{
  "response":{"numFound":509939,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"ED080820",
        "title":"Podiatrists Licensed in Washington."},
      {
        "id":"ED083758",
        "title":"Reported Causes of Hearing Loss for Hearing Impaired Students; United States 1970-71."},
      {
        "id":"ED080821",
        "title":"Naturopaths Licensed in Washington."},
      {
        "id":"ED082775",
        "title":"Summary Report of Student Studies of the Subject Headings Used in the University of California, Berkeley Subject Catalog. Final Report."},
      {
        "id":"ED082741",
        "title":"A Study of Freshman Composition Programs in Texas Two-Year Institutions of Higher Learning."},
      {
        "id":"ED326582",
        "title":"A Revised Simplex Method for Test Construction Problems. Research Report 90-5."},
      {
        "id":"EJ889193",
        "title":"Mathematics Teachers' Topic-Specific Pedagogical Content Knowledge in the Context of Teaching a[superscript 0], 0! and a [division] 0"},
      {
        "id":"EJ1243106",
        "title":"Exploring the Promise of a Number Line Assessment to Help Identify Students At-Risk in Mathematics"},
      {
        "id":"ED593859",
        "title":"Exploring the Promise of a Number Line Assessment to Help Identify Students At-Risk in Mathematics"},
      {
        "id":"EJ730822",
        "title":"Serial Learning in Rats: A Test of Three Hypotheses"},
      {
        "id":"ED495615",
        "title":"Experts in Assessment Kit (12-Book)"},
      {
        "id":"EJ1031144",
        "title":"Spontaneity and Equilibrium: Why &quot;?G &lt; 0 Denotes a Spontaneous Process&quot; and &quot;?G = 0 Means the System Is at Equilibrium&quot; Are Incorrect"},
      {
        "id":"ED080831",
        "title":"Diagnosis: Acute. Report of Health Manpower Committee."},
      {
        "id":"ED572425",
        "title":"Young Children's Number Line Placements and Place-Value Understanding"},
      {
        "id":"EJ882144",
        "title":"Applications of the Theorem of Pythagoras in R[superscript 3]"},
      {
        "id":"ED360357",
        "title":"A Comparison of the Myers-Briggs Type Indicator Extraversion-Introversion Scale, and the Minnesota Multiphasic Personality Inventory 0 Scale (Social Introversion)."},
      {
        "id":"EJ1345583",
        "title":"DC:0-5 in the Nordic Countries: Results and Experiences from the First 5 Years of Implementation in Norway and Sweden"},
      {
        "id":"EJ770485",
        "title":"Quadruples in the Four-Number Game with Large Termination Times"},
      {
        "id":"EJ776852",
        "title":"Effect of Age on F[subscript 0] Difference Limen and Concurrent Vowel Identification"},
      {
        "id":"EJ1318493",
        "title":"The State of Primary School Third-Grade Pupils&apos; Making Sense of the Concepts of &quot;0&quot; and &quot;1&quot;"},
      {
        "id":"ED474513",
        "title":"Traffic Safety Facts, 2001: Children."},
      {
        "id":"ED462165",
        "title":"Children. Traffic Safety Facts, 2000."},
      {
        "id":"ED075083",
        "title":"Piaget's Stage IV Object Concept Error: Evidence of Forgetting or Object Conception?"},
      {
        "id":"ED080874",
        "title":"Project SPRUCE, Special Program of Rehabilitation for Unemployment Compensation Exhaustees. Volume 1. Final Report."},
      {
        "id":"ED082774",
        "title":"SDI Citation Checking as a Measure of the Performance of Library Document Delivery Systems."},
      {
        "id":"ED489559",
        "title":"Early Gender Differences"},
      {
        "id":"EJ1126844",
        "title":"Introducing a New Classification of Early Childhood Disorders: DC:0-5™"},
      {
        "id":"EJ1187744",
        "title":"Mandarin-Speaking, Kindergarten-Aged Children with Cochlear Implants Benefit from Natural &quot;F&quot;[subscript 0] Patterns in the Use of Semantic Context during Speech Recognition"},
      {
        "id":"EJ742793",
        "title":"The Effects of Fundamental Frequency Level on Voice Onset Time in Normal Adult Male Speakers"},
      {
        "id":"EJ959238",
        "title":"Cantor Groups"},
      {
        "id":"ED237296",
        "title":"A Research Report of Small/Rural School Districts in New Mexico Compared to School Districts of Similiar Size Nationwide."},
      {
        "id":"ED082395",
        "title":"Visual Acuity of Youths 12-17 Years, United States. Vital and Health Statistics, Series 11, No. 127."},
      {
        "id":"EJ770349",
        "title":"Geometrical Solutions of Some Quadratic Equations with Non-Real Roots"},
      {
        "id":"EJ1125459",
        "title":"&quot;DC:0-3&quot; to &quot;DC:0-3R&quot; to &quot;DC:0-5&quot;: A New Edition"},
      {
        "id":"EJ1013271",
        "title":"A Geometrical Application of Number Theory"},
      {
        "id":"ED082876",
        "title":"The Formal Education of Menominee Children at the High School Level: Students."},
      {
        "id":"EJ925423",
        "title":"Initial Conditions in the Averaging Cognitive Model"},
      {
        "id":"EJ789617",
        "title":"A Proof of the Collatz Conjecture"},
      {
        "id":"EJ046345",
        "title":"Is X times 0 = 0 Always True?"},
      {
        "id":"EJ892208",
        "title":"Generalizing a Limit Description of the Natural Logarithm"},
      {
        "id":"EJ1028366",
        "title":"Depression Diagnoses and Fundamental Frequency-Based Acoustic Cues in Maternal Infant-Directed Speech"},
      {
        "id":"EJ982662",
        "title":"Fostering At-Risk Kindergarten Children&apos;s Number Sense"},
      {
        "id":"EJ946242",
        "title":"Comparison of ICD-10 and DC: 0-3R Diagnoses in Infants, Toddlers and Preschoolers"},
      {
        "id":"EJ1290966",
        "title":"Improving AlgoRythmics Teaching-Learning Environment by Asking Questions"},
      {
        "id":"EJ1039855",
        "title":"Number Line Estimation in Children with Developmental Dyscalculia"},
      {
        "id":"ED212165",
        "title":"A Common Metric for Language Proficiency. Final Report."},
      {
        "id":"ED082390",
        "title":"Net Differences in Interview Data on Chronic Conditions and Information Derived from Medical Records. Vital and Health Statistics, Series 2, No. 57."},
      {
        "id":"EJ1411539",
        "title":"Potential Moderators of the Left Digit Effect in Numerical Estimation"},
      {
        "id":"EJ824428",
        "title":"Five Systems of Psychiatric Classification for Preschool Children: Do Differences in Validity, Usefulness and Reliability Make for Competitive or Complimentary Constellations?"},
      {
        "id":"EJ894156",
        "title":"Bounded Solutions to x[double prime] + q(t)b(x) = f(t)"},
      {
        "id":"EJ830500",
        "title":"Quantum Field Theory in (0 + 1) Dimensions"},
      {
        "id":"EJ1385681",
        "title":"Future Leadership Capacity for VET with the Various Demands"},
      {
        "id":"EJ808188",
        "title":"Introducing DC:0-3R"},
      {
        "id":"ED614737",
        "title":"Investigating the Utility of a Kindergarten Number Line Assessment Compared to an Early Numeracy Screening Battery"},
      {
        "id":"EJ1453372",
        "title":"Demystifying Anaerobic Respiration: A Problem-Solving Exercise"},
      {
        "id":"EJ778920",
        "title":"Memory for Object Locations: Priority Effect and Sex Differences in Associative Spatial Learning"},
      {
        "id":"EJ1361213",
        "title":"Effects of Temporal Envelope Cutoff Frequency, Number of Channels, and Carrier Type on Brainstem Neural Representation of Pitch in Vocoded Speech"},
      {
        "id":"EJ1362070",
        "title":"Describing Prospective Teachers&apos; Promote Action in Online Mathematics Learning"},
      {
        "id":"EJ1425182",
        "title":"The Relationship between Number Line Estimation and Mathematical Reasoning: A Quantile Regression Approach"},
      {
        "id":"ED090566",
        "title":"A Comparison of Achievement in English of Eleventh- and Twelfth-Grade Students in an Elective Program with Those in a Traditional Program."},
      {
        "id":"EJ1198075",
        "title":"Advancing Infant and Early Childhood Mental Health: The Integration of DC:0-5™ into State Policy and Systems"},
      {
        "id":"ED443387",
        "title":"A Study of the Effect of Color in Memory Retention When Used in Presentation Software."},
      {
        "id":"ED457349",
        "title":"Low Skills: A Problem for Europe."},
      {
        "id":"ED413020",
        "title":"Student Attitudes toward Liberal Arts Degree Program as a Function of Academic Outcomes."},
      {
        "id":"EJ1450459",
        "title":"Undergraduate Research Course Assessment Practices in a College of Agricultural and Life Sciences"},
      {
        "id":"EJ764371",
        "title":"A Structural Connection between Linear and 0-1 Integer Linear Formulations"},
      {
        "id":"ED435625",
        "title":"Cognitive Constructs Measured in Word Problems: A Comparison of Students' Responses in Performance-Based Tasks and Multiple-Choice Tasks for Reasoning."},
      {
        "id":"ED607757",
        "title":"Literacy Skills, Immigration and Motivation to Learn among Adults in the U.S."},
      {
        "id":"EJ988522",
        "title":"Proof without Words: The Sine Is Subadditive on [0, pi]"},
      {
        "id":"EJ1158269",
        "title":"Pressurized Wideband Absorbance Findings in Healthy Neonates: A Preliminary Study"},
      {
        "id":"EJ913707",
        "title":"Effects of Age on Concurrent Vowel Perception in Acoustic and Simulated Electroacoustic Hearing"},
      {
        "id":"ED241590",
        "title":"Data Collection Procedures and Descriptive Statistics for the Grade Three Achievement Monitoring Test (A-3 and A-4), Coordinated Study No. 1."},
      {
        "id":"EJ921620",
        "title":"Polymerization Kinetics: Monitoring Monomer Conversion Using an Internal Standard and the Key Role of Sample \"t[subscript 0]\""},
      {
        "id":"EJ1090110",
        "title":"The Buoyancy Approach to U-Tube Problems"},
      {
        "id":"EJ1375690",
        "title":"Concerns within a Caregiver-Child Relationship: The Diagnosis of a Relationship-Specific Disorder of Infancy/Early Childhood"},
      {
        "id":"EJ155768",
        "title":"Nuffield 0-Level Examining"},
      {
        "id":"EJ1064696",
        "title":"The Impact of Inflation on Endowment Assets"},
      {
        "id":"ED144277",
        "title":"Casis Teacher Checklist: 0-4 Years."},
      {
        "id":"ED531171",
        "title":"A Comparison of Scoring Options for Omitted and Not-Reached Items through the Recovery of IRT Parameters When Utilizing the Rasch Model and Joint Maximum Likelihood Estimation"},
      {
        "id":"EJ1345585",
        "title":"Integrating DC:0-5 into State Policy and Systems: 5 Years of Progress"},
      {
        "id":"EJ1005624",
        "title":"Acoustic Characteristics of Simulated Respiratory-Induced Vocal Tremor"},
      {
        "id":"EJ732078",
        "title":"Pure Misallocation of ''0'' in Number Transcoding: A New Symptom of Right Cerebral Dysfunction"},
      {
        "id":"EJ1095678",
        "title":"Operator Priming and Generalization of Practice in Adults' Simple Arithmetic"},
      {
        "id":"EJ1017684",
        "title":"Proof without Words: Monotonicity of sin x/x on (0, pi/2)"},
      {
        "id":"EJ1017686",
        "title":"Proof without Words: Monotonicity of tan x/x on (0, pi/2)"},
      {
        "id":"ED331874",
        "title":"The Early Screening Profiles: A Stability Study."},
      {
        "id":"ED022933",
        "title":"Occupational Mathematics; Addition of Fractions. Report No. 16-E. Final Report."},
      {
        "id":"ED022934",
        "title":"Occupational Mathematics; Addition of Fractions. Report No. 16-E. Booklet II. Final Report."},
      {
        "id":"EJ779104",
        "title":"A Simple Geometric Construction of e"},
      {
        "id":"ED418988",
        "title":"Undercoverage Bias in Estimates of Characteristics of Adults and 0- to 2-Year-Olds in the 1995 National Household Education Survey (NHES:95). Working Paper Series."},
      {
        "id":"ED404348",
        "title":"Full Rank Multivariate Repeated Measurement Designs and Extended Linear Hypotheses."},
      {
        "id":"ED060939",
        "title":"Sugerencias para la Evolucion del Desarrollo: 0-5 Anos (Stages for the Development of Discovery [Learning in] 0-5 Year-Olds)."},
      {
        "id":"ED643709",
        "title":"Presidential Profiles: Race, Leadership Orientation, and Effectiveness"},
      {
        "id":"EJ1355734",
        "title":"Resynthesis of Transmasculine Voices to Assess Gender Perception as a Function of Testosterone Therapy"},
      {
        "id":"EJ776015",
        "title":"Japanese Speakers' Second Language Chinese Wh-Questions: A Lexical Morphological Feature Deficit Account"},
      {
        "id":"ED248392",
        "title":"Coudersport Consumer Mathematics Curriculum Guide. 0-4 Level ABE."},
      {
        "id":"EJ1059615",
        "title":"Reaching Higher Goals by Means of a Reflecting Wall"},
      {
        "id":"ED084876",
        "title":"A Coursewriter II Function (FCALC) For the Manipulation of Numerical and Algebraic Expressions. Systems Memo Number One."},
      {
        "id":"EJ1345385",
        "title":"Replacing a Spotlight with a Lantern: Using the DC:0-5 Multiaxial Framework When Diagnosing Autism Spectrum Disorder in Early Childhood"},
      {
        "id":"EJ990091",
        "title":"Effect of Strength Training on Rate of Force Development in Older Women"},
      {
        "id":"EJ982382",
        "title":"How Einstein Discovered \"E[subscript 0] = mc[squared]\""},
      {
        "id":"EJ917819",
        "title":"Concurrent and Predictive Validity of the Galician CDI"},
      {
        "id":"EJ819303",
        "title":"Fundamental Frequency Development in Typically Developing Infants and Infants with Severe-to-Profound Hearing Loss"},
      {
        "id":"EJ1285939",
        "title":"The Evaluation of the Education Program for &quot;The Children Aged 0-36 Months&quot; by Teachers"},
      {
        "id":"ED022937",
        "title":"Occupational Mathematics; Division of Fractions. Report No. 16-H. Final Report."},
      {
        "id":"ED116416",
        "title":"Replication of an Inter-Disciplinary Approach to Early Education of Handicapped Children 0-3 Years."},
      {
        "id":"ED031031",
        "title":"Test Response Patterns which Differentiate between Two Levels of Behavior of Mentally Retarded Children. Final Report."},
      {
        "id":"ED607647",
        "title":"Association between Literacy Skills, Language Use, and Online Health Information Seeking among Hispanic Americans"},
      {
        "id":"EJ736171",
        "title":"The Role of Swedish Tonal Word Accents in Children with Language Impairment"},
      {
        "id":"EJ1383946",
        "title":"Using Data Mining Models to Predict Students&apos; Academic Performance before the Online Course Start"},
      {
        "id":"ED508116",
        "title":"Recommended Immunization Schedules for Persons Aged 0 through 18 Years--United States, 2010. Morbidity and Mortality Weekly Report QuickGuide. Volume 58, Number 51 &amp; 52"},
      {
        "id":"ED450132",
        "title":"Optimal Stratification of Item Pools in a-Stratified Computerized Adaptive Testing. Research Report."},
      {
        "id":"EJ127132",
        "title":"Combined science--a double 0-level subject"},
      {
        "id":"EJ1113660",
        "title":"Evaluation of a Lag Schedule of Reinforcement in a Group Contingency to Promote Varied Naming of Categories Items with Children"},
      {
        "id":"EJ1018625",
        "title":"Learning Non-Adjacent Regularities at Age 0 ; 7"},
      {
        "id":"ED088473",
        "title":"GUIDE-0: An Experimental Information System."},
      {
        "id":"EJ201484",
        "title":"The SIU 0-100 Approach: An Effective Way to Motivate Gifted Students."},
      {
        "id":"EJ380737",
        "title":"Digit Delight: Problem-solving Activities Using 0 through 9."},
      {
        "id":"EJ753916",
        "title":"Paths and the Geometry of l'Hopital's Rule"},
      {
        "id":"ED583787",
        "title":"(IR)Reversability in Mathematics"},
      {
        "id":"EJ941704",
        "title":"A Parametric Analysis of Errors of Commission during Discrete-Trial Training"},
      {
        "id":"EJ1156523",
        "title":"Strategies Students with and without Mathematics Disabilities Use When Estimating Fractions on Number Lines"},
      {
        "id":"ED474386",
        "title":"The Impact of Class Size Reduction on Student Achievement."},
      {
        "id":"EJ764385",
        "title":"The Remainder Theorem and Factor Theorem for Polynomials over Noncommutative Coefficient Rings"},
      {
        "id":"EJ825653",
        "title":"Brain Activation and Deactivation during Location and Color Working Memory Tasks in 11-13-Year-Old Children"},
      {
        "id":"EJ784140",
        "title":"The Influence of Linguistic Content on the Lombard Effect"},
      {
        "id":"EJ1118528",
        "title":"Presenting of Indifference Management Model of Education System in Ardabil Province Using Structural Equation Modeling"},
      {
        "id":"EJ1180138",
        "title":"Rounding in Angoff Ratings"},
      {
        "id":"ED022935",
        "title":"Occupational Mathematics; Subtraction of Fractions. Report No. 16-F. Final Report."},
      {
        "id":"ED041083",
        "title":"Social Class Differences and Task Variables in the Development of Multiplicative Classification."},
      {
        "id":"ED465248",
        "title":"Arrest Patterns into Adulthood of Adolescents with Serious Emotional Disability."},
      {
        "id":"EJ1427892",
        "title":"Digital Competencies and Transformational Leadership as Predictors of Job Performance in University Teachers"},
      {
        "id":"EJ1138704",
        "title":"The Rings with Identity Whose Additive Subgroups Are One-Sided Ideals"},
      {
        "id":"ED572303",
        "title":"The Association between Judy Center Services and Kindergarten Readiness"},
      {
        "id":"ED110482",
        "title":"Differential Covert Conditioning: A Replication of a Study by Epstein and Peterson."},
      {
        "id":"ED044176",
        "title":"Sensorhesis as a Motive for Play and Stereotyped Behavior."},
      {
        "id":"ED081521",
        "title":"Socio-Economic Profile of American Indians in Arizona and New Mexico. Staff Report #1."},
      {
        "id":"EJ694120",
        "title":"Problematizing Collaboration: A Critical Review of the Empirical Literature on Teaching Teams"},
      {
        "id":"EJ1235788",
        "title":"Impact of the &apos;Grade Zero&apos; System on Minority Children in Lao PDR -- A Qualitative Study of Pre-Primary Schools in a Rural Province"},
      {
        "id":"ED206351",
        "title":"Course Registration Attrition, Fall 1980-81 and Fall 1971-72. Analytical Studies Research Report, 81-7."},
      {
        "id":"EJ681155",
        "title":"Musical Instrument Choice and Playing History in Post-Secondary Level Music Students: Some Descriptive Data, Some Causes and Some Background Factors"},
      {
        "id":"EJ1028656",
        "title":"Explaining Variability: Numerical Representations in 4- to 8-Year-Old Children"},
      {
        "id":"EJ791592",
        "title":"A Comparison of Four Estimators of a Population Measure of Model Fit in Covariance Structure Analysis"},
      {
        "id":"EJ1345382",
        "title":"Relational Context and Relational Psychopathology in Early Childhood: An Illustration of the DC:0-5 Approach"},
      {
        "id":"EJ111528",
        "title":"Equations of Geometric Figures"},
      {
        "id":"EJ339717",
        "title":"Contributions to Counselor Education and Supervision for Volumes 0-25, 1961-1986."},
      {
        "id":"EJ1187106",
        "title":"Searching for Research Results to Inform the Design of an Initial Professional Teacher Education Programme for the Foundation Phase: A Systematic Review"},
      {
        "id":"ED580262",
        "title":"Attitudes of Students and Faculty toward Using Computer Technology and Twitter for Online Learning and Student Engagement: A Cross-Sectional Analysis"},
      {
        "id":"EJ300491",
        "title":"An Engineering Solution to Grade Inflation."},
      {
        "id":"EJ290416",
        "title":"The Impact of Nuffield 0-Level Biology - An Agent of Change in Biology Teaching?"},
      {
        "id":"EJ1299212",
        "title":"An Elementary Proof by Contradiction of the Exactness Condition for First-Order Ordinary Differential Equations"},
      {
        "id":"EJ1016891",
        "title":"Using Molecular Models To Show Steric Clash in Peptides: An Illustration of Two Disallowed Regions in the Ramachandran Diagram"},
      {
        "id":"EJ1345582",
        "title":"DC:0-5 and Los Angeles County&apos;s Efforts to Build the Birth through 5 Mental Health Workforce"},
      {
        "id":"EJ1153421",
        "title":"Relationship between Adherence to Individual Goals within the 5-2-1-0 Guidelines for Obesity Prevention and Number of PACER Laps in Adolescents"},
      {
        "id":"EJ969310",
        "title":"Phonetically Governed Voicing Onset and Offset in Preschool Children Who Stutter"},
      {
        "id":"EJ751987",
        "title":"Challenging Preservice Teachers' Mathematical Understanding: The Case of Division by Zero"},
      {
        "id":"ED651875",
        "title":"Danish 0-9 School Leader Perceptions of School Leadership during the COVID-19 Pandemic Shift to Online Learning as Guided by the Seven Fields of School Leadership"},
      {
        "id":"EJ984839",
        "title":"Frequency Response of Synthetic Vocal Fold Models with Linear and Nonlinear Material Properties"},
      {
        "id":"EJ969051",
        "title":"Stop Consonant Productions of Korean-English Bilingual Children"},
      {
        "id":"EJ828827",
        "title":"Fostering At-Risk Preschoolers' Number Sense"},
      {
        "id":"EJ118128",
        "title":"The Revision of Nuffield 0-Level Chemistry"},
      {
        "id":"ED255062",
        "title":"Phau Xyaum Nyeem Sau Zauv = Hmong Numbers Workbook."},
      {
        "id":"ED639265",
        "title":"Comments Regarding &quot;Numerical Estimation Strategies Are Correlated with Math Ability in School-Age Children&quot;"},
      {
        "id":"ED044109",
        "title":"A Study on the Abolishment of Academic Dismissal and Failing Grades."},
      {
        "id":"ED059214",
        "title":"Report of Committee on Preparation of Secondary Teachers of English."},
      {
        "id":"ED414151",
        "title":"Competition and Quality: A Rural Study. Report to Task Force on Rural Education, College of Education, Winona State University, Winona, Minnesota."},
      {
        "id":"ED562172",
        "title":"Early Childhood Benefits at Low Cost--Evidence from a Randomized Trail in Mexico"},
      {
        "id":"ED624293",
        "title":"Accurate Models vs Accurate Estimates: A Simulation Study of Bayesian Single-Case Experimental Designs"},
      {
        "id":"ED194584",
        "title":"Evaluating Validity Data from a State Assessment Test."},
      {
        "id":"ED119817",
        "title":"Children's Reactions to Television Advertising for Toys."},
      {
        "id":"ED080829",
        "title":"Report on Chiropractors Licensed in Washington; Information on Education and Training Programs."},
      {
        "id":"ED525203",
        "title":"Legislative Review. A Look at Higher Education in Week 10: March 14-18, 2011"},
      {
        "id":"EJ1004101",
        "title":"University Students' Grasp of Inflection Points"},
      {
        "id":"EJ861064",
        "title":"Maternal Mental State Talk and Infants' Early Gestural Communication"},
      {
        "id":"EJ732492",
        "title":"Images of the Limit of Function Formed in the Course of Mathematical Studies at the University"},
      {
        "id":"EJ824980",
        "title":"Development of Prosodic Patterns in Mandarin-Learning Infants"},
      {
        "id":"EJ834124",
        "title":"The Adaptive Range of 1/f Isometric Force Production"},
      {
        "id":"EJ104708",
        "title":"Modification of Attitudes of College Students Over Time: 1923-1970"},
      {
        "id":"EJ1017613",
        "title":"Proof without Words: Squares Modulo 3"},
      {
        "id":"EJ363578",
        "title":"Generic \"The\" in Scientific American."},
      {
        "id":"EJ285948",
        "title":"The Performance of O Level Science Students on an Essential Arithmetical Test."},
      {
        "id":"EJ281711",
        "title":"Science at 0 Level: Subject Choice and Achievement."},
      {
        "id":"EJ1281469",
        "title":"The Clear-Speech Benefit for School-Age Children: Speech-in-Noise and Speech-in-Speech Recognition"},
      {
        "id":"EJ770438",
        "title":"Polynomial Solutions of Nth Order Non-Homogeneous Differential Equations"},
      {
        "id":"EJ1440635",
        "title":"The Association between Repeated Measured Febrile Episodes during Early Childhood and Attention Deficit Hyperactivity Disorder: A Large-Scale Population-Based Study"},
      {
        "id":"EJ1261039",
        "title":"The Anomalous Thermal Expansion of Water"},
      {
        "id":"EJ298178",
        "title":"Wisconsin Behavior Rating Scale: Measure of Adaptive Behavior for the Developmental Levels of 0 to 3 Years."},
      {
        "id":"EJ285876",
        "title":"Environmental Studies and Environmental Science at GCE '0' and 'A' Level."},
      {
        "id":"EJ543351",
        "title":"Early Childhood Teacher Education Programs: Is a 0-8 Focus Feasible?"},
      {
        "id":"EJ466087",
        "title":"Enrollment in Advanced Science Courses in the USA."},
      {
        "id":"EJ811022",
        "title":"What Does f[subscript xx]f[subscript yy] - f[superscript 2][subscript xy] Greater than 0 \"Really\" Mean?"},
      {
        "id":"ED641786",
        "title":"Exploring 4-Year Business School Curriculum&apos;s Relation to Graduates&apos; Hiring and Earnings"},
      {
        "id":"EJ1099250",
        "title":"Measuring Educators&apos; Attitudes and Beliefs about Evaluation: Construct Validity and Reliability of the Teacher Evaluation Experience Scale"},
      {
        "id":"EJ1071912",
        "title":"The &quot;Brave&quot; Man in the Early Years (0-8): Defining the &quot;Role Model&quot;"},
      {
        "id":"EJ1354433",
        "title":"Utility of Diagnostic Classification for Children 0-5 to Assess Features of Autism: Comparing In-Person and COVID-19 Telehealth Evaluations"},
      {
        "id":"EJ905456",
        "title":"How 15 Hundred Is like 15 Cherries: Effect of Progressive Alignment on Representational Changes in Numerical Cognition"},
      {
        "id":"EJ775331",
        "title":"1-100 Rules Ok?"},
      {
        "id":"EJ747454",
        "title":"Prosodic and Lexical Aspects of Maternal Linguistic Input to Late-Talking Toddlers"},
      {
        "id":"EJ1111941",
        "title":"The Baptism"},
      {
        "id":"EJ1062312",
        "title":"Social Index of Educational Effectiveness: A New Approach from the Perspective of Promoting Equity"},
      {
        "id":"EJ1240103",
        "title":"Supporting Teachers to Successfully Implement a Play-Based Learning Approach"},
      {
        "id":"ED177802",
        "title":"Interdisciplinary Early Childhood Handicapped Personnel Training Project."},
      {
        "id":"ED120234",
        "title":"Canonical Analysis as a Generalized Regression Technique for Multivariate Analysis."},
      {
        "id":"ED096280",
        "title":"The Effect of Perceptually Oriented Physical Education on Perceptual Motor Ability and Academic Ability of Kindergarten and First Grade Children."},
      {
        "id":"ED080832",
        "title":"Speech and Hearing Professionals in Washington."},
      {
        "id":"ED082742",
        "title":"An Investigation of the Differences Between \"Successful\" and \"Unsuccessful\" Students in Trigonometry, at Miami-Dade Community College, South Campus."},
      {
        "id":"ED082875",
        "title":"The Formal Education of Menominee Children at the Middle School Level: Students."},
      {
        "id":"ED064323",
        "title":"The Sensitivity of Guttman Weights."},
      {
        "id":"ED511771",
        "title":"Young Children of Immigrants: The Leading Edge of America's Future. Brief No. 3"},
      {
        "id":"ED560784",
        "title":"Linear Numerical-Magnitude Representations Aid Children's Memory for Numbers"},
      {
        "id":"ED226937",
        "title":"SCOPE (Standardized Curriculum-Oriented Pupil Evaluation) Mathematics. Test Book Grade Three."},
      {
        "id":"ED022936",
        "title":"Occupational Mathematics; Multiplication of Fractions. Report No. 16-G. Final Report."},
      {
        "id":"EJ964881",
        "title":"The Effect of Syllable Repetition Rate on Vocal Characteristics"},
      {
        "id":"EJ1437584",
        "title":"School Refusal in Adolescence: Personality Traits and Their Influence on Treatment Outcome"},
      {
        "id":"EJ1110458",
        "title":"We All Know That &quot;a&quot;[superscript 0] = 1, but Can You Explain Why?"},
      {
        "id":"EJ1044202",
        "title":"Magnetic Field Due to a Finite Length Current-Carrying Wire Using the Concept of Displacement Current"},
      {
        "id":"EJ961105",
        "title":"Uncountably Generated Ideals of Functions"},
      {
        "id":"EJ1105879",
        "title":"Determination of Knowledge, Attitudes and Behaviors Regarding Factors Causing Home Accidents and Prevention in Mothers with a Child Aged 0-5 Years"},
      {
        "id":"ED579760",
        "title":"Agreement at the Boundaries: Synchronic and Diachronic Approaches to phi-Agreement in the Left Periphery"},
      {
        "id":"ED658687",
        "title":"Misreporting Bias in Randomized Trials Surveying Sensitive Topics: A Causal Framework and Experimental Design Procedure"},
      {
        "id":"EJ1225343",
        "title":"A Comparison of Behavioral Methods for Indexing the Auditory Processing of Temporal Fine Structure Cues"},
      {
        "id":"EJ1142653",
        "title":"Entropic Damping of the Motion of a Piston"},
      {
        "id":"EJ1042384",
        "title":"The Analysis of the Thinking Styles and Creativity of the Sports Students Studying in the Different Fields of University"},
      {
        "id":"ED637494",
        "title":"A Study of Principal Leadership Styles: A Self-Assessment by Elementary and Middle School Principals in Central Mississippi"},
      {
        "id":"EJ789902",
        "title":"Uniform Test Assembly"},
      {
        "id":"EJ777472",
        "title":"Lifting the Curtain on the Wizard of Oz: Biased Voice-Based Impressions of Speaker Size"},
      {
        "id":"EJ799218",
        "title":"Monotonicity and Logarithmic Concavity of Two Functions Involving Exponential Function"},
      {
        "id":"EJ817259",
        "title":"Voice Quality of Psychological Origin"},
      {
        "id":"EJ1436827",
        "title":"Processes of Change in Early Childhood Policy and Legislation in Israel"},
      {
        "id":"EJ096952",
        "title":"Solving the Equation X-squared + 1 = 0"},
      {
        "id":"EJ1331261",
        "title":"A Forgotten Simple Pendulum Period Equation"},
      {
        "id":"EJ547952",
        "title":"Algunas Premisas Metodologicas y Conceptuales sobre el Desarrollo de los Movimientos en el Primer Ano de Vida (0-12 Meses) (Some Methodological and Conceptual Premises about the Development of Movement in the First Year of Life (0-12 Months))."},
      {
        "id":"EJ977591",
        "title":"IQs Predict Differences in the Technological Development of Nations from 1000 BC through 2000 AD"},
      {
        "id":"EJ770534",
        "title":"A Generalization of the Euler-Fermat Theorem"},
      {
        "id":"ED270067",
        "title":"Problems Found in Using HEGIS Data."},
      {
        "id":"ED292241",
        "title":"A Cognitively-Based Communication Curriculum for Persons with Multiple Handicaps Functioning between 0-24 Months Developmentally."},
      {
        "id":"EJ1246435",
        "title":"The Analysis of 9th Grade Chemistry Curriculum and Textbook According to Revised Bloom&apos;s Taxonomy"},
      {
        "id":"ED171090",
        "title":"The Wyoming Infant Stimulation Program--Go WISP, Young Baby, Go WISP."},
      {
        "id":"ED177399",
        "title":"Anger Between Intimates: An Experimental Study of Aggression Reduction Strategies."},
      {
        "id":"ED124089",
        "title":"Attendance at Lectures and Films in Self-Paced Courses."},
      {
        "id":"ED060126",
        "title":"Teacher, Grade or Grammar School (education) 0-30.11; Teacher, High School (education) 0-31.01 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED064100",
        "title":"What Are Some Alternatives for Working Within a Regionally Adopted Science Framework?"},
      {
        "id":"ED061291",
        "title":"Director, Funeral 0-65.20; Embalmer 0-65.10 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066483",
        "title":"Mechanical Technology-Technical Institute Training 0-48. and 0-67.--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063415",
        "title":"Operating Room Technician (medical ser.) 0-50.015; Surgical Technician (medical ser.) 0-50.015--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED414021",
        "title":"Lifestyle, Dwelling Conditions and Daily Routine as Qualitative Indicators of Infant Development: A Study of 0-3 Years Old Children from Rural Brazilian Northeast."},
      {
        "id":"ED600936",
        "title":"Early Learning and Child Care for Children Aged 0 to 5 Years: A Provincial/Territorial Portrait. Economic Insights. No. 099"},
      {
        "id":"EJ802620",
        "title":"Protection from Extinction by Concurrent Presentation of an Excitor or an Extensively Extinguished CS"},
      {
        "id":"EJ1457081",
        "title":"Improving the Conceptual Knowledge of an Infant with Ageappropriate Picture Books"},
      {
        "id":"EJ040061",
        "title":"James Told: \"Keep the 5 0 Level Entry\""},
      {
        "id":"EJ042602",
        "title":"The Implementation of Nuffield &quot;0&quot; Level Chemistry Courses in Secondary Schools"},
      {
        "id":"EJ1156963",
        "title":"Intellectual Disability in Children Aged Less than Seven Years Born Moderately and Late Preterm Compared with Very Preterm and Term-Born Children--A Nationwide Birth Cohort Study"},
      {
        "id":"EJ1048330",
        "title":"Spontaneity and Equilibrium III: A History of Misinformation"},
      {
        "id":"EJ696238",
        "title":"Diagnoses and Presenting Symptoms in an Infant Psychiatry Clinic: Comparison of Two Diagnostic Systems."},
      {
        "id":"EJ892013",
        "title":"Caught in the Draft"},
      {
        "id":"EJ770521",
        "title":"Using the Homotopy Method to Find Periodic Solutions of Forced Nonlinear Differential Equations"},
      {
        "id":"EJ046285",
        "title":"Conceptual Demands in Nuffield 0 - Level Chemistry"},
      {
        "id":"EJ1254702",
        "title":"Full Information Optimal Scoring"},
      {
        "id":"ED180174",
        "title":"Working Together to Serve Language-Delayed Children. Baby Buggy Paper No. 401."},
      {
        "id":"ED119729",
        "title":"Cumulated UDC Supplement, 1965-1975. Volume I: Auxiliaries + Classes 0/3. Auxiliary Tables (0 Generalities, 1 Philosophy . Pyschology, 2 Religion . Theology, 3 Social Sciences)."},
      {
        "id":"EJ851823",
        "title":"Renormalizing the Kinetic Energy Operator in Elementary Quantum Mechanics"},
      {
        "id":"EJ1121925",
        "title":"Improving Students' English Pronunciation Ability through Go Fish Game and Maze Game"},
      {
        "id":"ED314443",
        "title":"Three Short Form Versions of the WISC-R for Rural Students in Grades 1-4, 5-8, and 9-10."},
      {
        "id":"ED539010",
        "title":"Role of Zero in Grading. Research Brief"},
      {
        "id":"ED391268",
        "title":"Services for Students with Dual Sensory Impairments (SSDSI). Final Report."},
      {
        "id":"EJ1102231",
        "title":"A Threat to Childhood Innocence or the Future of Learning? Parents' Perspectives on the Use of Touch-Screen Technology by 0-3 Year-Olds in the UK"},
      {
        "id":"EJ1355397",
        "title":"A Systematic Review of Augmentative and Alternative Communication Interventions for Children Aged from 0 to 6 Years"},
      {
        "id":"EJ1379032",
        "title":"How Does a Mother Perceive Her Child&apos;s Mind? Developmental Changes in Child Behaviours That Enable Mothers to Perceive Their Child&apos;s Minds"},
      {
        "id":"EJ1409110",
        "title":"Association between Dynamic Strength Index Derived from Isometric Squat and Squat Jump or Countermovement Jump and Force-Velocity Profile"},
      {
        "id":"EJ857513",
        "title":"French Native Speakers in the Making: From Language-General to Language-Specific Voicing Boundaries"},
      {
        "id":"EJ829543",
        "title":"Birge-Sponer Estimation of the C-H Bond Dissociation Energy in Chloroform Using Infrared, Near-Infrared, and Visible Absorption Spectroscopy: An Experiment in Physical Chemistry"},
      {
        "id":"EJ1312136",
        "title":"Exploring University Mexican Students&apos; Quality of Intra-Mathematical Connections When Solving Tasks about Derivative Concept"},
      {
        "id":"ED290790",
        "title":"Congeneric Modeling of an Interrater Reliability Problem Using Censored Variables."},
      {
        "id":"ED206040",
        "title":"Policing the Movement of Modern Education."},
      {
        "id":"ED113908",
        "title":"Proceedings of a Workshop on the Preparation of Personnel in Education of Bilingual Hearing-Impaired Children Ages 0-4."},
      {
        "id":"ED031096",
        "title":"A Beta Index to Confirm Causal Directions in a Closed System of Five Variables."},
      {
        "id":"ED034480",
        "title":"The Prevalence and Value of Language Requirements for Graduate Degrees."},
      {
        "id":"ED089528",
        "title":"Home Instruction Programs for Exceptional Students Ages 0-5."},
      {
        "id":"ED096341",
        "title":"An Analysis of the Teacher Evaluation Process. Final Report."},
      {
        "id":"ED080862",
        "title":"Master Facilities Inventory: A Study of Health Manpower Training Resources. Jackson and Clay Counties, Missouri--1967."},
      {
        "id":"ED463132",
        "title":"Effective Learning Issues for Indigenous Children Aged 0 to 8 Years. Discussion Paper."},
      {
        "id":"EJ913319",
        "title":"Perception of Doping-Related Risks by Junior and Senior Athletes"},
      {
        "id":"EJ1441316",
        "title":"A Difference-In-Difference Examination of Tennessee Promise&apos;s Influence on Community College Enrollment by Student Adjusted Gross Income"},
      {
        "id":"ED180164",
        "title":"Sharing Centers: An Overview of the Component and Curriculum Developed by the Macomb 0-3 Regional Project. Baby Buggy Paper No. 122. The Sharing Center Kit Concept. Baby Buggy Paper No. 123."},
      {
        "id":"EJ1361226",
        "title":"Two Regression Lines Suffice to Determine &quot;r[superscript 2]&quot; and &quot;r&quot;"},
      {
        "id":"ED132818",
        "title":"Infant-Parent Training Program Checklist. Revised 1975, 1976."},
      {
        "id":"EJ1049500",
        "title":"No Generalization of Practice for Nonzero Simple Addition"},
      {
        "id":"EJ1013330",
        "title":"A Note on a Family of Alternating Sums of Products of Binomial Numbers"},
      {
        "id":"EJ1221676",
        "title":"Enthalpy and the Second Law of Thermodynamics"},
      {
        "id":"EJ1390630",
        "title":"Playing, Tinkering, and Problem Solving: Understanding Early Computational Thinking in Libraries and Museums"},
      {
        "id":"EJ1345580",
        "title":"Critical Self-Reflection and Diversity-Informed Supervision/Consultation: Deepening the DC:0-5 Cultural Formulation"},
      {
        "id":"EJ990548",
        "title":"Local Effects of Delayed Food"},
      {
        "id":"EJ984116",
        "title":"Enhancement in Informational Masking"},
      {
        "id":"EJ936718",
        "title":"Competition between Word Order and Case-Marking in Interpreting Grammatical Relations: A Case Study in Multilingual Acquisition"},
      {
        "id":"EJ871394",
        "title":"Infant Perception of Audio-Visual Speech Synchrony"},
      {
        "id":"EJ768096",
        "title":"REM Restriction Persistently Alters Strategy Used to Solve a Spatial Task"},
      {
        "id":"EJ769608",
        "title":"Fibonacci and Lucas Numbers as Sums of Binomial Coefficients"},
      {
        "id":"EJ818430",
        "title":"Newton on Objects Moving in a Fluid--The Penetration Length"},
      {
        "id":"EJ1310790",
        "title":"Speech Recognition with Informational and Energetic Maskers in Patients with Single-Sided Deafness after Cochlear Implantation"},
      {
        "id":"EJ1364371",
        "title":"Determining Swallowing Biomechanics Underlying Modified Barium Swallow Impairment Profile Scoring Using Computational Analysis of Swallowing Mechanics"},
      {
        "id":"EJ988601",
        "title":"Longitudinal Analyses of Geographic Differences in Utilization Rates of Children with Developmental Delays Who Participation in Early Intervention Services"},
      {
        "id":"EJ750162",
        "title":"Delayed Matching to Sample: Probability of Responding in Accord with Equivalence as a Function of Different Delays"},
      {
        "id":"ED640587",
        "title":"Teachers&apos; Perceptions of Strategies to Discipline Students with Disabilities"},
      {
        "id":"EJ1392432",
        "title":"The Effect of English Teachers&apos; Perfectionism and Self-Efficacy Perceptions on Their Professional Motivation Levels"},
      {
        "id":"ED505664",
        "title":"The Nation's Report Card: Arts 2008--Music &amp; Visual Arts. National Assessment of Educational Progress at Grade 8. NCES 2009-488"},
      {
        "id":"ED150801",
        "title":"Standardization of the WISC-R Performance Scale for Deaf Children. Series T, No. 1."},
      {
        "id":"ED180170",
        "title":"Curriculum Development in the Macomb 0-3 Regional Project. Baby Buggy Paper No. 163."},
      {
        "id":"EJ911665",
        "title":"The Impact of Adjacent-Dependencies and Staged-Input on the Learnability of Center-Embedded Hierarchical Structures"},
      {
        "id":"EJ896426",
        "title":"Simple One-Dimensional Quantum-Mechanical Model for a Particle Attached to a Surface"},
      {
        "id":"ED405655",
        "title":"A National Survey of Personnel Standards under P.L. 99-457. Information Bulletin #36."},
      {
        "id":"ED353334",
        "title":"Some Variables in Relation to Students' Anxiety in Learning Statistics."},
      {
        "id":"EJ1254993",
        "title":"Dimension-Corrected Somers&apos; D for the Item Analysis Settings"},
      {
        "id":"EJ1086385",
        "title":"Model Optimization Planting Pattern Agroforestry Forest Land Based on Pine Tree"},
      {
        "id":"ED308237",
        "title":"The Construction of Parallel Tests from IRT-Based Item Banks. Project Psychometric Aspects of Item Banking No. 43. Research Report 89-2."},
      {
        "id":"EJ1018769",
        "title":"Temporal Dynamics of Action Contribution to Object Categorization"},
      {
        "id":"EJ1201212",
        "title":"Assessing Eighth-Grade Mathematics Teachers and Textbook in Embodying Thinking Levels"},
      {
        "id":"ED211303",
        "title":"Training, Recruiting, and Retaining Personnel in Rural Areas. Making It Work in Rural Communities. A Rural Network Monograph."},
      {
        "id":"ED018827",
        "title":"THE EFFECTS OF SONIC ENVIRONMENT OF INDIVIDUALIZED INSTRUCTION IN LEARNING DIFFICULT AND EASY TASKS BY HIGH ACHIEVERS."},
      {
        "id":"ED156277",
        "title":"The 1977 Rankings of Programs for an In-Depth Evaluation. Research Note."},
      {
        "id":"ED082386",
        "title":"Where Special Education Fits In."},
      {
        "id":"EJ1395416",
        "title":"Young Children&apos;s Electronic Media Use and Parental Rules and Regulations"},
      {
        "id":"EJ1357516",
        "title":"Learning Styles and Attitude toward Achievement among English Second Language Students"},
      {
        "id":"ED458508",
        "title":"Religious Orientation and Development amongst Adventist Youth."},
      {
        "id":"ED461703",
        "title":"Policy Framework for Addressing Crime Prevention and Children Ages 0 to 12. National Strategy on Community Safety and Crime Prevention."},
      {
        "id":"ED505221",
        "title":"The Nation's Report Card: 2007 at a Glance. NCES 2009-486"},
      {
        "id":"ED574619",
        "title":"It's about Time: Learning Time and Educational Opportunity in California High Schools. Executive Summary"},
      {
        "id":"ED565350",
        "title":"Investing in Our Children: A Plan to Expand Access to Preschool and Child Care"},
      {
        "id":"EJ844419",
        "title":"Early and Late Inhibitions Elicited by a Peripheral Visual Cue on Manual Response to a Visual Target: Are They Based on Cartesian Coordinates?"},
      {
        "id":"ED617482",
        "title":"Gender Differences in Confidence during Number-Line Estimation"},
      {
        "id":"ED511666",
        "title":"Parent Training Programs: Insight for Practitioners"},
      {
        "id":"ED529156",
        "title":"Outlook. Number 372"},
      {
        "id":"EJ005001",
        "title":"Georgia Model Specifications"},
      {
        "id":"ED511594",
        "title":"Where Do English Language Learner Students Go to School? Student Distribution by Language Proficiency in Arizona. REL Technical Brief. REL 2010-No.015"},
      {
        "id":"ED336215",
        "title":"Sociomoral Atmosphere in Direct-Instruction, Eclectic, and Constructivist Kindergartens: A Study of Teachers' Enacted Interpersonal Understanding."},
      {
        "id":"EJ1270029",
        "title":"Porous Boundaries: Reconceptualising the Home Literacy Environment as a Digitally Networked Space for 0-3 Year Olds"},
      {
        "id":"EJ1111787",
        "title":"The Role of Parents and Parental Mediation on 0-3-Year Olds' Digital Play with Smart Devices: Estonian Parents' Attitudes and Practices"},
      {
        "id":"ED265216",
        "title":"Optimal Detection of Inappropriate Test Scores."},
      {
        "id":"EJ1032430",
        "title":"Entropy of Mixing of Distinguishable Particles"},
      {
        "id":"EJ1230444",
        "title":"Fifth Graders&apos; Understanding of Fractions on the Number Line"},
      {
        "id":"EJ1177773",
        "title":"Newtonian Analysis of a Folded Chain Drop"},
      {
        "id":"EJ1198319",
        "title":"FIPC Linking across Multidimensional Test Forms: Effects of Confounding Difficulty within Dimensions"},
      {
        "id":"ED022938",
        "title":"Occupational Mathematics; Division of Fractions. Report No. 16-H, Booklet II. Final Report."},
      {
        "id":"EJ991548",
        "title":"IRT-Stimulus Contingencies in Chained Schedules: Implications for the Concept of Conditioned Reinforcement"},
      {
        "id":"EJ955366",
        "title":"Video Gameplay, Personality and Academic Performance"},
      {
        "id":"EJ863767",
        "title":"Autistic Disorder Symptoms in Rett Syndrome"},
      {
        "id":"EJ872562",
        "title":"Young Children's Comprehension of English SVO Word Order Revisited: Testing the Same Children in Act-Out and Intermodal Preferential Looking Tasks"},
      {
        "id":"EJ767885",
        "title":"Reversible Hippocampal Lesions Disrupt Water Maze Performance during Both Recent and Remote Memory Tests"},
      {
        "id":"EJ752449",
        "title":"Learning Phonetic Categories by Tracking Movements"},
      {
        "id":"EJ1424961",
        "title":"What Do Educational Psychologists Consider to be Best Practice When Gaining Consent across the 0 to 25 Age Range?"},
      {
        "id":"ED304533",
        "title":"Daily Living Skills at Your Fingertips. Daily Living Skills for 0-4 Level Adult Basic Education Students. Curriculum and Teacher Guide."},
      {
        "id":"ED080868",
        "title":"New York State Hospital Manpower Survey, 1969."},
      {
        "id":"EJ1345578",
        "title":"Consultation and Case Formulation Using DC:0-5: The Centrality of Relational Context"},
      {
        "id":"EJ875528",
        "title":"A Couple of \"Lim (h[right arrow]0)-Is-Missing\" Problems"},
      {
        "id":"EJ832527",
        "title":"General Stability Criterion for Inviscid Parallel Flow"},
      {
        "id":"EJ005004",
        "title":"A Computerized Approach to Calculating Interaction Analysis Observation Matrices and Ratios."},
      {
        "id":"EJ164919",
        "title":"The Mole Concept"},
      {
        "id":"ED391277",
        "title":"Alabama 622 Project Services to Deaf-Blind Children. Final Report."},
      {
        "id":"ED405462",
        "title":"Adult Literacy in Kentucky. A Report on the Kentucky Adult Literacy Survey."},
      {
        "id":"ED378409",
        "title":"The State Adult Literacy Survey: A Look at Results for Ohio. Adult Literacy Fact Sheet."},
      {
        "id":"ED341705",
        "title":"Traditional In-Baskets vs. the General Management In-Basket (GMIB)."},
      {
        "id":"ED347758",
        "title":"The Role of Ethnicity in Special Education Identification and Educational Setting Placement in Illinois. Data Imprints."},
      {
        "id":"EJ1329461",
        "title":"Investigating Invariant Item Ordering in Intelligence Tests: Mokken Scale Analysis of KBIT-2"},
      {
        "id":"ED275739",
        "title":"Data Collection Procedures and Descriptive Statistics for the Grade Two (Fall) Achievement Monitoring Tests (Baseline, S-4, S-5 and S-6), Coordinated Study No. 1. Working Paper No. 319. Report from the Project on Studies in Mathematics."},
      {
        "id":"ED233815",
        "title":"Observing Troubled Children's Interpersonal Negotiation Strategies: Implications of and for a Developmental Model."},
      {
        "id":"ED292286",
        "title":"General and Specific Aspects of the Physical Environment: Relationships with Development in Handicapped Children Ages 1 to 10."},
      {
        "id":"ED286895",
        "title":"Evaluation Technique and Program Efficiency Measures: Statistical Derivations for the Regression Discontinuity Design."},
      {
        "id":"ED266151",
        "title":"The Effect of the Violation of the Assumption of Independence When Combining Correlation Coefficients in a Meta-Analysis."},
      {
        "id":"EJ1188963",
        "title":"Investigation of Depression Level of Middle School Students&apos; According to Some Variables"},
      {
        "id":"EJ1363406",
        "title":"Interaction in E-Learning Setting through Teaching English as Foreign Language by Native-English Teachers: E-Classroom Discourse"},
      {
        "id":"ED382673",
        "title":"Intervention and Remediation Strategies for the Ohio Ninth Grade Proficiency Tests: Implementation and Perceived Success in Northwest Ohio Secondary Schools."},
      {
        "id":"ED437984",
        "title":"Graduate and Employer Report, 1996-97 Graduates. Volumes One and Two."},
      {
        "id":"ED448828",
        "title":"Report on Community College Classes Offered in Conjunction with High Schools (R7-1-709), FY 1999-2000."},
      {
        "id":"ED476337",
        "title":"Saskatchewan Urban Training Needs Assessment Report, 2003."},
      {
        "id":"ED445721",
        "title":"An Evaluation of English 100 and Eligibility for English 100 as Potential Prerequisites for Speech Communication 1 and 2, Criminal Justice 1 and 2, and Fire Technology 1 and 2."},
      {
        "id":"ED527410",
        "title":"Phonetic Realization and Perception of Prominence among Lexical Tones in Mandarin Chinese"},
      {
        "id":"ED097592",
        "title":"Effects of Attribute Identification Pretraining on Rule Effects in Attribute Identification Transfer Tasks. Technical Report No. 278."},
      {
        "id":"ED499787",
        "title":"Tangible Steps Toward Tomorrow: New Designs for Early Education, Ages 0-8"},
      {
        "id":"EJ123528",
        "title":"Comparison of Metabolic, Temperature, Heart Rate and Ventilatory Responses to Exercise at Extreme Ambient Temperatures (0 degrees and 35 degrees C)"},
      {
        "id":"EJ1280800",
        "title":"Spatial Release from Informational and Energetic Masking in Bimodal and Bilateral Cochlear Implant Users"},
      {
        "id":"EJ1128988",
        "title":"Promoting Child Development through Group-Based Parent Support within a Cash Transfer Program: Experimental Effects on Children's Outcomes"},
      {
        "id":"EJ1190597",
        "title":"Young Children, Digital Media and Smart Toys: How Perceptions Shape Adoption and Domestication"},
      {
        "id":"ED602222",
        "title":"The Influence of Nutrition Assistance Program Participation, Parental Nutritional Knowledge, and Family Foodways on Food Security and Child Well-Being. University of Kentucky Center for Poverty Research Discussion Paper Series, DP2019-02"},
      {
        "id":"EJ1152424",
        "title":"&quot;Who Do You Want Me to Be?&quot; An Exploration of Female and Male Perceptions of &quot;Imposed&quot; Gender Roles in the Early Years"},
      {
        "id":"EJ1025037",
        "title":"An Alternative Introduction to Maxwell&apos;s Displacement Current"},
      {
        "id":"EJ1416690",
        "title":"Museums Thinking about Early Childhood Education: Present Role and Perspectives"},
      {
        "id":"EJ791464",
        "title":"The Acquisition of German Relative Clauses: A Case Study"},
      {
        "id":"EJ770494",
        "title":"Geometrical Solution of Some Cubic Equations with Non-Real Roots"},
      {
        "id":"EJ820314",
        "title":"[60]Fullerene Displacement from (Dihapto-Buckminster-Fullerene) Pentacarbonyl Tungsten(0): An Experiment for the Inorganic Chemistry Laboratory, Part II"},
      {
        "id":"EJ784702",
        "title":"Infant Gaze Following and Pointing Predict Accelerated Vocabulary Growth through Two Years of Age: A Longitudinal, Growth Curve Modeling Study"},
      {
        "id":"EJ1298374",
        "title":"A Simple Thought Experiment to Discuss the Mass-Energy Equivalence in the Special Theory of Relativity"},
      {
        "id":"EJ1125839",
        "title":"Disparities in Supports for Student Wellness Promotion Efforts among Secondary Schools in Minnesota"},
      {
        "id":"EJ1056407",
        "title":"Connecting Spatial Memories of Two Nested Spaces"},
      {
        "id":"EJ859460",
        "title":"Direct Magnitude Estimation of Articulation Rate in Boys with Fragile X Syndrome"},
      {
        "id":"EJ789715",
        "title":"Binaural Advantage for Younger and Older Adults with Normal Hearing"},
      {
        "id":"EJ747463",
        "title":"A Comparative Study of IRT Fixed Parameter Calibration Methods"},
      {
        "id":"EJ126851",
        "title":"The Revision of Nuffield 0-Level Biology"},
      {
        "id":"EJ178386",
        "title":"Astronomical Material in Nuffield 0-Level Physics"},
      {
        "id":"EJ174269",
        "title":"&quot;Oxford &amp; Cambridge&quot; 0-Level Physical Science"},
      {
        "id":"EJ164799",
        "title":"The First Eight Years in New Zealand"},
      {
        "id":"EJ203721",
        "title":"Construction of the Centimetre Using the Equation: x10 to the x power -1=0."},
      {
        "id":"ED228756",
        "title":"OUTREACH: Macomb 0-3 Regional Project. A Rural Child-Parent Service. Program Performance Report, July 1, 1981 to June 30, 1982."},
      {
        "id":"EJ1338830",
        "title":"Zero -- An Uncommon Number: Preschoolers&apos; Conceptual Understanding of Zero"},
      {
        "id":"EJ1304960",
        "title":"Diversity of Cultural Sources in ELT Activity Books: A Case Study of a Multicultural Primary School in Thailand"},
      {
        "id":"EJ1270579",
        "title":"Patterns of Technological Pedagogical and Content Knowledge in Preservice-Teachers&apos; Literacy Lesson Planning"},
      {
        "id":"EJ1267951",
        "title":"The Estimation of Teaching Profession Education (TPE) Participants&apos; Ability in Indonesia: An Assessment Model with Partial Scoring"},
      {
        "id":"EJ1066772",
        "title":"A Comparative Study on Basic Emotion Conceptual Metaphors in English and Persian Literary Texts"},
      {
        "id":"EJ1034239",
        "title":"Students, Computers and Mathematics the Golden Trilogy in the Teaching-Learning Process"},
      {
        "id":"ED154889",
        "title":"Characteristics of New Students. Research Report #1."},
      {
        "id":"EJ1388246",
        "title":"Study on the Use of Oral Drills and Role-Play Method in Improving Students&apos; Interactive Speaking Achievement"},
      {
        "id":"ED475559",
        "title":"Palomar College 1999-2000 Vocational Education Employer Study. Study Two in Series Two of the Vocational Education Employer Study of Palomar Graduates."},
      {
        "id":"ED482458",
        "title":"Effectiveness of a Graduate Measurement Course."},
      {
        "id":"ED463133",
        "title":"Solid Foundations: Health and Education Partnership for Indigenous Children Aged 0 to 8 Years. Discussion Paper."},
      {
        "id":"ED430741",
        "title":"Mexican American Children's Ethnic Pride and Internalized Racism. JSRI Occasional Paper No. 41. Latino Studies Series."},
      {
        "id":"EJ1281439",
        "title":"Learning from Video: A Meta-Analysis of the Video Deficit in Children Ages 0 to 6 Years"},
      {
        "id":"ED226935",
        "title":"SCOPE (Standardized Curriculum-Oriented Pupil Evaluation) Mathematics. Test Book Kindergarten--Grade One."},
      {
        "id":"EJ1004663",
        "title":"Walking through the Impulse-Momentum Theorem"},
      {
        "id":"EJ1228447",
        "title":"Practitioner Implementation of Communication Intervention with Students with Complex Communication Needs"},
      {
        "id":"EJ1213909",
        "title":"Child-Directed Speech Is Infrequent in a Forager-Farmer Population: A Time Allocation Study"},
      {
        "id":"ED189812",
        "title":"Home and School Services for Handicapped Children Ages 0-8. Accomplishment Report, Part II."},
      {
        "id":"ED486686",
        "title":"Developing Learning in Early Childhood. The 0-8 Series"},
      {
        "id":"ED590593",
        "title":"The SEND Code of Practice, 0-25 Years: Policy, Provision and Practice"},
      {
        "id":"EJ992377",
        "title":"Explaining Definitions in Secondary School Mathematics: A[superscript 0], A[superscript n], 0!"},
      {
        "id":"EJ685556",
        "title":"Development of Numerical Estimation in Young Children"},
      {
        "id":"EJ943447",
        "title":"The Dependence of the Spring Constant in the Linear Range on Spring Parameters"},
      {
        "id":"EJ855120",
        "title":"Laughter Differs in Children with Autism: An Acoustic Analysis of Laughs Produced by Children with and without the Disorder"},
      {
        "id":"ED313223",
        "title":"Look Who's Coming to School! Changing Demographics: Implications for Science Education. Occasional Paper 89-0."},
      {
        "id":"EJ1066530",
        "title":"A Report of Survey on Conditions of Preschool Children's Family Music Education"},
      {
        "id":"ED025737",
        "title":"Adult Basic Education; A Bibliography from the Educational Materials Center."},
      {
        "id":"EJ161676",
        "title":"Opening Up the Doors"},
      {
        "id":"EJ1400062",
        "title":"The Development of a Parent Report Instrument of Early Communication and Language Skills of Infants and Toddlers in Mainland China"},
      {
        "id":"ED388940",
        "title":"Early Book Stages, 0-5 Years [and] Creciendo con Libros (Growing [up] with Books). [Videotape.]"},
      {
        "id":"EJ1142328",
        "title":"Interactive Book Reading to Accelerate Word Learning by Kindergarten Children with Specific Language Impairment: Identifying Adequate Progress and Successful Learning Patterns"},
      {
        "id":"EJ1344536",
        "title":"Left Digit Effects in Numerical Estimation across Development"},
      {
        "id":"EJ840894",
        "title":"A Simple Classroom Teaching Technique to Help Students Understand Michaelis-Menten Kinetics"},
      {
        "id":"EJ1429254",
        "title":"Correlates of Fundamental Motor Skills in the Early Years (0-4 Years): A Systematic Review"},
      {
        "id":"EJ126850",
        "title":"The Revision of Nuffield 0-Level Physics"},
      {
        "id":"EJ578364",
        "title":"Algorithms in the Pre-Calculus Classroom: Who was Newton-Raphson?"},
      {
        "id":"EJ687799",
        "title":"The Most Compact Subdomain of a Continuous Probability Distribution"},
      {
        "id":"EJ1027050",
        "title":"Test Review: Constantino, J. N., &amp; Gruber, C. P. (2012). &quot;Social Responsiveness Scale-Second Edition&quot; (&quot;SRS-2&quot;). Torrance, CA: Western Psychological Services"},
      {
        "id":"EJ1000210",
        "title":"Effect of Home Exercise Program Performance in Patients with Osteoarthritis of the Knee or the Spine on the Visual Analog Scale after Discharge from Physical Therapy"},
      {
        "id":"EJ177851",
        "title":"On Teaching Athenian Democracy at 0-Level"},
      {
        "id":"EJ030262",
        "title":"Language, Thought, and Memory in Language Teaching: A Thought View"},
      {
        "id":"ED352108",
        "title":"La atencion preescolar en Chile: desafios para la redemocratizacion (Preschool Care in Chile: Challenges for Redemocratization. Discussion Paper No. 13)."},
      {
        "id":"ED243328",
        "title":"Long-Term Retention of Information about Presentation Modality by Children and Adults."},
      {
        "id":"EJ1138572",
        "title":"The Efficacy of Arabic Version of the Developmental Assessment of Young Children Second Edition (DAYC-2) Scale in Detecting Developmental Delay among Jordanian Children Aged Birth to 71 Months"},
      {
        "id":"EJ1148772",
        "title":"Effects of Content Balancing and Item Selection Method on Ability Estimation in Computerized Adaptive Tests"},
      {
        "id":"EJ1152828",
        "title":"Implementability of Benchmarking (Comparative) Technique in Sports Enterprises (Sample Elazig)"},
      {
        "id":"EJ1082093",
        "title":"Investigating High School Students' Understanding of Chemical Equilibrium Concepts"},
      {
        "id":"ED088980",
        "title":"Implications of IEA Findings for the Philosophy of Comprehensive Education."},
      {
        "id":"ED525241",
        "title":"Legislative Review. A Look at Higher Education in Week 13: April 1-8, 2011"},
      {
        "id":"ED488963",
        "title":"The Nation's Report Card[TM]: Trial Urban District Assessment: Reading 2005. NCES 2006-455"},
      {
        "id":"ED411821",
        "title":"Looking for the Information Needle in the Internet Haystack."},
      {
        "id":"ED419235",
        "title":"Factors Influencing Grant Writing of K-12 Teachers."},
      {
        "id":"ED466448",
        "title":"Customization in the Design and Implementation of the RiverWeb Water Quality Simulator (WQS)."},
      {
        "id":"ED429771",
        "title":"The Reflection of CEC Standards Included in Student Teaching Handbooks: A Pilot Study."},
      {
        "id":"ED557152",
        "title":"The Assessment of the Anxiety of High School Students Who Are Learning Turkish as a Foreign Language in Turkey in Term of Certain Variables"},
      {
        "id":"ED596977",
        "title":"Development of a Novel Tool for Assessing Coverage of Implementation Factors in Health Promotion Program Resources"},
      {
        "id":"ED607705",
        "title":"Domestic and International Perspectives on Implementing Alternatives to Finance Lifelong Education"},
      {
        "id":"ED605111",
        "title":"Proximity of Care: A New Approach to Designing for Early Childhood in Vulnerable Urban Contexts"},
      {
        "id":"EJ1452480",
        "title":"Motor Milestones and Physical Activity: A Scoping Review of ECD Practitioners&apos; Contributions"},
      {
        "id":"ED265859",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.6: Database Distributor/Service Professional Competencies."},
      {
        "id":"ED249095",
        "title":"Matematica 2. Livro do Aluno (Mathematics 2. Student Workbook)."},
      {
        "id":"ED107017",
        "title":"The Infant Development Center."},
      {
        "id":"ED133922",
        "title":"Search for Special Children."},
      {
        "id":"ED511478",
        "title":"Early Care and Education (ECE) Facts"},
      {
        "id":"EJ133277",
        "title":"Explosion Hazard: Lithium Oxidation"},
      {
        "id":"EJ1017607",
        "title":"A Power Rule Proof without Limits"},
      {
        "id":"EJ014901",
        "title":"Foreign Language Registrations and Student Contact Hours in Institutions of Higher Education: Summer 1969"},
      {
        "id":"EJ1032438",
        "title":"Using a Spreadsheet to Solve the Schro¨dinger Equations for the Energies of the Ground Electronic State and the Two Lowest Excited States of H[subscript2]"},
      {
        "id":"EJ1242348",
        "title":"Quantifying the Effects of Background Speech Babble on Preschool Children&apos;s Novel Word Learning in a Multisession Paradigm: A Preliminary Study"},
      {
        "id":"EJ1247475",
        "title":"Relative Fundamental Frequency in Children with and without Vocal Fold Nodules"},
      {
        "id":"EJ1366970",
        "title":"From Integers to Fractions: The Role of Analogy in Developing a Coherent Understanding of Proportional Magnitude"},
      {
        "id":"EJ1355719",
        "title":"Onset Asynchrony: Cue to Aid Dichotic Vowel Segregation in Listeners with Normal Hearing and Hearing Loss"},
      {
        "id":"EJ818765",
        "title":"Sampling Survey on Intellectual Disability in 0-6-Year-Old Children in China"},
      {
        "id":"EJ1340093",
        "title":"Logarithms Are Hot Stuff: A New Rating Scale for Chili Peppers"},
      {
        "id":"EJ1085522",
        "title":"The Revised SEND Code of Practice 0-25: Effective Practice in Engaging Children and Young People in Decision-Making about Interventions for Social, Emotional and Mental Health Needs"},
      {
        "id":"ED273639",
        "title":"Central Cardiovascular Responses of Quadriplegic Subjects to Arm Exercise at Varying Levels of Oxygen Uptake."},
      {
        "id":"EJ1046777",
        "title":"Magnetic Fields at the Center of Coils"},
      {
        "id":"EJ1032485",
        "title":"Persistent Focal Behavior and Physical Activity Performance"},
      {
        "id":"EJ1211262",
        "title":"Comparison of Task Interspersal Ratios on Efficiency of Learning and Problem Behavior for Children with Autism Spectrum Disorder"},
      {
        "id":"EJ997587",
        "title":"From Discrete 1 to 10 towards Continuous 0 to 10: The Continuum Approach to Estimating the Distribution of Happiness in a Nation"},
      {
        "id":"EJ1412574",
        "title":"Going for a Song: Supporting Language Acquisition in Gaelic 0-3 Groups"},
      {
        "id":"EJ684740",
        "title":"Motivational Interviewing With Personalized Feedback: A Brief Intervention for Motivating Smokers With Schizophrenia to Seek Treatment for Tobacco Dependence"},
      {
        "id":"EJ689722",
        "title":"Incremental Validity of the Psychological Inventory of Criminal Thinking Styles as a Predictor of Continuous and Dichotomous Measures of Recidivism"},
      {
        "id":"EJ936731",
        "title":"Do Newly Formed Word Representations Encode Non-Criterial Information?"},
      {
        "id":"EJ916004",
        "title":"Effects of Hourly, Low-Incentive, and High-Incentive Pay on Simulated Work Productivity: Initial Findings with a New Laboratory Method"},
      {
        "id":"EJ950930",
        "title":"Response Reversal and Children with Psychopathic Tendencies: Success Is a Function of Salience of Contingency Change"},
      {
        "id":"EJ922046",
        "title":"Developmental and Individual Differences in Pure Numerical Estimation"},
      {
        "id":"EJ862738",
        "title":"The Stark Effect in Linear Potentials"},
      {
        "id":"EJ862218",
        "title":"Lobb's Generalization of Catalan's Parenthesization Problem"},
      {
        "id":"EJ737387",
        "title":"Assessing Vocal Development in Infants and Toddlers"},
      {
        "id":"EJ735422",
        "title":"The Effect of Voice Onset Time Differences on Lexical Access in Dutch"},
      {
        "id":"EJ841935",
        "title":"Preventing Dating Violence in Public Schools: An Evaluation of an Interagency Collaborative Program for Youth"},
      {
        "id":"EJ829702",
        "title":"Establishing Derived Manding for Specific Amounts with Three Children: An Attempt at Synthesizing Skinner's \"Verbal Behavior\" with Relational Frame Theory"},
      {
        "id":"EJ836333",
        "title":"Grade 9 Astronomy Study: Interests of Boys and Girls Studying Astronomy at Fletcher's Meadow Secondary School"},
      {
        "id":"EJ770509",
        "title":"A New Discretization Method of Order Four for the Numerical Solution of One-Space Dimensional Second-Order Quasi-Linear Hyperbolic Equation"},
      {
        "id":"EJ781392",
        "title":"Newborns' Face Recognition Is Based on Spatial Frequencies below 0.5 Cycles per Degree"},
      {
        "id":"EJ818489",
        "title":"Non-Word Repetition Assesses Phonological Memory and Is Related to Vocabulary Development in 20- to 24-Month-Olds"},
      {
        "id":"EJ752200",
        "title":"Level 0 Assessment Works out Bugs, Works in Stakeholders"},
      {
        "id":"EJ099777",
        "title":"1/0--Computer Scientist and Acedemia"},
      {
        "id":"EJ004440",
        "title":"Georgia Education Model Specifications for the Preparation of Elementary Teachers--A Summary"},
      {
        "id":"EJ139439",
        "title":"The Portage Project"},
      {
        "id":"EJ190596",
        "title":"Behavioural Treatment of Hyperactive Children."},
      {
        "id":"EJ184857",
        "title":"Serious Otitis Media in Severely to Profoundly Hearing-Impaired Children, Ages 0 to 6"},
      {
        "id":"EJ164930",
        "title":"A Report of a Mode 3 Project-Based 0-Level Chemistry Course--Part I"},
      {
        "id":"EJ333796",
        "title":"Reaction Time and Intelligence: A Replicated Study."},
      {
        "id":"EJ066931",
        "title":"Librarians Look at Bibliography: Term Paper Aids"},
      {
        "id":"EJ214956",
        "title":"A &quot;Stencil Method&quot; for Solving Quadratics of the Type ax2+bx+c=0 That Have Real Roots."},
      {
        "id":"EJ199481",
        "title":"The Effect of the Minimum Compensating Cash Balance on School District Investments."},
      {
        "id":"EJ155769",
        "title":"JMB Physics Papers 1951-1976"},
      {
        "id":"EJ799427",
        "title":"Out of l'Hopital Clutches: An Example"},
      {
        "id":"ED503292",
        "title":"Changes in the Black-White Test score Gap in the Elementary School Grades. CSE Report 715"},
      {
        "id":"ED394288",
        "title":"Criteria for Assessing Multicultural/Multiethnic Content of Instructional Materials Used in Portland Public Schools."},
      {
        "id":"ED293290",
        "title":"COME PLAY WITH ME! Handmade Toys for Infants. First Years Together. Project Enlightenment."},
      {
        "id":"ED267539",
        "title":"Microcomputer Useage for Data Based Psychomotor Performance Measures in Adapted Physical Education."},
      {
        "id":"ED265854",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.1: Academic Librarian Competencies."},
      {
        "id":"ED265855",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.2: Public Librarian Competencies."},
      {
        "id":"ED265857",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.4: Special Librarian Competencies."},
      {
        "id":"ED265858",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.5: Database Producer Professional Competencies."},
      {
        "id":"ED265862",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.9: Archivist/Museum Professional Competencies."},
      {
        "id":"ED265863",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.10: Information Analysis Center Professional Competencies."},
      {
        "id":"ED222371",
        "title":"Matematica 1. Livro do Aluno (Mathematics 1. Student Workbook)."},
      {
        "id":"ED249697",
        "title":"From Crib to Kindergarten: A Continuum of Needs of the Visually Impaired Preschooler."},
      {
        "id":"ED249699",
        "title":"Developmental Levels and Suggested Learning Activities for the Visually Impaired Preschool Child. A Special Report."},
      {
        "id":"ED508260",
        "title":"Credits and Exemptions for Children. Tax Facts from the Tax Policy Center. Tax Notes[R]"},
      {
        "id":"EJ746896",
        "title":"American Indian/Alaska Native Alcohol-Related Incarceration and Treatment"},
      {
        "id":"EJ104789",
        "title":"Filmed Sequences and Multiple Choice Tests."},
      {
        "id":"EJ005524",
        "title":"Developing Creative Problem Solving Abilities and Related Attitudes Through Programmed Instruction"},
      {
        "id":"EJ005555",
        "title":"Effects of Time-Compressed Speech Signals on Children's Identification Accuracy and Latency Measures"},
      {
        "id":"EJ191281",
        "title":"Writing, Dictating, and Speaking Letters."},
      {
        "id":"EJ164927",
        "title":"Subject Swings at A Level: Attitudes to Physics"},
      {
        "id":"EJ290480",
        "title":"Alternatives for Teaching Multiplication Facts."},
      {
        "id":"EJ066542",
        "title":"The Portage Project: A Model for Early Childhood Education"},
      {
        "id":"EJ014900",
        "title":"Foreign Language Offerings and Enrollments in Public Secondary Schools: Fall 1968"},
      {
        "id":"EJ021285",
        "title":"A Typewriting Experiment in Syllabic Intensity"},
      {
        "id":"EJ988523",
        "title":"A Fifth Way to Skin a Definite Integral"},
      {
        "id":"EJ1337783",
        "title":"Bullying Victimisation among Deaf Adolescents: A School-Based Self-Report Survey in Ghana"},
      {
        "id":"EJ1281173",
        "title":"Psychometric Properties of the Smartphone Addiction Scale - Short Version (SAS-SV) in a Sample of Iranian Adolescents"},
      {
        "id":"EJ1286245",
        "title":"The Effect of Perceived Intergenerational Paternal Involvement on Fathers&apos; Involvement in the Lives of Their 0-to-8-Year-Old Children"},
      {
        "id":"EJ1310016",
        "title":"An Investigation of Eighth Grade Students&apos; Mathematical Communication Competency and Affective Characteristics"},
      {
        "id":"EJ1094573",
        "title":"Investigating the Mpemba Effect: When Hot Water Freezes Faster than Cold Water"},
      {
        "id":"EJ1100212",
        "title":"The Use of an Imagery Mnemonic to Teach the Krebs Cycle"},
      {
        "id":"EJ1081199",
        "title":"A Ratio Test of Interrater Agreement with High Specificity"},
      {
        "id":"EJ1117791",
        "title":"Maximum Range of a Projectile Thrown from Constant-Speed Circular Motion"},
      {
        "id":"ED297516",
        "title":"Training Needs for Direct Services Personnel Providing Services to 0-2 Year Olds with Handicaps."},
      {
        "id":"EJ1023981",
        "title":"Factors Influencing Childcare Workers' Promotion of Physical Activity in Children Aged 0-4 Years: A Qualitative Study"},
      {
        "id":"EJ1011721",
        "title":"Input Frequency and Lexical Variability in Phonological Development: A Survival Analysis of Word-Initial Cluster Production"},
      {
        "id":"EJ1011722",
        "title":"The Use of the Internet in Collecting CDI Data -- An Example from Norway"},
      {
        "id":"EJ1011724",
        "title":"The Company That Words Keep: Comparing the Statistical Structure of Child- versus Adult-Directed Language"},
      {
        "id":"EJ1183338",
        "title":"Developmental Characteristics of Gifted Children Aged 0-6 Years: Parental Observations"},
      {
        "id":"EJ1367676",
        "title":"Investigation of the Relationships between ADHD Risk and Digital Screen Exposure in Children Aged 4-11: A Large Population Study in Turkey"},
      {
        "id":"EJ1375680",
        "title":"Start Spreading the News: New York State&apos;s DC:0-5 Initiative"},
      {
        "id":"EJ971220",
        "title":"How to Measure the Onset of Babbling Reliably?"},
      {
        "id":"EJ706299",
        "title":"Comparison of Anthropometry to Dual Energy X-Ray Absorptiometry: A New Prediction Equation for Women"},
      {
        "id":"EJ684931",
        "title":"Becoming a Fluent Reader: Reading Skill and Prosodic Features in the Oral Reading of Young Readers"},
      {
        "id":"EJ683449",
        "title":"The Zero to Three Diagnostic System: A Framework for Considering Emotional and Behavioral Problems in Young Children"},
      {
        "id":"EJ938190",
        "title":"Thirty Years in Infant Mental Health"},
      {
        "id":"EJ917828",
        "title":"Phonological Development of Word-Initial Korean Obstruents in Young Korean Children"},
      {
        "id":"EJ917831",
        "title":"On the Interaction of Deaffrication and Consonant Harmony"},
      {
        "id":"EJ925307",
        "title":"Brief Report: Prevalence of Autistic Spectrum Disorders in the Sultanate of Oman"},
      {
        "id":"EJ908740",
        "title":"Global Culture, Learning Style, and Outcome: An Interdisciplinary Empirical Study of International University Students"},
      {
        "id":"EJ729370",
        "title":"Sum of the m-th Powers of n Successive Terms of an Arithmetic Sequence: b[superscript m] + (a + b)[superscript m] + (2a + b)[superscript m] ... + ((n - 1)a + b)[superscript m]"},
      {
        "id":"EJ727130",
        "title":"Computer-Based Training for Immigrant Latinos with Limited Formal Education"},
      {
        "id":"EJ842131",
        "title":"Prosodic Patterns in Hebrew Child-Directed Speech"},
      {
        "id":"EJ849451",
        "title":"Cue Salience and Infant Perseverative Reaching: Tests of the Dynamic Field Theory"},
      {
        "id":"EJ800620",
        "title":"Prospective Teachers' Reactions to \"Right-or-Wrong\" Tasks: The Case of Derivatives of Absolute Value Functions"},
      {
        "id":"EJ802083",
        "title":"Does Frequency Count? Parental Input and the Acquisition of Vocabulary"},
      {
        "id":"EJ830050",
        "title":"Preschoolers' Understanding of Subtraction-Related Principles"},
      {
        "id":"EJ829006",
        "title":"Overcoming Misconceptions in Quantum Mechanics with the Time Evolution Operator"},
      {
        "id":"EJ782481",
        "title":"Correcting a Significance Test for Clustering"},
      {
        "id":"EJ774364",
        "title":"Preschoolers Monitor the Relative Accuracy of Informants"},
      {
        "id":"EJ813849",
        "title":"Evaluating the Power of Latent Growth Curve Models to Detect Individual Differences in Change"},
      {
        "id":"EJ1449460",
        "title":"Developing Best Practice Guidance for Educational Psychologists Gaining Consent across the 0-25 Age Range"},
      {
        "id":"ED375884",
        "title":"A Profile of CCP (Community College of Philadelphia) Transfer Students Enrolled at [the] State System of Higher Education Universities during the Fall 1993 Semester. Institutional Research Report No. 79."},
      {
        "id":"EJ1083792",
        "title":"An Investigation into the Challenges In-Service Student Teachers Encounter in Transformational Geometry, &quot;Reflection and Rotation&quot;. The Case of Mufulira College of Education"},
      {
        "id":"EJ1053814",
        "title":"Surgical Theatre (Operating Room) Measure STEEM (OREEM) Scoring Overestimates Educational Environment: The 1-to-L Bias"},
      {
        "id":"EJ1186993",
        "title":"Disentangling the Language Effect in South African Schools: Measuring the Impact of &apos;Language of Assessment&apos; in Grade 3 Literacy and Numeracy"},
      {
        "id":"ED514434",
        "title":"What English Language Arts, Math, and Science Instructional Materials Have Districts in the Mid-Atlantic Region States Adopted? Summary. Issues &amp; Answers. REL 2010-No. 096"},
      {
        "id":"ED453935",
        "title":"El juego entre el nacimiento y los 7 anos: Un manual para ludotecarias. Investigacion-accion sobre la Familia y la Primera Infancia. UNESCO Sector de Educacion Monografia (Play between Birth and 7 Years: A Manual for Preschool Teachers. Action Research in Family and Early Childhood. UNESCO Education Sector Monograph)."},
      {
        "id":"ED541939",
        "title":"The Abecedarian Project: High-Quality Early Child Care Has Long-Lasting Effects. FPG Snapshot #66"},
      {
        "id":"ED618065",
        "title":"Children&apos;s Math Anxiety Predicts Their Math Achievement over and above a Key Foundational Math Skill"},
      {
        "id":"ED617472",
        "title":"Students&apos; Ability to Calculate Their Final Course Grade May Not Be as Easy as You Think: Insights from Mathematical Cognition"},
      {
        "id":"ED597357",
        "title":"Using Different Types of Computer-Supported Signaling in Explicit Online Grammar Instruction"},
      {
        "id":"ED604225",
        "title":"Reading Prosody Unpacked: A Longitudinal Investigation of Its Dimensionality and the Relation with Word Reading and Listening Comprehension for Children in Primary Grades"},
      {
        "id":"ED662057",
        "title":"Building Fraction Magnitude Knowledge with Number Lines: Partitioning versus Analogy"},
      {
        "id":"EJ187969",
        "title":"Binary Action Based Estimation of Propensities"},
      {
        "id":"EJ176053",
        "title":"Pupillary Changes during Recall in Children"},
      {
        "id":"EJ141669",
        "title":"Short-Term Memory and Equivalence Judgments in Normal and Retarded Readers"},
      {
        "id":"EJ092137",
        "title":"Auditory Pretraining as a Determinant of Visual Thresholds for Pseudowords"},
      {
        "id":"EJ206476",
        "title":"Retardation amongst Aboriginal Children in North Australia."},
      {
        "id":"EJ420419",
        "title":"Seleccion y Capacitacion de Promotores."},
      {
        "id":"ED265856",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.3: School Librarian Competencies."},
      {
        "id":"ED265860",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.7: Information Center/Clearinghouse Professional Competencies."},
      {
        "id":"ED265864",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.11: Information Service Company Professional Competencies."},
      {
        "id":"ED265865",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.12: Library System Supplier Professional Competencies."},
      {
        "id":"EJ1052989",
        "title":"Min and Max Exponential Extreme Interval Values and Statistics"},
      {
        "id":"ED099226",
        "title":"Freddie Fish. A Primary Environmental Study of Basic Numerals, Sets, Ordinals and Shapes."},
      {
        "id":"ED100004",
        "title":"Solar Heating and Cooling of Buildings: Phase 0. Feasibility and Planning Study. Volume 1: Executive Summary. Document No. 74SD419. Final Report."},
      {
        "id":"ED028360",
        "title":"Curriculum Guide for Adult Basic Education."},
      {
        "id":"ED136474",
        "title":"Early Childhood Assessment List."},
      {
        "id":"ED525727",
        "title":"Goal: A Grading System That Demands Excellence on the Playing Field"},
      {
        "id":"ED450155",
        "title":"Evaluating Assumptions of Multivariate Normality."},
      {
        "id":"ED528898",
        "title":"Developing Cross Cultural Competence: Applying Development and Prevention Ideals to Counseling Young Children"},
      {
        "id":"ED532590",
        "title":"Advancing the Early Care and Education Workforce: A State-Based Cross-Sector Approach. Presidential Transition"},
      {
        "id":"EJ823801",
        "title":"Opioid Abstinence Reinforcement Delays Heroin Lapse during Buprenorphine Dose Tapering"},
      {
        "id":"EJ1318835",
        "title":"The Reciprocal 2I/E Model: An Investigation of Mutual Relations between Achievement and Self-Concept Levels and Changes in the Math and Verbal Domain across Three Countries"},
      {
        "id":"EJ1298599",
        "title":"Prioritising Targets for School-Based ADHD Interventions: A Delphi Survey"},
      {
        "id":"EJ1304562",
        "title":"Effects of Two Early Childhood Interventions on the Developmental Outcomes of Children in Post-Earthquake Nepal"},
      {
        "id":"EJ1325674",
        "title":"Setting the Stage for Speech Production: Infants Prefer Listening to Speech Sounds with Infant Vocal Resonances"},
      {
        "id":"EJ1074575",
        "title":"Professionalisation Policies in the ECEC Field: Trends and Tensions in the Italian Context"},
      {
        "id":"EJ1234254",
        "title":"Objective Acoustic Quantification of Perceived Voice Tremor Severity"},
      {
        "id":"EJ1388952",
        "title":"Prenatal Daily Musical Exposure Is Associated with Enhanced Neural Representation of Speech Fundamental Frequency: Evidence from Neonatal Frequency-Following Responses"},
      {
        "id":"ED551450",
        "title":"Study of the Relationship between Leader-Member Exchange (LMX) and Individual Objective Performance within a University Learning Community"},
      {
        "id":"EJ943264",
        "title":"Functional Ear (A)Symmetry in Brainstem Neural Activity Relevant to Encoding of Voice Pitch: A Precursor for Hemispheric Specialization?"},
      {
        "id":"EJ853455",
        "title":"Validation of the WeDQoL-Goals-Thailand Measure: Culture-Specific Individualised Quality of Life"},
      {
        "id":"EJ996644",
        "title":"Effects of Methylphenidate and Morphine on Delay-Discount Functions Obtained within Sessions"},
      {
        "id":"EJ1406874",
        "title":"The Impact of Traumatic Brain Injury on Binaural Processing in Young and Middle-Age Adults"},
      {
        "id":"ED043685",
        "title":"Behavior Rating Scale."},
      {
        "id":"EJ065366",
        "title":"Microphotocomposition--A New Publishing Resource"},
      {
        "id":"EJ061699",
        "title":"Physics Education in Ghana"},
      {
        "id":"EJ271798",
        "title":"Teaching Genetics in Schools."},
      {
        "id":"EJ1417550",
        "title":"On an Extension of Niven&apos;s Theorem"},
      {
        "id":"ED229927",
        "title":"A Handbook for Helping Parents \"Group.\""},
      {
        "id":"EJ1111171",
        "title":"Differential Item Functioning: Its Consequences. Research Report. ETS RR-10-01"},
      {
        "id":"ED289327",
        "title":"Sharing Centers, Training Module."},
      {
        "id":"EJ1046011",
        "title":"A Functional Measurement Study on Averaging Numerosity"},
      {
        "id":"ED099512",
        "title":"Module Fifteen: Special Topics; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED081789",
        "title":"Evaluation Bibliography: Parent, Child Decision Makers."},
      {
        "id":"ED075088",
        "title":"A Report on State Programs for Young Children in Colorado."},
      {
        "id":"ED437410",
        "title":"Calculating Balanced Incomplete Block Design for Educational Assessments."},
      {
        "id":"ED481677",
        "title":"Using Rasch Measurement To Evaluate the Organizational Climate Index."},
      {
        "id":"ED484784",
        "title":"High School Grade Inflation from 1991 to 2003. Research Report Series 2004-04"},
      {
        "id":"ED618932",
        "title":"Children Living in Households That Experienced Food Insecurity: United States, 2019-2020. NCHS Data Brief. No. 432"},
      {
        "id":"ED616505",
        "title":"International Comparisons of Adult Literacy and Numeracy Skills over Time. Data Point. NCES 2022-005"},
      {
        "id":"ED619989",
        "title":"Kids &amp; Family Reading Report™: United Kingdom"},
      {
        "id":"EJ750838",
        "title":"The Effects of Varying Levels of Treatment Integrity on Child Compliance during Treatment with a Three-Step Prompting Procedure"},
      {
        "id":"EJ1152147",
        "title":"Why the nth-Root Function is Not a Rational Function"},
      {
        "id":"EJ1163280",
        "title":"Links between Early Oral Narrative and Decoding Skills and Later Reading in a New Zealand Sample"},
      {
        "id":"EJ1112972",
        "title":"Prevalence and Costs of Five Chronic Conditions in Children"},
      {
        "id":"EJ1157481",
        "title":"Stunting in Children (0-59 Months): What Is the Current Trend in South Africa?"},
      {
        "id":"EJ1004609",
        "title":"Survey of Sensitive Information Written in Patient Notes by Psychiatry Trainees"},
      {
        "id":"EJ1000636",
        "title":"The Role of Sensory Modulation Deficits and Behavioral Symptoms in a Diagnosis for Early Childhood"},
      {
        "id":"EJ1242239",
        "title":"Test-Retest Reliability and Construct Validity of an Online and Paper Administered Physical Activity Neighborhood Environment Scale (PANES)"},
      {
        "id":"EJ1205486",
        "title":"Online Readiness Assessment for Smoke- and Tobacco-Free Campus Policies"},
      {
        "id":"EJ1203678",
        "title":"Reliability and Validity Evidence for the Hawaii Early Learning Profile, Birth-3 Years"},
      {
        "id":"EJ1172049",
        "title":"5-2-1-0 Activity and Nutrition Challenge for Elementary Students: New, Evidence-Based, Promising"},
      {
        "id":"EJ1179232",
        "title":"A Systematic Review of Part C Early Identification Studies"},
      {
        "id":"EJ1187899",
        "title":"Motor Activation in People with Profound Intellectual and Multiple Disabilities in Daily Practice"},
      {
        "id":"EJ1193108",
        "title":"On the Smoothness Condition in Euler&apos;s Theorem on Homogeneous Functions"},
      {
        "id":"ED116896",
        "title":"The Influence of Federal Grants on Research and Instruction in the Sciences as Perceived by Selected Predominantly Black Private Institutions."},
      {
        "id":"EJ1019813",
        "title":"Impact of a Healthy Nails Program on Nail-Biting in Turkish Schoolchildren: A Controlled Pretest-Posttest Study"},
      {
        "id":"EJ993770",
        "title":"Great Expectations: Temporal Expectation Modulates Perceptual Processing Speed"},
      {
        "id":"EJ956144",
        "title":"Bayes Factor Approaches for Testing Interval Null Hypotheses"},
      {
        "id":"EJ1418390",
        "title":"A Systematic Review of Simultaneous Prompting and Prompt Delay Procedures"},
      {
        "id":"EJ947481",
        "title":"The Effects of Time-Compressed Instruction and Redundancy on Learning and Learners' Perceptions of Cognitive Load"},
      {
        "id":"EJ917817",
        "title":"Gender-Marked Determiners Help Dutch Learners' Word Recognition when Gender Information Itself Does Not"},
      {
        "id":"EJ856439",
        "title":"Effects of Graphing Conventions and Response Options on Interpretation of Small n Graphs"},
      {
        "id":"EJ838946",
        "title":"The Correlation of Standard Entropy with Enthalpy Supplied from 0 to 298.15 K"},
      {
        "id":"EJ780706",
        "title":"Outlier Detection in Test and Questionnaire Data"},
      {
        "id":"EJ996079",
        "title":"Electromagnetic Waves in a Uniform Gravitational Field and Planck's Postulate"},
      {
        "id":"EJ1453482",
        "title":"Trends of Higher Education Enrolment, Graduation, and Employment in Ethiopia: An Empirical Analysis"},
      {
        "id":"ED664176",
        "title":"Adult Literacy Skills and Risk of Job Automation among Middle-Aged and Older Workers in the United States"},
      {
        "id":"EJ130217",
        "title":"Measurement of the Thermal Properties of a Metal Using a Relaxation Method"},
      {
        "id":"EJ361837",
        "title":"Analysis of School Inspector's Perception of Teacher-Inspector Relationship."},
      {
        "id":"EJ321121",
        "title":"A Functional Classification System for the Deaf-Blind."},
      {
        "id":"EJ332116",
        "title":"The Story of 0."},
      {
        "id":"EJ296116",
        "title":"MBO: A Method to the Madness."},
      {
        "id":"EJ097322",
        "title":"Transfer of Information from Short- to Long-Term Memory"},
      {
        "id":"EJ012605",
        "title":"The Role of Educational Technology in Developing Achievement Motivation"},
      {
        "id":"EJ272745",
        "title":"Changes in Age at First Admission to Residential Care for Mentally Retarded People."},
      {
        "id":"EJ233304",
        "title":"Partial Knowledge and the Theoretical Basis of Linear Corrections for Guessing."},
      {
        "id":"EJ240574",
        "title":"Blueprint for the Diagnosis of Difficulties with Cardinality."},
      {
        "id":"EJ214840",
        "title":"Context and Number Conservation."},
      {
        "id":"EJ411255",
        "title":"The Construction of Parallel Tests from IRT-Based Item Banks."},
      {
        "id":"EJ382207",
        "title":"Providing Services to Children with Autism (Ages 0 to 2 Years) and Their Families."},
      {
        "id":"EJ435124",
        "title":"Enumeration and Simulation Methods for 0-1 Matrices with Given Marginals."},
      {
        "id":"EJ588896",
        "title":"Simultaneous Assembly of Multiple Test Forms."},
      {
        "id":"EJ619618",
        "title":"Small Classes 1, Vouchers 0."},
      {
        "id":"EJ617553",
        "title":"Measuring the Agreement of Several Three-Letter Holland Codes for One Person."},
      {
        "id":"EJ1270723",
        "title":"Adolescent Drug Use in Connecticut Private High Schools: Zero Tolerance, Contextual Peer Influence, and Deterrence Effectiveness"},
      {
        "id":"ED503778",
        "title":"The Effect of Year-to-Year Rater Variation on IRT Linking"},
      {
        "id":"ED415093",
        "title":"The Effects of Varying Retention Intervals within a Block Schedule on Knowledge Retention in Mathematics."},
      {
        "id":"ED553754",
        "title":"First 5 Kern Annual Report: Fiscal Year 2013-2014"},
      {
        "id":"EJ833243",
        "title":"Perception and Accuracy of Hispanics in South Florida in Estimating Energy Expenditure for Physical Activity"},
      {
        "id":"ED428136",
        "title":"The Devastating Effect of Zeros on Grades: What Can Be Done?"},
      {
        "id":"ED265861",
        "title":"New Directions in Library and Information Science Education. Final Report. Volume 2.8: Records and Information Manager Competencies."},
      {
        "id":"EJ1204804",
        "title":"Mathematical Connection of Elementary School Students to Solve Mathematical Problems"},
      {
        "id":"ED216499",
        "title":"Competency Goals and Performance Indicators K-12: Hearing Impaired Learners, Birth-Grade 12. Supplement."},
      {
        "id":"ED212110",
        "title":"Home Learning Center for Hearing Impaired Children. Home Learning Center Outreach Project. Final Report. 1978- 81."},
      {
        "id":"ED180173",
        "title":"Toy Workshops for Parents: Bridging a Gap. Baby Buggy Paper No. 201."},
      {
        "id":"ED024174",
        "title":"Education of the Deaf; The Challenge and the Charge. A Report of the National Conference on Education of the Deaf (Colorado Springs, Colorado, April 12-15, 1967)."},
      {
        "id":"ED022655",
        "title":"Appalachian Reading Survey."},
      {
        "id":"ED108036",
        "title":"The Effects of Type of Imagery Selection and Multiplicity of Images Covert Positive Reinforcement."},
      {
        "id":"ED094779",
        "title":"Supplementary Feedback: An Explanation and Experimental Test."},
      {
        "id":"ED051754",
        "title":"Course Evaluations at Hofstra University - Spring 1969."},
      {
        "id":"ED509808",
        "title":"Childhood Vision: What the Research Tells Us"},
      {
        "id":"ED489660",
        "title":"Prospective Teachers' Images and Definitions: The Case of Inflection Points"},
      {
        "id":"ED444866",
        "title":"Numeric Literacy in Two Hours: A Language-Symbol Approach to Teaching Reading and Writing of Larger Numbers."},
      {
        "id":"ED619986",
        "title":"Kids &amp; Family Reading Report™: Australia"},
      {
        "id":"ED619987",
        "title":"Kids &amp; Family Reading Report™: Canadian Edition"},
      {
        "id":"ED619988",
        "title":"Kids &amp; Family Reading Report™: China"},
      {
        "id":"EJ941719",
        "title":"Reducing Stimulus Overselectivity through an Increased Observing-Response Requirement"},
      {
        "id":"EJ838683",
        "title":"The Impact of a Qualitative Research Interview on Workers' Views of Their Situation"},
      {
        "id":"EJ104755",
        "title":"Some Scientific Background Relevant to the Growth and Development of Young Children"},
      {
        "id":"EJ1033914",
        "title":"Effects of Letter-Identification Training on Letter Naming in Prereading Children"},
      {
        "id":"ED079416",
        "title":"Enhancement of Learning Inventory (ELI). Appendix A."},
      {
        "id":"EJ197347",
        "title":"Educating Developmentally Delayed Children in Newfoundland: How Home Visiting Specialists Teach Parents to Teach."},
      {
        "id":"EJ305803",
        "title":"Integrating Industry and Education."},
      {
        "id":"EJ327319",
        "title":"Meeting the Special Needs of Visually Handicapped Students in Ecology."},
      {
        "id":"EJ332022",
        "title":"Y Is for Yacht Race: A Game of Angles."},
      {
        "id":"EJ314449",
        "title":"On the Behavior of y Equals x to the n Power Times Sin 1/x."},
      {
        "id":"EJ149616",
        "title":"Effects of Concurrent Verbal Memory on Recognition of Stimuli from the Left and Right Visual Fields"},
      {
        "id":"EJ035013",
        "title":"Compensatory Physiologic Phonetics for the Glossectomee"},
      {
        "id":"EJ030166",
        "title":"Auditory vs. Articulatory Training in Exotic Sounds"},
      {
        "id":"EJ285459",
        "title":"Identifying More Able Pupils in Secondary Schools."},
      {
        "id":"EJ281887",
        "title":"Examination Syllabus Comparisons."},
      {
        "id":"EJ267182",
        "title":"Assessment and Training of Clinical Interviewing Skills: Analogue Analysis and Field Replication."},
      {
        "id":"EJ256121",
        "title":"Modifying Impulsive Responding to Four WISC-R Subtests."},
      {
        "id":"EJ207031",
        "title":"Chemistry Textbooks--A Questionnaire and Discussion."},
      {
        "id":"EJ160915",
        "title":"A Factor-Analytic Investigation of Meyer's Test of Interests"},
      {
        "id":"EJ412361",
        "title":"Computer Corner."},
      {
        "id":"EJ594317",
        "title":"Optimal Assembly of Psychological and Educational Tests."},
      {
        "id":"EJ630122",
        "title":"Studying the Greenhouse Effect: A Simple Demonstration."},
      {
        "id":"EJ876121",
        "title":"Short Note on Units: Planetary Units"},
      {
        "id":"EJ823081",
        "title":"Facilitator: 10, Refreshments: 8, Evaluation: 0"},
      {
        "id":"EJ1050308",
        "title":"Maternal Responsiveness Predicts Child Language at Ages 3 and 4 in a Community-Based Sample of Slow-to-Talk Toddlers"},
      {
        "id":"EJ1175929",
        "title":"Prevention of Dental Caries in Indigenous Children from World Health Organization-Listed High-Income Countries: A Systematic Review"},
      {
        "id":"ED615136",
        "title":"A Systematic Review of Parent-Child Reading in Early Childhood (0-6): Effects, Factors, and Interventions"},
      {
        "id":"EJ860669",
        "title":"Cycle-Averaged Phase-Space States for the Harmonic and the Morse Oscillators, and the Corresponding Uncertainty Relations"},
      {
        "id":"EJ731551",
        "title":"Financing Medically-Oriented Child Protection Teams in the Age of Managed Health Care: A National Survey"},
      {
        "id":"ED651889",
        "title":"A New Paradigm: Market Driven Matriculation Designed to Optimize Academic Post Graduate Success"},
      {
        "id":"ED390554",
        "title":"Games To Play with Babies. (Revised and Expanded)."},
      {
        "id":"EJ1300561",
        "title":"The Student Risk Screening Scale for Early Childhood: Additional Validation Studies"},
      {
        "id":"EJ1296040",
        "title":"Motion of a Simple Pendulum: A Digital Technology Approach"},
      {
        "id":"EJ1115228",
        "title":"A Comparison of Self-Report Scales and Accelerometer-Determined Moderate to Vigorous Physical Activity Scores of Finnish School Students"},
      {
        "id":"EJ1128549",
        "title":"The Prevalence of Autism Spectrum Disorders in West Pomeranian and Pomeranian Regions of Poland"},
      {
        "id":"ED226936",
        "title":"SCOPE (Standardized Curriculum-Oriented Pupil Evaluation) Mathematics. Test Book Grade Two."},
      {
        "id":"ED248859",
        "title":"TLC for Growing Minds. APPLE II Programming Manual, Volume 3."},
      {
        "id":"EJ1018640",
        "title":"The Relation between Order of Acquisition, Segmental Frequency and Function: The Case of Word-Initial Consonants in Dutch"},
      {
        "id":"EJ1214987",
        "title":"Measurement Properties of the SEAM Questionnaire Using Rasch Analysis on Data from a Representative Danish Sample of 0- to 6-Year-Olds"},
      {
        "id":"EJ1194773",
        "title":"Information for Consent: Too Long and Too Hard to Read"},
      {
        "id":"ED207737",
        "title":"New Mexico Dropout Study, 1976-1977."},
      {
        "id":"ED160210",
        "title":"Social and Psychological Development of Children 0 to 1: Foster Parent Curriculum."},
      {
        "id":"EJ1379891",
        "title":"The Physical Pendulum: An Illustrative Teaching Laboratory Example Using a Long Rod"},
      {
        "id":"EJ1416883",
        "title":"Integrating Science and Mathematics in Elementary School: Impact on Selected Student Perceptual Variables"},
      {
        "id":"EJ936769",
        "title":"Determination of the Solubility Limit of Tris(dibenzylideneacetone) Dipalladium(0) in Tetrahydrofuran/Water Mixtures"},
      {
        "id":"EJ941604",
        "title":"Motor Coordination Dynamics Underlying Graphic Motion in 7- to 11-Year-Old Children"},
      {
        "id":"EJ925020",
        "title":"Adaptive Behavior Assessment System-II Parent/Primary Caregiver Form: Ages 0-5--Its Factor Structure and Other Implications for Practice"},
      {
        "id":"EJ850480",
        "title":"Face Inversion and Contrast-Reversal Effects across Development: In Contrast to the Expertise Theory"},
      {
        "id":"EJ825964",
        "title":"From Free Expansion to Abrupt Compression of an Ideal Gas"},
      {
        "id":"EJ820771",
        "title":"Electrochemistry of (Dihapto-Buckminster-Fullerene) Pentacarbonyl Tungsten(0): An Experiment for the Inorganic Chemistry Laboratory, Part III"},
      {
        "id":"EJ786021",
        "title":"The Onset and Mastery of Spatial Language in Children Acquiring British Sign Language"},
      {
        "id":"EJ753752",
        "title":"Work Placements Enhance the Academic Performance of Bioscience Undergraduates"},
      {
        "id":"EJ1438685",
        "title":"How Early Digital Experience Shapes Young Brains during 0-12 Years: A Scoping Review"},
      {
        "id":"EJ121258",
        "title":"Consistency and Stability of Home Environmental Measures Related to IQ"},
      {
        "id":"ED202960",
        "title":"Minimum Learning Essentials: Science. Chemistry, Earth Science, Biology, Physics, General Science. Experimental Edition 0/4."},
      {
        "id":"ED202971",
        "title":"Global History: Content Outline. Experimental Edition 0/5."},
      {
        "id":"ED191228",
        "title":"Remedial Speech Handbook for Teachers: Home and School Services for Handicapped Children 0-8."},
      {
        "id":"EJ185667",
        "title":"What the Computer Taught Me About My Students...or Is Binary Search &quot;Natural&quot;?"},
      {
        "id":"EJ353910",
        "title":"Reading and Early Childhood Education: The Critical Issues. Special Report: Early Childhood Education."},
      {
        "id":"EJ314451",
        "title":"Remarks on the Non-Linear Differential Equation the Second Derivative of Theta Plus A Sine Theta Equals 0."},
      {
        "id":"EJ289820",
        "title":"Prevalence of Speech and Hearing Disorders in a State Penitentiary Population."},
      {
        "id":"EJ095053",
        "title":"Happiness is 0 to 6 from 7 to 5: Coosa Valley's Child Development Program"},
      {
        "id":"EJ220304",
        "title":"Testing the Hypothesis that Rho=0 in Selected Samples (Case 1)."},
      {
        "id":"EJ534742",
        "title":"Rural Mothers' Evaluation of the Strong and Weak Points of Child Care."},
      {
        "id":"EJ678469",
        "title":"Optimal Stratification of Item Pools in a-Stratified Computerized Adaptive Testing."},
      {
        "id":"EJ418867",
        "title":"Beyond Sibship Size: Sibling Density, Sex Composition, and Educational Outcomes."},
      {
        "id":"EJ506681",
        "title":"Pattern of Intentional Burns to Children in Ghana."},
      {
        "id":"EJ630620",
        "title":"Paraprofessionals: Partners for Employment Counselors?"},
      {
        "id":"EJ615619",
        "title":"&quot;-Pat + Pat = 0&quot;: Intellectual Play in Elementary Mathematics."},
      {
        "id":"EJ786172",
        "title":"Ten-Year Research Update Review: Psychiatric Problems in Children with Epilepsy"},
      {
        "id":"ED389558",
        "title":"Why Is the Use of a Ruler So Hard?"},
      {
        "id":"ED380503",
        "title":"Using Trilinear Plots for NAEP State Data. Program Statistics Research. Technical Report. No. 94-6."},
      {
        "id":"ED338393",
        "title":"Get a First Start with the Arts. Ideas To Use with Your Little One."},
      {
        "id":"ED229928",
        "title":"A Handicapped Child in the Family: Readings for Parents."},
      {
        "id":"EJ1319449",
        "title":"Using a Simultaneous Prompting Procedure to Improve the Quality of the Writing of Three Students with Learning Disabilities"},
      {
        "id":"ED324399",
        "title":"Basic Literacy Kit. Including \"Sam and Val. An Adult Basal Reader.\""},
      {
        "id":"ED269950",
        "title":"Preschool Screening in Minnesota: 1982-83. Early Childhood Assessment Project Research Report #1."},
      {
        "id":"ED233538",
        "title":"Connections: Developing Skills for the Family of the Young Special Child, 0-5. [and] A Coordinators Guide."},
      {
        "id":"ED262914",
        "title":"The &quot;Holding Power&quot; of the Computer: A Study of Young Children&apos;s Computer Time."},
      {
        "id":"EJ1050896",
        "title":"Group Work in a Classroom: An Analogy with Organisms in a Community"},
      {
        "id":"EJ1054936",
        "title":"Different Possibilities to Learn from the Same Task"},
      {
        "id":"ED183260",
        "title":"Measuring Components of Children's Health Status."},
      {
        "id":"ED020091",
        "title":"A \"TALKING BOOK\" SYSTEM OF TEACHING BEGINNING READING. FINAL REPORT."},
      {
        "id":"ED021679",
        "title":"American Indians in California: Population, Education, Employment, Income."},
      {
        "id":"ED043850",
        "title":"Books Related to Adult Basic Education and Teaching English to Speakers of Other Languages."},
      {
        "id":"ED039679",
        "title":"Modality Aspects of Mediation in Children with Normal and with Impaired Hearing Ability. Final Report."},
      {
        "id":"ED037854",
        "title":"File-Y:35-83:0; A Plan for the Youthful Mentally Retarded Offender."},
      {
        "id":"ED093928",
        "title":"The Effect of SSM Grading on Reliability When Residual Items Have No Discriminating Power."},
      {
        "id":"ED053380",
        "title":"CATV in Central Appalachia: A Feasibility Study."},
      {
        "id":"ED069748",
        "title":"Automated Hypothesis Tests and Standard Errors for Nonstandard Problems with Description of Computer Package: A Draft."},
      {
        "id":"ED467551",
        "title":"Impact of Head Start and Early Head Start Programs in North Dakota: Fact Sheet, 2001-2002."},
      {
        "id":"ED506906",
        "title":"The Effect of Geometry Teaching with Cabri to Learning Levels of Fourth Grade Students"},
      {
        "id":"ED419006",
        "title":"Simultaneous Assembly of Multiple Test Forms."},
      {
        "id":"ED481158",
        "title":"Using Response-Time Constraints in Item Selection To Control for Differential Speededness in Computerized Adaptive Testing. LSAC Research Report Series."},
      {
        "id":"ED463490",
        "title":"The Starting Early Starting Smart Story."},
      {
        "id":"ED586045",
        "title":"Literacy and Numeracy Skills of U.S. Men and Women. Data Point. NCES 2018-164"},
      {
        "id":"ED627611",
        "title":"Diagnosed Allergic Conditions in Children Aged 0-17 Years: United States, 2021. NCHS Data Brief. No. 459"},
      {
        "id":"ED573469",
        "title":"Parental, Community, and Familial Support Interventions to Improve Children's Literacy in Developing Countries: A Systematic Review. Campbell Systematic Reviews 2016:4"},
      {
        "id":"ED281730",
        "title":"The Multiplication Book. Activity Book for Grades 2-6."},
      {
        "id":"ED202966",
        "title":"Minimum Learning Essentials: Mathematics. Fundamentals-Algebra, Geometry. Experimental Edition 0/3."},
      {
        "id":"EJ139063",
        "title":"What Are Your Priorities in Your Job?"},
      {
        "id":"EJ190903",
        "title":"Analysing Task Analysis: A Matrix that Makes It Meaningful."},
      {
        "id":"EJ180800",
        "title":"Pupils' Expectations and Subject Choice"},
      {
        "id":"EJ375371",
        "title":"Rural School Boards and Teacher Transience."},
      {
        "id":"EJ328747",
        "title":"Integrated Science as a Preparation for 'A' Level Physics, Chemistry and Biology."},
      {
        "id":"EJ324380",
        "title":"Children's Attitudes, Knowledge and Behaviors Towards Animals."},
      {
        "id":"EJ085648",
        "title":"Municipal Government Structure, Unionization, and the Wages of Fire Fighters"},
      {
        "id":"EJ267777",
        "title":"An Analysis of Passive Memory in Normal and Mentally Retarded Persons."},
      {
        "id":"EJ232247",
        "title":"Original Identifiers of Mental Retardation in a Clinic Population."},
      {
        "id":"EJ674558",
        "title":"The Three Faces of Power: The U.S. Supreme Court's Legitimization of School Authority's Parental, Police, and Pedagogic Roles."},
      {
        "id":"EJ673157",
        "title":"Second Language Data Constraints on Manner: Explaining Substitutions for the English Interdentals."},
      {
        "id":"EJ466279",
        "title":"The Relationship between the Distribution of Item Difficulties and Test Reliability."},
      {
        "id":"EJ461767",
        "title":"Preparation of Early Intervention Personnel in a Rural State."},
      {
        "id":"EJ429893",
        "title":"Battelle Developmental Inventory and the Battelle Developmental Inventory Screening Test."},
      {
        "id":"EJ427155",
        "title":"Reported Hyperphagia in Foster Children."},
      {
        "id":"EJ482840",
        "title":"Infant Mental Health: An Expanding Field for Social Work."},
      {
        "id":"EJ829947",
        "title":"Reliability beyond Theory and into Practice"},
      {
        "id":"EJ1327920",
        "title":"The Effectiveness of Achieve Student Competency between Learning Using Video-Based Media and Power Points in Environmental Science Courses"},
      {
        "id":"EJ1330429",
        "title":"The Effects of Task-Based Language Teaching and Audio-Lingual Teaching Approach in Mandarin Learning Motivation"},
      {
        "id":"EJ1149020",
        "title":"A Multivariate Examination of the Child-Abuse Potential of Parents with Children Aged 0-6"},
      {
        "id":"EJ1121817",
        "title":"Social Network Analysis of the Farabi Exchange Program: Student Mobility"},
      {
        "id":"ED514431",
        "title":"What English Language Arts, Math, and Science Instructional Materials Have Districts in the Mid-Atlantic Region States Adopted? Issues &amp; Answers. REL 2010-No. 096"},
      {
        "id":"ED534647",
        "title":"Predicting Student Success on the Texas Chemistry STAAR Test: A Logistic Regression Analysis"},
      {
        "id":"ED572434",
        "title":"First 5 Kern Annual Report: Fiscal Year 2015-2016"},
      {
        "id":"EJ1222446",
        "title":"Experimental and Computational Modeling of the Effects of Voice Therapy Using Tubes"},
      {
        "id":"EJ1348163",
        "title":"Comparison of Involuntary and Volitional Responses to Pitch-Shifted Auditory Feedback: Evidence for Tone Speakers&apos; Flexibility to Switch between Opposing and Following Responses"},
      {
        "id":"ED527795",
        "title":"First Language Phonetic Drift during Second Language Acquisition"},
      {
        "id":"EJ1102423",
        "title":"Expressive Movement of High School Choral Musicians"},
      {
        "id":"EJ1264747",
        "title":"The Winning Probability of a Game and the Importance of Points in Tennis Matches"},
      {
        "id":"EJ1267185",
        "title":"The Yellow Light: Predictability Enhances Background Processing during Behaviorally Relevant Events"},
      {
        "id":"EJ1264196",
        "title":"Cross-Informant Agreement on Bullying and Victimization of Middle School Students with and without Behavioral Disorders"},
      {
        "id":"EJ1142527",
        "title":"A Unified Framework for Bounded and Unbounded Numerical Estimation"},
      {
        "id":"EJ1164281",
        "title":"Between-Day Reliability and Usefulness of a Fitness Testing Battery in Youth Sport Athletes: Reference Data for Practitioners"},
      {
        "id":"ED299319",
        "title":"Indices To Measure Stability of Rule Application."},
      {
        "id":"ED227563",
        "title":"A Longitudinal Analysis of Administrator Attitudes toward a System of Management by Objectives."},
      {
        "id":"ED223687",
        "title":"Some Fit Issues in Rating Scale Analysis."},
      {
        "id":"ED254380",
        "title":"Minnesota Migrant Education Program 1983 Evaluation Report. Title I/Chapter I ECIA Migrant Education."},
      {
        "id":"EJ1042362",
        "title":"An Evaluation of the Answer Key Used in Determining the 7th Grade Students' Levels of Disciplined Mind in Terms of Generalizability Theory"},
      {
        "id":"EJ1188805",
        "title":"Health Status and Use of Medications by Adults with Intellectual Disability in Western Australia"},
      {
        "id":"EJ1190616",
        "title":"Play and Creativity in Young Children&apos;s Use of Apps"},
      {
        "id":"ED161582",
        "title":"SCDC Spanish Curricula Units. Science/Math Strand, Unit 1, Grade One, Teacher's Guide."},
      {
        "id":"ED087929",
        "title":"Your Choice at Fourteen Plus. A New Guide for the Fourteen Year-Old."},
      {
        "id":"ED082935",
        "title":"Inequalities in Educational Opportunity and the Chicano. A Study of School Systems in the Southwest. Final Report."},
      {
        "id":"ED131720",
        "title":"Patterns of Verbal and Nonverbal Qualification in Very Young Children."},
      {
        "id":"EJ1396582",
        "title":"Reconceptualising Professional Learning and Development through a Froebelian Lens: Early Childhood Educators&apos; Perspectives on Professional Identities in the UK and Italy, Where Is the Love?"},
      {
        "id":"EJ1383155",
        "title":"&apos;Everything Is There, but They Don&apos;t Bring It to Your Front Door … &apos; An Analysis of the Perception of Early Childcare by Parents of Children with Disabilities"},
      {
        "id":"EJ961783",
        "title":"Words Needed for Sharing a Story: Implications for Vocabulary Selection in Augmentative and Alternative Communication"},
      {
        "id":"EJ1416706",
        "title":"Developmental Trajectories of Challenging Behaviors Reported Retrospectively by Japanese Parents of Adult Children with Intellectual Disabilities"},
      {
        "id":"EJ938371",
        "title":"A Simple &quot;in Vitro&quot; Culture of Freshwater Prawn Embryos for Laboratory Investigations"},
      {
        "id":"EJ948229",
        "title":"Voice Modulations in German Ironic Speech"},
      {
        "id":"EJ846595",
        "title":"Percentile-Based Journal Impact Factors: A Neglected Collection Development Metric"},
      {
        "id":"EJ859142",
        "title":"Motor Acquisition Rate in Brazilian Infants"},
      {
        "id":"EJ838130",
        "title":"Aerodynamic and Acoustic Effects of Abrupt Frequency Changes in Excised Larynges"},
      {
        "id":"EJ769634",
        "title":"Hill Ciphers over Near-Fields"},
      {
        "id":"EJ818574",
        "title":"Effects of Varying Response Formats on Self-Ratings of Life-Satisfaction"},
      {
        "id":"EJ798566",
        "title":"The Effect of Attributional Processes Concerning Medication Taking on Return of Fear"},
      {
        "id":"ED637721",
        "title":"Discovering Skills 0 to 3 Year PK-12 North Texas Teachers Believe Are Necessary for Successful Online Teaching and Learning: An Interpretive Phenomenological Approach"},
      {
        "id":"EJ1289459",
        "title":"Gender Differences in Confidence during Number-Line Estimation"},
      {
        "id":"EJ1456547",
        "title":"An Online Survey of Picture Book Reading Practices with Children between the Ages of 0 and 30 Months"},
      {
        "id":"EJ1292104",
        "title":"An Alternative Formula for Biquadratic Equations"},
      {
        "id":"ED202969",
        "title":"Minimum Learning Essentials: English/Communication, Arts. Grades 9-12. Experimental Edition 0/6."},
      {
        "id":"ED191229",
        "title":"Handbook for Parents of Speech Handicapped Children: Home and School Services for Handicapped Children 0-5."},
      {
        "id":"ED043687",
        "title":"Gross Motor Observations."},
      {
        "id":"EJ198908",
        "title":"Some Variables Influencing Judgments of the Size of Angles."},
      {
        "id":"EJ188984",
        "title":"Drug Abuse and Alcoholism Teaching in U.S. Medical and Osteopathic Schools"},
      {
        "id":"EJ343863",
        "title":"A Computer-Assisted Program for Underserved Families."},
      {
        "id":"EJ361070",
        "title":"Orientation and Mobility for the Blind Multiply Handicapped Young Child."},
      {
        "id":"EJ377233",
        "title":"The Relationship Between Type A Behavior and Hyperactivity in Children as Measured by the Conner's Hyperactivity and Myth-0 Scales."},
      {
        "id":"EJ365150",
        "title":"Analisis de las Condiciones de Salud del Nino de 0-6 anos en Honduras."},
      {
        "id":"EJ367456",
        "title":"Phonetic Inventories of 2- and 3-Year-Old Children."},
      {
        "id":"EJ324070",
        "title":"The Attitudes of Librarians toward Media Technologies."},
      {
        "id":"EJ309086",
        "title":"Some Effects of Changes in Question Structure and Sequence on Performance in a Multiple Choice Chemistry Test."},
      {
        "id":"EJ319050",
        "title":"The Balance Thesis: Contextual Effects of Ability on Pupils' 0-Grade Examination Results."},
      {
        "id":"EJ314332",
        "title":"Reform and the Physics Curriculum in Britain and the United States."},
      {
        "id":"EJ300406",
        "title":"Factors Affecting Pupil Uptake of Technology at 14 +."},
      {
        "id":"EJ092771",
        "title":"Competencies Needed by Teachers of Hearing Impaired Infants, Birth to Three Years, and Their Parents"},
      {
        "id":"EJ047677",
        "title":"Delay of Feedback Interval, Postfeedback Interval, Distraction, and Task Difficulty as Factors in a Modified Concept-Identification Task with Junior High School Subjects"},
      {
        "id":"EJ265066",
        "title":"Topic Difficulties in O- and A-Level Chemistry."},
      {
        "id":"EJ256470",
        "title":"The Development of Grammar in Down's Syndrome Children between the Mental Ages of 2-0 and 6-11 Years."},
      {
        "id":"EJ246114",
        "title":"The Processing of Tachistoscopically Presented Visual Stimuli by Five-Month-Old Infants."},
      {
        "id":"EJ241758",
        "title":"0-6 Early Childhood Handicapped Interdisciplinary Personnel Preparation Project."},
      {
        "id":"EJ217020",
        "title":"Comparability of [0-Level] GCE Grades in 1968 and 1973."},
      {
        "id":"EJ558846",
        "title":"Oscillatory Solutions of Differential Equations using a Graphing Calculator."},
      {
        "id":"EJ536935",
        "title":"The Impact of Number of Jobs and Selection Ratio on Classification Efficiency: An Extended Table of Brogden's Allocation Average."},
      {
        "id":"EJ413198",
        "title":"Early Intervention Practices with Families of Children with Handicaps."},
      {
        "id":"EJ400624",
        "title":"The Effectiveness of Parental Screening of At-Risk Infants: The Infant Monitoring Questionnaires."},
      {
        "id":"EJ395162",
        "title":"Construct Validity of the Adapted Questionnaire on Resources and Stress-Short Form."},
      {
        "id":"EJ382354",
        "title":"An Algorithmic Approach to Prescriptive Assessment in English as a Second Language."},
      {
        "id":"EJ515138",
        "title":"Enabling Access: Developing Learning Skills at Level 0."},
      {
        "id":"EJ499200",
        "title":"The Maltreatment of Intellectually Handicapped Children and Adolescents."},
      {
        "id":"EJ493521",
        "title":"Child-Care History and Kindergarten Adjustment."},
      {
        "id":"EJ508977",
        "title":"Developing Number Sense and Basic Computational Skills in Students with Special Needs."},
      {
        "id":"EJ459333",
        "title":"Are &quot;Hate Speech&quot; Codes Unconstitutional?"},
      {
        "id":"EJ470943",
        "title":"Teaching Ethics in the Schools and Colleges of Optometry."},
      {
        "id":"EJ465403",
        "title":"Parental Communication to Three Daughters at Similar Time Periods across Two Contexts."},
      {
        "id":"EJ463190",
        "title":"Pythagoras Meets Van Hiele."},
      {
        "id":"EJ464594",
        "title":"Homeless Rural Children: Alabama's First Report."},
      {
        "id":"EJ427152",
        "title":"Intra- and Extrafamilial Child Homicide in Sweden, 1971-1980."},
      {
        "id":"EJ593940",
        "title":"Some Enrichment Ideas for Complex Algebra in the College Prep Curriculum."},
      {
        "id":"EJ574098",
        "title":"Early Childhood Altruism: How Parents See Prosocial Behavior in Their Young Children."},
      {
        "id":"EJ616407",
        "title":"Behavior States: Now You See Them, Now You Don't."},
      {
        "id":"EJ643705",
        "title":"Infant-Mother Attachment among the Dogon of Mali."},
      {
        "id":"EJ872627",
        "title":"An Upper Bound for the Expected Range of a Random Sample"},
      {
        "id":"EJ729369",
        "title":"On the Matrix Exponential Function"},
      {
        "id":"EJ779133",
        "title":"URLs in the OPAC: Integrating or Disintegrating Research Libraries' Catalogs"},
      {
        "id":"EJ770508",
        "title":"Errors in Regression Lines"},
      {
        "id":"EJ1032275",
        "title":"&quot;Build Me a Male Role Model!&quot; A Critical Exploration of the Perceived Qualities/Characteristics of Men in the Early Years (0-8) in England"},
      {
        "id":"ED534239",
        "title":"Sentence Adverbs in the Kingdom of Agree"},
      {
        "id":"ED396993",
        "title":"Results from the NAEP 1994 Geography Assessment--At a Glance."},
      {
        "id":"ED389752",
        "title":"An Optimization Model for Test Assembly To Match Observed-Score Distributions. Research Report 94-7."},
      {
        "id":"ED346694",
        "title":"Showing Progress in Early Intervention Programs."},
      {
        "id":"ED373930",
        "title":"Innovations in Public Policy Education."},
      {
        "id":"ED242054",
        "title":"Directory: Public Secondary Alternative Schools in the United States and Several Canadian Provinces."},
      {
        "id":"ED232483",
        "title":"Testing Speaking Proficiency: The Oral Interview. Q &amp; A."},
      {
        "id":"ED305788",
        "title":"Early Intervention for Children Birth Through 2 Years."},
      {
        "id":"ED250396",
        "title":"The Florida KEY: An Instrument to Infer Student Self-Concept as Learner in Grades One through Six. Manual."},
      {
        "id":"ED254995",
        "title":"Handicapped Children&apos;s Early Education Program. Program Performance Report for October 1, 1983 to September 30, 1984."},
      {
        "id":"ED255024",
        "title":"ICN Interact Outreach Project. Final Report, July 1, 1983-August 30, 1984."},
      {
        "id":"ED015784",
        "title":"THRESHOLD BY IDENTIFICATION OF PICTURES (TIP) TEST AND DISCRIMINATION BY IDENTIFICATION OF PICTURES (DIP) TEST."},
      {
        "id":"ED016510",
        "title":"INDIAN COMMUNITIES AND PROJECT HEAD START. SUMMARY AND OBSERVATIONS IN THE DAKOTAS AND MINNESOTA, TOGETHER WITH AN APPRAISAL OF POSSIBILITIES FOR A HEAD START PROGRAM AMONG THE POTAWATOMI INDIANS OF KANSAS."},
      {
        "id":"ED192991",
        "title":"Guidebook: Child Development Center. Project CHILD. Implementation Guidebook Series."},
      {
        "id":"ED142406",
        "title":"Learning Correlates for Mexican-American Students. SMESG Working Paper No. 12."},
      {
        "id":"ED168240",
        "title":"State of the Art Literature Review on the Mainstreaming of Handicapped Children and Youth."},
      {
        "id":"ED118908",
        "title":"Cognitive Style Mapping and Matching Reading Program Alternatives."},
      {
        "id":"ED030546",
        "title":"Effect of Question Position and Frequency Upon Learning from Text under Different Levels of Incentive."},
      {
        "id":"ED036038",
        "title":"Proceedings of the Special Study Institute for the Early Identification and Education of Children with Hearing Impairment (Ages 0-4). (Catholic Center, New York University, New York, February 5-7, 1968)."},
      {
        "id":"ED093043",
        "title":"How To Evaluate Your Administrative Staff."},
      {
        "id":"ED098647",
        "title":"Adult Speech Perception: Asymmetrical Effects in Categorical Perception."},
      {
        "id":"ED095571",
        "title":"Audience Segmentation: An Approach to International Communications."},
      {
        "id":"ED078748",
        "title":"Does Student Evaluation Stimulate Improved Teaching?"},
      {
        "id":"ED050924",
        "title":"Visual Search and Reading."},
      {
        "id":"ED073734",
        "title":"Report on the Council of Graduate Schools-Graduate Record Examinations Board 1972-73 Survey of Graduate Enrollment, Part I."},
      {
        "id":"ED077506",
        "title":"A Study of Instructional Variables and Student Completion."},
      {
        "id":"ED132430",
        "title":"A Study of the Factors Influencing the Participation of Women in Non-Traditional Occupations in Postsecondary Area Vocational Training Schools. Final Report. Volume II--Back-Up Tables."},
      {
        "id":"EJ1364265",
        "title":"Cognitive Development of Children&apos;s Understanding of Counting Numbers Using a Rope"},
      {
        "id":"EJ1345021",
        "title":"Heightened Cognitive Empathy through Ethnic Identity and Intercultural Competence for Individuals with Historically Marginalized Identities"},
      {
        "id":"ED474792",
        "title":"The Nation's Report Card: Science, 2000."},
      {
        "id":"ED482907",
        "title":"Literacy Tips for Children."},
      {
        "id":"ED500988",
        "title":"Gender Differences in the Early Years in Addition and Subtraction"},
      {
        "id":"ED416972",
        "title":"Child Development: A Guide for All Those Involved in the Care and Education of Children 0-2 Years Old. Series of Caribbean Volunteer Publications, No. 22."},
      {
        "id":"ED382851",
        "title":"Adult Learning and Literacy Clearinghouse Fact Sheets."},
      {
        "id":"ED530327",
        "title":"Mobility and School Disruption. CEE DP 83"},
      {
        "id":"ED619993",
        "title":"Kids &amp; Family Reading Report™: India"},
      {
        "id":"EJ851909",
        "title":"Reliability Sampling Plans: A Review and Some New Results"},
      {
        "id":"EJ823780",
        "title":"Effects of Initial Abstinence and Programmed Lapses on the Relative Reinforcing Effects of Cigarette Smoking"},
      {
        "id":"EJ1332595",
        "title":"Success in English Medium Instruction in China: Significant Indicators and Implications"},
      {
        "id":"EJ1269989",
        "title":"Use of Touchscreen Technology by 0-3-Year-Old Children: Parents&apos; Practices and Perspectives in Norway, Portugal and Japan"},
      {
        "id":"EJ1275219",
        "title":"Using Rat Operant Delayed Match-to-Sample Task to Identify Neural Substrates Recruited with Increased Working Memory Load"},
      {
        "id":"EJ1151215",
        "title":"The Effect of Background Noise on Intelligibility of Dysphonic Speech"},
      {
        "id":"EJ1163285",
        "title":"An Algebraic Approach for Solving Quadratic Inequalities"},
      {
        "id":"EJ1082709",
        "title":"When Prior Knowledge Interferes, Inhibitory Control Matters for Learning: The Case of Numerical Magnitude Representations"},
      {
        "id":"ED221013",
        "title":"Iowa's Severity Rating Scales for Communication Disabilities: Preschool, Ages 2-5 Years."},
      {
        "id":"ED254381",
        "title":"Minnesota Migrant Education Program 1984 Evaluation Report. Chapter I ECIA Migrant Education."},
      {
        "id":"EJ1076347",
        "title":"Affect in Embodied Pedagogical Agents: Meta-Analytic Review"},
      {
        "id":"EJ1023510",
        "title":"Effect of Food Service Nutrition Improvements on Elementary School Cafeteria Lunch Purchase Patterns"},
      {
        "id":"EJ1013835",
        "title":"A Flexible Analysis Tool for the Quantitative Acoustic Assessment of Infant Cry"},
      {
        "id":"EJ1011725",
        "title":"Error Patterns in Young German Children&apos;s &quot;Wh&quot;-Questions"},
      {
        "id":"ED210122",
        "title":"Oregon Title 1-M Skill Check List Level 1."},
      {
        "id":"ED021199",
        "title":"Teaching at a Distance; An Appraisal of the Co-Ordinated Teaching of O Level Physics Using Television, Correspondence and Special Aids."},
      {
        "id":"ED110276",
        "title":"The Relationship Between Psychological Readiness and Achievement on a Computer-Assisted Instructional Program for Science Teacher Education."},
      {
        "id":"EJ1379966",
        "title":"Developmental Trajectories of Numerical Magnitude Representations of Fractions and Decimals"},
      {
        "id":"ED460783",
        "title":"Protect Children Instead of Guns, 2001."},
      {
        "id":"EJ963899",
        "title":"Approaching Bose-Einstein Condensation"},
      {
        "id":"EJ988430",
        "title":"Effects of a Signaled Delay to Reinforcement in the Previous and Upcoming Ratios on Between-Ratio Pausing in Fixed-Ratio Schedules"},
      {
        "id":"EJ1414590",
        "title":"Adults Systematically Underestimate Decimals and Whole Number Exposure Induces Further Magnitude-Based Underestimation"},
      {
        "id":"EJ870422",
        "title":"&quot;Developing a Perspective&quot;, &quot;Inter-Connecting&quot;, and &quot;Bringing It Together&quot;: Who Chooses to Use a Labelling Feature in Online Conversations in a Graduate Course?"},
      {
        "id":"EJ895928",
        "title":"Variations in Intensity, Fundamental Frequency, and Voicing for Teachers in Occupational versus Nonoccupational Settings"},
      {
        "id":"EJ879636",
        "title":"Adjusting a Significance Test for Clustering in Designs with Two Levels of Nesting"},
      {
        "id":"EJ881383",
        "title":"Segmental Production in Mandarin-Learning Infants"},
      {
        "id":"EJ729199",
        "title":"Piracetam: Its Possible Mode of Action in Children with Learning Disabilities and Its Effect on \"in vitro\" Cell Growth"},
      {
        "id":"EJ844010",
        "title":"Dark Energy and the Cosmological Constant: A Brief Introduction"},
      {
        "id":"EJ805002",
        "title":"Cognitive Development and Home Environment of Rural Paraguayan Infants and Toddlers Participating in Pastoral del Nino, an Early Child Development Program"},
      {
        "id":"EJ769983",
        "title":"An Investigation of the Algebraic Curve y[superscript 3] - 3y + 2x = 0"},
      {
        "id":"EJ821620",
        "title":"The Quality of Children's Home Environment and Attachment Security in Indonesia"},
      {
        "id":"EJ1419643",
        "title":"Identifying the Barriers Faced by Medical Students Using Virtual Reality Simulation"},
      {
        "id":"EJ1431340",
        "title":"Exploring Parental Competences in Spanish Fathers and Mothers of Children Aged 0-3: Relationship with Socio-Familial and Child Characteristics"},
      {
        "id":"EJ1422579",
        "title":"Autistic Spectrum Disorder Children and Adolescents&apos; Oral Health Characteristics - Scoping Review"},
      {
        "id":"EJ1452717",
        "title":"Measurement Properties of the German Version of the Cambridge Examination for Mental Disorders of Older People with Down Syndrome and Others with Intellectual Disabilities (CAMDEX-DS)"},
      {
        "id":"EJ1324275",
        "title":"Differences between Tempos of Step Error and Postural Sway in the Stipulated Tempo Step Test for Children and Their Relationships"},
      {
        "id":"EJ127989",
        "title":"English Literature as a Passive Catalyst to Success in English Language at the School Certificate/General Certificate of Education 0-Level Examination"},
      {
        "id":"EJ1008903",
        "title":"Circles Inscribed in Rhombuses"},
      {
        "id":"ED202961",
        "title":"Lesson Plans for the Remedial Writing Class in the High School. A Supplement to Writing Competently. Experimental Curriculum Bulletin 0/7."},
      {
        "id":"ED180165",
        "title":"Six Model Sharing Center Kits. Baby Buggy No. 124."},
      {
        "id":"EJ360500",
        "title":"The Impact of Children and Time Lapse Since Divorce on Women's Postdivorce Adjustment."},
      {
        "id":"EJ361547",
        "title":"Sharing Centers for Handicapped Infants and Toddlers: Settings for Parent and Child Interaction and Growth."},
      {
        "id":"EJ334258",
        "title":"U.S. Supreme Court Reaffirms Role of Educators in Making Academic Decisions."},
      {
        "id":"ED523810",
        "title":"Type II Robustness of H0: Rho=0 for Non-Normal Distributions"},
      {
        "id":"EJ246187",
        "title":"A Developmental Study of the Processes Underlying Solution of Figural Matrices."},
      {
        "id":"EJ241531",
        "title":"The Effect of Adjunct and Test Question Similarity on Study Behavior and Learning in a Training Course."},
      {
        "id":"EJ222189",
        "title":"Discriminative Infant Smiling to Orientations of Talking Faces of Mother and Stranger."},
      {
        "id":"EJ531207",
        "title":"Education at the Japan Oral School for the Deaf (Nippon Rowa Gakko)."},
      {
        "id":"EJ542806",
        "title":"Crossing the Line from Physical Discipline to Child Abuse: How Much Is Too Much?."},
      {
        "id":"EJ652666",
        "title":"Helping English Learners Increase Achievement through Inquiry-Based Science Instruction."},
      {
        "id":"EJ660950",
        "title":"Stating the Obvious: Why Do We Care about Access to Health Care?"},
      {
        "id":"EJ386582",
        "title":"Childhood Injury Deaths: National Analysis and Geographic Variations."},
      {
        "id":"EJ477835",
        "title":"Solving Drug-Related Problems in the Professional Experience Program."},
      {
        "id":"EJ514760",
        "title":"Achieving Family-Centered Practice in Early Intervention."},
      {
        "id":"EJ505236",
        "title":"Productive Phonology and Phonological Awareness in Preschool Children."},
      {
        "id":"EJ510005",
        "title":"Effectiveness of High School Curricula for the Transition of Apache Special and General Education Students."},
      {
        "id":"EJ443042",
        "title":"From Babbling towards the Sound Systems of English and French: A Longitudinal Two-Case Study."},
      {
        "id":"EJ496305",
        "title":"An Ecological Model of Child Maltreatment in a Canadian Province."},
      {
        "id":"EJ441273",
        "title":"Whose Needs Are We Meeting? Results of a Consumer Satisfaction Survey of Persons with Developmental Disabilities in Colorado."},
      {
        "id":"EJ581960",
        "title":"Grammatical and Caregiver Cues in Early Sentence Comprehension."},
      {
        "id":"EJ593120",
        "title":"Distinguishing between Phonological Difference and Disorder in Children Who Speak African-American Vernacular English: An Experimental Testing Instrument."},
      {
        "id":"EJ577308",
        "title":"Differentiating Attention-Deficit/Hyperactivity Disorder from Pervasive Developmental Disorder Not Otherwise Specified."},
      {
        "id":"EJ629458",
        "title":"Sociodemographic Correlates of Visual Impairment in Hispanic Adults."},
      {
        "id":"EJ618722",
        "title":"L'eveil a la lecture et a l'ecriture debute bien avant l'ecole (Awakening To Reading and Writing Begins Well before School)."},
      {
        "id":"EJ711953",
        "title":"Middle Grades: Misconceptions in Statistical Thinking"},
      {
        "id":"EJ762266",
        "title":"What Makes Children Fearful and Anxious"},
      {
        "id":"EJ681931",
        "title":"Some Notes on a Functional Equation. Classroom Notes"},
      {
        "id":"EJ905269",
        "title":"Research on Children in ECEC under Three in Norway: Increased Volume, yet Invisible"},
      {
        "id":"EJ874662",
        "title":"Music Training and Semantic Clustering in College Students"},
      {
        "id":"ED657183",
        "title":"Regression Discontinuity Designs with an Ordinal Running Variable: Evaluating the Effects of Extended Time Accommodations for English Language Learners"},
      {
        "id":"EJ1032433",
        "title":"Spontaneity and Equilibrium II: Multireaction Systems"},
      {
        "id":"ED524631",
        "title":"Impact of Matched Samples Equating Methods on Equating Accuracy and the Adequacy of Equating Assumptions"},
      {
        "id":"ED513702",
        "title":"An Exploratory Investigation of the Implementation of Quality Staff Development and Campus Success"},
      {
        "id":"ED566997",
        "title":"Test-Taking Engagement in PIAAC. OECD Education Working Papers, No. 133"},
      {
        "id":"ED622815",
        "title":"Developing a Research Agenda for the Louisiana Cooperative Extension Service"},
      {
        "id":"EJ966693",
        "title":"Mental Health in Low-to-Moderate Risk Preterm, Low Birth Weight, and Small for Gestational Age Children at 4 to 5 Years: The Role of Early Maternal Parenting"},
      {
        "id":"ED658556",
        "title":"An Aggregation Scheme for Increased Power in Primary Outcome Analysis"},
      {
        "id":"ED659468",
        "title":"Fuzzy Regression Discontinuity Designs with Multiple Control Groups for Evaluating Extended Time Accommodations"},
      {
        "id":"ED374885",
        "title":"Partners in Learning: 0-5 Curriculum Guidelines."},
      {
        "id":"ED410634",
        "title":"Director of Financial Aid Handbook."},
      {
        "id":"ED344364",
        "title":"Project I-TIP: Inservice Training for Infant Personnel. Final Report."},
      {
        "id":"ED424265",
        "title":"Optimal Assembly of Educational and Psychological Tests, with a Bibliography. Research Report 98-05."},
      {
        "id":"ED369832",
        "title":"Infant Development. Annotated Bibliography of Tests."},
      {
        "id":"ED234647",
        "title":"Foreign Language Teaching Programs for Microcomputers: A Volume of Reviews."},
      {
        "id":"EJ1324882",
        "title":"Power of Play: How Playing Affects Cooperation Skills"},
      {
        "id":"EJ1290253",
        "title":"Multi-Class Assessment Based on Random Forests"},
      {
        "id":"EJ1304699",
        "title":"Learners&apos; Mathematics Proficiency Levels on PISA 2018: A Comparative Study"},
      {
        "id":"EJ1267173",
        "title":"Web (In)Accessible: Supporting Access to Texas Higher Education for Students with Disabilities"},
      {
        "id":"EJ1149387",
        "title":"The Effect of Computer Games on Students' Critical Thinking Disposition and Educational Achievement"},
      {
        "id":"EJ1084876",
        "title":"Measuring Teachers' Perceived Interactions with Children: A Tool for Assessing Beliefs and Intentions"},
      {
        "id":"EJ1133799",
        "title":"Training of School Teachers in West Africa: Remediation of Reading Difficulties through Training in Phonological Awareness and Letter Names"},
      {
        "id":"ED296960",
        "title":"Cardio-Respiratory and Perceived Exertion Responses to Different Cranking Rates during Maximal Arm Ergometry."},
      {
        "id":"ED308248",
        "title":"A Note on Solving Large-Scale Zero-One Programming Problems. Research Report 88-4."},
      {
        "id":"ED249094",
        "title":"Matematica 2. Manual do Professor (Mathematics 2. Teacher&apos;s Manual)."},
      {
        "id":"EJ1079524",
        "title":"Leveling of Critical Thinking Abilities of Students of Mathematics Education in Mathematical Problem Solving"},
      {
        "id":"EJ1022908",
        "title":"Gifted' Teachers Stages of Concerns for Integrating E-Learning in the Gifted Schools in Jordan"},
      {
        "id":"ED137988",
        "title":"The Impact of Teachers' Unions. Final Report."},
      {
        "id":"EJ1218030",
        "title":"Point of View Video Modeling to Teach Simplifying Fractions to Middle School Students with Mathematical Learning Disabilities"},
      {
        "id":"EJ1202809",
        "title":"Modeling Growth with Adaptive Longitudinal Large-Scale Assessments. Research Report. ETS RR-18-34"},
      {
        "id":"EJ1247259",
        "title":"Angling for the Right Result: Students&apos; Conceptualizations of Angles"},
      {
        "id":"ED015374",
        "title":"CLASSIFICATION OF TRAINING INFORMATION."},
      {
        "id":"ED192475",
        "title":"Developmental Achievement Wheel: A Project APT Assessment Manual."},
      {
        "id":"ED022946",
        "title":"Occupational Mathematics; Percentage. Report No. 16-P. Final Report."},
      {
        "id":"ED022947",
        "title":"Occupational Mathematics; Percentage. Report No. 16-P, Booklet II. Final Report."},
      {
        "id":"ED113858",
        "title":"A Theoretical Context for Handicap in Learning."},
      {
        "id":"ED127177",
        "title":"Numbers and Counting: MINNEMAST Coordinated Mathematics - Science Series, Unit 9."},
      {
        "id":"ED127754",
        "title":"Infant and Preschool Developmental Screening and Later School Performance."},
      {
        "id":"ED112893",
        "title":"Response Requirement and Information About Correct Responses in Programmed Instruction. Linkoping Studies in Education No. 5."},
      {
        "id":"ED106804",
        "title":"South Douglas County Early Childhood Education Project. Third Year Evaluation Report."},
      {
        "id":"ED099091",
        "title":"The Effects of Socioeconomic Background on Students' Perception of Their College Environment."},
      {
        "id":"ED046525",
        "title":"Creativity and the Learning Process. 1970 White House Conference on Children, Report of Forum 6. (Working Paper)."},
      {
        "id":"ED045732",
        "title":"Independence of Dimensions in Multidimensional Scaling."},
      {
        "id":"ED042490",
        "title":"Errorless Establishment of a Match-to-Sample Form Discrimination in Preschool Children. I. A Modification of Animal Laboratory Procedures for Children, II. A Comparison of Errorless and Trial-and-Error Discrimination. Progress Report."},
      {
        "id":"ED093444",
        "title":"Behavior Profiles of Experienced Teachers of Infants."},
      {
        "id":"ED092409",
        "title":"Mathematics Program for Grade 1, De Soto Parish Curriculum Guide."},
      {
        "id":"ED082827",
        "title":"The Ecology of Infant Day Care."},
      {
        "id":"ED051538",
        "title":"Influence of Temporal Parameters and Intensity of Post-Learning Arousal Change on Long-Term Retention. Report from the Project on Motivation and Individual Differences in Learning and Retention."},
      {
        "id":"ED064650",
        "title":"The Relationship of Arousal During Learning to Short- and Long-Term Retention Employing Two Indices of Arousal."},
      {
        "id":"ED060094",
        "title":"Dietitian 0-39.93 -- Technical Report on Standardization of the General Aptitude Test Battery. Final Report."},
      {
        "id":"ED060097",
        "title":"Veterinarian 0-34.10 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063928",
        "title":"Survey of California Community College Evening Enrollments."},
      {
        "id":"ED060828",
        "title":"Experiment in Learning/Service. Final Report."},
      {
        "id":"ED128991",
        "title":"Evaluative Findings on &quot;A Plan for Initiation of Services to Handicapped Children Not Previously Served&quot;: A Preschool Project Offering Awareness, Evaluation, Child Tracking, and Educational Services. Final Report. July 1, 1975 to June 30, 1976. Volume 2 of 2."},
      {
        "id":"ED132816",
        "title":"The Infant-Parent Training Program."},
      {
        "id":"EJ1386493",
        "title":"Between Oral Language Anxiety and Students&apos; Arabic Language Learning Outcomes in Malaysian Secondary Schools"},
      {
        "id":"EJ1392783",
        "title":"The Representation of Differing Abilities in Children&apos;s Literature: A Local Analysis"},
      {
        "id":"ED525186",
        "title":"Legislative Review. A Look at Higher Education in Weeks 1 and 2: January 10-21, 2011"},
      {
        "id":"ED486482",
        "title":"The Nation's Report Card[TM]: Mathematics, 2003. NCES 2005-451"},
      {
        "id":"ED459011",
        "title":"Adventures in Parenting: How Responding, Preventing, Monitoring, Mentoring, and Modeling Can Help You Be a Successful Parent."},
      {
        "id":"ED500186",
        "title":"An Investigation of Problematic Internet Usage Behaviors on Turkish University Students"},
      {
        "id":"ED454356",
        "title":"The Relationships among Achievement, Low Income, and Ethnicity across Six Groups of Washington State Students. Technical Report #1."},
      {
        "id":"ED454600",
        "title":"With Which Values Are Elementary Schools Administered in Turkey?"},
      {
        "id":"ED451230",
        "title":"A Three Factor Model To Resolve the Controversies of Why Trainees Are Motivated To Choose the Teaching Profession."},
      {
        "id":"ED434520",
        "title":"The Japanese Flap in EFL: Variability and Accent."},
      {
        "id":"ED442875",
        "title":"On Bayesian Rules for Selecting 3PL Binary Items for Criterion-Referenced Interpretations and Creating Booklets for Bookmark Standard Setting."},
      {
        "id":"ED463372",
        "title":"Men's Financial Expenditures on Genetic Children and Stepchildren from Current and Former Relationships. PSC Research Report."},
      {
        "id":"ED577993",
        "title":"Evidence-Based Social Emotional Curricula and Intervention Packages for Children 0-5 Years and Their Families. Roadmap to Effective Intervention Practices #2"},
      {
        "id":"ED577588",
        "title":"Collaborative Problem Solving Skills of 15-Year-Olds: Results from PISA 2015. Data Point. NCES 2017-249"},
      {
        "id":"ED588488",
        "title":"Early Learning and Science Standards. CSAI Update"},
      {
        "id":"ED570958",
        "title":"Equity of Student Use of Graphing Calculators for Mathematics Learning and Assessment"},
      {
        "id":"ED616793",
        "title":"The &apos;Good&apos; Schools: Academic Performance Data, School Choice, and Segregation. EdWorkingPaper No. 21-491"},
      {
        "id":"ED598604",
        "title":"Excellent Teaching for Every Young Child: Opportunity Culture in Early Childhood Education. A Vision Brief"},
      {
        "id":"ED599084",
        "title":"The Evaluation of Ecological Footprint Awareness Levels of Science and Technology Teacher Candidates by Artificial Neural Networks"},
      {
        "id":"EJ963323",
        "title":"Measuring Course Learning Outcomes"},
      {
        "id":"EJ908170",
        "title":"The New Multi-Ministry Response to Conduct Problems: A SWOT Analysis"},
      {
        "id":"EJ914600",
        "title":"Within Our Circle of Influence"},
      {
        "id":"EJ862904",
        "title":"Conditional Reinforcers and Informative Stimuli in a Constant Environment"},
      {
        "id":"EJ1431688",
        "title":"The Conundrum of Care in the Construction of Professional Identity: A Foucauldian Lens"},
      {
        "id":"EJ1266250",
        "title":"Parental Reports on Digital Devices Use in Infancy and Early Childhood"},
      {
        "id":"EJ1141020",
        "title":"The Impact of Student Teaching Experience on Pre-Service Teachers' Readiness for Technology Integration: A Mixed Methods Study with Growth Curve Modeling"},
      {
        "id":"EJ1169271",
        "title":"The Effect of Whole-Body Vibration on Lower-Body Resistance Detraining in College-Age Women"},
      {
        "id":"EJ1095884",
        "title":"Are School Nurses an Overlooked Resource in Reducing Childhood Obesity? A Systematic Review and Meta-analysis"},
      {
        "id":"ED281882",
        "title":"A Bayes' Subjective Probability Approach to the Nedelsky Procedure."},
      {
        "id":"ED263874",
        "title":"The Effects of Computer-Assisted Instruction on Student Achievement in Addition and Subtraction at First Grade Level."},
      {
        "id":"EJ1015489",
        "title":"Evidence-Based Speech-Language Pathology Practices in Schools: Findings from a National Survey"},
      {
        "id":"EJ1051733",
        "title":"Young Children's Understanding of Denial"},
      {
        "id":"EJ1016734",
        "title":"Large-Scale Multiobjective Static Test Generation for Web-Based Testing with Integer Programming"},
      {
        "id":"EJ1038128",
        "title":"Errors of Omission and Commission during Alternative Reinforcement of Compliance: The Effects of Varying Levels of Treatment Integrity"},
      {
        "id":"EJ1238014",
        "title":"Psychopathology in Parents of Children with Autism Spectrum Disorder: A Systematic Review and Meta-Analysis of Prevalence"},
      {
        "id":"EJ1398068",
        "title":"Patients with Autism in the Emergency Department: Cause of Admissions and Challenges"},
      {
        "id":"EJ1348765",
        "title":"Adolescents&apos; Academic Achievement, Mental Health, and Adverse Behaviors: Understanding the Role of Resilience and Adverse Childhood Experiences"},
      {
        "id":"ED559544",
        "title":"The College Student as Mother: A Phenomenological Examination of Community College Student Experiences"},
      {
        "id":"ED614752",
        "title":"Immigrant and U.S.-Born Parents of Young and Elementary-School-Age Children in the United States: Key Sociodemographic Characteristics. Fact Sheet"},
      {
        "id":"ED575549",
        "title":"Explaining IT Professionals&apos; Organizational Commitment Based on Age, Gender, and Personality Trait Factor"},
      {
        "id":"EJ980989",
        "title":"Level of Inquiry as Motivator in an Inquiry Methods Course for Preservice Elementary Teachers"},
      {
        "id":"EJ766490",
        "title":"Determination of Phonation Instability Pressure and Phonation Pressure Range in Excised Larynges"},
      {
        "id":"EJ925747",
        "title":"Interictal and Postictal Performances on Dichotic Listening Test in Children with Focal Epilepsy"},
      {
        "id":"EJ904788",
        "title":"The Association between Overweight and School Policies on Physical Activity: A Multilevel Analysis among Elementary School Youth in the PLAY-On Study"},
      {
        "id":"EJ767907",
        "title":"Foreground Contextual Fear Memory Consolidation Requires Two Independent Phases of Hippocampal ERK/CREB Activation"},
      {
        "id":"ED637920",
        "title":"Exploring the Relationship between Teachers&apos; Social and Emotional Competencies and Stress in Alabama&apos;s Small Urban Elementary Public Schools"},
      {
        "id":"EJ1456730",
        "title":"A Reanalysis: SRSS-IE Internalizing Cut Scores to Support Data-Informed Decision-Making Efforts in Elementary Schools"},
      {
        "id":"ED665178",
        "title":"Indiana School Teachers&apos; Self-Efficacy Perceptions in the Areas of Clear and High Expectations, Collaborative Inquiry, and Feedback"},
      {
        "id":"EJ1321148",
        "title":"Coefficients of Restitution for a Collision"},
      {
        "id":"EJ1103234",
        "title":"The Effect of Brief Delays to Reinforcement on the Acquisition of Tacts in Children with Autism"},
      {
        "id":"EJ1161770",
        "title":"Teaching: In Light of Noel Gough&apos;s and Ajay Sharma&apos;s Articles"},
      {
        "id":"EJ113267",
        "title":"Science Interest and Attitude Traits in Students Subsequent to the Study of Chemistry at the Ordinary Level of the General Certificate of Education"},
      {
        "id":"EJ1229294",
        "title":"Time Scale for Velocity to Track a Force"},
      {
        "id":"ED070861",
        "title":"SNAP/SMART II. Final Report."},
      {
        "id":"EJ309384",
        "title":"The Incidence of Injuries Among 87,000 Massachusetts Children and Adolescents: Results of the 1980-81 Statewide Childhood Injury Prevention Program Surveillance System."},
      {
        "id":"EJ534313",
        "title":"Predictors of Academic Success and Failure of First-Year College Students."},
      {
        "id":"EJ657383",
        "title":"Problem Behavior Interventions for Young Children with Autism: A Research Synthesis."},
      {
        "id":"EJ660949",
        "title":"Access to Health Care for Disadvantaged Young Children."},
      {
        "id":"EJ653948",
        "title":"Designedly Incomplete Utterances: A Pedagogical Practice for Eliciting Knowledge Displays in Error Correction Sequences."},
      {
        "id":"EJ396634",
        "title":"Meeting the Challenge: The Educational Preparation of Social Workers for Practice with At-Risk Children (0-3) and Their Families."},
      {
        "id":"EJ522014",
        "title":"A Description of Family and Child Education (FACE): A Comprehensive Approach to Family Literacy."},
      {
        "id":"EJ587823",
        "title":"The Deaf Mentor Experimental Project for Young Children Who Are Deaf and Their Families."},
      {
        "id":"EJ609659",
        "title":"Perinatal Complications and Child Abuse in a Poverty Sample."},
      {
        "id":"EJ624469",
        "title":"Response Format in Writing Self-Efficacy Assessment: Greater Discrimination Increases Prediction."},
      {
        "id":"EJ626920",
        "title":"Early Maternal Depression and Children's Adjustment to School."},
      {
        "id":"EJ568836",
        "title":"An Extended Optional Infinitive Stage in German-Speaking Children with Specific Language Impairment."},
      {
        "id":"EJ602272",
        "title":"Politique familiale et strategie quebecoise en matiere de services educatifs et de garde a l'enfance = Quebec's Family Policy and Strategy on Early Childhood Development and Childcare."},
      {
        "id":"EJ862816",
        "title":"0-60 MPH: Data-Phobic to Data-Driven"},
      {
        "id":"EJ781060",
        "title":"Gamma and Related Functions Generalized for Sequences"},
      {
        "id":"EJ749040",
        "title":"Might \"Unique\" Factors Be \"Common\"? On the Possibility of Indeterminate Common-Unique Covariances"},
      {
        "id":"EJ1175615",
        "title":"Comparison of Some Biomotoric Properties and Anthropometric Measurements of Male Basketball and Football Players"},
      {
        "id":"ED525194",
        "title":"Legislative Review. A Look at Higher Education in Week 5: February 7-11, 2011"},
      {
        "id":"ED562581",
        "title":"A Comparison of Alternate Approaches to Creating Indices of Academic Rigor. Research Report 2012-11"},
      {
        "id":"EJ1189172",
        "title":"Randomised Controlled Trials in Scandinavian Educational Research"},
      {
        "id":"ED651382",
        "title":"Strategic Enrollment Management, Tuition Discounting, and Student Enrollment by Income: A Test of Demand Theory"},
      {
        "id":"ED383361",
        "title":"Persistence of Fall 1988 ENGL 330/335 Students through Transfer Level English (1A) over Four Academic Years (Fall 1988-Spring 1992). Research Report #267."},
      {
        "id":"ED346955",
        "title":"Sliding Fee Scales That Work: A Model for State Child Care Programs."},
      {
        "id":"ED346981",
        "title":"A Profile of Oregon Counties: Human Resources, Educational, and Economic Indicators Associated with Young Children and Families."},
      {
        "id":"EJ1315739",
        "title":"Disparities in Local Wellness Policies Implementation across Maryland Schools"},
      {
        "id":"EJ1294261",
        "title":"Meta-Analyzing Count Events over Varying Durations Using the Piecewise Poisson Model: The Case for Poststroke Seizures"},
      {
        "id":"EJ1328629",
        "title":"Study and Research Path for Learning General Chemistry: Analyzing the Quality of Drinking Water"},
      {
        "id":"EJ1333335",
        "title":"Systematic Review of Occupational Therapy Interventions to Enhance Cognitive Development in Children 0-5 Years: Part 1, Identified Diagnoses"},
      {
        "id":"EJ1332041",
        "title":"Representations of Women and Men in Popular Chemistry Textbooks in the United Kingdom and Republic of Ireland"},
      {
        "id":"EJ1256040",
        "title":"Education, Health and Care Plans and Tribunals in England: A Statistical Tale from 2019"},
      {
        "id":"EJ1276583",
        "title":"Children&apos;s Math Anxiety Predicts Their Math Achievement over and above a Key Foundational Math Skill"},
      {
        "id":"EJ1147022",
        "title":"Distributed Retrieval Practice Promotes Superior Recall of Anatomy Information"},
      {
        "id":"EJ1043811",
        "title":"123s and ABCs: Developmental Shifts in Logarithmic-to-Linear Responding Reflect Fluency with Sequence Values"},
      {
        "id":"EJ1015667",
        "title":"Influence of Analogy Instruction for Pitch Variation on Perceptual Ratings of Other Speech Parameters"},
      {
        "id":"EJ1024875",
        "title":"A Progression of Static Equilibrium Laboratory Exercises"},
      {
        "id":"EJ1044177",
        "title":"Interference and the Law of Energy Conservation"},
      {
        "id":"EJ1044519",
        "title":"Child Care Quality in the Netherlands over the Years: A Closer Look"},
      {
        "id":"EJ1028562",
        "title":"Reaction Extrema: Extent of Reaction in General Chemistry"},
      {
        "id":"EJ1009630",
        "title":"Exploration of the Link between Tobacco Retailers in School Neighborhoods and Student Smoking"},
      {
        "id":"EJ1222381",
        "title":"Pitch Shifting with the Commercially Available Eventide Eclipse: Intended and Unintended Changes to the Speech Signal"},
      {
        "id":"ED171126",
        "title":"The Use of Locative Prepositions by Hebrew Speaking Children 2:0 - 3:0 Years Old. Kansas Working Papers in Linguistics, Volume 3."},
      {
        "id":"EJ1388948",
        "title":"Beneficial Effects of a Music Listening Intervention on Neural Speech Processing in 0-28-Month-Old Children at Risk for Dyslexia"},
      {
        "id":"EJ1344268",
        "title":"Adult/Child Ratio and Group Size in Early Childhood Education or Care to Promote the Development of Children Aged 0-5 Years: A Systematic Review"},
      {
        "id":"ED506013",
        "title":"Disparities in Early Learning and Development:Lessons from the Early Childhood Longitudinal Study--Birth Cohort (ECLS-B)"},
      {
        "id":"EJ992410",
        "title":"Evolution, Stress, and Sensitive Periods: The Influence of Unpredictability in Early versus Late Childhood on Sex and Risky Behavior"},
      {
        "id":"EJ983248",
        "title":"Tackling the Combined Effects of Reverberation and Masking Noise Using Ideal Channel Selection"},
      {
        "id":"EJ889259",
        "title":"HIV Testing and HIV/AIDS Treatment Services in Rural Counties in 10 Southern States: Service Provider Perspectives"},
      {
        "id":"EJ862999",
        "title":"Unintended Imitation in Nonword Repetition"},
      {
        "id":"EJ860133",
        "title":"Effects of Sentence Context on Lexical Ambiguity Resolution in Patients with Schizophrenia"},
      {
        "id":"EJ849454",
        "title":"Neurocognitive Development of Relational Reasoning"},
      {
        "id":"EJ850422",
        "title":"The Logarithmic-to-Linear Shift: One Learning Sequence, Many Tasks, Many Time Scales"},
      {
        "id":"EJ807799",
        "title":"Knowledge of Breast Cancer and Screening Practices"},
      {
        "id":"EJ824933",
        "title":"Lysozyme Thermal Denaturation and Self-Interaction: Four Integrated Thermodynamic Experiments for the Physical Chemistry Laboratory"},
      {
        "id":"EJ808594",
        "title":"Perturbation and Nonlinear Dynamic Analysis of Acoustic Phonatory Signal in Parkinsonian Patients Receiving Deep Brain Stimulation"},
      {
        "id":"EJ833745",
        "title":"Slipped Lips: Onset Asynchrony Detection of Auditory-Visual Language in Autism"},
      {
        "id":"EJ781117",
        "title":"Polysyllabic Units in the Vocalizations of Children from 0 ; 6 to 1 ; 11: Intonation-Groups, Tones and Rhythms"},
      {
        "id":"EJ748740",
        "title":"Morpho-Phonemic Similarity within and between Languages: A Factor to be Considered in Processing Arabic and Hebrew"},
      {
        "id":"ED635704",
        "title":"The Achievement Motivation Enhancement Model: Evaluating an Affective Intervention to Resolve Underachievemaent"},
      {
        "id":"EJ994886",
        "title":"Developmental Trajectory for Production of Prosody: Lexical Stress Contrastivity in Children Ages 3 to 7 Years and in Adults"},
      {
        "id":"EJ1450115",
        "title":"Toward Better Outcome Measurement for Insomnia in Children with Autism Spectrum Disorder"},
      {
        "id":"EJ1403067",
        "title":"Developing an Instrument to Examine Students&apos; Analogical Modeling Competence: An Example of Electricity"},
      {
        "id":"EJ1423399",
        "title":"Short Report: Transition to International Classification of Diseases, 10th Revision and the Prevalence of Autism in a Cohort of Healthcare Systems"},
      {
        "id":"EJ1456611",
        "title":"An Analysis of SRSS-IE Externalizing Cut Scores to Facilitate Data-Informed Decision-Making in K-12 Schools"},
      {
        "id":"EJ1394841",
        "title":"Building Fraction Magnitude Knowledge with Number Lines: Partitioning versus Analogy"},
      {
        "id":"EJ1458390",
        "title":"A Scoping Review on Health Literacy in Parental Educational Practices: What Do We Know about It?"},
      {
        "id":"EJ1158066",
        "title":"An Improved Measure of Cognitive Salience in Free Listing Tasks: A Marshallese Example"},
      {
        "id":"EJ1012250",
        "title":"The Area of a Surface Generated by Revolving a Graph about Any Line"},
      {
        "id":"EJ1238066",
        "title":"A Shortcut for Solving the Ubiquitous Integral [line integral] x[superscript n] e[superscript alpha x] dx Using Only Derivatives"},
      {
        "id":"ED161234",
        "title":"An Evaluation of the Hearing and Speech Agency Infant-Parent Program."},
      {
        "id":"ED180162",
        "title":"You Can Make It: You Can Do It (A Group of Toys and Games to Make for Little Children). Baby Buggy Book No. 4."},
      {
        "id":"ED180166",
        "title":"Staff Activities Accountability Program. Baby Buggy Paper No. 152."},
      {
        "id":"ED180169",
        "title":"Cross Referencing: Alpern-Boll, REEL, and Uzgiris-Hunt with Core Curriculum Items. Baby Buggy Paper No. 162."},
      {
        "id":"ED180171",
        "title":"Development of Bi-Yearly Goals. Baby Buggy Paper No. 164."},
      {
        "id":"EJ673032",
        "title":"&quot;It Was the Hardest and Most Painful Decision of My Life!&quot;: Seeking Permanent Out-of-Home Placement for Sons and Daughters with Intellectual Disabilities."},
      {
        "id":"EJ744536",
        "title":"Prevalence of Suicidal Ideation in Patients with Atopic Dermatitis"},
      {
        "id":"EJ908771",
        "title":"Parameter Estimates in Differential Equation Models for Chemical Kinetics"},
      {
        "id":"EJ799529",
        "title":"A Generalization of the Prime Number Theorem"},
      {
        "id":"EJ787816",
        "title":"What Does an IRR (or Two) Mean?"},
      {
        "id":"EJ850997",
        "title":"The Dawn of a New Era: Investing in Early Childhood Helps America Recover and Grow"},
      {
        "id":"EJ826611",
        "title":"\"Greening up\" the Suzuki Reaction"},
      {
        "id":"EJ829070",
        "title":"Why Does the Motorbike Feather?"},
      {
        "id":"EJ821904",
        "title":"The Supreme Court and the Pledge of Allegiance: A Hollow Victory"},
      {
        "id":"EJ754264",
        "title":"Understanding Children's Anger: Recognizing and Working with Young Children's Anger and Frustration"},
      {
        "id":"ED391776",
        "title":"NAEP Assessment in Geography, 1994."},
      {
        "id":"ED400645",
        "title":"Medically Fragile Inservice for Related Services Teams--Outreach (M-First). Final Report."},
      {
        "id":"ED410300",
        "title":"The Relationship between Polytomous DFIT and Other Polytomous DIF Procedures."},
      {
        "id":"ED357528",
        "title":"Service System Coordination under Part H of IDEA: A National Survey Report."},
      {
        "id":"ED424266",
        "title":"Using Response-Time Constraints in Item Selection To Control for Differential Speededness in Computerized Adaptive Testing. Research Report 98-06."},
      {
        "id":"ED372114",
        "title":"Becoming Literate about Literacy. Policy Information Report."},
      {
        "id":"ED370282",
        "title":"Use of the DAP:SPED with a Sample of Students Enrolled in ED, CD, and LD Public School Programs."},
      {
        "id":"ED373911",
        "title":"Children 0-3."},
      {
        "id":"ED338446",
        "title":"The Expression of Communicative Intents in Single-word Utterances and the Emergence of Patterned Speech."},
      {
        "id":"ED232614",
        "title":"The Relationship of Academic Bargaining to Changes in Campus Climate. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"EJ1316563",
        "title":"Teaching Creative (Literary) Writing: Indigenous Psychological Perspective"},
      {
        "id":"EJ1308492",
        "title":"Assessment of Item and Test Parameters: Cosine Similarity Approach"},
      {
        "id":"EJ1098631",
        "title":"Effect of a Direct Instruction Flashcard System for Increasing the Performance of Basic Division Facts for a Middle School Student with ADD/OHI"},
      {
        "id":"EJ1091734",
        "title":"The Effects of Health Care and Father Support for Mother on the Children's Emotions"},
      {
        "id":"EJ1109417",
        "title":"Identifying Gifted Preschoolers in Turkey: The Reliability and Validity of the Turkish-Translated Version of the GRS-Preschool/Kindergarten Form"},
      {
        "id":"ED285453",
        "title":"ACT COMP Test Data, Fall 1986. Eastern New Mexico University. AAHE Assessment Forum Paper."},
      {
        "id":"ED314903",
        "title":"A Longitudinal Study of Children in Preschool Special Education Programs."},
      {
        "id":"ED323684",
        "title":"Family Supports in Montana: Region III: Special Training for Exceptional People (STEP)."},
      {
        "id":"ED274480",
        "title":"How Many Kentuckians: Population Forecasts, 1980-2020. The 1986 Edition."},
      {
        "id":"ED298680",
        "title":"Orientation and Mobility for Blind Infants. Abstract XIII: Research &amp; Resources on Special Education."},
      {
        "id":"ED234107",
        "title":"Racial Residential Segregation, 28 Cities, 1970-1980."},
      {
        "id":"ED310127",
        "title":"Simultaneous Optimization of Decisions Using a Linear Utility Function. Research Report 88-15."},
      {
        "id":"ED228324",
        "title":"Measuring Change with the Rating Scale Model."},
      {
        "id":"EJ1078595",
        "title":"Leveling Students' Creative Thinking in Solving and Posing Mathematical Problem"},
      {
        "id":"EJ1036277",
        "title":"The Effect of Structured Divergent Prompts on Knowledge Construction"},
      {
        "id":"EJ1040122",
        "title":"A Discussion of the Principle of Cultural Responsiveness: From Research to Practice and from History to Today"},
      {
        "id":"ED137996",
        "title":"Special Techniques for Teaching the Severely Profoundly Retarded."},
      {
        "id":"EJ1222170",
        "title":"Math Anxiety in Students with and without Math Learning Difficulties"},
      {
        "id":"EJ1231037",
        "title":"Parameter Estimation Bias of Dichotomous Logistic Item Response Theory Models Using Different Variables"},
      {
        "id":"EJ1231652",
        "title":"HOTS-AEP: Higher Order Thinking Skills from Elementary to Master Students in Environmental Learning"},
      {
        "id":"EJ1202226",
        "title":"Augmented Reality in Education Researches (2012-2017): A Content Analysis"},
      {
        "id":"EJ1177819",
        "title":"Communication Skills of Classroom Teachers According to Various Variables"},
      {
        "id":"EJ1174105",
        "title":"National Provisions for Certification and Professional Preparation in Low-Incidence Sensory Disabilities: A 50-State Study"},
      {
        "id":"ED201658",
        "title":"A Comparison of Six Robust Correlation Estimators."},
      {
        "id":"ED161384",
        "title":"Presidents&apos; Vital Signs: Implications for Institutional Decision Making. AIR Forum Paper 1978."},
      {
        "id":"ED012947",
        "title":"SOME EFFECTS OF A REFINED GRADING SCALE."},
      {
        "id":"ED027463",
        "title":"Adult Basic Education, New York State; A Two Year Study, 1965-67."},
      {
        "id":"ED127773",
        "title":"A Competency-Based Model for the Preparation of Teachers of Very Young Handicapped Children."},
      {
        "id":"ED072067",
        "title":"Weighing Station Operator (gov. ser.) 0-95.906--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED101842",
        "title":"The Status of Young Children in Idaho, 1974. Volume 2."},
      {
        "id":"ED104483",
        "title":"Survey on Drug Abuse."},
      {
        "id":"ED030304",
        "title":"Effects of Learner Representation in Film-Mediated Perceptual-Motor Learning. Rapid Mass Learning. Technical Report."},
      {
        "id":"ED037591",
        "title":"Foundations for Success in Educating Disadvantaged Children. Final Report."},
      {
        "id":"ED094389",
        "title":"Children's Content Interest--A Factor Analytic Study."},
      {
        "id":"ED097957",
        "title":"Perceptual Constancy and Object Permanency."},
      {
        "id":"ED091726",
        "title":"Literary Rating Scale."},
      {
        "id":"ED092231",
        "title":"Federal Programs for Young Children: Review and Recommendations. Volume 2: Review of Evaluation Data for Federally Sponsored Projects for Children."},
      {
        "id":"ED092247",
        "title":"A Cost Analysis of Day Care in Denmark."},
      {
        "id":"ED092414",
        "title":"Bulletin of the Scottish Centre for Social Subjects. Number 3."},
      {
        "id":"ED081745",
        "title":"The Effect of Variant Dosages of Amphetamine Upon Endurance."},
      {
        "id":"ED056749",
        "title":"Malnutrition and Mental Development: Implications for the Preschool Child: A Review of the Literature 1966-1970."},
      {
        "id":"ED055655",
        "title":"Pre-School Children in Residential Care: Report on Work Carried Out Up to December 1969."},
      {
        "id":"ED056362",
        "title":"Conditions Leading to the Use of Retaliation. Final Report."},
      {
        "id":"ED053347",
        "title":"An Analysis of the Teaching Plan of the Adult Educator and Its Relationship to Teaching Effectiveness."},
      {
        "id":"ED076269",
        "title":"Politics of Local Control: Ramah Navajo Community Forms a School."},
      {
        "id":"ED059286",
        "title":"Chemist, Assistant(profess. and kin.) 0-50.22--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED070773",
        "title":"Surveyor (profess. &amp; kin.) 0-64.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED060067",
        "title":"Manager, Theater 0-98.54 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065567",
        "title":"Forester (profess. and Kin.) 0-35.07--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065578",
        "title":"Sociologist (profess. &amp; kin.) 0-36.31--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065580",
        "title":"Air Traffic Control Specialist (air trans.) 0-61.60--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065609",
        "title":"Fish and Game Warden (Gov. Ser.) 0-94.94--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066460",
        "title":"Manager, Retail Automotive Service (ret. tr.) 0-72.12; Proprietor-Manager, Retail Automotive Service (ret. tr.)--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066477",
        "title":"Systems Analyst Business Electronic Data Processing (profess. &amp; kin.) 0-69.985--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066482",
        "title":"Creditman (ret. tr.; whole tr.) 0-85.11--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066484",
        "title":"Electrical Technology - Technical Institutes Training 0-67--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066485",
        "title":"Industrial Technology - Technical Institute Training 0-68--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066486",
        "title":"Metallurgical Technology - Technical Institute Training 0-67--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066487",
        "title":"Industrial Chemistry Technology - Technical Institute Training 0-67--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062420",
        "title":"Medical Technologist (medical ser.) 0-50.01--Technical Report on Standardization of the General Aptitude Test Battery. Final Report."},
      {
        "id":"ED062422",
        "title":"Manager, Industrial Organization 0-97.41--Technical Report on the Standardization of the General Aptitude Test Battery. Final Report."},
      {
        "id":"ED062438",
        "title":"Case Worker (profess. &amp; kin.) 0-27.20--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063097",
        "title":"The Virginia Project: Guaranteed Student Achievement in Reading."},
      {
        "id":"ED063390",
        "title":"Director, School Lunch Program 0-71.32--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063391",
        "title":"Occupational Analyst (profess. &amp; kin.) 0-39.85--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063410",
        "title":"Manager, Retail Food (ret. tr.) 0-72.21--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED132200",
        "title":"An Abbreviated Form of the WISC-R: Is It Valid?"},
      {
        "id":"ED132820",
        "title":"Parenting as a Model for Infant Education: Implications for Curriculum."},
      {
        "id":"ED130955",
        "title":"A Study of Non-intellectual Factors Affecting Pupils' 0-Grade Performance."},
      {
        "id":"EJ1356603",
        "title":"Enhancing Students&apos; Learning Motivation through Changing Seats in Primary School"},
      {
        "id":"EJ1357689",
        "title":"Investigation of the Computational Estimation Skills of and Strategies Employed by Pre-Service Primary School Teacher"},
      {
        "id":"EJ1379591",
        "title":"The Effectiveness of Teamwork of National and Expatriate Kg Teachers in Al Ain Schools: A Qualitative Study"},
      {
        "id":"EJ1349143",
        "title":"Structured Literacy: An Approach to Support Akonga Who Present with Dyslexic Tendencies in Maori-Medium Education to Learn to Read, Write and Spell in Te Reo Maori"},
      {
        "id":"ED464893",
        "title":"The Nation's Report Card: U.S. History, 2001."},
      {
        "id":"ED505264",
        "title":"Calibration Study of POWER Performance Levels to the CASAS Scale. Research Brief No. 5"},
      {
        "id":"ED411476",
        "title":"The Instructional Guide for Abbott Skills Enhancement Classes. Revised Edition."},
      {
        "id":"ED418999",
        "title":"An Evaluation of Multidimensional IRT Equating Methods by Assessing the Accuracy of Transforming Parameters onto a Target Test Metric."},
      {
        "id":"ED479274",
        "title":"Recommended Feeding and Dietary Practices To Improve Infant and Maternal Nutrition."},
      {
        "id":"ED538798",
        "title":"Medicaid and CHIP Provide Coverage to More than Half of All Children in D.C. Policy Snapshot"},
      {
        "id":"ED568946",
        "title":"Fourth Graders and Non-Routine Problems: Are Strategies Decisive for Success?"},
      {
        "id":"ED579685",
        "title":"The Geography of Racial/Ethnic Test Score Gaps. CEPA Working Paper No. 16-10"},
      {
        "id":"EJ890744",
        "title":"Divided Stimulus Control: A Replication and a Quantitative Model"},
      {
        "id":"EJ780548",
        "title":"Treatment Integrity of School-Based Interventions with Children in the \"Journal of Applied Behavior Analysis\" 1991-2005"},
      {
        "id":"ED621151",
        "title":"Adolescent Safety Behaviors and Social Anxiety: Links to Psychosocial Impairments and Functioning with Unfamiliar Peer Confederates"},
      {
        "id":"EJ1405234",
        "title":"The &quot;Good&quot; Schools: Academic Performance Data, School Choice, and Segregation"},
      {
        "id":"EJ1445693",
        "title":"Social Presence as a Full Mediator between Online Interaction and Satisfaction: A Structural Equation Modeling Approach"},
      {
        "id":"ED660334",
        "title":"Closing the College Affordability Gap"},
      {
        "id":"EJ1098520",
        "title":"The Science-Faith Debate in Higher Education"},
      {
        "id":"ED520366",
        "title":"Perceived Reliable Sources of Reading Instruction Information Selected by Kindergarten, First, Second, Third, Fourth, and Fifth Grade Teacher-Practitioners"},
      {
        "id":"ED240665",
        "title":"District Level Indicators Supporting Quality Schools: II. Self-Assessment Instrument."},
      {
        "id":"EJ1270548",
        "title":"Comparing Interpretations of the Rosenberg Self-Esteem Scale with 4-, 5-, and 101-Point Scales"},
      {
        "id":"ED319071",
        "title":"Handwriting: Grade 1 Manuscript Practice Book."},
      {
        "id":"ED319072",
        "title":"Handwriting: Grade 2 Manuscript Practice Book."},
      {
        "id":"ED319073",
        "title":"Handwriting: Grade 3 Cursive Practice Book."},
      {
        "id":"ED319074",
        "title":"Handwriting: Grade 4 Cursive Practice Book."},
      {
        "id":"EJ1060116",
        "title":"The Effects of Discrete-Trial Training Commission Errors on Learner Outcomes: An Extension"},
      {
        "id":"EJ954794",
        "title":"Thinking Deeply about Area and Perimeter"},
      {
        "id":"EJ697173",
        "title":"A Unified Framework for Monetary Theory and Policy Analysis."},
      {
        "id":"EJ745710",
        "title":"Helping Children Feel Comfortable and Calm"},
      {
        "id":"EJ889931",
        "title":"Fairy Tales and Storytelling: Impromptu Speaking with a Twist"},
      {
        "id":"EJ770431",
        "title":"An Iterative Method for Solving Variable Coefficient ODEs"},
      {
        "id":"EJ770495",
        "title":"Leap-Frogging Newton's Method"},
      {
        "id":"EJ996083",
        "title":"The Point of Departure of a Particle Sliding on a Curved Surface"},
      {
        "id":"ED400276",
        "title":"How Contaminated by Guessing Are Item-Parameter Estimates and What Can Be Done about It?"},
      {
        "id":"ED393597",
        "title":"Alberta Children and Youth: Trends and Issues, 1995."},
      {
        "id":"ED403064",
        "title":"The Play of Disabled Children in Early Development."},
      {
        "id":"ED355751",
        "title":"Arkansas Deaf/Blind Children and Youth Project. Final Performance Report."},
      {
        "id":"ED379583",
        "title":"Gender and the Counselor Preparation Literature: Issues of Authorship and Content."},
      {
        "id":"ED377601",
        "title":"Diagnostic Classification of Mental Health and Developmental Disorders of Infancy and Early Childhood. Diagnostic Classification: 0-3."},
      {
        "id":"ED380528",
        "title":"Teen Out-of-Wedlock Births and Welfare Receipt: The Role of Childhood Events and Economic Circumstances. Discussion Paper."},
      {
        "id":"ED381975",
        "title":"The Economic and Psychological Burdens Associated with Lovaas Treatment for Childhood Autism."},
      {
        "id":"ED354711",
        "title":"Services for Deaf Blind Children and Youth. Final Performance Report, 10/01/89-9/30/92."},
      {
        "id":"ED348820",
        "title":"Starting School Ready To Learn: National Education Goal 1 and Students with Disabilities. Brief Report 2."},
      {
        "id":"ED349292",
        "title":"Inexperienced and Experienced Teachers' Differences in Reacting and Attributing to Problematic Classroom Situations."},
      {
        "id":"ED353316",
        "title":"Students' Attitudes toward Statistics (STATS)."},
      {
        "id":"ED350147",
        "title":"How American Teachers Teach Science in Kindergarten and First Grade."},
      {
        "id":"ED331214",
        "title":"Communication Development in Young Children with Deaf-Blindness: Literature Review."},
      {
        "id":"EJ1325414",
        "title":"A Survey of Faculty Perceptions of Community College Career and Technical Education"},
      {
        "id":"EJ1338829",
        "title":"Using a Touch Point Instructional Package to Teach Subtraction Skills to German Elementary Students At-Risk for LD"},
      {
        "id":"EJ1341111",
        "title":"What Makes Locked-Down Students Happy: The Sense of Mattering and Subjective Well-Being"},
      {
        "id":"EJ1285835",
        "title":"School Finance Reform for Curriculum Innovation: An Equity Prospect"},
      {
        "id":"EJ1308342",
        "title":"An Analysis of Teachers&apos; Views toward the Teaching of Text Type and Structure"},
      {
        "id":"EJ1308525",
        "title":"Online Course Adaptation Process of Suzuki Early Childhood Education Program"},
      {
        "id":"EJ1141160",
        "title":"Curriculum-Based Measurement of Reading: Accuracy of Recommendations from Three-Point Decision Rules"},
      {
        "id":"EJ1114656",
        "title":"Effects of Different Environment Temperatures on Some Motor Characteristics and Muscle Strength"},
      {
        "id":"EJ1111742",
        "title":"Polynomial Functions Resulting from the Multiplication of Curves in the Framework of the Research and Study Paths"},
      {
        "id":"ED313446",
        "title":"Coping Strategies Inventory for Statistics."},
      {
        "id":"ED277734",
        "title":"The Effect of Keying All Options Correct on Equating Functions and Scores."},
      {
        "id":"ED286597",
        "title":"Early Childhood Intervention for Economically Disadvantaged Children: The Parent-Infant-Project."},
      {
        "id":"ED252855",
        "title":"The Effects of Emotion on Episodic Memory for TV Commercials."},
      {
        "id":"ED247577",
        "title":"A First Step toward a Search for Meaning in the Reliance--Political Interest Typology."},
      {
        "id":"ED260179",
        "title":"Getting Started: Adult Education, Reading, and Writing. An Annotated List of Bibliographies for Youth and Adult Literacy Programs."},
      {
        "id":"EJ1051492",
        "title":"Revisiting 2D Lattice Based Spin Flip-Flop Ising Model: Magnetic Properties of a Thin Film and Its Temperature Dependence"},
      {
        "id":"EJ1060162",
        "title":"Effect of Female Education and Labor Force Ratio on Economic Development"},
      {
        "id":"EJ1016796",
        "title":"Whole School Initiative: Has Inclusive Education Gone Astray?"},
      {
        "id":"EJ1001710",
        "title":"Exploring Learner to Content Interaction as a Success Factor in Online Courses"},
      {
        "id":"EJ1208007",
        "title":"Determining Important Factors of Arithmetic Skills among Newborn Babies at Malaysian TASKA Using Artificial Neural Network"},
      {
        "id":"EJ1187125",
        "title":"Interrogating the &apos;Artificial&apos; Divide between Health and Education for Children Aged 0-3 Years in Urban Poor Locales in Kenya"},
      {
        "id":"EJ1211002",
        "title":"Comparative Analysis of Auditory Perception Based on Educational Background Differences"},
      {
        "id":"EJ1217899",
        "title":"English Language and Literature Students&apos; Perceptions towards English Language Teacher Identity"},
      {
        "id":"EJ1174583",
        "title":"Conical Pendulum--Linearization Analyses"},
      {
        "id":"EJ1203001",
        "title":"Review of the Development and Application of an Instructor&apos;s Portal Framework"},
      {
        "id":"EJ1187400",
        "title":"Development of Mathematical Concepts as Basis for an Elaborated Mathematical Understanding"},
      {
        "id":"ED217594",
        "title":"The Regional Intervention Program Expansion Project. Handicapped Children's Early Education Program (Outreach). Final Report."},
      {
        "id":"ED171380",
        "title":"Empathy and Egocentrism in Preschoolers."},
      {
        "id":"ED184092",
        "title":"The Time Course of Lexical Ambiguity Resolution in Context. Technical Report No. 164."},
      {
        "id":"ED012411",
        "title":"GUIDELINES FOR TEACHING THE &quot;UNDER-EDUCATED&quot; ADULT."},
      {
        "id":"ED012426",
        "title":"MATERIALS FOR THE ADULT BASIC EDUCATION STUDENT, BIBLIOGRAPHY."},
      {
        "id":"ED199291",
        "title":"Test Reliability by Ability Level of Examinees."},
      {
        "id":"ED176893",
        "title":"Parent Involvement Affects Children's Cognitive Growth."},
      {
        "id":"ED180159",
        "title":"Have Wagon: Will Travel. Sharing Centers for Rural Handicapped Infants, Toddlers, and Their Parents. Baby Buggy Book No. 1."},
      {
        "id":"ED028033",
        "title":"Visual Discriminatory Ability Among Prereaders."},
      {
        "id":"ED113466",
        "title":"North Dakota Vocational Education Assessment System."},
      {
        "id":"ED110163",
        "title":"A Videotape In-Home Study of the Social and Educational Teaching Styles of Mothers and their Five-Year-Olds."},
      {
        "id":"ED071747",
        "title":"A Technique for Measuring Language Production in Three, Four & Five Year Olds."},
      {
        "id":"ED101485",
        "title":"More? All Gone...Encouraging Language Development Through Experience: An Aid to Language Programming."},
      {
        "id":"ED045039",
        "title":"Maturity as a Variable in Predicting Academic Success."},
      {
        "id":"ED094419",
        "title":"Speech Recognition Scores of White and Black Student-Teacher Listeners for Black and White First Grade Speakers. Final Technical Report."},
      {
        "id":"ED090260",
        "title":"A Provisional Guide to the Use of the International Standard Classification of Education (ISCED)."},
      {
        "id":"ED090521",
        "title":"Effects of Word Frequency and Word Knowledge on Children's Performance in Recognition and Discrimination Tasks."},
      {
        "id":"ED052246",
        "title":"A Note on the Comparability of Alternative Scoring Methods for the Institutional Functioning Inventory."},
      {
        "id":"ED069752",
        "title":"Developmental Aspects of Scientific Reasoning: Final Report."},
      {
        "id":"ED074755",
        "title":"Variables Influencing The Perception of Flicker In Wide Angle CRT Displays."},
      {
        "id":"ED065429",
        "title":"The Place of Drugs in the Religion of the Counter Culture."},
      {
        "id":"ED128985",
        "title":"Begin at the Beginning: A Report on the Capper Foundation's Early Education Project."},
      {
        "id":"ED132981",
        "title":"Government Publications in Kansas Public Libraries."},
      {
        "id":"ED137044",
        "title":"A Guide to Census Takers: Methods and Procedures."},
      {
        "id":"EJ1388083",
        "title":"Comparative Study between Think Aloud and Visual Imagery in Enhancing Students&apos; Reading Comprehension"},
      {
        "id":"EJ1382962",
        "title":"Music Education Majors and Mental Health: A Follow-Up Study"},
      {
        "id":"ED511344",
        "title":"The Thurgood Marshall School of Law Empirical Findings: A Report of the Correlational Analysis of Bar Passing Rates and Final GPA of Years 2005-2009"},
      {
        "id":"ED486484",
        "title":"The Nation's Report Card[TM]: Reading, 2003. NCES 2005-453"},
      {
        "id":"ED458068",
        "title":"Building Exemplary Schools for Tomorrow. Fingertip Facts, 2001."},
      {
        "id":"ED500287",
        "title":"Setting Standards on the Core and Advanced iSkills[TM] Assessments. Research Memorandum"},
      {
        "id":"ED419604",
        "title":"The Children's War: Towards Peace in Sierra Leone. A Field Report Assessing the Protection and Assistance Needs of Sierra Leonean Children and Adolescents."},
      {
        "id":"ED382572",
        "title":"Scope and Efficiency of HIV/AIDS Instruction in Secondary Education."},
      {
        "id":"ED452298",
        "title":"Using Sibling Samples To Assess the Effect of Childhood Family Income on Completed Schooling. JCPR Working Paper."},
      {
        "id":"ED472298",
        "title":"Special Education Annual Report, 2001-2002."},
      {
        "id":"ED439564",
        "title":"Diagnostic Classification 0-3: Diagnostic Classification of Mental Health and Developmental Disorders of Infancy and Early Childhood."},
      {
        "id":"ED442254",
        "title":"Special Education Annual Report, 1998-1999."},
      {
        "id":"ED435626",
        "title":"An Investigation on the Generalizability of Performance-Based Assessment in Mathematics."},
      {
        "id":"ED483439",
        "title":"Released Test Items: Sample Student Work Illustrating LEAP 21 Achievement Levels, Grade 8 Mathematics"},
      {
        "id":"ED548035",
        "title":"Impact of Student Calculator Use on the 2013 NAEP Twelfth-Grade Mathematics Assessment"},
      {
        "id":"ED540601",
        "title":"Validating Measures of Algebra Teacher Subject Matter Knowledge and Pedagogical Content Knowledge. CRESST Report 820"},
      {
        "id":"ED618575",
        "title":"From Birth to School: Early Childhood Initiatives and Third-Grade Outcomes in North Carolina. Working Paper 134"},
      {
        "id":"ED610234",
        "title":"Reopening Washington Schools 2020: District Early Learning Planning Guide"},
      {
        "id":"ED597774",
        "title":"Mapping State Proficiency Standards onto the NAEP Scales: Results from the 2017 NAEP Reading and Mathematics Assessments. NCES 2019-040"},
      {
        "id":"ED575154",
        "title":"Reliable and More Powerful Methods for Power Analysis in Structural Equation Modeling"},
      {
        "id":"ED607126",
        "title":"Running, Running the Show: Supporting the Leadership Development of Black Girls in Middle School"},
      {
        "id":"EJ981823",
        "title":"Evaluating the Opinions of the Preschool Teachers on Computer Assisted Education"},
      {
        "id":"EJ1412792",
        "title":"Informal Statistical Inferences of Primary School Students on the Concept of Variability"},
      {
        "id":"EJ877620",
        "title":"Lessons Learned and Directions for the Future"},
      {
        "id":"EJ902517",
        "title":"Bridging the Transition to Kindergarten: School Readiness Case Studies from California's First 5 Initiative"},
      {
        "id":"EJ789961",
        "title":"Sensitivity and Bias under Conditions of Equal and Unequal Academic Task Difficulty"},
      {
        "id":"ED622032",
        "title":"Regularized Variational Estimation for Exploratory Item Factor Analysis"},
      {
        "id":"ED637385",
        "title":"Bring It On! Challenges Encountered While Building a Comprehensive Tutoring System Using &quot;Readerbench&quot;"},
      {
        "id":"ED633603",
        "title":"Associations between Education, Information-Processing Skills, and Job Automation Risk in the United States"},
      {
        "id":"EJ1426182",
        "title":"Learner&apos;s Alternative and Misconceptions in Physics: A Phenomenographic Study"},
      {
        "id":"EJ1431115",
        "title":"Investigating the (Mis)alignment between Expenditures and Policy to Improve Multilingual Learner Programs"},
      {
        "id":"EJ1284104",
        "title":"The Effects of Dysphonic Voice on Speech Intelligibility in Cantonese-Speaking Adults"},
      {
        "id":"EJ1291006",
        "title":"Reading Prosody Unpacked: A Longitudinal Investigation of Its Dimensionality and Relation with Word Reading and Listening Comprehension for Children in Primary Grades"},
      {
        "id":"EJ1331222",
        "title":"Implementation Adherence and Perspectives of the Childcare PhysicaL ActivitY (PLAY) Policy: A Process Evaluation"},
      {
        "id":"EJ1141001",
        "title":"Can Graduated Compressive Stockings Reduce Muscle Activity during Running?"},
      {
        "id":"EJ1091508",
        "title":"Prediction of VO[subscript 2]max in Children and Adolescents Using Exercise Testing and Physical Activity Questionnaire Data"},
      {
        "id":"EJ1129010",
        "title":"Obesity Prevention in Early Child Care Settings: A Bistate (Minnesota and Wisconsin) Assessment of Best Practices, Implementation Difficulty, and Barriers"},
      {
        "id":"EJ1079310",
        "title":"Gradual Incorporation of Whole Wheat Flour into Bread Products for Elementary School Children Improves Whole Grain Intake"},
      {
        "id":"EJ1058277",
        "title":"Lucky Guess or Knowledge: A Cross-Sectional Study Using the Bland and Altman Analysis to Compare Confidence-Based Testing of Pharmacological Knowledge in 3rd and 5th Year Medical Students"},
      {
        "id":"EJ1234150",
        "title":"The Contribution of Individual Differences in Memory Span and Language Ability to Spatial Release from Masking in Young Children"},
      {
        "id":"EJ1235063",
        "title":"Is It a Subspace or Not? Making Sense of Subspaces of Vector Spaces in a Technology-Assisted Learning Environment"},
      {
        "id":"EJ1185378",
        "title":"Auditory Lexical Decisions in Developmental Language Disorder: A Meta-Analysis of Behavioral Studies"},
      {
        "id":"ED210480",
        "title":"Unmet Needs of Low Academic Level Adult (0-4th Grade Level) Students: A Follow-Up Study. A Special Demonstration/Teacher Training Project. Final Report."},
      {
        "id":"ED546492",
        "title":"Rote Learning in the Age of Technology: A Quantitative Study of a Career and Technical High School and the Practical Use of Basic Skills"},
      {
        "id":"ED549480",
        "title":"Faculty Perceptions of Organizational Leadership at Christian Colleges and Universities with Missions of Servant Leadership"},
      {
        "id":"EJ964964",
        "title":"Students' Self-Grading, Professor's Grading and Negotiated Final Grading at Three University Programmes: Analysis of Reliability and Grade Difference Ranges and Tendencies"},
      {
        "id":"EJ696527",
        "title":"Air Pressure Responses to Sudden Vocal Tract Pressure Bleeds during Production of Stop Consonants: New Evidence of Aeromechanical Regulation."},
      {
        "id":"EJ761631",
        "title":"Emergence of Complex Conditional Discriminations by Joint Control of Compound Samples"},
      {
        "id":"EJ698169",
        "title":"Dysarthria Associated with Traumatic Brain Injury: Speaking Rate and Emphatic Stress"},
      {
        "id":"EJ944426",
        "title":"Behavior Therapy for Pediatric Trichotillomania: A Randomized Controlled Trial"},
      {
        "id":"EJ906839",
        "title":"Child Homicide on the Territory of Belgrade"},
      {
        "id":"EJ949234",
        "title":"Longitudinal Study of Parents' Impact on Quality of Life of Children and Young Adults with Intellectual Disabilities"},
      {
        "id":"EJ812902",
        "title":"Predictors (0-10 Months) of Psychopathology at Age 1 1/2 Years--A General Population Study in the Copenhagen Child Cohort CCC 2000"},
      {
        "id":"EJ812002",
        "title":"Associations of Health Risk Behaviors with School Absenteeism. Does Having Permission for the Absence Make a Difference?"},
      {
        "id":"EJ821885",
        "title":"The Administrative Population Report on Children with Developmental Delays in Taiwan, 2003 through 2007"},
      {
        "id":"EJ1444561",
        "title":"Associations between the Frequency of Youth Dating Violence Victimization and Cyberbullying"},
      {
        "id":"EJ1451517",
        "title":"Improving the Understanding of Chemistry by Using the Right Words: Why Is Talking about Compounds So Messy?"},
      {
        "id":"ED348299",
        "title":"A Resource File for Social Studies in Utah. Level 0: Home, School, Neighborhood."},
      {
        "id":"EJ1094559",
        "title":"Warming of Water in a Glass"},
      {
        "id":"ED323202",
        "title":"What Do Teachers Know?"},
      {
        "id":"ED302436",
        "title":"Matematica 3. Manual."},
      {
        "id":"EJ1011430",
        "title":"Teaching the Spin Selection Rule: An Inductive Approach"},
      {
        "id":"ED153424",
        "title":"Verbal Expressive Language in the 0-30 IQ Student Who Is Blind."},
      {
        "id":"EJ1171074",
        "title":"Wine and Maths: Mathematical Solutions to Wine-Inspired Problems"},
      {
        "id":"ED189106",
        "title":"An Approximation to the True Ability Distribution in the Binomial Error Model and Applications. Research Memorandum 79-5."},
      {
        "id":"ED192498",
        "title":"Special Assistance for the Early Education of the Handicapped: Project SAFE. Final Performance Report: School Year 1978-1979."},
      {
        "id":"ED056087",
        "title":"Forced Choice Scale."},
      {
        "id":"ED074091",
        "title":"Interval Estimation of Correlation Coefficients from Explicitly Selected Samples."},
      {
        "id":"ED131659",
        "title":"I Study Arithmetic. Grade 1."},
      {
        "id":"EJ971021",
        "title":"Finding Rational Parametric Curves of Relative Degree One or Two"},
      {
        "id":"EJ738403",
        "title":"Development: Ages & Stages--How Self-Concept Develops"},
      {
        "id":"EJ694889",
        "title":"What Money Can Buy: Examining the Effects of Prepaid Monetary Incentives on Survey Response Rates among College Students"},
      {
        "id":"EJ914738",
        "title":"Solving ay'' + by' + cy = 0 with a Simple Product Rule Approach"},
      {
        "id":"EJ922102",
        "title":"Reliability as a Function of the Number of Item Options Derived from the \"Knowledge or Random Guessing\" Model"},
      {
        "id":"EJ892004",
        "title":"Converting between [Degrees]C and [Degrees]F: A Teachable Moment"},
      {
        "id":"EJ727315",
        "title":"A Legal History of Brown and a Look to the Future"},
      {
        "id":"ED579734",
        "title":"Clitics and Head-Movement as Intra-Syntactic Morphology"},
      {
        "id":"ED409943",
        "title":"On Assessing Philosophical Literacy."},
      {
        "id":"ED405674",
        "title":"A Study of the Basic Needs of the Mentally Handicapped in the Segezha District."},
      {
        "id":"ED404822",
        "title":"The Importance of Special Legislation for People with Disabilities, and Their Families."},
      {
        "id":"ED421523",
        "title":"Modeling the Observation-to-Indicator Ratio Using Logistic Regression: An Example from Factor Analysis."},
      {
        "id":"ED330706",
        "title":"Robust Approximations to the Non-Null Distribution of the Product Moment Correlation Coefficient I: The Phi Coefficient."},
      {
        "id":"ED341459",
        "title":"A Manual for Coding Teacher's Enacted Interpersonal Understanding."},
      {
        "id":"ED351418",
        "title":"Success for All. Policy Implications. Report No. 35."},
      {
        "id":"ED371533",
        "title":"Inservice Training for Related Service Personnel Serving Medically Fragile Children Ages 0-8. The Medically Fragile Inservice for Related Services Teams Project (M-FIRST). Final Report."},
      {
        "id":"ED241113",
        "title":"Pediatric Nurse Practitioner Program: Theories for Extended Pediatric Nursing Practice."},
      {
        "id":"EJ1285170",
        "title":"Factors Influencing Teachers&apos; Professional Learning: A Study of Turkish EFL Teachers"},
      {
        "id":"EJ1318803",
        "title":"It Is Not &quot;THEM&quot; and &quot;US&quot; -- Working Together for Sustainable Outcomes for Children with Autism"},
      {
        "id":"EJ1313185",
        "title":"Does Civil Servant Teachers&apos; Job Satisfaction Influence Their Absenteeism?"},
      {
        "id":"EJ1293547",
        "title":"Early Childhood Science Education from 0 to 6: A Literature Review"},
      {
        "id":"EJ1330348",
        "title":"Sentiment and Sentence Similarity as Predictors of Integrated and Independent L2 Writing Performance"},
      {
        "id":"EJ1301272",
        "title":"A Systematic Review of the Tendencies in the Use of Learning Management Systems"},
      {
        "id":"EJ1254763",
        "title":"Professionalism in Engineering Technology: A Study of Final Course Grades, Student Professionalism, Attendance, and Punctuality"},
      {
        "id":"EJ1276537",
        "title":"Teachers&apos; Concern and Professional Development Needs in Adopting Inclusive Education in Saudi Arabia, Based on Their Gender for Vision 2030"},
      {
        "id":"EJ1141624",
        "title":"The Development of a Socioscientific Issues-Based Curriculum Unit for Middle School Students: Global Warming Issue"},
      {
        "id":"EJ1139899",
        "title":"Linking Developmental Themes to Theories in the Autobiographical Narratives of Life-Span Development Students"},
      {
        "id":"EJ1145526",
        "title":"Assessment of Educational Neuromyths among Teachers and Teacher Candidates"},
      {
        "id":"EJ1106304",
        "title":"Students' Perceptions and Faculty Measured Competencies in Higher Education"},
      {
        "id":"EJ1122739",
        "title":"Examining Oregon Agriculture Teachers' Professional Development Needs by Career Phase"},
      {
        "id":"EJ1135334",
        "title":"Mental Health Assessment in Professors&apos; Training in Two Chilean Universities"},
      {
        "id":"EJ1131710",
        "title":"A Comparative Study of Students' Access to and Utilization of Learning Resources in Selected Public and Private Universities in Southwest, Nigeria"},
      {
        "id":"ED328037",
        "title":"Severely Emotionally Impaired/Program Expansion/Project Find/Pre-Primary Impaired. Product Evaluation Report, 1989-1990."},
      {
        "id":"ED283105",
        "title":"The Effects of Cost Sharing on the Health of Children. Health Insurance Experiment Series."},
      {
        "id":"ED268148",
        "title":"An Alternate Definition of the ETS Delta Scale of Item Difficulty. Program Statistics Research."},
      {
        "id":"ED251496",
        "title":"Needs Assessment Project. FY84 Confirmation Study."},
      {
        "id":"ED294335",
        "title":"Parent Stress, Family Functioning and Social Support in Families of Young Handicapped Children."},
      {
        "id":"ED237827",
        "title":"So You Think You've Got Troubles? College Students' Referrals for Friends with Various Personal Problems."},
      {
        "id":"ED252563",
        "title":"A Practical Approach to Local Test Development. Resource Paper No. 6. Research into Practice Project."},
      {
        "id":"ED251730",
        "title":"A Profile of Counselor Educators at Council for the Accreditation of Counseling and Related Educational Program Institutions."},
      {
        "id":"ED310600",
        "title":"P.L. 99-457 and Teacher Education: Are We Ready?"},
      {
        "id":"ED289532",
        "title":"Competency-Based Adult Education: Florida Model."},
      {
        "id":"ED224399",
        "title":"Tuition and Fees in Public Higher Education in the West, 1982-83."},
      {
        "id":"ED225310",
        "title":"Project Run: Early Education Assessment/Curriculum for the Severely/Profoundly Multiply Handicapped. Test Administration and Protocol Book."},
      {
        "id":"ED227146",
        "title":"Item Bias Techniques When Amount of Bias Is Varied and Score Differences between Groups Are Present. Final Report."},
      {
        "id":"EJ1075464",
        "title":"Developing a Practical Rating Rubric of Speaking Test for University Students of English in Parepare, Indonesia"},
      {
        "id":"EJ1032699",
        "title":"Digital Textbooks: School Librarians' Stages of Concerns in Initial Implementation"},
      {
        "id":"EJ1220069",
        "title":"Prospective Early Childhood Teachers&apos; Difficulties in Analysing Children&apos;s Ideas about the Natural and Social Environment"},
      {
        "id":"EJ1193655",
        "title":"Development of a Three Dimensional Geometric Thinking Test for Early Graders"},
      {
        "id":"EJ1188634",
        "title":"A Horse for Abby: Creating Bridges for Life Skill Development"},
      {
        "id":"ED218879",
        "title":"Early Childhood Education for the Severely/Multiply Handicapped. Final Report, July 1,1978-September 30, 1981."},
      {
        "id":"ED203201",
        "title":"Effects of Training Task Repetition on Retention and Transfer of Maintenance Skill."},
      {
        "id":"ED206371",
        "title":"Teaching a Game to a Friend: Normal and Learning Disabled Children&apos;s Knowledge About Communication."},
      {
        "id":"ED174652",
        "title":"Development and Application of Criteria for Screening Commercial Standardized Tests for the Massachusetts Basic Skills Improvement Policy."},
      {
        "id":"ED022276",
        "title":"Children of Deprivation, Changing the Course of Familial Retardation."},
      {
        "id":"ED022277",
        "title":"Parental Teaching of the Educable Mentally Retarded Child as Related to School Achievement."},
      {
        "id":"ED022473",
        "title":"Evaluation of English Course Placement for the 1967-68 School Year."},
      {
        "id":"ED163419",
        "title":"Reading Ease Level of D.C. Fire Department Written Materials Required for Entry-Level Job Performance."},
      {
        "id":"ED117166",
        "title":"The Reading Component of the Minneapolis Schools' 1973-74 Emergency School Act Project: An Evaluation."},
      {
        "id":"ED109262",
        "title":"The Effects of Short Interval Delay of Reinforcement Upon Human Discrimination Learning. IMRID Papers and Reports Vol. 4 No. 12."},
      {
        "id":"ED119976",
        "title":"A Novel Teaching Approach to Materials Science."},
      {
        "id":"ED105106",
        "title":"Interarea Educational Earnings Differentials: A Cross-Section Analysis."},
      {
        "id":"ED100006",
        "title":"Solar Heating and Cooling of Buildings: Phase 0. Executive Summary. Final Report."},
      {
        "id":"ED100568",
        "title":"A Comparative Evaluation of Indexes of Rurality--Their Policy Implications and Distributional Impacts. Center for Rural Manpower and Public Affairs Special Paper No. 22."},
      {
        "id":"ED043713",
        "title":"Early Education: A Preventive Mental Health Program. Michigan Mental Health Research Bulletin, Winter 1970."},
      {
        "id":"ED039041",
        "title":"The Relation of Certain Home Environment Factors to the Thinking Abilities of Three-Year-Old Children. Final Report."},
      {
        "id":"ED031425",
        "title":"A Cybernetic Modification Scheme for an Instructional System."},
      {
        "id":"ED097961",
        "title":"Training Child Care Workers in Denmark. I. Training Group Day Care Workers."},
      {
        "id":"ED086313",
        "title":"Prediction Study of Separation and Other Emotional Problems Among Nursery School Children."},
      {
        "id":"ED079917",
        "title":"Behavioral Development Profile. Manual I. Parent/Child Home Stimulation 'The Marshalltown Project'."},
      {
        "id":"ED086699",
        "title":"Attitudes of Male and Female TMR Teachers Toward the Handicapped."},
      {
        "id":"ED087156",
        "title":"South Dakota Special Education Guidelines (Phase One) Recommendations for Local Education Agencies in Implementing Comprehensive Program Planning for their Exceptional Children."},
      {
        "id":"ED087157",
        "title":"Services for Handicapped Youth: A Program Overview."},
      {
        "id":"ED056681",
        "title":"Length of Residence for a Junior College Degree."},
      {
        "id":"ED055654",
        "title":"Todays Foundlings: A Survey of Young Children Admitted to the Care of Voluntary Societies in England."},
      {
        "id":"ED072783",
        "title":"Annual Report of the Southwestern Library Interstate Cooperative Endeavor (SLICE) Project of the Southwestern Library Association (1st, October 1, 1971 to December 31, 1972); and Final Report for Council on Library Resources."},
      {
        "id":"ED069087",
        "title":"Vocabulary Level; One Variable Affecting Learning from Audiovisual Media."},
      {
        "id":"ED065841",
        "title":"The Use of a Structured Tutorial Reading Program in Teaching Nonreading Second Graders in Title I Schools to Read."},
      {
        "id":"ED066651",
        "title":"A Curriculum Guide for the Mid-Alabama Adult and Vocational Education Demonstration Center."},
      {
        "id":"ED136915",
        "title":"The Development of the Concept of Time."},
      {
        "id":"EJ1375607",
        "title":"Digital Literature and Independent Learning in COVID-19 Pandemic: A Correlation Study"},
      {
        "id":"EJ1352278",
        "title":"Parents&apos; Metaphors about Outdoor Play"},
      {
        "id":"EJ1379308",
        "title":"Mathematical Model of Student Learning Behavior with the Effect of Learning Motivation and Student Social Interaction"},
      {
        "id":"ED522737",
        "title":"Early Childhood in Brazil: General Overview and Current Issues. Working Papers in Early Childhood Development, No. 44"},
      {
        "id":"ED519340",
        "title":"Timing Issues with Early Childhood Education Programs: How Effect Sizes Vary by Starting Age, Program Duration and Persistence of Effects"},
      {
        "id":"ED509922",
        "title":"Do Vertical Scales Lead to Sensible Growth Interpretations? Evidence from the Field"},
      {
        "id":"ED470718",
        "title":"The Effect of Race on the Diagnosis of Oppositional Defiant Disorder."},
      {
        "id":"ED500707",
        "title":"The Introduction of Middle Schools in the Northern Territory: Processes and Reality"},
      {
        "id":"ED413694",
        "title":"The Effectiveness of Early Intervention Programs in the Education of Children with Hearing Impairments."},
      {
        "id":"ED382765",
        "title":"General Framework for Employment. Tableau de Bord. (Synoptic Table). Second Edition."},
      {
        "id":"ED452799",
        "title":"From Genesis to Infinity or from 0 to 50,000 Online Students in 2 Years."},
      {
        "id":"ED467143",
        "title":"Special Education: Grant Programs Designed To Serve Children Ages 0-5. Report to the Ranking Minority Member, Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia, U.S. Senate Committee on Government Affairs."},
      {
        "id":"ED472297",
        "title":"Special Education Annual Report, 2000-2001."},
      {
        "id":"ED481806",
        "title":"Jobs Lost, Jobs Gained: The Latino Experience in the Recession and Recovery."},
      {
        "id":"ED442506",
        "title":"Golden West College FACTS: Fall Enrollment Trends through 1999."},
      {
        "id":"ED456570",
        "title":"Idaho State Board of Education K-8 Achievement Standards."},
      {
        "id":"ED529914",
        "title":"High School Rugby Players' Perception of Coaching Effectiveness"},
      {
        "id":"ED538864",
        "title":"Abriendo Puertas: Opening Doors to Opportunity--A National Evaluation of Second-Generation Trainers"},
      {
        "id":"ED597104",
        "title":"Strategies for Teaching EFL Students at San Agustin Primary School District 04-06 of Haina"},
      {
        "id":"ED597781",
        "title":"Mapping State Proficiency Standards onto the NAEP Scales: Results from the 2017 NAEP Reading and Mathematics Assessments. Technical Notes. NCES 2019-040-A"},
      {
        "id":"ED603944",
        "title":"Literacy Skills, Language Use, and Online Health Information Seeking among Hispanic Adults in the United States"},
      {
        "id":"ED608453",
        "title":"Authorial Voice in Islamic College English Department Students&apos; Argumentative Writing"},
      {
        "id":"ED627854",
        "title":"The Effects of Differential Exposure to COVID-19 on Educational Outcomes in Guatemala. Policy Research Working Paper 10308"},
      {
        "id":"EJ965094",
        "title":"Relationships between Open Education Students' Economic Profiles and Their Use of Internet in Education"},
      {
        "id":"EJ720536",
        "title":"Pre-Service Teachers' Mathematical Reasoning as an Imperative for Codified Conceptual Pedagogy in Algebra: A Case Study in Teacher Education"},
      {
        "id":"EJ942547",
        "title":"Physical Activity Patterns and Self-Efficacy of Selected College Students"},
      {
        "id":"EJ734151",
        "title":"Attitudes to Education and Educational Pathway Preferences in the Czech Republic"},
      {
        "id":"EJ844470",
        "title":"Similarities and Differences between Children with and without Disabilities on Identified Clinical Findings"},
      {
        "id":"EJ1400877",
        "title":"Number Line Estimation Patterns and Their Relationship with Mathematical Performance"},
      {
        "id":"ED664863",
        "title":"Harnessing Technology: A Review of Digital Tools Supporting Parents and the Early Childhood Workforce"},
      {
        "id":"ED379854",
        "title":"Education of Students with Disabilities. Indicator of the Month."},
      {
        "id":"ED239426",
        "title":"Looking at Emotional Disturbance from a Developmental Perspective: An Assessment and Treatment Model."},
      {
        "id":"EJ1264418",
        "title":"Young Children and YouTube: A Global Phenomenon"},
      {
        "id":"EJ1130920",
        "title":"Solution Strategies for Constant Acceleration Problems"},
      {
        "id":"ED302435",
        "title":"Matematica 3. Livro do Aluno (Mathematics 3. Student Book)."},
      {
        "id":"ED292352",
        "title":"On Resolving a Paradox in the Analysis of Navajo Syntax."},
      {
        "id":"ED221711",
        "title":"A Guideline Curriculum for Adult Basic Education: English, Grades 0-8."},
      {
        "id":"EJ1032880",
        "title":"Revisiting a Problem of Two Freezers"},
      {
        "id":"EJ1203885",
        "title":"Special Issue: Developing Culturally and Developmentally Appropriate Early STEM Learning Experiences"},
      {
        "id":"EJ1200052",
        "title":"The Effect of Neighborhood Density on Children&apos;s Word Learning in Noise"},
      {
        "id":"EJ1191057",
        "title":"The Quality of Responses to Grid Questions as Used in Web Questionnaires (Compared with Paper Questionnaires)"},
      {
        "id":"ED101985",
        "title":"Elements of Mathematics, Book 7: Real Analysis (Calculus of One Variable)."},
      {
        "id":"ED076253",
        "title":"Desegregation - September 1972."},
      {
        "id":"ED070343",
        "title":"A Taste of Spanish, Foreign Language: 7503.21."},
      {
        "id":"EJ1360128",
        "title":"Prospective Mathematics Teachers&apos; Use of the Angle Tool in GeoGebra in a Geometric Construction Task"},
      {
        "id":"EJ982201",
        "title":"Faculty's Empathy and Academic Support for Grieving Students"},
      {
        "id":"EJ954192",
        "title":"A Classroom Note on: The Average Distance in an Ellipse"},
      {
        "id":"EJ980675",
        "title":"Using a Taped Intervention to Improve Kindergarten Students' Number Identification"},
      {
        "id":"EJ740256",
        "title":"One Semester or Two? No Student Advantage with a Two-Semester Introductory Psychology Course"},
      {
        "id":"EJ875532",
        "title":"Inherited Symmetry"},
      {
        "id":"EJ735532",
        "title":"Childhood Autism Rating Scale (CARS) and Autism Behavior Checklist (ABC) Correspondence and Conflicts with DSM-IV Criteria in Diagnosis of Autism"},
      {
        "id":"EJ729390",
        "title":"On the Decimal Numbers Base \"n\""},
      {
        "id":"EJ848885",
        "title":"Bambini al Centro: Music as a Means to Promote Wellbeing. Birth and Configuration of an Experience"},
      {
        "id":"EJ768286",
        "title":"Chronological Age, Cognitions, and Practices in European American Mothers: A Multivariate Study of Parenting"},
      {
        "id":"EJ767283",
        "title":"The Effects of Verbal Instruction, Modeling, Rehearsal, and Feedback on Correct Posture during Flute Playing"},
      {
        "id":"ED613250",
        "title":"New Jersey&apos;s State Grant Program: Strengths, Weaknesses, and Pathways to Achieving the State&apos;s Goals. Research Report"},
      {
        "id":"EJ1236274",
        "title":"The Pedagogical Power of Context: Extending the Epidemiology of Eyam"},
      {
        "id":"ED599157",
        "title":"Bias and Precision of within- and between- Series Effect Estimates in the Meta-Analysis of Multiple Baseline Studies"},
      {
        "id":"ED386675",
        "title":"Employing Effective Counseling Strategies for Redirecting Unacceptable School Behaviors among Urban Boys in the Third, Fourth, and Fifth Grade Classes."},
      {
        "id":"ED384257",
        "title":"Project Work English Competency-Based Curriculum: Survival-Level One."},
      {
        "id":"ED383774",
        "title":"An Introduction of a New Free-Response Item Type in Mathematics."},
      {
        "id":"ED391308",
        "title":"New Jersey Technical Assistance Project (N.J. TAP): &quot;Educational Resources and Support Services on Behalf of Children with Multiple Sensory Impairment.&quot; Final Report."},
      {
        "id":"ED398690",
        "title":"&quot;The Infant's Body&quot;: A Study of Normal Development, 0-2 Months, and Its Application to Early Intervention with Drug-Exposed Infants in a Neonatal Intensive Care Unit."},
      {
        "id":"ED403328",
        "title":"NAEP 1994 Trends in Academic Progress. Achievement of U.S. Students in Science, 1969 to 1994; Mathematics, 1973 to 1994; Reading, 1971 to 1994; Writing, 1984 to 1994."},
      {
        "id":"ED407045",
        "title":"California Community College Foundations Fund Raising Approaches."},
      {
        "id":"ED379426",
        "title":"Displaced Homemaker Program 1991-1993 Biennial Report."},
      {
        "id":"ED374999",
        "title":"Context and Ability Effects on Children's Development of Mental Addition."},
      {
        "id":"ED340317",
        "title":"Health Professions Training and Nurse Education Improvement and Reauthorization Act of 1991. Report To Accompany S. 1933. 102d Congress, 1st Session."},
      {
        "id":"ED420816",
        "title":"Graduation, Reality, and Dual-Role Skills (GRADS). Occupational Competency Analysis Profile."},
      {
        "id":"ED427069",
        "title":"Evaluation of the First Year Implementation of Graduation 2010."},
      {
        "id":"ED353099",
        "title":"Indian Children in Ontario's Juvenile Justice and Child Welfare Systems, 1983-1984."},
      {
        "id":"ED339812",
        "title":"Statistics of Louisiana Adult Education Programs. Bulletin 1770."},
      {
        "id":"ED336250",
        "title":"Mitigating Disadvantage: Effects of Small-Scale Schooling on Student Achievement in Alaska."},
      {
        "id":"ED237292",
        "title":"A Report of Small/Rural School Districts in Illinois Compared to School Districts of Similar Size Nationwide."},
      {
        "id":"EJ1339368",
        "title":"Combating the Negative Exam Score Impact of Online Human Physiology Laboratories via Cognitive and Structural Strategies: A Preliminary Analysis"},
      {
        "id":"EJ1339646",
        "title":"The Effectiveness of IDEA Learning Model in Mathematics Concept Understanding"},
      {
        "id":"EJ1312232",
        "title":"Assessing Differential Item Functioning in a Teacher Self-Assessment of Cultural Responsiveness"},
      {
        "id":"EJ1327885",
        "title":"The Implementation of Group Investigation Learning Model through Domino Mathematics Media on the Rank Number and Root Form Materials"},
      {
        "id":"EJ1330632",
        "title":"Technology Integration in Teaching English as a Foreign Language: A Content Analysis Study"},
      {
        "id":"EJ1304627",
        "title":"The Correlation between Self-Confidence and Students&apos; English Achievement of Tertiary Students at Universitas Advent Indonesia"},
      {
        "id":"EJ1267650",
        "title":"School Funding Disparities and the Plight of Latinx Children"},
      {
        "id":"EJ1144003",
        "title":"Repeated Retention or Dropout? Disputing Hobson's Choice in South African Township Schools"},
      {
        "id":"EJ1137326",
        "title":"Business Analytics in Practice and in Education: A Competency-Based Perspective"},
      {
        "id":"EJ1151766",
        "title":"Evaluation of the Physical Education and Sports Curriculum in Turkish Schools"},
      {
        "id":"EJ1098086",
        "title":"Awareness about Right of Children to Free and Compulsory (RTE) Act 2009 among Elementary Teachers in Coimbatore District"},
      {
        "id":"EJ1097811",
        "title":"The Quantum Human Computer (QHC) Hypothesis"},
      {
        "id":"EJ1114054",
        "title":"Analysis of the Effects of the Implementation of Cooperative Learning in Physical Education"},
      {
        "id":"EJ1122784",
        "title":"Professional Development Needs of Beginning Agricultural Education Teachers in Idaho"},
      {
        "id":"EJ1160820",
        "title":"Differential Item Functioning on a Measure of Perceptions of Preparation for Teachers, Teacher Candidates, and Program Personnel"},
      {
        "id":"EJ1159401",
        "title":"Sexism and Homophobia in Adolescents of a Public Educational Institution"},
      {
        "id":"EJ1157862",
        "title":"An Investigation of Big Five and Narrow Personality Traits in Relation to Learner Self-Direction in Undergraduate Students"},
      {
        "id":"EJ1108536",
        "title":"The Family Parenting Influenced Adolescent Brawls Behavior"},
      {
        "id":"EJ1105318",
        "title":"Geographical Concepts in Turkish Lullabys"},
      {
        "id":"ED312874",
        "title":"First Years Together: A Curriculum for Use in Interventions with High Risk Infants and Their Families. Project Enlightenment."},
      {
        "id":"ED321217",
        "title":"Employee Uncertainty as a Factor in Occupational Stress."},
      {
        "id":"ED276225",
        "title":"ADAPTIPS: Adapting Curricula for Students Who Are Deaf-Blind and Who Function in the Sensorimotor Developmental Stage."},
      {
        "id":"ED276559",
        "title":"Minorities in Higher Education: The Changing Southwest--California."},
      {
        "id":"ED276561",
        "title":"Minorities in Higher Education: The Changing Southwest--New Mexico."},
      {
        "id":"ED276562",
        "title":"Minorities in Higher Education: The Changing Southwest--Texas."},
      {
        "id":"ED295348",
        "title":"Family-Focused Services of the Family, Infant and Preschool Program."},
      {
        "id":"ED294055",
        "title":"Assessment of Adult and Youth Performance Standards under the Job Training Partnership Act. Research Report Series."},
      {
        "id":"ED245934",
        "title":"An Investigation of Van Hiele Levels of Thinking in Geometry among Sixth and Ninth Graders: Research Findings and Implications."},
      {
        "id":"ED235955",
        "title":"A Planning Process to Implement Community Based Education, Fort McDowell, Arizona"},
      {
        "id":"ED305769",
        "title":"A Path to Peace of Mind: Providing Exemplary Services to Navajo Children with Developmental Disabilities and Their Families. Technical Report."},
      {
        "id":"ED259291",
        "title":"Effects of Rehearsal on Perceived and Imagined Autobiographical Memories."},
      {
        "id":"EJ1066384",
        "title":"Comparative Analyses of the Teaching Methods and Evaluation Practices in English Subject at Secondary School Certificate (SSC) and General Certificate of Education (GCE O-Level) in Pakistan"},
      {
        "id":"EJ1220428",
        "title":"Development and Experimentation of a New Mathematical Model for Teaching-Learning the Radioactive Decay Law"},
      {
        "id":"EJ1205761",
        "title":"Conceptual versus Procedural Approaches to Ordering Fractions"},
      {
        "id":"EJ1250131",
        "title":"Investigating the Impact of Missing Data Handling Methods on the Detection of Differential Item Functioning"},
      {
        "id":"EJ1191249",
        "title":"Inter-Rater Agreement in Assigning Levels of Difficulty to Examination Questions in Life Sciences"},
      {
        "id":"ED198924",
        "title":"Child Development and Education of Children, Age 0 to 8 in Communities of the Society of Brothers."},
      {
        "id":"ED204021",
        "title":"Outreach: Proceedings of the 1980 HCEEP Outreach Project Directors' Conference (Reston, Virginia, September 10-12, 1980)."},
      {
        "id":"ED158726",
        "title":"Formative Evaluation Fundamentals for TICCIT Courseware. Occasional Paper No. 2."},
      {
        "id":"ED017336",
        "title":"EFFECTS OF DIFFERENTIAL PRIOR EXPOSURE ON YOUNG CHILDREN'S SUBSEQUENT OBSERVING AND CHOICE OF NOVEL STIMULI."},
      {
        "id":"ED169389",
        "title":"Development and Validation of a Normative Process Model for Determining Priority of Need in Community Adult Education."},
      {
        "id":"ED103054",
        "title":"Differences Between Developmental Studies Communication Students and Regular College Communications Students in Their Orientation to Symbols and Their Meanings."},
      {
        "id":"ED118906",
        "title":"A 309 b Adult Education Special Project. Final Report, FY 1974-75."},
      {
        "id":"ED118907",
        "title":"Niagara Falls HEW 309 Project 1974-1975: Evaluation Report."},
      {
        "id":"ED119628",
        "title":"The Effects of Televised Instruction and Ancillary Support System on the Development of Cognitive Skills in Papago Native-American Children."},
      {
        "id":"ED119908",
        "title":"A Socioeconomic Analysis of Labor Mobility, North-Central New Mexico. New Mexico Agricultural Experiment Station Research Report 258."},
      {
        "id":"ED106233",
        "title":"The Motor Learning of Children."},
      {
        "id":"ED101146",
        "title":"University of Maine Urban Adult Learning Center for the Model Neighborhood in Portland, Maine; Final Report: Phase II, for the Fiscal Year Ended June 30, 1972."},
      {
        "id":"ED040366",
        "title":"Adult Learning Laboratories in Adult Basic Education. For Use with Out of School Youth and Adults in Continuing Education Classes."},
      {
        "id":"ED042176",
        "title":"Principal Component Analysis of Ratings of Some Deviant English Sentences."},
      {
        "id":"ED028774",
        "title":"A Student Characteristic Report Concerning the Day and Evening College Students Attending Golden West and Orange Coast Colleges During the Fall and Spring Semesters, 1968-69."},
      {
        "id":"ED079704",
        "title":"An Interim Report of Results of the Pilot Assessment of Reading Literacy."},
      {
        "id":"ED073356",
        "title":"Curriculum Guide for Adult Education Teachers."},
      {
        "id":"ED073764",
        "title":"College-Wide Participation in Policy Evaluation. Report on the Study of Attendance to the College Senate, March 20, 1972."},
      {
        "id":"ED068944",
        "title":"An Individualized, Non-graded Pilot Study in English for the Under-achiever."},
      {
        "id":"ED074690",
        "title":"A Child Development, Behavior Modification Research, and Data-Based Model for Training Teachers of Young Handicapped Children."},
      {
        "id":"ED128990",
        "title":"Evaluative Findings on &quot;A Plan for Initiation of Services to Handicapped Children Not Previously Served&quot;: A Preschool Project Offering Awareness, Evaluation, Child Tracking, and Educational Services. Final Report. July 1, 1975 to June 30, 1976. Volume 1 of 2."},
      {
        "id":"EJ1364489",
        "title":"An Investigation of Prospective Elementary Mathematics Teachers Understanding of the Formal Definition of the Limit of a Sequence"},
      {
        "id":"EJ1364598",
        "title":"The Current Impact of Anxiety on English Learning"},
      {
        "id":"EJ1379502",
        "title":"Scientific Studies on Climate Change, Children and Education: Current Situation and Suggestions"},
      {
        "id":"ED473672",
        "title":"Piecing Together a College Education behind Bars. Part One [and] Part Two [and] Part Three [and] Part Four."},
      {
        "id":"ED470954",
        "title":"Building Exemplary Schools for Tomorrow. Fingertip Facts, 2002."},
      {
        "id":"ED501233",
        "title":"The State Of Hispanic Education in Kentucky School Districts"},
      {
        "id":"ED501261",
        "title":"The Quantum Human Computer (QHC) Hypothesis"},
      {
        "id":"ED411251",
        "title":"Identification of Child Maltreatment with the Parent-Child Conflict Tactics Scales: Development &amp; Psychometric Data for a National Sample of American Parents."},
      {
        "id":"ED419354",
        "title":"Presentation Rate and Readability of Closed Captioned Television. Final Report."},
      {
        "id":"ED417311",
        "title":"North Carolina Trend Data for Program Years 1992-1993, 1993-1994, 1994-1995, 1995-1996, 1996-1997. Performance Report."},
      {
        "id":"ED453013",
        "title":"Fingertip Facts, 2000."},
      {
        "id":"ED451591",
        "title":"Stages of Headship: A Longitudinal Study of the Principalship."},
      {
        "id":"ED437891",
        "title":"The Effects of Higher Education/Military Service on Achievement Levels of Police Academy Cadets."},
      {
        "id":"ED481837",
        "title":"Prekindergarten Expansion Grant Evaluation, 2002-03."},
      {
        "id":"ED479270",
        "title":"Improving Breastfeeding Behaviors: Evidence from Two Decades of Intervention Research."},
      {
        "id":"ED433479",
        "title":"An Investigation of Adolescent Knowledge of the Grief Process."},
      {
        "id":"ED433911",
        "title":"SERVOL through the Years, 1970-1993."},
      {
        "id":"ED459910",
        "title":"Counting on Child Care: Information about Child Care in Southeastern Pennsylvania."},
      {
        "id":"ED542601",
        "title":"The National Association of Charter School Authorizers' Index of Essential Practices"},
      {
        "id":"ED567208",
        "title":"Actionable Intelligence about Early Childhood Risks in Philadelphia"},
      {
        "id":"ED588775",
        "title":"Mandarin Speakers&apos; Perception of Accented L2-English: The Effects of Accent, Linguistic Experience, and L2 Proficiency"},
      {
        "id":"ED590208",
        "title":"Breakfast Report: Health Risk Behaviors of Montana High School Students Who Did Not Eat Breakfast. 2017 Montana Youth Risk Behavior Survey"},
      {
        "id":"ED574396",
        "title":"Getting a Read on the App Stores: A Market Scan and Analysis of Children's Literacy Apps. Full Report"},
      {
        "id":"ED574397",
        "title":"Getting a Read on the App Stores: A Market Scan and Analysis of Children's Literacy Apps. Executive Summary"},
      {
        "id":"ED570644",
        "title":"Predictive Modeling of K-12 Academic Outcomes: A Primer for Researchers Working with Education Data"},
      {
        "id":"ED593867",
        "title":"Children&apos;s Reasoning about Decimals and Its Relation to Fraction Learning and Mathematics Achievement"},
      {
        "id":"ED606224",
        "title":"The Construction of Explicit Warrant Derived from Implicit Warrant in Mathematical Proof"},
      {
        "id":"ED611048",
        "title":"Enhancing the Performance Reading Comprehension Skills of Grade 11 TVL Students of San Isidro National High School Tagkawayan through E-Texts"},
      {
        "id":"ED611677",
        "title":"Center- and Program-Level Factors Associated with Turnover in the Early Childhood Education Workforce. REL 2021-069"},
      {
        "id":"ED611681",
        "title":"Center- and Program-Level Factors Associated with Turnover in the Early Childhood Education Workforce. Study Brief. REL 2021-069"},
      {
        "id":"EJ1409695",
        "title":"Errors and Misconceptions in Euclidean Geometry Problem Solving Questions: The Case of Grade 12 Learners"},
      {
        "id":"EJ941333",
        "title":"Examining the Discriminative and Strengthening Effects of Reinforcers in Concurrent Schedules"},
      {
        "id":"EJ891745",
        "title":"Knowledge of Sexually Transmitted infections among High School Students"},
      {
        "id":"EJ878410",
        "title":"English Language Teaching in Spain: Do Textbooks Comply with the Official Methodological Regulations? A Sample Analysis"},
      {
        "id":"EJ844469",
        "title":"Age Effects of Reported Child Maltreatment in a Canadian Sample of Children and Adolescents"},
      {
        "id":"EJ1441602",
        "title":"The Effects of Gamified Daily Awards on Digital Vocabulary Flashcard Learning: A Case Study"},
      {
        "id":"ED651490",
        "title":"Do, Say, Learn: The Functions of Mothers&apos; Speech to Infants"},
      {
        "id":"EJ1280437",
        "title":"The Shikani HME: A New Tracheostomy Heat and Moisture Exchanger"},
      {
        "id":"EJ1163110",
        "title":"Exploring the Rationale for Group Music Activities for Parents and Young Children: Parents&apos; and Practitioners&apos; Perspectives"},
      {
        "id":"EJ1091503",
        "title":"The Influence of Epoch Length on Physical Activity Patterns Varies by Child's Activity Level"},
      {
        "id":"EJ1029565",
        "title":"Effect of Improving the Usability of an E-Learning Resource: A Randomized Trial"},
      {
        "id":"ED508126",
        "title":"Lifelong Learning among Canadians Aged 18 to 64 Years: First Results from the 2008 Access and Support to Education and Training Survey"},
      {
        "id":"ED568509",
        "title":"The Performance of the Linear Logistic Test Model When the Q-Matrix Is Misspecified: A Simulation Study"},
      {
        "id":"EJ985747",
        "title":"Risk of Developmental Delay Increases Exponentially as Gestational Age of Preterm Infants Decreases: A Cohort Study at Age 4 Years"},
      {
        "id":"EJ696660",
        "title":"The Services for Children and Adolescents-Parent Interview: Development and Performance Characteristics."},
      {
        "id":"EJ698156",
        "title":"A Psychometric Evaluation of the Mayer-Salovey-Caruso Emotional Intelligence Test Version 2.0"},
      {
        "id":"EJ945445",
        "title":"How to Deal with Emotional Abuse and Neglect--Further Development of a Conceptual Framework (FRAMEA)"},
      {
        "id":"EJ949752",
        "title":"The Prevalence of Mental Health Problems in Children 1 1/2 Years of Age--The Copenhagen Child Cohort 2000"},
      {
        "id":"EJ842982",
        "title":"The International Epidemiology of Child Sexual Abuse: A Continuation of Finkelhor (1994)"},
      {
        "id":"EJ814907",
        "title":"Artificial Intelligence Approach to Evaluate Students' Answerscripts Based on the Similarity Measure between Vague Sets"},
      {
        "id":"ED640917",
        "title":"Stakeholders&apos; Perception of ICT Graduates&apos; Employability at the University of Guyana"},
      {
        "id":"EJ1407443",
        "title":"Adverse Childhood Experiences and Tobacco Use Patterns among Adults in the United States: Exploring Sex Differences"},
      {
        "id":"ED654200",
        "title":"Faculty Classroom Support toward the Native American College Student&apos;s Educational Experience: A Quantitative Study"},
      {
        "id":"EJ1290195",
        "title":"Visualizing Complex Roots of a Quadratic Equation"},
      {
        "id":"EJ1299883",
        "title":"COVID and Data Science: Understanding R[subscript 0] Could Change Your Life"},
      {
        "id":"EJ1141661",
        "title":"Evaluating Number Sense in Community College Developmental Math Students"},
      {
        "id":"EJ1133288",
        "title":"Undergraduate Students' Initial Conceptions of Factorials"},
      {
        "id":"EJ1030021",
        "title":"Evaluating Equating Accuracy and Assumptions for Groups that Differ in Performance"},
      {
        "id":"EJ1004689",
        "title":"Intelligibility of American English Vowels of Native and Non-Native Speakers in Quiet and Speech-Shaped Noise"},
      {
        "id":"EJ1004875",
        "title":"The Use of Cohesive Markers in Narratives by Children with Williams Syndrome"},
      {
        "id":"EJ1014534",
        "title":"Criteria for Spontaneous Processes Derived from the Global Point of View"},
      {
        "id":"EJ1007284",
        "title":"The Effect of Early Childhood Developmental Program Attendance on Future School Enrollment in Rural North India"},
      {
        "id":"EJ1175388",
        "title":"Environmental Literacy of Undergraduate College Students: Development of the Environmental Literacy Instrument (ELI)"},
      {
        "id":"ED204905",
        "title":"Early Intervention with Handicapped Black Infants from Low Socio-Economic Families: Issues and Concerns."},
      {
        "id":"ED161229",
        "title":"Final Report on Hearing and Speech Agency Infant-Parent Project (Program Performance Report for Handicapped Children's Early Education Project). July 1, 1976 Through June 30, 1977."},
      {
        "id":"ED180168",
        "title":"Cross Referencing: Core Curriculum Items with Alpern-Boll, REEL, and Uzgiris-Hunt Items. Baby Buggy Paper No. 161."},
      {
        "id":"ED180172",
        "title":"Development of General Awareness of the Importance of Early Intervention. Baby Buggy Paper No. 172."},
      {
        "id":"ED148588",
        "title":"IPPF Co-operative Information Service (ICIS). November 1977."},
      {
        "id":"EJ1350580",
        "title":"Developmental Change in Attachment Objects during Childhood"},
      {
        "id":"ED529933",
        "title":"The Use of Early Care and Education by California Families. Occasional Paper"},
      {
        "id":"EJ981578",
        "title":"Involving Children in Educational Research: Researcher Reflections on Challenges"},
      {
        "id":"EJ984060",
        "title":"The Square Light Clock and Special Relativity"},
      {
        "id":"EJ694323",
        "title":"The Acquisition of Complex Deverbal Words by a French-English Bilingual Child"},
      {
        "id":"EJ941043",
        "title":"Laboratory Experiments on the Electrochemical Remediation of the Environment. Part 9: Microscale Recovery of a Soil Metal Pollutant and Its Extractant"},
      {
        "id":"EJ864623",
        "title":"Using Simultaneous Prompting Procedure to Promote Recall of Multiplication Facts by Middle School Students with Cognitive Impairment"},
      {
        "id":"EJ876784",
        "title":"The Development of Interindividual Sharing of Knowledge and Beliefs in 5- to 9-Year-Old Children"},
      {
        "id":"EJ732521",
        "title":"Minute Math: An Action Research Study of Student Self-Assessment"},
      {
        "id":"EJ857361",
        "title":"Teacher Training for Early Childhood Development and Education in Kenya"},
      {
        "id":"EJ770469",
        "title":"Further Properties of the Sumudu Transform and Its Applications"},
      {
        "id":"EJ820754",
        "title":"Consistent Application of the Boltzmann Distribution to Residual Entropy in Crystals"},
      {
        "id":"EJ773904",
        "title":"How We View Young Children with Diverse Abilities: What Canada Can Learn From Reggio Emilia"},
      {
        "id":"ED663257",
        "title":"LOOL: Flexible &amp; Robust Estimator of Heterogeneous Treatment Effects"},
      {
        "id":"ED390695",
        "title":"Astronomical! 44 Activities, Experiments, and Projects. Classroom Resource 0-27440."},
      {
        "id":"ED332017",
        "title":"Evaluating Effectiveness in Adult Literacy and Basic Skills. An ALBSU Good Practice Document."},
      {
        "id":"ED229269",
        "title":"Intra-Cultural Variation in Cognitive Development - Conservation of Length Among the Imbonggu. Indigenous Mathematics Project. Working Paper 15."},
      {
        "id":"EJ1343461",
        "title":"The Response Vector for Mastery Method of Standard Setting"},
      {
        "id":"EJ1302760",
        "title":"Children&apos;s Participation and Professional Development in Annual Plans"},
      {
        "id":"EJ1329127",
        "title":"Socioeconomic Status Impacts Genetic Influences on the Longitudinal Dynamic Relationship between Temperament and General Cognitive Ability in Childhood: The Louisville Twin Study"},
      {
        "id":"EJ1305608",
        "title":"An Illusion of Self-Sufficiency for Learning about Artifacts in Scaffolded Learners, but Not Observers"},
      {
        "id":"EJ1271918",
        "title":"Bouncing Balls and Geometric Progressions"},
      {
        "id":"EJ1276189",
        "title":"Identifying Quality Educational Apps: Lessons from &apos;Top&apos; Mathematics Apps in the Apple App Store"},
      {
        "id":"EJ1260025",
        "title":"Cultivating Cultural Humility in Education"},
      {
        "id":"EJ1322538",
        "title":"Mindfulness Training: Reducing Anxiety in Students with Autism Spectrum Disorder"},
      {
        "id":"EJ1322861",
        "title":"Age and Disclosure of Medical, Mental Health, and Learning Differences to Faculty"},
      {
        "id":"EJ1256041",
        "title":"Motor Skills Predict Faux Pas Understanding in Middle Childhood"},
      {
        "id":"EJ1289138",
        "title":"Employing Design-Thinking to Create Opportunities for ECSE Teacher Candidate Reflection through Infographic Design in an Online Course"},
      {
        "id":"EJ1286925",
        "title":"Latent &quot;D&quot;-Scoring Modeling: Estimation of Item and Person Parameters"},
      {
        "id":"EJ1118113",
        "title":"Evaluating Rater Accuracy in Rater-Mediated Assessments Using an Unfolding Model"},
      {
        "id":"EJ1138094",
        "title":"Confirmatory Factor Analysis of a Family Quality of Life Scale for Taiwanese Families of Children with Intellectual Disability/Developmental Delay"},
      {
        "id":"EJ1147667",
        "title":"Improving Early Reading Skills in Young Children through an iPad App: Small-Group Instruction and Observational Learning"},
      {
        "id":"EJ1163698",
        "title":"State of Early Child Development Research, Practice, and Policy for Most Vulnerable Children: A Global Perspective"},
      {
        "id":"EJ1084988",
        "title":"Socialization to Student Affairs: Early Career Experiences Associated with Professional Identity Development"},
      {
        "id":"EJ1123754",
        "title":"Building Competency in Infant Mental Health Practice: The Edith Cowan University Pregnancy to Parenthood Clinic"},
      {
        "id":"EJ1089580",
        "title":"The Impact of Class Absenteeism on Undergraduates' Academic Performance: Evidence from an Elite Economics School in Portugal"},
      {
        "id":"ED314275",
        "title":"A Preliminary Investigation into Modular Physical Science for Standards 9 and 10. Report No. 0-328."},
      {
        "id":"ED299730",
        "title":"Considerations for Educators in Working with Southeast Asian Children and Their Families."},
      {
        "id":"ED268720",
        "title":"Recipes for Fun: Play Activities and Games for Young Children with Disabilities and Their Families."},
      {
        "id":"EJ1048170",
        "title":"How Generalizable Is Your Experiment? An Index for Comparing Experimental Samples and Populations"},
      {
        "id":"EJ1070567",
        "title":"Developing a Leveling Framework of Mathematical Belief and Mathematical Knowledge for Teaching of Indonesian Pre-Service Teachers"},
      {
        "id":"EJ1038429",
        "title":"ADHD Symptoms Moderate the Relation between ASD Status and Internalizing Symptoms in 3-6-Year-Old Children"},
      {
        "id":"EJ1059608",
        "title":"Dynamics of a Sliding Ladder Leaning against a Wall"},
      {
        "id":"EJ1000568",
        "title":"Conducting Informal Developmental Assessments of Infants"},
      {
        "id":"EJ1007101",
        "title":"Eye Movement Control in Scene Viewing and Reading: Evidence from the Stimulus Onset Delay Paradigm"},
      {
        "id":"ED139202",
        "title":"Assessment by Developmental Profile and by Coding of Video Tapes."},
      {
        "id":"ED153470",
        "title":"The Oral Language Proficiency Test."},
      {
        "id":"ED143695",
        "title":"Developmental Stages, Hypothesis Theory, and Individual Differences."},
      {
        "id":"EJ1212330",
        "title":"Clock Reaction Revisited: Catalyzed Redox Substrate-Depletive Reactions"},
      {
        "id":"EJ1180866",
        "title":"Down in the Boiler Room"},
      {
        "id":"EJ1171395",
        "title":"Child Maltreatment among Children with Intellectual Disability in the Canadian Incidence Study"},
      {
        "id":"EJ1189018",
        "title":"Analysis of the Response Structure to a Set of Questions with Large Number of Scale Points: A New Combined Metric and Categorical Approach"},
      {
        "id":"EJ1189237",
        "title":"The Two-Bullet Problem with Constant Magnitude Drag Force"},
      {
        "id":"ED160633",
        "title":"Ridge Regression: A Regression Procedure for Analyzing Correlated Independent Variables."},
      {
        "id":"ED146017",
        "title":"IPPF Co-operative Information Service (ICIS). May 1977."},
      {
        "id":"ED022687",
        "title":"Computer-Assisted Instruction Guide."},
      {
        "id":"ED071760",
        "title":"Health Start: Final Report of the Evaluation of the First Year Program."},
      {
        "id":"ED104112",
        "title":"The Combined Use of Hypnosis and Sensory and Motor Stimulation in Assisting Children with Developmental Learning Problems."},
      {
        "id":"ED085085",
        "title":"Child Development and Early Childhood Education."},
      {
        "id":"ED076323",
        "title":"The Attainment of Conservation of Mass, Weight, and Volume in Minimally Educated Adults."},
      {
        "id":"ED065956",
        "title":"Functions of Special Education Counselors."},
      {
        "id":"EJ1387317",
        "title":"Developmental Characteristics of a 0- to 3-Year-Old Gifted Child Based on Video Analysis"},
      {
        "id":"EJ958033",
        "title":"New Fathers?: Residential Fathers' Time with Children in Four Countries"},
      {
        "id":"EJ954370",
        "title":"Infant and Young Child Feeding in Developing Countries"},
      {
        "id":"EJ1416886",
        "title":"Families, Language, and Equal Opportunities: Identifying Good Practices in Family Literacy Projects"},
      {
        "id":"EJ696952",
        "title":"Effects of a Synthetic Predator Odor (TMT) on Freezing, Analgesia, Stereotypy, and Spatial Memory."},
      {
        "id":"EJ684936",
        "title":"The Odds of Becoming a Precocious Reader of Finnish"},
      {
        "id":"EJ685623",
        "title":"Is Home Visiting an Effective Strategy? A Meta-Analytic Review of Home Visiting Programs for Families With Young Children"},
      {
        "id":"EJ747051",
        "title":"Concurrent Cognitive Task Modulates Coordination Dynamics"},
      {
        "id":"EJ697616",
        "title":"Influence of Word Class Proportion on Cerebral Asymmetries for High- And Low-Imagery Words"},
      {
        "id":"EJ689407",
        "title":"Cultural and Acculturation Differences in Trajectories of Home Environment Inventory Scores for Latino Children and Families"},
      {
        "id":"EJ684522",
        "title":"The Relations between Persistent Poverty and Contextual Risk and Children's Behavior in Elementary School"},
      {
        "id":"EJ683067",
        "title":"Struggles with Developing the Concept of Angle: Comparing Sixth-Grade Students' Discourse to the History of the Angle Concept"},
      {
        "id":"EJ688606",
        "title":"Symmetric and Asymmetric Matching of Joint Presentations"},
      {
        "id":"EJ944387",
        "title":"Does Parental Employment Affect Children's Educational Attainment?"},
      {
        "id":"EJ914843",
        "title":"The Effect of Missing Data Treatment on Mantel-Haenszel DIF Detection"},
      {
        "id":"EJ950669",
        "title":"A Comprehensive Review and Meta-Analysis of the Social Stories Literature"},
      {
        "id":"EJ920295",
        "title":"GMHDIF: A Computer Program for Detecting DIF in Dichotomous and Polytomous Items Using Generalized Mantel-Haenszel Statistics"},
      {
        "id":"EJ916591",
        "title":"Gendered Time-Crunch and Work Factors in Denmark"},
      {
        "id":"EJ899145",
        "title":"Using Education, Exposure, and Environments to Increase Preschool Children's Knowledge about Fruit and Vegetables"},
      {
        "id":"EJ730835",
        "title":"Sublexical Processing in Visual Recognition of Chinese Characters: Evidence from Repetition Blindness for Subcharacter Components"},
      {
        "id":"EJ735960",
        "title":"Tau as a Potential Control Variable for Visually Guided Braking"},
      {
        "id":"EJ736106",
        "title":"Sampling Knowledge and Understanding: How Long Should a Test Be?"},
      {
        "id":"EJ734740",
        "title":"Calibration, Information, and Control Strategies for Braking to Avoid a Collision"},
      {
        "id":"EJ723418",
        "title":"Testing the Hypothesis of a Homoscedastic Error Term in Simple, Nonparametric Regression"},
      {
        "id":"EJ846562",
        "title":"Finding e[superscript 3] (Effective, Efficient, and Engaging) Instruction"},
      {
        "id":"EJ777543",
        "title":"The Overgeneralization of Non-Finite Complements to Finite Contexts: The Case of \"Decide\""},
      {
        "id":"EJ777663",
        "title":"Effect of Time-Out on Adult Performance of a Visual Discrimination Task"},
      {
        "id":"EJ859361",
        "title":"Three-Phase and Six-Phase AC at the Lab Bench"},
      {
        "id":"EJ858000",
        "title":"\"Social Work Abstracts\" Fails Again: A Replication and Extension"},
      {
        "id":"EJ851451",
        "title":"A Time Course View of Sentence Priming Effects"},
      {
        "id":"EJ830636",
        "title":"Starting Young: Best Practices for Ages 0-6"},
      {
        "id":"EJ804222",
        "title":"The Autism Spectrum Quotient: Children's Version (AQ-Child)"},
      {
        "id":"EJ770341",
        "title":"Uniform Convergence of a Sequence of Functions at a Point"},
      {
        "id":"EJ770346",
        "title":"The Pendulum Equation"},
      {
        "id":"EJ771875",
        "title":"Dietary Intake of Adults with Mental Retardation Who Reside in Community Settings"},
      {
        "id":"EJ772856",
        "title":"Do Child Care Regulations Affect the Child Care and Labor Markets?"},
      {
        "id":"EJ774154",
        "title":"Effect of Drill Ratios on Recall and On-Task Behavior for Children with Learning and Attention Difficulties"},
      {
        "id":"EJ769629",
        "title":"Developing Formulas by Skipping Rows in Pascal's Triangle"},
      {
        "id":"EJ815531",
        "title":"Delivering Sure Start in Rural Communities"},
      {
        "id":"EJ786734",
        "title":"The Development of a Curriculum Toolkit with American Indian and Alaska Native Communities"},
      {
        "id":"EJ793347",
        "title":"Investigation of the Psychometric Attributes of the Test of Silent Contextual Reading Fluency"},
      {
        "id":"EJ771162",
        "title":"Relations between Roots and Coefficients of Cubic Equations with One Root Negative the Reciprocal of Another"},
      {
        "id":"EJ742386",
        "title":"Environmental Coupling Modulates the Attractors of Rhythmic Coordination"},
      {
        "id":"EJ747674",
        "title":"Mothers' Stress and Expectations as a Function of Time since Child's Cochlear Implantation"},
      {
        "id":"EJ754348",
        "title":"Explaining Physical Activity in Children with Visual Impairments: A Family Systems Approach"},
      {
        "id":"EJ755649",
        "title":"Listening to the Voice of the Young Child: NIPPA--The Early Years Organisation"},
      {
        "id":"EJ1403406",
        "title":"University of Minnesota&apos;s Birth to Three Clinic: Comprehensive Assessment and Diagnosis across Diverse Settings"},
      {
        "id":"EJ1426314",
        "title":"Maternal Alcohol Consumption during Pregnancy and Autism Spectrum Disorder in Offspring: A Meta-Analysis"},
      {
        "id":"EJ1422619",
        "title":"Eye Tracking Methodology for Studying Emotional Competence in Children with Autism Spectrum Disorder (ASD) and Specific Language Impairment (SLI): A Comparative Research Review"},
      {
        "id":"EJ1456745",
        "title":"What Are and What Are Not Extrema Points? Examining Definitions and Examples"},
      {
        "id":"ED662928",
        "title":"How Are Demographic Changes Affecting Education Systems? Education Indicators in Focus. No. 87"},
      {
        "id":"ED383877",
        "title":"Accreditation of Employee Development."},
      {
        "id":"ED388451",
        "title":"Strangers' Spending Time with Children Affects Adaptation to Maternal Separation."},
      {
        "id":"ED393525",
        "title":"Student Development Approach to Tutoring ESL Students."},
      {
        "id":"ED395938",
        "title":"Understanding Document Literacy: Variables Underlying the Performance of Young Adults."},
      {
        "id":"ED405919",
        "title":"Curriculum Advancement for Work Force Colleges: The Nicolet College Process."},
      {
        "id":"ED402356",
        "title":"NAEP 1994 Trends in Academic Progress. Report in Brief."},
      {
        "id":"ED375969",
        "title":"The Effects of Home-Visiting Education on the Mothers and Their Young Children."},
      {
        "id":"ED358664",
        "title":"A Transdisciplinary Training Program for Providing Seating Positioning and Mobility Intervention to Children with Developmental Disabilities Who Are 0-3 Years of Age."},
      {
        "id":"ED364383",
        "title":"On the Move: Migrant Education 1991-92."},
      {
        "id":"ED330533",
        "title":"Popular Participation and Farming Systems Research and Extension: Examining the Central Visayas Regional Project 1 in Bohol, Philippines."},
      {
        "id":"ED349345",
        "title":"The Power Hour of Homework Survey."},
      {
        "id":"ED336135",
        "title":"The Economic Impact of Johnson County Community College on the Kansas City Metropolitan Area, 1988-89."},
      {
        "id":"ED333128",
        "title":"[Technology Literacy Project]. Final Financial Status and Performance Report, F.Y. 1988."},
      {
        "id":"EJ1313164",
        "title":"Experiential and Strategic Emotional Intelligence Are Implicated When Inhibiting Affective and Non-Affective Distractors: Findings from Three Emotional Flanker N-Back Tasks"},
      {
        "id":"EJ1313755",
        "title":"Activity and Progress of Learning with Two Stay Two Stray (TS-TS) Cooperative Model on Harmonic Vibration"},
      {
        "id":"EJ1291227",
        "title":"Implementation of Techno-Ecopreneurship Worksheet to Train Scientific Literacy Ability among Students in Thermochemistry Topic"},
      {
        "id":"EJ1327513",
        "title":"Data Driven Decision-Making Tools for School Leaders: Developing Tools That Enculturate Distributive Leadership and Shared Decision-Making"},
      {
        "id":"EJ1309448",
        "title":"Interactive Craft Activities -- Elevating Special Needs Education Learning Tools with &quot;Craft Interactive Teaching Approach&quot;"},
      {
        "id":"EJ1275896",
        "title":"Students&apos; Observed Engagement in Lessons, Instructional Activities, and Learning Experiences"},
      {
        "id":"EJ1322993",
        "title":"Study and Research Paths to Improve Web-Based Inquiry Learning: Study Case of an ICT Course in Engineering"},
      {
        "id":"EJ1169440",
        "title":"The Development of Learning Services Assessment Instrument Model of Islamic Higher Education"},
      {
        "id":"EJ1079766",
        "title":"Enhancing Lexical Knowledge through L2 Medium Tasks"},
      {
        "id":"EJ1124786",
        "title":"Thinking Process of Naive Problem Solvers to Solve Mathematical Problems"},
      {
        "id":"EJ1160651",
        "title":"Three-Dimensional Interpretation of Sculptural Heritage with Digital and Tangible 3D Printed Replicas"},
      {
        "id":"ED322328",
        "title":"1990 ABLE Curriculum Guide. Final Report."},
      {
        "id":"ED320922",
        "title":"Test-Retest Reliability of the AGS Early Screening Profiles."},
      {
        "id":"ED256381",
        "title":"ABE/ESL Reading Manual: A Guide for Lincoln County Instructors."},
      {
        "id":"ED296377",
        "title":"Television's Invisible Women: A Five-Nation Study of Anchors, Reporters and Correspondents."},
      {
        "id":"ED231295",
        "title":"The Use of Keller's Personalized System of Instruction."},
      {
        "id":"ED292259",
        "title":"Preschool Orientation and Mobility Project for Visually Impaired Children. Final Report."},
      {
        "id":"EJ1050428",
        "title":"An Analysis of the Use of Social Stories in Teaching Social Skills to Children with Autism Spectrum Disorders"},
      {
        "id":"ED150180",
        "title":"In-Class Achievement in College Foreign Language Study Related to High School Foreign Language Study: Implications for Course Placement. Research Report No. 361."},
      {
        "id":"EJ1202157",
        "title":"Distance Learning in Elementary School Classrooms: An Emerging Framework for Contemporary Practice"},
      {
        "id":"EJ1217093",
        "title":"Conical Pendulum: Part 2. A Detailed Theoretical and Computational Analysis of the Period, Tension and Centripetal Forces"},
      {
        "id":"EJ1174885",
        "title":"Effects of Test Level Discrimination and Difficulty on Answer-Copying Indices"},
      {
        "id":"EJ1171827",
        "title":"Adaptation of the PERMA Well-Being Scale into Turkish: Validity and Reliability Studies"},
      {
        "id":"EJ1188422",
        "title":"Task Persistence: A Potential Mediator of the Income-Achievement Gap"},
      {
        "id":"EJ1200488",
        "title":"Effect of Participation in School Sports Teams on Middle School Students&apos; Engagement in School"},
      {
        "id":"EJ1197894",
        "title":"Building Young Children&apos;s Emotional Competence and Self-Regulation from Birth: The &quot;Begin to…ECSEL&quot; Approach"},
      {
        "id":"EJ1251150",
        "title":"QSAT: The Web-Based mC-Test as an Alternative English Proficiency Test"},
      {
        "id":"EJ1193442",
        "title":"Prevalence of Autism/ASD in the Capital City of Oslo, Norway"},
      {
        "id":"ED211301",
        "title":"Cost Effective Delivery Strategies in Rural Areas: Programs for Young Handicapped Children. Vol. I. Making It Work in Rural Communities. A Rural Network Monograph."},
      {
        "id":"ED165599",
        "title":"Student Perceptions of the Need for a Women's Studies Program. Research Report #2-73."},
      {
        "id":"ED178223",
        "title":"Children's Gender and Responsiveness to Their Parents Influence Parental Discipline."},
      {
        "id":"ED072755",
        "title":"Women's Economic Returns from College, Graduate Education and Nurses' Training Through Earnings and Marriage."},
      {
        "id":"ED075091",
        "title":"Piagetian Theory on Imitative Behavior in Childhood: Direction for Parent-Infant Education."},
      {
        "id":"ED129353",
        "title":"No- or Low-Tuition: A Lost Cause. Topical Paper No. 58."},
      {
        "id":"ED132429",
        "title":"A Study of the Factors Influencing the Participation of Women in Non-Traditional Occupations in Postsecondary Area Vocational Training Schools. Final Report. Volume I--Narrative Report."},
      {
        "id":"EJ1372147",
        "title":"Children with Disabilities Attending Montessori Programs in the United States"},
      {
        "id":"EJ1391000",
        "title":"Formative Research and the Achievement of Skills Based on Undergraduate Theses in University Higher Education"},
      {
        "id":"EJ1388805",
        "title":"Musical Hearing and the Acquisition of Foreign-Language Intonation"},
      {
        "id":"EJ1395950",
        "title":"Quality of Child Development Scales. A Systematic Review"},
      {
        "id":"EJ1355794",
        "title":"The Relationship between Students&apos; Speaking Skill and Students&apos; Self-Esteem of Mover F Class of NCL Madiun"},
      {
        "id":"ED486444",
        "title":"The Nation's Report Card[TM]: Mathematics, 2005. NCES 2006-453"},
      {
        "id":"ED491074",
        "title":"Early Learning Left Out: An Examination of Public Investments in Education and Development by Child Age"},
      {
        "id":"ED471360",
        "title":"City University of New York--Availability of Student Computer Resources. Report."},
      {
        "id":"ED462085",
        "title":"Fall 2000 Institutional Effectiveness Survey: Preliminary Written Analysis."},
      {
        "id":"ED413817",
        "title":"Enhancing Classroom Interaction in Distance Education Utilizing the World Wide Web."},
      {
        "id":"ED415417",
        "title":"Human Body Interfacing."},
      {
        "id":"ED419561",
        "title":"The AMATYC Review, 1997-1998."},
      {
        "id":"ED452012",
        "title":"E-Rate and American Indian-Serving Schools: Who Applies and Who Gets Funded?"},
      {
        "id":"ED448192",
        "title":"Basic Statistics via the Internet."},
      {
        "id":"ED460399",
        "title":"The Reviews of State Content Standards in English Language Arts and Mathematics: A Summary and Review of Their Methods and Findings and Implications for Future Standards Development."},
      {
        "id":"ED468667",
        "title":"Examination of Oral Retellings of Word Problems by Third Grade Students."},
      {
        "id":"ED468850",
        "title":"The Kids Are Alright? Children's Well-Being and the Rise of Cohabitation. New Federalism: National Survey of America's Families, Series B, No. B-48. Assessing the New Federalism, An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED465764",
        "title":"Optimum Number of Strata in the a-Stratified Computerized Adaptive Testing Design."},
      {
        "id":"ED541837",
        "title":"Rigorous Program Evaluations on a Budget: How Low-Cost Randomized Controlled Trials Are Possible in Many Areas of Social Policy"},
      {
        "id":"ED543306",
        "title":"Canada Education Savings Program: Annual Statistical Review 2012"},
      {
        "id":"ED543576",
        "title":"The UN Declaration of Human Rights: A Handbook for Teachers. Bulletin, 1951, No. 12"},
      {
        "id":"ED576202",
        "title":"The Role of Domain-General Cognitive Abilities and Decimal Labels in At-Risk Fourth-Grade Students&apos; Decimal Magnitude Understanding"},
      {
        "id":"ED577841",
        "title":"Family-Focused Interventions for Promoting Social-Emotional Development in Infants and Toddlers with or at Risk for Disabilities. Roadmap to Effective Intervention Practices #5"},
      {
        "id":"ED579448",
        "title":"Early Numerical Competence and Number Line Task Performance in Kindergarteners"},
      {
        "id":"ED579818",
        "title":"Investing in Our Future: The Evidence Base on Preschool Education"},
      {
        "id":"ED577589",
        "title":"Environmental Essentials of Signature Pedagogy of Constructivist Teacher Education--An Analogy"},
      {
        "id":"ED612467",
        "title":"Mapping the Journey of Families Who Have Children with Autism through Social and Human Services, Medical, and Education Systems"},
      {
        "id":"ED593809",
        "title":"Cumulative Adversity Profiles among Youth Experiencing Housing and Parental Care Instability"},
      {
        "id":"ED604743",
        "title":"Evaluation of an Online Tutoring Program in Elementary Mathematics"},
      {
        "id":"ED605746",
        "title":"Testing, Teacher Turnover and the Distribution of Teachers across Grades and Schools. Working Paper No. 229-0220"},
      {
        "id":"ED627275",
        "title":"Assessing Differential Item Functioning in a Teacher Self-Assessment of Cultural Responsiveness"},
      {
        "id":"EJ1409010",
        "title":"What Emotions Do Pre-University Students Feel When Engaged in Computational Thinking Activities?"},
      {
        "id":"EJ961155",
        "title":"Investigating Perceived vs. Medical Weight Status Classification among College Students: Room for Improvement Exists among the Overweight and Obese"},
      {
        "id":"EJ1417775",
        "title":"Developing Interpreter Trainees&apos; Speech Comprehensibility: Does Nativeness of the Instructor Matter?"},
      {
        "id":"EJ1418315",
        "title":"Supporting Good Outcomes for Early Childhood Home-Visiting Programmes: Guidelines for Practice"},
      {
        "id":"EJ912882",
        "title":"An Attempt to Elaborate a Construct to Measure the Degree of Explicitness and Implicitness in ELT Materials"},
      {
        "id":"EJ896858",
        "title":"Characteristics of Patients Visiting the Child &amp; Adolescent Psychiatric Clinic: A 26-Year Study from North India"},
      {
        "id":"ED655700",
        "title":"Different Meanings of Pure Imaginary Numbers"},
      {
        "id":"EJ1425189",
        "title":"Development of Computer-Based Chemical Five-Tier Diagnostic Test Instruments: A Generalized Partial Credit Model"},
      {
        "id":"ED547751",
        "title":"Gradient Weight in Phonology"},
      {
        "id":"ED531352",
        "title":"Changes in Student Populations and Teacher Workforce in Low-Performing Chicago Schools Targeted for Reform. Summary. Issues &amp; Answers. REL 2012-No. 123"},
      {
        "id":"EJ1238792",
        "title":"Athletic Training Services in Japan: A Comparison of the United States and Japan Based on Educational Background"},
      {
        "id":"EJ1391267",
        "title":"Empowering Higher Education Students to Monitor Their Learning Progress: Opportunities of Computerised Classification Testing"},
      {
        "id":"EJ1375746",
        "title":"Production and Comprehension of Prosodic Boundary Marking in Persons with Unilateral Brain Lesions"},
      {
        "id":"ED528041",
        "title":"Student Difficulties with Linearity and Linear Functions and Teachers' Understanding of Student Difficulties"},
      {
        "id":"EJ945678",
        "title":"The Geometry of Enhancement in Multiple Regression"},
      {
        "id":"EJ863203",
        "title":"Ion Pairs or Neutral Molecule Adducts? Cooperativity in Hydrogen Bonding"},
      {
        "id":"EJ822940",
        "title":"Enquiry about the Needs of Children Whose Mothers Are Admitted to Psychiatric Hospitals"},
      {
        "id":"ED641356",
        "title":"Teachers&apos; Perceptions of Their Responsibility to Cultivate the Self-Efficacy of K-12 Students"},
      {
        "id":"ED386346",
        "title":"&quot;Preescolar Na Casa&quot;: Teaching Parents To Teach Children. Chapter 3."},
      {
        "id":"ED400531",
        "title":"Executive Summary of the NAEP 1992 Reading Report Card for the Nation and the States. Data from the National and Trial State Assessments."},
      {
        "id":"ED402045",
        "title":"Acculturation of Developmental Timetables among Adolescent Immigrants."},
      {
        "id":"ED377931",
        "title":"San Diego Miramar College Student Satisfaction with Matriculation Services."},
      {
        "id":"ED376914",
        "title":"Registered Nursing Alumni Surveys, 1991-1994."},
      {
        "id":"ED420717",
        "title":"Covariance Structure Analysis Techniques under Conditions of Multivariate Normality and Nonnormality - Modified and Bootstrap Based Test Statistics."},
      {
        "id":"ED330586",
        "title":"The State of Mathematics Achievement in Virgin Islands: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED348132",
        "title":"Parent Express."},
      {
        "id":"ED369068",
        "title":"NAEP 1992--Reading State Report for Colorado: The Trial State Assessment at Grade 4."},
      {
        "id":"ED230281",
        "title":"Some Prerequisites in Learning to Solve Figural Analogy Problems."},
      {
        "id":"EJ1336195",
        "title":"Knowledge and Perspective of Students towards Biodiversity and Its Conservation and Protection"},
      {
        "id":"EJ1339135",
        "title":"Teenage Motherhood and Child Outcomes: Evidence from South Africa"},
      {
        "id":"EJ1342857",
        "title":"A Content Analysis Study towards Researches Regarding Context-Based Learning Approach in Science Education by between Years 2010 and 2020 in Turkey"},
      {
        "id":"EJ1307823",
        "title":"The Implementation of Research-Based Learning Model in the Basic Science Concepts Course in Improving Analytical Thinking Skills"},
      {
        "id":"EJ1302377",
        "title":"The Effects of Environmental Education Learning Activities Using Area-Based Learning in Khok Hin Lad Community Forest in Maha Sarakham, Thailand"},
      {
        "id":"EJ1297300",
        "title":"Stakeholder Capacity Building in Monitoring and Evaluation and Performance of Literacy and Numeracy Educational Programme in Public Primary Schools in Nairobi County, Kenya"},
      {
        "id":"EJ1300013",
        "title":"An Investigation into Weighting Problem in Norm-Referenced Grading System"},
      {
        "id":"EJ1308271",
        "title":"Trend of Distance Education Research in the COVID-19 Period: A Bibliometric and Content Analysis"},
      {
        "id":"EJ1308367",
        "title":"Digital Parentship Practices of Instructional Technology Faculty Members: A Case Study"},
      {
        "id":"EJ1301041",
        "title":"Investigation of Mathematics Teachers&apos; Self-Efficacy in Teaching Mathematics in the COVID-19 Pandemic Process"},
      {
        "id":"EJ1260005",
        "title":"Are You a Rabbit or a Turtle? A Comparative Analysis of the Pacing Profiles of the Turkish Origin and Non-Turkish Origin Elite Half-Marathon Athletes"},
      {
        "id":"EJ1320296",
        "title":"Can Innovative Learning Affect Students&apos; HOTS Achievements?: A Meta-Analysis Study"},
      {
        "id":"EJ1256594",
        "title":"The Investigation of the Self-Efficacy Levels of Camp Leaders Working in the Youth"},
      {
        "id":"EJ1143964",
        "title":"The Status of National Values in the Books of Social Studies for the Grades of the Upper Primary Stage in Jordan"},
      {
        "id":"EJ1138539",
        "title":"Investigating Changing in Social Studies Textbooks of Public Review (Basic Fourth and Fifth) Based on the Emphasis on Critical Thinking Skills Facione in the Last Three Decades"},
      {
        "id":"EJ1169856",
        "title":"Investigating the Effect of van Hiele Phase-Based Instruction on Pre-Service Teachers&apos; Geometric Thinking"},
      {
        "id":"EJ1121582",
        "title":"An Examination of Attachment Status of Preschool Children"},
      {
        "id":"EJ1123100",
        "title":"Part-Time Post Graduate Certificate in Education Teacher-Students: What Do They Bring to and Expect from a Formal South African Teaching Programme?"},
      {
        "id":"EJ1159740",
        "title":"Comparative Study of Sport Mental Toughness between Soccer Officials"},
      {
        "id":"EJ1083669",
        "title":"Socio-Pedagogical Challenges Facing Orphaned and Vulnerable Children in the Aftermath of the 2007-2008 Election Violence in Nakuru County, Kenya"},
      {
        "id":"EJ1130747",
        "title":"Development of the Parent Form of the Preschool Children's Communication Skills Scale and Comparison of the Communication Skills of Children with Normal Development and with Autism Spectrum Disorder"},
      {
        "id":"ED312460",
        "title":"Supply and Demand for University Technology Faculty: 1987-88 Position Vacancy and Search Results Analysis. Research in Technology Education Series--Report #4."},
      {
        "id":"ED311226",
        "title":"An Evaluation of Computer-Assisted Instructional Systems Used to Deliver Literacy Services for J.T.P.A. Participants at Houston Community College."},
      {
        "id":"ED326573",
        "title":"Multivariate Generalizations of Student&apos;s t-Distribution. ONR Technical Report. [Biometric Lab Report No. 90-3.]"},
      {
        "id":"ED322271",
        "title":"Responding to Children at Risk: A Guide to Recent Reports."},
      {
        "id":"ED321781",
        "title":"Curriculum Study in Reading."},
      {
        "id":"ED232383",
        "title":"Any Way You Cut It! Molehills Out of Mountains. A Resource and Activity Guide for the Developmentally Disabled."},
      {
        "id":"ED232384",
        "title":"Getting Ready to Learn! Molehills Out of Mountains. A Resource and Activity Guide for the Developmentally Disabled."},
      {
        "id":"ED232385",
        "title":"Playin' Around! Molehills Out of Mountains. A Resource and Activity Guide for the Developmentally Disabled."},
      {
        "id":"ED274321",
        "title":"A Model for Assessing and Meeting Needs in Instructional Computing: Procedures and Results of a Multi-State Needs Assessment."},
      {
        "id":"ED293246",
        "title":"Developmental Handicaps: Prevention and Treatment IV. A Cooperative Project between University Affiliated Facilities and State MCH/CC Programs."},
      {
        "id":"ED305203",
        "title":"How Many Kentuckians: Population Forecasts, 1985-2020. The 1988 Edition."},
      {
        "id":"ED287154",
        "title":"Movement in Word Reading and Spelling: How Spelling Contributes to Reading. Technical Report No. 408."},
      {
        "id":"ED227620",
        "title":"San Francisco Infant Program. Final Progress Report, July 1, 1981-June 30, 1982."},
      {
        "id":"EJ1069655",
        "title":"The Effects of Cooperative Learning on the Abilities of Pre-Service Art Teacher Candidates to Lesson Planning in Turkey"},
      {
        "id":"EJ1232221",
        "title":"Exploring the Role of Malaguzzi&apos;s &apos;Hundred Languages of Children&apos; in Early Childhood Education"},
      {
        "id":"EJ1237513",
        "title":"Effects of Recreational Activity on Leisure Barriers between Students"},
      {
        "id":"EJ1243505",
        "title":"Mathematics Teaching Anxiety Scale: Construction, Reliability and Validity"},
      {
        "id":"EJ1209474",
        "title":"An Investigation of Mathematical Literacy Assessment Supported by an Application of Rasch Measurement"},
      {
        "id":"EJ1207288",
        "title":"Counter-Intentional Errors of Basketball Free Throw Shooting under Elevated Pressure: An Educational Approach of Task Instruction"},
      {
        "id":"EJ1184943",
        "title":"An Analysis of Graduate Theses on Early Childhood Education: The Case of Turkey"},
      {
        "id":"EJ1246012",
        "title":"Are Minority Serving Institutions Contributing to Unhealthy Eating and Health Disparities among College Students: A Pilot Study"},
      {
        "id":"EJ1248305",
        "title":"Investigation of the Opinions of Science Teachers about Homework"},
      {
        "id":"EJ1187430",
        "title":"The Relationship between Start Speed, Acceleration and Speed Performances in Soccer"},
      {
        "id":"ED165979",
        "title":"Part 17: Title I, State Migrant Program. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, 95th Congress, 1st Session on H.R. 15--To Extend for Five Years Certain Elementary, Secondary, and Other Education Programs (October 12, 1977)."},
      {
        "id":"ED016090",
        "title":"A DEMOGRAPHIC STUDY FOR NEBRASKA HIGHER EDUCATION. PART I, PROJECTIONS, ELEMENTARY-SECONDARY ENROLLMENTS THROUGH 1975."},
      {
        "id":"ED194186",
        "title":"Conceptualization and Measurement of Health for Children in the Health Insurance Study."},
      {
        "id":"ED123830",
        "title":"The Coalition Approach to Improved Services for Handicapped Children in the Baltimore Region. Final Report."},
      {
        "id":"ED081890",
        "title":"The Effects of Desegregation on Student Achievement: Some New Evidence From the Equality of Educational Opportunity Survey."},
      {
        "id":"ED082387",
        "title":"Screening and Assessment of Young Children at Developmental Risk."},
      {
        "id":"ED070955",
        "title":"Opinion Leadership in Family Living among Low Income Homemakers in the Expanded Nutrition Program in Ohio. Research Series in Agricultural Education."}]
  }}
