{
  "response":{"numFound":509939,"start":218000,"numFoundExact":true,"docs":[
      {
        "id":"ED215764",
        "title":"The Language of Social Play in Young Children."},
      {
        "id":"ED215768",
        "title":"Nutritional Screening of Children: A Manual for Screening &amp; Followup."},
      {
        "id":"ED215769",
        "title":"The Adjustment of Maternal-Child Instruction According to Child's Age and Task."},
      {
        "id":"ED215775",
        "title":"Study of Head Start Unit Costs: Final Report."},
      {
        "id":"ED215781",
        "title":"Infant/Toddler Caregiving: An Annotated Bibliography."},
      {
        "id":"ED215785",
        "title":"School and Family Origins of Delinquency: Comparisons by Sex."},
      {
        "id":"ED215786",
        "title":"Welfare: Its Relationship to Social Origins. Personal and Family Characteristics."},
      {
        "id":"ED215788",
        "title":"Health of Children in Day Care, Volume I: A Regional Health Care/Day Care Workshop. Content Report of a 1978 Workshop."},
      {
        "id":"ED215789",
        "title":"Health of Children in Day Care, Volume II: Developing and Evaluating a Health Care/Day Care Workshop. Technical Report of a 1978 Regional Workshop."},
      {
        "id":"ED215790",
        "title":"Information Needs of Parents with Young Children: A Synthesis of 15 Child Development Information Research Studies from the Administration for Children, Youth and Families."},
      {
        "id":"ED215792",
        "title":"Child Health and Human Development: An Overview and Strategy for a Five-Year Research Plan."},
      {
        "id":"ED215793",
        "title":"Child Health and Human Development: An Evaluation and Assessment of the State of the Science. Pregnancy, Birth, and the Infant."},
      {
        "id":"ED215794",
        "title":"Child Health and Human Development: An Evaluation and Assessment of the State of the Science. Nutrition."},
      {
        "id":"ED215795",
        "title":"Child Health and Human Development: An Evaluation and Assessment of the State of the Science. Child and Adolescent Development."},
      {
        "id":"ED215796",
        "title":"A Developmental Study of Concepts of Body Functioning. Final Report."},
      {
        "id":"ED215798",
        "title":"Four Workparties Focus on Rural Education."},
      {
        "id":"ED215799",
        "title":"Problems and Remedies in Chicano School Desegregation and Bilingual Education. Report No. 316."},
      {
        "id":"ED215800",
        "title":"Bilingualism, Confidence, and College Achievement. Report No. 318."},
      {
        "id":"ED215807",
        "title":"Excellence through Creative Recruitment and Retention of Staff for Rural and Small Schools."},
      {
        "id":"ED215812",
        "title":"Federal Funds in Nonmetro Areas: Patterns and Trends."},
      {
        "id":"ED215813",
        "title":"Federal Funds in 1979: Geographic Distribution and Recent Trends."},
      {
        "id":"ED215814",
        "title":"Women's Organizations: Resources for Development. Women in Development."},
      {
        "id":"ED215815",
        "title":"Successful Rural Water Supply Projects and the Concerns of Women. Women in Development."},
      {
        "id":"ED215816",
        "title":"Various Perspectives on Using Women's Organizations in Development Programming. Women in Development."},
      {
        "id":"ED215817",
        "title":"Women's Organizations in Rural Development. Women in Development."},
      {
        "id":"ED215821",
        "title":"Illustrative Statistics on Women in Selected Developing Countries."},
      {
        "id":"ED215831",
        "title":"Factors Influencing Mathematics Participation of Highly Able Mexican American Adolescents."},
      {
        "id":"ED215833",
        "title":"A Prompt/Reward Technique to Elicit Socially Acceptable Behavior with Chicano Gang Delinquents."},
      {
        "id":"ED215837",
        "title":"Special Education Handbook."},
      {
        "id":"ED215841",
        "title":"An Assessment of the Mental Health Treatment Process: Eliminating Service Barriers for Mexican Americans."},
      {
        "id":"ED215842",
        "title":"Representation on Mental Health Boards and Advisory Councils in Texas: Implications for Services to Mexican Americans."},
      {
        "id":"ED215843",
        "title":"Patients' Rights and Advocacy: For Hispanics?"},
      {
        "id":"ED215844",
        "title":"Analysis of the Patterns of Use of Community Mental Health Services by Mexican Americans."},
      {
        "id":"ED215845",
        "title":"Mental Health Planning in Texas: The Impact on Mexican American Service Needs."},
      {
        "id":"ED215850",
        "title":"Mental Health Issues in Rural Nursing."},
      {
        "id":"ED215854",
        "title":"Potential Effects of the Overburden Argument on the Funding of Rural Schools. Interim Report to the New York State Special Task Force on Equity and Excellence in Education."},
      {
        "id":"ED215855",
        "title":"Potential Effects of the Overburden Argument on the Funding of Rural Schools. Final Report to the New York State Special Task Force on Equity and Excellence in Education."},
      {
        "id":"ED215856",
        "title":"Empezando una Coleccion ERIC (Starting an ERIC Collection)."},
      {
        "id":"ED215857",
        "title":"ERIC Enfocado (All About ERIC)."},
      {
        "id":"ED215858",
        "title":"A Typology of Rural School Settings."},
      {
        "id":"ED215859",
        "title":"Calculators, Computers, and Classrooms."},
      {
        "id":"ED215860",
        "title":"People & Places U.S.A. - Teacher's Guide."},
      {
        "id":"ED215861",
        "title":"People &amp; Places U.S.A. - Narratives Levels 1-3."},
      {
        "id":"ED215863",
        "title":"Energy Use and the Environment. Concepts &amp; Activities for the Classroom: Secondary Social Studies Module."},
      {
        "id":"ED215871",
        "title":"Waukegan Behavior Analysis Follow Through Individualized Math Instruction Program: A Curriculum Manual for Teachers and Teacher Aides."},
      {
        "id":"ED215872",
        "title":"Criteria of Excellence - Mathematics. Promising Practices."},
      {
        "id":"ED215873",
        "title":"Sex Differences in Geometry Achievement."},
      {
        "id":"ED215874",
        "title":"Processing Information in Graphical Form."},
      {
        "id":"ED215875",
        "title":"The Use of Counting for Subtraction."},
      {
        "id":"ED215878",
        "title":"Curriculum Evaluation by Its Consumers: The Israel High School Science Case."},
      {
        "id":"ED215883",
        "title":"A Bibliography of Articles on Fractions."},
      {
        "id":"ED215885",
        "title":"Research on Process Models of Basic Arithmetic Skills, Technical Report No. 303. Psychology and Education Series - Final Report."},
      {
        "id":"ED215886",
        "title":"Analysis of the Development of Propositional Reasoning. Final Report."},
      {
        "id":"ED215887",
        "title":"Mathematics Classroom Inquiry: The Need, a Method, and the Promise."},
      {
        "id":"ED215888",
        "title":"Computer Storytelling Mathematics for Pueblo Indian Upper Elementary Level Students. Final Report."},
      {
        "id":"ED215889",
        "title":"Only One Science: Twelfth Annual Report of the National Science Board."},
      {
        "id":"ED215891",
        "title":"Classroom Implementation Study of an Activities-Based Supplemental Mathematics Program. Final Report."},
      {
        "id":"ED215892",
        "title":"Performance on Addition and Subtraction Problems: Results from Individual Interviews - Sandy Bay Study."},
      {
        "id":"ED215898",
        "title":"Invented Processes in Solution to Arithmetical Problems."},
      {
        "id":"ED215899",
        "title":"Expertise in Problem Solving."},
      {
        "id":"ED215900",
        "title":"Anaerobic Digestion. Selected Instructional Activities and References. Instructional Resources Monograph Series."},
      {
        "id":"ED215901",
        "title":"Investigations in Mathematics Education. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED215902",
        "title":"Mathematics Framework and the 1980 Addendum for California Public Schools. Kindergarten Through Grade Twelve."},
      {
        "id":"ED215903",
        "title":"The Education and Utilization of Engineers: Recommendations for a Study."},
      {
        "id":"ED215904",
        "title":"Student Teams and Mastery Learning: A Factorial Experiment in Urban Math Nine Classes."},
      {
        "id":"ED215905",
        "title":"Investigations in Science Education, Volume 8, Number 1, 1982."},
      {
        "id":"ED215907",
        "title":"Decimal Fraction Arithmetic: Logical Error Analysis and Its Validation."},
      {
        "id":"ED215908",
        "title":"Testimony to Committee on Labor and Human Resources of the United States Senate in Regard to 1983 Authorization for the Science Education Component of the National Science Foundation."},
      {
        "id":"ED215911",
        "title":"The Evolution of Children's Mental Addition."},
      {
        "id":"ED215912",
        "title":"Cognitive Functioning and Performance on Addition and Subtraction Algorithms."},
      {
        "id":"ED215925",
        "title":"Teaching Ideas about Other Cultures: Africa, Latin America, Western Europe."},
      {
        "id":"ED215927",
        "title":"African Children's Songs for American Elementary Children. Resources for Teaching and Research in African Studies, Number 2."},
      {
        "id":"ED215930",
        "title":"Reducing Prejudice in Students: Theory, Research, and Strategies."},
      {
        "id":"ED215933",
        "title":"Evaluation of A Sociomusic Curriculum for Young Learners."},
      {
        "id":"ED215939",
        "title":"Getting Started in Global Education: A Primer for Principals and Teachers."},
      {
        "id":"ED215942",
        "title":"Social Studies: Economics, International Relations, and Political Science. Latin American Curriculum Units for Junior and Community Colleges."},
      {
        "id":"ED215943",
        "title":"Social Studies: History. Latin American Curriculum Units for Junior and Community Colleges."},
      {
        "id":"ED215946",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 15, No. 1. Period Covered January-March, 1981."},
      {
        "id":"ED215948",
        "title":"Death Education: A Concern for the Living. Fastback 173."},
      {
        "id":"ED215949",
        "title":"Youth Participation for Early Adolescents: Learning and Serving in the Community. Fastback 174."},
      {
        "id":"ED215951",
        "title":"Elementary School Social Studies: The Development of Student Teacher Perspectives."},
      {
        "id":"ED215954",
        "title":"Education, Change and Society."},
      {
        "id":"ED215955",
        "title":"English As a Second Language and the Salad Bowl Concept. World Education Monograph Series, Number Four."},
      {
        "id":"ED215956",
        "title":"A Case Study: How Twenty-One Koreans Perceive America. World Education Monograph Series, Number Four."},
      {
        "id":"ED215957",
        "title":"The Organizational Antecedents and Consequences of Role Stress Among Teachers. Final Report."},
      {
        "id":"ED215962",
        "title":"Teacher Education Curricula: A Look at Preparation in Human Relations and Dealing with Behavior Problems."},
      {
        "id":"ED215964",
        "title":"Autonomy in the Lives of Women Elementary Schoolteachers."},
      {
        "id":"ED215966",
        "title":"Look to the Center. Conference Proceedings of the National Teacher Center Directors Conference (4th, February 10-12, 1982, Washington, DC)."},
      {
        "id":"ED215969",
        "title":"Application of Inoculation Theory to Preventive Alcohol Education."},
      {
        "id":"ED215972",
        "title":"The Affectionate Relationships of Fifth Year Teachers and Their Secondary Students."},
      {
        "id":"ED215973",
        "title":"Changing Teacher Performance with Protocols."},
      {
        "id":"ED215976",
        "title":"Planning for a Classroom Learning Community and the Implications for Teacher Education."},
      {
        "id":"ED215979",
        "title":"An Analysis of Research Published in Health Education Journals: May 1980-May 1981."},
      {
        "id":"ED215982",
        "title":"Basis for Inservice Design: Regular Educator's Responsibilities for Handicapped Children."},
      {
        "id":"ED215983",
        "title":"Inservice Education Design Model and Action Steps."},
      {
        "id":"ED215984",
        "title":"Perceived Competitiveness, Skill, and Scores on the Sports Attitudes Inventory."},
      {
        "id":"ED215985",
        "title":"Physical Education Objectives. DOD Dependents Schools."},
      {
        "id":"ED215986",
        "title":"Activating Teacher Energy Through \"Inquiry-Oriented\" Teacher Education."},
      {
        "id":"ED215987",
        "title":"The Effectiveness of the Teacher Corps Network System in Creating Better Linkages Between Schools, Federally Funded Projects, and Colleges of Education: Perceptions from Participants."},
      {
        "id":"ED215988",
        "title":"Effects of Object Size and Experimental Design On Object Reception by Children in the First Grade."},
      {
        "id":"ED215989",
        "title":"A Listing of Alternative Training Outcomes for Instructional Personnel Engaged in the Education of the Handicapped."},
      {
        "id":"ED215990",
        "title":"Inservice Best Practices: The Learnings of General Education."},
      {
        "id":"ED215993",
        "title":"Federal Legislation on Behalf of Handicapped Children: Implications for Regular Educators. Initiating Change Through Inservice Education: A Topical Instructional Modules Series."},
      {
        "id":"ED215994",
        "title":"Designing and Conducting Needs Assessments in Education."},
      {
        "id":"ED215995",
        "title":"Facilitating Educational Change. Training Workshop. Initiating Change Through Inservice Education: A Topical Instructional Modules Series."},
      {
        "id":"ED215996",
        "title":"Role of the Regular Class Teacher in the Development of the IEP. Initiating Change Through Inservice Education: A Topical Instructional Modules Series."},
      {
        "id":"ED215997",
        "title":"Collaborative Planning Guide for Personnel Development. Organizing for Change Through Planning."},
      {
        "id":"ED215998",
        "title":"Descriptions and Abstracts of Regular Education Inservice Projects (REGI)."},
      {
        "id":"ED216000",
        "title":"Criteria for Evaluating the School Health Services Program."},
      {
        "id":"ED216001",
        "title":"Characteristics of Professional Staff in California Public Schools 1980-81."},
      {
        "id":"ED216006",
        "title":"Carol, Laurie, and Rita: Three Persons in the Act of Becoming Teachers."},
      {
        "id":"ED216007",
        "title":"A Descriptive Study of Experienced and Novice Teachers' Interactive Instructional Decision Processes."},
      {
        "id":"ED216008",
        "title":"Fostering Student Learning and Motivation in the Elementary School Classroom. Occasional Paper No. 51."},
      {
        "id":"ED216010",
        "title":"Report to the Profession 1982. American Association of Colleges for Teacher Education."},
      {
        "id":"ED216012",
        "title":"Third year Evaluation of a Model Home-Based Program for Severely Orthopedically Impaired/Mentally Retarded Children &amp; Youth."},
      {
        "id":"ED216013",
        "title":"Unbiased Estimators of Ability Parameters, of Their Variance, and of Their Parallel-Forms Reliability."},
      {
        "id":"ED216015",
        "title":"Needs Assessment Project. FY 81 Revalidation Study."},
      {
        "id":"ED216019",
        "title":"Establishing Dependability and Confirmability in Naturalistic Inquiry Through an Audit."},
      {
        "id":"ED216020",
        "title":"An Evaluation of Contrasting-Groups Methods for Setting Standards."},
      {
        "id":"ED216022",
        "title":"Gender Differences in Multiattributional Causality for Achievement and Affiliation in Five Cross-National Samples."},
      {
        "id":"ED216026",
        "title":"The Management of an Evaluation Unit in a State Education Agency."},
      {
        "id":"ED216030",
        "title":"Reflections on the Movement to Promote Effective Educational Evaluations Through the Use of Professional Standards. Discussion Draft."},
      {
        "id":"ED216031",
        "title":"A Review of Progress in Educational Evaluation."},
      {
        "id":"ED216032",
        "title":"Scientific Guidelines for Conducting Integrative Literature Reviews."},
      {
        "id":"ED216035",
        "title":"An Empirical Investigation of Alternative Item Nonresponse Adjustment Procedures. National Longitudinal Study, Sponsored Reports Series."},
      {
        "id":"ED216037",
        "title":"Evaluation of the Identification of Perceptual-Communicative Disorders in Colorado. Final Report."},
      {
        "id":"ED216038",
        "title":"The Future of Evaluation in a Climate of Federal Deregulation."},
      {
        "id":"ED216039",
        "title":"Foundations of Reporting: Or Bartlett's Guide to Evaluation Communication."},
      {
        "id":"ED216040",
        "title":"Factors Associated with Edit Failure. Contractor Report."},
      {
        "id":"ED216041",
        "title":"Development of Adjusted School Weights for the National Longitudinal Survey of the High School Class of 1972. Contractor Report."},
      {
        "id":"ED216042",
        "title":"Warning. Iceberg: A Checklist of Issues Related to Changing Achievement Tests."},
      {
        "id":"ED216043",
        "title":"Anomalies in Achievement Analyses."},
      {
        "id":"ED216044",
        "title":"Inferences About Regression Models. Contractor Report."},
      {
        "id":"ED216045",
        "title":"Patterns of Information Use in School Level Decision Making."},
      {
        "id":"ED216046",
        "title":"Evaluation from an LEA Perspective: Proceedings from an AERA Symposium. Annual Meeting of the American Educational Research Association (66th, New York, New York, March 19-23, 1982)."},
      {
        "id":"ED216047",
        "title":"Values, Valuing, and Evaluation. Research on Evaluation Program, Paper and Report Series. Interim Draft."},
      {
        "id":"ED216049",
        "title":"Item Analysis of Publisher-Supplied Test Questions in Introductory Psychology."},
      {
        "id":"ED216050",
        "title":"A Closer Look at School Cutoff Dates and Achievement."},
      {
        "id":"ED216054",
        "title":"Refugee Resettlement Resource Book: A Guide to Federal Programs and National Support Projects to Assist in Refugee Resettlement."},
      {
        "id":"ED216057",
        "title":"Hartford Project Concern Program. Final Evaluation Report, 1980-1981."},
      {
        "id":"ED216058",
        "title":"Counseling/Peer Tutoring for Test Anxious Underprepared Students: A Preliminary Evaluation."},
      {
        "id":"ED216060",
        "title":"What Works? An Examination of Effective Schools for Poor Black Children."},
      {
        "id":"ED216061",
        "title":"What Works? An Examination of Effective Schools for Poor Black Children. Appendix."},
      {
        "id":"ED216062",
        "title":"A Curriculum Design for the Study of Ethnic Survivals."},
      {
        "id":"ED216065",
        "title":"Differential Effects of Organizational Processes on High and Low Achieving Students."},
      {
        "id":"ED216067",
        "title":"Instructional Manual: Reading. E.S.E.A. Title One."},
      {
        "id":"ED216068",
        "title":"Instructional Manual: Mathematics. E.S.E.A. Title One."},
      {
        "id":"ED216069",
        "title":"Instructional Manual: English/Writing. E.S.E.A. Title One."},
      {
        "id":"ED216071",
        "title":"Success of Asian Americans: Fact or Fiction? Clearinghouse Publication 64."},
      {
        "id":"ED216075",
        "title":"Resegregation: Segregation within Desegregated Schools."},
      {
        "id":"ED216076",
        "title":"Using Multiple Measures to Evaluate the Impact of Desegregation in a Large Urban School District."},
      {
        "id":"ED216078",
        "title":"Minority Ethnic Television in Toronto and Los Angeles: Two North American Approaches to Multiculturalism."},
      {
        "id":"ED216082",
        "title":"The Voting Rights Act: Unfulfilled Goals."},
      {
        "id":"ED216083",
        "title":"Civil Rights: A National, Not a Special Interest. A Statement of the United States Commission on Civil Rights."},
      {
        "id":"ED216084",
        "title":"Integration, Resegregation and Integration Maintenance."},
      {
        "id":"ED216085",
        "title":"Development of Asian American Identity: An Exploratory Study of Japanese American Women."},
      {
        "id":"ED216086",
        "title":"Adlai E. Stevenson High School Bilingual Academic and Technical Education for Youth Program (BATEY). E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED216087",
        "title":"Newtown High School, Queens Chinese/Korean Bilingual Language Arts Resource Center. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED216088",
        "title":"New Utrecht High School Project IMPACT. E.S.E.A. Title VII Final Evaluation Report, 1980-81."},
      {
        "id":"ED216089",
        "title":"Park West High School Project &quot;At Your Service.&quot; E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED216094",
        "title":"TELL. Techniques for Effective Language Learning in English as a Second Language."},
      {
        "id":"ED216095",
        "title":"Promotion of Collaborative Studies among RCUs. A Continued Chronology of Activities through 1981."},
      {
        "id":"ED216148",
        "title":"Developing an Adult Education Program through Community Linkages. An Approach to Recruiting & Retraining Students, Securing Supportive Services, and Increasing Program Visibility, Prestige, and Revenues."},
      {
        "id":"ED216154",
        "title":"A Study of Factors Which Precipitate Adult Enrollment in a College Degree Program."},
      {
        "id":"ED216156",
        "title":"Manpower-Education Coordination: Two Decades of Frustration. Report #4."},
      {
        "id":"ED216157",
        "title":"Discovering the 80%. Final Project Report by the National Commission on Working Women, 1977-1980."},
      {
        "id":"ED216164",
        "title":"Directory and Program Information for the OSE Vocational/Career Education Projects, 1981-82. Policy Research and Resource Series: Document 9."},
      {
        "id":"ED216165",
        "title":"Vocational Education for Migrant Youth. Information Series No. 238."},
      {
        "id":"ED216166",
        "title":"Evaluating Vocational Education Programs. A Handbook for Corrections Educators. Research and Development Series No. 227."},
      {
        "id":"ED216167",
        "title":"Preparing for High Technology: Programs That Work."},
      {
        "id":"ED216168",
        "title":"Preparing for High Technology: Strategies for Change."},
      {
        "id":"ED216169",
        "title":"Preparing for High Technology: A Guide for Community Colleges."},
      {
        "id":"ED216170",
        "title":"Effective Responses to the Crime Problem of Older Americans: A Handbook."},
      {
        "id":"ED216171",
        "title":"Effective Responses to the Crime Problem of Older Americans: An Instructor's Guide."},
      {
        "id":"ED216172",
        "title":"Performance/Competency-Based Professional Development of Vocational Teachers and Administrators: National Conference Proceedings (Philadelphia, PA, October 13-15, 1981)."},
      {
        "id":"ED216180",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Engine Principles, 8-3. Edition 5."},
      {
        "id":"ED216181",
        "title":"Linking Gerontology Jobs and Workers. A Study of the Need for and Nature of Aging Employment Clearinghouses."},
      {
        "id":"ED216182",
        "title":"Assessing Successful Strategies in Bilingual Vocational Training Programs."},
      {
        "id":"ED216185",
        "title":"What to Do with What We Know and What to Do about What We Don't Know."},
      {
        "id":"ED216188",
        "title":"An Evaluation of the Use of Job Aids in 1980 Decennial Census Training."},
      {
        "id":"ED216189",
        "title":"Know Your Laws."},
      {
        "id":"ED216192",
        "title":"Know Your Laws. German."},
      {
        "id":"ED216193",
        "title":"Know Your Laws. Spanish."},
      {
        "id":"ED216199",
        "title":"Youth Unemployment: An International Perspective."},
      {
        "id":"ED216200",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Soils Engineering 3-1. Edition 1."},
      {
        "id":"ED216201",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Plumbing Specialist 3-2. Volume 1."},
      {
        "id":"ED216202",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Fundamentals of Electricity 3-3."},
      {
        "id":"ED216203",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Masonry 3-4."},
      {
        "id":"ED216204",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Builders School, Ceramic Tile Setting 3-9."},
      {
        "id":"ED216205",
        "title":"Emerging Skills: Implications for Voc Ed. Information Series No. 234."},
      {
        "id":"ED216206",
        "title":"Vocational Education for Gifted and Talented Students. Information Series No. 236."},
      {
        "id":"ED216207",
        "title":"Practices for Providing Follow-through Services to Employment and Training Clients. Bridges to Employment, Book Three. Research and Development Series No. 224."},
      {
        "id":"ED216208",
        "title":"High School Vocational Graduates: Which Doors Are Open? Research and Development Series No. 226."},
      {
        "id":"ED216209",
        "title":"Using Labor Market Information in Vocational Planning. R &amp; D Series No. 228."},
      {
        "id":"ED216210",
        "title":"Placement Manual. A Systematic Approach. Revised. Bulletin 1982, No. 4."},
      {
        "id":"ED216212",
        "title":"Labor Market Problems of Teenagers Result Largely from Doing Poorly in School. Report to the Honorable Charles B. Rangel, United States House of Representatives, by the U.S. General Accounting Office."},
      {
        "id":"ED216214",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 10: Vocational Education Data System. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives. Ninety-Seventh Congress. First Session (December 10, 1981)."},
      {
        "id":"ED216231",
        "title":"Assessing Vocational Decision-Making in the Rehabilitation Process: Instrument Development. Research Report."},
      {
        "id":"ED216232",
        "title":"Freeing Ourselves: Removing Internal Barriers to Equality. A Workshop for Women."},
      {
        "id":"ED216233",
        "title":"Learning from Experience. A Handbook for Adult Women Students."},
      {
        "id":"ED216234",
        "title":"Multicultural Women's Sourcebook. Materials Guide for Use in Women's Studies and Bilingual/Multicultural Programs."},
      {
        "id":"ED216245",
        "title":"Minority Woman's Survival Kit: Personal and Professional Development for Minority Women. Facilitator's Manual."},
      {
        "id":"ED216246",
        "title":"Management Basics for Minority Women. Facilitator's Manual."},
      {
        "id":"ED216247",
        "title":"Career Planning for Minority Women. Facilitator&apos;s Manual."},
      {
        "id":"ED216248",
        "title":"Vocational Education. Report by the Secretary of Education to the Congress, 1981."},
      {
        "id":"ED216255",
        "title":"Treatment Services for Drug Dependent Women. Volume 1. Treatment Research Monograph Series."},
      {
        "id":"ED216259",
        "title":"The Relationship between Critical Thinking Skills and Development of Reflective Judgment among Adolescent and Adult Women."},
      {
        "id":"ED216260",
        "title":"Children's and Adults' Recognition of Spontaneous and Posed Emotional Expressions in Young Children."},
      {
        "id":"ED216261",
        "title":"Sex Role Stereotypes and Women's Choice of Innovative Fields of Study."},
      {
        "id":"ED216262",
        "title":"Youth Helping Youth: A Directed Group Experience for Abused Adolescents."},
      {
        "id":"ED216263",
        "title":"A Title IX Perspective on the Schools&apos; Response to Teenage Pregnancy and Parenthood."},
      {
        "id":"ED216264",
        "title":"Marijuana and Health. Eighth Annual Report to the U.S. Congress from the Secretary of Health and Human Services 1980."},
      {
        "id":"ED216265",
        "title":"Project HAVE Skills: A Program to Help Women Find Jobs Using Homemaking and Volunteer Experience Skills. Women's Workbook."},
      {
        "id":"ED216266",
        "title":"Project HAVE Skills: A Program for Matching Women and Jobs. Employer's Guide."},
      {
        "id":"ED216267",
        "title":"Project HAVE Skills: A Program to Help Women Find Paid Jobs Using Their Homemaking and Volunteer Work Skills. Counselor's Guide."},
      {
        "id":"ED216271",
        "title":"Client Characteristics, Behaviors and Intreatment Outcomes: 1979 TOPS Admission Cohort."},
      {
        "id":"ED216275",
        "title":"The Family Support System: Comparative Analysis of Research Projects Funded by the Administration on Aging."},
      {
        "id":"ED216276",
        "title":"Three Years after Bereavement: Lifestyles of Elderly Men."},
      {
        "id":"ED216279",
        "title":"Empowering the Older Job Seeker: Experimental Evaluation of the Older Worker Job Club."},
      {
        "id":"ED216280",
        "title":"Patterns of Verbal Communication in Strong Families."},
      {
        "id":"ED216281",
        "title":"Salience of Age as a Factor in Eliciting Negative Stereotypes of the Elderly."},
      {
        "id":"ED216286",
        "title":"The Impact of Work on Women at Midlife."},
      {
        "id":"ED216290",
        "title":"Female Bonding among Low Income Mothers."},
      {
        "id":"ED216291",
        "title":"Pupil Personnel Services: Material Review List Recommendations."},
      {
        "id":"ED216293",
        "title":"Orientation Manual for Citizen Boards of Federally Funded Community Mental Health Centers."},
      {
        "id":"ED216294",
        "title":"Special Adoptions: An Annotated Bibliography on Transracial, Transcultural, and Nonconventional Adoption, and Minority Children. For Mental Health, Health, and Human Services Professionals."},
      {
        "id":"ED216295",
        "title":"Physical and Financial Abuse of the Elderly. Hearing before the Subcommittee on Retirement Income and Employment of the Select Committee on Aging. House of Representatives, Ninety-Seventh Congress, First Session (San Francisco, Calif.)"},
      {
        "id":"ED216296",
        "title":"Leading Edges: Recent Research on Psychosocial Aging. Review Essays Prepared for the White House Conference on Aging."},
      {
        "id":"ED216297",
        "title":"Use of Health Services by Women 65 Years of Age and Over; United States. Vital &amp; Health Statistics. Data from the National Health Survey Series 13, No. 59."},
      {
        "id":"ED216298",
        "title":"Housing the Elderly: Alternative Approaches. Reprint."},
      {
        "id":"ED216299",
        "title":"Providing Services to the Minority Elderly: New Programs, Old Problems. Executive Summary."},
      {
        "id":"ED216300",
        "title":"Public Policy and the Frail Elderly: A Staff Report."},
      {
        "id":"ED216303",
        "title":"Mental Health and the Elderly: Recommendations for Action. The Reports of the President's Commission on Mental Health: Task Panel on the Elderly and the Secretary's Committee on Mental Health and Illness of the Elderly."},
      {
        "id":"ED216304",
        "title":"Identifying Potential Dropouts: A Research Report."},
      {
        "id":"ED216310",
        "title":"Reading in the Age of Television."},
      {
        "id":"ED216311",
        "title":"Have You Disabled a Student Today? A Look at Teacher Effectiveness."},
      {
        "id":"ED216312",
        "title":"Adjunct Questions Effects and Experimental Constraints. Occasional Paper 1."},
      {
        "id":"ED216313",
        "title":"The Construction of Meaning and the Assessment of Comprehension: An Analysis of Reader Performance on Standardized Test Items."},
      {
        "id":"ED216317",
        "title":"The Structure of Narrative Retelling."},
      {
        "id":"ED216319",
        "title":"The Effects of Selected Text-Forming Structures on College Freshmen&apos;s Comprehension of Expository Prose."},
      {
        "id":"ED216320",
        "title":"The Effects of Syntactic Differences between Oral and Written Discourse on the Reading Comprehension of 2nd and 5th Grade Students."},
      {
        "id":"ED216321",
        "title":"IIEP Reading Report. Results of the 1979 and 1980 Illinois Inventory of Educational Progress."},
      {
        "id":"ED216323",
        "title":"Reading Comprehension through &quot;Folderbooks&quot;: Developing Higher Order Thinking Strategies Using Children's Books."},
      {
        "id":"ED216325",
        "title":"A Holistic Approach to Language Literacy."},
      {
        "id":"ED216329",
        "title":"Teaching the Adult Beginning Reader: Designing Research Based Reading Instructional Strategies."},
      {
        "id":"ED216330",
        "title":"I Use the Computer to ADVANCE Advances in Comprehension-Strategy Research."},
      {
        "id":"ED216332",
        "title":"Judging the Emergent Reading Abilities of Kindergarten Children."},
      {
        "id":"ED216334",
        "title":"A Study of Poor Black Children Who Are Successful Readers. Reading Education Report No. 33."},
      {
        "id":"ED216335",
        "title":"Post-Passage Questions: The Effects of Hierarchical Importance. Technical Report No. 241."},
      {
        "id":"ED216336",
        "title":"Automatic Access of the Meanings of Ambiguous Words in Context: Some Limitations of Knowledge-Based Processing. Technical Report No. 240."},
      {
        "id":"ED216337",
        "title":"Television in the Classroom: Critical Viewing/Thinking Skill Development."},
      {
        "id":"ED216339",
        "title":"The Effects of Utilization of PRI/RS on Reading Achievement in the Oklahoma City Public Schools. Evaluation of 1981-82."},
      {
        "id":"ED216342",
        "title":"The Reading-Writing Connection: An Analysis of the Written Language of University Freshmen at Two Reading Levels."},
      {
        "id":"ED216345",
        "title":"An Error-Analysis Design for Improving the Writing Skills of College-Level Foreign Language Students."},
      {
        "id":"ED216352",
        "title":"Media Campaigns and Crime Prevention: An Executive Summary."},
      {
        "id":"ED216353",
        "title":"An Exploratory Investigation into the Nature of Literary Response."},
      {
        "id":"ED212336",
        "title":"Follow-Up Study Comparisons: 1974 &amp; 1976 Entrants and 1980 Graduates. Hagerstown Junior College and Maryland Community Colleges."},
      {
        "id":"ED212339",
        "title":"Community College Handicapped Student Programs and Advisory Committees."},
      {
        "id":"ED212345",
        "title":"Innovation Abstracts."},
      {
        "id":"ED212347",
        "title":"The Economics of Early Childhood Education and Day Care."},
      {
        "id":"ED212355",
        "title":"Michigan Day Care Provider Training Project, Year One: An Evaluation."},
      {
        "id":"ED212357",
        "title":"Day Care and Federal Funding: Current Problems and Possible Solutions."},
      {
        "id":"ED212368",
        "title":"Evaluation of Three New Hampshire Adolescent Parenting Model Projects."},
      {
        "id":"ED212371",
        "title":"Success in Nonpromoted First Grade Children. Final Report."},
      {
        "id":"ED212373",
        "title":"Brain Functioning Models for Learning."},
      {
        "id":"ED212377",
        "title":"An Examination of Sex-Role Stereotyping in the Elementary School."},
      {
        "id":"ED212378",
        "title":"Children&apos;s Visual Responses to &quot;Sesame Street.&quot;"},
      {
        "id":"ED212379",
        "title":"Pre-Reading and Pre-Science on &quot;Sesame Street.&quot;"},
      {
        "id":"ED212384",
        "title":"Disabling Emotion in Young Children with Particular Reference to Depression and Suicide: An Overview of Current Research. Unit for Child Studies Selected Papers Number 12."},
      {
        "id":"ED212387",
        "title":"Mother Daughter Relationships: From Infancy to Adulthood. Unit for Child Studies Selected Papers Number 15."},
      {
        "id":"ED212402",
        "title":"Rural Education Programs That Work. Sharing Ideas."},
      {
        "id":"ED212430",
        "title":"Rural Migration Patterns in Norway: Some Observations concerning Recent Trends."},
      {
        "id":"ED212432",
        "title":"Learning to Share: A Report on the Disadvantaged Country Areas Program for 1978. Volume Two."},
      {
        "id":"ED212433",
        "title":"The Schools Commission and School-Work Transition in Australia."},
      {
        "id":"ED212434",
        "title":"Accountability for the Education of Disadvantaged Groups through the Disadvantaged Schools Program."},
      {
        "id":"ED212435",
        "title":"The Disadvantaged Country Areas Program: A Program Designed to Increase Social and Educational Equity for Rural Children."},
      {
        "id":"ED212437",
        "title":"The Mexican American Child in Special Education."},
      {
        "id":"ED212438",
        "title":"The Principalship in Rural America."},
      {
        "id":"ED212440",
        "title":"Migrant Education Projects. Projectos de Educacion Migrante. Oregon Migrant Education."},
      {
        "id":"ED212446",
        "title":"The Nonmetro Labor Force in the Seventies."},
      {
        "id":"ED212454",
        "title":"A Management Engineered System for Bilingual Instruction."},
      {
        "id":"ED212463",
        "title":"Recent Research on Number Learning."},
      {
        "id":"ED212464",
        "title":"The God That Limps: Science and Technology in the Eighties."},
      {
        "id":"ED212465",
        "title":"Math Anxiety: A Research Report."},
      {
        "id":"ED212476",
        "title":"British Columbia Mathematics Assessment, 1981: General Report."},
      {
        "id":"ED212477",
        "title":"British Columbia Mathematics Assessment, 1981: Summary Report."},
      {
        "id":"ED212478",
        "title":"Modeling Mathematical Cognitive Development."},
      {
        "id":"ED212479",
        "title":"Verbalizing Mathematics Using APL."},
      {
        "id":"ED212482",
        "title":"Mathematics Curriculum Guide K-8. Bulletin 1609."},
      {
        "id":"ED212484",
        "title":"A Metric Smorgasbord: All You Can Measure for $9.99."},
      {
        "id":"ED212486",
        "title":"Investigations with Calculators: Abstracts and Critical Analyses of Research. Supplement 3."},
      {
        "id":"ED212487",
        "title":"An Investigation of Word Frequency in Mathematical Word Problems in Basal Mathematics Textbooks, Grades One Through Eight."},
      {
        "id":"ED212491",
        "title":"Summary Report of Marine Education in California Public Schools, Kindergarten Through Twelfth Grade."},
      {
        "id":"ED212495",
        "title":"Annual Report, July 1980-June 1981. Assembly of Life Sciences, National Research Council."},
      {
        "id":"ED212496",
        "title":"Logical Error Analysis and Construction of Tests to Diagnose Student &quot;Bugs&quot; in Addition and Subtraction of Fractions."},
      {
        "id":"ED212497",
        "title":"Item Analysis of Tests Designed for Diagnosing Bugs: Item Relational Structure Analysis Method."},
      {
        "id":"ED212498",
        "title":"Mathematics Education Reports. Unpublished Instruments for Evaluation in Mathematics Education: An Annotated Listing, 1974-1981."},
      {
        "id":"ED212499",
        "title":"Community Energy Policy Project."},
      {
        "id":"ED212501",
        "title":"ERIC Clearinghouse for Science, Mathematics, and Environmental Education, Information Bulletins, Nos. 1, 2, 3, 4, 1981."},
      {
        "id":"ED212502",
        "title":"ERIC Clearinghouse for Science, Mathematics, and Environmental Education, Mathematics Education Fact Sheets, Nos. 1, 2, 3, 4, 1981."},
      {
        "id":"ED212504",
        "title":"Expanding Children's Thinking Through Science, CESI Sourcebook II."},
      {
        "id":"ED212505",
        "title":"Investigations in Mathematics Education, Vol. 15, No. 1."},
      {
        "id":"ED212508",
        "title":"Settling People in the American Colonies, Episode II. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212509",
        "title":"Taking a Population Census, Episode IV. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212510",
        "title":"Changing the West Through Migration, Episode V. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212511",
        "title":"Industries, Cities and People, Episode VI. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212512",
        "title":"Changing Populations Through Immigration, Episode VII. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212513",
        "title":"Comparing Population Change in Societies, Episode VIII. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212514",
        "title":"Formative Evaluation Instruments. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212518",
        "title":"Audiovisual Materials for Teaching Economics. Third Edition."},
      {
        "id":"ED212519",
        "title":"Global Education. Curriculum Handbook. Social Studies."},
      {
        "id":"ED212520",
        "title":"Master Curriculum Guide in Economics for the Nation's Schools. Part II, Strategies for Teaching Economics: Junior High School Level (Grades 7-9)."},
      {
        "id":"ED212521",
        "title":"Integrating Consumer and Economic Education into the School Curriculum."},
      {
        "id":"ED212522",
        "title":"Consumer Behavior: Its Scope and Boundary."},
      {
        "id":"ED212523",
        "title":"The Global 2000 Report to the President: Entering the Twenty-First Century. Volume Two--The Technical Report."},
      {
        "id":"ED212524",
        "title":"The Global 2000 Report to the President. Volume Three. Documentation on the Government&apos;s Global Sectoral Models: The Government&apos;s &quot;Global Model.&quot;"},
      {
        "id":"ED212525",
        "title":"The Michigan Essential Skills."},
      {
        "id":"ED212526",
        "title":"Group Review Approach to the Teaching of Energy Geography."},
      {
        "id":"ED212534",
        "title":"Peopling The American Colonies, Episode III. Resource Material Development: Population Dynamics in Eighth Grade American History."},
      {
        "id":"ED212536",
        "title":"Major Curriculum Units in Black History for Elementary &amp; Junior High/Middle School Teachers"},
      {
        "id":"ED212538",
        "title":"Art and Young Americans, 1974-79: Results from the Second National Art Assessment."},
      {
        "id":"ED212545",
        "title":"The Cultural Integration of Asian American Professional Women: Issues of Identity and Communication Behavior. Final Report."},
      {
        "id":"ED212553",
        "title":"Bibliography for Hawaiian Studies."},
      {
        "id":"ED212554",
        "title":"Towards a Diversified Legal Profession: An Inquiry into the Law School Admission Test, Grade Inflation, and Current Admissions Policies. [with] A Statement from the National Institute of Education &quot;An Investigation into the Validity and Cultural Bias of the Law School Admission Test.&quot;"},
      {
        "id":"ED212556",
        "title":"Effects of Locally Conducted Research on Policy and Practice Regarding Bilingual Inservice Teacher Education. Executive Summary."},
      {
        "id":"ED212571",
        "title":"Policy Frameworks for Local Action. Lessons from Implementing the Teacher Corps Guidelines. Volume 1. Final Report."},
      {
        "id":"ED212572",
        "title":"Policy Frameworks for Local Action. Lessons from Implementing the Teacher Corps Guidelines. Volume 2. Final Report."},
      {
        "id":"ED212573",
        "title":"Institutionalization of Educational Change. Case Studies of Teacher Corps&apos; Influence on Schools of Education. Special In-Depth Study II: Institutionalization at Institutions of Higher Education. Final Report."},
      {
        "id":"ED212579",
        "title":"Promoting Adoption and Adaptation. A Handbook for Teacher Corps Projects."},
      {
        "id":"ED212580",
        "title":"Youth Advocacy Training Resource. Volume I. User&apos;s Guide."},
      {
        "id":"ED212581",
        "title":"Youth Advocacy Training Resource. Volume II. Analysis."},
      {
        "id":"ED212583",
        "title":"Youth Advocacy Training Resource. Volume IV. A Review of Theory and Applications for the Education of Troubled Youth."},
      {
        "id":"ED212588",
        "title":"Women and Men in the Schools: A History of the Sexual Structuring of Educational Employment."},
      {
        "id":"ED212589",
        "title":"Relations Among Final Supervisor Skill Ratings of Student Teachers and Cognitive Attainment Values of Learners Taught by Student Teachers."},
      {
        "id":"ED212590",
        "title":"Education for Rational Understanding. Philosophical Perspectives on the Study and Practice of Education."},
      {
        "id":"ED212591",
        "title":"An Investigation of Certain Alleged Student Biases About Teacher Education at Western Kentucky University (Survey Number Three)."},
      {
        "id":"ED212592",
        "title":"Nutrition Education Today. A Curriculum Development Project."},
      {
        "id":"ED212596",
        "title":"The Role of Technology in Teacher Education: Preparation for the Twenty-First Century Classroom."},
      {
        "id":"ED212614",
        "title":"Locus of Control, Perceptions and Attributions of Student Teachers in Educational Situations."},
      {
        "id":"ED212618",
        "title":"Motor Development Programs for School-Aged Handicapped Students: Assessing the Needs of Professional Educators."},
      {
        "id":"ED212620",
        "title":"Education in the 80's: Physical Education."},
      {
        "id":"ED212621",
        "title":"Instructional Development for the Classroom Teacher."},
      {
        "id":"ED212626",
        "title":"Student Responses to Classroom Instruction."},
      {
        "id":"ED212628",
        "title":"The Development of Research as a Role in Laboratory Schools."},
      {
        "id":"ED212631",
        "title":"Teacher Center Directory. Directors and Policy Board Members from Higher Education."},
      {
        "id":"ED212632",
        "title":"Leader's Handbook. Guide for Planning Preservice and Inservice Programs for Secondary Teachers. Physical Educators for Equity."},
      {
        "id":"ED212633",
        "title":"Introduction to Stereotyping and Discrimination. Physical Educators for Equity. Module 1."},
      {
        "id":"ED212634",
        "title":"Sex-Role Stereotyping and Its Effects. Physical Educators for Equity. Module 2."},
      {
        "id":"ED212635",
        "title":"Biological Sex Differences. Physical Educators for Equity. Module 3."},
      {
        "id":"ED212636",
        "title":"Title IX. Physical Educators for Equity. Module 4."},
      {
        "id":"ED212637",
        "title":"Curriculum Development. Physical Educators for Equity. Module 5."},
      {
        "id":"ED212638",
        "title":"Teacher Behavior. Physical Educators for Equity. Module 6."},
      {
        "id":"ED212639",
        "title":"Student Performance Evaluation. Physical Educators for Equity. Module 7."},
      {
        "id":"ED212641",
        "title":"Statewide and Districtwide Testing Results by District and by School, San Diego City Schools: December 1979 to October 1980."},
      {
        "id":"ED212643",
        "title":"Estimation of the Conditional Standard Error of Measurement for Stratified Tests."},
      {
        "id":"ED212649",
        "title":"Evaluation Design Project: Multilevel Interpretation of Evaluation Data Study."},
      {
        "id":"ED212650",
        "title":"Studies In Test Design: Annual Report."},
      {
        "id":"ED212653",
        "title":"Helping Teachers Use Information: The Data Box Approach."},
      {
        "id":"ED212654",
        "title":"Needs Assessment Project: Content Analysis of Legislative Activities and Newspaper Articles."},
      {
        "id":"ED212655",
        "title":"Needs Assessment Project: Factor Analytic Studies."},
      {
        "id":"ED212658",
        "title":"Recommendations for Training of Teachers, Parents, and Other Constituencies in the Use of Tests. Studies in Measurement & Methodology, Work Unit 1: Design and Use of Tests."},
      {
        "id":"ED212662",
        "title":"The Relationship between Curriculum-Based Mastery Measures and Standardized Achievement Tests in Reading."},
      {
        "id":"ED212663",
        "title":"The Reliability of Simple, Direct Measures of Written Expression."},
      {
        "id":"ED212665",
        "title":"Setting Standards for Assessing Experiential Learning."},
      {
        "id":"ED212667",
        "title":"Contextual Factors Affecting Role Conflict and Ambiguity: A Study of School District Evaluation Unit Heads. Studies in Evaluation and Decision Making. Work Unit 1."},
      {
        "id":"ED212672",
        "title":"Modifying the Multiple Choice Test: A Short Answer Option."},
      {
        "id":"ED212675",
        "title":"Pupil Appraisal Handbook. Bulletin 1508. Revised."},
      {
        "id":"ED212676",
        "title":"Factors Influencing the Psychometric Characteristics of an Adaptive Testing Strategy for Test Batteries."},
      {
        "id":"ED212677",
        "title":"The Napa Project: 02 Year Annual Drug Survey."},
      {
        "id":"ED212678",
        "title":"Psychometric Properties of the &quot;Drug and Alcohol Survey&quot;."},
      {
        "id":"ED212679",
        "title":"The Effects of a Classroom Management Teacher Training Primary Prevention Program on Fifth-Grade Students."},
      {
        "id":"ED212680",
        "title":"A Process and Outcome Evaluation of an Affective In-Service Training Program for Junior High School Teachers: Second Year Results."},
      {
        "id":"ED212681",
        "title":"A Process and Outcome Evaluation of a Peer Teaching Primary Prevention Program."},
      {
        "id":"ED212682",
        "title":"Highly Able Students Who Did Not Go To College. Contractor Report."},
      {
        "id":"ED212683",
        "title":"Multicultural Sex-Role Development in Young Children: Intervention Strategies. Final Report."},
      {
        "id":"ED212688",
        "title":"Civil Rights Enforcement in the Reagan Administration: The First Year in Review."},
      {
        "id":"ED212689",
        "title":"Search for Effective Schools."},
      {
        "id":"ED212690",
        "title":"Urban Schools. [Urban School Improvement Paper 1]."},
      {
        "id":"ED212691",
        "title":"Urban Schools. [Urban School Improvement Paper 2]."},
      {
        "id":"ED212692",
        "title":"Teacher Expectations."},
      {
        "id":"ED212693",
        "title":"The New Haven School Intervention Project."},
      {
        "id":"ED212694",
        "title":"Increasing the Participation of Women and Minorities in Educational Research and Development. Final Report."},
      {
        "id":"ED212695",
        "title":"Sex Equity in Lincoln County Schools: A Report of a Needs Assessment. National Demonstration of Educational Equity for Women: Design Phase."},
      {
        "id":"ED212699",
        "title":"Meeting the Educational Needs of Indochinese Refugee Children."},
      {
        "id":"ED212701",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Summary. Volume I: Strategies for Effective Desegregation: A Synthesis of Findings."},
      {
        "id":"ED212702",
        "title":"Desegregation and Inservice Education: A General Bibliography."},
      {
        "id":"ED212710",
        "title":"Secondary School Environments and Student Outcomes: A Review and Annotated Bibliography."},
      {
        "id":"ED212711",
        "title":"New York City (NYPL) System Pilot Project, 1980-1981. Final Evaluation Report, July 1, 1980-June 30, 1981."},
      {
        "id":"ED212712",
        "title":"Nutrition Education Training Program, 1980-1981. Final Evaluation Report, January 27, 1981-June 30, 1981."},
      {
        "id":"ED212713",
        "title":"Seminars for Parents: Family Living/Sex Education Program. Final Evaluation Report, September 1, 1980-June 30, 1981."},
      {
        "id":"ED212714",
        "title":"Summer Jobs for Youth '81 Program. Final Evaluation Report."},
      {
        "id":"ED212715",
        "title":"Women Break Through, 1981-1982. Final Evaluation Report."},
      {
        "id":"ED212716",
        "title":"Title I/PSEN Individualized Reading and Math Services for the Handicapped, 1980-81. Final Evaluation Report."},
      {
        "id":"ED212717",
        "title":"Division of Personnel Intensive Teacher Training Program."},
      {
        "id":"ED212718",
        "title":"Community Consumer Newsletter Program, 1980-1981. Final Evaluation Report."},
      {
        "id":"ED212719",
        "title":"Career Awareness and Readiness for Employment for Future Home Makers of America/Hero (CARE/FHA/HERO), 1980-1981. Final Evaluation Report."},
      {
        "id":"ED212720",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume II: An Agenda for Further Research on Desegregation Strategies."},
      {
        "id":"ED212721",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume III: A Proposed National Study of School Desegregation."},
      {
        "id":"ED212722",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume IV: A Practical Guide to Desegregation: Sources, Materials, and Contacts."},
      {
        "id":"ED212723",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume V. A Review of the Empirical Research on Desegregation: Community Response, Race Relations, Academic Achievement and Resegregation."},
      {
        "id":"ED212724",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume VI: A Review of Qualitative Literature and Expert Opinion on School Desegregation."},
      {
        "id":"ED212725",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume VII: The Courts and Desegregation Strategies: Ten Key Decisions."},
      {
        "id":"ED212726",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume VIII: State Strategies for Reducing Racial Isolation."},
      {
        "id":"ED212727",
        "title":"Assessment of Current Knowledge about the Effectiveness of School Desegregation Strategies. Volume IX: School Desegregation Strategies: A Comprehensive Bibliography."},
      {
        "id":"ED212731",
        "title":"The United States' New Refugees: A Review of the Research on the Resettlement of Indochinese, Cubans, and Haitians. ERIC/CUE Urban Diversity Series, Number 75."},
      {
        "id":"ED212742",
        "title":"Compact Guides to Information on Urban and Minority Education. Volume II."},
      {
        "id":"ED212743",
        "title":"Computer Systems for Urban School Administrators: A Guide for Decision Making. ERIC/CUE Urban Diversity Series, Number 78."},
      {
        "id":"ED212744",
        "title":"Cultural Adjustment and the Puerto Rican."},
      {
        "id":"ED212746",
        "title":"The Department of Justice Looks at EEO Enforcement."},
      {
        "id":"ED212747",
        "title":"US: A Cultural Mosaic Program. Groups: Alike and Different. A Social Studies Unit for Level 2 (Grades 2, 1-2, 1-2-3)."},
      {
        "id":"ED212748",
        "title":"Bilingual Education in a Developing Pacific Area: Why? Asian Pacific American Education Occasional Papers."},
      {
        "id":"ED212755",
        "title":"Developing an Operational Annual Plan for the Use of Labor Market Information. Guidelines and Procedures."},
      {
        "id":"ED212756",
        "title":"Conducting a Labor Market Analysis. Guidelines and Procedures."},
      {
        "id":"ED212757",
        "title":"Education and Work Councils: Four Case Studies."},
      {
        "id":"ED212759",
        "title":"Brake Shoes, Backhoes, &amp; Balance Sheets. The Changing Vocational Education of Rural Women."},
      {
        "id":"ED212761",
        "title":"Thailand's Functional Literacy Programme: A Case Study of Activities in Educational Region 8. The Struggle Against Illiteracy in Asia and the Pacific."},
      {
        "id":"ED212762",
        "title":"Attitudes, the Disadvantaged, and Vocational Education."},
      {
        "id":"ED212764",
        "title":"A Fisherman&apos;s Guide. An Assessment of Training and Remediation Strategies."},
      {
        "id":"ED212765",
        "title":"Hermantown, Duluth, Proctor Vocational Education Feasibility Study. Research and Development Project in Career Education, Vocational."},
      {
        "id":"ED212768",
        "title":"Time for a Change: A Woman&apos;s Guide to Nontraditional Occupations."},
      {
        "id":"ED212769",
        "title":"The Nuts and Bolts of NTO: A Handbook for Recruitment, Training, Support Services, and Placement of Women in Nontraditional Occupations."},
      {
        "id":"ED212770",
        "title":"Development of an Outreach Program to Attract Women into Male-Intensive Vocational Education Programs. The Women&apos;s Outreach Project. Final Report."},
      {
        "id":"ED212771",
        "title":"A Funding Process to Distribute Federal Vocational Education Dollars to Minnesota Area Vocational-Technical Institutes for Augmenting the Education of Special Needs Students. Final Report."},
      {
        "id":"ED212774",
        "title":"Secondary School Students and Employment. An Introduction to the Data: 1."},
      {
        "id":"ED212775",
        "title":"Secondary School Students and Employment. An Introduction to the Data: 2. [Methodology and Instrumentation]."},
      {
        "id":"ED212776",
        "title":"Policy Analysis and Suggested Changes in Vocational Education."},
      {
        "id":"ED212777",
        "title":"Alternatives to the Current Federal Role in Vocational Education: Inclusion of Vocational Education Programs in a Consolidated Educational Grants Program. Final Report."},
      {
        "id":"ED212778",
        "title":"Towards Quality Vocational Education Programs: Implications for Evaluation Approaches and Criteria."},
      {
        "id":"ED212779",
        "title":"English as a Second Language. Curriculum Guide."},
      {
        "id":"ED212795",
        "title":"Aircraft Environmental System Mechanic, 2-9. Block I--Fundamentals. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212796",
        "title":"Aircraft Environmental System Mechanic, 2-9. Block II--Air Conditioning Systems. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212797",
        "title":"Aircraft Environmental System Mechanic, 2-9. Block III--Aircraft Environmental Systems Units. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212798",
        "title":"Aircraft Environmental System Mechanic, 2-9. Block IV--Utility Systems and Flight Line Maintenance. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212799",
        "title":"Turboprop Propulsion Mechanic 2-8. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212800",
        "title":"Wheeled Vehicle Electrical Systems. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212801",
        "title":"Wheeled Vehicle Clutches, Transmissions, and Transfers. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212802",
        "title":"Wheeled Vehicle Drive Lines, Axles, and Suspension Systems. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212803",
        "title":"Wheeled Vehicle Steering Systems. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED212804",
        "title":"Shop Math for the Metal Trades. Combination Welder Apprentice, Machinist Helper, Precision Metal Finisher, Sheet Metal Worker Apprentice. A Report on Metal Trades Industry Certified, Single-Concept, Mathematical Learning Projects to Eliminate Student Math Fears."},
      {
        "id":"ED212805",
        "title":"Self-Paced Mediated Drafting Instruction."},
      {
        "id":"ED212810",
        "title":"English as a Second Language Curriculum and Inservice Training."},
      {
        "id":"ED212814",
        "title":"Achievement Motivation Training--Effects on ABE/ASE Students' Psychosocial Self-Perceptions."},
      {
        "id":"ED212816",
        "title":"Cold-Applied Roofing Systems and Waterproofing and Dampproofing. Roofing Workbook and Tests."},
      {
        "id":"ED212817",
        "title":"Journal of Human Services Abstracts. January 1982."},
      {
        "id":"ED212819",
        "title":"A Survey of Correspondence Course Training."},
      {
        "id":"ED212821",
        "title":"Employability Skills Workshop Packet. Special Section 310 Project, July 1, 1980-June 30, 1981."},
      {
        "id":"ED212826",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 3: Vocational Education and Child Nutrition Programs. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, First Session on H.R. 66 (Ashland, Kentucky, March 13, 1981, and Lexington, Kentucky, March 14, 1981)."},
      {
        "id":"ED212827",
        "title":"Education in the 80's: Vocational Education."},
      {
        "id":"ED212828",
        "title":"Alternative Philosophies of Work: Implications for Vocational Educational Research and Development."},
      {
        "id":"ED212829",
        "title":"The Paradigm Revolution in Inquiry: Implications for Vocational Research and Development."},
      {
        "id":"ED212835",
        "title":"Health Occupations Cluster."},
      {
        "id":"ED212836",
        "title":"Prepare Vocational Education Budgets. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-13."},
      {
        "id":"ED212837",
        "title":"Manage the Purchase of Equipment, Supplies, and Insurance. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-14."},
      {
        "id":"ED212838",
        "title":"Evaluate Staff Performance. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-15."},
      {
        "id":"ED212839",
        "title":"Manage Vocational Buildings and Equipment. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-16."},
      {
        "id":"ED212844",
        "title":"A Plan to Develop and Compare Two Vocational Education Models for Limited English Proficiency Students. Final Report FY81, August 1, 1980-June 30, 1981."},
      {
        "id":"ED212846",
        "title":"Annual Report #10. Fiscal Year 1981."},
      {
        "id":"ED212847",
        "title":"High School Learning, Vocational Tracking, and What Then? Contractor Report."},
      {
        "id":"ED212848",
        "title":"Money Management for Women: A Demonstration of the Role of Community Organizations in the Delivery of Consumer Education."},
      {
        "id":"ED212849",
        "title":"Pathways to Adulthood: Women and Their Career Choices."},
      {
        "id":"ED212852",
        "title":"ESL I-IV Curriculum Guide. Teacher's Manual."},
      {
        "id":"ED212853",
        "title":"ESL I-IV Curriculum Guide. Pre Tests and Post Tests."},
      {
        "id":"ED212854",
        "title":"ESL I Curriculum Guide."},
      {
        "id":"ED212856",
        "title":"ESL III Curriculum Guide."},
      {
        "id":"ED212857",
        "title":"ESL IV Curriculum Guide."},
      {
        "id":"ED212860",
        "title":"Building Your Own Scenario: Agriculture, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212861",
        "title":"Building Your Own Scenario: Business and Office Occupations, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212862",
        "title":"Building Your Own Scenario: Health Occupations, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212863",
        "title":"Building Your Own Scenario: Home Economics, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212864",
        "title":"Building Your Own Scenario: Industrial Arts, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212865",
        "title":"Building Your Own Scenario: Marketing and Distributive Education, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212866",
        "title":"Building Your Own Scenario: Technical Education, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212867",
        "title":"Building Your Own Scenario: Trade and Industry, Sex Equity, and Alternative Futures."},
      {
        "id":"ED212869",
        "title":"Competency-Based Course Outlines for Business and Office Education. Accounting, Business Data Processing, Clerical Accounting, and Record Keeping Occupations."},
      {
        "id":"ED212870",
        "title":"Tree Identification. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212872",
        "title":"Implementing the Plan. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212873",
        "title":"Maintaining the Landscape. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212874",
        "title":"Nursery Propagation. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212875",
        "title":"Turf Identification. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212876",
        "title":"Soils and Fertilizers. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212877",
        "title":"Planting Turf. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212878",
        "title":"Insects and Diseases. Competency Based Teaching Materials in Horticulture."},
      {
        "id":"ED212884",
        "title":"The Student Accounting System. A Process for Tracking and Assessing the Flow of Students Through Vocational Education Programs."},
      {
        "id":"ED212885",
        "title":"Task Analysis. A Process Manual for the Development of New and/or Modification of Instructional Curricula."},
      {
        "id":"ED212886",
        "title":"ESL for Parents of School-Age Children. Special Project, 1980-1981."},
      {
        "id":"ED212893",
        "title":"Women in Development. 1980 Report to the Committee on Foreign Relations, United States Senate, and the Committee on Foreign Affairs, United States House of Representatives."},
      {
        "id":"ED212894",
        "title":"Employment and Training Report of the President, Including Reports by the U.S. Department of Labor, the U.S. Department of Health and Human Services, and the U.S. Department of Education."},
      {
        "id":"ED212896",
        "title":"Second Look. Helping Displaced Homemakers Move from Housework to Paid Work Through Vocational Training. Final Report."},
      {
        "id":"ED212898",
        "title":"An Investigation of the Adoption Process in Training Technology Transfer."},
      {
        "id":"ED212905",
        "title":"A Comparison of the Performance of Registered Nurse Students in Flexible and Traditional Clinical Courses."},
      {
        "id":"ED212906",
        "title":"Career Plans of Men and Women in Gender Dominant Professions."},
      {
        "id":"ED212911",
        "title":"Selected Abstracts from ERIC. Resources in Vocational Education. Volume 14, Number 5, 1981-1982."},
      {
        "id":"ED212912",
        "title":"Curriculum Resources. Resources in Vocational Education. Volume 14, Number 6, 1981-82."},
      {
        "id":"ED212915",
        "title":"Peace Corps 5th Annual Report."},
      {
        "id":"ED212918",
        "title":"Assessment of Sexual Harassment within the University of Rhode Island Community."},
      {
        "id":"ED212920",
        "title":"Anticipated Rewards vs. Dissonance Explanations of Interpersonal Attraction."},
      {
        "id":"ED212921",
        "title":"Primary Prevention: Reducing Institutional Racism/Sexism Through Consultation. Case Study."},
      {
        "id":"ED212922",
        "title":"Parents as Behavioral Change Agents: New Perspectives."},
      {
        "id":"ED212923",
        "title":"Correspondence between Planned and Subsequent Use of Interventions in Treatment."},
      {
        "id":"ED212924",
        "title":"The Impact of Gender Stereotypes on the Therapeutic Behavior of Beginning Psychotherapists."},
      {
        "id":"ED212925",
        "title":"On Confirming Others' Sex-Role Stereotypes."},
      {
        "id":"ED212928",
        "title":"Community Psychology's Search for a Viable Paradigm: Establishing an Ecologically Valid Intervention Research Base."},
      {
        "id":"ED212930",
        "title":"Counseling Approaches for Enhancing Self-Esteem of Minorities."},
      {
        "id":"ED212931",
        "title":"Broadening Career Options for Women."},
      {
        "id":"ED212933",
        "title":"Norms Governing Corporate Behavior: An Alternative to Markets and to Administration."},
      {
        "id":"ED212935",
        "title":"IPR, Modeling, and Stress Inoculation Supervision for Critical Client Statements."},
      {
        "id":"ED212938",
        "title":"Peer Ratings of Heterosocial Skill: Components Analysis for Men and for Women."},
      {
        "id":"ED212944",
        "title":"Processes Analysis in Self-Help Groups: Development and Applications."},
      {
        "id":"ED212945",
        "title":"Patterns of Support for Specificity of Marital Emotional Communication."},
      {
        "id":"ED212947",
        "title":"Social Perspective-Taking and Social Interaction in the Elderly."},
      {
        "id":"ED212951",
        "title":"Contextual Factors in Adolescent Substance Use."},
      {
        "id":"ED212952",
        "title":"Drug Abuse Treatment in Prisons. Treatment Research Report."},
      {
        "id":"ED212953",
        "title":"Employment Related Services in Drug Treatment Programs. Treatment Research Report."},
      {
        "id":"ED212954",
        "title":"Current Legislative and Policy Issues Related to School Psychological Services."},
      {
        "id":"ED212955",
        "title":"The Intercultural Training of Mental Health Professionals."},
      {
        "id":"ED212958",
        "title":"Program Evaluation for Rehabilitation: A Book of Readings from \"Program Evaluation for Rehabilitation Agency Personnel,\" Syracuse, New York, May 4-6, 1978. Michigan Studies in Rehabilitation, Series I, Monograph IV."},
      {
        "id":"ED212959",
        "title":"Client Assessment Measures in Rehabilitation. Michigan Studies in Rehabilitation Utilization Series: 5."},
      {
        "id":"ED212960",
        "title":"Similar Benefits in Rehabilitation: State of the Art and Conceptual Framework."},
      {
        "id":"ED212961",
        "title":"Similar Benefits in Rehabilitation: A User's Guide for Counselors and Administrators. Volume 1: Background, History, and Issues."},
      {
        "id":"ED212962",
        "title":"Similar Benefits in Rehabilitation: A User's Guide for Counselors and Administrators. Volume 2: Definition, Policies, and Practices."},
      {
        "id":"ED212963",
        "title":"Similar Benefits in Rehabilitation: A User&apos;s Guide for Counselors and Administrators. Volume 3: Directory, Checklist, and Reporting Systems."},
      {
        "id":"ED212964",
        "title":"Similar Benefits in Rehabilitation: A User's Guide for Counselors and Administrators. Volume 4: Incentives for Counselors and Administrators."},
      {
        "id":"ED212965",
        "title":"Sex-Role Components of Maternal Stress and Children's Well-Being Following Divorce."},
      {
        "id":"ED212967",
        "title":"An Innovative Approach to Meeting the Needs of Men in a Community Mental Health Center."},
      {
        "id":"ED212968",
        "title":"The Effect of Social Comparison Processes on Self-Evaluative Reactions."},
      {
        "id":"ED212970",
        "title":"Cognitive, Affective, and Behavioral Determinants of Performance: A Process Model."},
      {
        "id":"ED212980",
        "title":"A Guide for Planning an Outreach Strategy."},
      {
        "id":"ED212981",
        "title":"Oral Language Competence and the Acquisition of Literacy."},
      {
        "id":"ED212986",
        "title":"Arts Integration Parallels Between Music and Reading: Process, Product and Affective Response."},
      {
        "id":"ED212987",
        "title":"Effects of Vocabulary Difficulty, Text Cohesion, and Schema Availability on Reading Comprehension. Technical Report No. 225."},
      {
        "id":"ED212988",
        "title":"An Investigation of Prereading Instruction from a Developmental Perspective: Foundations for Literacy. Technical Report No. 224."},
      {
        "id":"ED212989",
        "title":"The Seemingly Appropriate but Virtually Inappropriate: Notes about Characteristics of Jokes. Technical Report No. 223."},
      {
        "id":"ED212990",
        "title":"Affect: A Functional Perspective. Technical Report No. 222."},
      {
        "id":"ED212991",
        "title":"The Cohesion Concept's Relationship to the Coherence of Text. Technical Report No. 221."},
      {
        "id":"ED212992",
        "title":"Using a Thematic Organizer to Develop Conceptual Comprehension in Fourth, Fifth, and Sixth Grade Remedial Readers."},
      {
        "id":"ED212994",
        "title":"Reading Achievement and Linguistic Stages: A Comparison of Disabled Readers and Chomsky's 6- to 10-Year-Olds."},
      {
        "id":"ED212996",
        "title":"Two Styles of Direct Instruction in Teaching Second-Grade Reading and Language Arts: A Descriptive Study."},
      {
        "id":"ED212998",
        "title":"The Effect of Response and Type of Posttest on Understanding of and Memory for Text."},
      {
        "id":"ED212999",
        "title":"The Effect of Metacognitive Awareness Training on Question-Answering Behavior: Implementation in a Fourth Grade Developmental Reading Program."},
      {
        "id":"ED213005",
        "title":"The Argument for a Culture of Literacy in the Writing Classroom."},
      {
        "id":"ED213006",
        "title":"Prewriting Activities: Going Nowhere Is a Long, Long Journey."},
      {
        "id":"ED213013",
        "title":"Another Journey through the Looking-Glass: New Lenses for Old Problems (Or, Sometimes the Long Way Around Is the Only Way to Get There.)"},
      {
        "id":"ED213019",
        "title":"Select Bibliography: Help for Teachers of Technical Writing."},
      {
        "id":"ED213021",
        "title":"Feature Writing in High School Newspapers and Yearbooks."},
      {
        "id":"ED213025",
        "title":"Reading for the Masses: Popular Soviet Fiction, 1976-80. Research Report."},
      {
        "id":"ED213026",
        "title":"The Evaluation of a Public Document: The Case of FCC&apos;s Marine Radio Rules for Recreational Boaters. Document Design Project, Technical Report No. 11."},
      {
        "id":"ED213027",
        "title":"A Comparison of Prose and Algorithms for Presenting Complex Instructions. Document Design Project, Technical Report No. 17."},
      {
        "id":"ED213029",
        "title":"Responding to Literature. Communication Skills. PCRP Assessment Survey I."},
      {
        "id":"ED213030",
        "title":"Written Composing. Communication Skills. PCRP Assessment Survey II."},
      {
        "id":"ED213031",
        "title":"Oral Composing. Communication Skills. PCRP Assessment Survey III."},
      {
        "id":"ED213032",
        "title":"Language Proficiency Development. Communication Skills. PCRP Assessment Survey IV."},
      {
        "id":"ED213033",
        "title":"Sustained Silent Reading. Communication Skills. PCRP Assessment Survey V."},
      {
        "id":"ED213034",
        "title":"Written Composition, Grades K-12: Literature Synthesis and Report."},
      {
        "id":"ED213035",
        "title":"Direct Measures of Writing Skill: Issues and Applications. Revised Edition."},
      {
        "id":"ED213037",
        "title":"The Syntactic Errors of Basic Writing."},
      {
        "id":"ED213038",
        "title":"The English Language Arts Handbook: A Process for Curriculum Building, K-12."},
      {
        "id":"ED213039",
        "title":"High School Newspaper Financing: An Assessment."},
      {
        "id":"ED213041",
        "title":"Children, Their Language and World: Initial Encounters with Print. Final Report."},
      {
        "id":"ED213042",
        "title":"Anaphora: A Theory and Its Applications to Developmental Research. Final Report."},
      {
        "id":"ED213044",
        "title":"Becoming a Communicator: A Look at the English Primary School and the Development of Linguistic Strategies in Young School Children."},
      {
        "id":"ED213045",
        "title":"Prewriting, Writing, and Editing by Computer."},
      {
        "id":"ED213047",
        "title":"The Student's Reader Is Always a Fiction."},
      {
        "id":"ED213050",
        "title":"How Children Learn to Write: A Longitudinal Study. Final Report, September 1, 1979-August 31, 1980 and January 1, 1977-March 31, 1980."},
      {
        "id":"ED213053",
        "title":"The Myth in the Discourse."},
      {
        "id":"ED213054",
        "title":"Beyond Free Speech: A Critical Examination of the Realities Surrounding the First Amendment."},
      {
        "id":"ED213059",
        "title":"Random Allocation of Licenses and the Public Interest in Ownership Diversity."},
      {
        "id":"ED213062",
        "title":"Language Attitudes and Black Dialect: An Assessment. (1) Language Attitudes in the Classroom. (2) A Reliable Measure of Language Attitudes."},
      {
        "id":"ED213063",
        "title":"Gender, Similarity, and Source Credibility."},
      {
        "id":"ED213065",
        "title":"Speed, Space, Kids and the Television Cyclops: Viewers' Perceptions of Velocity and Distance in Televised Events."},
      {
        "id":"ED213067",
        "title":"The Effectiveness of Four Women Administration Advocacy Models."},
      {
        "id":"ED213068",
        "title":"Schools--and Their Principals--Do Make a Difference. Research Action Brief No. 20."},
      {
        "id":"ED213069",
        "title":"The Effective Principal. The Best of ERIC on Educational Management, Number 64."},
      {
        "id":"ED213070",
        "title":"School Size: A Reassessment of the Small School. Research Action Brief Number 21."},
      {
        "id":"ED213072",
        "title":"Academic Learning Time. The Best of ERIC on Educational Management, Number 65."},
      {
        "id":"ED213075",
        "title":"Supervision of Teaching."},
      {
        "id":"ED213079",
        "title":"Minorities, the Poor and School Finance Reform. Vol. 3: The Impact of California&apos;s 1972 School Finance Reform on Poor and Minority Children."},
      {
        "id":"ED213086",
        "title":"Collective Bargaining: What Are the Effects on Schools?"},
      {
        "id":"ED213093",
        "title":"The High-School Curriculum: It Does Make a Difference."},
      {
        "id":"ED213095",
        "title":"Implementation Perspectives on Follow Through and Other Innovations by a Teacher Organizer."},
      {
        "id":"ED213099",
        "title":"How to Keep Students in School...and Make Them Want to Be There."},
      {
        "id":"ED213100",
        "title":"Proposition 2 1/2: Explaining the Vote."},
      {
        "id":"ED213107",
        "title":"Planning Teacher Demand and Supply. Fundamentals of Educational Planning--27."},
      {
        "id":"ED213108",
        "title":"Communication Media in Education for Low-Income Countries: Implications for Planning. Fundamentals of Educational Planning--29."},
      {
        "id":"ED213117",
        "title":"Knowledge Networks for Educational Planning: Issues and Strategies."},
      {
        "id":"ED213119",
        "title":"The Planning and Management of Audio-Visual Media in Distance Learning Institutions. Final Report of an IIEP Workshop (Paris, France, September 30-October 3, 1980)."},
      {
        "id":"ED213120",
        "title":"Evaluation and Research in the Planning, Development and Support of Media-Based Education. Final Report of an IIEP Workshop (Florida State University, Tallahassee, FL, October 27-30, 1980)."},
      {
        "id":"ED213130",
        "title":"Oregon Student Accounting Manual. A Handbook on Student Accounting and the Oregon School Register."},
      {
        "id":"ED213132",
        "title":"The Principal as an Educational Leader: To Be or Not to Be?"},
      {
        "id":"ED213134",
        "title":"The Change Display: Two Skyrockets, Five Bungers and a Jumping Jack."},
      {
        "id":"ED213136",
        "title":"Planning and Time Management: Keys to Effective Educational Leadership."},
      {
        "id":"ED213138",
        "title":"Research on Teaching: What's in It for Me?"},
      {
        "id":"ED213142",
        "title":"Strategies for Curriculum Leadership."},
      {
        "id":"ED213145",
        "title":"The Impact of IMPACT II."},
      {
        "id":"ED213152",
        "title":"Art Activities for the Handicapped."},
      {
        "id":"ED213154",
        "title":"Field Hearings on the Education for All Handicapped Children Act. Hearings before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety Sixth Congress, Second Session (New York, N.Y., May 9; Chicago, Ill., June 6; Aurora, Colo., June 27; Kansas City, Mo., September 22; Washington, D.C., November 19-20, 1980)."},
      {
        "id":"ED213155",
        "title":"A Subject Guide to Periodical Literature in Special Education and Allied Fields. Revised Edition."},
      {
        "id":"ED213156",
        "title":"Reauthorization of the Child Abuse Prevention and Treatment and Adoption Reform Act. Hearings before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, 97th Congress, First Session on H.R. 2318 to Reauthorize the Child Abuse Prevention and Treatment and Adoption Reform Act (Washington, DC, March 9 and 12, 1981)."},
      {
        "id":"ED213157",
        "title":"Overview, Directory &amp; Product Guide, 1980-81."},
      {
        "id":"ED213160",
        "title":"Organizing for Change: Inservice and Staff Development in Special Education."},
      {
        "id":"ED213162",
        "title":"Behavioral Strategies for Improving Peer Relations in Hyperactive Children."},
      {
        "id":"ED213163",
        "title":"Special Education in the Natural Environment: A Training Manual in Providing Outdoor Education, Recreation and Camping for Children with Disabilities."},
      {
        "id":"ED213164",
        "title":"Special Education in the Natural Environment: A Resource Guide in Providing Outdoor Education, Recreation and Camping for Children with Disabilities."},
      {
        "id":"ED213165",
        "title":"Child Abuse and the Exceptional Child: &quot;How to Stop Being Abused by Child Abuse.&quot; Instructor's Manual. Project: Least Restrictive Environment. MCC Inservice Training Program for Regular Classroom Teachers. Year III, 1980-1981."},
      {
        "id":"ED213166",
        "title":"A Cognitive-Behavioral Approach for Dealing with Emotionally Disturbed Adolescents in a Public School Setting. Instructor's Manual. Project: Least Restrictive Environment. MCC Inservice Training Project for Regular Classroom Teachers. Year III, 1980-1981."},
      {
        "id":"ED213173",
        "title":"GEMS: Gifted Education Module System."},
      {
        "id":"ED213176",
        "title":"Science for the Hearing Impaired. Teachers Guide. Introduction and Levels 3-7."},
      {
        "id":"ED213177",
        "title":"Functional Problems of the Visually Impaired: A Research Approach."},
      {
        "id":"ED213178",
        "title":"Remediation Efforts for Hyperactivity: Training in Attention or Inhibitory Control."},
      {
        "id":"ED213179",
        "title":"Attribution and Stereotype Explanations of Non-Visible Handicap Discrimination."},
      {
        "id":"ED213180",
        "title":"Programming Maintenance as a Major Component of a Community-Centered Preventive Effort: Escape from Fire."},
      {
        "id":"ED213185",
        "title":"Visual and Auditory Attention in Hyperactive and Normal Boys."},
      {
        "id":"ED213187",
        "title":"Innovative Developmental Physical Activities for Early Childhood and Special Education Students."},
      {
        "id":"ED213190",
        "title":"Developing Community Support for the Education of Handicapped Children: A Parent&apos;s Guide."},
      {
        "id":"ED213191",
        "title":"Your Child&apos;s Education."},
      {
        "id":"ED213192",
        "title":"Group Home Resource Guide."},
      {
        "id":"ED213195",
        "title":"The Implications of Linguistic Performance for Educational Placement of Entering First Graders."},
      {
        "id":"ED213196",
        "title":"Teaching Handicapped Students Social Studies: A Resource Handbook for K-12 Teachers."},
      {
        "id":"ED213197",
        "title":"Taking a Family Perspective: A Principal's Guide for Working with Families of Handicapped Children."},
      {
        "id":"ED213199",
        "title":"Memory in Learning Disabled Children: Strategy Use, Self-Monitoring, and Metamemory."},
      {
        "id":"ED213200",
        "title":"Evaluating the Implementation of Rural Early Intervention Programs: A Proposed Methodology. Final Report."},
      {
        "id":"ED213203",
        "title":"Indiana Parent Training Program (IPTP): Year One Report. June 1, 1980-May 31, 1981."},
      {
        "id":"ED213207",
        "title":"The Private Speech of Learning Disabled Children."},
      {
        "id":"ED213211",
        "title":"Paperwork in Special Education as Viewed by California Educators."},
      {
        "id":"ED213217",
        "title":"Teaching Handicapped Students English: A Resource Handbook for K-12 Teachers."},
      {
        "id":"ED213218",
        "title":"Teaching Handicapped Students Mathematics: A Resource Handbook for K-12 Teachers."},
      {
        "id":"ED213219",
        "title":"Teaching Handicapped Students Physical Education: A Resource Handbook for K-12 Teachers."},
      {
        "id":"ED213220",
        "title":"Teaching Handicapped Students Science: A Resource Handbook for K-12 Teachers."},
      {
        "id":"ED213222",
        "title":"Interagency Training Project, August 31, 1981. Final Report."},
      {
        "id":"ED213223",
        "title":"Proceedings from the Three Day Conference and Mini-Grant Program on Cross-Training for Teacher and Specialist Educators in Special Education, Occupational and Continuing Education, Vocational Rehabilitation and Guidance (Albany, New York, January 25-27, 1981)."},
      {
        "id":"ED213224",
        "title":"Report on Selected Mini-Project Outcomes: Three Day Conference and Mini-Grant Program on Cross-Training for Teacher and Specialist Educators in Special Education, Occupational and Continuing Education, Vocational Rehabilitation [and] Guidance (Albany, New York, January 25-27, 1981)."},
      {
        "id":"ED213226",
        "title":"Model Vision Project-Outreach Phase for Severely Handicapped Children and Youth with Visual Impairment. July 1, 1978 to September 30, 1981. Final Report."},
      {
        "id":"ED213228",
        "title":"Intake Services: Curriculum and Assessment. PEEEC [Project for Early Education of Exceptional Children]."},
      {
        "id":"ED213229",
        "title":"Working with Parents: Individualizing Needs. PEEEC [Project for Early Education of Exceptional Children]."},
      {
        "id":"ED213230",
        "title":"The Endless Quest: The Autistic and Their Families."},
      {
        "id":"ED213233",
        "title":"Competencies of First-Line Supervisors of Special Education."},
      {
        "id":"ED213235",
        "title":"Arts Accessibility for the Deaf."},
      {
        "id":"ED213236",
        "title":"Careers in Child Abuse & Neglect: Many Ways to Help."},
      {
        "id":"ED213237",
        "title":"Virginia State Model. Final Report."},
      {
        "id":"ED213238",
        "title":"PEECH [A Program for Early Education of Children with Handicaps] Outreach. Final Report, 1980-81."},
      {
        "id":"ED213247",
        "title":"Processes and Strategies in Foreign Language Learning and Communication."},
      {
        "id":"ED213258",
        "title":"Foreign Language at Home: Using Non-English Resources in Bilingual Education."},
      {
        "id":"ED213259",
        "title":"Evaluation of 1981 Nihon University Overseas Summer Training Program: Final Report."},
      {
        "id":"ED213266",
        "title":"Guide to Materials for English as a Second Language. Resources in Bilingual Education."},
      {
        "id":"ED213267",
        "title":"Second Language Learning: A Review of Related Studies."},
      {
        "id":"ED213272",
        "title":"The Value of Work Experience in Higher Education: A Study of Work Experience as a Substitute for Formal Academic Entrance Requirements. Reports on Education and Psychology."},
      {
        "id":"ED213274",
        "title":"PROBE Examines the Presidency in Higher Education."},
      {
        "id":"ED213279",
        "title":"Employment of Minority PhDs: Changes over Time. Survey of Doctorate Recipients."},
      {
        "id":"ED213281",
        "title":"Academia in Transition. Mid-Career Change or Early Retirement."},
      {
        "id":"ED213282",
        "title":"The Publication Records of Women in Educational Psychology during the Past Decade."},
      {
        "id":"ED213283",
        "title":"South Dakota Project to Articulate Continuing Education in Nursing (Project SPACE). Summative Evaluation."},
      {
        "id":"ED213284",
        "title":"The 1979-80 Twin Cities Student Services Fee Survey: Student Opinion toward Five Major Services."},
      {
        "id":"ED213290",
        "title":"The Foreign Student at the UCLA Graduate School of Education."},
      {
        "id":"ED213291",
        "title":"Federal Support to Universities, Colleges, and Selected Nonprofit Institutions. Fiscal Year 1979. A Report to the President and Congress. Final Report."},
      {
        "id":"ED213293",
        "title":"Recent Additions to the General College Career Development Program Offerings."},
      {
        "id":"ED213298",
        "title":"Post-Secondary Education: Entering the Age of the Consumer."},
      {
        "id":"ED213302",
        "title":"Financial Aid and Class Bias in Higher Education."},
      {
        "id":"ED213306",
        "title":"Recruiting Trends 1981-82: A Study of 428 Businesses, Industries, Government Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED213308",
        "title":"A Retrospective View of the Second-Cycle Reform in France."},
      {
        "id":"ED213313",
        "title":"Research on Organizational Communication and Higher Education: &quot;Don&apos;t Ask Me; I Just Work Here!&quot;"},
      {
        "id":"ED213320",
        "title":"Campus as Context."},
      {
        "id":"ED213332",
        "title":"A Profile of the Fall 1979 Freshmen at CUNY."},
      {
        "id":"ED213333",
        "title":"Outcomes of Educational Opportunity: A Study of Graduates from the City University."},
      {
        "id":"ED213334",
        "title":"The Challenges Ahead: A Planning Agenda for California Postsecondary Education, 1982-1987."},
      {
        "id":"ED213335",
        "title":"The Challenges Ahead: Issues in Planning for California Postsecondary Education, 1982-1987."},
      {
        "id":"ED213338",
        "title":"Human Knowledge and the Institution's Knowledge. Communication in Patterns and Retention in a Public University, Final Report (October 1, 1980 - December 31, 1981)."},
      {
        "id":"ED213339",
        "title":"Fifteenth Annual Rank-Order Distribution of Administrative Salaries Paid, 1981-1982."},
      {
        "id":"ED213340",
        "title":"Indices of Quality in the Undergraduate Experience. AAHE-ERIC/Higher Education Research Report No. 4."},
      {
        "id":"ED218358",
        "title":"Headings in Text: Issues and Data."},
      {
        "id":"ED218359",
        "title":"Issues in Measuring Mastery/Effectance Motivation in Infants and Young Children."},
      {
        "id":"ED218360",
        "title":"The Two Brains and the Education Process."},
      {
        "id":"ED218370",
        "title":"Distribution of High School Graduates and College-Going Rate. New York State, Fall 1981."},
      {
        "id":"ED218372",
        "title":"Title I in Ohio: 16th Annual Evaluation, Title I, Elementary and Secondary Education Act. Fiscal 1981."},
      {
        "id":"ED218374",
        "title":"Crisis of Confidence: The Reputation of Washington's Public Schools in the Twentieth Century. Studies in D.C. History and Public Policy Paper No. 1."},
      {
        "id":"ED218375",
        "title":"The Governance of Education in the District of Columbia: An Historical Analysis of Current Issues. Studies in D.C. History and Public Policy Paper No. 2."},
      {
        "id":"ED218376",
        "title":"Recurring Themes of Educational Finance in the History of Washington, D.C., 1804-1982. Studies in D.C. History and Public Policy Paper No. 3."},
      {
        "id":"ED218377",
        "title":"Infuences on Curriculum Development in the Public Schools of Washington, D.C., 1804-1982. Studies in D.C. History and Public Policy Paper No. 4."},
      {
        "id":"ED218378",
        "title":"Digest of Significant Case-Related Memoranda Issued by the Office for Civil Rights, January through December 1980, Volume 2."},
      {
        "id":"ED218379",
        "title":"Digest of Significant Case-Related Memoranda Issued by the Office for Civil Rights, January through June 1981, Volume 3 Number 1."},
      {
        "id":"ED218381",
        "title":"Acceptance Versus Friendship: A Longitudinal Study of Racial Integration."},
      {
        "id":"ED218383",
        "title":"Preparing for Chapter I: What Title I Parent Advisory Councils (PACs) Can Do in 1981-1982."},
      {
        "id":"ED218384",
        "title":"The Inequality of Justice: A Report on Crime and the Administration of Justice in the Minority Community."},
      {
        "id":"ED218385",
        "title":"Early School Leavers: High School Students Who Left School Before Graduating, 1979-80. Publication No. 404."},
      {
        "id":"ED218386",
        "title":"Follow-Up of the 1978 Graduates in the Los Angeles Unified School District. Publication No. 376."},
      {
        "id":"ED218388",
        "title":"Implementing Educational Equity: Are There Teacher Differences?"},
      {
        "id":"ED218392",
        "title":"Refugees in the United States: A Bibliography of ERIC Documents. ERIC/CUE Bibliography Number 7."},
      {
        "id":"ED218395",
        "title":"Return Migration and Status Attainment among Southern Blacks. A Research Note. Revised."},
      {
        "id":"ED218396",
        "title":"Understanding Indochinese Students: A Bibliography of Language Maintenance, Cultural Adjustment, and Teachers&apos; Guides."},
      {
        "id":"ED218397",
        "title":"Morris High School Betterment through Bilingualism. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218398",
        "title":"Project Esperanza. E.S.E.A. Title VII Annual Evaluation Report, 1980-81."},
      {
        "id":"ED218399",
        "title":"Sarah J. Hale High School Project Become. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218400",
        "title":"South Shore High School Project VIBES. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218401",
        "title":"Bushwick High School Bilingual/Bicultural Program: &quot;A Warm Welcome.&quot; E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218402",
        "title":"Fort Hamilton High School Project ELITES: Education for Life through Extended Services. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218403",
        "title":"Grover Cleveland High School Basic Bilingual Program. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218405",
        "title":"Delivery of Rehabilitation Services to Inner City Non-Whites (Report from the Study Group on). Eighth Institute on Rehabilitation Issues."},
      {
        "id":"ED218407",
        "title":"Comprehensive High School Bilingual Program. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218408",
        "title":"DeWitt Clinton High School Bilingual-Bicultural Program. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218409",
        "title":"South Bronx High School Bilingual Basic Skills Program. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218410",
        "title":"Walton High School Bilingual Basic Skills through Interdisciplinary Career Orientation. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED218412",
        "title":"Equal Opportunity in Education. Urban Schools Bibliography Series Number 1."},
      {
        "id":"ED218413",
        "title":"School Policy, Administration, and Curriculum. Urban Bibliography Series Number 2."},
      {
        "id":"ED218414",
        "title":"Testing, Evaluation, and Academic Achievement. Urban Schools Bibliography Series Number 3."},
      {
        "id":"ED218415",
        "title":"Career Development, Alternative Schools and Community Involvement in Education. Urban Schools Bibliography Series Number 4."},
      {
        "id":"ED218423",
        "title":"Engine Tune-Up Service. Unit 3: Primary Circuit. Posttests. Automotive Mechanics Curriculum."},
      {
        "id":"ED218426",
        "title":"Engine Tune-Up Service. Unit 4: Secondary Circuit. Posttests. Automotive Mechanics Curriculum."},
      {
        "id":"ED218429",
        "title":"Engine Tune-Up Service. Unit 5: Fuel and Carburetion Systems. Posttests. Automotive Mechanics Curriculum."},
      {
        "id":"ED218432",
        "title":"Engine Tune-up Service. Unit 6: Emission Control Systems. Posttests. Automotive Mechanics Curriculum."},
      {
        "id":"ED218433",
        "title":"Making Your Way through Murky Waters. A Manual for Public Participation Coordinators in Natural Resources Planning."},
      {
        "id":"ED218434",
        "title":"The Federal Supplemental Benefits Program. An Appraisal of Emergency Extended Unemployment Insurance Benefits."},
      {
        "id":"ED218455",
        "title":"Plant Closings and Economic Dislocation."},
      {
        "id":"ED218457",
        "title":"Texas ABE in the 1980's: Goals and Strategies for the Future. Conference Report (College Station, Texas, January 6-8, 1982)."},
      {
        "id":"ED218460",
        "title":"The Older Adult as Teacher."},
      {
        "id":"ED218461",
        "title":"Community-Based Learning Centers for Older Adults. Research Report."},
      {
        "id":"ED218462",
        "title":"Community-Based Learning Centers for Older Adults. Evaluation Report."},
      {
        "id":"ED218463",
        "title":"Developing Community-Based Learning Centers for Older Adults. A Technical Assistance Manual."},
      {
        "id":"ED218465",
        "title":"Reindustrialization: Implications for Voc Ed. Information Series No. 233."},
      {
        "id":"ED218466",
        "title":"Worker Productivity: A Challenge for Voc Ed. Information Series No. 235."},
      {
        "id":"ED218467",
        "title":"Vocational Education in Corrections. Information Series No. 237."},
      {
        "id":"ED218468",
        "title":"Career/Vocational Assessment of Secondary Students with Exceptional Needs: Critical Issues and Promising Practices."},
      {
        "id":"ED218472",
        "title":"Leadership Styles of Cooperative Education Directors, Organizational Characteristics and Elements of Program Success in Colleges and Universities in the United States. Research Monograph, Number 4."},
      {
        "id":"ED218476",
        "title":"An Overview of the Naval Enlisted Professional Development Information System (NEPDIS). Focus on the Trained Person."},
      {
        "id":"ED218480",
        "title":"Vocational Education Program Improvement Dissemination. Final Report/Phase III."},
      {
        "id":"ED218483",
        "title":"The Wallingford Wellness Project--An Innovative Health Promotion Program with Older Adults. Monograph No. 2."},
      {
        "id":"ED218489",
        "title":"The Products and Uses of Research Sponsored by the Administration on Aging."},
      {
        "id":"ED218490",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Drainage, 3-5."},
      {
        "id":"ED218491",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Plastering, 3-13."},
      {
        "id":"ED218492",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Welding High and Low Pressure Lines, 3-26."},
      {
        "id":"ED218493",
        "title":"Addressing Needs by Assessing Needs: A Handbook for Adult Education Program Planners. Special Community Service and Continuing Education Project. Final Report."},
      {
        "id":"ED218494",
        "title":"An Introduction to Needs Assessment. Special Community Service and Continuing Education Project. Final Report."},
      {
        "id":"ED218495",
        "title":"Determining What Information to Collect. An Introduction to Needs Assessment. Special Community Service and Continuing Education Project. Final Report."},
      {
        "id":"ED218497",
        "title":"Determining How to Gather Information. An Introduction to Needs Assessment. Special Community Service and Continuing Education Project. Final Report."},
      {
        "id":"ED218499",
        "title":"Determining How to Interpret Information. An Introduction to Needs Assessment. Special Community Service and Continuing Education Project. Final Report."},
      {
        "id":"ED218502",
        "title":"Journal of Human Services Abstracts. Volume 7, Number 2, April 1982."},
      {
        "id":"ED218503",
        "title":"Barriers to Youth Employment. Final Report, 7/1/80-6/30/81. Vocational-Technical Education Research Report."},
      {
        "id":"ED218504",
        "title":"Community Education: A Community Planning Process Guide."},
      {
        "id":"ED218515",
        "title":"Lifelong Career Development Handbook: Linking Community Services for Disabled Adults."},
      {
        "id":"ED218516",
        "title":"Lifelong Career Development for Individuals with Disabilities: A Resource Guide. Cerebral Palsy, Epilepsy, Hearing, Mental, Orthopedic, Visual."},
      {
        "id":"ED218525",
        "title":"Vocational Education Models for Linking Agencies Serving the Handicapped. Technical Assistance Report."},
      {
        "id":"ED218526",
        "title":"Vocational Education Models for Linking Agencies Serving the Handicapped. Model Development Report."},
      {
        "id":"ED218528",
        "title":"Health and Educational Effects of Marijuana on Youth. Hearing Before the Subcommittee on Alcoholism and Drug Abuse of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, First Session (October 21, 1981)."},
      {
        "id":"ED218535",
        "title":"Intake Interview Skills for Rehabilitation Counselors: A Trainer's Guide. Advanced Facilitative Case Management Series, Training Package I."},
      {
        "id":"ED218536",
        "title":"Intake Interview Skills for Rehabilitation Counselors: A Participant's Workbook. Advanced Facilitative Case Management Series, Training Package I."},
      {
        "id":"ED218538",
        "title":"Goal-Setting: Guidelines for Diagnosis and Rehabilitation Program Development: Trainer's Guide. Advanced Facilitative Case Management Series, Training Package II."},
      {
        "id":"ED218540",
        "title":"Goal-Setting: Guidelines for Diagnosis and Rehabilitation Program Development: Melinda Bracken's Case File. Advanced Facilitative Case Management Series, Training Package II."},
      {
        "id":"ED218541",
        "title":"Systematic Caseload Management: Trainer's Guide. Advanced Facilitative Case Management Series, Training Package III."},
      {
        "id":"ED218542",
        "title":"Systematic Caseload Management: Participant's Workbook. Advanced Facilitative Case Management Series, Training Package III."},
      {
        "id":"ED218543",
        "title":"Three Models of Confrontation Skills Training for Prepracticum Counseling Students."},
      {
        "id":"ED218546",
        "title":"Oversight Hearing on Juvenile Restitution Programs. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED218547",
        "title":"Abolition of the Office of Juvenile Justice and Delinquency Prevention. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary, United States Senate, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED218548",
        "title":"Directory of In-School Alternatives to Suspension."},
      {
        "id":"ED218549",
        "title":"The Door: A Model Youth Center. Treatment Program Monograph Series."},
      {
        "id":"ED218550",
        "title":"Alternative Schools for Disruptive Secondary Students: Testing a Theory of School Processes, Students' Responses, and Outcome Behaviors. Final Report."},
      {
        "id":"ED218551",
        "title":"The Contribution of Alternative School Programs to the Safety of American Schools. Executive Summary."},
      {
        "id":"ED218553",
        "title":"Reduction of Mathematics Anxiety: A Cognitive Behavior Modification Approach."},
      {
        "id":"ED218558",
        "title":"Child and Adolescent Suicide. Literature Survey Series, No. 2."},
      {
        "id":"ED218560",
        "title":"Promising Practices: Criteria for Excellence in Guidance and Counseling."},
      {
        "id":"ED218565",
        "title":"Organizational Factors and Student Alienation in High Schools: Implications of Theory for School Improvement."},
      {
        "id":"ED218568",
        "title":"Marijuana and Health. Report of a Study by a Committee of the Institute of Medicine, Division of Health Sciences Policy."},
      {
        "id":"ED218569",
        "title":"Developing Multidisciplinary Teams to Assess Family Needs and Envision Services."},
      {
        "id":"ED218572",
        "title":"Effects of Compliance Outcome and Basis of Power on the Powerholder-Target Relationship."},
      {
        "id":"ED218575",
        "title":"Counseling in the Year 2000: A Day in the Life of a Counselor."},
      {
        "id":"ED218578",
        "title":"A Typology of Relapse Promoting Situations."},
      {
        "id":"ED218580",
        "title":"Composition, Comprehension and Text Type Schemata."},
      {
        "id":"ED218583",
        "title":"Conceptions of Reading Project. Final Report."},
      {
        "id":"ED218584",
        "title":"An Analysis of the Instruction in Reading Instructional Research."},
      {
        "id":"ED218591",
        "title":"Should Testwiseness Curriculum Be a Part of Undergraduate Teacher Education?"},
      {
        "id":"ED218592",
        "title":"Attention, Perception, and Intelligence."},
      {
        "id":"ED218593",
        "title":"The Effects of Two Levels of Microcomputer Graphics on Reading Comprehension."},
      {
        "id":"ED218594",
        "title":"The Span of Letter Recognition of Good and Poor Readers. Technical Report No. 251."},
      {
        "id":"ED218595",
        "title":"Structures for Explanations in History Textbooks or So What If Governor Stanford Missed the Spike and Hit the Rail? Technical Report No. 252."},
      {
        "id":"ED218596",
        "title":"The Number of Words in Printed School English. Technical Report No. 253."},
      {
        "id":"ED218597",
        "title":"Basic-Level Superiority in Picture Categorization. Technical Report No. 254."},
      {
        "id":"ED218598",
        "title":"Measurement of Syntactic Complexity Relative to Linguistic Context. Technical Report No. 255."},
      {
        "id":"ED218599",
        "title":"An Analysis of Children's Avoidance of Distraction within a Framework of Attention Processes. Technical Report No. 256."},
      {
        "id":"ED218600",
        "title":"Neurological Processes and Reading Pathology: Knowing About Children and Reading Dysfunction."},
      {
        "id":"ED218602",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218609",
        "title":"The Mosaic of the World's Schools."},
      {
        "id":"ED218612",
        "title":"Emigre Contributions to &quot;Life&quot;: The German Influence in the Development of America's First Picture Magazine."},
      {
        "id":"ED218613",
        "title":"Democratic Socialism: Toward a Fifth Theory of the Press."},
      {
        "id":"ED218614",
        "title":"A Perspective on Advertising Accreditation Standards."},
      {
        "id":"ED218620",
        "title":"Public Information Personnel and Scientists."},
      {
        "id":"ED218622",
        "title":"Deviance of Political Groups and Media Treatment: An Empirical Analysis of a Critical Hypothesis."},
      {
        "id":"ED218623",
        "title":"Motivations, Media Use, and Electoral Decision Making."},
      {
        "id":"ED218626",
        "title":"Error-Analysis for Correctness, Effectiveness, and Composing Procedure."},
      {
        "id":"ED218627",
        "title":"The Effect of Humor on Advertising Credibility and Recall."},
      {
        "id":"ED218629",
        "title":"The Cost of Prior Restraint: &quot;U. S. v. The Progressive.&quot;"},
      {
        "id":"ED218630",
        "title":"An Approach to Teaching the Retail Advertising Course."},
      {
        "id":"ED218632",
        "title":"American Life as Represented by Robert Frank's &quot;The Americans&quot;: A Study of Self-Projections."},
      {
        "id":"ED218637",
        "title":"Functional Sentence Perspective and Some Related Recent Work in Discourse Analysis."},
      {
        "id":"ED218638",
        "title":"Foreign Policy News in the 1980 Presidential Election Campaign."},
      {
        "id":"ED218642",
        "title":"A Pitch for Collaborative Learning: Discovering a Paragraph Heuristic."},
      {
        "id":"ED218645",
        "title":"Improving Spelling and Vocabulary in the Secondary School. Theory &amp; Research into Practice (TRIP)."},
      {
        "id":"ED218646",
        "title":"The Students' Right to Read. Revised."},
      {
        "id":"ED218648",
        "title":"Basic Skills Issues and Choices: Issues in Basic Skills Planning and Instruction. Volume 1."},
      {
        "id":"ED218649",
        "title":"Basic Skills Issues and Choices: Approaches to Basic Skills Instruction. Volume 2."},
      {
        "id":"ED218650",
        "title":"Television the Surrogate Parent: Uses and Correlates of Television as Babysitter."},
      {
        "id":"ED218653",
        "title":"A Case Study Observing the Development of Primary Children&apos;s Composing, Spelling, and Motor Behaviors during the Writing Process. Final Report, September 1, 1978-August 31, 1981."},
      {
        "id":"ED218654",
        "title":"The English Curriculum under Fire: What Are the Real Basics?"},
      {
        "id":"ED218655",
        "title":"Revising: New Essays for Teachers of Writing."},
      {
        "id":"ED218656",
        "title":"The Physiology of Vision and the Process of Writing."},
      {
        "id":"ED218660",
        "title":"Relative Frequency of Homophones in Children&apos;s Writing."},
      {
        "id":"ED218662",
        "title":"The Readership of Liquor Ads Employing Appeals to Affiliation, Achievement, and Product-Attributes."},
      {
        "id":"ED218664",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218665",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218667",
        "title":"Language Connections: Writing and Reading across the Curriculum."},
      {
        "id":"ED218668",
        "title":"Especially for Teachers: ERIC Documents on the Teaching of Writing, 1966-1981."},
      {
        "id":"ED218669",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218670",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218671",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218672",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218673",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218674",
        "title":"Influence of Verbal SAT and Anxiety on Persuasive Writing."},
      {
        "id":"ED218676",
        "title":"A Technique for Teaching Exposition: Medieval and Modern."},
      {
        "id":"ED218679",
        "title":"A Dialogue on Case Analysis in Organizational Communication Instruction."},
      {
        "id":"ED218680",
        "title":"Towards a Reconceptualization of Communication Apprehension: A Cognitive Approach."},
      {
        "id":"ED218682",
        "title":"Characteristics of Innovations and Organizational Structure Related to Innovation Implementation."},
      {
        "id":"ED218683",
        "title":"Network Broadcasting and the Myth of Competition: A Review of the FCC's Investigations of Network Dominance."},
      {
        "id":"ED218684",
        "title":"Organizational Communication Concepts and the Job of the Corporate Executive."},
      {
        "id":"ED218686",
        "title":"Hispanic Youths' Cultural Identities: Prediction from Media Use and Perceptions."},
      {
        "id":"ED218690",
        "title":"A Comparison of Communication Apprehension in Basic Studies and Non-Basic Studies Students."},
      {
        "id":"ED218692",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218693",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218696",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42, Nos. 7 through 12)."},
      {
        "id":"ED218697",
        "title":"Speech Communication Education and Classroom Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42, Nos. 7 through 12)."},
      {
        "id":"ED218698",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218699",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED218701",
        "title":"The Influence of Gender in the Selection of Secondary School Principals."},
      {
        "id":"ED218707",
        "title":"The Evolution and Training of School Principals."},
      {
        "id":"ED218710",
        "title":"Helping Teachers Manage Classrooms."},
      {
        "id":"ED218722",
        "title":"Some Problems of Educational Planning in Federal States."},
      {
        "id":"ED218723",
        "title":"Disruptive Student Behavior in the Classroom. What Research Says to the Teacher."},
      {
        "id":"ED218727",
        "title":"Mesa Verde--A Year-Round High School. A Descriptive Report of 1980-81."},
      {
        "id":"ED218729",
        "title":"Job Sharing: An Alternative to Traditional Employment Patterns."},
      {
        "id":"ED218734",
        "title":"Using Knowledge for School Improvement: A Guide for Educators."},
      {
        "id":"ED218735",
        "title":"Successful Collaboration for School Improvement: A Case Study."},
      {
        "id":"ED218736",
        "title":"An Exploration of Interorganizational Arrangements That Support School Improvement."},
      {
        "id":"ED218737",
        "title":"Industry-Education Collaboration for School Improvement."},
      {
        "id":"ED218738",
        "title":"Dissemination and School Improvement in Educational Organizations."},
      {
        "id":"ED218739",
        "title":"The Condition of Public Elementary and Secondary Education in Connecticut. Fiscal Year 1979-80. Volume 2--Trends and Perspectives."},
      {
        "id":"ED218740",
        "title":"Equal Educational Opportunity in Connecticut. Review and Recommendations for State School Finance Reform."},
      {
        "id":"ED218742",
        "title":"Education Policy and the Role of the States."},
      {
        "id":"ED218743",
        "title":"Aiming at Excellence: A Comparison of the School Effectiveness Literature and Special Education Practice."},
      {
        "id":"ED218745",
        "title":"Education Paperwork Requirements Are Burdensome: Better Federal Controls Needed. Report to the Congress."},
      {
        "id":"ED218758",
        "title":"Discontinuation of Innovative Programs."},
      {
        "id":"ED218760",
        "title":"What Stresses School Administrators--And How They Cope."},
      {
        "id":"ED218761",
        "title":"Management Team Stressors and Their Impact on Administrators' Health."},
      {
        "id":"ED218769",
        "title":"Conceptual Issues in the Financing of Nonpublic Schools."},
      {
        "id":"ED218772",
        "title":"A Study of Networks among Professional Staffs in Secondary Schools."},
      {
        "id":"ED218776",
        "title":"Achievement Prediction with School Level Equations: A Non-Technical Example Using the Public and Private Schools Data."},
      {
        "id":"ED218777",
        "title":"Semi-Annual Report to Congress: April 1, 1980-September 30, 1980."},
      {
        "id":"ED218778",
        "title":"Semi-Annual Report to Congress: October 1, 1980-March 31, 1981. (Submitted Pursuant to Public Law 95-452)."},
      {
        "id":"ED218779",
        "title":"Semi-Annual Report to Congress: April 1, 1981-September 30, 1981. No. 3. (Submitted Pursuant to Public Law 95-452)."},
      {
        "id":"ED218780",
        "title":"Semi-Annual Report to Congress: October 1, 1981-March 31, 1982. No. 4. (Submitted Pursuant to Public Law 95-452)."},
      {
        "id":"ED218783",
        "title":"Parents and Federal Education Programs. Volume 1: The Nature, Causes, and Consequences of Parental Involvement. The Study of Parental Involvement."},
      {
        "id":"ED218784",
        "title":"Parents and Federal Education Programs. Volume 2: Summary of Program-Specific Findings. The Study of Parental Involvement."},
      {
        "id":"ED218785",
        "title":"Parents and Federal Education Programs. Volume 3: ESAA. The Study of Parental Involvement."},
      {
        "id":"ED218786",
        "title":"Parents and Federal Education Programs. Volume 4: Title VII. The Study of Parental Involvement."},
      {
        "id":"ED218787",
        "title":"Parents and Federal Education Programs. Volume 5: Follow Through. The Study of Parental Involvement."},
      {
        "id":"ED218788",
        "title":"Parents and Federal Education Programs. Volume 6: Title I. The Study of Parental Involvement."},
      {
        "id":"ED218789",
        "title":"Parents and Federal Education Programs. Volume 7: Methodologies Employed in the Study of Parental Involvement. The Study of Parental Involvement."},
      {
        "id":"ED218792",
        "title":"Impacts of Oil Shale Development on Education in the Uintah Basin. A Report on a Community Based Approach to Education Planning in Communities Facing Rapid Growth."},
      {
        "id":"ED218798",
        "title":"Multi-Site Implementation and Replication of Research Findings: Is the Modified RD&amp;D Model Viable?"},
      {
        "id":"ED218802",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education, 1978-79."},
      {
        "id":"ED218804",
        "title":"E + S = $ [squared]. Energy in Schools Costs Too Much: A Report on the Impact of Energy Costs on New York State Schools."},
      {
        "id":"ED218807",
        "title":"The Condition of Education. 1982 Edition. Statistical Report."},
      {
        "id":"ED218808",
        "title":"The Condition of Education, Part 2. 1982 Edition. NCES Programs and Plans."},
      {
        "id":"ED218813",
        "title":"The Development of Perspective-Taking Skills in Normal and Learning Disabled Children: Do You See What I See?"},
      {
        "id":"ED218820",
        "title":"Policy Options for Serving Autistic-Like Children in Rural Areas."},
      {
        "id":"ED218823",
        "title":"[The Oregon Parent Training Network.]"},
      {
        "id":"ED218828",
        "title":"A Statewide Inservice Training Model for Teachers of the Severely Handicapped. Final Report."},
      {
        "id":"ED218844",
        "title":"Institutional Constraints and External Pressures Influencing Referral Decisions."},
      {
        "id":"ED218845",
        "title":"Probabilities Associated with the Referral-to-Placement Process."},
      {
        "id":"ED218846",
        "title":"The Relationship Between Student Achievement and Teacher Assessment of Short- or Long-Term Goals."},
      {
        "id":"ED218847",
        "title":"The Effect of IEP Monitoring Strategies on Teacher Behavior."},
      {
        "id":"ED218848",
        "title":"Teachers&apos; Use of Self Instructional Materials for Learning Procedures for Developing and Monitoring Progress on IEP Goals."},
      {
        "id":"ED218849",
        "title":"Instructional Changes, Student Performance, and Teacher Preferences: The Effects of Specific Measurement and Evaluation Procedures."},
      {
        "id":"ED218850",
        "title":"Instructional Planning and Implementation Practices of Elementary and Secondary Resource Room Teachers: Is There a Difference?"},
      {
        "id":"ED218851",
        "title":"Teachers&apos; Beliefs About LD Students."},
      {
        "id":"ED218852",
        "title":"Learning Disabilities as a Subset of School Failure: The Oversophistication of a Concept."},
      {
        "id":"ED218853",
        "title":"A Comparison of Psychometric and Functional Differences Between Students Labeled Learning Disabled and Low Achieving."},
      {
        "id":"ED218854",
        "title":"Toward a Comprehensive Data System on the Demographic and Epidemiological Characteristics of the Handicapped Population. Final Report."},
      {
        "id":"ED218855",
        "title":"Attitudes &amp; Disability: An Annotated Bibliography, 1975-1981."},
      {
        "id":"ED218856",
        "title":"Utility and Equity in Student Placement. Research on Evaluation Program, Paper and Report Series No. 56."},
      {
        "id":"ED218858",
        "title":"Street Survival Skills Questionnaire for the Deaf."},
      {
        "id":"ED218863",
        "title":"Teaching by Learning Styles: A Viable Alternative for Academically Gifted Students."},
      {
        "id":"ED218864",
        "title":"Vocational Training and Placement of Severely Disabled Persons. Project Employability--Volume III."},
      {
        "id":"ED218865",
        "title":"Catalyst: Handbook of Existing Career Education Programs and Facilitators."},
      {
        "id":"ED218872",
        "title":"The Education of the Handicapped Adolescent: Roles and Needs of Parents of Handicapped Adolescents."},
      {
        "id":"ED218878",
        "title":"Developing Collaborative Relationships: A Key to Disseminating Early Childhood/Special Education Models."},
      {
        "id":"ED218881",
        "title":"The Cost of Special Education: A Rand Note."},
      {
        "id":"ED218882",
        "title":"The Cost of Special Education: Summary of Study Findings."},
      {
        "id":"ED218883",
        "title":"How Are You Going to Keep Them Down on the Farm...The South Dakota Rural Special Education Personnel Preparation Model."},
      {
        "id":"ED218892",
        "title":"Transition Practices: When Children Move from One Program to Another."},
      {
        "id":"ED218896",
        "title":"Dissemination: From Researcher to Practitioner."},
      {
        "id":"ED218897",
        "title":"Dissemination of Research to Parents: Issues, Barriers and Future Directions."},
      {
        "id":"ED218908",
        "title":"Factors Related to Burnout: A Review of Research."},
      {
        "id":"ED218910",
        "title":"Assessments of Rural Elementary Students' Attitudes toward the Handicapped."},
      {
        "id":"ED218912",
        "title":"Promoting Attention in Children with Learning Disabilities: Techniques from a Research, Clinical and Classroom Perspective."},
      {
        "id":"ED218913",
        "title":"The Water as a Learning Environment: A Model for Integrating Leisure Time Activities and Education for Deaf-Blind Youngsters."},
      {
        "id":"ED218914",
        "title":"Speech and Language Assessment of Black and Bilingual Children."},
      {
        "id":"ED218916",
        "title":"Living with a Handicapped Child: Findings on Families and Early Intervention."},
      {
        "id":"ED218918",
        "title":"The Special Education Resource Teacher as a Consultant: Fact or Fantasy."},
      {
        "id":"ED218919",
        "title":"The Development of the Ability to Make Transitive Inferences."},
      {
        "id":"ED218920",
        "title":"The Performance of Native Speakers of English on the Test of English as a Foreign Language. TOEFL Research Reports, 1."},
      {
        "id":"ED218921",
        "title":"Factor Analysis of the Test of English as a Foreign Language for Several Language Groups. TOEFL Research Reports, 6."},
      {
        "id":"ED218924",
        "title":"A Survey of the Status of Language Training in the Peace Corps. Final Project Report."},
      {
        "id":"ED218925",
        "title":"New Orientations in Foreign Language Syllabus Construction and Language Planning: A Case Study of Finland. Bulletin 155/1980."},
      {
        "id":"ED218928",
        "title":"Lau Year-End Report, 1979-1980. Los Angeles Unified School District. Publication No. 379."},
      {
        "id":"ED218950",
        "title":"Linguistic Structure and the Validity of Reading Comprehension Tests. Final Report."},
      {
        "id":"ED218960",
        "title":"The Test of Spoken English as a Measure of Communicative Ability in English-Medium Instructional Settings. TOEFL Research Reports, 7."},
      {
        "id":"ED218961",
        "title":"A Systematic Approach to the Development of Aural Skills for ESL Students."},
      {
        "id":"ED218973",
        "title":"Foundations & Strategies for Bilingual Vocational Education: A Handbook for Vocational-Technical Education Personnel."},
      {
        "id":"ED218978",
        "title":"Weaknesses in the Resident Language Training System of Defense Language Institute Affect the Quality of Trained Linguists. Report to the Secretary of the Army."},
      {
        "id":"ED218979",
        "title":"English as a Second Language for Adults: English for Work."},
      {
        "id":"ED218985",
        "title":"Providing Effective Cultural Orientation: A Training Guide."},
      {
        "id":"ED218989",
        "title":"Hearing Impaired Students in Postsecondary Education."},
      {
        "id":"ED218993",
        "title":"Entrepreneurship through Strategic Planning, Management, and Evaluation."},
      {
        "id":"ED218994",
        "title":"Black Higher Education Fact Sheet. Did You Know? About Black Graduate and Professional Enrollment. #8, March 1982."},
      {
        "id":"ED218997",
        "title":"Report on the Council of Graduate Schools-Graduate Record Examinations Board 1981-82 Survey of Graduate Enrollment, Part II, June 1982."},
      {
        "id":"ED218999",
        "title":"A Review of the Continuing Orientation Course (LA 297 B) Offered for Social Security Students During the 1982 Spring Term, The Pennsylvania State University, Beaver Campus."},
      {
        "id":"ED219000",
        "title":"Undergraduate Student Credit Hours in Science, Engineering, and the Humanities, Fall 1980. Higher Education Panel Report Number 54."},
      {
        "id":"ED219007",
        "title":"Building Futurism into the Institution's Strategic Planning and Human Resource Development Model."},
      {
        "id":"ED219008",
        "title":"Graduate Education in Catholic Colleges and Universities: A Report on the ACCU Survey of Graduate Programs."},
      {
        "id":"ED219009",
        "title":"An Alternative Study of Transfer of Learning in Clinical Evaluation."},
      {
        "id":"ED219012",
        "title":"Non-Cognitive Variables in Predicting Academic Success by Race."},
      {
        "id":"ED219015",
        "title":"Women and Minority Faculty: A Synthesis of Extant Empirical Researchers."},
      {
        "id":"ED219018",
        "title":"The Life Cycles and Career Stages of Senior-Level Administrative Women in Higher Education."},
      {
        "id":"ED219028",
        "title":"[Annual Reports for the Academic Year 1980-81 from 49 States, the District of Columbia and 3 Canadian Provinces Focusing on Problems, Issues, Achievements and Other Areas of Interest to the Postsecondary Education Community.]"},
      {
        "id":"ED219034",
        "title":"Academic Administration: Are There Differences That Matter?"},
      {
        "id":"ED219035",
        "title":"Academic Science: Scientists and Engineers, January 1981. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED219036",
        "title":"Facilities Audit Workbook: A Self-Evaluation for Higher Education."},
      {
        "id":"ED219037",
        "title":"Fact Book on Higher Education in the South, 1981 and 1982."},
      {
        "id":"ED219039",
        "title":"Creating a Healthy Organizational Climate."},
      {
        "id":"ED219040",
        "title":"Decline, Strategic Emphasis, and Organizational Effectiveness. ASHE Annual Meeting 1982 Paper."},
      {
        "id":"ED219041",
        "title":"Environmental Decline and Strategic Decisionmaking. ASHE Annual Meeting 1982 Paper."},
      {
        "id":"ED219042",
        "title":"Student Progression and Attrition in College: Does Race Make a Difference? ASHE Annual Meeting 1982 Paper."},
      {
        "id":"ED219043",
        "title":"Salary Equity Studies: The State of the Art. ASHE Annual Meeting 1982 Paper."},
      {
        "id":"ED219053",
        "title":"Some Conceptual Concerns in the Study of Undergraduate Socialization: Implications for Assessing Faculty Impact. ASHE Annual Meeting 1982 Paper."},
      {
        "id":"ED219055",
        "title":"Organizational Correlates of Decline: Some Preliminary Analyses. ASHE Annual Meeting 1982 Paper."},
      {
        "id":"ED219056",
        "title":"Learning by Doing: One Approach to the Study of Higher Education. ASHE Annual Meeting 1982 Paper."},
      {
        "id":"ED219059",
        "title":"Evaluative Checklist: An Instrument for Self-Evaluating an Educational Media Program in School Systems. Third Revision."},
      {
        "id":"ED219060",
        "title":"Producing Slide and Tape Presentations: Readings from \"Audiovisual Instruction\"--4."},
      {
        "id":"ED219061",
        "title":"A Community Education Data Profile: Present and Future Data Needs at the Local Level. Research Report 81-105."},
      {
        "id":"ED219062",
        "title":"The Indiana Library Resource Sharing Manual."},
      {
        "id":"ED219065",
        "title":"Libraries, Librarians, and Secondary School Teachers. Summer Workshop at Ball State University (1st, Muncie, Indiana, June 9-July 11, 1980)."},
      {
        "id":"ED219066",
        "title":"Libraries, Librarians and Secondary School Teachers. Summer Workshop at Ball State University (2nd, Muncie, Indiana, June 8-July 10, 1981)."},
      {
        "id":"ED219073",
        "title":"Year One Evaluation of SPIN and SPIF: Procedures and Findings."},
      {
        "id":"ED219075",
        "title":"Council on Library Resources, Inc. Twenty-Fifth Annual Report, 1981."},
      {
        "id":"ED219079",
        "title":"Project ACCESS. Final Report."},
      {
        "id":"ED219080",
        "title":"Annual Report on LSCA Priorities, FY 1980."},
      {
        "id":"ED219081",
        "title":"System Service Alternatives: A Study for the Santiago Library System. Final Report."},
      {
        "id":"ED219082",
        "title":"ERIC Processing Manual. Rules and Guidelines for the Acquisition, Selection, and Technical Processing of Documents and Journal Articles by the Various Components of the ERIC Network."},
      {
        "id":"ED219083",
        "title":"Acquisitions. ERIC Processing Manual, Section II."},
      {
        "id":"ED219084",
        "title":"Selection. ERIC Processing Manual, Section III."},
      {
        "id":"ED219085",
        "title":"Handling and Shipping. ERIC Processing Manual, Section IV."},
      {
        "id":"ED219086",
        "title":"Cataloging. ERIC Processing Manual, Section V."},
      {
        "id":"ED219087",
        "title":"Abstracting/Annotating. ERIC Processing Manual, Section VI."},
      {
        "id":"ED219088",
        "title":"Indexing. ERIC Processing Manual, Section VII."},
      {
        "id":"ED219089",
        "title":"Vocabulary Development and Maintenance--Descriptors. ERIC Processing Manual, Section VIII (Part 1)."},
      {
        "id":"ED219090",
        "title":"Vocabulary Development and Maintenance--Identifiers. ERIC Processing Manual, Section VIII (Part 2)."},
      {
        "id":"ED219091",
        "title":"Illinois Community College Board Uniform Accounting Procedures Manual."},
      {
        "id":"ED219092",
        "title":"Program Approval Procedures Manual."},
      {
        "id":"ED219093",
        "title":"Fiscal Year 1982 Capital Budget Request for the Illinois Public Community College System."},
      {
        "id":"ED219098",
        "title":"A Report on the General Education Model of Los Medanos College."},
      {
        "id":"ED219100",
        "title":"Project COMPAS [Consortium for Operating and Managing Programs for the Advancment of Skills]: A Design for Change."},
      {
        "id":"ED219105",
        "title":"Mid-Year Report: Fund for the Improvement of Postsecondary Education (FIPSE) Project (FY '76)."},
      {
        "id":"ED219112",
        "title":"Revitalizing the Humanities in the Community College: Progress Report, October 1, 1981-September 30, 1982."},
      {
        "id":"ED219113",
        "title":"Community College Enrollment in the Humanities, Fall Quarter 1979-Fall Quarter 1982."},
      {
        "id":"ED219115",
        "title":"Community College Journal for Research and Planning, Volume 2, Number 1."},
      {
        "id":"ED219119",
        "title":"Student Dropout Rates: Some Key Findings and Their Implications for What Teachers and Counselors Can Do."},
      {
        "id":"ED219120",
        "title":"A Series of 15 Free One-Page Study Tips Helps Students Study Better."},
      {
        "id":"ED219126",
        "title":"Recent Research on Play: The Perspective of the Teacher."},
      {
        "id":"ED219128",
        "title":"Conceptions of Caring and Implications for Early Childhood Education."},
      {
        "id":"ED219129",
        "title":"Parent Education and Involvement: A Pilot Study of Its Impact at the Lakewood, New Jersey Follow Through Program, 1978-1979."},
      {
        "id":"ED219131",
        "title":"Child Protection in Military Communities. The User Manual Series."},
      {
        "id":"ED219134",
        "title":"The Development of Age-Discrimination Ability and Stereotyping of the Elderly."},
      {
        "id":"ED219135",
        "title":"Military Child Care Programs: Progress Made, More Needed. Report to the Secretary of Defense."},
      {
        "id":"ED219137",
        "title":"A Prospectus on Preschool Programs."},
      {
        "id":"ED219139",
        "title":"British Columbia Kindergarten Needs Assessment 1980: General Report. A Report to the Ministry of Education, Province of British Columbia."},
      {
        "id":"ED219140",
        "title":"British Columbia Kindergarten Needs Assessment 1980: Summary Report. A Report to the Ministry of Education, Province of British Columbia."},
      {
        "id":"ED219143",
        "title":"Parental Sex-Typed Perceptions of Their Infants at Two Different Ages."},
      {
        "id":"ED219156",
        "title":"Health, United States, 1981. [Sixth Annual Report]."},
      {
        "id":"ED219157",
        "title":"The Texas Head Start Metro Models."},
      {
        "id":"ED219158",
        "title":"Children's Aesthetics."},
      {
        "id":"ED219160",
        "title":"National Study of the Incidence and Severity of Child Abuse and Neglect: Executive Summary."},
      {
        "id":"ED219163",
        "title":"Nutrition Education--Choose Well, Be Well: A Resource Manual for Preschool, Kindergarten, and Elementary Teachers."},
      {
        "id":"ED219164",
        "title":"Nutrition Education--Choose Well, Be Well: A Resource Manual for Secondary Teachers."},
      {
        "id":"ED219166",
        "title":"Early Childhood Education, 1982."},
      {
        "id":"ED219169",
        "title":"Occupational and Educational Goals of Rural Appalachian Children and Their Mothers. Bulletin 588."},
      {
        "id":"ED219172",
        "title":"Music, Education and Community in Nineteenth-Century Kansas: Euterpe, Tonnies, and the Academy on the Plains. Country School Legacy: Humanities on the Frontier."},
      {
        "id":"ED219173",
        "title":"Country School Legacy: Music on the Frontier. Country School School Legacy: Humanities on the Frontier."},
      {
        "id":"ED219189",
        "title":"Tribal Aging Programs: A Basic Guide."},
      {
        "id":"ED219190",
        "title":"American Indian Elderly: A National Profile."},
      {
        "id":"ED219191",
        "title":"May the Circle Be Unbroken: A New Decade. Final Report on the National Indian Conference on Aging (3rd, Albuquerque, New Mexico, September 8-10, 1980)."},
      {
        "id":"ED219194",
        "title":"Symbolicity Among Native Americans."},
      {
        "id":"ED219195",
        "title":"Native American Education Program, Title IV Part A, Indian Education Act, 1980-1981. Final Evaluation Report, Project 5001-42-14201."},
      {
        "id":"ED219198",
        "title":"Morale and Professional Activities in Selected Small North Dakota Schools, No. 5."},
      {
        "id":"ED219203",
        "title":"The Case for the Generalist in Rural Development. Peace Corps Faculty Paper No. 4."},
      {
        "id":"ED219210",
        "title":"An Annotated Bibliography of Materials on the Puerto Rican and Mexican Cultures."},
      {
        "id":"ED219211",
        "title":"Bases Para Organizar Capacitacion en Servicio de Profesionales en Curriculum (Bases for Organizing In-Service Training for Curriculum Specialists)."},
      {
        "id":"ED219212",
        "title":"Technical Guidelines for In-Service Teacher Training (For Latin American and Caribbean Countries)."},
      {
        "id":"ED219216",
        "title":"Development in the Rural South, 1950-1970. County Case Studies from Eight States. Southern Cooperative Series Bulletin No. 273."},
      {
        "id":"ED219219",
        "title":"Planning In Rural Areas: Evaluation of The Land Resource."},
      {
        "id":"ED219220",
        "title":"The Unique Characteristics of Rural Social Workers. A Five County Study."},
      {
        "id":"ED219221",
        "title":"The Country School in Literature. Country School Legacy: Humanities on the Frontier."},
      {
        "id":"ED219222",
        "title":"Coping With Conflict: Strategies for Extension Community Development and Public Policy Professionals."},
      {
        "id":"ED219223",
        "title":"Capacity Building Needs of Rural Areas in Virginia. Executive Summary and Recommendations."},
      {
        "id":"ED219224",
        "title":"Capacity Building Needs of Rural Areas in Virginia."},
      {
        "id":"ED219225",
        "title":"Rural Education and Alternative Communities."},
      {
        "id":"ED219227",
        "title":"Population Projection. Applications of Linear Algebra to Population Studies. Modules and Monographs in Undergraduate Mathematics and Its Applications. UMAP Module 345."},
      {
        "id":"ED219228",
        "title":"Physics Lab Experiments and Correlated Computer Aids. Teacher Edition."},
      {
        "id":"ED219230",
        "title":"Phase Two, Secondary Course in Application of Mathematics to Science. Final Report."},
      {
        "id":"ED219234",
        "title":"Fishy Activities for Your Small Fry. A Unit Plan in Fish Biology for Grades Kindergarten through Sixth. Educational Series Number 28."},
      {
        "id":"ED219236",
        "title":"First Symposium on Aviation Psychology. Proceedings of the Symposium on Aviation Psychology (Columbus, Ohio, April 21 and 22, 1981)."},
      {
        "id":"ED219237",
        "title":"Teacher/Peer Influences on Sex Differences in Mathematics Confidence. Final Report."},
      {
        "id":"ED219238",
        "title":"Number Place-Value Information: Task Analyses and Development."},
      {
        "id":"ED219239",
        "title":"Continuing Education for Scientists and Engineers: Delivery Systems in North Carolina."},
      {
        "id":"ED219240",
        "title":"Manipulative Activities and Games in the Mathematics Classroom. The Curriculum Series."},
      {
        "id":"ED219242",
        "title":"Major Private Organizations in the Population Field. No. 10."},
      {
        "id":"ED219246",
        "title":"The Development and Validation of a Set of Mathematical Problem-Solving Superitems. Executive Summary of the NIE/ECS Item Development Project."},
      {
        "id":"ED219248",
        "title":"Research on Mathematics Education Reported in 1981."},
      {
        "id":"ED219250",
        "title":"Calculator Use and Problem Solving Strategies of Grade Six Pupils. Final Report."},
      {
        "id":"ED219253",
        "title":"Recommended Standards for the Preparation and Certification of Teachers of Science at the Elementary and Middle/Junior High School Levels."},
      {
        "id":"ED219254",
        "title":"Energy and Education: Planning for Higher Prices and Potential Shortages."},
      {
        "id":"ED219261",
        "title":"Experimental Research in Secondary Mathematics Classrooms: Working with Teachers. Final Report."},
      {
        "id":"ED219262",
        "title":"Experimental Study of Mathematics Instruction in Elementary Schools. Final Report."},
      {
        "id":"ED219264",
        "title":"The Influence of Religious Background and School Philosophy on Moral Reasoning in Selected Columbus High School Seniors."},
      {
        "id":"ED219265",
        "title":"The Family Science Project - Family Oriented Science Study for Elementary School Children. Final Report."},
      {
        "id":"ED219267",
        "title":"Adapting Science for Hearing Impaired Early Adolescents. Final Report."},
      {
        "id":"ED219268",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Teacher Guide - Indiana High School Energy Units. Energy Education Curriculum Project."},
      {
        "id":"ED219269",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit I - Energy Decision Making (Housing and Home Furnishings). Energy Education Curriculum Project."},
      {
        "id":"ED219270",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit II - Energy Consumption and Conservation in the Home. Energy Education Curriculum Project."},
      {
        "id":"ED219271",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit III - Energy: Food Production and Preparation (Energy Use and Conservation). Energy Education Curriculum Project."},
      {
        "id":"ED219272",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit IV - Energy and Economics (Residential and Agricultural). Energy Education Curriculum Project."},
      {
        "id":"ED219273",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit V - Energy and Agriculture. Energy Education Curriculum Project."},
      {
        "id":"ED219274",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit VI - Fossil Fuels and Energy Alternatives (Solar, Coal). Energy Education Curriculum Project."},
      {
        "id":"ED219275",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit VII - Energy Conservation. Energy Education Curriculum Project."},
      {
        "id":"ED219276",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit VIII - Energy Measurement. Energy Education Curriculum Project."},
      {
        "id":"ED219277",
        "title":"Lessons from an Energy Curriculum for the Senior High Grades. Unit IX - Energy Conservation and the Law. Energy Education Curriculum Project."},
      {
        "id":"ED219280",
        "title":"Workbook for Naval Science 3: An Illustrated Workbook for the NJROTC Student. Focus on the Trained Person. Technical Report 124."},
      {
        "id":"ED219281",
        "title":"Energy Storage. Teachers Guide. Science Activities in Energy."},
      {
        "id":"ED219285",
        "title":"A Conceptual Framework for Energy Education, K-12."},
      {
        "id":"ED219290",
        "title":"Professional Culture: The Boundary Between Theory and Practice in Design. Revised Draft."},
      {
        "id":"ED219291",
        "title":"A Value Analysis of Historically Significant Forms of Subject Matter."},
      {
        "id":"ED219292",
        "title":"Relationships of Student Political Attitudes and Group Characteristics to the Roles Students Choose to Play in School Groups."},
      {
        "id":"ED219293",
        "title":"U.S. Trade with the Third World: The American Stake. Occasional Paper 28."},
      {
        "id":"ED219295",
        "title":"Schools and Schooling: Anthropological Approaches."},
      {
        "id":"ED219299",
        "title":"Generating Curriculum Theory Through Grounded Theory Research."},
      {
        "id":"ED219300",
        "title":"Theory and Practice in Anthropology: Ethnography and Ethnology in Educational Research."},
      {
        "id":"ED219301",
        "title":"A Model for the Ethnographic Study and Description of Schooling as Structure and as Process. Final Report."},
      {
        "id":"ED219302",
        "title":"The Stages in a Scholar's Life."},
      {
        "id":"ED219303",
        "title":"Chinese and American Women: Issues of Mutual Concern. Wingspread Brief."},
      {
        "id":"ED219305",
        "title":"Commission on College Geography. Final Report."},
      {
        "id":"ED219310",
        "title":"Regional Center for the Improvement of Instruction in Elementary School Social Studies. Final Report, May, 1969-December, 1971."},
      {
        "id":"ED219318",
        "title":"Changing Patterns of Cultural Imperialism in a Developing Country."},
      {
        "id":"ED219319",
        "title":"A.A.G. Annual Conference Participation: The Spatial Dimension."},
      {
        "id":"ED219321",
        "title":"Non-Effective National Territory: A Characteristic of Third World States."},
      {
        "id":"ED219322",
        "title":"Geography in the Colleges and Universities of the United States."},
      {
        "id":"ED219323",
        "title":"Objectives for Geographic Education: Results of a State By State Survey."},
      {
        "id":"ED219327",
        "title":"Nuclear Power in the Classroom: A Union of Science and Social Studies Education."},
      {
        "id":"ED219328",
        "title":"Basic Policy Studies Skills."},
      {
        "id":"ED219329",
        "title":"Classrooms & Community: Using Community Resources in the Consumer Education Curriculum."},
      {
        "id":"ED219333",
        "title":"Space: The High Frontier in Perspective. Worldwatch Paper 50."},
      {
        "id":"ED219337",
        "title":"Physical Education Teacher Education: Curriculum, Pedagogy, Certification...History, Issues, Trends. Information Analysis Products."},
      {
        "id":"ED219339",
        "title":"Australian Council for Educational Research. Fifty-first Annual Report, 1980-81."},
      {
        "id":"ED219340",
        "title":"Teacher Selection and Retention: A Review of the Literature."},
      {
        "id":"ED219342",
        "title":"A Phenomenological Study of User and Non User Perceptions of a Teacher Center and Inservice. Final Report."},
      {
        "id":"ED219343",
        "title":"Children's Hungarian Heritage. Educational Curriculum Kit 1."},
      {
        "id":"ED219344",
        "title":"Hungarian Immigrants in Greater Pittsburgh, 1880-1980. Educational Curriculum Kit 2."},
      {
        "id":"ED219345",
        "title":"Guide to Historic Hungarian Places in Greater Pittsburgh. Educational Curriculum Kit 3."},
      {
        "id":"ED219346",
        "title":"Hungarian Community Life in Greater Pittsburgh. Educational Curriculum Kit 4."},
      {
        "id":"ED219347",
        "title":"Hungarian Folk Traditions Revisited. Educational Curriculum Kit 5."},
      {
        "id":"ED219348",
        "title":"Hungarian Folk Arts and Crafts. Educational Curriculum Kit 6."},
      {
        "id":"ED219349",
        "title":"Survey of Hungary: Past and Present. Educational Curriculum Kit 7."},
      {
        "id":"ED219350",
        "title":"Hungarian Historical Sources and Collections in Greater Pittsburgh. Educational Curriculum Kit 8."},
      {
        "id":"ED219352",
        "title":"Teaching Guide for Hungarian Curriculum Kits. Educational Curriculum Kit 10."},
      {
        "id":"ED219353",
        "title":"Personality and Situational Correlates of Teacher Stress and Burnout. (A Report Based On a Dissertation Study Conducted at the University of Oregon)."},
      {
        "id":"ED219355",
        "title":"Quantity of Professional Education Coursework Linked with Process Measures of Student Teaching."},
      {
        "id":"ED217360",
        "title":"Aging and Interdependence: A Theoretical Model for Close Relationships."},
      {
        "id":"ED217365",
        "title":"Universal and Personal Helplessness: A Test of the Reformulated Model."},
      {
        "id":"ED217366",
        "title":"The Measurement of Psychological Adjustment in Hispanics."},
      {
        "id":"ED217368",
        "title":"Identifying and Characterizing Elder Abuse. Final Report."},
      {
        "id":"ED217369",
        "title":"Adolescent Development and Secondary Schooling. Conference Proceedings from the Wisconsin Center for Education Research (Madison, WI, February 1982)."},
      {
        "id":"ED217374",
        "title":"The Metadiscourse Component: Understanding Writing about Reading Directives."},
      {
        "id":"ED217376",
        "title":"The Role of Reading in Global Education: An Inter-Disciplinary Approach."},
      {
        "id":"ED217377",
        "title":"A Positive Approach to Assessment and Correction of Reading Difficulties in Middle and Secondary Schools."},
      {
        "id":"ED217378",
        "title":"From Turn-Taking to Sense-Making: Classroom Factors and Improved Reading Achievement."},
      {
        "id":"ED217379",
        "title":"Reading by Radio. A Position Paper on the Use of Radio in Teaching Reading Skills for Educational Development."},
      {
        "id":"ED217380",
        "title":"The Effects of the Use of Trade Books in the Content Area Science."},
      {
        "id":"ED217386",
        "title":"Mental Imagery and the Reading Comprehension of Below Average Readers: Situational Variables and Sex Differences."},
      {
        "id":"ED217389",
        "title":"Teacher Reflections on the Use and Adaptation of Instructional Innovation Presented during Staff Development."},
      {
        "id":"ED217394",
        "title":"Visual or Auditory Processing Style and Strategy Effectiveness."},
      {
        "id":"ED217395",
        "title":"Reader Meets Author/Bridging the Gap: A Psycholinguistic and Sociolinguistic Perspective."},
      {
        "id":"ED217396",
        "title":"Reading Comprehension of American Youth: Do They Understand What They Read? Results from the 1979-80 National Assessment of Reading and Literature."},
      {
        "id":"ED217399",
        "title":"Studying the Reader&apos;s Perceptual Processes by Computer. Reading Education Report No. 34."},
      {
        "id":"ED217400",
        "title":"Perceiving Words during Reading: Lack of Facilitation from Prior Peripheral Exposure. Technical Report. No. 243."},
      {
        "id":"ED217401",
        "title":"Learning, Remembering, and Understanding. Technical Report No. 244."},
      {
        "id":"ED217402",
        "title":"Prior Knowledge, Connectivity, and the Assessment of Reading Comprehension. Technical Report. No. 245."},
      {
        "id":"ED217403",
        "title":"Comparing Good and Poor Readers: A Critique of the Research. Technical Report. No. 246."},
      {
        "id":"ED217404",
        "title":"Phonological Representations in Visual Word Recognition: The Adjunct Access Model. Technical Report. No. 247."},
      {
        "id":"ED217405",
        "title":"The Effect of Cultural Knowledge on Memory and Language. Technical Report No. 248."},
      {
        "id":"ED217406",
        "title":"Reading Comprehension and the Assessment and Acquisition of Word Knowledge. Technical Report No. 249."},
      {
        "id":"ED217407",
        "title":"The Role of Familiarity in Determining Typicality. Technical Report No. 250."},
      {
        "id":"ED217411",
        "title":"The Influence of Spoken Language Patterns on the Writing of Black College Freshmen."},
      {
        "id":"ED217417",
        "title":"French-Language Newspapers in the Arab World: An Elite Press?"},
      {
        "id":"ED217419",
        "title":"Multiculturalism and Change in the Teaching of English."},
      {
        "id":"ED217426",
        "title":"The Use of Anonymous Sources and Related Ethical Concerns in Journalism: A Comparison of the Effects of the Janet Cooke/&quot;Washington Post&quot; Incident on the Policies and Practices of Large Newspapers and Television Stations."},
      {
        "id":"ED217431",
        "title":"Deregulation? Early Radio Policy Reconsidered."},
      {
        "id":"ED217432",
        "title":"Privacy Protection and Two-Way Cable Television: Report and Recommendations."},
      {
        "id":"ED217435",
        "title":"A Content Analysis of Network TV's Coverage of the 1980 Party Conventions."},
      {
        "id":"ED217436",
        "title":"The Most Important Events of 1981 as Seen by Reporters, Editors, Wire Services and Media Consumers."},
      {
        "id":"ED217437",
        "title":"Is the News about Development All Good? A Content Analysis of Selected Foreign Newspapers."},
      {
        "id":"ED217439",
        "title":"Professors' Satisfaction with Jobs Related to Academic Ranks."},
      {
        "id":"ED217440",
        "title":"&quot;Time,&quot;&quot;Newsweek&quot; and the Kennedys: A Study of Three Presidential Elections."},
      {
        "id":"ED217441",
        "title":"&quot;Learned Helplessness&quot; and In-Depth Television News."},
      {
        "id":"ED217443",
        "title":"The Measurement of Redundancy and Its Effects in Science Communication."},
      {
        "id":"ED217444",
        "title":"Emerging Electronic Feature Stories in Television &quot;Magazines.&quot;"},
      {
        "id":"ED217445",
        "title":"Sticks and Stones are Bones: The Eclectic Use of Lines."},
      {
        "id":"ED217448",
        "title":"The Business Values of American Newspapers: The Nineteenth-Century Watershed."},
      {
        "id":"ED217452",
        "title":"Anonymous Sources and Related Ethical Concerns in Journalism: Policies and Practices of Daily Newspapers."},
      {
        "id":"ED217454",
        "title":"A Retrospective Analysis of Nostalgia."},
      {
        "id":"ED217455",
        "title":"Urban Uses and Social Impact of New Communication Technology: A Critical and Philosophical Perspective."},
      {
        "id":"ED217456",
        "title":"Tort Liability of the Public Secondary School Journalism Teacher for Investigative Reporting Assignments."},
      {
        "id":"ED217457",
        "title":"The Origins of Borrowed News."},
      {
        "id":"ED217458",
        "title":"Eleanor Roosevelt and &quot;My Day&quot;: The White House Years."},
      {
        "id":"ED217460",
        "title":"Newspaper Subscribers vs. Non-Subscribers: Further Segmentation Offers New Insights."},
      {
        "id":"ED217464",
        "title":"The Feature Story as Mythological Artifact."},
      {
        "id":"ED217468",
        "title":"The Technical Report: An Analysis of Information Design and Packaging for an Inelastic Market."},
      {
        "id":"ED217469",
        "title":"ERIC First Analysis: National Defense Commitments; 1982-83 National High School Debate Resolutions."},
      {
        "id":"ED217477",
        "title":"Communication, &quot;Class,&quot; and Culture."},
      {
        "id":"ED217480",
        "title":"Factors Influencing Scientists as Journalistic Sources."},
      {
        "id":"ED217482",
        "title":"Institutional Stress: Conflicting Normative Models in the Catholic Press."},
      {
        "id":"ED217483",
        "title":"The Knowledge Gap: An Analytical Review of Media Effects."},
      {
        "id":"ED217487",
        "title":"The Second Kind of Knowledge: The Role of Library Instruction in Writing across the Curriculum."},
      {
        "id":"ED217489",
        "title":"The Computer Kids and Composition."},
      {
        "id":"ED217491",
        "title":"The Gap between Professional and Research Agenda: A Content Analysis of &quot;Public Relations Journal&quot; and &quot;Public Relations Review.&quot;"},
      {
        "id":"ED217494",
        "title":"Readers Theatre: Story Dramatization in the Classroom."},
      {
        "id":"ED217496",
        "title":"Communication and Interracial Conflict: The Role of Disagreement, Prejudice, and Physical Attraction on the Choice of Mixed Race, Mixed Sex Work-Partners."},
      {
        "id":"ED217497",
        "title":"Just One Version of Reality: Using Television Case-Studies in University Courses."},
      {
        "id":"ED217501",
        "title":"Nonverbal Communication. What Research Says to the Teacher."},
      {
        "id":"ED217502",
        "title":"A Comparison of Japanese Management and Participative Decision Making: Implications for Organizational Communication Research."},
      {
        "id":"ED217504",
        "title":"Research Questions and Some Tentative Answers about Hospitals: Modeling the Sociology of Communication."},
      {
        "id":"ED217505",
        "title":"Women in Management: Implications for Communication Researchers."},
      {
        "id":"ED217507",
        "title":"Developing Research and Teaching Resources for the Study of Organizational Communication in Political Settings."},
      {
        "id":"ED217510",
        "title":"Communication Satisfaction and Interpersonal Solidarity as Outcomes of Conflict Message Strategy Use."},
      {
        "id":"ED217515",
        "title":"Lighting for Education."},
      {
        "id":"ED217520",
        "title":"Administrative Intern Program, Richland County School District One. First Year Report, 1980-81."},
      {
        "id":"ED217522",
        "title":"Parents and Sex Equity in Elementary Schools: Parental Preferences, Choice, and Influence as They Relate to the Schooling of Boys and Girls."},
      {
        "id":"ED217523",
        "title":"Redefining Lay Participation in Educational Politics: Parental Activity at the Levels of School and Classroom."},
      {
        "id":"ED217532",
        "title":"Instructional Improvement: A System-Wide Approach."},
      {
        "id":"ED217533",
        "title":"A Review of the Literature and an Annotated Bibliography on Managing Decline in School Systems."},
      {
        "id":"ED217541",
        "title":"Divergent Worlds of Practice: The Federal Reform of Local Schools in the Experimental Schools Program. Final Report."},
      {
        "id":"ED217542",
        "title":"Student Commitment and Purpose in a Private School."},
      {
        "id":"ED217543",
        "title":"School-Community Relations: A Guide for State Educators."},
      {
        "id":"ED217544",
        "title":"Summary of Programs. Department of Defense Dependents Schools."},
      {
        "id":"ED217546",
        "title":"A Directory of Goal Based Approaches to Education."},
      {
        "id":"ED217547",
        "title":"The Limits of Policy Research: The Case of the Dutch Comprehensive Schools."},
      {
        "id":"ED217551",
        "title":"Deregulation, the New Federalism, and Scarcity: The End of Additive Reform."},
      {
        "id":"ED217552",
        "title":"An Inquiry into the Resilience of Title IX Reforms at the Local Level."},
      {
        "id":"ED217554",
        "title":"Knowledge Use and School Improvement."},
      {
        "id":"ED217555",
        "title":"Labor Policy Interpretation and Implementation for Public School Collective Bargaining in New York."},
      {
        "id":"ED217557",
        "title":"Selection, Implementation, and Quality Control of a Personnel Evaluation System."},
      {
        "id":"ED217558",
        "title":"Theory into Practice: A Theoretical and Research Base for the Characteristics of Effective Schools."},
      {
        "id":"ED217566",
        "title":"Citizenship Education."},
      {
        "id":"ED217572",
        "title":"Continuous Progress Education: An Ideal that Works."},
      {
        "id":"ED217578",
        "title":"The Structure of the Educational System in the Netherlands."},
      {
        "id":"ED217579",
        "title":"A Classification of Secondary School Courses."},
      {
        "id":"ED217583",
        "title":"An Evaluator&apos;s Resource Handbook for the Handicapped Children&apos;s Early Education Program."},
      {
        "id":"ED217585",
        "title":"Regulations and Schools: The Implementation of Equal Education for Handicapped Children."},
      {
        "id":"ED217587",
        "title":"Access to Learning for Handicapped Children: A Handbook on the Instructional Adaptation Process. Field Test Version."},
      {
        "id":"ED217588",
        "title":"College for Kids, An Innovative Enrichment Program for Gifted Elementary Children."},
      {
        "id":"ED217591",
        "title":"Mainstreaming: Training Systems, Materials, and Resources. A Working List. Fifth Edition."},
      {
        "id":"ED217592",
        "title":"Learncycle: Bridging the Special Ed Mainstream Gap: Teachers Manual."},
      {
        "id":"ED217593",
        "title":"New York State Implementation Grant. Final Report, September 1, 1980 to August 31, 1981."},
      {
        "id":"ED217595",
        "title":"Parent Volunteer System: A Manual for Teachers. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217596",
        "title":"A Guide for Creating Community Awareness and Developing Interagency Cooperation. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217597",
        "title":"The Transdisciplinary Training, Assessment and Consultation Model. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217598",
        "title":"Classroom-Directed Home Training Activities. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217599",
        "title":"The Preschool Project Manual. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217600",
        "title":"Curriculum Model for a Regional Demonstration Program for Preschool Handicapped Children. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217601",
        "title":"Parent Activity Catalog. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217602",
        "title":"The Long-Range Effects of the Regional Demonstration Program for Preschool Handicapped Children. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217603",
        "title":"Program Performance Report 1980-81. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217604",
        "title":"The Efficacy of Early Childhood Education for the Handicapped: Summary of Institute Proceedings. Preschool Program: A Regional Demonstration Program for Preschool Handicapped Children."},
      {
        "id":"ED217606",
        "title":"Catalog: National Leadership Training Program--Area of the Deaf--Area of the Deaf-Blind--Projects, 1962-1980. National Center on Deafness Publication Series Number 4."},
      {
        "id":"ED217607",
        "title":"Training Handicapped Students to Tutor Their Nonhandicapped Peers."},
      {
        "id":"ED217608",
        "title":"Vocational Education for Handicapped Youth: An Idea Packet."},
      {
        "id":"ED217609",
        "title":"The Impartial Hearing Officer: A Procedural Safeguards Training Manual for Utah."},
      {
        "id":"ED217610",
        "title":"The Impartial Hearing Officer: A Procedural Safeguards Training Manual for Wyoming."},
      {
        "id":"ED217612",
        "title":"Process to Product."},
      {
        "id":"ED217613",
        "title":"Study of the Impact of P.L. 94-142 on the Handicapped Child and Family: Institutional Responses and Their Consequences. Final Report: Year 2 of Operations (October 1, 1979 to September 30, 1980) and Executive Summary (January, 1981)."},
      {
        "id":"ED217615",
        "title":"The Federal Budget and Education for the Handicapped Programs."},
      {
        "id":"ED217616",
        "title":"Emotional Stability of Gifted Children as Estimated by Chronic Anxiety Levels."},
      {
        "id":"ED217617",
        "title":"Special Report on the Impact of the Change in the Definition of Developmental Disabilities (Mandated in P.L. 95-602, Sec. 502(b) (2))."},
      {
        "id":"ED217618",
        "title":"Placing Children in Special Education: Equity Through Valid Educational Practices. Final Report."},
      {
        "id":"ED217619",
        "title":"P.L. 94-142 and the Minority Child. Module I."},
      {
        "id":"ED217620",
        "title":"Valuing the Diversity of Minority Handicapped Students. Module II."},
      {
        "id":"ED217621",
        "title":"Minority Handicapped Students: Assessment Issues and Practices. Module III."},
      {
        "id":"ED217622",
        "title":"Structuring the Learning Climate for Minority Handicapped Students. Module IV."},
      {
        "id":"ED217623",
        "title":"The Development and Delivery of Instructional Services: A Commitment to the Minority Handicapped Child. Module V."},
      {
        "id":"ED217624",
        "title":"Formal Reasoning Abilities for Learning Disabled Adolescents: Implications for Mathematics Instruction."},
      {
        "id":"ED217625",
        "title":"The Regular Classroom Interactions of Learning Disabled Adolescents and Their Teachers."},
      {
        "id":"ED217665",
        "title":"Improving Social Acceptance by Training Handicapped Students to Tutor Their Nonhandicapped Peers."},
      {
        "id":"ED217670",
        "title":"Attributional and Expectancy Change in Gifted Adolescents."},
      {
        "id":"ED217675",
        "title":"Helping Young Handicapped Children Succeed When They Enter Public School. Practical Paper Series."},
      {
        "id":"ED217676",
        "title":"Arranging Preschool Environments for Young Handicapped Children."},
      {
        "id":"ED217677",
        "title":"Colorado Technology Workshop. Technology and Service Delivery. Implementation Training for Colorado-PAACO-01-03."},
      {
        "id":"ED217680",
        "title":"The Effect of Class Placement on the Social Adjustment of Mentally Retarded Children."},
      {
        "id":"ED217681",
        "title":"Sentence Demonstration Ability in Learning Disabled and Normal College Students: Analysis of Presentation Mode, Sentence Length, and Meaningfulness Effects."},
      {
        "id":"ED217683",
        "title":"Visual Information Processing in Autistic Children and Adolescents."},
      {
        "id":"ED217685",
        "title":"Minimal Competency Testing and Special Education Students: A Technical Assistance Guide."},
      {
        "id":"ED217689",
        "title":"Ancient Language as an Educational Tool: Report on an Experiment."},
      {
        "id":"ED217690",
        "title":"Kpelle: A Reference Handbook of Phonetics, Grammar, Lexicon and Learning Procedures."},
      {
        "id":"ED217698",
        "title":"Functional-Notional Concepts: Adapting the Foreign Language Textbook. Language in Education: Theory and Practice, No. 44."},
      {
        "id":"ED217699",
        "title":"Teaching the Non-English-Speaking Child: Grades K-2. Language in Education: Theory and Practice, No. 45."},
      {
        "id":"ED217700",
        "title":"ESL/Coping Skills for Adult Learners. Language in Education: Theory and Practice, No. 46."},
      {
        "id":"ED217701",
        "title":"Children's Second Language Learning. Language in Education: Theory and Practice, No. 47."},
      {
        "id":"ED217702",
        "title":"Creative Activities for the Second Language Classroom. Language in Education: Theory and Practice, No. 48."},
      {
        "id":"ED217703",
        "title":"ESL/Literacy for Adult Learners. Language in Education: Theory and Practice, No. 49."},
      {
        "id":"ED217704",
        "title":"Error Correction Techniques for the Foreign Language Classroom. Language in Education: Theory and Practice, No. 50."},
      {
        "id":"ED217709",
        "title":"Improving Techniques in Teaching English for the Job."},
      {
        "id":"ED217710",
        "title":"Ethnolinguistic Study of Classroom Discourse. Final Report."},
      {
        "id":"ED217711",
        "title":"Reliability and Validity of the Secondary Level English Proficiency Test."},
      {
        "id":"ED217712",
        "title":"Age as a Factor in Second Language Acquisition: A Review of Some Recent Research."},
      {
        "id":"ED217713",
        "title":"Super Power for Effortless and Efficient Digest of Language for Expression with Alpha Rhythms in Nature [SPEED LEARN]."},
      {
        "id":"ED217719",
        "title":"A Theoretical Framework for the Analysis of Bilingual Education Policy Formation."},
      {
        "id":"ED217739",
        "title":"ESL Classroom Observation Manual."},
      {
        "id":"ED217749",
        "title":"Administrative Information Systems: The 1980 Profile. CAUSE Monograph Series."},
      {
        "id":"ED217756",
        "title":"Critical Policy Questions in Postsecondary Education Finance."},
      {
        "id":"ED217760",
        "title":"Academic Science, R&amp;D Funds, Fiscal Year 1980: Surveys of Science Resources Series. Detailed Statistical Tables."},
      {
        "id":"ED217771",
        "title":"The Effect on Higher Education of State Actions in Response to Unanticipated Revenue Shortfalls: A Report of a Survey Initiated by the Washington Council for Postsecondary Education and Responded to by the State Higher Education Executive Officers."},
      {
        "id":"ED217778",
        "title":"College Women Pursuing Careers in Science, Mathematics, and Engineering in the 1970s."},
      {
        "id":"ED217780",
        "title":"Expanding Faculty Options: Career Development Projects at Colleges and Universities."},
      {
        "id":"ED217781",
        "title":"Faculty Layoff Literature Available through ERIC."},
      {
        "id":"ED217782",
        "title":"Evaluation Report: School of Nursing Outreach Program."},
      {
        "id":"ED217783",
        "title":"Evaluation of Faculty in Higher Education: A Handbook for Faculty Leaders."},
      {
        "id":"ED217784",
        "title":"A Comparison of the Characteristics and Attitudes of Freshman and Transfer Students Attending Different Orientation Programs at the University of Maryland."},
      {
        "id":"ED217785",
        "title":"Higher Education Institutions: Patterns of Expenditures. NEA Research Memo."},
      {
        "id":"ED217788",
        "title":"Quality in the Basic Grant Delivery System: Executive Summary."},
      {
        "id":"ED217789",
        "title":"Quality in the Basic Grant Delivery System: Volume 1, Findings."},
      {
        "id":"ED217790",
        "title":"Quality in the Basic Grant Delivery System: Volume 2, Corrective Actions."},
      {
        "id":"ED217791",
        "title":"Quality in the Basic Grant Delivery System: Volume 3, Methodology."},
      {
        "id":"ED217801",
        "title":"Profile of U.S.C. Entering Freshmen, Fall, 1981. Research Notes No. 39-82."},
      {
        "id":"ED217803",
        "title":"The Integrated Course of Study in the General College TRIO Program."},
      {
        "id":"ED217805",
        "title":"Developing Women's Management Programs: A Guide to Professional Job Reentry for Women."},
      {
        "id":"ED217806",
        "title":"Bound for the United States: An Introduction to U.S. College and University Life."},
      {
        "id":"ED217807",
        "title":"Faculty Salaries Up 9.2 Percent in 1981-82. Early Release."},
      {
        "id":"ED217810",
        "title":"Fiscal Year 1982 Higher Education Budget Recommendations, Operations and Grants. State of Illinois Board of Higher Education."},
      {
        "id":"ED217815",
        "title":"Oversight of Institutional Aid Programs, 1981. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session, on Oversight of Title III of the Higher Education Act, Developing Institutions Programs."},
      {
        "id":"ED217816",
        "title":"Family Contribution Schedule for the Basic Educational Opportunity Grant Program, 1981. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session, on Examination of the Family Contribution Schedule for the Basic Educational Opportunity Grant Program for the Academic Year 1982-1983."},
      {
        "id":"ED217817",
        "title":"Moral Reasoning as a Criterion for Admission to Medical School."},
      {
        "id":"ED217818",
        "title":"Shifting Governance and Control in Church-Related Institutions of Higher Education."},
      {
        "id":"ED217819",
        "title":"The Higher Education Opportunity Program at New York University: Education for the Disadvantaged."},
      {
        "id":"ED217822",
        "title":"The Bush Clinical Fellows Program: Case Study Evaluation of an Innovative Approach to Continuing Education for Physicians."},
      {
        "id":"ED217823",
        "title":"Use of Admissions Interview Comments to Predict Clinical Clerkship Success."},
      {
        "id":"ED217825",
        "title":"Strategic Planning, Management and Decision Making. AAHE-ERIC/Higher Education Research Report No. 9, 1981."},
      {
        "id":"ED217826",
        "title":"Organizational Communication and Higher Education. AAHE-ERIC/Higher Education Research Report No. 10, 1981."},
      {
        "id":"ED217829",
        "title":"Chemeketa Community College Developmental Education Enrollment Record Keeping System."},
      {
        "id":"ED217835",
        "title":"Qualified Citation Indexing Project. Information Retrieval Program 'SOUCIT.' Users Manual. Version 3.0."},
      {
        "id":"ED217837",
        "title":"Preservation in the Dartmouth College Library. A Report Prepared for the Librarian of the College."},
      {
        "id":"ED217852",
        "title":"Collection Assessment Manual."},
      {
        "id":"ED217856",
        "title":"An Application of Brunerian Theory to Instructional Simulation: Spatial Visualization, Factorial Research Designs, and Wooden Blocks."},
      {
        "id":"ED217859",
        "title":"The Use of Sequence and Synthesis for Teaching Concepts."},
      {
        "id":"ED217864",
        "title":"More Than a Simple Association: Conditional Patterns of Television and Achievement."},
      {
        "id":"ED217866",
        "title":"Recommendations for Implementing Computer Literacy in Oregon Secondary Schools."},
      {
        "id":"ED217867",
        "title":"Taxonomy of Instructional Strategies for Computer Based Education."},
      {
        "id":"ED217869",
        "title":"Introduction to Computer Searching Using DIATOM-File 1. Third Edition."},
      {
        "id":"ED217872",
        "title":"Microcomputers in the Classroom--Dreams and Realities. Report No. 319."},
      {
        "id":"ED217873",
        "title":"Radio and Television Experimentally Compared. Effects of the Medium on Imagination and Transmission of Content. Final Report."},
      {
        "id":"ED217874",
        "title":"Simulation Systems for Cognitive Psychology."},
      {
        "id":"ED217881",
        "title":"Social/Behavioral Effects of Violence on Television. Hearing before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce. House of Representatives, Ninety-Seventh Congress, First Session (October 21, 1981)."},
      {
        "id":"ED217883",
        "title":"THINKABOUT in Wisconsin: Outcomes, Implementation, and Implications."},
      {
        "id":"ED217887",
        "title":"Innovation in Appropriate Technology: Directions for Policy Research."},
      {
        "id":"ED217888",
        "title":"An Analysis of Data from Project Policy Options for Education Information Systems for the Future."},
      {
        "id":"ED217889",
        "title":"State Education Agency Responsibilities and Services for School Library Media Programs."},
      {
        "id":"ED217890",
        "title":"Educational Telecommunications for Alaska. Volume I: Executive Summary."},
      {
        "id":"ED217891",
        "title":"Educational Telecommunications for Alaska. Volume II: Administrative Communications Network."},
      {
        "id":"ED217892",
        "title":"Educational Telecommunications for Alaska. Volume III: Alaska Knowledge Base System."},
      {
        "id":"ED217893",
        "title":"Educational Telecommunications for Alaska. Volume IV: Individualized Study by Telecommunications."},
      {
        "id":"ED217894",
        "title":"Follow-Up of 1978 Graduates: Volumes I and II."},
      {
        "id":"ED217905",
        "title":"A New Look at Community College Access."},
      {
        "id":"ED217907",
        "title":"Strategic Planning of Technology Transfer."},
      {
        "id":"ED217909",
        "title":"Where Do We Go from Here? The Use of the Market Analysis Survey in Needs Assessment and Program Development."},
      {
        "id":"ED217912",
        "title":"Your Credit Rights: An Instructional Unit on Consumer Credit Protection."},
      {
        "id":"ED217913",
        "title":"Institute of Study for Older Adults: Liberal Arts and Language Skills Program. Annual Report, 1980-81."},
      {
        "id":"ED217915",
        "title":"Telecourses: Using Broadcast Television, Cable Television, and Off-Campus Sites for Viewing."},
      {
        "id":"ED217918",
        "title":"Measuring the Benefits of Liberal Arts Education in Washington's Community Colleges."},
      {
        "id":"ED217922",
        "title":"Bilingual Crosscultural Programs: A Plan for Community Colleges."},
      {
        "id":"ED217925",
        "title":"A Report on Literacy Development in Community Colleges: Technical Report."},
      {
        "id":"ED217928",
        "title":"An Implementation Project to Complete the Integration of an Interdisciplinary General Education Model Predicated on Certain Humanistic Assumptions. Project Performance Report for the Academic Year 1981-1982 to the National Endowment for the Humanities."},
      {
        "id":"ED217939",
        "title":"Update of Community College Transfer Statistics, June 1982. Commission Report 82-24."},
      {
        "id":"ED217944",
        "title":"Institutional Impacts on Campus, Community, and Business Constituencies. New Directions for Community Colleges, Number 38."},
      {
        "id":"ED217946",
        "title":"Literacy in Community Colleges. Junior College Resource Review."},
      {
        "id":"ED217953",
        "title":"A Process of Midterm Evaluation Incorporating Small Group Discussion of a Course and Its Effect on Student Motivation."},
      {
        "id":"ED217954",
        "title":"Small Group Instructional Diagnosis: Final Report."},
      {
        "id":"ED217969",
        "title":"Developmental Effects on Children of Pregnant Adolescents."},
      {
        "id":"ED217970",
        "title":"What are the Issues in Quality Infant-Toddler Care?"},
      {
        "id":"ED217971",
        "title":"Programming for Preschoolers with Special Needs: How Child Development Knowledge Can Help."},
      {
        "id":"ED217978",
        "title":"Sociodramatic Play: A Tool for Improving Children's Interpersonal Problem Solving Skills."},
      {
        "id":"ED217980",
        "title":"Evaluation of the New York State Experimental Prekindergarten Program."},
      {
        "id":"ED217981",
        "title":"The Influence of Early Malnutrition on Subsequent Behavioral Development. II: Classroom Behavior."},
      {
        "id":"ED217982",
        "title":"Children and Youth at Risk: A Synthesis of the Research and Comments. Matrixes No. 21 and 22."},
      {
        "id":"ED217983",
        "title":"National Study of Social Services to Children and Their Families: Demographic Data. Matrix No. 30."},
      {
        "id":"ED217984",
        "title":"Research on Child Care. Matrix No. 36."},
      {
        "id":"ED217985",
        "title":"Research on School-Age Children and Youth. Matrix No. 37."},
      {
        "id":"ED217986",
        "title":"Research on Adolescent Pregnancy. Matrix No. 38, Part Two."},
      {
        "id":"ED217987",
        "title":"Children, Working Mothers, and Their Families. Matrix No. 48."},
      {
        "id":"ED217996",
        "title":"A Community Approach: The Child Protection Coordinating Committee. The User Manual Series."},
      {
        "id":"ED217997",
        "title":"Treatment for Abused and Neglected Children. The User Manual Series."},
      {
        "id":"ED217998",
        "title":"Supervising Child Protective Workers. The User Manual Series."},
      {
        "id":"ED218000",
        "title":"The National Evaluation of School Nutrition Programs. Review of Research: Volume 1."},
      {
        "id":"ED218001",
        "title":"The National Evaluation of School Nutrition Programs. Review of Research: Volume 2."},
      {
        "id":"ED218002",
        "title":"The National Evaluation of School Nutrition Programs. Review of Research: Executive Summary."},
      {
        "id":"ED218004",
        "title":"Preschoolers&apos; Judgments of Strategy Effectiveness: Developmental Changes in a Theory of Mind."},
      {
        "id":"ED218006",
        "title":"Caring About Learning in Migrant 4-, 5-, and 6-Year-Olds."},
      {
        "id":"ED218007",
        "title":"On the Fringe of Benefits: Child Care and Corporations."},
      {
        "id":"ED218009",
        "title":"Designing a Feasibility Study: A Starting Point for Considering New Management Initiatives for Working Parents."},
      {
        "id":"ED218012",
        "title":"Plain Talk About Early Education and Development."},
      {
        "id":"ED218013",
        "title":"Reviews of Research for Practitioners and Parents. No. 2."},
      {
        "id":"ED218015",
        "title":"Bilingual Resources. [American Indian Education Special Double Issue]."},
      {
        "id":"ED218020",
        "title":"The Educational and Occupational Aspirations of Louisiana Rural High School Students: A Comparative Study."},
      {
        "id":"ED218021",
        "title":"American Indian Language Education."},
      {
        "id":"ED218028",
        "title":"Learning in Community: An Empowerment Approach. Second Edition."},
      {
        "id":"ED218029",
        "title":"Consequences of Migration into Arkansas for Population Change. Bulletin 855."},
      {
        "id":"ED218030",
        "title":"Rural Education: An Annotated Bibliography."},
      {
        "id":"ED218032",
        "title":"Trempealeau County Kellogg Project: A Rural Telecommunications Service System."},
      {
        "id":"ED218034",
        "title":"National Policy Workshop on Education for Migrant Secondary Students. Proceedings Handbook (Seattle, Washington, August 18-20, 1981)."},
      {
        "id":"ED218036",
        "title":"Achievement of Hispanic Students in American High Schools: Background Characteristics and Achievement. Contractor Report."},
      {
        "id":"ED218039",
        "title":"Computer-Assisted Audiovisual Training Methods for Rural Staff Development Programs."},
      {
        "id":"ED218042",
        "title":"Eventos de Junio (June Events)."},
      {
        "id":"ED218043",
        "title":"Eventos de Julio (July Events)."},
      {
        "id":"ED218044",
        "title":"1979 Washington State Program Evaluation Report For Migrant Children's Education."},
      {
        "id":"ED218045",
        "title":"1980 Washington State Program Evaluation Report for Migrant Children's Education."},
      {
        "id":"ED218046",
        "title":"1981 Washington State Program Evaluation Report for Migrant Children's Education."},
      {
        "id":"ED218047",
        "title":"Western Kansas Country Schools. Country School Legacy: Humanities on the Frontier."},
      {
        "id":"ED218048",
        "title":"Architectural Aspects of Kansas Country Schools. Country School Legacy: Humanities on the Frontier."},
      {
        "id":"ED218049",
        "title":"Eastern and Central Kansas Country Schools. Country School Legacy: Humanities on the Frontier."},
      {
        "id":"ED218053",
        "title":"Criminal Justice in Rural America."},
      {
        "id":"ED218062",
        "title":"Total Federal R&amp;D Funding Estimated to Increase 7 Percent in 1982 After September Revisions. Science Resources Studies Highlights."},
      {
        "id":"ED218068",
        "title":"Science in Social Issues: Implications for Teaching. A Discussion Paper, D-80/2."},
      {
        "id":"ED218072",
        "title":"Fundamentals of Chemistry for the Non-Major in Tertiary Education. Minimum Principles for the Non-Science Specializing Citizen. Japan/USA Seminar. (3rd, Minneapolis, Minnesota, October 31-November 5, 1981)."},
      {
        "id":"ED218073",
        "title":"Science Education for the 1980s. A Planning and Assessment Handbook for Kindergarten Through Grade Twelve."},
      {
        "id":"ED218075",
        "title":"Evaluation of Learning for Continuing Engineering Education. Draft Report, Revised."},
      {
        "id":"ED218076",
        "title":"Cognitive Mechanisms Facilitating Human Problem Solving in Physics: Formulation and Assessment of a Prescriptive Model."},
      {
        "id":"ED218077",
        "title":"Cognitive Mechanisms Facilitating Human Problem Solving in Physics: Empirical Validation of a Prescriptive Model."},
      {
        "id":"ED218078",
        "title":"A Linear Programming Model for Scheduling Prison Guards. Applications of Linear Programming to Operations Research. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Module 272."},
      {
        "id":"ED218079",
        "title":"Five Applications of Max-Min Theory from Calculus. Applications of Max-Min Theory. Modules and Monographs in Undergraduate Mathematics and Its Applications. UMAP Module 341."},
      {
        "id":"ED218081",
        "title":"Solving Differential Equations Analytically. Elementary Differential Equations. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 335."},
      {
        "id":"ED218082",
        "title":"The Poisson Random Process. Applications of Probability Theory to Operations Research. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 340."},
      {
        "id":"ED218083",
        "title":"Balancing Chemical Reactions With Matrix Methods and Computer Assistance. Applications of Linear Algebra to Chemistry. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 339."},
      {
        "id":"ED218084",
        "title":"Aspects of Coding. Applications of Linear Algebra to Communication and Information Science. [and] A Double-Error Correcting Code. Applications of Algebra to Information Theory. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 336 and 337."},
      {
        "id":"ED218085",
        "title":"The Budgetary Process: Incrementalism [and] The Budgetary Process: Competition. Applications of First Order Linear Difference Equations to Political Science. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 332 and 333."},
      {
        "id":"ED218086",
        "title":"Using the Quaternions to Compose Rotations. Applications of Linear Algebra to Geometry. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 313."},
      {
        "id":"ED218087",
        "title":"A (Not Really) Complex Method for Finding Solutions to Linear Differential Equations. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 497."},
      {
        "id":"ED218089",
        "title":"Mathematics Self-Efficacy Expectations, Math Performance, and the Consideration of Math-Related Majors."},
      {
        "id":"ED218091",
        "title":"Achievement in Writing Geometry Proofs."},
      {
        "id":"ED218094",
        "title":"Litter Control Achievement - Ohio 4-H Club Score Sheet [and] Activity Guides 1 through 7. 4-H Pilot Program 918."},
      {
        "id":"ED218095",
        "title":"Science for Non-Specialists: The College Years."},
      {
        "id":"ED218096",
        "title":"Education in the 80's: Science."},
      {
        "id":"ED218097",
        "title":"Computer Problem Solving. [and] Iteration and Computer Problem Solving. Computer Science/Algorithms. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 477 and 478."},
      {
        "id":"ED218099",
        "title":"Adjusted Rates: The Direct Rate. Applications of Statistics to Demography. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 330."},
      {
        "id":"ED218100",
        "title":"An Application of Mathematical Groups to Structures of Human Groups. Applications of Finite Mathematics to Anthropology and Sociology. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 476."},
      {
        "id":"ED218101",
        "title":"Decision Analysis for Multicandidate Voting Systems. Applications of Elementary Decision Analysis to Political Science. [and] An Application of Voting Theory to Congress. Applications of Decision Theory and Game Theory to American Politics. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 384 and 386."},
      {
        "id":"ED218102",
        "title":"Applications of Vertex Coloring Problems for Graphs. Applications of Graph Theory in Model Construction. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 442."},
      {
        "id":"ED218103",
        "title":"Error Correcting Codes I. Applications of Elementary Algebra to Information Theory. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 346."},
      {
        "id":"ED218104",
        "title":"Price Discrimination and Consumer Surplus. Applications of Calculus to Economics Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 294."},
      {
        "id":"ED218105",
        "title":"The Levi-Civita Tensor and Identities in Vector Analysis. Vector Field Identities. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 427."},
      {
        "id":"ED218106",
        "title":"The Contraction Mapping Principle. Numerical Methods in Elementary Analysis. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 326."},
      {
        "id":"ED218107",
        "title":"Nuclear Deterrence. Applications of Elementary Probability to International Relations. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 327."},
      {
        "id":"ED218108",
        "title":"Measures of Voting Unity. Applications of Probability to the Social Sciences. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 271a, b, c."},
      {
        "id":"ED218109",
        "title":"An Introduction to Groups. Abstract Algebra. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 461."},
      {
        "id":"ED218110",
        "title":"Evaluating Definite Integrals on a Computer Theory and Practice. Applications of Numerical Analysis. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 432."},
      {
        "id":"ED218111",
        "title":"Elementary Techniques of Numerical Integration and Their Computer Implementation. Applications of Elementary Calculus to Computer Science. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 379."},
      {
        "id":"ED218112",
        "title":"Educational Communications and Technology as Applied to Science Education in Intermediate/Middle School."},
      {
        "id":"ED218113",
        "title":"Master of Science in Applied Mathematics, Rensselaer Polytechnic Institute. Final Report."},
      {
        "id":"ED218116",
        "title":"Labor Markets for New Science and Engineering Graduates in Private Industry. Science Resources Studies Highlights."},
      {
        "id":"ED218119",
        "title":"Basic Studies on Anxiety about Teaching Science in Preservice Elementary Teachers."},
      {
        "id":"ED218121",
        "title":"Discretionary Review by the Supreme Court, I: The Model, II: Analysis of the Model. Applications of Second Order Equations to American Politics. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 306 and 307."},
      {
        "id":"ED218122",
        "title":"Tomography: Three Dimensional Image Construction. Applications of Analysis to Medical Radiology. [and] Genetic Counseling. Applications of Probability to Medicine. [and] The Design of Honeycombs. Applications of Differential Equations to Biology. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 318, 456, 502."},
      {
        "id":"ED218123",
        "title":"The Diffusion of Innovation in Family Planning. Applications of First-Order Difference Equations to American Politics. [and] The Growth of Partisan Support, I: Model and Estimation, II: Model Analytics. Applications of First Order Quadratic Difference Equations to American Politics. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 303-305"},
      {
        "id":"ED218124",
        "title":"Expert and Novice Mathematical Problem Solving. Final Project Report and Appendices B-H."},
      {
        "id":"ED218125",
        "title":"Concepts of Mathematics for Business: Background Mathematics. Applications of Arithmetic to Business. [and] Interior Design: Preparing an Estimate. Applications of Decimal Arithmetic and Area Formulas to Business. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 367-369, 375."},
      {
        "id":"ED218126",
        "title":"Horner's Scheme and Related Algorithms. Applications of Computer Science. [and] Algorithms for Finding Zeros of Functions. Computer Science. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 263 and 264."},
      {
        "id":"ED218127",
        "title":"Optimal Assignment Problem Applications of Finite Mathematics to Business and Economics. [and] Difference Equations with Applications. Applications of Difference Equations to Economics and Social Sciences. [and] Selected Applications of Mathematics to Finance and Investment. Applications of Elementary Algebra to Finance. [and] Force of Interest. Applications of Calculus to Finance. UMAP Units 317, 322, 381, 382."},
      {
        "id":"ED218128",
        "title":"Regression toward the Mean. Statistics. [and] Basic Descriptive Statistics. Descriptive Statistics. [and] Approximations in Probability Calculations. Applications of Statistics. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 406, 426, 443."},
      {
        "id":"ED218129",
        "title":"A Unified Method of Finding Laplace Transforms, Fourier Transforms, and Fourier Series. [and] An Inversion Method for Laplace Transforms, Fourier Transforms, and Fourier Series. Integral Transforms and Series Expansions. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 324 and 325."},
      {
        "id":"ED218130",
        "title":"Exponential Models of Legislative Turnover. [and] The Dynamics of Political Mobilization, I: A Model of the Mobilization Process, II: Deductive Consequences and Empirical Application of the Model. Applications of Calculus to American Politics. [and] Public Support for Presidents. Applications of Algebra to American Politics. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 296-300."},
      {
        "id":"ED218131",
        "title":"Curve Fitting via the Criterion of Least Squares. Applications of Algebra and Elementary Calculus to Curve Fitting. [and] Linear Programming in Two Dimensions: I. Applications of High School Algebra to Operations Research. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Units 321, 453."},
      {
        "id":"ED218132",
        "title":"Developing the Fundamental Theorem of Calculus. Applications of Calculus to Work, Area, and Distance Problems. [and] Atmospheric Pressure in Relation to Height and Temperature. Applications of Calculus to Atmospheric Pressure. [and] The Gradient and Some of Its Applications. Applications of Multivariate Calculus to Physics. [and] Kepler's Laws and the Inverse Square Law. Applications of Calculus to Physics. UMAP Units 323, 426, 431, 473."},
      {
        "id":"ED218133",
        "title":"The Impossibility of Trisecting Angles. Applications of Algebra to Geometry. [and] Testing a Hypotheses: t-Test for Independent Samples. Applications of Statistics. [and] Monte Carlo: The Use of Random Digits to Simulate Experiments. Applications of Probability. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Modules 267-269."},
      {
        "id":"ED218134",
        "title":"Directory of Academic Marine Programs in California. Community Colleges, Four-Year Colleges, and Universities."},
      {
        "id":"ED218135",
        "title":"Cognitive Style and Motivation in Continuing Education. Final Report."},
      {
        "id":"ED218136",
        "title":"Self-Paced Tutorial Courses for Mineral Science - Metallurgy Departments. Final Progress Report (July 1975-August 1980)."},
      {
        "id":"ED218138",
        "title":"Developing Science Curriculum Units Using the Teams-Games-Tournaments (TGT) Instructional Process. Technical Report."},
      {
        "id":"ED218139",
        "title":"What is Scientific Thinking? A Discussion Paper, D-82/1."},
      {
        "id":"ED218140",
        "title":"Population Education in Non-Formal Education and Development Programmes. A Manual for Field Workers."},
      {
        "id":"ED218141",
        "title":"Teaching Mathematics: What Is Basic? Occasional Paper No. 31."},
      {
        "id":"ED218143",
        "title":"Engineering Continuing Education: Needs in the Greater Washington, D.C. Metropolitan Area."},
      {
        "id":"ED218144",
        "title":"Science Anxiety and the Classroom Teacher. Analysis and Action Series."},
      {
        "id":"ED218145",
        "title":"The Impact of Budget Cuts on Three Directorates of the National Science Foundation."},
      {
        "id":"ED218148",
        "title":"Energy Education: Why, What, Why and How?"},
      {
        "id":"ED218149",
        "title":"Logical Competencies and Activity Selection Patterns in Early Adolescents: A Longitudinal Study. Human Sciences Evaluation Materials."},
      {
        "id":"ED218150",
        "title":"Effects of Individual Differences, Processing Instructions, and Outline and Heading Characteristics on Learning from Introductory Science Text. Section 1: Utilizing Intact and Embedded Headings as Processing Aids with Non-Narrative Text. Final Report."},
      {
        "id":"ED218151",
        "title":"Effects of Individual Differences, Processing Instructions, and Outline and Heading Characteristics on Learning from Introductory Science Text. Section 2: The Effects of Author-Provided Headings on Text Processing. Final Report."},
      {
        "id":"ED218152",
        "title":"Effects of Individual Differences, Processing Instructions, and Outline and Heading Characteristics on Learning from Introductory Science Text. Section 3: Generation of Descriptive Text Headings. Final Report."},
      {
        "id":"ED218153",
        "title":"Effects of Individual Differences, Processing Instructions, and Outline and Heading Characteristics on Learning from Introductory Science Text. Section 4: The Effects of Schema Training and Text Organization on Descriptive Prose Processing. Final Report."},
      {
        "id":"ED218156",
        "title":"No Federal Programs are Designed Primarily to Support Engineering Education, but Many Do."},
      {
        "id":"ED218165",
        "title":"Evaluation of a Locally Developed Social Studies Curriculum Project: Improving Citizenship Education."},
      {
        "id":"ED218166",
        "title":"Clothing and Dress--Symbols of Stratification in Schools and in Society: A Descriptive Study. Revised."},
      {
        "id":"ED218172",
        "title":"Teaching Family History: Papers from Old Sturbridge Village."},
      {
        "id":"ED218173",
        "title":"Architectural Heritage Education: A Summary Report. Local Architecture as a Teaching Resource for High School Courses."},
      {
        "id":"ED218174",
        "title":"Architectural Heritage Education: An Evaluation Report."},
      {
        "id":"ED218179",
        "title":"Political Specialization and Social Science Education."},
      {
        "id":"ED218180",
        "title":"Educational Equity: A Continuing Quest. Seventh Annual Report, 1981."},
      {
        "id":"ED218181",
        "title":"Precollege Psychology as a Science: Can Summer Workshops Make a Difference?"},
      {
        "id":"ED218184",
        "title":"Economic Education Experiences of Enterprising Teachers. Volume 19. A Report Developed from the 1980-81 Entries in the International Paper Company Foundation Awards Program for the Teaching of Economics."},
      {
        "id":"ED218185",
        "title":"Innovative Ideas in Introductory Economics. Volume 2. A Report Developed from the 1979-80 College and University Level Entries in the International Paper Company Foundation Awards Program for the Teaching of Economics."},
      {
        "id":"ED218186",
        "title":"Consumer Education and Economic Education in the Public Schools."},
      {
        "id":"ED218187",
        "title":"Community ACTION Program for Business and Economic Education."},
      {
        "id":"ED218188",
        "title":"Religious Studies Guidelines."},
      {
        "id":"ED218191",
        "title":"Strengthening Families through Informal Support Systems. Report of a Wingspread Conference."},
      {
        "id":"ED218192",
        "title":"The Western World &amp; the Will to Survive. Report of a Wingspread Conference (5th)."},
      {
        "id":"ED218193",
        "title":"Between Schooling and Education, Notes on Curriculum Changes within the Second Generation of School Reforms in Sweden."},
      {
        "id":"ED218195",
        "title":"Focus on Dance X: Religion and Dance."},
      {
        "id":"ED218199",
        "title":"The Current State of Social Studies: A Report of Project SPAN."},
      {
        "id":"ED218200",
        "title":"The Future of Social Studies: A Report and Summary of Project SPAN."},
      {
        "id":"ED218201",
        "title":"Social Roles: A Focus for Social Studies in the 1980s."},
      {
        "id":"ED218202",
        "title":"Working Papers from Project SPAN."},
      {
        "id":"ED218207",
        "title":"Resource Optimization and World Peace. Occasional Paper 30."},
      {
        "id":"ED218208",
        "title":"Radiological Weapons Control: A Soviet and US Perspective. Occasional Paper 29."},
      {
        "id":"ED218209",
        "title":"Multilateral Disarmament: Conspiracy for Common Sense. Occasional Paper 31."},
      {
        "id":"ED218210",
        "title":"Civic Learning, Schooling and the Dynamics of Normative Socialization."},
      {
        "id":"ED218213",
        "title":"Productivity: The New Economic Context. Worldwatch Paper 49."},
      {
        "id":"ED218214",
        "title":"Is There a Place for the Nonrational in Social Studies Education?"},
      {
        "id":"ED218221",
        "title":"New Prospects for the Profession."},
      {
        "id":"ED218222",
        "title":"International Development of Health Manpower Policy. WHO Offset Publication No. 61."},
      {
        "id":"ED218233",
        "title":"Teachers&apos; Centers Exchange Directory. 1982."},
      {
        "id":"ED218238",
        "title":"A Study of the Active Staffing Process of a Teachers' Center. Final Report."},
      {
        "id":"ED218244",
        "title":"Developing Inquiry Skills in Teachers: Some Reflections on Improvement of Practice."},
      {
        "id":"ED218245",
        "title":"Using Multidimensional Scaling-Produced Cognitive Maps to Facilitate the Communication of Structural Knowledge."},
      {
        "id":"ED218251",
        "title":"The Impact of the Student Teaching Experience on the Development of Teacher Perspectives."},
      {
        "id":"ED218257",
        "title":"Classroom Organization and Management."},
      {
        "id":"ED218258",
        "title":"Motivational Factors in Teachers' Handling of Problem Students."},
      {
        "id":"ED218259",
        "title":"IGE and Basic Skills in the 80's: A Case for Effective Schooling."},
      {
        "id":"ED218261",
        "title":"Interviews With Experienced Teachers: A Reality Base for Preservice Teachers."},
      {
        "id":"ED218263",
        "title":"Professional Development as a Stressor."},
      {
        "id":"ED218266",
        "title":"Teacher Development: Research Strategies."},
      {
        "id":"ED218267",
        "title":"Developmental Supervision: Reducing Teacher Stress at Different Career Stages."},
      {
        "id":"ED218268",
        "title":"Leadership Training. A Manual for Training Teachers to be Leaders in Professional Development."},
      {
        "id":"ED218270",
        "title":"Project ASSERT. Advanced and Specialized Study in Educational Research Techniques. Final Report, November 1979 to November 1981."},
      {
        "id":"ED218271",
        "title":"Directory of Research Organizations in Education. Research, Development, Dissemination, Evaluation and Policy Studies."},
      {
        "id":"ED218272",
        "title":"Personal and Professional Conflict: Stress for Teachers."},
      {
        "id":"ED218273",
        "title":"Perceived Learning in the Classroom and Teacher-Student Interpersonal Relationships."},
      {
        "id":"ED218274",
        "title":"State Policy Support for School Health Education: A Review and Analysis."},
      {
        "id":"ED218278",
        "title":"The Future of Teacher Education."},
      {
        "id":"ED218279",
        "title":"Mastery Learning. Topic Summary Report. Research on School Effectiveness Project."},
      {
        "id":"ED218280",
        "title":"The Mid-Career Malaise of Teachers: An Examination of Job Attitudes and the Factors Influencing Job Satisfaction in the Middle Years. Final Report."},
      {
        "id":"ED218282",
        "title":"Two Models for Ethnographic Evaluation"},
      {
        "id":"ED218283",
        "title":"Trend Analysis Using Microcomputers."},
      {
        "id":"ED218300",
        "title":"Causal Inference in Prospective and Retrospective Studies."},
      {
        "id":"ED218301",
        "title":"Curricular Resource Allocation and Course Exposure in Secondary Schools. Contractor Report."},
      {
        "id":"ED218302",
        "title":"Combining Evidence Between and Within Educational Research Studies."},
      {
        "id":"ED218307",
        "title":"The Evaluation of Technology R&amp;D: A Continuing Dilemma."},
      {
        "id":"ED218309",
        "title":"An Investigation of Models for the Estimation of Test Score Reliability Using Longitudinal Data."},
      {
        "id":"ED218311",
        "title":"IGE Evaluation Phase 1 Summary Report: Report from the Program on Evaluation of Practices in Individualized Schooling."},
      {
        "id":"ED218314",
        "title":"National Longitudinal Study of the High School Class of 1972 Study Reports Update: Review and Annotation."},
      {
        "id":"ED218316",
        "title":"Program Analysis and Monitoring (PAM) in Writing: Practical Implementation."},
      {
        "id":"ED218317",
        "title":"Problems in Stabilizing the Judgment Process."},
      {
        "id":"ED218319",
        "title":"Preparing Students for Standardized Testing: One District's Perspective."},
      {
        "id":"ED218320",
        "title":"Potential Sources of Bias in Dual Language Achievement Tests."},
      {
        "id":"ED218321",
        "title":"Performance Patterns of Bilingual Children Tested in Both Languages."},
      {
        "id":"ED218323",
        "title":"The Robustness of Latent Trait Model for Achievement Test Score Equating."},
      {
        "id":"ED218324",
        "title":"A Research Based Method by Which a State or Regional Association May Select Its Outstanding Paper."},
      {
        "id":"ED218327",
        "title":"Resource Allocation for Program Evaluation: A Position."},
      {
        "id":"ED218329",
        "title":"The Relationship between Scores on the Graduate Management Admission Test and the Test of English as a Foreign Language."},
      {
        "id":"ED218331",
        "title":"Survey of ITED Testing Programs in Iowa High Schools."},
      {
        "id":"ED218332",
        "title":"School District Management Strategies to Link Testing with Instructional Change."},
      {
        "id":"ED218334",
        "title":"Specifying the Writing Domain for Assessment: Recommendations to the Practitioner."},
      {
        "id":"ED218335",
        "title":"Text Structure, Processing and the Design of Reading Achievement Tests."},
      {
        "id":"ED218336",
        "title":"Teachers and Testing: A Survey of Test Use."},
      {
        "id":"ED218337",
        "title":"Teaching and Testing: Allies or Adversaries."},
      {
        "id":"ED218339",
        "title":"The Utilization of a District-Wide Needs Assessment."},
      {
        "id":"ED218343",
        "title":"Use of Evaluation Data and School Achievement."},
      {
        "id":"ED218344",
        "title":"Unidimensionality in the California Assessment Program's Third Grade Test."},
      {
        "id":"ED218345",
        "title":"Assessing Inconsistencies in Standard Setting with the Angoff or Nedelsky Technique."},
      {
        "id":"ED218348",
        "title":"The Use of Tests by LD Teachers, School Psychologists, and Speech/Language Specialists in the Diagnosis of Learning Disabilities."},
      {
        "id":"ED218350",
        "title":"Armed Services Vocational Aptitude Battery: Item and Factor Analyses of Forms 8, 9, and 10. Interim Report for Period October 1980 - July 1981."},
      {
        "id":"ED218353",
        "title":"The Effects of Promotional Testing on a Large City School System."},
      {
        "id":"ED218355",
        "title":"Measuring the Effectiveness of Title I: A Summary of the 1979-80 State Title I Evaluation Reports."},
      {
        "id":"ED208316",
        "title":"A Guide to School and Community Action."},
      {
        "id":"ED208317",
        "title":"Drug Program Report: Career Development."},
      {
        "id":"ED208319",
        "title":"A \"Grassroots\" Assessment of Homemaker Needs for the Frail Elderly."},
      {
        "id":"ED208320",
        "title":"Role Conflict for Aides in a Homemaker Aid Program for the Rural Frail Elderly."},
      {
        "id":"ED208328",
        "title":"Women and Men: An Intergroup Analysis."},
      {
        "id":"ED208331",
        "title":"Self-Supervision for Elementary School Counselors."},
      {
        "id":"ED208333",
        "title":"A Survey of Dual Career Couples in Engineering."},
      {
        "id":"ED208336",
        "title":"The Vocational Counseling Effects of the Occu-Sort on Junior and Senior High School Students. Revised Edition."},
      {
        "id":"ED208340",
        "title":"Readability--Appraising Text Difficulty. Reading Education Report No. 24."},
      {
        "id":"ED208342",
        "title":"Sources of Process Interactions in Reading. Technical Report, December 1, 1976 through July 1, 1980."},
      {
        "id":"ED208343",
        "title":"Reading Curriculum Study: Grades K-3. Final Technical Report. Publication No. 80.34."},
      {
        "id":"ED208344",
        "title":"Project READ, Secondary Reading."},
      {
        "id":"ED208346",
        "title":"Language Arts Remediation: The Intensive Reading Instructional Team. Report 81-10."},
      {
        "id":"ED208351",
        "title":"Right to Read: 1970-1980 State Leadership and Training. A Selective Summary of Program Products and Practices."},
      {
        "id":"ED208354",
        "title":"Cycling and Recycling Questions: The \"When\" of Talking in Classrooms."},
      {
        "id":"ED208356",
        "title":"The Long Term Effects of the ESEA Title I Reading Program on Reading Achievement."},
      {
        "id":"ED208361",
        "title":"The Mexican Approach of Developing Materials and Teaching Literacy to Bilingual Students."},
      {
        "id":"ED208363",
        "title":"A Social Interaction Model of Reading. Technical Report No. 218."},
      {
        "id":"ED208364",
        "title":"Serial Position and Rated Importance in the Recall of Text. Technical Report No. 219."},
      {
        "id":"ED208365",
        "title":"Register, Cohesion, and Cross-Cultural Reading Comprehension. Technical Report No. 220."},
      {
        "id":"ED208366",
        "title":"Colloquial and Literary Uses of Inversions. Technical Report No. 217."},
      {
        "id":"ED208367",
        "title":"The Effect of Redundancy on the Perception of Words in Reading. Technical Report No. 216."},
      {
        "id":"ED208368",
        "title":"The Distribution of Information within Letters. Technical Report No. 215."},
      {
        "id":"ED208369",
        "title":"Learning the Rules of the Game: Four Views of the Relation between Social Interaction and Syntax Acquisition. Technical Report No. 214."},
      {
        "id":"ED208370",
        "title":"Conceptual Readability: New Ways to Look at Text. Reading Education Report No. 31."},
      {
        "id":"ED208378",
        "title":"Sex Differences in Recall as a Function of &quot;Generic&quot; vs. Female-Inclusive Contexts."},
      {
        "id":"ED208387",
        "title":"The College Reading Teacher's Role in Higher Education Today."},
      {
        "id":"ED208388",
        "title":"Sentence Perception in Listening and Reading. Technical Note."},
      {
        "id":"ED208391",
        "title":"Sentence-Combining: Measuring the Rate of Syntactic Growth in Freshman Composition."},
      {
        "id":"ED208393",
        "title":"Deregulation of Television? A Base for Possible Consideration."},
      {
        "id":"ED208395",
        "title":"The Qualitative Legacy of Participant-Observer Approaches among Sociologists and Journalists from the Chicago Urban Tradition."},
      {
        "id":"ED208404",
        "title":"Punctuation and Capitalization: A Review of the Literature."},
      {
        "id":"ED208405",
        "title":"A Sampler from the NCTE Idea Exchange."},
      {
        "id":"ED208406",
        "title":"Children's Books: A Legacy for the Young. Fastback 164."},
      {
        "id":"ED208408",
        "title":"Making Research Work for the Composition Teacher."},
      {
        "id":"ED208409",
        "title":"Teaching and Measuring Sentence Skills: The Importance of Length, Variability, Variety, and Punctuation."},
      {
        "id":"ED208411",
        "title":"Reflective Journal Writing: Theory and Practice."},
      {
        "id":"ED208415",
        "title":"One Child's Learning: Introducing Writing with a Computer. A. I. Memo No. 575."},
      {
        "id":"ED208421",
        "title":"The Passive in Technical and Scientific Writing."},
      {
        "id":"ED208423",
        "title":"Present and Future Directions in English Education Research."},
      {
        "id":"ED208425",
        "title":"Spelling Games and Activities."},
      {
        "id":"ED208428",
        "title":"The F. C. C.'s Clear Channel Radio Policies: Regulation in the Slow Lane."},
      {
        "id":"ED208429",
        "title":"Instructional Approaches to Qualitative Research Methods."},
      {
        "id":"ED208431",
        "title":"The Development of Persuasive Skills: A Research Summary with a Discussion of Pedagogical Implications."},
      {
        "id":"ED208434",
        "title":"In Search of the Campaign Fan: Media Use and Caucus Participation in the 1980 Primary Campaign."},
      {
        "id":"ED208439",
        "title":"The Artistic Experiment: How and Why Do Artists Do It?"},
      {
        "id":"ED208440",
        "title":"Strategies for Teaching the Nontraditional Student Off Campus: The Communiversity."},
      {
        "id":"ED208442",
        "title":"The Argumentation and Debate Course in the 1980s [and] Teaching Philosophy and Debate."},
      {
        "id":"ED208450",
        "title":"Movie Ratings and Their Effect on Movie Attendance."},
      {
        "id":"ED208451",
        "title":"Communications in the Open Organization. School Management Digest, Series 1, No. 21."},
      {
        "id":"ED208452",
        "title":"School-Based Management. School Management Digest, Series 1, No. 23."},
      {
        "id":"ED208453",
        "title":"Violence in the Schools: How Much? What to Do? Research Action Brief. Number 17."},
      {
        "id":"ED208457",
        "title":"Energy Savings in School Buildings: A Selected Checklist."},
      {
        "id":"ED208458",
        "title":"Oregon Sex Equity Projects: 1980."},
      {
        "id":"ED208461",
        "title":"A Feminist Critique of Feminist Research in Educational Administration."},
      {
        "id":"ED208464",
        "title":"Simformation 4: Depth Interview Handbook."},
      {
        "id":"ED208469",
        "title":"Selected References on Asbestos: Its Nature, Hazards, Detection, and Control."},
      {
        "id":"ED208470",
        "title":"Distinguishing Between Cooperation and Collaboration: A Case Study Approach to Understanding Their Relative Requirements and Outcomes. Research on Concerns-Based Adoption."},
      {
        "id":"ED208472",
        "title":"Organizational Factors Affecting Legalization in Education."},
      {
        "id":"ED208474",
        "title":"Citizens' Handbook on the Organization and Financing of the Washington Public School System. Revised."},
      {
        "id":"ED208475",
        "title":"Matrix Organizational Structure and Its Effects Upon Education Organizations."},
      {
        "id":"ED208476",
        "title":"Elementary-Secondary Guide for Oregon Schools, 1980. Standards for Public Schools."},
      {
        "id":"ED208477",
        "title":"Elementary-Secondary Guide for Oregon Schools, 1980. Planning for Standards Implementation."},
      {
        "id":"ED208478",
        "title":"Federal Education Policy in Australia: Implications for the United States. School Finance Project Working Paper."},
      {
        "id":"ED208479",
        "title":"Opinion Survey: A Planning Study Conducted by the School Finance Project. Working Paper."},
      {
        "id":"ED208480",
        "title":"The Condition of Education, Part 2. 1981 Edition. NCES Programs and Plans."},
      {
        "id":"ED208481",
        "title":"A School District Explores Competency Based Education."},
      {
        "id":"ED208482",
        "title":"Managing Underutilized School Facilities Resulting from Declining Pupil Enrollment: A Case Study of Arlington, Virginia."},
      {
        "id":"ED208485",
        "title":"Minorities in Educational Administration: The Principalship. A Literature Review."},
      {
        "id":"ED208486",
        "title":"Women in Educational Administration: The Principalship. A Literature Review."},
      {
        "id":"ED208487",
        "title":"Developmental Supervision: Alternative Practices for Helping Teachers Improve Instruction."},
      {
        "id":"ED208488",
        "title":"Plan to Improve Student Attendance in California Public Schools."},
      {
        "id":"ED208489",
        "title":"Assistance Guide for Forming a Consortium to Improve School Programs. Revised Edition."},
      {
        "id":"ED208492",
        "title":"Initial Costs vs. Operational Costs. A Study of Building Improvement Projects in Fourteen Schools in the School District of Greenville County, South Carolina."},
      {
        "id":"ED208493",
        "title":"Motivating Teachers. The Best of ERIC on Educational Management, Number 60."},
      {
        "id":"ED208498",
        "title":"The Application of Dramatistic Criticism to Curriculum Evaluation."},
      {
        "id":"ED208502",
        "title":"Some Relationships of Demographic Characteristics of School Districts and Indices of Desegregation."},
      {
        "id":"ED208503",
        "title":"Toward a Description of the Occupational Ethos of the Senior High School Principalship."},
      {
        "id":"ED208510",
        "title":"Expanding Environments for Learning: The Making and Breaking of Learning Boundaries."},
      {
        "id":"ED208511",
        "title":"The Domain of Cognition: An Alternative to Bloom's Cognitive Domain within the Framework of an Information Processing Model."},
      {
        "id":"ED208513",
        "title":"Identifying Features of Effective Open Education Programs."},
      {
        "id":"ED208514",
        "title":"Parental Control in Public Education: The Preferences and Behaviors of Parents Related to Their Children's Schooling. Revised."},
      {
        "id":"ED208516",
        "title":"Educational Career Mobility Under Organizational Growth and Contraction."},
      {
        "id":"ED208517",
        "title":"Fiscal Strain in an Era of Retrenchment."},
      {
        "id":"ED208518",
        "title":"Improving School Practices Through Principals' Inservice."},
      {
        "id":"ED208519",
        "title":"Administrative and Supervisory Support Functions for the Implementation of Effective Educational Programs for Low Income Students."},
      {
        "id":"ED208520",
        "title":"The Impact of Legal-Administrative Processes on Local Schools."},
      {
        "id":"ED208521",
        "title":"The Management of Education Professionals in Instructionally Effective Schools: Toward a Research Agenda."},
      {
        "id":"ED208522",
        "title":"Linking Educational Policy and Management with Student Achievement."},
      {
        "id":"ED208526",
        "title":"The Design of Secondary Schools--A Case Study, Singapore."},
      {
        "id":"ED208528",
        "title":"A Cost-Effectiveness Analysis of Administrator Training Programs for Native Americans. Monograph."},
      {
        "id":"ED208530",
        "title":"The Tasks of Teaching Classes of Varied Group Composition."},
      {
        "id":"ED208532",
        "title":"The New Deal: Anticipating a Federal Education Policy."},
      {
        "id":"ED208533",
        "title":"Improving Bilingual Program Management. A Handbook for Title VII Directors."},
      {
        "id":"ED208534",
        "title":"Financial Accounting for Local and State School Systems."},
      {
        "id":"ED208543",
        "title":"A Guide to Ohio School Finance. Money and Education."},
      {
        "id":"ED208544",
        "title":"A Guide to Texas School Finance. Money and Education."},
      {
        "id":"ED208545",
        "title":"A Guide to Connecticut School Finance. Money and Education."},
      {
        "id":"ED208546",
        "title":"A Guide to Missouri School Finance. Money and Education."},
      {
        "id":"ED208549",
        "title":"Legislative Education Leadership in the States."},
      {
        "id":"ED208550",
        "title":"Shaping Education Policy in the States."},
      {
        "id":"ED208554",
        "title":"Comprehensive Planning for Program Coordination: A State of the Art."},
      {
        "id":"ED208557",
        "title":"Making Sense of Principals&apos; Work."},
      {
        "id":"ED208564",
        "title":"The Characteristics of Teacher Retirement Systems."},
      {
        "id":"ED208569",
        "title":"Issues of Competency and Accountability. The Proceedings of an Invitational Symposium (Austin, Texas, May 13-14, 1981)."},
      {
        "id":"ED208571",
        "title":"Student Conduct and Discipline."},
      {
        "id":"ED208573",
        "title":"Student Records: Suggested Guidelines for School Districts."},
      {
        "id":"ED208575",
        "title":"Equal Protection, Legitimacy, and the Legalization of Education: the Role of the Federal Constitutional Court in West Germany."},
      {
        "id":"ED208576",
        "title":"Regulating Business, Regulating Schools: The Problem of Regulatory Unreasonableness."},
      {
        "id":"ED208579",
        "title":"Research on Hispanic Education: Students, Finance, and Governance."},
      {
        "id":"ED208590",
        "title":"Teacher Unions and the Power Structure. Fastback 165."},
      {
        "id":"ED208591",
        "title":"Religious Holiday Observances in Public Schools: When Are They Constitutional? A Legal Memorandum."},
      {
        "id":"ED208592",
        "title":"The Law, the Student, and the Catholic School."},
      {
        "id":"ED208593",
        "title":"Leadership Styles: A Behavioral Matrix."},
      {
        "id":"ED208594",
        "title":"The State Role in Education: Independent Actor or Junior Partner?"},
      {
        "id":"ED208596",
        "title":"Experimental Program for Opportunities in Advanced Study and Research in Education. 1980-81 Final Report."},
      {
        "id":"ED208598",
        "title":"Becoming a More Effective Educational Leader/Administrator."},
      {
        "id":"ED208601",
        "title":"Suggested Services and Policies Related to Adolescent Parenthood. A Report of the Adolescent Parenthood Project."},
      {
        "id":"ED208603",
        "title":"Reporting: Violence, Vandalism and Other Incidents in Schools."},
      {
        "id":"ED208605",
        "title":"Maintaining a Normal Life: Proceedings of the National Conference for Parents of Children with Cancer (1st, Arlington, Virginia, June 23-25, 1978)."},
      {
        "id":"ED208620",
        "title":"Parents' Choice of Services for Developmentally Disabled Children. Final Report."},
      {
        "id":"ED208621",
        "title":"When Handicaps Come in Handy."},
      {
        "id":"ED208622",
        "title":"Charting New Directions: A Budget Analysis of the Division of Special Education."},
      {
        "id":"ED208623",
        "title":"Preschool Programs for Handicapped Children in the State of Washington: Guidance for Implementing Interagency Agreements Head Start/Local School Districts."},
      {
        "id":"ED208627",
        "title":"Severely and Trainable Mentally Retarded: Resource Manuals for Program for Exceptional Children. Volume I."},
      {
        "id":"ED208628",
        "title":"Educable Mentally Retarded: Resource Manuals for Program for Exceptional Children. Volume II."},
      {
        "id":"ED208629",
        "title":"Behavior Disorders: Resource Manuals for Program for Exceptional Children. Volume III."},
      {
        "id":"ED208630",
        "title":"Specific Learning Disabilities: Resource Manuals for Program for Exceptional Children. Volume IV."},
      {
        "id":"ED208631",
        "title":"Visually Impaired: Resource Manuals for Program for Exceptional Children. Volume V."},
      {
        "id":"ED208632",
        "title":"Hospital/Homebound: Resource Manuals for Program for Exceptional Children. Volume VI."},
      {
        "id":"ED208633",
        "title":"Speech and Language Impaired: Resource Manuals for Program for Exceptional Children. Volume VII."},
      {
        "id":"ED208634",
        "title":"Physically and Multiply Handicapped, System Occupational and Physical Therapists: Resource Manuals for Programs for Exceptional Children. Volume VIII."},
      {
        "id":"ED208635",
        "title":"Hearing Impaired: Resource Manuals for Program for Exceptional Children. Volume IX."},
      {
        "id":"ED208636",
        "title":"Deaf/Blind: Resource Manuals for Program for Exceptional Children. Volume XI."},
      {
        "id":"ED208637",
        "title":"Bias in the Referral of Children to Special Services."},
      {
        "id":"ED208639",
        "title":"Williams &apos;elfin facies&apos; Syndrome: A Case Study."},
      {
        "id":"ED208640",
        "title":"Social Implications of Special Education."},
      {
        "id":"ED208643",
        "title":"On TESOL '80. Building Bridges: Research and Practice in Teaching English as a Second Language. Selected papers from the Annual Convention of Teachers of English to Speakers of Other Languages (14th, San Francisco, California, March 4-9, 1980)."},
      {
        "id":"ED208645",
        "title":"Bilingual Education at Campbell School: A Case Study."},
      {
        "id":"ED208646",
        "title":"Cloze Procedures and Long-Term Vocabulary Retention."},
      {
        "id":"ED208656",
        "title":"Multiple-Choice Cloze Tests of EST Discourse: An Exploration."},
      {
        "id":"ED208657",
        "title":"English Proficiency and the Bilingual University Student."},
      {
        "id":"ED208660",
        "title":"Language Dominance Testing for Greek Bilingual Children."},
      {
        "id":"ED208661",
        "title":"BESL Handbook for Spanish/English BESL Classes."},
      {
        "id":"ED208663",
        "title":"How to Make Functional-Notional Notions Function with a Standard American ESL Text."},
      {
        "id":"ED208664",
        "title":"Applications of Second Language Acquisition Research to the Bilingual Classroom. Focus, Number 8."},
      {
        "id":"ED208671",
        "title":"Directory of Foreign Language Service Organizations: 2. Language in Education: Theory and Practice, No. 33."},
      {
        "id":"ED208672",
        "title":"The Older Foreign Language Learner: A Challenge for Colleges and Universities. Language in Education: Theory and Practice, 34."},
      {
        "id":"ED208673",
        "title":"ESL Theses and Dissertations: 1979-80. Language in Education: Theory and Practice, 35."},
      {
        "id":"ED208674",
        "title":"Helping Learners Succeed: Activities for the Foreign Language Classroom. Language in Education: Theory and Practice, No. 36."},
      {
        "id":"ED208675",
        "title":"Discourse Analysis and Second Language Teaching. Language in Education: Theory and Practice, No. 37."},
      {
        "id":"ED208676",
        "title":"Teaching Conversation Skills in ESL. Language in Education: Theory and Practice, No. 38."},
      {
        "id":"ED208677",
        "title":"Teaching French as a Multicultural Language: The French-Speaking World Outside of Europe. Language in Education: Theory and Practice, 39."},
      {
        "id":"ED208678",
        "title":"PR Prototypes: A Guidebook for Promoting Foreign Language Study to the Public. Language in Education: Theory and Practice, No. 40."},
      {
        "id":"ED208679",
        "title":"Needs Assessment in ESL. Language in Education: Theory and Practice, No. 41."},
      {
        "id":"ED208680",
        "title":"Indochinese Students in U.S. Schools: A Guide for Administrators. Language in Education: Theory and Practice, No. 42."},
      {
        "id":"ED208681",
        "title":"Teaching English to Speakers of Vietnamese. Refugee Education Guide: General Information Series #23."},
      {
        "id":"ED208682",
        "title":"The Kurds. Fact Sheet Series #4."},
      {
        "id":"ED208683",
        "title":"On TESOL '79: The Learner in Focus."},
      {
        "id":"ED208686",
        "title":"Russian for Trade Negotiations with the USSR."},
      {
        "id":"ED208687",
        "title":"The Retention of Minority Languages in the United States: A Seminar on the Analytic Work of Calvin J. Veltman."},
      {
        "id":"ED208688",
        "title":"Helping Parents Learn a Second Language with Their Children: Spanish."},
      {
        "id":"ED208691",
        "title":"Effects of Kindergarten Experience on Academic Progress in French Immersion Programs."},
      {
        "id":"ED208692",
        "title":"What Is a Varieties Grammar?"},
      {
        "id":"ED208694",
        "title":"Valuing at Alverno: The Valuing Process in Liberal Education."},
      {
        "id":"ED208698",
        "title":"College Financial Aid and the Employee Tuition Benefit Programs of the Fortune 500 Companies."},
      {
        "id":"ED208702",
        "title":"Academic Renewal in the Seventies: Memoirs of a City College President."},
      {
        "id":"ED208703",
        "title":"What Is Non-Traditional Education?"},
      {
        "id":"ED208706",
        "title":"Positive Steps for Marketing Higher Education."},
      {
        "id":"ED208707",
        "title":"Marketing Mismanagement in Higher Education. Working Paper."},
      {
        "id":"ED208709",
        "title":"Analyzing the Cost Efficiency of Academic Departments and Instructional Personnel at State Universities."},
      {
        "id":"ED208712",
        "title":"Equity in Higher Education."},
      {
        "id":"ED208715",
        "title":"General College Baccalaureate Applications, Admissions and Advising: 1976-1980. A Statistical Study."},
      {
        "id":"ED208716",
        "title":"General College Job Satisfaction Survey, University of Minnesota. Summer 1980."},
      {
        "id":"ED208717",
        "title":"Profile of Full-Time, First-Time Freshmen: Fall 1980 and Recent Trends. Data Brief Series."},
      {
        "id":"ED208719",
        "title":"Sociological Research on Higher Education in Canada 1970-1980: A Review of Some Main Themes in the English Language Literature."},
      {
        "id":"ED208722",
        "title":"Expanding Alternative Delivery Systems."},
      {
        "id":"ED208723",
        "title":"Implementation of Alternative Delivery Systems: One Problem Down--Three To Go."},
      {
        "id":"ED208724",
        "title":"Federal Regulations and Higher Education Institutions: Comments from Western Colleges and Universities. A Report Prepared by the Staff of the Western Interstate Commission for Higher Education for the U.S. Secretary of Education."},
      {
        "id":"ED208729",
        "title":"Policy Positions and Recommendations 1980-1985."},
      {
        "id":"ED208731",
        "title":"Economics of Higher Education: Publications in English in Canada, 1971 to 1981."},
      {
        "id":"ED208732",
        "title":"Drinking Attitudes and Behavior of Incoming Freshmen."},
      {
        "id":"ED208733",
        "title":"Attitudes of Whites Toward Blacks: A Revision of the Situational Attitude Scale (SAS)."},
      {
        "id":"ED208734",
        "title":"Racial Attitudes of White University Freshmen by Sex."},
      {
        "id":"ED208735",
        "title":"A New Look at Freshmen Attitudes and Behavior Toward Drugs."},
      {
        "id":"ED208737",
        "title":"A Comparison of White Male and Female Students&apos; Racial Attitudes."},
      {
        "id":"ED208738",
        "title":"Interracial Differences Among University Freshmen."},
      {
        "id":"ED208740",
        "title":"Perceptions of Summer School Faculty at a Large University."},
      {
        "id":"ED208742",
        "title":"A Profile of Asian-American University Freshmen."},
      {
        "id":"ED208745",
        "title":"A Description and Illustration of a Model for Conducting Student Retention Research."},
      {
        "id":"ED208748",
        "title":"Using Simulation Games in the College Classroom. Idea Paper No. 5."},
      {
        "id":"ED208750",
        "title":"Giving Prizes and Awards: A New Way to Recognize and Encourage Activities That Promote Equity for Women in Academe."},
      {
        "id":"ED208752",
        "title":"Development of Indicators of the Viability of Higher Education Institutions. Technical Report No. 19."},
      {
        "id":"ED208755",
        "title":"Bilingual Higher Education Summer Institute. Bilingual Higher Education: Foundations, Policy, and Practice. Report of Proceedings (Seton Hall University, August 24-29, 1979)."},
      {
        "id":"ED208757",
        "title":"Mission Review: Foundation for Strategic Planning."},
      {
        "id":"ED208758",
        "title":"Analysis of Hispanic-Related Grants."},
      {
        "id":"ED208762",
        "title":"Development of Higher Education Product-Value Indexes."},
      {
        "id":"ED208763",
        "title":"Attitudes and Behavior of UMCP Students and Employees toward the Maryland Student Union. Research Report No. 3-81."},
      {
        "id":"ED208765",
        "title":"The Politics of Theological Education. Occasional Papers No. 37."},
      {
        "id":"ED208767",
        "title":"Project for Faculty Development Program Evaluation: Final Report."},
      {
        "id":"ED208770",
        "title":"Linking Faith and Justice: Reflections on Institutional Conditions and Educating for Justice."},
      {
        "id":"ED208771",
        "title":"Higher Education and Cognitive-Social Development Project. Final Report. Project Report No. 8."},
      {
        "id":"ED208779",
        "title":"Update on Black College Students and Black Colleges: 1980-81. National Center for Education Statistics Bulletin, September 1981."},
      {
        "id":"ED208786",
        "title":"Accredited Postsecondary Institutions and Programs. Including Institutions Holding Preaccredited Status."},
      {
        "id":"ED208788",
        "title":"Evaluation of an Undergraduate Advising Program Using Multiple Criteria. Draft."},
      {
        "id":"ED208791",
        "title":"Enrollment and Retention: A Private College Consortium."},
      {
        "id":"ED208794",
        "title":"A Capsule Description of Young Adults Seven and One-Half Years After High School. National Longitudinal Study Sponsored Reports Series."},
      {
        "id":"ED208796",
        "title":"Federally Funded Programs for Disabled Students: Models for Postsecondary Campuses. A Summary of Regional Education Programs, 1975-80."},
      {
        "id":"ED208799",
        "title":"How States Compare in Financial Support of Higher Education, 1981-82."},
      {
        "id":"ED208803",
        "title":"Problems with the Acquisition and Bibliographic Control of Official Documents and Their Accessibility to Citizens and Researchers: The University of Zambia Library Experience."},
      {
        "id":"ED208808",
        "title":"The Usefulness of Comparative Librarianship in Relation to Non-Industrialized Countries."},
      {
        "id":"ED208822",
        "title":"ITV Annual Evaluation Report. WKNO-TV and WLJT-TV, 1979-80."},
      {
        "id":"ED208832",
        "title":"Enrollment Projections for Graduate Programs in Library and Information Science and Educational Media in Ohio, 1981-1985+. Alternative Modes for Providing Graduate Education in Librarianship in Ohio. Phase One: Needs Assessment Related Paper Number 3."},
      {
        "id":"ED208833",
        "title":"A Survey of Projected Personnel Needs in Ohio&apos;s Academic, Public, Special and School Libraries. Alternative Modes for Providing Graduate Education for Librarianship in Ohio. Phase One: Needs Assessment Related Paper Number 2."},
      {
        "id":"ED208834",
        "title":"Thesaurus of Development Communication."},
      {
        "id":"ED208837",
        "title":"Getting There from Here: A Media-Assisted Library Instruction Program for All Freshmen Students in Communication Skills Courses."},
      {
        "id":"ED208851",
        "title":"Advanced Computer Image Generation Techniques Exploiting Perceptual Characteristics. Final Report."},
      {
        "id":"ED208852",
        "title":"Assessing the Impact, Benefits, Limitations and Costs of Computer Innovations in Education: A Retrospective Case Study Approach. Final Report."},
      {
        "id":"ED208855",
        "title":"Electronic Equipment Maintenance Training (EEMT) System: System Definition Phase."},
      {
        "id":"ED208858",
        "title":"A Guide for the Developer of Basic Skills Products. The Product Developer&apos;s Manual."},
      {
        "id":"ED208859",
        "title":"NCES Directory of Computer Tapes."},
      {
        "id":"ED208861",
        "title":"Spotlight on Sex Equity: A Filmography."},
      {
        "id":"ED208862",
        "title":"Text and Illustration Processing System (TIPS) User's Manual. Volume 1: Text Processing System."},
      {
        "id":"ED208864",
        "title":"Information Technology in Education: Perspectives and Potentials. Report Prepared for the Subcommittee on Science, Research and Technology of the Committee on Science and Technology, U.S. House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED208868",
        "title":"Computer Literacy for Elementary and Secondary Teachers."},
      {
        "id":"ED208870",
        "title":"Evaluation of the Use of Slow-Scan Television and Telefacsimile."},
      {
        "id":"ED208871",
        "title":"Securing Teacher Acceptance of Technology."},
      {
        "id":"ED208872",
        "title":"Imaginative Use of Nonbroadcast Technology Directs Social Services to Isolated Audiences."},
      {
        "id":"ED208876",
        "title":"Green Globs: A Microcomputer Application for Graphing of Equations."},
      {
        "id":"ED208878",
        "title":"Media Program Recommendations: Guidelines for School Media Programs at the Individual Schools and Administrative Unit Levels. Revised Edition."},
      {
        "id":"ED208879",
        "title":"Summary of TUTOR Commands and System Variables. Tenth Edition."},
      {
        "id":"ED208880",
        "title":"Television's Role in Family Life."},
      {
        "id":"ED208882",
        "title":"ERIC Clearinghouse Publications, 1980. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses. January-December 1980."},
      {
        "id":"ED208883",
        "title":"Issues in Information Policy."},
      {
        "id":"ED208885",
        "title":"Book and Materials Selection for School Libraries and Classrooms: Procedures, Challenges and Responses. Working Report on Nationwide Survey."},
      {
        "id":"ED208890",
        "title":"Readership Characteristics and Attitudes. Service to Blind and Physically Handicapped Users."},
      {
        "id":"ED208891",
        "title":"Home Information Systems: A Primer."},
      {
        "id":"ED208895",
        "title":"Human Services Information Clearinghouses: A Discussion of Policy Issues."},
      {
        "id":"ED208896",
        "title":"Library Reference and the Grantsmanship Process."},
      {
        "id":"ED208897",
        "title":"Methods for Evaluating Costs of Automated Hospital Information Systems. Research Summary Series."},
      {
        "id":"ED208899",
        "title":"Resources for Research Libraries. Minutes of the Meeting of the Association of Research Libraries (98th, New York, New York, May 7-8, 1981)."},
      {
        "id":"ED208900",
        "title":"Critical Views of LCSH--the Library of Congress Subject Headings; A Bibliographic and Bibliometric Essay and An Analysis of Vocabulary Control in the Library of Congress List of Subject Headings (LCSH)."},
      {
        "id":"ED208902",
        "title":"Cost and Usage Study of the Educational Resources Information Center (ERIC) System. Final Report."},
      {
        "id":"ED208903",
        "title":"Cost and Usage Study of the Educational Resources Information Center (ERIC) System. A Descriptive Summary."},
      {
        "id":"ED208920",
        "title":"The General Education Component in Vocational Technical Programs Debate: From a Community College Perspective."},
      {
        "id":"ED208927",
        "title":"Persistence of Fall 1977 Transfers to CSULA: Second Report."},
      {
        "id":"ED208929",
        "title":"Geography in the Community College Curriculum: The Case of New York State."},
      {
        "id":"ED208930",
        "title":"Community College Enrollment Projection Study: A National Survey of Approaches Used by State Agencies for Community/Junior Colleges."},
      {
        "id":"ED208931",
        "title":"Academic Computing at the Community College of Baltimore: A Case Study."},
      {
        "id":"ED208932",
        "title":"The Family Learning Project - Phase I. Project Report."},
      {
        "id":"ED208933",
        "title":"Categorization by Children and Adults in Communication Contexts."},
      {
        "id":"ED208937",
        "title":"Effects of Continuity of Learning Experience on Children's Cognitive Performance."},
      {
        "id":"ED208941",
        "title":"Preschool Education in Latin America: A Survey Report from the Andean Region. Volume I: Summary Report."},
      {
        "id":"ED208944",
        "title":"Assessing Impacts of Child Care Policies on Welfare Recipients in Michigan. Research Study Results."},
      {
        "id":"ED208945",
        "title":"Assessing Impacts of Child Care Policies on Welfare Recipients in Michigan. Research Study Results. Phase II Report."},
      {
        "id":"ED208957",
        "title":"Development and Demography of Perceived Vulnerability in Youngsters."},
      {
        "id":"ED208960",
        "title":"Family Centered Intervention with Infant Failure to Thrive."},
      {
        "id":"ED208967",
        "title":"Classroom Use of Selected Children's Books to Facilitate Prosocial Development in Young Children."},
      {
        "id":"ED208968",
        "title":"Teacher Questions to Male and Female Toddlers."},
      {
        "id":"ED208971",
        "title":"Steps Leading to an Ethnographic Analysis of Mothers Preparing Children for a Memory Test."},
      {
        "id":"ED208972",
        "title":"The Gifts of Families: Caring, Courage and Competence."},
      {
        "id":"ED208976",
        "title":"Characteristics of State Plans for Aid to Families with Dependent Children Under the Social Security Act Title IV-A. Characteristics Series Data as of October 1, 1980."},
      {
        "id":"ED208980",
        "title":"Caring About Kids: The Importance of Play."},
      {
        "id":"ED208982",
        "title":"Guilt and Anxiety in Mothers with Young Children."},
      {
        "id":"ED208986",
        "title":"Symmetries and Asymmetries in Children's Relationships."},
      {
        "id":"ED209005",
        "title":"Alternatives in Indian Education. Final Report."},
      {
        "id":"ED209006",
        "title":"Group Conflict, Education, and Mexican Americans: A Discussion Paper."},
      {
        "id":"ED209008",
        "title":"Rural Crime and Criminal Justice: A Selected Bibliography."},
      {
        "id":"ED209023",
        "title":"My Little Cookbook."},
      {
        "id":"ED209030",
        "title":"Bureau of Indian Affairs Special Education Opportunities for Exceptional Children, Youth and Adults: The First Annual Report to the Department of the Interior."},
      {
        "id":"ED209031",
        "title":"Title I Migrant Education Program."},
      {
        "id":"ED209032",
        "title":"Migrant Education Program Title I, Elementary and Secondary Education Act: Overview Report."},
      {
        "id":"ED209033",
        "title":"Title I, ESEA, Migrant Education Program Funding History."},
      {
        "id":"ED209034",
        "title":"Community Education Proven Practices II: Networking Strategies."},
      {
        "id":"ED209037",
        "title":"American Indian Law: Relationship to Child Abuse and Neglect."},
      {
        "id":"ED209038",
        "title":"Our People, Our Land. A Report of the Annual Bilingual-Multicultural Education Conference (6th, Anchorage, Alaska, February 13-15, 1980)."},
      {
        "id":"ED209039",
        "title":"Atautchimukta: Let Us All Come Together. A Report of the Annual Bilingual-Multicultural Education Conference (7th, Anchorage, Alaska, February 17-19, 1981)."},
      {
        "id":"ED209049",
        "title":"D-Q University: Native American Self-Determination in Higher Education."},
      {
        "id":"ED209051",
        "title":"Indian Education: Guidelines for Evaluating Textbooks from an American Indian Perspective."},
      {
        "id":"ED209052",
        "title":"\"Speaking Indian\": Parameters of Language Use Among American Indians. Focus, Number 6."},
      {
        "id":"ED209056",
        "title":"Appalachian Regional Commission: 1979 Annual Report."},
      {
        "id":"ED209057",
        "title":"Appalachian Regional Commission: 1980 Annual Report."},
      {
        "id":"ED209058",
        "title":"Faces of Change. Five Rural Societies in Transition: Bolivia, Kenya, Afghanistan, Taiwan, China Coast."},
      {
        "id":"ED209059",
        "title":"Faces of Change. Visual Evidence: An Instructional Approach. Instructor's Notes: Film/Essay Series."},
      {
        "id":"ED209060",
        "title":"Faces of Change Series. Documentary Film Project: Final Report."},
      {
        "id":"ED209064",
        "title":"Program Evaluation: Project City Science. Executive Summary."},
      {
        "id":"ED209065",
        "title":"Program Evaluation: Project City Science. Final Report."},
      {
        "id":"ED209066",
        "title":"Program Evaluation: Project City Science. Appendices to the Final Report."},
      {
        "id":"ED209074",
        "title":"Instructor Training Seminars: A Manual for State Training Supervisors."},
      {
        "id":"ED209075",
        "title":"Research in Science Education: New Questions, New Directions."},
      {
        "id":"ED209077",
        "title":"Inequalities, Signum Functions and Wrinkles in Wiggle Graphs."},
      {
        "id":"ED209082",
        "title":"Source Book of Educational Materials for Nuclear Medicine."},
      {
        "id":"ED209083",
        "title":"Development of Children's Achievement and Interest Through Overt Verbalization."},
      {
        "id":"ED209084",
        "title":"Organizational Behavior Graduate Course Administration in Engineering, Systems, and Logistics Programs."},
      {
        "id":"ED209085",
        "title":"Parent-Through-Child Learning Project."},
      {
        "id":"ED209087",
        "title":"Society Membership 1980 Profile: Stability and Change."},
      {
        "id":"ED209088",
        "title":"Mathematics Skill Levels in Navy Class &quot;A&quot; Electronics Schools. Final Report, December 1979-December 1980."},
      {
        "id":"ED209089",
        "title":"Mathematics Course Requirements and Performance Levels in the Navy's Basic Electricity and Electronics Schools. Technical Report, March 1980-December 1980."},
      {
        "id":"ED209090",
        "title":"Mathematics Curricula Requirements and Performance Levels in Navy Class &quot;C&quot; Electronics Schools. Technical Report, December 1, 1979-June 1, 1980."},
      {
        "id":"ED209091",
        "title":"Mathematics Requirements of Electronics Ratings in the Job Environment. Technical Report, February 1980-November 1980."},
      {
        "id":"ED209093",
        "title":"What Do Children Know About Addition and Subtraction?"},
      {
        "id":"ED209095",
        "title":"Error Analysis in Solving Algebra Word Problems."},
      {
        "id":"ED209097",
        "title":"Konsey Pou Kore Konesans Matematik. Ideas for Strengthening Mathematics Skills. Creole Edition."},
      {
        "id":"ED209098",
        "title":"Idee Per Consolidare Le Abilita In Matematica. Ideas for Strengthening Mathematics Skills. Italian Edition."},
      {
        "id":"ED209099",
        "title":"Renforcement Des Aptitudes Mathematiques. Ideas for Strengthening Mathematics Skills. French Edition."},
      {
        "id":"ED209100",
        "title":"Ideas Para Fortalecer Las Destrezas en Matematicas. Ideas for Strengthening Mathematics Skills. Spanish Edition."},
      {
        "id":"ED209101",
        "title":"Ideas for Strengthening Mathematics Skills. Greek Edition."},
      {
        "id":"ED209103",
        "title":"ERIC Clearinghouse for Science, Mathematics, and Environmental Education Science Education Fact Sheets, Nos. 1, 2, 3, 4, 1981."},
      {
        "id":"ED209105",
        "title":"Investigations in Science Education, Vol. 7 No. 4. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED209106",
        "title":"Analysis of Current Accomplishments and Needs in Science Education."},
      {
        "id":"ED209107",
        "title":"Energy Conservation Management for School Administrators: An Overview."},
      {
        "id":"ED209108",
        "title":"Determination of Residual Chlorine and Turbidity in Drinking Water. Student Manual."},
      {
        "id":"ED209109",
        "title":"Determination of Residual Chlorine and Turbidity in Drinking Water. Instructor's Manual."},
      {
        "id":"ED209110",
        "title":"Introduction to Instrumental Analysis of Water Pollutants. Training Manual."},
      {
        "id":"ED209111",
        "title":"Bioassay for Toxic and Hazardous Materials. Training Manual."},
      {
        "id":"ED209112",
        "title":"Methods for the Determination of Bacteriological Contaminants in Drinking Water. Training Manual."},
      {
        "id":"ED209113",
        "title":"Orientation to Municipal Wastewater Treatment. Training Manual."},
      {
        "id":"ED209114",
        "title":"Applied Ecology Seminar. Training Manual."},
      {
        "id":"ED209115",
        "title":"Bacteriological Methods in Water Quality Control Programs. Training Manual."},
      {
        "id":"ED209116",
        "title":"Bacteriological Methods in Water Quality Control Programs. Instructor&apos;s Guide."},
      {
        "id":"ED209117",
        "title":"Water Quality &amp; Pollutant Source Monitoring: Field and Laboratory Procedures. Training Manual."},
      {
        "id":"ED209118",
        "title":"Analytical Methods for Trace Metals. Training Manual."},
      {
        "id":"ED209119",
        "title":"Microscopic Analysis of Activated Sludge. Training Manual."},
      {
        "id":"ED209124",
        "title":"Building a Sustainable Society."},
      {
        "id":"ED209125",
        "title":"Global Issues in the Intermediate Classroom, Grades 5-8."},
      {
        "id":"ED209126",
        "title":"Bureaucratic Resistance to Women's Programs: The Case of Women in Development."},
      {
        "id":"ED209130",
        "title":"National Security and U.S.-Soviet Relations. Occasional Paper 26."},
      {
        "id":"ED209133",
        "title":"Aesthetic Education and the Quality of Life. Fastback 168."},
      {
        "id":"ED209135",
        "title":"Educational Agenda for the 1980s. Fastback 161."},
      {
        "id":"ED209136",
        "title":"Basic Education: A Historical Perspective. Fastbook 167."},
      {
        "id":"ED209139",
        "title":"Using History, Heritage, and Hearsay."},
      {
        "id":"ED209140",
        "title":"History, Heritage, and Hearsay: A Children's Guide to Ethnic South and Southwest Philadelphia."},
      {
        "id":"ED209143",
        "title":"Students and the News: Patterns of Knowledge and Acquisition. Research Overview."},
      {
        "id":"ED209152",
        "title":"Title IX: The Half Full, Half Empty Glass."},
      {
        "id":"ED209155",
        "title":"Consumer Education in a Quality of Life Society."},
      {
        "id":"ED209156",
        "title":"Social Generalizations: Biases and Solutions."},
      {
        "id":"ED209157",
        "title":"Education in the 80's: Curricular Challenges."},
      {
        "id":"ED209158",
        "title":"Federal Support for International Studies: The Role of NDEA Title VI."},
      {
        "id":"ED209159",
        "title":"Resources for Pennsylvania Studies: Elementary and Middle School Grades."},
      {
        "id":"ED209160",
        "title":"Teaching Psychology at the Secondary Level: The Preparation of Textbooks and Materials."},
      {
        "id":"ED209165",
        "title":"Computers in the Social Studies Classroom. How to Do It Series, Series 2, No. 14."},
      {
        "id":"ED209166",
        "title":"Annual Report, 1979-80: Oklahoma Cultural Understanding Project."},
      {
        "id":"ED209169",
        "title":"Census &apos;80 Projects for Students."},
      {
        "id":"ED209170",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Vol. 14, No. 3. Period Covered July-September, 1980."},
      {
        "id":"ED209176",
        "title":"Effectiveness Research and Teacher Education: Yesterday, Today, and Tomorrow."},
      {
        "id":"ED209184",
        "title":"Individualized Instruction, Discipline, and Behavior Modification in an Alternative School Environment."},
      {
        "id":"ED209185",
        "title":"The Influence of Field Experiences and Introductory Professional Courses on Student Attitudes Toward American Education."},
      {
        "id":"ED209187",
        "title":"Classroom Analysis: Concepts, Findings, and Applications. DPA Helsinki Investigations III. Research Bulletin No. 56."},
      {
        "id":"ED209188",
        "title":"Research on the Beginning Teacher: Implications for Teacher Education."},
      {
        "id":"ED209195",
        "title":"Staff Development in Secondary Schools."},
      {
        "id":"ED209203",
        "title":"Focus on Interscholastic Sports and the Middle School."},
      {
        "id":"ED209206",
        "title":"Promoting Health/Preventing Disease. Objectives for the Nation."},
      {
        "id":"ED209209",
        "title":"Teacher Certificate Recipients at the University of Michigan 1946 through 1976: A 1980 Follow-up Study."},
      {
        "id":"ED209210",
        "title":"The Effectiveness of Two Strategies to Develop Selected Skills in Bilingual/Bicultural Teachers."},
      {
        "id":"ED209211",
        "title":"Levels of Organization in the Structure of Awareness of Sport."},
      {
        "id":"ED209212",
        "title":"Self-Help Support Groups for Teachers Under Stress."},
      {
        "id":"ED209214",
        "title":"Models of Adaptive Instruction: A Handbook for College and University Teachers."},
      {
        "id":"ED209215",
        "title":"Proceedings of the National Conference for Institutions Preparing Health Educators (Birmingham, Alabama, February 5-7, 1981)."},
      {
        "id":"ED209218",
        "title":"Beginnings: The Orientation of New Teachers."},
      {
        "id":"ED209222",
        "title":"Teacher-Initiated Research: Professional Development for Teachers and a Method for Designing Research Based on Practice. Final Report."},
      {
        "id":"ED209230",
        "title":"Using Information From ERIC to Solve Educational Problems. A Resource Module for Teacher Education."},
      {
        "id":"ED209235",
        "title":"Linking Teacher Behavior with Learning Style. Tucson Model for Effective Staff Development."},
      {
        "id":"ED209237",
        "title":"Identifying Promising Practices in Teaching Ethnically Diverse Children in the Elementary School."},
      {
        "id":"ED209240",
        "title":"The Washington State System for Coordination of Staff Development. The Staff Development Coordination Study. Final Report."},
      {
        "id":"ED209242",
        "title":"Time to Teach: Teaching-Learning Processes in Primary Schools."},
      {
        "id":"ED209243",
        "title":"Differential Weighting of Multiple-Choice Items."},
      {
        "id":"ED209246",
        "title":"Test Scores and Family Income: A Response to Charges in the Nader/Nairn Report on ETS."},
      {
        "id":"ED209247",
        "title":"Test Use and Validity: A Response to Charges in the Nader/Nairn Report on ETS."},
      {
        "id":"ED209248",
        "title":"Weighting of Aptitude Components Based on Differences in Technical School Difficulty."},
      {
        "id":"ED209249",
        "title":"Individual Differences in Dual Task Performance. Final Report."},
      {
        "id":"ED209251",
        "title":"Levels of Use Interviews: A Successful Formative Evaluation Tool [Revised]."},
      {
        "id":"ED209252",
        "title":"Test Bias: In God We Trust, All Others Must Have Data."},
      {
        "id":"ED209253",
        "title":"Developmental and Aging Differences in Visual Information Processing."},
      {
        "id":"ED209270",
        "title":"The Ethnic Representation of Special Education Referrals, Classifications and Placements in New York City. Evaluation Report."},
      {
        "id":"ED209275",
        "title":"Emergency School Aid Act Pilot: Evaluation Report. Pgm. 1979-80."},
      {
        "id":"ED209277",
        "title":"Secondary Programming for the Handicapped. Final Evaluation Report, 1979-80."},
      {
        "id":"ED209282",
        "title":"Report on the Maintenance Division and School Plant Operations."},
      {
        "id":"ED209283",
        "title":"School Improvement Project: First Annual Assessment Report."},
      {
        "id":"ED209284",
        "title":"Takoma Park Magnet School Evaluation; Part II, Final Report."},
      {
        "id":"ED209285",
        "title":"Title I ESEA, High School; English as a Second Language: 1979-1980. OEE Evaluation Report."},
      {
        "id":"ED209286",
        "title":"Transitional Class Program, 1979-80. OEE Evaluation Report."},
      {
        "id":"ED209287",
        "title":"Validation Report for the Title IV-C Health Through Science Project, 1979-80."},
      {
        "id":"ED209290",
        "title":"Austin Independent School District Achievement Profiles, 1980-81. Volume I: Elementary Schools (Iowa Tests of Basic Skills), Allan-Linder and District. Publication No. 80.83."},
      {
        "id":"ED209292",
        "title":"Austin Independent School District Achievement Profiles, 1980-81. Volume III: Junior High Schools (Iowa Tests of Basic Skills) and Senior High Schools (Sequential Tests of Educational Progress)."},
      {
        "id":"ED209297",
        "title":"Dimensions of the Feminist Research Methodology Debate: Impetus, Definitions, Dilemmas & Stances."},
      {
        "id":"ED209298",
        "title":"The Individual and the Group: An Issue in Assessment."},
      {
        "id":"ED209299",
        "title":"Procedural Handbook for the Assessment Component of the Foundation Program Assessment and Improvement System (FPAIS)."},
      {
        "id":"ED209305",
        "title":"Title VII Pre-Kindergarten, 1980-81: Final Technical Report."},
      {
        "id":"ED209307",
        "title":"The Worldwide Issue of Access."},
      {
        "id":"ED209308",
        "title":"Interpreting Title I Evaluation Results."},
      {
        "id":"ED209310",
        "title":"Understanding Your Grade 3 CAP Report."},
      {
        "id":"ED209316",
        "title":"Plans of the 1978 Graduates. Executive Summary, Publication No. 374."},
      {
        "id":"ED209318",
        "title":"Teaching and Evaluating Student Writing (Elementary Grades). British Columbia Assessment of Written Expression, 1978."},
      {
        "id":"ED209319",
        "title":"Teaching and Evaluating Student Writing (Secondary Grades). British Columbia Assessment of Written Expression, 1978."},
      {
        "id":"ED209322",
        "title":"New York City Public Schools Central Administrative Offices: Data Resources Catalog. Metropolitan Educational Development and Research Project (MEDARP) Report."},
      {
        "id":"ED216362",
        "title":"Dissemination of Election Returns Information: The News Election Service during Election 1980."},
      {
        "id":"ED216363",
        "title":"Written Texts and Situational Contexts."},
      {
        "id":"ED216369",
        "title":"Global Education: Fantasy, Reality, and the English Class."},
      {
        "id":"ED216370",
        "title":"Teaching Business Communications by the Traditional Writing and the Word Processing Methods--A Comparison."},
      {
        "id":"ED216372",
        "title":"Teaching With a Purpose: The Perry Scheme and the Teaching of Writing."},
      {
        "id":"ED216375",
        "title":"Audience in Introductory Composition: Reducing the Pretending."},
      {
        "id":"ED216381",
        "title":"Creative Research: Getting Students to Take Charge."},
      {
        "id":"ED216382",
        "title":"Who Benefits: Student Progress in Two Teaching Modes."},
      {
        "id":"ED216391",
        "title":"A Preliminary Study of Language Influences in the English Writing of Third- and Sixth-Grade Chicano Students."},
      {
        "id":"ED216392",
        "title":"Black-English Influences in the Writing of Third- and Sixth-Grade Black Students."},
      {
        "id":"ED216394",
        "title":"What Does It Mean to be Able to Write?: The Question of Writing in the Discourses of Literature and Composition."},
      {
        "id":"ED216395",
        "title":"The Goals of Freshman Writing Programs as Perceived by a National Sample of College and University Writing Program Directors and Teachers. Technical Report No. 5."},
      {
        "id":"ED216402",
        "title":"A Preliminary Study of Nonverbal Cues and Relational Termination."},
      {
        "id":"ED216408",
        "title":"An Analysis of Uncertainty and Satisfaction: A Hospital Case Study."},
      {
        "id":"ED216417",
        "title":"Communication Apprehension and the Speech Anxiety Peak Experience."},
      {
        "id":"ED216418",
        "title":"Communication Apprehension and Intercultural Nonverbal Coding."},
      {
        "id":"ED216420",
        "title":"Comparative Chronemics and Diplomacy: American and Iranian Perspectives on Time."},
      {
        "id":"ED216424",
        "title":"Maintenance of Effort Provisions: An Instrument of Federalism in Education."},
      {
        "id":"ED216425",
        "title":"A Study of Alternatives in American Education, Vol. III: Teachers' Responses to Alternatives."},
      {
        "id":"ED216426",
        "title":"A Study of Alternatives in American Education, Vol. VI: Student Outcomes at Alum Rock 1974-1976."},
      {
        "id":"ED216427",
        "title":"A Study of Alternatives in American Education, Vol. VII: Conclusions and Policy Implications."},
      {
        "id":"ED216429",
        "title":"Perceptions of the Quality of School Life: A Case Study of Schools and Students."},
      {
        "id":"ED216434",
        "title":"The Ambiguous Transformation: Federal Education Policy and the Second Reconstruction."},
      {
        "id":"ED216438",
        "title":"Incentive Pay for Teachers: Impacts in an Urban District."},
      {
        "id":"ED216440",
        "title":"Toward a Reconstruction of Organizational Theory: Androcentric Bias in A. H. Maslow's Theory of Human Motivation and Self-Actualization."},
      {
        "id":"ED216441",
        "title":"A Framework for Studying Schools as Work Settings for Women Leaders."},
      {
        "id":"ED216442",
        "title":"Androcentric Bias in the Educational Administration Quarterly."},
      {
        "id":"ED216443",
        "title":"The Decision Seminar as a Training Framework: An Exploratory Assessment."},
      {
        "id":"ED216444",
        "title":"Ego Development and Power Base Reliance of School Principals."},
      {
        "id":"ED216447",
        "title":"Vouchers Revisited: The Prospects for Education Vouchers in the Eighties."},
      {
        "id":"ED216448",
        "title":"School Public Library Censorship and the First Amendment."},
      {
        "id":"ED216449",
        "title":"Developing Basic Skills Programs in Secondary Schools."},
      {
        "id":"ED216450",
        "title":"Educational Tort Liability and Malpractice."},
      {
        "id":"ED216452",
        "title":"What Do We Know about Private Schools? Proceedings of a Conference of the Horace Mann Learning Center and the National Center for Education Statistics (Washington, DC April 7, 1981)."},
      {
        "id":"ED216457",
        "title":"A Chance to Do It Right: Assessing the Impact on Participants of a State-Wide Nutrition Education Program."},
      {
        "id":"ED216460",
        "title":"Annotated Bibliography. Conference Materials: Strategy Conference on Education and the Economy (Washington, D.C., September 22-24, 1981)."},
      {
        "id":"ED216461",
        "title":"Camelot Revisited: Public Administration Education in a Generic School. Management Research Program."},
      {
        "id":"ED216463",
        "title":"Policy Research and Educational Policy-Making: Toward a Better Connection."},
      {
        "id":"ED216469",
        "title":"Kansas State Implementation Grant. Year End Report. ((September 1, 1980 Through August 31, 1981))."},
      {
        "id":"ED216471",
        "title":"The Learning Disabled Adolescent: Parents [and] School Personnel Working Together--Looking Toward the Future."},
      {
        "id":"ED216473",
        "title":"GEMS: Gifted Education Module System. Higher Level Thinking in the Junior High."},
      {
        "id":"ED216474",
        "title":"Developing an Evaluation Model for Gifted Programs."},
      {
        "id":"ED216478",
        "title":"Verbal Interaction Behaviors of Teachers of the Gifted."},
      {
        "id":"ED216479",
        "title":"Handicapped Infant and Preschool Children: Program Guidelines."},
      {
        "id":"ED216480",
        "title":"Arts for the Gifted and Talented: Grades One Through Six."},
      {
        "id":"ED216483",
        "title":"Language and Activity of Hyperactive and Comparison Children During Listening Tasks."},
      {
        "id":"ED216484",
        "title":"Special Teens and Parents: A Study of the Impact of P.L. 94-142 on Learning Disabled Adolescents. Final Report ((and)) Executive Summary."},
      {
        "id":"ED216489",
        "title":"Improvements in Attitudes Toward Learning Disabilities During the International Year of Disabled Persons."},
      {
        "id":"ED216491",
        "title":"Local Implementation of PL 94-142: Second Year Report of a Longitudinal Study."},
      {
        "id":"ED216492",
        "title":"Local Implementation of PL 94-142: Third Year Report of a Longitudinal Study."},
      {
        "id":"ED216494",
        "title":"Cognitive Effects of Mainstreaming."},
      {
        "id":"ED216495",
        "title":"Alternative Programs for Disruptive Youth."},
      {
        "id":"ED216497",
        "title":"Administrator's Handbook on Integrating America's Mildly Handicapped Students. Special Education in Transition 3."},
      {
        "id":"ED216498",
        "title":"School Based Staff Support Teams: A Blueprint for Action."},
      {
        "id":"ED216501",
        "title":"A Survey of Special Education in Australia: Provisions, Needs and Priorities in the Education of Children with Handicaps and Learning Difficulties."},
      {
        "id":"ED216503",
        "title":"A Legal Perspective of Special Education: A Review."},
      {
        "id":"ED216506",
        "title":"Correspondence Courses for Gifted Students."},
      {
        "id":"ED216508",
        "title":"Handicapped Children&apos;s Early Education Program. 1981-82 Overview and Directory."},
      {
        "id":"ED216510",
        "title":"Literacy and Awareness of Segmental Structure in Adult Learners."},
      {
        "id":"ED216511",
        "title":"Universals, Typologies and Interlanguage."},
      {
        "id":"ED216513",
        "title":"Methodologie de la classe de conversation: Vers un enseignement de la competence a communiquer. (Methodology of the Conversation Class: Toward Education in Communicative Competence)."},
      {
        "id":"ED216514",
        "title":"Teacher Job Satisfaction and Modern Language Curricular Variables in Alberta."},
      {
        "id":"ED216516",
        "title":"Improving Estimates of Achievement in Students with Limited English Proficiency."},
      {
        "id":"ED216518",
        "title":"French as a Second Language -- Programs in Ontario."},
      {
        "id":"ED216519",
        "title":"The Afghani. Fact Sheet Series #5."},
      {
        "id":"ED216520",
        "title":"The Armenians. Fact Sheet Series #6."},
      {
        "id":"ED216521",
        "title":"Teaching ESL to Competencies: A Departure from a Traditional Curriculum for Adult Learners with Specific Needs. Adult Education Series #12. Refugee Education Guide."},
      {
        "id":"ED216522",
        "title":"The Numbers in Latin. Teacher's Guide. Tentative Edition."},
      {
        "id":"ED216523",
        "title":"Latin, The Language of Health Sciences. Teacher's Guide."},
      {
        "id":"ED216524",
        "title":"Star Trek with Latin. Teacher's Guide. Tentative Edition."},
      {
        "id":"ED216525",
        "title":"Greco-Roman Sports and Games. Teacher's Guide. Tentative Edition."},
      {
        "id":"ED216530",
        "title":"Faces and Facets of Bilingualism. Bilingual Educational Series: 10. Papers in Applied Linguistics."},
      {
        "id":"ED216533",
        "title":"Careers in Linguistics: New Horizons. Proceedings of a Conference Held in Conjunction with the Annual Meeting of the Linguistic Society of America (56th, New York, NY, December 1981)."},
      {
        "id":"ED216545",
        "title":"Guidelines for Career Content in the Foreign Language Class."},
      {
        "id":"ED216553",
        "title":"Composing and Coherence. The Writing of Eleven Pre-Medical Students. Linguistics and Literacy Series: 3."},
      {
        "id":"ED216554",
        "title":"Children in and out of School: Ethnography and Education. Language and Ethnography Series, Volume 2. Colloquium on Ethnography and Education (Philadelphia, PA, 1978)."},
      {
        "id":"ED216569",
        "title":"The American Research University."},
      {
        "id":"ED216573",
        "title":"Three Dialogues on Liberal Education."},
      {
        "id":"ED216582",
        "title":"H.R. 1400--The Veterans' Educational Assistance Act of 1981. Hearings Before the Subcommittee on Education, Training and Employment of the Committee on Veterans Affairs. House of Representatives, Ninety-Seventh Congress, First Session (March 24 and 25, 1981). Volume II."},
      {
        "id":"ED216583",
        "title":"Financial Measures Conference: Progress in Measuring Financial Conditions of Colleges and Universities. Proceedings of the 1979 Working Conference (Annapolis, Maryland, September 27-28, 1979)."},
      {
        "id":"ED216586",
        "title":"Freshman Attrition and the Residential Context."},
      {
        "id":"ED216587",
        "title":"Academic Program Review in a Loosely Coupled System."},
      {
        "id":"ED216588",
        "title":"Entry Level Skills Program Implementation Guide."},
      {
        "id":"ED216589",
        "title":"Progress Report on ELSP Program, 1979-80."},
      {
        "id":"ED216592",
        "title":"Toward Achieving Equity for Women in Social Work Education: A Conceptual Frame of Reference and Guidelines for Organizing Equity Efforts."},
      {
        "id":"ED216595",
        "title":"The 1980-1981 General College Retention Program, Final Report."},
      {
        "id":"ED216596",
        "title":"A Medical Student Logbook for Streamlining Collection of Clerkship Evaluation Data."},
      {
        "id":"ED216599",
        "title":"Continuing Social Work Education Provision: Trends and Future Developments."},
      {
        "id":"ED216600",
        "title":"Faculty Opinions of Students' Basic Skills: A Survey Report from The Languages of the Disciplines Project."},
      {
        "id":"ED216601",
        "title":"Better Managerial Effectiveness Through Improved Planning and Budgeting in the Academic Area."},
      {
        "id":"ED216602",
        "title":"Human Needs and Faculty Motivation."},
      {
        "id":"ED216603",
        "title":"Multinational Comparison of Terms in Higher Education."},
      {
        "id":"ED216604",
        "title":"Variable Perceptions of Decision: An Operationalization of Four Models."},
      {
        "id":"ED216606",
        "title":"The American Freshman: National Norms for Fall 1981."},
      {
        "id":"ED216610",
        "title":"Career Development in Institutional Research."},
      {
        "id":"ED216612",
        "title":"Resource Allocation in U. K. Universities."},
      {
        "id":"ED216622",
        "title":"Directory of Higher Education Programs and Faculty. Third Edition."},
      {
        "id":"ED216628",
        "title":"College Selectivity, Not College Type, Is Related to Graduate Women's Career Aspirations."},
      {
        "id":"ED216631",
        "title":"Democratization of Higher Education: Issues and Trends."},
      {
        "id":"ED216635",
        "title":"Instructional Resources Handbook for Higher Education."},
      {
        "id":"ED216643",
        "title":"Insights into Engineering Education Administration."},
      {
        "id":"ED216644",
        "title":"Federal and State Roles in Higher Education: Impact of Federally Sponsored Research on Increased Federal and State Effectiveness."},
      {
        "id":"ED216648",
        "title":"Widening the Circle: The Humanities in American Education. A Report of the Wingspread Conference on the Humanities in Higher Education (Racine, Wisconsin, March 30-April 1, 1981)."},
      {
        "id":"ED216649",
        "title":"Academic Science, 1972-81: R &amp; D Funds, Scientists and Engineers, Graduate Enrollment and Support. Final Report. Surveys of Science Resources Series."},
      {
        "id":"ED216651",
        "title":"Research on Postsecondary Education in Canada: A Review for the Canadian Society for the Study of Higher Education and the Social Sciences and Humanities Research Council of Canada."},
      {
        "id":"ED216652",
        "title":"The Academic Dean."},
      {
        "id":"ED216653",
        "title":"Assessing the Impact of Faculty Collective Bargaining. AAHE-ERIC/Higher Education Research Report No. 8, 1981."},
      {
        "id":"ED216654",
        "title":"Strategic Planning Techniques: Matching External Assessment with Internal Audit."},
      {
        "id":"ED216657",
        "title":"The Interaction Effects of GPA on Other Determinants of Student Attrition in a Homogeneous Population."},
      {
        "id":"ED216659",
        "title":"Indicators of Tuition, Room, and Board Prices: An Overview."},
      {
        "id":"ED216661",
        "title":"A Causal Model of Faculty Research Productivity."},
      {
        "id":"ED216666",
        "title":"Ethnic Minority Graduates of 1973 Through 1979: Their Postgraduate Studies, Occupations, and Impressions of UC Davis."},
      {
        "id":"ED216668",
        "title":"Institutional Vitality in Higher Education. AAHE-ERIC/Higher Education Research Currents."},
      {
        "id":"ED216669",
        "title":"Policy Issues and Research Design. Contractor Report."},
      {
        "id":"ED216671",
        "title":"MicroSIFT News. October 1980 ((and)) October 1981."},
      {
        "id":"ED216675",
        "title":"Plunge into the Fun World of Local Production. Media Production for the Classroom Teacher."}]
  }}
