{
  "response":{"numFound":509939,"start":220000,"numFoundExact":true,"docs":[
      {
        "id":"ED216677",
        "title":"Staffing Your Library/Media Center."},
      {
        "id":"ED216678",
        "title":"Bringing Computers into College and University Teaching. Papers Presented at a Symposium Held under the Auspices of the Higher Education Research and Development Society of Australasia (Canberra, Australia, November 19, 1980)."},
      {
        "id":"ED216680",
        "title":"Educational Media, Technology and Instructional Productivity. A Consideration of Cost and Effectiveness. Occasional Paper Number 2."},
      {
        "id":"ED216682",
        "title":"Mtu Ni Afya (&quot;Man Is Health&quot;): Tanzania's Health Campaign."},
      {
        "id":"ED216684",
        "title":"The Development of Programming Design Guides. Final Report."},
      {
        "id":"ED216685",
        "title":"Programming Design Guide for Computer Implementation of Job Aid for Selecting Instructional Setting. Final Report."},
      {
        "id":"ED216686",
        "title":"Supplemental Guide: Sources of Information for On-Line Implementation for ISD I.5 Select Instructional Setting. Final Report."},
      {
        "id":"ED216696",
        "title":"Library Skills and Resources for Business Research."},
      {
        "id":"ED216698",
        "title":"Factors Affecting Instructional Television Utilization in Alabama."},
      {
        "id":"ED216701",
        "title":"Development Communication Report. No. 37, March 1982."},
      {
        "id":"ED216705",
        "title":"Solar Energy Task Force Report: Technical Training Guidelines."},
      {
        "id":"ED216709",
        "title":"Applied Writing: A Writing Skills Curriculum for Adult Learners. Second Field Test Edition."},
      {
        "id":"ED216714",
        "title":"Student Hotline Procedural Manual. Instructional Technology and Design. Rio Salado Community College. Revised."},
      {
        "id":"ED216723",
        "title":"The Community College in the Eighties: Time for Reformation."},
      {
        "id":"ED216725",
        "title":"Student Charges, Student Financial Aid, and Access to Postsecondary Education: A Report to the Governor and the Legislature in Response to Assembly Concurrent Resolution 81 [and Responses to the Commission's Report]."},
      {
        "id":"ED216731",
        "title":"Report on International Education Program at Broward Community College."},
      {
        "id":"ED216736",
        "title":"Reductions in Force in Higher Education: One College's Response to the Illinois Community College Tenure Act."},
      {
        "id":"ED216737",
        "title":"Faculty Development for Part-Timers: First Annual Report, September 1, 1980 to August 31, 1981."},
      {
        "id":"ED216750",
        "title":"The Fall 1981 LACC [Los Angeles City College] College Placement Examination. Research Study #82-4."},
      {
        "id":"ED216757",
        "title":"Work Options: A Guide for Community Colleges Regarding the Recruitment, Retention and Job Placement of Men and Women in Occupations Not Traditional for Their Sex."},
      {
        "id":"ED216759",
        "title":"Ten-Year Student Enrollment Characteristics: Fall Terms 1971-72 through 1980-81."},
      {
        "id":"ED216760",
        "title":"Extending Continuing Educational Service to the Elderly Homebound. Teaching the Elderly Homebound through Learning Companions--A Peer Teaching Approach."},
      {
        "id":"ED216764",
        "title":"As Others See Us: A Sampler of Newspaper Stories about Illinois Community Colleges."},
      {
        "id":"ED216766",
        "title":"Family Day Care: How to Provide it in Your Home."},
      {
        "id":"ED216769",
        "title":"Establishing Nutritious Food Practices in Early Childhood. Final Report, September, 1979 - September, 1981."},
      {
        "id":"ED216779",
        "title":"Annual Report on Publicly Subsidized Child Care Services. Part I: Child Development Programs, 1979-80. Executive Summary."},
      {
        "id":"ED216781",
        "title":"Annual Report on Publicly Subsidized Child Care Services. Part II: State Preschool Program, 1979-80. Executive Summary."},
      {
        "id":"ED216785",
        "title":"Single Mother's Resource Handbook."},
      {
        "id":"ED216786",
        "title":"A Just Beginning: Sex Equity Manual for Childbirth Educators."},
      {
        "id":"ED216793",
        "title":"Uprooted Children. Migrants and Refugees: The Role of Nongovernmental Organizations."},
      {
        "id":"ED216794",
        "title":"What Can Be Done to Improve Nutrition Education Efforts in the Schools? Report to the Secretary of Agriculture by the U.S. General Accounting Office"},
      {
        "id":"ED216796",
        "title":"An Evaluation of NBC's 1980-81 Prosocial Children's Programming: Drawing Power, Play Alongs, How to Watch TV."},
      {
        "id":"ED216801",
        "title":"Native American Programs and Research: A Survey Report Conducted by Arizona State University."},
      {
        "id":"ED216806",
        "title":"Teaching Guide for Reading &amp; Language Skills &amp; Bibliography of Indian Materials."},
      {
        "id":"ED216812",
        "title":"We, the People(s)...in Order...to Promote the General Welfare...to Ourselves and Our Posterity...A Self-Evaluation Process for Indian Tribal Governments."},
      {
        "id":"ED216830",
        "title":"The Moving Equilibrium: Roles in Rural Social Work Practice."},
      {
        "id":"ED216831",
        "title":"Teacher Education Programs for Native People. Proceedings of a Conference on Native Teacher Education (Saskatoon, Saskatchewan, Canada, November 1973)."},
      {
        "id":"ED216832",
        "title":"Resources of Recent Migrants to Rural Areas for Economic Development: Policy Implications."},
      {
        "id":"ED216836",
        "title":"The Education of Hispanics. Proceedings Midwest Conference (Chicago, Illinois, May 22-24, 1980)."},
      {
        "id":"ED216840",
        "title":"Ensuring Educational Excellence through Business and Community Cooperation."},
      {
        "id":"ED216841",
        "title":"Bilingual Education: Parents and Community Awareness Training Manual."},
      {
        "id":"ED216855",
        "title":"Dissemination of Continuing Education Materials Via Television Delivery Systems. Final Technical Report and Final Report."},
      {
        "id":"ED216856",
        "title":"Summer Leadership Conference Proceedings (Dingmans Ferry, Pennsylvania, August 10-15, 1980)."},
      {
        "id":"ED216857",
        "title":"Issues in Physics Education in Historical and Contemporary Perspective. Technical Report #24."},
      {
        "id":"ED216863",
        "title":"Measurement and Analysis of Logical Thinking. Final Technical Report."},
      {
        "id":"ED216866",
        "title":"Preparing Teachers to Teach Environmental Science: An Evaluation of an NSF Program."},
      {
        "id":"ED216869",
        "title":"Classroom Interaction and Opportunities for Cross-Sex Peer Learning in Science."},
      {
        "id":"ED216870",
        "title":"The Effects of Activity-Based Elementary Science Programs on Student Outcomes and Classroom Practices: A Meta Analysis of Controlled Studies."},
      {
        "id":"ED216874",
        "title":"Proof that the Sample Bivariate Correlation Coefficient Has Limits ((Plus or Minus)) 1."},
      {
        "id":"ED216875",
        "title":"Proceedings: Project Directors Meeting (Washington, D.C., February 5-7, 1981)."},
      {
        "id":"ED216878",
        "title":"Proceedings: Community Leader's Litter Control Workshop (Painesville, Ohio, December 2, 1981). Bulletin 694."},
      {
        "id":"ED216885",
        "title":"Project Synthesis: An Interpretive Consolidation of Research Identifying Needs in Natural Science Education. Final Report"},
      {
        "id":"ED216886",
        "title":"The 5-Year Outlook on Science and Technology 1981."},
      {
        "id":"ED216887",
        "title":"The 5-Year Outlook on Science and Technology 1981. Source Materials Volume 1."},
      {
        "id":"ED216888",
        "title":"The 5-Year Outlook on Science and Technology 1981. Source Materials Volume 2."},
      {
        "id":"ED216889",
        "title":"Better Science Through Safety."},
      {
        "id":"ED216890",
        "title":"Women and Minorities in Science and Engineering."},
      {
        "id":"ED216891",
        "title":"Investigations in Science Education. Volume 8, Number 2."},
      {
        "id":"ED216894",
        "title":"Out of School Programs in Science."},
      {
        "id":"ED216896",
        "title":"Methods of Validating Learning Hierarchies with Applications to Mathematics Learning."},
      {
        "id":"ED216900",
        "title":"An Application of Ausubel's Learning Theory to Environmental Education: A Study of Concept Mapping in a College Natural Resources Management Course."},
      {
        "id":"ED216901",
        "title":"Human Sciences Evaluation Data, HSPALL. User's Guide for the Machine-Readable Data File."},
      {
        "id":"ED216902",
        "title":"Human Sciences KNOWING Module Data File, HSPKNOW. User's Guide for the Machine-Readable Data File."},
      {
        "id":"ED216903",
        "title":"Human Sciences Activity Characteristics and Reviewer Evaluation File, HSACRE. User's Guide for the Machine-Readable Data File."},
      {
        "id":"ED216904",
        "title":"An Exploratory Investigation of the Effect of Teaching Primary Grade Children to Use Specific Problem Solving Strategies in Solving Simple Arithmetic Story Problems."},
      {
        "id":"ED216907",
        "title":"Solar Spots - Activities to Introduce Solar Energy into the K-8 Curricula."},
      {
        "id":"ED216908",
        "title":"An Assessment of the Validity and Precision of the Intensive Time-Series Design Through Monitoring Learning Differences in Groups of Students with Formal and with Concrete Cognitive Tendencies."},
      {
        "id":"ED216909",
        "title":"Sex-Related Differences in Pre-College Science: Findings of the Science Meta-Analysis Project."},
      {
        "id":"ED216910",
        "title":"Locating Active Plate Boundaries by Earthquake Data. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216911",
        "title":"Earthquakes and Plate Boundaries. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216912",
        "title":"Introduction to Lithospheric Plate Boundaries. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216913",
        "title":"Spreading Sea Floors and Fractured Ridges. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216914",
        "title":"What Happens When Continents Collide? Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216915",
        "title":"Imaginary Continents: A Geological Puzzle. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216916",
        "title":"Lithspheric Plates and Ocean Basin Topography. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216917",
        "title":"How Do Scientists Decide Which is the Better Theory? Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216918",
        "title":"Tropics in Antarctica? Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216919",
        "title":"Fossils as Clues to Ancient Continents. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216920",
        "title":"How Fast is the Ocean Floor Moving? Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216921",
        "title":"Microfossils, Sediments and Sea-Floor Spreading. Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216922",
        "title":"How Do Continents Split Apart? Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216923",
        "title":"How Does Heat Flow Vary in the Ocean Floor? Crustal Evaluation Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216924",
        "title":"Movement of the Pacific Ocean Floor. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216925",
        "title":"Deep Sea Trenches and Radioactive Water. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216926",
        "title":"Plate Boundaries and Earthquake Prediction. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216927",
        "title":"Quake Estate (board game). Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216928",
        "title":"A Sea-Floor Mystery: Mapping Polarity Reversals. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216929",
        "title":"Drifting Continents and Wandering Poles. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216930",
        "title":"Which Way is North? Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216931",
        "title":"Continents and Ocean Basins: Floaters and Sinkers. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216932",
        "title":"Measuring Continental Drift: The Laser Ranging Experiment. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216933",
        "title":"Plotting the Shape of the Ocean Floor. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216934",
        "title":"Crustal Movement: A Major Force in Evolution. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216935",
        "title":"Drifting Continents and Magnetic Fields. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216936",
        "title":"Hot Spots in the Earth's Crust. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216937",
        "title":"Iceland: The Case of the Splitting Personality. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216938",
        "title":"The Rise and Fall of the Bering Land Bridge. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216939",
        "title":"Volcanoes: Where and Why? Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216940",
        "title":"When a Piece of a Continent Breaks Off. Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216941",
        "title":"Why Does Sea Level Change? Crustal Evolution Education Project. Teacher's Guide [and] Student Investigation."},
      {
        "id":"ED216942",
        "title":"Mexican Women in Anahuac and New Spain: Three Study Units. Aztec Roles, Spanish Notary Revelations, Creole Genius."},
      {
        "id":"ED216943",
        "title":"Latin American Culture Studies: Information and Materials for Teaching About Latin America. Revised Edition."},
      {
        "id":"ED216946",
        "title":"A Study of State Mandates and Competencies for Economics Education."},
      {
        "id":"ED216947",
        "title":"Historians/Artifacts/Learners: Working Papers."},
      {
        "id":"ED216948",
        "title":"Evolution/Creation Teaching on Trial: Implications for Educators."},
      {
        "id":"ED216949",
        "title":"Guide to Selected Ethnic Heritage Materials: 1974-1980."},
      {
        "id":"ED216954",
        "title":"An Exploratory Study of the Impact of the Character Education Program within the Dade County Public School System."},
      {
        "id":"ED216958",
        "title":"Ethnographic and Qualitative Methods in Educational Research: A Selected Annotated Bibliography."},
      {
        "id":"ED216960",
        "title":"Chinese Education: Old and New, Radical and Reformed. World Education Monograph Series, Number Two."},
      {
        "id":"ED216961",
        "title":"Multicultural Education: A Need for Philosophical Perspective. World Education Monograph Series, Number Three."},
      {
        "id":"ED216962",
        "title":"Asian Studies: A Catalogue of Asian Resources in Connecticut. Area Studies Resources Guides, Number One."},
      {
        "id":"ED216963",
        "title":"Middle East Studies: A Catalogue of Middle East Studies Resources In or Near Connecticut. Area Studies Resource Guides, Number Two."},
      {
        "id":"ED216964",
        "title":"Philosophical Phenomenology: A Methodology for Holistic Educational Research. Multicultural Research Guides Series, Number Four."},
      {
        "id":"ED216965",
        "title":"Conflict Resolution and Peace Studies: An Annotated Bibliography. Ethnic Studies Bulletin, Number Nine."},
      {
        "id":"ED216966",
        "title":"Studies of Cultural Pluralism by Connecticut High School Students. The Peoples of Connecticut Multicultural Ethnic Heritage Series."},
      {
        "id":"ED216967",
        "title":"Using Oral History in Educational Studies. Multicultural Research Guides Series, Number One."},
      {
        "id":"ED216983",
        "title":"China's Schools in Flux. Wingspread Brief."},
      {
        "id":"ED216984",
        "title":"Criminal Sentencing Alternatives. A Report of a Wingspread Conference (Racine, WI, March 21-22, 1977)."},
      {
        "id":"ED216990",
        "title":"The Economic Conditions and Exhibition Processes of Artists in Four Cities. Final Report."},
      {
        "id":"ED216992",
        "title":"Research on Teaching College Economics: Selected Readings."},
      {
        "id":"ED216993",
        "title":"Teacher Education and Global Perspectives. Current Issues."},
      {
        "id":"ED216996",
        "title":"Improving School Practice. Summary and Proceedings of the 1981 AEL Regional Forum (Charleston, WV, November 12-13, 1981). Occasional Paper 007."},
      {
        "id":"ED217005",
        "title":"Twelve Great Basketball Offenses."},
      {
        "id":"ED217006",
        "title":"Influence of Decision-Making by Elementary Children on Attitudes, Creativity, Motor Skills, and Self-Concept."},
      {
        "id":"ED217009",
        "title":"Systematic and Objective Analysis of Instruction. Training Manual."},
      {
        "id":"ED217010",
        "title":"Exploring a Teachers&apos; Center&apos;s Support of School-Based Coordinating Teachers."},
      {
        "id":"ED217011",
        "title":"The Effects of Change in Governance Structure on the Practices and Outcomes of an Experienced Teachers' Center. Final Report."},
      {
        "id":"ED217012",
        "title":"Reflections Upon a Teacher Education Program--Diagnosing Where We've Been, Where We Are, and Where We're Going."},
      {
        "id":"ED217013",
        "title":"Teacher as Change Agent."},
      {
        "id":"ED217019",
        "title":"Teacher Preparation: Problems and Prospects. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives. Ninety-Seventh Congress, First Session (September 9-10, 1981)."},
      {
        "id":"ED217021",
        "title":"The Relationship Between Competitive Motives and Ratings of Competitiveness."},
      {
        "id":"ED217022",
        "title":"Homework as a Learning Experience. What Research Says to the Teacher."},
      {
        "id":"ED217024",
        "title":"Evaluation of Stress Management Education: The University of Maryland Model."},
      {
        "id":"ED217027",
        "title":"The Western Inservice Education Model. A Description and Evaluation of the Teacher Corps Staff Development Project as Demonstrated by Washington Western University and Arlington School District, Arlington, Washington."},
      {
        "id":"ED217030",
        "title":"Follow-Up of 1979-80 Graduates at the Ohio State University's College of Education Teacher Certification Program. Technical Report #6."},
      {
        "id":"ED217036",
        "title":"Beginning Teachers as Learners: A Descriptive Report."},
      {
        "id":"ED217039",
        "title":"A Statewide Nutrient Analysis of Children's Diets."},
      {
        "id":"ED217041",
        "title":"The Data-Based Staff Development Program: Design, Implementation, and Effects."},
      {
        "id":"ED217043",
        "title":"Teacher Opinions About Professional Education Training Programs."},
      {
        "id":"ED217046",
        "title":"The Importance of Situational Factors and Task Demands to Handicapped Children&apos;s Test Performance."},
      {
        "id":"ED217049",
        "title":"Sampling and Selection Issues in Educational Ethnography."},
      {
        "id":"ED217050",
        "title":"Early Identification and Intervention: A Handbook for Teachers and School Counsellors. Australian Council for Educational Research (ACER) Early School Series."},
      {
        "id":"ED217051",
        "title":"National Longitudinal Study of the High School Class of 1972: An Historical Overview and Summary."},
      {
        "id":"ED217052",
        "title":"National Longitudinal Study of the High School Class of 1972: Fourth Follow-up Survey. Final Methodological Report."},
      {
        "id":"ED217053",
        "title":"Incorporating Information Needs of Key Constituencies in Program Evaluation Design: An Empirical Approach."},
      {
        "id":"ED217057",
        "title":"A Longitudinal Study of Determinants of Educational Achievement: Final Report."},
      {
        "id":"ED217060",
        "title":"A Study of Research and Evaluation Offices and Office Functions in the Public Schools."},
      {
        "id":"ED217061",
        "title":"Educational Research in the English-Speaking Caribbean."},
      {
        "id":"ED217062",
        "title":"The Effects of Functional Level Testing on Five New Standardized Reading Achievement Tests."},
      {
        "id":"ED217064",
        "title":"Compensatory Services and Educational Development in the School Year. Technical Report 10 from the Study of the Sustaining Effects of Compensatory Education on Basic Skills."},
      {
        "id":"ED217065",
        "title":"Student Self-Selection and Test Repetition."},
      {
        "id":"ED217067",
        "title":"Results of the Georgia Statewide Testing Program for the Atlanta Public Schools, 1981."},
      {
        "id":"ED217069",
        "title":"Assumptions of Standard Setting Methods."},
      {
        "id":"ED217073",
        "title":"Bias in the Writing of Prose and Its Appraisal."},
      {
        "id":"ED217074",
        "title":"Characteristics of Student Writing Competence: An Investigation of Alternative Scoring Systems."},
      {
        "id":"ED217075",
        "title":"Chicano Children's Cognitive Styles: A Review of the Literature and Effects of a Pretest Intervention."},
      {
        "id":"ED217077",
        "title":"Detection of Item Bias Using Analyses of Response Patterns."},
      {
        "id":"ED217079",
        "title":"An Empirical Investigation of the Results of Two Different Test Development Strategies. Final Report for the Period March 15, 1981 - December 31, 1981."},
      {
        "id":"ED217081",
        "title":"Evaluation Contracting Checklist."},
      {
        "id":"ED217082",
        "title":"Evaluability Assessment of the Title II Basic Skills Improvement Program: Implications for State-Level Programs."},
      {
        "id":"ED217088",
        "title":"Crosscultural Communication: The Hispanic Community of Connecticut. A Human Services Staff Development Training Manual. A TITLE XX Project."},
      {
        "id":"ED217089",
        "title":"United States Catholic Elementary and Secondary Schools, 1981-1982. A Statistical Report on Schools, Enrollment, Staffing, and Finances."},
      {
        "id":"ED217091",
        "title":"Project P.I.A.G.E.T.: Promoting Intellectual Adaptation Given Experiential Transforming with Hispanic Bilingual Five Year Old Children and Their Families. A Summary. Technical Paper No. 100."},
      {
        "id":"ED217093",
        "title":"School Desegregation. Hearings before the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary. House of Representatives, Ninety-Seventh Congress, First Session (September 17, 21, 23, October 7, 14, 19, 21, 29, November 4 and 19, 1981). Serial No. 26."},
      {
        "id":"ED217094",
        "title":"School Desegregation. Report of the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary. House of Representatives, Ninety-Seventh Congress, Second Session (Together with Supplemental Views)."},
      {
        "id":"ED217098",
        "title":"Issues in Remedial Program Evaluation. ORET Report No. 3."},
      {
        "id":"ED217099",
        "title":"Characteristics of High Achieving Elementary Schools in Newark. Newark School District Research Report. ORET Report No. 5."},
      {
        "id":"ED217100",
        "title":"Shaping Teacher Expectations for Minority Girls. A Teacher Training Module."},
      {
        "id":"ED217101",
        "title":"Affirmative Action in the 1980s: Dismantling the Process of Discrimination. Clearinghouse Publication 70."},
      {
        "id":"ED217102",
        "title":"Comprehensive Affirmative Action for Equal Educational Opportunity in the Racially Isolated and Predominantly White Suburban School District."},
      {
        "id":"ED217104",
        "title":"Figurative Language of Disadvantaged Blacks as Related to Poverty, Music, Poetry, Language and Reading."},
      {
        "id":"ED217106",
        "title":"A Selected Bibliography of Bilingual Special Education."},
      {
        "id":"ED217108",
        "title":"The Jews: Their Origins, in America, in Connecticut. A Curriculum Guide. The Peoples of Connecticut Multicultural Ethnic Heritage Series No. 3. Second Edition."},
      {
        "id":"ED217109",
        "title":"Justice Department Policies on Equal Employment and Affirmative Action."},
      {
        "id":"ED217112",
        "title":"Evaluation of the ESAA Program, 1980-81."},
      {
        "id":"ED217113",
        "title":"Evaluation of 1980-81 Bilingual Title VII Program."},
      {
        "id":"ED217116",
        "title":"Confronting Racial Isolation in Miami."},
      {
        "id":"ED217120",
        "title":"Technical Supplement for the National Second Step Project."},
      {
        "id":"ED217121",
        "title":"Apprenticeship Research: Emerging Findings and Future Trends. Proceedings of a Conference on Apprenticeship Training (Washington, D.C., April 30-May 1, 1980)."},
      {
        "id":"ED217128",
        "title":"Adult Education in the Federal Republic of Germany. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED217129",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Diet Therapy Specialist, 9-6."},
      {
        "id":"ED217141",
        "title":"The Real Supply-Side Economics. Occasional Paper No. 80."},
      {
        "id":"ED217142",
        "title":"CETA: Accomplishments, Problems, Solutions."},
      {
        "id":"ED217146",
        "title":"Project WE CARE (Workers' Education and Community Awareness of Resources for Education). [August 1980-June 1981]."},
      {
        "id":"ED217147",
        "title":"Open Bureaucracy or Process? An Empirical Investigation of Three Community Education Projects. Research Report #81-106."},
      {
        "id":"ED217149",
        "title":"The Efforts of Business to Improve Human Productivity and Quality of Work Life: Training Implications for Community/and Technical Colleges."},
      {
        "id":"ED217151",
        "title":"Issues Related to the Development and Use of Employer Surveys at the Local Level. Proceedings of the Employer Survey Conferences (Boston, Massachusetts, February 13 and April 10, 1980)."},
      {
        "id":"ED217154",
        "title":"Extension and Continuing Education: A Revitalized Dimension of Higher Education?"},
      {
        "id":"ED217158",
        "title":"Field Test Plan and Site Selection. Teaching Basic Skills through Vocational Education. Technical Report."},
      {
        "id":"ED217159",
        "title":"Selected Instructional Materials for Teaching Basic Skills in Vocational Education. Teaching Basic Skills through Vocational Education. Technical Report."},
      {
        "id":"ED217160",
        "title":"Literature Search. Teaching Basic Skills through Vocational Education. Technical Report."},
      {
        "id":"ED217161",
        "title":"Sample Lesson Ideas for Basic Skill Instruction in Selected Vocational Programs. Teaching Basic Skills through Vocational Education. Technical Report."},
      {
        "id":"ED217163",
        "title":"Problem-Solving Process: A Planner&apos;s Handbook for Program Improvement. Leadership Training Series No. 63."},
      {
        "id":"ED217164",
        "title":"Readability Analyses of Selected Vocational Texts. Teaching Basic Skills through Vocational Education. Technical Report."},
      {
        "id":"ED217165",
        "title":"Selected Standardized Tests and Assessment Instruments for Measuring Occupational Competencies. Teaching Basic Skills through Vocational Education. Technical Report."},
      {
        "id":"ED217167",
        "title":"Chief of Naval Air Training Resource Planning System (RPS)."},
      {
        "id":"ED217168",
        "title":"Evaluation of the \"Reading Potential\" Concept for Marginally Literate Adults."},
      {
        "id":"ED217169",
        "title":"Literacy, Oracy, and Vocational Aptitude as Predictors of Attrition and Promotion in the Armed Services."},
      {
        "id":"ED217170",
        "title":"Vocational Education for a Changing Society."},
      {
        "id":"ED217171",
        "title":"Follow-Up Study of 1980 Students of Oregon High School Vocational Programs and Their Employers."},
      {
        "id":"ED217175",
        "title":"Kansas Food Service Employee. Short Courses."},
      {
        "id":"ED217181",
        "title":"Resources: A Career Development Process Model. Volume I."},
      {
        "id":"ED217182",
        "title":"Vocational Education Program Improvement. A Career Development Process Model. Volume II. Resources and References."},
      {
        "id":"ED217187",
        "title":"Household Production."},
      {
        "id":"ED217190",
        "title":"A Comparison of Individualized and Conventional Instruction in Navy Technical Training."},
      {
        "id":"ED217193",
        "title":"Adult Student Magazine. Issue 7. November 1981."},
      {
        "id":"ED217194",
        "title":"Adult Student Magazine. Issue 8. January 1982."},
      {
        "id":"ED217195",
        "title":"Adult Student Magazine. Issue 9. March 1982."},
      {
        "id":"ED217196",
        "title":"The Whole Person Book (II): A Guide to Preservice Training."},
      {
        "id":"ED217198",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Fundamentals of Electricity, 3-7."},
      {
        "id":"ED217199",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Construction Electrician, 3-16."},
      {
        "id":"ED217200",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Electrician Part I, 3-17."},
      {
        "id":"ED217201",
        "title":"Evaluation of Comprehensive Employment and Training Programs, 1981. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session (October 20, 1981)."},
      {
        "id":"ED217202",
        "title":"Vocational Education and Job Training Programs, 1981. Joint Hearings before the Subcommittee on Employment and Productivity and the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session on Examination of Federal Vocational Education and Job Training Programs for Young People (October 21 and November 24, 1981)."},
      {
        "id":"ED217204",
        "title":"Safety and Health for Industrial/Vocational Education; for Supervisors and Instructors."},
      {
        "id":"ED217205",
        "title":"Study of New Youth Initiatives in Apprenticeship. Interim Report. Volume 1: Summary and Issues."},
      {
        "id":"ED217206",
        "title":"Study of New Youth Initiatives in Apprenticeship. Interim Report. Volume 2: Site Visit Reports."},
      {
        "id":"ED217207",
        "title":"Study of New Youth Initiatives in Apprenticeship. Report on Impacts."},
      {
        "id":"ED217208",
        "title":"Apprenticeship - School Linkage Implementation Manual."},
      {
        "id":"ED217209",
        "title":"Comparison of Outcomes for Youth Apprenticeship Projects and Youth Career Development Projects. Supplementary Report."},
      {
        "id":"ED217210",
        "title":"Students with Exceptional Needs. Work Experience Education: Issues."},
      {
        "id":"ED217211",
        "title":"Trainer&apos;s Guide for Students with Exceptional Needs in Work Experience Education Programs."},
      {
        "id":"ED217217",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Electrician, 3-18."},
      {
        "id":"ED217230",
        "title":"Auto Mechanics. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217231",
        "title":"Introduction to the Automobile Mechanic Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217232",
        "title":"Trowel Trades. Pre-Apprenticeship Phase 1 Training. Instructor&apos;s Guide."},
      {
        "id":"ED217233",
        "title":"Introduction to the Trowel Trades. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217234",
        "title":"Trowel Trades Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217235",
        "title":"Trowel Trade Materials. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217236",
        "title":"Trowel Trade Work Processes. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217237",
        "title":"Electrical. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217238",
        "title":"Introduction to the Electrical Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217239",
        "title":"Carpentry. Pe-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217240",
        "title":"Introduction to the Carpentry Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217241",
        "title":"Carpentry Materials. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217242",
        "title":"Painter. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217243",
        "title":"Introduction to the Painting Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217244",
        "title":"Parts Counter. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217245",
        "title":"Introduction to the Parts Counter Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217246",
        "title":"Floor Covering. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217247",
        "title":"Introduction to the Floor Covering Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217248",
        "title":"Plumbing. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217249",
        "title":"Introduction to the Plumbing Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217250",
        "title":"Drywall. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217251",
        "title":"Introduction to the Drywall Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217252",
        "title":"Welding. Pre-Apprenticeship Phase 1 Training. Instructor's Guide."},
      {
        "id":"ED217253",
        "title":"Introduction to the Welding Trade. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217254",
        "title":"Welding Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217255",
        "title":"Welding Materials. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217256",
        "title":"Physical Development. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217257",
        "title":"Common Worker Benefits. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217258",
        "title":"Expectations. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217259",
        "title":"Communication Skills. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217260",
        "title":"Giving and Receiving Feedback. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217261",
        "title":"Dealing with Interpersonal Conflicts. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217262",
        "title":"Group Problem Solving, Goal-Setting and Decision-Making. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217263",
        "title":"Wider Influences and Responsibilities. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217264",
        "title":"Identifying and Developing Individual Strengths. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217265",
        "title":"Finding a Job. Worksite Visits. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217266",
        "title":"Finding a Job. Resumes. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217267",
        "title":"Finding a Job. Interviews. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217268",
        "title":"Appropriate Work Habits and Attitudes. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217269",
        "title":"General Safety. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217270",
        "title":"Occupational Safety. Personal Safety. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217271",
        "title":"Fire Types &amp; Prevention. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217272",
        "title":"Occupational Safety. Hygiene Safety. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217273",
        "title":"Occupational Safety. Hand Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217274",
        "title":"Occupational Safety. Power Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217275",
        "title":"Scaling and Dimensioning. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217276",
        "title":"Sketching. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217277",
        "title":"Types of Drawings and Views. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217278",
        "title":"Measuring, Layout and Leveling Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217279",
        "title":"Holding and Fastening Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217280",
        "title":"Fastening Devices. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217281",
        "title":"Boring and Drilling Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217282",
        "title":"Cutting Tools, Files and Abrasives. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217283",
        "title":"Hand Electric Tools. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217284",
        "title":"Math. Linear Measurement [and] Math. Whole Numbers. Addition, Subtraction, Multiplication, Division. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217285",
        "title":"Math. Addition and Subtraction of Common Fractions and Mixed Numbers. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217286",
        "title":"Math. Multiplication &amp; Division of Common Fractions and Whole &amp; Mixed Numbers. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217288",
        "title":"Math. Percent. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217289",
        "title":"Math. Ratio and Proportion. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217290",
        "title":"Math. Decimals. Addition, Subtraction, Multiplication, Division. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217291",
        "title":"Math. Perimeters, Areas, and Volumes. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217292",
        "title":"Math. Circumference and Area of Circles. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217293",
        "title":"Math. Areas of Plane Figures. Volumes of Solid Figures. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217294",
        "title":"Math. Metrics. Pre-Apprenticeship Phase 1 Training."},
      {
        "id":"ED217295",
        "title":"Mobility out of Low-Paid Occupations: A Segmentation Analysis."},
      {
        "id":"ED217296",
        "title":"Schooling, Training, and Patterns of Occupational Change among Career Civil Servants, 1963-1977. Final Report."},
      {
        "id":"ED217297",
        "title":"Learning and Earnings: The Loose Connection. Final Report."},
      {
        "id":"ED217298",
        "title":"The Transition of Special Needs Learners into Postsecondary Vocational Education."},
      {
        "id":"ED217299",
        "title":"A Male Perspective on Parenting and Non-Parenting."},
      {
        "id":"ED217300",
        "title":"Voluntary Childlessness: A Critique of Existing Research and Suggestions for Future Study."},
      {
        "id":"ED217304",
        "title":"The Development of Adult Leisure Behaviors: An Exploratory Inquiry."},
      {
        "id":"ED217306",
        "title":"From Systemic Conception to Working Model: Translating Principles into Practice."},
      {
        "id":"ED217308",
        "title":"Parental Psychopathology and Female Delinquency."},
      {
        "id":"ED217316",
        "title":"The Elder Program: An Educational Model for Network Building among the Elderly."},
      {
        "id":"ED217318",
        "title":"Dimensions of Retirement among Minority Elderly."},
      {
        "id":"ED217325",
        "title":"The Impact of Puberty on Adolescents: A Longitudinal Study."},
      {
        "id":"ED217329",
        "title":"Designing Your Family Planning Education Program."},
      {
        "id":"ED217330",
        "title":"Social Organization and Leadership in Cross-Cultural Psychology."},
      {
        "id":"ED217331",
        "title":"Older Worker Attitudes toward Phased Retirement Options."},
      {
        "id":"ED217333",
        "title":"Reaching Troubled Youth: Runaways and Community Mental Health. Symposium Papers."},
      {
        "id":"ED217334",
        "title":"Registration: The Important First Impression. A Transcript of a Sound/Filmstrip Presentation. [A Manual and A Description of the Workshop.]"},
      {
        "id":"ED217337",
        "title":"Guidelines for Developing Comprehensive Guidance Programs in California Public Schools: Kindergarten through Adult School."},
      {
        "id":"ED217339",
        "title":"Incorporating Cognitive Developmental Concepts into Student Evaluation of College Teaching."},
      {
        "id":"ED217341",
        "title":"Working with Aging and Aged Developmentally Disabled Persons: Training Materials for Caregivers. Instructor's Manual, Volume I."},
      {
        "id":"ED217342",
        "title":"Working with Aging and Aged Developmentally Disabled Persons: Training Materials for Caregivers. Student's Manual, Volume II."},
      {
        "id":"ED217343",
        "title":"Neighborhood Age Structure and Support Networks."},
      {
        "id":"ED217346",
        "title":"The SASW: A Measure of Sexism among University Freshmen."},
      {
        "id":"ED217347",
        "title":"Violent Juvenile Crime. Hearing Before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Seventh Congress, First Session on the Problem of Juvenile Crime. July 9, 1981."},
      {
        "id":"ED217349",
        "title":"Assessing Changes in Levels of Capacity and Performance across the Working Life-Span."},
      {
        "id":"ED211332",
        "title":"Guide for Science Laboratory Safety."},
      {
        "id":"ED211333",
        "title":"Engineering Colleges Report 10% of Faculty Positions Vacant in Fall 1980. Science Resources Studies Highlights."},
      {
        "id":"ED211334",
        "title":"Assessment of Science Requirements for Technical and Engineering Programs at Westchester Community College, Valhalla, New York. Final Technical Report."},
      {
        "id":"ED211335",
        "title":"Manual for the Computer-Assisted Data Analysis (CADA) Monitor (1980)."},
      {
        "id":"ED211336",
        "title":"Display Book for the Computer-Assisted Data Analysis (CADA) Monitor (1980)."},
      {
        "id":"ED211337",
        "title":"Active Remote Sensing of Natural Resources: Course Notes. Science Series No. 5. Final Technical Report."},
      {
        "id":"ED211338",
        "title":"Development of a Mobile Spectroscopy Laboratory. Final Technical Report."},
      {
        "id":"ED211339",
        "title":"Current Issues in Environmental Education and Environmental Studies, Volume VII: Selected Papers from the Annual Conference of the National Association for Environmental Education (10th, Gilbertsville, Kentucky)."},
      {
        "id":"ED211341",
        "title":"Recent Research Reports, National Science Foundation, Washington, D.C."},
      {
        "id":"ED211345",
        "title":"Personal Computers and Cross Aged Instruction, First Year Report."},
      {
        "id":"ED211347",
        "title":"Energy Education: Why, What and How?"},
      {
        "id":"ED211348",
        "title":"A Self-Appraisal Checklist for Nutrition Education in Ohio Schools (K-12)."},
      {
        "id":"ED211349",
        "title":"The Influence of Communicator Credibility on Preservice Elementary Teachers' Attitudes Toward Science and Science Teaching."},
      {
        "id":"ED211350",
        "title":"Improving Reading and Study Skills in Science and Mathematics."},
      {
        "id":"ED211351",
        "title":"Computer-Based Self-Instructional Modules. Final Technical Report."},
      {
        "id":"ED211352",
        "title":"Mathematics Objectives, 1981-82 Assessment."},
      {
        "id":"ED211353",
        "title":"The Problem of Women and Mathematics."},
      {
        "id":"ED211354",
        "title":"Report to the National Science Foundation on the Conference on Undergraduate Research Programs in Optical Physics Held at Southwestern College (Memphis, Tennessee, June 8-12, 1964). Final Technical Report."},
      {
        "id":"ED211360",
        "title":"Midwest Energy Education Consortium: Final Report."},
      {
        "id":"ED211363",
        "title":"1981 Ohio Regional Conferences on Mathematics Education: Microcomputers in Education."},
      {
        "id":"ED211364",
        "title":"Measurement With Metric: A Resource Handbook. Revised Edition."},
      {
        "id":"ED211369",
        "title":"Illinois Inventory of Educational Progress: 1979 Mathematics Results, 4th Grade."},
      {
        "id":"ED211370",
        "title":"Illinois Inventory of Educational Progress: 1979 Mathematics Results, 8th Grade."},
      {
        "id":"ED211371",
        "title":"Illinois Inventory of Educational Progress: 1979 Mathematics Results, 11th Grade."},
      {
        "id":"ED211372",
        "title":"The Logic of Curriculum Policy Deliberation: An Analytic Study from Science Education."},
      {
        "id":"ED211373",
        "title":"Have You Been to the Shore Before? A Marine Education Infusion Unit on Seashore and Aquarium Life. Revised Edition."},
      {
        "id":"ED211374",
        "title":"How Do People Use Lighthouses and Navigational Charts? A Marine Education Infusion Unit. Revised Edition."},
      {
        "id":"ED211375",
        "title":"Is Our Food Future in the Sea? A Marine Education Infusion Unit on Aquaculture and Sea Farming. Revised Edition."},
      {
        "id":"ED211376",
        "title":"What Is Our Maritime Heritage? A Marine Education Infusion Unit on Ships and Sailing. Revised Edition."},
      {
        "id":"ED211377",
        "title":"What Adventures Can You Have in Wetlands, Lakes, Ponds, and Puddles? A Marine Education Infusion Unit on Wet Environments. Revised Edition."},
      {
        "id":"ED211382",
        "title":"Codebook for Human Sciences Knowing Module Activity Evaluation File, KNOWACT."},
      {
        "id":"ED211383",
        "title":"Codebook for Human Sciences Data File, HSPALL."},
      {
        "id":"ED211384",
        "title":"Codebook for Human Sciences Activity Characteristics on Reviewer Evaluation File, HSACRE."},
      {
        "id":"ED211385",
        "title":"Codebook for Human Sciences Surroundings Module Activity Evaluation Files."},
      {
        "id":"ED211387",
        "title":"Proceedings of the Special Needs Conference (Dingmans Ferry, Pennsylvania, August 7-11, 1981)."},
      {
        "id":"ED211388",
        "title":"Energy Conservation Activity Guide, Grades 9-12. Bulletin 1602."},
      {
        "id":"ED211389",
        "title":"Coastal Livelihoods and Crafts. Project CAPE Teaching Module."},
      {
        "id":"ED211390",
        "title":"Course Syllabi: High Expectations...High Achievement. Social Studies (and) History."},
      {
        "id":"ED211396",
        "title":"Vermont Elementary Law-Related Education Guide, 1981."},
      {
        "id":"ED211405",
        "title":"What's It All About?"},
      {
        "id":"ED211406",
        "title":"Education for Aging. A Teacher's Sourcebook."},
      {
        "id":"ED211407",
        "title":"Confrontation: Aging in America."},
      {
        "id":"ED211408",
        "title":"Demographics of Aging: Implications for the Future."},
      {
        "id":"ED211409",
        "title":"Realistic Portrayal of Aging. An Annotated Bibliography."},
      {
        "id":"ED211410",
        "title":"Teaching and Learning About Aging. Evaluation Report."},
      {
        "id":"ED211411",
        "title":"Ageism in Literature. An Analysis Kit for Teachers and Librarians."},
      {
        "id":"ED211413",
        "title":"Procedural Handbook, 1978-79 Music Assessment."},
      {
        "id":"ED211418",
        "title":"Text of Report on TLGG Project (Project on Teaching and Learning in Graduate Geography)."},
      {
        "id":"ED211423",
        "title":"Voices for Women. 1980 Report of the President's Advisory Committee for Women."},
      {
        "id":"ED211424",
        "title":"A Natural Hazards Workbook."},
      {
        "id":"ED211425",
        "title":"Classroom Exercises Concerning the Effect of Weather Conditions on Air Quality in Illinois."},
      {
        "id":"ED211426",
        "title":"The Quality of American Life in the Eighties. Report of the Panel on the Quality of American Life."},
      {
        "id":"ED211427",
        "title":"Procedural Handbook: 1978-79 Art Assessment."},
      {
        "id":"ED211429",
        "title":"Social Studies Reform 1880-1980."},
      {
        "id":"ED211434",
        "title":"The Spatial Structure of Administrative Systems."},
      {
        "id":"ED211436",
        "title":"Consumer Economics Education Guidelines."},
      {
        "id":"ED211442",
        "title":"Jumpstreet Humanities Project Learning Package. Curriculum Materials for Secondary School Teachers and Students in Language Arts, History and Humanities."},
      {
        "id":"ED211443",
        "title":"Free Enterprise Curriculum Guide. Secondary Social Studies. Bulletin 1598."},
      {
        "id":"ED211444",
        "title":"American Studies Curriculum Guide. Grade 7. Bulletin 1604."},
      {
        "id":"ED211445",
        "title":"Civics Curriculum Guide. Secondary Social Studies. Bulletin 1600."},
      {
        "id":"ED211446",
        "title":"American History Curriculum Guide. Secondary Social Studies. Bulletin 1599."},
      {
        "id":"ED211447",
        "title":"Social Studies Curriculum Guide. Grades K-6. Bulletin 1601."},
      {
        "id":"ED211448",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 14, No. 4, Period Covered October - December, 1980."},
      {
        "id":"ED211449",
        "title":"Developing Professional Improvement Plans--A Strategy for Staff Development."},
      {
        "id":"ED211450",
        "title":"Citius, Altius, Fortius: Faster, Higher, Stronger. The Academy Papers. No. 14. Annual Meeting of the American Academy of Physical Education (51st, Detroit, Michigan, April 8-10, 1980)."},
      {
        "id":"ED211453",
        "title":"Increasing the Research Capacity of Schools of Education: A Policy Inquiry."},
      {
        "id":"ED211456",
        "title":"Toleration of Maladaptive Classroom Behaviors by Regular and Special Educators."},
      {
        "id":"ED211457",
        "title":"Policies, Practices and Procedures of Health, Physical Education and Athletics during the 1980's."},
      {
        "id":"ED211461",
        "title":"Modernization of the Teachers' Further Education System. (Based on the Experience from Czechoslovakia, Soviet Union, and Poland). Further Education of Teachers Collection of Papers, Reports and Reviews. Volume 1."},
      {
        "id":"ED211486",
        "title":"Cross-Discipline Generalizability of Fuller's Teacher Concerns Model."},
      {
        "id":"ED211487",
        "title":"An Evaluation of the Nutrition Education and Training Program: Project Summary."},
      {
        "id":"ED211489",
        "title":"A Multicultural Early Field Experience Model: The ISU Urban Education Program."},
      {
        "id":"ED211490",
        "title":"Stress, Burnout and Culture Shock: An Experiential, Pre-service Approach."},
      {
        "id":"ED211496",
        "title":"Some Sources and Remedies of Work Stress among Teachers."},
      {
        "id":"ED211497",
        "title":"Work Role Stress Among Female and Male Public School Teachers."},
      {
        "id":"ED211498",
        "title":"The Migrations Project Resource Handbook. Folk Arts to Enhance the Curriculum."},
      {
        "id":"ED211500",
        "title":"A System for Documenting and Evaluating the Experiences of Pre/Inservice Teachers."},
      {
        "id":"ED211501",
        "title":"Teacher Application Pamphlet: Designing Change for the Classroom. Final Report. Status Equalization Project: Changing Expectations in the Integrated Classroom."},
      {
        "id":"ED211511",
        "title":"Training Pre-Service Elementary Teachers in Use of a Standardized Language Arts Achievement Test."},
      {
        "id":"ED211536",
        "title":"RUPS: Research Utilizing Problem Solving. Classroom Version. Leader's Manual."},
      {
        "id":"ED211537",
        "title":"RUPS: Research Utilizing Problem Solving. Administrators Version. Participant Materials."},
      {
        "id":"ED211538",
        "title":"RUPS: Research Utilizing Problem Solving. Administrators Version. Leader's Manual."},
      {
        "id":"ED211545",
        "title":"Measuring Attitudes Toward Inservice Education."},
      {
        "id":"ED211546",
        "title":"Reflections: Self Concept Development for Teachers and Students."},
      {
        "id":"ED211547",
        "title":"Not Alone. Teaching the Secondary Student With Special Needs."},
      {
        "id":"ED211548",
        "title":"Guidelines for CPR Training in Louisiana Schools. Bulletin No. 1638."},
      {
        "id":"ED211549",
        "title":"Physical Education and Recreation Curriculum Guide (K-10). Bulletin 1597."},
      {
        "id":"ED211550",
        "title":"Comprehensive Health Education Curriculum Guide, Grades K-10. Bulletin 1596."},
      {
        "id":"ED211552",
        "title":"Teacher Corps: An Implementation Study of Collaboration and Multicultural Education. Volume II. Final Report--Special Study I."},
      {
        "id":"ED211554",
        "title":"International Education: Values and Perspectives on...Four Human Rights. Teacher Edition."},
      {
        "id":"ED211555",
        "title":"A Field-Based Graduate Program Which Works for Individual Teachers and Total School Staff Development."},
      {
        "id":"ED211564",
        "title":"Parent-Teacher Guide to Portland Achievement Level Tests 1981-'82."},
      {
        "id":"ED211568",
        "title":"Experimental Problem-Solving Item Pool: Junior and Intermediate Division Science. Project #80-4029, Final R&amp;D Report to the Ontario Institute for Studies in Education."},
      {
        "id":"ED211570",
        "title":"Teaching Local Educators to Use and Report State Assessment Results."},
      {
        "id":"ED211571",
        "title":"Putting Program Evaluation in Perspective for State and Local Government. Human Services Monograph Series, Number 18."},
      {
        "id":"ED211573",
        "title":"Brilliant but Cruel: Perceptions of Negative Evaluators."},
      {
        "id":"ED211574",
        "title":"Educational Improvement Act Testing Requirements and Test Scoring Services, 1981-1982."},
      {
        "id":"ED211580",
        "title":"Multidimensional Scaling vs. Factor Analysis of Tests and Items."},
      {
        "id":"ED211581",
        "title":"Multitrait-multimethod Analyses of the Self Description Questionnaire: Student-Teacher Agreement on Multidimensional Ratings of Student Self-concept."},
      {
        "id":"ED211582",
        "title":"Applied Strategies for Curriculum Evaluation."},
      {
        "id":"ED211583",
        "title":"Assessing Physicians&apos; Knowledge of Normal and Atypical Development."},
      {
        "id":"ED211584",
        "title":"Evaluation Design Project: Organizational Study. Annual Report 1980-1981."},
      {
        "id":"ED211585",
        "title":"Evaluation Use Project. Final Report of the User Interview Survey."},
      {
        "id":"ED211586",
        "title":"Individualized Education Program. Self-Audit."},
      {
        "id":"ED211587",
        "title":"A Longitudinal Study of Worry and Emotionality."},
      {
        "id":"ED211589",
        "title":"Nutrition Related Knowledge and Opinions of Wisconsin Sixth and Tenth Grade Students."},
      {
        "id":"ED211590",
        "title":"Private Influences in the Public Governance of Education: The Case of Private Testing Firms in American Schools. Final Report."},
      {
        "id":"ED211591",
        "title":"A Handbook of Monitoring and Technical Assistance Aids. Program Evaluation."},
      {
        "id":"ED211592",
        "title":"Test Design Project: Studies in Test Bias. Annual Report."},
      {
        "id":"ED211593",
        "title":"Test Use Project. Annual Report."},
      {
        "id":"ED211594",
        "title":"An Introduction to Rasch's Measurement Model."},
      {
        "id":"ED211595",
        "title":"An Application of Item Response Theory to Equating the Test of Standard Written English."},
      {
        "id":"ED211599",
        "title":"Rapid Feedback Evaluation of the Women&apos;s Educational Equity Act Program. Final Technical Report."},
      {
        "id":"ED211600",
        "title":"Achievement Tests: What They Are and What They Are For. Studies in Measurement and Methodology, Work Unit I: Design and Use of Tests."},
      {
        "id":"ED211601",
        "title":"Qualitative Analysis of Test Item Attributes for Domain Referenced Content Validity Judgments. Studies in Measurement and Methodology, Work Unit 1: Design and Use of Tests."},
      {
        "id":"ED211602",
        "title":"An Analysis of Learning Trends in Simple Measure of Reading, Spelling, and Written Expression: A Longitudinal Study."},
      {
        "id":"ED211603",
        "title":"A Comparison of Reading Placements Based on Teacher Judgment, Standardized Testing, and Curriculum-Based Assessment."},
      {
        "id":"ED211604",
        "title":"Current Research on Psychoeducational Assessment and Decision Making: Implications for Training and Practice."},
      {
        "id":"ED211605",
        "title":"Daily Measurement of Reading: Effects of Varying the Size of the Item Pool."},
      {
        "id":"ED211606",
        "title":"Effects of Varying Item Domain and Sample Duration on Technical Characteristics of Daily Measures in Reading."},
      {
        "id":"ED211607",
        "title":"The Evaluation of College Remedial Programs."},
      {
        "id":"ED211608",
        "title":"Inter-Judge Agreement in Classifying Students as Learning Disabled."},
      {
        "id":"ED211610",
        "title":"A Disseminator&apos;s Guide for Evaluating Impact."},
      {
        "id":"ED211612",
        "title":"U.S. Immigration Policy and the National Interest. The Final Report and Recommendations of the Select Commission on Immigration and Refugee Policy with Supplemental Views by Commissioners."},
      {
        "id":"ED211613",
        "title":"U.S. Immigration Policy and the National Interest. Staff Report of the Select Commission on Immigration and Refugee Policy (And Nine Appendix Volumes)."},
      {
        "id":"ED211614",
        "title":"Vernacular Black English and Underlying Phonological Form: Evidence from Child Spelling."},
      {
        "id":"ED211615",
        "title":"A Final Report of the 1979-1980 Independent Evaluation of the Chicago Indian Education Program (Little Big Horn School and O-Wai-Ya-Wa School). Specially Funded Projects."},
      {
        "id":"ED211616",
        "title":"Second Year Evaluation of the Title IVc OMAT Program."},
      {
        "id":"ED211621",
        "title":"Counseling Across Cultures: A Critique. Asian Pacific American Education Occasional Papers."},
      {
        "id":"ED211622",
        "title":"Sex-Role Stereotypes and Behaviors in Young Children: Inservice Teacher Training."},
      {
        "id":"ED211623",
        "title":"Southern Growth Policies Board Task Force on Southern Cities. Final Report."},
      {
        "id":"ED211624",
        "title":"An Observational Study of Peer Interaction in Racially-Mixed \"Accelerated\" Classrooms."},
      {
        "id":"ED211625",
        "title":"Title IX Compliance and Sex Equity. Abridged Version."},
      {
        "id":"ED211626",
        "title":"School Desegregation. Statement before the Committee on the Judiciary, Subcommittee on Civil and Constitutional Rights, House of Representatives, Department of Justice."},
      {
        "id":"ED211629",
        "title":"Making Sense of Staff Development: An Analysis of Staff Development Programs and Their Costs in Three Urban School Districts."},
      {
        "id":"ED211638",
        "title":"Non-Required Plan for the Prevention of Minority Group Isolation and Provision for Greater Racial Integration. Evaluation Report."},
      {
        "id":"ED211643",
        "title":"Research and Evaluation in Urban Educational Policy. Abridged Version."},
      {
        "id":"ED211644",
        "title":"The Education of Asian-American and Pacific-American Children and Youth. ERIC/CUE Urban Diversity Series, Number 76."},
      {
        "id":"ED211651",
        "title":"Budgeting for Desegregation in Large Cities. Final Report."},
      {
        "id":"ED211652",
        "title":"Sentence Disparity and Civil Rights."},
      {
        "id":"ED211653",
        "title":"With All Deliberate Speed: 1954-19?? United States Commission on Civil Rights Clearinghouse Publication 69."},
      {
        "id":"ED211654",
        "title":"Relationships between School Desegregation and Government Housing Programs: A Milwaukee Case Study."},
      {
        "id":"ED211655",
        "title":"Assessing the Progress of Large City School Desegregation: A Case Survey Approach. Final Report."},
      {
        "id":"ED211656",
        "title":"Federal School Funding: Does New York Stand a Chance?"},
      {
        "id":"ED211657",
        "title":"Afro-American Cognitive Style: A Variable in School Success?"},
      {
        "id":"ED211659",
        "title":"Dealing with Decline: The Politics of Public School Closings. ERIC/CUE Urban Diversity Series, Number 77."},
      {
        "id":"ED211664",
        "title":"Planning, Management and Evaluation: Realizing PIC Potential. Private Industry Council Guide. Working Draft."},
      {
        "id":"ED211668",
        "title":"Should You Be Putting Innovations into Use in Your Industrial Arts Facilities?"},
      {
        "id":"ED211669",
        "title":"ABE Teaching/Learning Management System. Final Report."},
      {
        "id":"ED211671",
        "title":"Appalachian Adult Literacy Programs Survey (ALPS). Final Report. Volume I--Narrative; Volume 2--Appendices."},
      {
        "id":"ED211673",
        "title":"Work Sharing Case Studies."},
      {
        "id":"ED211674",
        "title":"A Study to Identify the Unique Criteria and Standards Needed for the Development of Successful Bilingual Vocational Programs. Part 1: Evaluation Component. Final Report, from March 1, 1980 to June 30, 1981."},
      {
        "id":"ED211675",
        "title":"A Study to Identify the Unique Criteria and Standards Needed for the Development of Successful Bilingual Vocational Programs. Part 2: Cultural Barriers. Final Report, from March 1, 1980 to June 30, 1981."},
      {
        "id":"ED211684",
        "title":"Aviation Electrician&apos;s Mate 3 &amp; 2. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED211687",
        "title":"The Theory of the Mass Literacy Campaign."},
      {
        "id":"ED211689",
        "title":"Career Education Resource Guide. Volume I: K-6."},
      {
        "id":"ED211690",
        "title":"Career Education Resource Guide. Volume II: 7-9."},
      {
        "id":"ED211691",
        "title":"Career Education Resource Guide. Volume III: 10-12."},
      {
        "id":"ED211695",
        "title":"Adult Education Needs Assessment. Missoula County High Schools, Missoula, Montana. September 1980 - August 1981."},
      {
        "id":"ED211700",
        "title":"On Adult Learning. Measures of Effectiveness for Validation of an Experimental Design."},
      {
        "id":"ED211701",
        "title":"Outlook for the 80&apos;s: Adult Literacy."},
      {
        "id":"ED211702",
        "title":"Reaching the Hard-to-Reach Parent. Community Education Proven Practices II."},
      {
        "id":"ED211703",
        "title":"Learn in the Community. How Parents Can Help Children Learn Basic Skills. Community Proven Practices II."},
      {
        "id":"ED211704",
        "title":"Administrative Perspectives: Community Education and the Basic Functions of the School. Community Education Proven Practices II."},
      {
        "id":"ED211705",
        "title":"Services to Displaced Homemakers. Community Education Proven Practices II."},
      {
        "id":"ED211706",
        "title":"Parents as Partners in Education. Community Education Proven Practices II."},
      {
        "id":"ED211707",
        "title":"These Are Our Children."},
      {
        "id":"ED211710",
        "title":"Employment and Training Programs in the United States, 1981. Hearings Before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, First Session (June 11, 15, 18, and 19, 1981). Part 1."},
      {
        "id":"ED211711",
        "title":"Employment and Training Programs in the United States, 1981. Hearings Before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, First Session (Indianapolis, Indiana, August 25-26, 1981). Part 2."},
      {
        "id":"ED211712",
        "title":"Work, Jobs, and Occupations: A Critical Review of the &quot;Dictionary of Occupational Titles.&quot;"},
      {
        "id":"ED211713",
        "title":"Development of Job Aids for Instructional Systems Development."},
      {
        "id":"ED211715",
        "title":"Office Occupations Curriculum Course Guide Postsecondary. Vocational Education, 1981."},
      {
        "id":"ED211716",
        "title":"Automotive Mechanics Curriculum Outline for Secondary Schools. Vocational Education Curriculum Guide."},
      {
        "id":"ED211717",
        "title":"Oregon Secondary Vocational Education Effectiveness Model. Education and Work Program. Project Report."},
      {
        "id":"ED211720",
        "title":"Vocational Education for the Handicapped: Models for Preparing Personnel. Personnel Development Series: Document 1."},
      {
        "id":"ED211721",
        "title":"The Effectiveness of Consumer and Homemaking Education: A Review and Synthesis of Extant Data."},
      {
        "id":"ED211722",
        "title":"The Future Role of Vocational Education."},
      {
        "id":"ED211723",
        "title":"Vocational Education in a Technical Labor Market: Rhetoric and Reality in Rochester, New York."},
      {
        "id":"ED211725",
        "title":"Vocations and Education Policy: A Federal Perspective."},
      {
        "id":"ED211726",
        "title":"Descriptive Study of the Distribution of Federal, State, and Local Funds for Vocational Education. The Project on National Vocational Education Resources. Final Report."},
      {
        "id":"ED211727",
        "title":"Analysis of Distribution Procedures Used by States to Distribute Federal Funds for Vocational Education."},
      {
        "id":"ED211729",
        "title":"Vocational Education in the Atlanta Schools."},
      {
        "id":"ED211730",
        "title":"Career Training or Education for Life: Dilemmas in the Development of Chicago Vocational Education."},
      {
        "id":"ED211731",
        "title":"Special Needs Populations in Vocational Education."},
      {
        "id":"ED211733",
        "title":"The Vocational Education Study: Report on Veterans Education. The Veterans Administration as Sponsor of Occupational Education."},
      {
        "id":"ED211734",
        "title":"Vocational Education: Meeting the Needs of Special Populations."},
      {
        "id":"ED211735",
        "title":"Vocational Guidance: Policy Options Within the Context of the Vocational Education Act and Other Federal Legislation."},
      {
        "id":"ED211736",
        "title":"A Survey of State Evaluation Practices in Vocational Education."},
      {
        "id":"ED211737",
        "title":"Future Labor Market Demand and Vocational Education."},
      {
        "id":"ED211738",
        "title":"Federal Requirements for the Evaluation of Vocational Education Programs."},
      {
        "id":"ED211739",
        "title":"Vocational Education and Federal Policy in San Francisco."},
      {
        "id":"ED211740",
        "title":"Supply/Demand of Vocational Educators."},
      {
        "id":"ED211741",
        "title":"Urban Vocational Education and Managing the Transition from School to Work: A Review of a Series of Case Studies of Vocational Education Programs in Four Cities. Final Report."},
      {
        "id":"ED211742",
        "title":"Development of Entrepreneurship Training Components for Vocational Education. Summary Report."},
      {
        "id":"ED211743",
        "title":"Development of Entrepreneurship Training Components for Vocational Education. Final Report."},
      {
        "id":"ED211744",
        "title":"A Handbook on Utilization of the Entrepreneurship Training Components for Vocational Education. Entrepreneurship Training Components."},
      {
        "id":"ED211745",
        "title":"Resource Guide of Existing Entrepreneurship Materials. Entrepreneurship Training Components."},
      {
        "id":"ED211746",
        "title":"Getting Down to Business: What&apos;s It All About? Module 1. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211747",
        "title":"Getting Down to Business: What&apos;s It All About? Module 1. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211748",
        "title":"Getting Down to Business: Farm Equipment Repair, Module 2. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211749",
        "title":"Getting Down to Business: Farm Equipment Repair, Module 2. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211750",
        "title":"Getting Down to Business: Tree Service, Module 3. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211751",
        "title":"Getting Down to Business: Tree Service, Module 3. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211752",
        "title":"Getting Down to Business: Garden Center, Module 4. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211753",
        "title":"Getting Down to Business: Garden Center, Module 4. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211754",
        "title":"Getting Down to Business: Fertilizer and Pesticide Service, Module 5. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211755",
        "title":"Getting Down to Business: Fertilizer and Pesticide Service, Module 5. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211756",
        "title":"Getting Down to Business: Dairy Farming, Module 6. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211757",
        "title":"Getting Down to Business: Dairy Farming, Module 6. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211758",
        "title":"Getting Down to Business: Apparel Store, Module 7. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211759",
        "title":"Getting Down to Business: Apparel Store, Module 7. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211760",
        "title":"Getting Down to Business: Specialty Food Store, Module 8. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211761",
        "title":"Getting Down to Business: Specialty Food Store, Module 8. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211762",
        "title":"Getting Down to Business: Travel Agency, Module 9. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211763",
        "title":"Getting Down to Business: Travel Agency, Module 9. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211764",
        "title":"Getting Down to Business: Bicycle Store, Module 10. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211765",
        "title":"Getting Down to Business: Bicycle Store, Module 10. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211766",
        "title":"Getting Down to Business: Flower and Plant Store, Module 11. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211767",
        "title":"Getting Down to Business: Flower and Plant Store, Module 11. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211768",
        "title":"Getting Down to Business: Business and Personal Service, Module 12. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211769",
        "title":"Getting Down to Business: Business and Personal Service, Module 12. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211770",
        "title":"Getting Down to Business: Innkeeping, Module 13. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211771",
        "title":"Getting Down to Business: Innkeeping, Module 13. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211772",
        "title":"Getting Down to Business: Nursing Service, Module 14. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211773",
        "title":"Getting Down to Business: Nursing Service, Module 14. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211774",
        "title":"Getting Down to Business: Wheelchair Transportation Service, Module 15. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211775",
        "title":"Getting Down to Business: Wheelchair Transportation Service, Module 15. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211776",
        "title":"Getting Down to Business: Health Spa, Module 16. [Student Module]. Entrepreneurship Training Components."},
      {
        "id":"ED211777",
        "title":"Getting Down to Business: Health Spa, Module 16. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211778",
        "title":"Getting Down to Business: Answering Service, Module 17. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211779",
        "title":"Getting Down to Business: Answering Service, Module 17. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211780",
        "title":"Getting Down to Business: Secretarial Service, Module 18. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211781",
        "title":"Getting Down to Business: Secretarial Service, Module 18. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211782",
        "title":"Getting Down to Business: Bookkeeping Service, Module 19. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211783",
        "title":"Getting Down to Business: Bookkeeping Service, Module 19. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211784",
        "title":"Getting Down to Business: Software Design Company, Module 20. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211785",
        "title":"Getting Down to Business: Software Design Company, Module 20. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211786",
        "title":"Getting Down to Business: Word Processing Service, Module 21. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211787",
        "title":"Getting Down to Business: Word Processing Service, Module 21. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211788",
        "title":"Getting Down to Business: Restaurant Business, Module 22. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211789",
        "title":"Getting Down to Business: Restaurant Business, Module 22. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211790",
        "title":"Getting Down to Business: Day Care Center, Module 23. [Student Manual]. Entrepreneurship Training Components."},
      {
        "id":"ED211791",
        "title":"Getting Down to Business: Day Care Center, Module 23. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211792",
        "title":"Getting Down to Business: Housecleaning Service, Module 24. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211793",
        "title":"Getting Down to Business: Housecleaning Service, Module 24. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211794",
        "title":"Getting Down to Business: Sewing Service, Module 25. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211795",
        "title":"Getting Down to Business: Sewing Service, Module 25. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211796",
        "title":"Getting Down to Business: Home Attendant Service, Module 26. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211797",
        "title":"Getting Down to Business: Home Attendant Service, Module 26. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211798",
        "title":"Getting Down to Business: Guard Service, Module 27. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211799",
        "title":"Getting Down to Business: Guard Service, Module 27. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211800",
        "title":"Getting Down to Business: Pest Control Service, Module 28. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211801",
        "title":"Getting Down to Business: Pest Control Service, Module 28. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211802",
        "title":"Getting Down to Business: Energy Specialist Service, Module 29. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211803",
        "title":"Getting Down to Business: Energy Specialist Service, Module 29. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211804",
        "title":"Getting Down to Business: Hair Styling Shop, Module 30. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211805",
        "title":"Getting Down to Business: Hair Styling Shop, Module 30. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211806",
        "title":"Getting Down to Business: Auto Body Shop, Module 31. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211807",
        "title":"Getting Down to Business: Auto Repair Shop, Module 31. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211808",
        "title":"Getting Down to Business: Welding Business, Module 32. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211809",
        "title":"Getting Down to Business: Weldinq Business, Module 32. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211810",
        "title":"Getting Down to Business: Construction Electrician Business, Module 33. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211811",
        "title":"Getting Down to Business: Construction Electrician Business, Module 33. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211812",
        "title":"Getting Down to Business: Carpentry Business, Module 34. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211813",
        "title":"Getting Down to Business: Carpentry Business, Module 34. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211814",
        "title":"Getting Down to Business: Plumbing Business, Module 35. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211815",
        "title":"Getting Down to Business: Plumbing Business, Module 35. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211816",
        "title":"Getting Down to Business: Air Conditioning and Heating Service, Module 36. [Student Guide]. Entrepreneurship Training Components."},
      {
        "id":"ED211817",
        "title":"Getting Down to Business: Air Conditioning and Heating Service, Module 36. Teacher Guide. Entrepreneurship Training Components."},
      {
        "id":"ED211823",
        "title":"Occupational Proficiency Training Program. Final Report, 1980-81."},
      {
        "id":"ED211825",
        "title":"Labor Should Make Sure CETA Programs Have Effective Employability Development Systems. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED211835",
        "title":"Director's Guide to Recruiting Older Adults."},
      {
        "id":"ED211836",
        "title":"Conducting Studies of Transfer of Learning: A Practical Guide. Final Report."},
      {
        "id":"ED211837",
        "title":"Aptitude Requirements Based on Task Difficulty: Methodology for Evaluation. Interim Report for Period 1975-1980."},
      {
        "id":"ED211838",
        "title":"Evidence Against a Central Control Model of Timing in Typing."},
      {
        "id":"ED211839",
        "title":"Steelworker 1 &amp; C. Rate Training Manual and Nonresident Career Course. Revised Edition."},
      {
        "id":"ED211840",
        "title":"Counseling Services for Adult Basic Education Programs in Maryland."},
      {
        "id":"ED211841",
        "title":"Implementing Sex Equity in Vocational Education."},
      {
        "id":"ED211842",
        "title":"Sex Equity: Is It Feasible?"},
      {
        "id":"ED211845",
        "title":"We&apos;ve Only Just Begun. A Comprehensive State VR Program and Policy System Through a Model Evaluation/Management Support Unit. Final Report."},
      {
        "id":"ED211846",
        "title":"Tilesetting Workbook."},
      {
        "id":"ED211847",
        "title":"Tilesetting Testbook."},
      {
        "id":"ED211848",
        "title":"Trends in Business Education. Spring 1981."},
      {
        "id":"ED211852",
        "title":"Student Organizations--FBLA Projects and Activities Relating to Free Enterprise."},
      {
        "id":"ED211861",
        "title":"Correlates of Military Satisfaction and Attrition Among Army Personnel."},
      {
        "id":"ED211862",
        "title":"Synthesis of Field Test Findings."},
      {
        "id":"ED211865",
        "title":"An Evaluation of a Structured Approach to Treating Child Abuse."},
      {
        "id":"ED211867",
        "title":"Short-Term Cognitive Group Therapy With Elderly Clients: Training Manual for Mental Health Professionals."},
      {
        "id":"ED211873",
        "title":"The Personal Experience of Time, Causation and Optimism."},
      {
        "id":"ED211874",
        "title":"Competency and Informed Consent. Papers and Other Materials Developed for the Workshop &quot;Empirical Research on Informed Consent with Subjects of Uncertain Competence&quot; (Rockville, MD, January 12-13, 1981)."},
      {
        "id":"ED211875",
        "title":"Age Identification in the Elderly."},
      {
        "id":"ED211879",
        "title":"Economics and Mental Health. Mental Health Service System Reports, Series EN No. 1."},
      {
        "id":"ED211881",
        "title":"Reciprocity of Interpersonal Attraction: A Confirmed Hypothesis."},
      {
        "id":"ED211884",
        "title":"Women Consulting With Women: Feminist Ideology and Organizational Structure and Process."},
      {
        "id":"ED211887",
        "title":"Tips for the Inexperienced Counselor: How to Maximize Your Time in Supervision."},
      {
        "id":"ED211889",
        "title":"Sex Differences in Graduate Psychology Trainees: Dilemmas of Externships?"},
      {
        "id":"ED211890",
        "title":"Confirming and Disconfirming Information in Stereotyping."},
      {
        "id":"ED211893",
        "title":"Variability in Self-Presentations to Others: The Effect of Public Self-Consciousness."},
      {
        "id":"ED211894",
        "title":"Levels of Organization and the Development of Social Knowledge."},
      {
        "id":"ED211896",
        "title":"Adult Age Differences in Sensitivity to the Semantic Structure of Prose."},
      {
        "id":"ED211897",
        "title":"The Prototype as a Conceptual Device for Describing Loneliness."},
      {
        "id":"ED211904",
        "title":"Peer Counseling. Searchlight Plus: Relevant Resources in High Interest Areas. No. 52+."},
      {
        "id":"ED211905",
        "title":"Sex Equity in Guidance and Counseling. Searchlight Plus: Relevant Resources in High Interest Areas. No. 53+."},
      {
        "id":"ED211911",
        "title":"Sex Differences and Brain Development: A Bibliography."},
      {
        "id":"ED211912",
        "title":"Psychology as Field Experience: Impact on Attitudes Toward Social Interventions."},
      {
        "id":"ED211914",
        "title":"Career Ladders of Mental Health Professionals."},
      {
        "id":"ED211919",
        "title":"The Disabled Readers: What Are Their Weaknesses in Language and in the Reading Process?"},
      {
        "id":"ED211935",
        "title":"Assessment of Reading Competencies. Literacy: Meeting the Challenge."},
      {
        "id":"ED211936",
        "title":"How Should Reading Fit into a Pre-School Curriculum? Literacy: Meeting the Challenge."},
      {
        "id":"ED211937",
        "title":"Relating Literacy Development to Career Development. Literacy: Meeting the Challenge."},
      {
        "id":"ED211938",
        "title":"The Private Sector Involvement in Literacy Efforts. Literacy: Meeting the Challenge."},
      {
        "id":"ED211939",
        "title":"Who is Accountable for Pupil Illiteracy? Literacy: Meeting the Challenge."},
      {
        "id":"ED211940",
        "title":"Publishers' Responsibilities in Meeting the Continuing Challenge of Literacy. Literacy: Meeting the Challenge."},
      {
        "id":"ED211941",
        "title":"Can Public Schools Meet the Literacy Needs of the Handicapped? Literacy: Meeting the Challenge."},
      {
        "id":"ED211942",
        "title":"The Basic Skills Movement: Its Impact on Literacy. Literacy: Meeting the Challenge."},
      {
        "id":"ED211947",
        "title":"Using Text Comprehension as a Metaphor for Understanding Text Production: Building Bridges between Reading and Writing."},
      {
        "id":"ED211956",
        "title":"University Students' Perceptions of Critical Reading Guides in History and Philosophy."},
      {
        "id":"ED211958",
        "title":"Inservice Reading Education: An Overview."},
      {
        "id":"ED211963",
        "title":"Induced Mental Imagery and the Text Prediction Performance of First and Third Graders."},
      {
        "id":"ED211966",
        "title":"Teacher Change: Impact of an Inservice Program in Content Area Reading."},
      {
        "id":"ED211971",
        "title":"Interpreting Diagnostic Essays: Basic Writer or Composition Student?"},
      {
        "id":"ED211974",
        "title":"Ruminations on Conditions Essential to Secondary English Curricula."},
      {
        "id":"ED211978",
        "title":"Non-Sexist Language for Pedagogues."},
      {
        "id":"ED211980",
        "title":"Examining Word Use to Assess Growth in Essay Writing. Second Revision."},
      {
        "id":"ED211982",
        "title":"Designing and Sequencing Prewriting Activities."},
      {
        "id":"ED211984",
        "title":"Stylistic Variation in Black English Vernacular and the Teaching of College Composition."},
      {
        "id":"ED211986",
        "title":"Technical Communication: Perspectives for the Eighties. Part 1. Proceedings of the Technical Communication Sessions of the Annual Conference on College Composition and Communication (32nd, Dallas, Texas, March 26-28, 1981)."},
      {
        "id":"ED211987",
        "title":"Technical Communication: Perspectives for the Eighties. Part 2. Proceedings of the Technical Communication Sessions of the Annual Conference on College Composition and Communication (32nd, Dallas, Texas, March 26-28, 1981)."},
      {
        "id":"ED211989",
        "title":"Literature, Basic Skills, and the Workplace: Making Connections."},
      {
        "id":"ED211991",
        "title":"Literature &amp; Story Writing: A Guide for Teaching Gifted and Talented Children in the Elementary and Middle Schools."},
      {
        "id":"ED211993",
        "title":"The Evolution of Text: The Interrelationship of Reading and Writing in the Composing Process."},
      {
        "id":"ED211997",
        "title":"Dialect and Writing: A Review."},
      {
        "id":"ED212001",
        "title":"Alverno College's Program in Developing and Assessing Oral Communication Skills."},
      {
        "id":"ED212003",
        "title":"The Influence of Teacher and Student Gender on Grading in the Basic Public Speaking and Interpersonal Communication Courses."},
      {
        "id":"ED212009",
        "title":"Substance or Procedure: Misapplication of the &quot;Tabula Rasa&quot; Approach."},
      {
        "id":"ED212010",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, July 1-December 31, 1981. Status Report 67/68."},
      {
        "id":"ED212013",
        "title":"Community as an Essential Focus for Communication Study."},
      {
        "id":"ED212016",
        "title":"Organizational Communication 1977: Abstracts, Analysis, and Overview."},
      {
        "id":"ED212022",
        "title":"The Relationship Between Uncertainty Level and Self-Disclosure Over Time."},
      {
        "id":"ED212024",
        "title":"Children, Indecency, and the Perils of Broadcasting: The Case of &quot;Scared Straight.&quot;"},
      {
        "id":"ED212025",
        "title":"Infant Speech Timing: The Temporal Aspects of Speech Praxis Toward Language."},
      {
        "id":"ED212029",
        "title":"G-PG-R-X: An Evaluation of the Purpose, Promise, and Performance of the Movie Rating System."},
      {
        "id":"ED212030",
        "title":"Catharsis and Fantasy."},
      {
        "id":"ED212031",
        "title":"Community Integration, Media Use and Political Activity."},
      {
        "id":"ED212033",
        "title":"Quality Control in Education? The Proceedings of the Annual Conference of the British Educational Management and Administration Society (9th, Glasgow, Great Britain, September 1980)."},
      {
        "id":"ED212034",
        "title":"The Management Team: Making It Work."},
      {
        "id":"ED212036",
        "title":"Teacher Absenteeism. The Best of ERIC on Educational Management, Number 63."},
      {
        "id":"ED212040",
        "title":"Standards and Competencies for the Internship in Educational Supervision at Southwest Texas State University."},
      {
        "id":"ED212041",
        "title":"Training for Effective School Administrators."},
      {
        "id":"ED212046",
        "title":"Statistics of Public Elementary and Secondary School Systems, Fall 1979. Pupils, Staff, Revenues, Expenditures, and Salaries."},
      {
        "id":"ED212049",
        "title":"Review of State Standards for the Initial Certification of Administrators and Supervisors."},
      {
        "id":"ED212050",
        "title":"Leadership for Learning."},
      {
        "id":"ED212052",
        "title":"Community Education Proven Practices: Local Government Participation."},
      {
        "id":"ED212063",
        "title":"The Design of an Instrument to Measure Zones of Indifference of Teachers to Directives Issued by Administrators."},
      {
        "id":"ED212064",
        "title":"A Comparison between the Peer Leadership Ratings of Administrators at the Time They Took an Educational Leadership Course and Their Current Leadership Ratings by Teachers Who Work with Them: A Preliminary Report."},
      {
        "id":"ED212065",
        "title":"A Look at Citizen Advisory Committees."},
      {
        "id":"ED212066",
        "title":"Finances of Public School Systems in 1979-80."},
      {
        "id":"ED212075",
        "title":"Free the Teacher. Laboratory Helps Educators Break the Bonds That Restrict Their Teaching Time."},
      {
        "id":"ED212078",
        "title":"Toward More Human Schools: Exemplary Efforts in Self-Concept, Human Values, Parenting, and School Climate. A Report to the California Legislature."},
      {
        "id":"ED212079",
        "title":"Guide for Reviewing School Program Compliance, 1981-82."},
      {
        "id":"ED212080",
        "title":"Elementary Program Review Handbook."},
      {
        "id":"ED212081",
        "title":"Secondary Program Review Handbook."},
      {
        "id":"ED212082",
        "title":"California School Accounting Manual. 1980 Edition."},
      {
        "id":"ED212086",
        "title":"Increasing Effectiveness in Middle Grades Schools. A Study of: Developmental Characteristics, Effective Teacher Competencies, Implications for Curriculum and Instruction. Monograph 3."},
      {
        "id":"ED212087",
        "title":"State Refinements to the ESEA Title I Evaluation and Reporting System: Utah 1979-80 Project. Final Report."},
      {
        "id":"ED212090",
        "title":"Enjoining Teacher Strikes: The Irreparable Harm Standard. Final Report."},
      {
        "id":"ED212097",
        "title":"Introduction to Qualitative Research Methodology: Purpose, Characteristics, Procedures, [and] Examples."},
      {
        "id":"ED212099",
        "title":"School Hearing Test Program."},
      {
        "id":"ED212100",
        "title":"[Development of a Vocational Training Model for Severely Handicapped and Deaf-Blind Adolescents.]"},
      {
        "id":"ED212105",
        "title":"Interdisciplinary Glossary on Child Abuse and Neglect: Legal, Medical, Social Work Terms. Revised."},
      {
        "id":"ED212107",
        "title":"A Multiethnic Curriculum for Special Education Students."},
      {
        "id":"ED212108",
        "title":"Subjective Story Structure in Deaf Adults."},
      {
        "id":"ED212109",
        "title":"Disparities Still Exist in Who Gets Special Education. Report to the Chairman, Subcommittee on Select Education, Committee on Education and Labor, House of Representatives by the Comptroller General of the United States."},
      {
        "id":"ED212111",
        "title":"The Use of Time-Out in a Residential Treatment Program for Emotionally Disturbed Children."},
      {
        "id":"ED212118",
        "title":"Teaching Social Studies to the Gifted and Talented."},
      {
        "id":"ED212125",
        "title":"Federal Grant &quot;Seed Money&quot;--Sprouted, Growing and Blooming in the Kansas Sandhills: Interdisciplinary Studies--Their &quot;Place in the Sun.&quot;"},
      {
        "id":"ED212127",
        "title":"The Syntax and Psycholinguistics of Bilingual Code Mixing."},
      {
        "id":"ED212133",
        "title":"Bilingual Education Technology. Ethnoperspectives in Bilingual Education Research, Volume III."},
      {
        "id":"ED212172",
        "title":"The Influence of Educational Policy on Language Issues."},
      {
        "id":"ED212177",
        "title":"Integration of the Black and White University: A Preliminary Investigation."},
      {
        "id":"ED212187",
        "title":"Catalog of Uncommon Facilities in Western Colleges and Universities."},
      {
        "id":"ED212199",
        "title":"General College: Provider of Social Services."},
      {
        "id":"ED212205",
        "title":"Student Assistance Amendments of 1981. Hearing Before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United Senate, 97th Congress, First Session on S. 1108."},
      {
        "id":"ED212206",
        "title":"Higher Learning in the Nation's Service. A Carnegie Foundation Essay."},
      {
        "id":"ED212210",
        "title":"Management Priorities of College Presidents."},
      {
        "id":"ED212217",
        "title":"Measurement of Quality in Off-Campus Credit Programs: A Non-Intrusive Approach by a State Agency."},
      {
        "id":"ED212223",
        "title":"Honorary Degrees."},
      {
        "id":"ED212225",
        "title":"Getting into College. Options in Education Takes Listeners to the Core of the Issues. Program No. 307-308."},
      {
        "id":"ED212226",
        "title":"International Baccalaureate. Options in Education Takes Listeners to the Core of the Issues. Program No. 305."},
      {
        "id":"ED212227",
        "title":"TRIO/Special Services Program Evaluation. Final Report, 1980-81."},
      {
        "id":"ED212231",
        "title":"Black Undergraduates in Predominantly White Colleges, 1973-77: A Report on Three Nationwide Surveys."},
      {
        "id":"ED212232",
        "title":"Guaranteed Student Loan Information System Needs a Thorough Redesign to Account for the Expenditure of Billions. Report by the U.S. General Accounting Office."},
      {
        "id":"ED212233",
        "title":"Stronger Actions Needed to Recover $730 Million in Defaulted National Direct Student Loans. Report by the Comptroller General of the United States."},
      {
        "id":"ED212246",
        "title":"Funding Higher Education in the 1980s: Responses to Enrollment Shift and Decline."},
      {
        "id":"ED212252",
        "title":"Information Retrieval in Educational Technology. Conference Proceedings of Symposium on Information Retrieval in Educational Technology (1st, Aberdeen, Scotland, April 1, 1981)."},
      {
        "id":"ED212253",
        "title":"Computer Use in Santa Clara County Schools."},
      {
        "id":"ED212254",
        "title":"Cost-Effectiveness of Maintenance Simulators for Military Training. Final Report."},
      {
        "id":"ED212257",
        "title":"Increasing Capacity for Statewide Dissemination. Final Report."},
      {
        "id":"ED212267",
        "title":"MSU Libraries: A User Survey."},
      {
        "id":"ED212268",
        "title":"Analysis of Five AEL Regional Exchange Inserts to the Educational R&amp;D Report."},
      {
        "id":"ED212279",
        "title":"Methods of Library Research: A Manual for Bibliography 301."},
      {
        "id":"ED212286",
        "title":"Subject Access in the Online Catalog."},
      {
        "id":"ED212288",
        "title":"A Synopsis of Educational Technology Design and Implementation Concerns."},
      {
        "id":"ED212290",
        "title":"Computer-Managed Instruction in Navy Technical Training: An Attitudinal Survey. Final Report. (June 1980-March 1981)."},
      {
        "id":"ED212292",
        "title":"Telecommunication Technologies, Networking and Libraries. Proceedings of a Conference on Telecommunication Technologies, Networking and Libraries. (Gaithersburg, MD, June 3, 1977)."},
      {
        "id":"ED212293",
        "title":"Data Processing Technician 1 &amp; C. Revised 1981."},
      {
        "id":"ED212296",
        "title":"Online Training and Practice Manual for ERIC Data Base Searchers. 2nd Edition."},
      {
        "id":"ED212301",
        "title":"Major Issues in Community College Finance: Summary of Testimony Presented to the Assembly Education Committee. Director's Report."},
      {
        "id":"ED212312",
        "title":"Community College Journal for Research and Planning."},
      {
        "id":"ED212317",
        "title":"Report of a Follow-Up Study of Associate of Applied Science Degree Graduates at Mississippi County Community College, 1977-1981."},
      {
        "id":"ED212321",
        "title":"A Descriptive Study of Student Recruitment Methodology Employed by Two-Year Non-Religiously Affiliated Post-Secondary Institutions in the United States."},
      {
        "id":"ED212323",
        "title":"The Relationship between Participation in PWP-99, a Special Course for Probationary Students at Bronx Community College, and Academic Performance."},
      {
        "id":"ED212327",
        "title":"An Assessment of the Needs of the Western Queens Community, New York City. Section One."},
      {
        "id":"ED212335",
        "title":"A Writing Course for Elders: Outreach, Growth, Synthesis."},
      {
        "id":"ED213342",
        "title":"Reforming the School-College Curriculum: Raising Academic Expectations."},
      {
        "id":"ED213345",
        "title":"Knowledge, Attitudes, and Gerontological Work Preferences among Students of Religion."},
      {
        "id":"ED213350",
        "title":"Graduate Medical Education and Military Medicine: Report of a Study by a Committee of the Institute of Medicine."},
      {
        "id":"ED213351",
        "title":"Higher Education Planning and Budgeting: Ideas for the 80s. Contributed Papers for an NCHEMS Competition on State and Institute Financing."},
      {
        "id":"ED213353",
        "title":"A Faculty Team Approach to Group Advising."},
      {
        "id":"ED213355",
        "title":"Legal Factors Related to Access to Campuses of Public Colleges and Universities: An Occasional Paper."},
      {
        "id":"ED213358",
        "title":"Foreign Participation in U.S. Science and Engineering Higher Education and Labor Markets. Special Report."},
      {
        "id":"ED213359",
        "title":"Earned Degrees Conferred 1979-80."},
      {
        "id":"ED213367",
        "title":"Adult Learning Literature: A Review of the Humanities and Related Topics. I: Adult Learning as a Marketable Product; II: Support Services/Delivery Systems; III: Patterns of Participation; IV: Methodological Issues."},
      {
        "id":"ED213368",
        "title":"History of the Capital District Humanities Program. CDHP Reports No. 1-8."},
      {
        "id":"ED213372",
        "title":"Graduate Education in the Humanities: The Need for Reaffirmation, Connection, and Justification. An Occasional Paper."},
      {
        "id":"ED213373",
        "title":"Higher Education and Economic Development in the West. Report of a Regional Conference (Denver, Colorado, March 19-21, 1980)."},
      {
        "id":"ED213374",
        "title":"State-Local Taxation and Higher Education Financing. Financing Higher Education."},
      {
        "id":"ED213377",
        "title":"Computing and Office Automation: Changing Variables."},
      {
        "id":"ED213378",
        "title":"AIR 1981-82. Forum 1981 Proceedings: Toward 2001: The IR Perspective (Minneapolis, Minnesota, May 17-20). The Association for Institutional Research Directory, 1981-82."},
      {
        "id":"ED213379",
        "title":"Students Receiving Federal Aid Are Not Making Satisfactory Academic Progress: Tougher Standards Are Needed. Report to the Chairman, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED213382",
        "title":"Short Range Stabilization Actions: Good But Not Enough."},
      {
        "id":"ED213385",
        "title":"The Relationship between College Freshman Class Size and Other Institutional Characteristics and the Accuracy of Freshman Grade Predictions."},
      {
        "id":"ED213390",
        "title":"Text and Illustration Processing System (TIPS) User's Manual. Volume 2: Graphics Processing System."},
      {
        "id":"ED213393",
        "title":"Microcomputers in Today&apos;s Schools: An Administrators&apos; Handbook."},
      {
        "id":"ED213394",
        "title":"Television in the Public Schools. Final Report of the Maryland ITV Utilization Study."},
      {
        "id":"ED213395",
        "title":"Assessment of the ESAA-TV Program: An Examination of Its Production, Distribution, and Financing."},
      {
        "id":"ED213396",
        "title":"Computers Don&apos;t Byte. A Starting Point for Teachers Using Computers. A Resource Booklet."},
      {
        "id":"ED213401",
        "title":"AECT Human Resources Directory, 1981-1982."},
      {
        "id":"ED213403",
        "title":"An Approach to Study the Relationship Between Organizational Information Processing and Organizational Climate in Academic and Public Libraries."},
      {
        "id":"ED213405",
        "title":"The COM Catalog: A Plan for Implementation."},
      {
        "id":"ED213409",
        "title":"Cognitive Models of Scientific Work and Their Implications for the Design of Knowledge Delivery Systems."},
      {
        "id":"ED213413",
        "title":"Final Report of the Course-Related Library Instruction Program. 1978-1981."},
      {
        "id":"ED213422",
        "title":"NCLIS in the Eighties: The Changing Role of the Federal Government in U.S. Information Activities."},
      {
        "id":"ED213423",
        "title":"LSCA Long Range Plan, 1982-1987."},
      {
        "id":"ED213425",
        "title":"A Handbook for Student Librarians. Bulletin 1632."},
      {
        "id":"ED213430",
        "title":"Planning and Implementing Social Service Information Systems: A Guide for Management and Users. Human Services Monograph Series Number 25. Project Share."},
      {
        "id":"ED213431",
        "title":"International Federation of Library Associations Annual Conference. Papers of the Libraries Serving the General Public Division: Public Libraries, School Libraries and Mobile Libraries Sections (47th, Leipzig, East Germany, August 17-22, 1981)."},
      {
        "id":"ED213442",
        "title":"Technician Monographs: A Collection of Papers and Research Studies Related to Associate Degree Programs in Engineering Technology."},
      {
        "id":"ED213444",
        "title":"Reorganization of the Peralta Community College District: A Study of Reorganization of the Territory Presently Included in the Plumas County Portion of the District. Assembly Concurrent Resolution No. 54."},
      {
        "id":"ED213446",
        "title":"Strategic Planning: A New Role for Management Information Systems."},
      {
        "id":"ED213447",
        "title":"The State and Local Curriculum Approval Process in Illinois Community and Junior Colleges."},
      {
        "id":"ED213448",
        "title":"The Sciences in American Community Colleges."},
      {
        "id":"ED213453",
        "title":"Follow-Up Study of FY 1979 Occupational Non-Graduate Completers."},
      {
        "id":"ED213460",
        "title":"Basic Skills: Responding to the Task with Effective Innovative Programs."},
      {
        "id":"ED213462",
        "title":"Community Colleges: A Report to the Twelfth Alaska State Legislature by the Community College Interim Committee. Volume I."},
      {
        "id":"ED213463",
        "title":"Community Colleges: A Report to the Twelfth Alaska State Legislature by the Community College Interim Committee. Volume II: Transcripts of Public Testimony."},
      {
        "id":"ED213464",
        "title":"Unit Cost Study for the University of Alaska Community Colleges, Fiscal Year 1981. Community Colleges: A Report to the Twelfth Alaska State Legislature by the Community College Interim Committee. Volume III."},
      {
        "id":"ED213465",
        "title":"A Simulation of the Enrollment and Revenue Effects of a $50 Annual Fee Increase at the California Community Colleges."},
      {
        "id":"ED213468",
        "title":"A Ten Year Look at Some Enrollment Statistics, 1972-1981. Research Study Number 82-3."},
      {
        "id":"ED213469",
        "title":"The American Community College."},
      {
        "id":"ED213472",
        "title":"Disadvantaged Student Grant Program: Annual Report for the Illinois Public Community Colleges, FY 1981."},
      {
        "id":"ED213476",
        "title":"The Characteristics of Very Effective Teachers in Urban Community Colleges."},
      {
        "id":"ED213477",
        "title":"Community College Students' Use of Institutional and Informal Learning Resources."},
      {
        "id":"ED213478",
        "title":"Chief Executive Officers Contracts and Compensation, 1981: A Study of the Contract Provisions, Language, Benefits, and Compensation of Chief Executive Officers of Two-Year Colleges for the 1981 Year."},
      {
        "id":"ED213482",
        "title":"An Evaluation of the Head Start Bilingual Bicultural Curriculum Models. Final Report. Executive Summary."},
      {
        "id":"ED213483",
        "title":"Adoption in America, 1981. Hearing Before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session, on a Bill To Examine the Progress That Has Been Made in the Adoption Procedures in America (July 23, 1981)."},
      {
        "id":"ED213486",
        "title":"Reputations of Teacher Educators Among Members of Their Role-Set."},
      {
        "id":"ED213488",
        "title":"Conversational Control in a Kindergarten Story-Telling Session."},
      {
        "id":"ED213489",
        "title":"Evaluation of the Child and Family Mental Health Project, Phase I."},
      {
        "id":"ED213490",
        "title":"The Child and Family Mental Health Evaluation Project. Summary of Fall 1980 Data Analysis."},
      {
        "id":"ED213491",
        "title":"Field Plan and Implementation Package for the Ethnographic Component of the Child and Family Mental Health Project Evaluation."},
      {
        "id":"ED213492",
        "title":"Report on Pilot Test Of Impact and In-Depth Measures. Child and Family Mental Health Project."},
      {
        "id":"ED213494",
        "title":"Parent Education and Public Policy: A Conference Report."},
      {
        "id":"ED213495",
        "title":"Effects of Parents' Play Routines on Imaginative Play Behaviors of Their Developmentally Delayed Preschoolers in Home Settings."},
      {
        "id":"ED213496",
        "title":"Alternatives for the Care of Mildly Ill Children: United States Air Force Child Care Program."},
      {
        "id":"ED213497",
        "title":"My Family's Work: United States Air Force Child Care Program Activity Guide."},
      {
        "id":"ED213498",
        "title":"My Country: United States Air Force Child Care Program Activity Guide."},
      {
        "id":"ED213499",
        "title":"Flags: United States Air Force Child Care Program Activity Guide."},
      {
        "id":"ED213500",
        "title":"Moving: United States Air Force Child Care Program Activity Guide."},
      {
        "id":"ED213501",
        "title":"Aircraft: United States Air Force Child Care Program Activity Guide."},
      {
        "id":"ED213509",
        "title":"Early Adolescent Education: Literature Synthesis and Report."},
      {
        "id":"ED213511",
        "title":"Oversight Hearing on Head Start Transportation Policy. Hearing Before the Subcommittee on Human Resources of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, First Session (February 25, 1981)."},
      {
        "id":"ED213512",
        "title":"Maternal Child-Rearing Patterns and Children's Scholastic Achievement in Different Groups."},
      {
        "id":"ED213513",
        "title":"Contexts for Childrearing: The Ecology of Family Life in Syracuse, New York. A Final Report to the National Institute of Education."},
      {
        "id":"ED213514",
        "title":"Users' Manual for Research: Translating Head Start Findings Into Action (Expanded Notebook Version)."},
      {
        "id":"ED213515",
        "title":"A Summary of the Research Forum on Children and Youth (Washington, D.C., May 18-19, 1981)."},
      {
        "id":"ED213517",
        "title":"Bilingual Multicultural Education: Issues, Research, Rationale."},
      {
        "id":"ED213518",
        "title":"Prematurity: A Major Health Problem. Matrix No. 1."},
      {
        "id":"ED213519",
        "title":"Birth Defects. Matrix No. 2."},
      {
        "id":"ED213520",
        "title":"Nutrition and Growth: Recent Research Findings and Research Priorities. Matrix No. 3."},
      {
        "id":"ED213521",
        "title":"Methods and Systems for Delivering Maternal and Child Health Care: Research Contributions. Matrix No. 4."},
      {
        "id":"ED213522",
        "title":"Teenaged Pregnancy. Matrix No. 5."},
      {
        "id":"ED213523",
        "title":"Child Abuse: Current Knowledge and Future Needs for Research. Matrix No. 9"},
      {
        "id":"ED213524",
        "title":"Neuropsychiatric Disorders of Childhood. Matrix No. 11B."},
      {
        "id":"ED213525",
        "title":"Dental Diseases of Children and Youth. Matrix No. 12."},
      {
        "id":"ED213526",
        "title":"Injuries to Children and Adolescents. Matrix No. 13."},
      {
        "id":"ED213527",
        "title":"Toddlers' Bids and Teachers' Responses in Title XX Day Care Centers."},
      {
        "id":"ED213528",
        "title":"Age Differences in Symbolic Representation: Fluidity in Representational Construction."},
      {
        "id":"ED213530",
        "title":"Temperament Differences Between Infants Who Do and Do Not Complete Laboratory Testing."},
      {
        "id":"ED213531",
        "title":"A Factor-Analytic Study of Mother-Infant Interaction at Ages Twelve and Twenty-Four Months."},
      {
        "id":"ED213535",
        "title":"Staff Development Guide to Focus on Life-Centered Education for Migrant Youth."},
      {
        "id":"ED213537",
        "title":"Bilingual Education and School Desegregation: A Case of Uncoordinated Remedies."},
      {
        "id":"ED213539",
        "title":"Conferences on Rural Education: School Capacity for Problem Solving. Summaries."},
      {
        "id":"ED213541",
        "title":"Increasing Preservice Curriculum Accountability to Rural Handicapped Populations."},
      {
        "id":"ED213549",
        "title":"Continuing a College Education: A Guide for the American Indian Student."},
      {
        "id":"ED213550",
        "title":"Continuing a College Education: A Guide for the Family of the American Indian Student."},
      {
        "id":"ED213551",
        "title":"Continuing a College Education: A Guide for Counseling the American Indian Student."},
      {
        "id":"ED213557",
        "title":"Decision Making regarding American Indian Children and Foster Care."},
      {
        "id":"ED213559",
        "title":"Resource Guide of American Indian and Alaska Native Women, 1980."},
      {
        "id":"ED213560",
        "title":"Business Management Training for Rural Women."},
      {
        "id":"ED213564",
        "title":"Indian Child Welfare Act of 1978: Questions and Answers."},
      {
        "id":"ED213568",
        "title":"Migrant Parents' Rights and Responsibilities: A Handbook = Manual de los Derechos y las Responsabilidades de Padres Migrantes."},
      {
        "id":"ED213569",
        "title":"Southern Rural Development Center Annual Progress Report, FY 1981."},
      {
        "id":"ED213579",
        "title":"Education and Experience in Engineering, The E3 Program. Volume II, Appendices to Final Report."},
      {
        "id":"ED213580",
        "title":"Environmental Education Guide, Volume 1: An Environmental/Energy Education Primer for Kindergarten through Grade Three, 1981-1984."},
      {
        "id":"ED213581",
        "title":"Environmental Education Guide, Volume 2: An Environmental/Energy Education Primer for Grades Four through Six, 1981-1984."},
      {
        "id":"ED213582",
        "title":"Environmental Education Guide, Volume 3: An Environmental/Energy Education Primer for Grades Seven through Nine, 1981-84."},
      {
        "id":"ED213583",
        "title":"Environmental Education Guide, Volume 4: An Environmental/Energy Education Primer for Grades Ten through Twelve, 1981-1984."},
      {
        "id":"ED213585",
        "title":"Legal and Judicial Problems in Mandating Equal Time for Creationism."},
      {
        "id":"ED213586",
        "title":"Should Creation Be Included in the Biology Curriculum?"},
      {
        "id":"ED213593",
        "title":"Catalog of Instructional Materials in Mathematics."},
      {
        "id":"ED213594",
        "title":"National Association for Research in Science Teaching Annual Meeting, Abstracts of Presented Papers (55th, Lake Geneva, Wisconsin, April 5-8, 1982)."},
      {
        "id":"ED213598",
        "title":"Calculators: A Categorized Compilation of References. Supplement 2."},
      {
        "id":"ED213600",
        "title":"Group Interaction and Learning in the Mathematics Laboratory and the Regular Classroom."},
      {
        "id":"ED213603",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 57. Special Appendix: Theses and Dissertations in Progress."},
      {
        "id":"ED213604",
        "title":"Towards Equality: Progress by Girls in Mathematics in Australian Secondary Schools. Occasional Paper No. 16."},
      {
        "id":"ED213609",
        "title":"Outdoor Biology Instructional Strategies (OBIS): 1972-79. Final Project Report."},
      {
        "id":"ED213610",
        "title":"Evaluation of Scientific Reasoning Ability in Naturalistic and Laboratory Tasks."},
      {
        "id":"ED213611",
        "title":"Inventory of Educational Innovations in Asia and the Pacific."},
      {
        "id":"ED213617",
        "title":"Quality of Life: An Orientation to Population Education. Abstract-Bibliography Series 2."},
      {
        "id":"ED213620",
        "title":"A Project to Improve Secondary Social Studies Instruction: An Overview of Critical Thinking Skills (Introduction to Social Inquiry, Ethical Development, & Civic Competence)."},
      {
        "id":"ED213621",
        "title":"Differences in Commitment to Societal Components Between Three Age Groups."},
      {
        "id":"ED213624",
        "title":"Multi-Cultural Education: New Perspectives - New Delivery Systems."},
      {
        "id":"ED213626",
        "title":"History-Social Science Framework for California Public Schools. Kindergarten through Grade Twelve."},
      {
        "id":"ED213628",
        "title":"What is an Ethnic Group? A Multi-Ethnic Supplementary Learning Packet, Grade Levels: Elementary/Secondary, Grades K-9."},
      {
        "id":"ED213631",
        "title":"Writing in Elementary School Social Studies."},
      {
        "id":"ED213634",
        "title":"Japan through Children's Literature: A Critical Bibliography. Occasional Paper No. 5."},
      {
        "id":"ED213642",
        "title":"Math Activities for Teaching about Aging."},
      {
        "id":"ED213643",
        "title":"Artists in the Schools Program Evaluation: Program Evaluation Report."},
      {
        "id":"ED213646",
        "title":"Behind the Evolution/Creation Controversy."},
      {
        "id":"ED213649",
        "title":"Citizen Participation: Increasing the Bargaining Power of Consumers. Consumer Education Development Program: A National Study."},
      {
        "id":"ED213653",
        "title":"Alaska: Arts in Education Handbook."},
      {
        "id":"ED213654",
        "title":"Report of the United States Delegation to the World Conference on the UN Decade for Women: Equality, Development and Peace (Copenhagen, Denmark, July 14-30, 1980)."},
      {
        "id":"ED213659",
        "title":"Prospects for Black Teachers: Preparation, Certification, Employment. Information Analysis Products."},
      {
        "id":"ED213660",
        "title":"A Qualitative Study of Excellence in Teaching [and] The Search for Excellence in Teaching: An Annotated Bibliography. Information Analysis Products."},
      {
        "id":"ED213661",
        "title":"A Field Practicum for Teachers of Gifted Children: The South Carolina Experience. Current Issues."},
      {
        "id":"ED213662",
        "title":"Deficits, Declines, and Dismissals: Faculty Tenure and Fiscal Exigency. Current Issues."},
      {
        "id":"ED213663",
        "title":"School Practitioner Involvement in the Improvement of Practice: Review and Synthesis."},
      {
        "id":"ED213664",
        "title":"Validating and Crediting Experiential Learning: The Saint Joseph's Way."},
      {
        "id":"ED213667",
        "title":"School Environment Handbook Part I: Overview and Workshop Activities."},
      {
        "id":"ED213668",
        "title":"School Environment Handbook Part II: Environmental Awareness and Assessment of the School Environment."},
      {
        "id":"ED213669",
        "title":"School Environment Handbook Part III: Planning Environmental Change."},
      {
        "id":"ED213670",
        "title":"Transportable Teacher Training Program in Nutrition. Pre-School-Grade 12."},
      {
        "id":"ED213671",
        "title":"Pre-Service and In-Service Teachers' Perceptions of the Teaching Profession."},
      {
        "id":"ED213672",
        "title":"Laboratory Schools: Updated or Outdated."},
      {
        "id":"ED213675",
        "title":"Technology in the Classroom: Initiative or Response? New Directions in Curriculum Development."},
      {
        "id":"ED213677",
        "title":"An Analysis of Teachers' Perceptions of Their School Environment."},
      {
        "id":"ED213678",
        "title":"AFT Research Report: Scheduled Teachers Salaries, 1981-82 School Year. Issues in Economics."},
      {
        "id":"ED213688",
        "title":"Training Teachers to Teach Clearly: Theory into Practice."},
      {
        "id":"ED213695",
        "title":"Curriculum Planning in Secondary Physical Education."},
      {
        "id":"ED213697",
        "title":"Visual Field Photography as a Teaching Aid."},
      {
        "id":"ED213700",
        "title":"Some Neglected Parameters of the Student Role in Teaching. Final Report."},
      {
        "id":"ED213701",
        "title":"Social Settings in Educational Organizations: An Exploratory Study of Deliberate Segregation and Change in Schools."},
      {
        "id":"ED213702",
        "title":"The Effectiveness of Mastery Learning Strategies in Undergraduate Education Courses."},
      {
        "id":"ED213704",
        "title":"The Influence of Change in Instructional Effectiveness upon the Affective Characteristics of Teachers."},
      {
        "id":"ED213707",
        "title":"Dance: Creative/Rhythmic Movement Education. A Conceptual Approach for K-12 Curriculum Development."},
      {
        "id":"ED213708",
        "title":"Joint Hampton-Michigan Program for Training Minority and Women Researchers. Volume I of II Volumes. Final Report."},
      {
        "id":"ED213709",
        "title":"Joint Hampton-Michigan Program for Training Minority and Women Researchers. Volume II of II Volumes. Final Report."},
      {
        "id":"ED213724",
        "title":"Evaluating Title I Parent Education Programs."},
      {
        "id":"ED213725",
        "title":"Policy Paper: The Predictive Validity of Early Childhood Variables."},
      {
        "id":"ED213728",
        "title":"Results of Pilot Studies: Effects of Variations in Writing Task Stimuli on the Analysis of Student Writing Performance. Studies in Measurement and Methodology. Work Unit 1: Design and Use of Tests."},
      {
        "id":"ED213736",
        "title":"Survey Data Enhancement."},
      {
        "id":"ED213737",
        "title":"Compensatory/Remedial Education Program (Act 433). Final Evaluation Report, 1980-81."},
      {
        "id":"ED213739",
        "title":"An Evaluation of an Innovative Drug Education Program: Follow-Up Results."},
      {
        "id":"ED213740",
        "title":"Evaluation of Two Service Opportunity Programs for Junior High School Students: First Year Results."},
      {
        "id":"ED213741",
        "title":"The Role of a Computer Based University-Wide Testing Service in the Management of Large Enrollment Courses."},
      {
        "id":"ED213749",
        "title":"The Assessment of Psychopathology and Behavioral Problems in Children: A Review of Scales Suitable for Epidemiological and Clinical Research (1967-1979). Mental Health Service System Reports, Series AN: Epidemiology, No. 1."},
      {
        "id":"ED213750",
        "title":"Do Evaluators Wear Grass Skirts? &quot;Going Native&quot; and Ethnocentrism as Problems in Utilization."},
      {
        "id":"ED213755",
        "title":"Political and Technical Linkage: The Contribution of Regional Agencies."},
      {
        "id":"ED213757",
        "title":"A Survey of Teacher Perceptions on School Conditions and School Related Conditions."},
      {
        "id":"ED213759",
        "title":"Toward Improving the Magnitude of Relationships Between Test Anxiety."},
      {
        "id":"ED213760",
        "title":"Validity and Sex Differences in the Structure of Adolescent Values."},
      {
        "id":"ED213761",
        "title":"Dimensionality of Measured Achievement Over Time."},
      {
        "id":"ED213762",
        "title":"Measurement and Testing: An NEA Perspective. NEA Research Memo."},
      {
        "id":"ED213764",
        "title":"Parent Child Development Center: Final Evaluation Report."},
      {
        "id":"ED213768",
        "title":"Preparing Students for Standardized Testing: A Literature Review. Publication No. 81.61."},
      {
        "id":"ED213787",
        "title":"The Effects of Discontinuing Compensatory-Education Services. Technical Report #11 from the Study of the Sustaining Effects of Compensatory Education on Basic Skills."},
      {
        "id":"ED213788",
        "title":"Substudies on Allocation and Targeting of Funds and Services, Assessment of Student Growth, and Effects of Attrition. Technical Report #13 from the Study of the Sustaining Effects of Compensatory Education on Basic Skills."},
      {
        "id":"ED213790",
        "title":"A Research, Bibliographic and Resource Guide on the Hispanic Elderly."},
      {
        "id":"ED213793",
        "title":"Prison Overcrowding: Legal Significance and Constitutional Implications."},
      {
        "id":"ED213794",
        "title":"Educational Quandaries and Opportunities. Urban Education Studies, 1977-1980."},
      {
        "id":"ED213796",
        "title":"Publicly Subsidized Child Care and Development Programs in California."},
      {
        "id":"ED213801",
        "title":"Urban America in the Eighties: Perspectives and Prospects. Report of the Panel on Policies and Prospects for Metropolitan and Nonmetropolitan America."},
      {
        "id":"ED213802",
        "title":"Migration and Socioeconomic Attainment."},
      {
        "id":"ED213803",
        "title":"The Causal Analysis of Cognitive Outcomes in the Coleman Report."},
      {
        "id":"ED213804",
        "title":"The Impact of Employment Programs on Offenders, Addicts, and Problem Youth: Implications from Supported Work. University of Wisconsin--Madison, Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED213805",
        "title":"Outreach Mobile Delivery System. ESEA Title IV-C Project Report. Annual Evaluation Report, 1980-81."},
      {
        "id":"ED213806",
        "title":"Follow Through Resource Center: Public School 243. Final Evaluation Report, 1980-1981."},
      {
        "id":"ED213807",
        "title":"Title I Institutional Facilities Program. Final Evaluation Report, 1980-81."},
      {
        "id":"ED213808",
        "title":"Involuntary Unemployment Reconsidered: Second-Best Contracting with Heterogeneous Firms and Workers."},
      {
        "id":"ED213809",
        "title":"Children in Poverty: The Truly Needy Who Fall through the Safety Net."},
      {
        "id":"ED213810",
        "title":"Have Disability Transfers Caused the Decline in Older Male Labor Force Participation? A Work-Status Rational Choice Model."},
      {
        "id":"ED213811",
        "title":"Enforcement of Federal Civil Rights Laws in the Reagan Administration."},
      {
        "id":"ED213812",
        "title":"Under the Rule of Thumb: Battered Women and the Administration of Justice."},
      {
        "id":"ED213813",
        "title":"The Sustaining Effects Study: An Interim Report."},
      {
        "id":"ED213814",
        "title":"Instructional and Organizational Arrangements and Processes for Improving Academic Achievement at Inner City Elementary Schools. A Study of the Chicago Mastery Learning Reading Program and Other School-Wide Approaches for Improving Reading at Selected Schools in Chicago, Los Angeles, and New York. Extended Summary and Conclusions."},
      {
        "id":"ED213816",
        "title":"Relative Educational Attainments of Minority Language Children, 1976: A Comparison to Black and White English Language Children. Contractor Report."},
      {
        "id":"ED213819",
        "title":"Interactions of Work-Task Dimensions and Sex Differences in Occupational Choices. Research Report."},
      {
        "id":"ED213820",
        "title":"Utilizing Experiential Learning in Assessing Occupational Competencies of T&I Instructors."},
      {
        "id":"ED213822",
        "title":"Thinking Is a Basic Skill: Creating Humanities Materials for the Adult New Reader."},
      {
        "id":"ED213824",
        "title":"Teaching Adults!! Training Materials for Adult Education Staff Development."},
      {
        "id":"ED213825",
        "title":"Health Careers Exploration for the Handicapped. A Guide for Counselors and Teachers."},
      {
        "id":"ED213826",
        "title":"P. W. Litchfield and Early Corporate Education at the Goodyear Tire and Rubber Company."},
      {
        "id":"ED213827",
        "title":"Development of Safety and Health Instructional Materials. Final Report."},
      {
        "id":"ED213828",
        "title":"Safety and Health for Agriculture and Agribusiness Operations. An Instructor Resource Guide."},
      {
        "id":"ED213829",
        "title":"Safety and Health for Marketing and Distributive Education. An Instructor Resource Guide."},
      {
        "id":"ED213830",
        "title":"Safety and Health for Allied Health Occupations. An Instructor Resource Guide."},
      {
        "id":"ED213831",
        "title":"Safety and Health for Business and Office Education. An Instructor Resource Guide."},
      {
        "id":"ED213832",
        "title":"Safety and Health for Vocational Home Economics Education. An Instructor Resource Guide."},
      {
        "id":"ED213833",
        "title":"Safety and Health for Technical Education. An Instructor Resource Guide."},
      {
        "id":"ED213834",
        "title":"Safety and Health for Trade and Industrial Education. An Instructor Resource Guide."},
      {
        "id":"ED213835",
        "title":"Materials Handling. Module SH-01. Safety and Health."},
      {
        "id":"ED213836",
        "title":"The Role of OSHA in Safety and Health. Module SH-02. Safety and Health."},
      {
        "id":"ED213837",
        "title":"Fundamentals of Electrical Safety. Module SH-03. Safety and Health."},
      {
        "id":"ED213838",
        "title":"First Response to Medical Emergencies. Module SH-04. Safety and Health."},
      {
        "id":"ED213839",
        "title":"Fire Prevention and Emergency Procedures. Module SH-05. Safety and Health."},
      {
        "id":"ED213840",
        "title":"Walking and Working Surfaces. Module SH-06. Safety and Health."},
      {
        "id":"ED213841",
        "title":"Safety Signs, Tags, and Color Codes. Module SH-07. Safety and Health."},
      {
        "id":"ED213842",
        "title":"Recognizing Job Health Hazards. Module SH-08. Safety and Health."},
      {
        "id":"ED213843",
        "title":"Recognizing Job Safety Hazards. Module SH-09. Safety and Health."},
      {
        "id":"ED213844",
        "title":"Structural Egress and Emergency Procedures. Module SH-10. Safety and Health."},
      {
        "id":"ED213845",
        "title":"Business and Office Safety. Module SH-11. Safety and Health."},
      {
        "id":"ED213846",
        "title":"Personal Protective Equipment. Module SH-12. Safety and Health."},
      {
        "id":"ED213847",
        "title":"Industrial Sanitation and Personal Facilities. Module SH-13. Safety and Health."},
      {
        "id":"ED213848",
        "title":"Using Ropes, Chains and Slings Safely. Module SH-14. Safety and Health"},
      {
        "id":"ED213849",
        "title":"Agribusiness Safety. Module SH-15. Safety and Health."},
      {
        "id":"ED213850",
        "title":"Material Hoist Safety. Module SH-16. Safety and Health."},
      {
        "id":"ED213851",
        "title":"Mechanized Off-Road Equipment Safety. Module SH-17. Safety and Health."},
      {
        "id":"ED213852",
        "title":"Safe Operation of Commercial Vehicles. Module SH-18. Safety and Health."},
      {
        "id":"ED213853",
        "title":"Safety with Hand and Portable Power Tools. Module SH-14. Safety and Health."},
      {
        "id":"ED213854",
        "title":"Precautions for Explosive Materials. Module SH-20. Safety and Health."},
      {
        "id":"ED213855",
        "title":"Marine and Longshoring Safety. Module SH-21. Safety and Health."},
      {
        "id":"ED213856",
        "title":"Ladder and Scaffolding Safety. Module SH-22. Safety and Health."},
      {
        "id":"ED213857",
        "title":"Warehousing Storage and Retrieval Safety. Module SH-23. Safety and Health."},
      {
        "id":"ED213858",
        "title":"Machine and Woodworking Tool Safety. Module SH-24. Safety and Health."},
      {
        "id":"ED213859",
        "title":"Safety Features of Material and Personnel Movement Devices. Module SH-25. Safety and Health."},
      {
        "id":"ED213860",
        "title":"Safety for Compressed Gas and Air Equipment. Module SH-26. Safety and Health."},
      {
        "id":"ED213861",
        "title":"Safety in Elevators and Grain Handling Facilities. Module SH-27. Safety and Health."},
      {
        "id":"ED213862",
        "title":"Welding, Cutting and Brazing Safety. Module SH-28. Safety and Health."},
      {
        "id":"ED213863",
        "title":"Hazardous Materials Safety. Module SH-29. Safety and Health."},
      {
        "id":"ED213864",
        "title":"Safe Handling and Use of Flammable and Combustible Materials. Module SH-30. Safety and Health."},
      {
        "id":"ED213865",
        "title":"Overcurrent and Electrical Shock Protection. Module SH-31. Safety and Health."},
      {
        "id":"ED213866",
        "title":"Working Safety in Confined Spaces. Module SH-32. Safety and Health."},
      {
        "id":"ED213867",
        "title":"Vibration and Noise Control. Module SH-33. Safety and Health."},
      {
        "id":"ED213868",
        "title":"Safety Guards for Machinery. Module SH-34. Safety and Health."},
      {
        "id":"ED213869",
        "title":"Ionizing and Nonionizing Radiation Protection. Module SH-35. Safety and Health."},
      {
        "id":"ED213870",
        "title":"Safety Features for Floor and Wall Openings and Stairways. Module SH-36. Safety and Health."},
      {
        "id":"ED213871",
        "title":"Safety and Concrete, Forms, and Shoring. Module SH-37. Safety and Health."},
      {
        "id":"ED213872",
        "title":"Excavating, Trenching, and Shoring Safety. Module SH-38. Safety and Health."},
      {
        "id":"ED213873",
        "title":"Steel Erection Safety. Module SH-39. Safety and Health."},
      {
        "id":"ED213874",
        "title":"Electrical Power Transmission and Distribution Safety. Module SH-40. Safety and Health."},
      {
        "id":"ED213875",
        "title":"Safety Practices for Demolition Procedures. Module SH-41. Safety and Health."},
      {
        "id":"ED213876",
        "title":"Safe Use of Powered Industrial Trucks. Module SH-42. Safety and Health."},
      {
        "id":"ED213877",
        "title":"Safety Practices for Commercial Diving. Module SH-43. Safety and Health."},
      {
        "id":"ED213878",
        "title":"Exhaust, Dust Collection and Ventilation Systems. Module SH-44. Safety and Health."},
      {
        "id":"ED213879",
        "title":"Coast Guard Regulations Applied to Offshore Drilling. Module SH-45. Safety and Health."},
      {
        "id":"ED213880",
        "title":"Chemical Hazards and Waste Disposal Safety and Health. Module SH-46. Safety and Health."},
      {
        "id":"ED213881",
        "title":"Safety and Health in Vocational Education. Module SH-47. Safety and Health."},
      {
        "id":"ED213882",
        "title":"OSHA Training Programs. Module SH-48. Safety and Health."},
      {
        "id":"ED213883",
        "title":"Establishing a Company Safety and Health Program. Module SH-49. Safety and Health."},
      {
        "id":"ED213884",
        "title":"Agricultural Chemical and Pesticide Hazards. Module SH-50. Safety and Health."},
      {
        "id":"ED213887",
        "title":"Painting. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213888",
        "title":"Painting. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213889",
        "title":"Tilesetting. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213890",
        "title":"Tilesetting. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213891",
        "title":"Floor Covering. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213892",
        "title":"Floor Covering. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213893",
        "title":"Bricklaying. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213894",
        "title":"Bricklaying. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213895",
        "title":"Plastering. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213896",
        "title":"Plastering. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213897",
        "title":"Parts Counter. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213898",
        "title":"Parts Counter. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213899",
        "title":"Drywall. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213900",
        "title":"Drywall. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213901",
        "title":"Cement Finishing. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213902",
        "title":"Cement Finishing. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213903",
        "title":"Plumbing. Pre-Apprenticeship Phase 2 Training. Instructor's Guide."},
      {
        "id":"ED213904",
        "title":"Plumbing. Pre-Apprenticeship Phase 2 Training. Student Training Modules."},
      {
        "id":"ED213905",
        "title":"Survival Skills. Pre-Apprenticeship Phase 2 Training. Instructors Guide"},
      {
        "id":"ED213906",
        "title":"Evaluation of Tennessee's State Plan for Career Education, 1980-81."},
      {
        "id":"ED213907",
        "title":"Standards for Industrial Arts Programs."},
      {
        "id":"ED213908",
        "title":"AIASA Guide for Industrial Arts Programs."},
      {
        "id":"ED213909",
        "title":"Sex Equity Guide for Industrial Arts Programs."},
      {
        "id":"ED213910",
        "title":"Special Needs Guide for Industrial Arts Programs."},
      {
        "id":"ED213911",
        "title":"Correctional Retraining in the Navy: An Evaluation. Final Report, FY80-81."},
      {
        "id":"ED213912",
        "title":"Affirmative Action to Employ Mentally Restored People."},
      {
        "id":"ED213913",
        "title":"Eight Questions Employers Ask About Hiring the Mentally Restored."},
      {
        "id":"ED213914",
        "title":"A Reading and Writing Program Using Language-Experience Methodology Among Adult ESL Students in a Basic Education Program. Administrators/Instructors Manual."},
      {
        "id":"ED213915",
        "title":"A Reading and Writing Program Using Language-Experience Methodology Among Adult ESL Students in a Basic Education Program. Volunteer Tutor Manual."},
      {
        "id":"ED213918",
        "title":"The Development of Standards to Ensure the Competency of Physician Assistants. Volume III of V: Development of a Self-Assessment Examination for Physician Assistants. Final Report, July 1, 1976-August 14, 1979."},
      {
        "id":"ED213923",
        "title":"Productivity, People, and Public Policy."},
      {
        "id":"ED213928",
        "title":"Cooperative Occupational Preparation of the Handicapped. Exemplary Models."},
      {
        "id":"ED213929",
        "title":"Employment &amp; Retirement: A Management-Labor Dialogue. Proceedings of an Industry Conference on Employment and Retirement; A Pre-White House Conference on Aging Activity (Annapolis, Maryland, May 18-20, 1980)."},
      {
        "id":"ED213930",
        "title":"A Study of the Construct Validity of Six Vocational Achievement Tests in the Ohio Vocational Education Achievement Test Program."},
      {
        "id":"ED213931",
        "title":"Enhancing Basic Skill Levels of Marketing and Distributive Education Students Identified as Disadvantaged--A Tutorial Approach. Final Report, July 1, 1980-June 30, 1981."},
      {
        "id":"ED213932",
        "title":"Assessment of Occupational Opportunities in Health Occupations for Handicapped."},
      {
        "id":"ED213933",
        "title":"Retailing I: A Foundation for Marketing and Distributive Education Curriculum Development."},
      {
        "id":"ED213936",
        "title":"Model for Identifying, Profiling, Recruiting, and Serving the Disadvantaged in Kentucky."},
      {
        "id":"ED213938",
        "title":"Handbook for General Cooperative Education Teacher-Coordinators in Louisiana. Bulletin 1669."},
      {
        "id":"ED213939",
        "title":"Handbook for Marketing and Distributive Education Teacher-Coordinators in Louisiana. Bulletin 1170."},
      {
        "id":"ED213940",
        "title":"Health Occupations Curriculum Guide, 1981. Vocational Education Curriculum Guide. Bulletin No. 1635."},
      {
        "id":"ED213941",
        "title":"Teaching Special Needs Students in Vocational Education."},
      {
        "id":"ED213942",
        "title":"Teaching Culturally Diverse Students in Vocational Education."},
      {
        "id":"ED213944",
        "title":"Maintaining Effective Classroom Control in Vocational Education."},
      {
        "id":"ED213953",
        "title":"Pennsylvania Industrial Arts Safety Guide. Second Edition."},
      {
        "id":"ED213964",
        "title":"The Circulatory System [and] Instructor's Guide: The Circulatory System. Health Occupations Education Module: Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED213965",
        "title":"The Musculoskeletal System [and] Instructor's Guide: The Musculoskeletal System. Health Occupations Education Module: Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED213966",
        "title":"The Respiratory System [and] Instructor's Guide: The Respiratory System. Health Occupations Education Module: Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED213967",
        "title":"The Nervous System [and] Instructor's Guide: The Nervous System. Health Occupations Education Module: Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED213968",
        "title":"The Genitourinary System [and] Instructor's Guide: The Genitourinary System. Health Occupations Education Module: Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED213969",
        "title":"The Endocrine System [and] Instructor's Guide: The Endocrine System. Health Occupations Education Module: Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED213970",
        "title":"The Reproductive System [and] Instructor's Guide: The Reproductive System. Health Occupations Education Module. Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED213971",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 4: Bilingual Vocational Training. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress. First Session on H.R. 66 (October 14, 1981)."},
      {
        "id":"ED213972",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 5: National Institute of Education Study. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress. First Session on H.R. 66 (October 21, 1981)."},
      {
        "id":"ED213973",
        "title":"Servol: An Education and Community Development Project in Trinidad. Advisory Mission Report, October 11-18, 1981."},
      {
        "id":"ED213974",
        "title":"Improving Youth Employment Prospects: Issues and Options. A CBO Study."},
      {
        "id":"ED213975",
        "title":"Youth Conservation Corps and Young Adult Conservation Corps. Hearings before a Subcommittee of the Committee on Government Operations, House of Representatives. Ninety-Seventh Congress, First Session (June 25 and July 17, 1981)."},
      {
        "id":"ED213979",
        "title":"Policy Statement on the Need for a Continuing Strong Federal Role in Vocational Education."},
      {
        "id":"ED213980",
        "title":"Employment and Crime: A Review of Theories and Research."},
      {
        "id":"ED213982",
        "title":"A Guide to Curriculum Development in Career Education."},
      {
        "id":"ED213985",
        "title":"Implementation of the Career Education Incentive Act in Tennessee: An Evaluator's Perspective."},
      {
        "id":"ED213989",
        "title":"Focusing Better on Youth: Legislative Recommendations from the Field. A Report from the National Youth Practitioners' Network."},
      {
        "id":"ED213990",
        "title":"Ethnographic Research on Word Recognition Strategies of Adult Beginning Readers: Summary Report."},
      {
        "id":"ED213991",
        "title":"Apprenticeships in Employment and Training Programs. An Action Planning Guidebook."},
      {
        "id":"ED213992",
        "title":"Intake: Alternatives for Facilitating Participant Entry. An Action Planning Guidebook."},
      {
        "id":"ED213993",
        "title":"Testing in Employment and Training Programs. An Action Planning Guidebook."},
      {
        "id":"ED213994",
        "title":"Employability Development Plans: Counseling Participants and Developing EDPs. An Action Planning Guidebook."},
      {
        "id":"ED213995",
        "title":"Job Placement in Employment and Training Programs. An Action Planning Guidebook."},
      {
        "id":"ED213996",
        "title":"Follow-Up and Follow-Through in Employment and Training Programs. An Action Planning Guidebook."},
      {
        "id":"ED213997",
        "title":"Career Education Materials for Employment and Training Programs. Catalog."},
      {
        "id":"ED213998",
        "title":"Orientation to the World of Work. Instructor Guide."},
      {
        "id":"ED213999",
        "title":"Orientation to the World of Work. Program Booklet."},
      {
        "id":"ED214000",
        "title":"Career Alert Planning. Instructor Guide."},
      {
        "id":"ED214001",
        "title":"CAP Self-Inventory Cards."},
      {
        "id":"ED214002",
        "title":"CAP Program Guide."},
      {
        "id":"ED214003",
        "title":"Advising. CAP Job Function."},
      {
        "id":"ED214004",
        "title":"Arranging. CAP Job Function."},
      {
        "id":"ED214005",
        "title":"Building and Making. CAP Job Function."},
      {
        "id":"ED214006",
        "title":"Doing Clerical Work. CAP Job Function."},
      {
        "id":"ED214007",
        "title":"Helping. CAP Job Function."},
      {
        "id":"ED214008",
        "title":"Maintaining and Repairing. CAP Job Function."},
      {
        "id":"ED214009",
        "title":"Thinking in Pictures. CAP Job Function."},
      {
        "id":"ED214010",
        "title":"Using Information about the Environment. CAP Job Function."},
      {
        "id":"ED214011",
        "title":"Working with Equipment. CAP Job Function."},
      {
        "id":"ED214012",
        "title":"Working with Numbers and Symbols. CAP Job Function."},
      {
        "id":"ED214013",
        "title":"CAP Worksheets."},
      {
        "id":"ED214014",
        "title":"Work Maturity Skills Instructor Guide."},
      {
        "id":"ED214015",
        "title":"Work Maturity Skills Program Guide."},
      {
        "id":"ED214016",
        "title":"Present a Positive Image. Work Maturity Skills. Competency 1.0."},
      {
        "id":"ED214017",
        "title":"Exhibit Positive Work Attitudes. Work Maturity Skills. Competency 2.0."},
      {
        "id":"ED214018",
        "title":"Practice Good Work Habits. Work Maturity Skills. Competency 3.0."},
      {
        "id":"ED214019",
        "title":"Practice Ethical Behavior. Work Maturity Skills. Competency 4.0."},
      {
        "id":"ED214020",
        "title":"Communicate Effectively. Work Maturity Skills. Competency 5.0."},
      {
        "id":"ED214021",
        "title":"Accept Responsibility. Work Maturity Skills. Competency 6.0."},
      {
        "id":"ED214022",
        "title":"Cooperate with Others. Work Maturity Skills. Competency 7.0."},
      {
        "id":"ED214023",
        "title":"Job Search Skills Instructor Guide."},
      {
        "id":"ED214024",
        "title":"Job Search Program Guide."},
      {
        "id":"ED214025",
        "title":"Prepare for the Job Search. Job Search. Competency 1.0."},
      {
        "id":"ED214026",
        "title":"Search for Available Jobs. Job Search. Competency 2.0."},
      {
        "id":"ED214027",
        "title":"Apply for Jobs. Job Search. Competency 3.0."},
      {
        "id":"ED214028",
        "title":"Interview for the Job. Job Search. Competency 4.0."},
      {
        "id":"ED214029",
        "title":"Handle the Job Offer. Job Search. Competency 5.0."},
      {
        "id":"ED214030",
        "title":"Technical Assistance for Employment and Training Programs. Overview."},
      {
        "id":"ED214032",
        "title":"Sex Role Orientation and Self-Esteem: A Critical Meta-Analytic Review."},
      {
        "id":"ED214034",
        "title":"Sex Role Self-Concept and Depression: A Path-Analytic Approach."},
      {
        "id":"ED214035",
        "title":"Women's Problems: Immobility and Professional Growth."},
      {
        "id":"ED214036",
        "title":"Drug Program Report: Credentialing."},
      {
        "id":"ED214039",
        "title":"A Comparative Study of Sampling Procedures in Counseling Process Research."},
      {
        "id":"ED214044",
        "title":"Developing Interculturally Skilled Counselors: Process and Productivity of the Project."},
      {
        "id":"ED214048",
        "title":"A Study of Volunteers in Drug Abuse Programs. Treatment Research Report."},
      {
        "id":"ED214050",
        "title":"Counseling the Bilingual Student. Searchlight Plus: Relevant Resources in High Interest Areas, 54+."},
      {
        "id":"ED214054",
        "title":"When Prohibition Works: Alternatives to Violence in the Odyssey House Youth Program and in the Family."},
      {
        "id":"ED214057",
        "title":"Social Network Formation of Entering College Freshmen."},
      {
        "id":"ED214059",
        "title":"Using an Experiential Group To Teach a Group Therapy Course."},
      {
        "id":"ED214060",
        "title":"Relationship between Degree of Choice in Client's Language and Therapy Outcome."},
      {
        "id":"ED214068",
        "title":"Research Trends in School Psychology: 1974-1980."},
      {
        "id":"ED214071",
        "title":"An Investigation of Precipitating Events and Susceptibility Factors in Depression."},
      {
        "id":"ED214074",
        "title":"Barriers and Supports in the Job Search: Preliminary Findings from a Survey of Older Job Seekers."},
      {
        "id":"ED214075",
        "title":"Preventing Burnout through Counselor Training."},
      {
        "id":"ED214077",
        "title":"The Development of a Phenomenologically Based Therapeutic Graduate Program: A Contribution to Pluralism in Psychology."},
      {
        "id":"ED214080",
        "title":"Elementary School Guidance and Counseling: Suggested Guidelines for School Districts."},
      {
        "id":"ED214082",
        "title":"A Partnership of Caring: A Blueprint for Social Action."},
      {
        "id":"ED214085",
        "title":"Is Aging Stressful?"},
      {
        "id":"ED214086",
        "title":"Cohort Influences in Older Marriages."},
      {
        "id":"ED214087",
        "title":"Report of the Task Force on School Counseling and Guidance in Alberta: Planning and Research."},
      {
        "id":"ED214099",
        "title":"Meanings of Work in Different Environments and Cultures."},
      {
        "id":"ED214106",
        "title":"Television Viewing and Leisure Reading: A Qualitative Analysis."},
      {
        "id":"ED214110",
        "title":"An Adaptation of the &quot;Standards for Evaluations&quot; for the Interpretation of Reading Program Evaluations. Final Report."},
      {
        "id":"ED214112",
        "title":"Implementing PCRP: Fact or Fiction? Communication Skills."},
      {
        "id":"ED214113",
        "title":"A Think-Aloud Protocol from a Critical Reader Reading a Study from &quot;The Journal of Reading.&quot;"},
      {
        "id":"ED214118",
        "title":"An Investigation of the Trends in Vocabulary Research and the Effects of Prior Knowledge on Instructional Strategies for Vocabulary Acquisition."},
      {
        "id":"ED214119",
        "title":"Peers' Requests and Responses in Third-Grade Reading Groups."},
      {
        "id":"ED214120",
        "title":"A Technique for Improving the Understanding of Expository Text: Gloss (Part 1); Examples of Gloss Notation (Part 2)."},
      {
        "id":"ED214123",
        "title":"A Classroom Teacher's Guide to Reading Improvement in Middle School Science. Resource Monograph No. 19."},
      {
        "id":"ED214126",
        "title":"The Keyword Method and Children's Vocabulary Learning: An Interaction with Vocabulary Knowledge."},
      {
        "id":"ED214131",
        "title":"Computer Technology and Reading Instruction: Perspectives and Directions."},
      {
        "id":"ED214133",
        "title":"Skill Patterns of Precocious Readers."},
      {
        "id":"ED214136",
        "title":"Individual Differences in Comprehension of Multiple Episode Stories."},
      {
        "id":"ED214140",
        "title":"An Examination of the Content Area Reading Inservice Program at Fort Wayne Community Schools."},
      {
        "id":"ED214141",
        "title":"Releasing the Remedial Reader's Creative Power."},
      {
        "id":"ED214147",
        "title":"Causal Cohesion and Story Coherence."},
      {
        "id":"ED214155",
        "title":"Reliability and Validity of Curriculum-Based Informal Reading Inventories."},
      {
        "id":"ED214160",
        "title":"Educating Verbally Gifted Youth. Fastback 176."},
      {
        "id":"ED214161",
        "title":"A Study of Preceptor Training of Classroom Teachers in Reading Diagnosis."},
      {
        "id":"ED214163",
        "title":"Writing in Non-Academic Settings."},
      {
        "id":"ED214166",
        "title":"Evaluating Developmental English Programs in Georgia."},
      {
        "id":"ED214168",
        "title":"Defining Writing: Effects of Discourse and Response Mode."},
      {
        "id":"ED214174",
        "title":"Toward a Meaningful Model of Written Language Development."},
      {
        "id":"ED214177",
        "title":"A Computer Program for Invention and Feedback."},
      {
        "id":"ED214179",
        "title":"A Horse of a Different Color: Living Happily as a Writing Teacher for Lawyers and Other Professionals."},
      {
        "id":"ED214180",
        "title":"Basic Neurology for the English Teacher: A Selected Bibliography."},
      {
        "id":"ED214181",
        "title":"Student Teacher Conversations about Writing: Shifting Topics in the Writing Conference."},
      {
        "id":"ED214183",
        "title":"Errors in Expectations: A Reanalysis of the Problem of Sentence Completeness."},
      {
        "id":"ED214184",
        "title":"Oral and Written Language Development Research: Impact on the Schools. Proceedings from the 1979 and 1980 IMPACT Conferences."},
      {
        "id":"ED214186",
        "title":"Sentence Combining: An Incisive Tool for Proofreading."},
      {
        "id":"ED214187",
        "title":"Readers in the Composition Course: Why They Fail, How We Can Make Them Work."},
      {
        "id":"ED214191",
        "title":"Improving Oral Language Skills for American Indian Secondary School Students."},
      {
        "id":"ED214195",
        "title":"What's Wrong with Architecture?"},
      {
        "id":"ED214196",
        "title":"Analysis of Dialogue Journal Writing as a Communicative Event. Final Report. Volume I."},
      {
        "id":"ED214197",
        "title":"Analysis of Dialogue Journal Writing as a Communicative Event. Final Report. Volume II."},
      {
        "id":"ED214198",
        "title":"Advantages of Randomized Experiments for Research in Composition."},
      {
        "id":"ED214199",
        "title":"Improving the Teaching of Writing in Your Own School: A Staff Development Program."},
      {
        "id":"ED214200",
        "title":"What Can You Learn about Writing in School?: A Case Study in an Elementary Classroom."},
      {
        "id":"ED214207",
        "title":"Techniques for Testing the Effectiveness of Minority Portrayals in Multi-Cultural Children's Programming."},
      {
        "id":"ED214209",
        "title":"The Relationship between Communicator Attitudes and Communication Behavior: Initial Evidence."},
      {
        "id":"ED214210",
        "title":"Attitudes toward Motion Pictures among College Students."},
      {
        "id":"ED214211",
        "title":"The Motion Picture Audience: A Neglected Aspect of Film Research."},
      {
        "id":"ED214213",
        "title":"Evaluating Classroom Speaking."},
      {
        "id":"ED214215",
        "title":"The Relationship between Psychological Sex Type and Communication Apprehension."},
      {
        "id":"ED214216",
        "title":"Conversational Processing: The Effects of Themes and Attention-Focusing Strategy on Comprehension, Recall Accuracy, and Uncertainty Reduction."},
      {
        "id":"ED214218",
        "title":"MPAA Film Ratings and Film Attendance: A Test of Reactance Theory."},
      {
        "id":"ED214226",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1-March 31, 1982."},
      {
        "id":"ED214229",
        "title":"Supporting Innovations in Education: Preparing Administrators, Supervisors and Other Key Personnel. Report of a Technical Working Group Meeting (Seoul, South Korea, September 29-October 11, 1980)."},
      {
        "id":"ED214232",
        "title":"How to Evaluate Your School Instructional Program. Curriculum Is a Board Member Responsibility."},
      {
        "id":"ED214238",
        "title":"Recommendations for Relief from Burdensome State Mandates."},
      {
        "id":"ED214241",
        "title":"A School Transfer Typology: Implications for New Theory, Revised Research Design, and Refocused School Policy and Practice."},
      {
        "id":"ED214243",
        "title":"Improving Schools for Low Achieving Children: A System Dynamics Policy Study."},
      {
        "id":"ED214245",
        "title":"Teachers under Duress: Some Effects of Declining Enrollment and District Staffing Policies."},
      {
        "id":"ED214246",
        "title":"Expectancy Climate and School Effectiveness."},
      {
        "id":"ED214247",
        "title":"Structural Coupling in Schools."},
      {
        "id":"ED214252",
        "title":"Assistance and Enforcement as Strategies for Knowledge Transfer and Program Reform."},
      {
        "id":"ED214253",
        "title":"Training of the School Administrator: State of the Art. An Occasional Paper."},
      {
        "id":"ED214256",
        "title":"The Attorney General's Asbestos Liability Report to the Congress. Pursuant to Section 8(b) of the Asbestos School Hazard Detection and Control Act of 1980. Committee Print, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED214261",
        "title":"New Jersey's Nonpublic Program: Issues and Perspectives."},
      {
        "id":"ED214263",
        "title":"Evaluation of the Tennessee Nutrition Education and Training Program. 1981 Final Report."},
      {
        "id":"ED214264",
        "title":"CBEDS Data Users' Guide (1981 Data)."},
      {
        "id":"ED214267",
        "title":"State, Local, and Federal Financing for Illinois Public Schools, 1981-1982. Revised."},
      {
        "id":"ED214292",
        "title":"School Contingencies in the Continuation of Planned Change."},
      {
        "id":"ED214296",
        "title":"Strategies and Other Predictors for the Upward Career Mobility of Women in School Administration."},
      {
        "id":"ED214298",
        "title":"The Mediating Role of Principals' Situational Favorableness on School Effectiveness in Lebanon."},
      {
        "id":"ED214301",
        "title":"Evaluation of a Course for Women in Educational Administration."},
      {
        "id":"ED214302",
        "title":"Exploring the Concept of School Renewal: Contextual Differences between More and Less Renewing Schools."},
      {
        "id":"ED214303",
        "title":"A Functional Model for Management of Large Scale Assessments."},
      {
        "id":"ED214306",
        "title":"A Method for Enhancing Training and Monitoring of Program Adaptions and Adoptions in New Situations."},
      {
        "id":"ED214310",
        "title":"Using Administrative Tactics to Introduce Curriculum Innovation."},
      {
        "id":"ED214311",
        "title":"A View of Work Flow in an Administrative System: The Case of Routine and Non-Routine Work."},
      {
        "id":"ED214314",
        "title":"Public and Private Schools. An Analysis of High School and Beyond: A National Longitudinal Study for the 1980&apos;s."},
      {
        "id":"ED214319",
        "title":"Fact Sheets from the ERIC Clearinghouse on Handicapped and Gifted Children, 1980."},
      {
        "id":"ED214320",
        "title":"Fact Sheets from the ERIC Clearinghouse on Handicapped and Gifted Children, 1981."},
      {
        "id":"ED214321",
        "title":"Concerns for Meeting the Needs of Black Handicapped Children with Implications for Teacher Education."},
      {
        "id":"ED214322",
        "title":"Problems and Issues in Educating Bilingual Handicapped Children with Implications for Teacher Education."},
      {
        "id":"ED214323",
        "title":"Gifted and Talented Education in The Republic of China."},
      {
        "id":"ED214324",
        "title":"Parents and Teachers--Strategies for Improving and Coordinating Support Systems for Hearing-Impaired Students."},
      {
        "id":"ED214325",
        "title":"Deaf Readers' Comprehension of Individual Sentences."},
      {
        "id":"ED214328",
        "title":"Identifying Low Income, Minority, Gifted and Talented Youngsters."},
      {
        "id":"ED214329",
        "title":"Perceived Communication and Training Needs of Parents and School Professionals."},
      {
        "id":"ED214330",
        "title":"Early Intervention for High Risk Infants and Their Adolescent Mothers. Progress Report for Second Year, July 1, 1980-June 30, 1981."},
      {
        "id":"ED214331",
        "title":"Project SETT-UP: Special Education via Telecommunications, Teacher Upgrade. Five Year Report, June 1, 1976-August 31, 1981."},
      {
        "id":"ED214332",
        "title":"Staff Development: A Systematic Process."},
      {
        "id":"ED214333",
        "title":"One Step at a Time."},
      {
        "id":"ED214336",
        "title":"Family Perceptions of Responsibility for Mentally Retarded Children."},
      {
        "id":"ED214337",
        "title":"An Identification of the Science Career Development Needs of Deaf Students."},
      {
        "id":"ED214338",
        "title":"Counseling and Accommodating the Student with Learning Disabilities."},
      {
        "id":"ED214339",
        "title":"Proceedings: National Meeting of Learning Disabled Adults (1st, April 30, 1980)."},
      {
        "id":"ED214340",
        "title":"Peace Corps in Special Education and Rehabilitation. Case Study CS-2. Appropriate Technologies for Development"},
      {
        "id":"ED214342",
        "title":"Project UPSTART. Final Report 1980-1981."},
      {
        "id":"ED214345",
        "title":"Special Education Certification and Approval Requirements and Procedures. No. 352."},
      {
        "id":"ED182115",
        "title":"Elementary Experiments in Mechanical Engineering."},
      {
        "id":"ED182116",
        "title":"National Association for Research in Science Teaching Annual Meeting, Abstracts of Presented Papers (53rd, Boston, Massachusetts, April 11-13, 1980)."},
      {
        "id":"ED182117",
        "title":"Research Reporting Sections, Annual Meeting of the National Council of Teachers of Mathematics (58th, Seattle, Washington, April 16-19, 1980)."},
      {
        "id":"ED182118",
        "title":"Values Activities in Environmental Education."},
      {
        "id":"ED182119",
        "title":"Chemical Equilibrium, Unit 1: Introduction to Chemical Equilibrium. A Computer-Enriched Module for Introductory Chemistry. Student&apos;s Guide and Teacher&apos;s Guide."},
      {
        "id":"ED182122",
        "title":"Chemical Equilibrium, Unit 4: Equilibria in Acid-Base Systems. A Computer-Enriched Module for Introductory Chemistry. Student's Guide and Teacher's Guide."},
      {
        "id":"ED182125",
        "title":"Solutions, Unit 2: Molarity, Molality, Concentration Conversions. A Computer-Enriched Module for Introductory Chemistry. Student&apos;s Guide and Teacher&apos;s Guide."},
      {
        "id":"ED182129",
        "title":"Stoichiometry, Unit 1: The Mole Concept. A Computer-Enriched Module for Introductory Chemistry. Student's Guide and Teacher's Guide."},
      {
        "id":"ED182131",
        "title":"Idaho Energy Conservation Resource Guide for Career Education, Grades 7-12."},
      {
        "id":"ED182133",
        "title":"Idaho Energy Conservation Resource Guide for Mathematics, Grades 7-12."},
      {
        "id":"ED182134",
        "title":"Idaho Energy Conservation Resource Guide for Environmental Education, Grades 7-12."},
      {
        "id":"ED182136",
        "title":"Idaho Energy Conservation Resource Guide for Language Arts, Grades 7-12."},
      {
        "id":"ED182137",
        "title":"Idaho Energy Conservation Resource Guide for Industrial Arts Education."},
      {
        "id":"ED182141",
        "title":"An Analysis of Mathematics Education in the Union of Soviet Socialist Republics."},
      {
        "id":"ED182143",
        "title":"Content Structure in Science Instructional Materials and Knowledge Structure in Students' Memories."},
      {
        "id":"ED182147",
        "title":"Historical/Experimental Notes for Newton's Investigation of the Oscillation of Fluids. Experiment No. 4."},
      {
        "id":"ED182149",
        "title":"Newton&apos;s Investigation of Light and Color: Historical and Experimental Notes. Experiment No. 7."},
      {
        "id":"ED182151",
        "title":"Oersted: The Beginnings of Electromagnetism. Experiment No. 17."},
      {
        "id":"ED182152",
        "title":"The Law of Biot-Savart: The Beginnings of Electrodynamics, Additional Notes. Experiment No. 18."},
      {
        "id":"ED182154",
        "title":"Faraday&apos;s Investigation of Electromagnetic Induction. Experiment No. 21."},
      {
        "id":"ED182155",
        "title":"Volta and Galvani: New Electricity from Old. Experiment No. 22."},
      {
        "id":"ED182156",
        "title":"The Value of Interactive Learning Experiences in a Museum. Advancing Education Through Science-Oriented Programs."},
      {
        "id":"ED182157",
        "title":"Learning in the Choice Environment. Advancing Education Through Science-Oriented Programs."},
      {
        "id":"ED182158",
        "title":"In-Service Training of Elementary School Science Teachers. Advancing Education Through Science-Oriented Programs."},
      {
        "id":"ED182159",
        "title":"Uses of Evaluation in Science and Technology Centers: Informed Decision Making. Advancing Education Through Science-Oriented Programs."},
      {
        "id":"ED182160",
        "title":"Informed Decision Making: Evaluation You Can Use. Advancing Education Through Science-Oriented Programs."},
      {
        "id":"ED182164",
        "title":"Adolescent Reasoning: The Development of Ability to Control Variables. Advancing Education Through Science-Oriented Programs."},
      {
        "id":"ED182165",
        "title":"Scientific Reasoning Ability in Adolescence: Theoretical Viewpoints and Educational Implications. Advancing Education Through Science-Oriented Programs."},
      {
        "id":"ED182175",
        "title":"A Review of Research on Solving Routine Problems in Pre-College Mathematics."},
      {
        "id":"ED182180",
        "title":"Networks: How Energy Links People, Goods and Services, Grades 4, 5. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED182190",
        "title":"Oversight Hearing on Mathematics Achievement. Hearing Before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session (Washington, DC, October 23, 1979)."},
      {
        "id":"ED182194",
        "title":"Is There Life After Adolescence and If So, Should Political Scientists Care?"},
      {
        "id":"ED182212",
        "title":"Article Booklet for the Eleventh Course by Newspaper Connections: Technology and Change."},
      {
        "id":"ED182213",
        "title":"A Viewer's Guide for Connections: Technology and Change."},
      {
        "id":"ED182214",
        "title":"A Source Book for Connections: Technology and Change."},
      {
        "id":"ED182216",
        "title":"Guidelines for Evaluation of Instructional Materials with Respect to Social Content."},
      {
        "id":"ED182221",
        "title":"An Analysis of a Staff Development Training Program in Reading and Social Studies."},
      {
        "id":"ED182223",
        "title":"Ethnic Heritage Studies: Papers of the Institute at King's College, 1975."},
      {
        "id":"ED182224",
        "title":"Ethnic Drama: Video-Texts and Study Guides."},
      {
        "id":"ED182225",
        "title":"A Guide to Multicultural Education: Kindergarten Through Grade Three. Publication No. EC-462."},
      {
        "id":"ED182226",
        "title":"The Compatibility of Goals in the Public Schools: Equality, Competence, and Excellence."},
      {
        "id":"ED182228",
        "title":"Teaching for Cross Cultural Understanding."},
      {
        "id":"ED182241",
        "title":"Sociology Students, Interest, and Course Type."},
      {
        "id":"ED182246",
        "title":"Young Women&apos;s Preferences for Market Work: Responses to Marital Events. Revised."},
      {
        "id":"ED182255",
        "title":"Education for Achieving a New Societal Paradigm."},
      {
        "id":"ED182257",
        "title":"Athletic Injuries and Deaths in Secondary Schools and Colleges. A Report on the Survey Mandated by Section 826 of Public Law 93-380."},
      {
        "id":"ED182278",
        "title":"Basketball. Volleyball. NAGWS Guide. July 1979-July 1981. Tips and Techniques for Teachers and Coaches."},
      {
        "id":"ED182279",
        "title":"Aquatics. NAGWS Guide. July 1979-July 1981. Tips and Techniques for Teachers and Coaches."},
      {
        "id":"ED182280",
        "title":"Factors Influencing Changes in Associate Teachers' Perception of the Administrator's Role."},
      {
        "id":"ED182281",
        "title":"Process, Goal and Social Interaction Differences in Recreation: What Makes an Activity Substitutable."},
      {
        "id":"ED182284",
        "title":"School Administrators' Perceptions of In-Service for Credit Courses."},
      {
        "id":"ED182285",
        "title":"Intrinsic Analysis Training Manual."},
      {
        "id":"ED182296",
        "title":"Guidelines for Developing Tailored Professional Development Exercises for Linking Agents. A Collaborative Effort with the Northwest Reading Consortium."},
      {
        "id":"ED182297",
        "title":"Assessing School Readiness as a Precondition for Effective Instructional Improvement Planning."},
      {
        "id":"ED182299",
        "title":"Teach: Teacher Education and Children with Handicaps. Vol. 1, No. 3, May/June 1979."},
      {
        "id":"ED182305",
        "title":"Involvement of Parents in the Special Education of Their Young Handicapped Children: Developing a Competency-Based Approach."},
      {
        "id":"ED182316",
        "title":"Study Behavior and Performance: Effect of Practice and Test Question Similarity. Final Report."},
      {
        "id":"ED182324",
        "title":"Some Comments on Criterion-Referenced and Norm-Referenced Achievement Tests."},
      {
        "id":"ED182348",
        "title":"The War on Testing: Detroit Edison in Perspective."},
      {
        "id":"ED182349",
        "title":"The Educational Implications of Piaget's Theory and Assessment Techniques."},
      {
        "id":"ED182350",
        "title":"Research and Evaluation Studies from Large School Systems. 1978."},
      {
        "id":"ED182362",
        "title":"Special Report on Urban Education."},
      {
        "id":"ED182367",
        "title":"Niagara County Comprehensive Planning Evaluation Project; Year One Report."},
      {
        "id":"ED182368",
        "title":"Parent Association of Andrew Jackson School etc., et al. v. Ambach, Commissioner of Education of the State of New York, et al., United States Court of Appeals for the Second Circuit, Nos. 362, 365-5--August Term, 1978. Docket Nos. 78-7274, 78-7307, 78-7308."},
      {
        "id":"ED182376",
        "title":"Interpersonal Perception in Dyads as a Function of Race, Gender, and Conversational Time Patterns."},
      {
        "id":"ED182377",
        "title":"Report of the High School Articulation Project."},
      {
        "id":"ED182381",
        "title":"Race Education/Training: The State of the Art; Issues and Dilemmas."},
      {
        "id":"ED182382",
        "title":"When Schools Are Desegregated: Problems and Possibilities for Students, Educators, Parents and the Community."},
      {
        "id":"ED182383",
        "title":"Report of Survey of Howard University College of Medicine."},
      {
        "id":"ED182394",
        "title":"Racial Differences in the Evolution of Educational and Occupational Aspirations."},
      {
        "id":"ED182397",
        "title":"Measuring Racial Discrimination in American Housing Markets: The Housing Market Practices Survey."},
      {
        "id":"ED182431",
        "title":"Vocational and 4-H Youth Group Members Knowledge and Attitudes Concerning Expanding Roles."},
      {
        "id":"ED182436",
        "title":"Industrial Education. Electricity/Electronics Curriculum Guide, Phase II. Instructional Modules, Level I (9 Week)."},
      {
        "id":"ED182437",
        "title":"Industrial Education. Electricity/Electronics Curriculum Guide, Phase II. Instructional Modules, Level I (18 Week)."},
      {
        "id":"ED182438",
        "title":"Industrial Education. Electricity/Electronics Curriculum Guide, Phase II. Instructional Modules, Level II."},
      {
        "id":"ED182439",
        "title":"Industrial Education. Electricity/Electronics Curriculum Guide, Phase II. Instructional Modules, Level III."},
      {
        "id":"ED182449",
        "title":"A Work-Related Functional Literacy Program. Final Report."},
      {
        "id":"ED182454",
        "title":"Youth and the Local Employment Agenda. An Analysis of Prime Sponsor Experience Implementing the Youth Employment and Demonstration Projects Act. Overview and Area Summaries. Final Report."},
      {
        "id":"ED182455",
        "title":"Managing Program Improvement: One State&apos;s Approach. Executive Summary. Information Series No. 192."},
      {
        "id":"ED182456",
        "title":"Managing Program Improvement: One State's Approach; Technical Paper."},
      {
        "id":"ED182460",
        "title":"Guide for Occupational Exploration."},
      {
        "id":"ED182461",
        "title":"An Assessment of Need for Developing and Implementing Technical and Skilled Worker Training for the Solar Energy Industry."},
      {
        "id":"ED182462",
        "title":"Factors Related to Underrepresentation of Women in Vocational Education Administration: A Literature Review. Research and Development Series No. 152."},
      {
        "id":"ED182463",
        "title":"Vocational Education: The Future Is Now. Occasional Paper No. 37."},
      {
        "id":"ED182464",
        "title":"The Personality Functioning of Traditional-Age Students and Adult Learners during the First Year of College."},
      {
        "id":"ED182465",
        "title":"How Valid Are Occupational Reinforcer Pattern Scores?"},
      {
        "id":"ED182466",
        "title":"Wisconsin Bicycle Driver Training Course. Instructor's Handbook."},
      {
        "id":"ED182467",
        "title":"Developing and Implementing Full-Time Adult Education Programs."},
      {
        "id":"ED182468",
        "title":"Competency-Based Adult Education Sample Activities."},
      {
        "id":"ED182473",
        "title":"Dissemination and Use of Materials to Facilitate Locally Directed Evaluation of Community College Agricultural Occupations Programs. Phase III, July 1, 1976 through June 30, 1980."},
      {
        "id":"ED182478",
        "title":"A Rational Approach to Historiography: Misuses and Abuses of History. Symposium on Historiography: the Revisionist and the Progressive Historical Interpretations of Vocational Education andCurrent Implications."},
      {
        "id":"ED182488",
        "title":"Areawide Planning in CETA. R &amp; D Monograph 74."},
      {
        "id":"ED182491",
        "title":"Future Events Impacting Occupational Education: A Report on the OCTOC Delphi Study. Vol. 1."},
      {
        "id":"ED182492",
        "title":"Future Events Impacting Occupational Education: A Report on the OCTOC Study. Vol. 2."},
      {
        "id":"ED182493",
        "title":"Research and Development Needs of Vocational Education."},
      {
        "id":"ED182499",
        "title":"Research and Development Projects in Vocational Education, FY 1970-1977. An Annotated Bibliography. Volume II: State-Administered Projects."},
      {
        "id":"ED182500",
        "title":"Consortium for the Development of Professional Materials for Vocational Education. First Annual Consortium Report, 1978-1979."},
      {
        "id":"ED182501",
        "title":"Toward a More Human Way of Working in America. A Report on the National Conference of the American Quality of Work Life Association Convoked by the American Center for the Quality of Work Life (1st, Washington, D.C., May 20-22, 1977)."},
      {
        "id":"ED182502",
        "title":"Between School and Adult Life: An Approach to the Evaluation of Pre-Vocational Education in TAFE. ACER Research Monograph No. 5."},
      {
        "id":"ED182503",
        "title":"Educational Equity: The Continuing Challenge. Fourth Annual Report, 1978."},
      {
        "id":"ED182512",
        "title":"A Survey of Certain Characteristics of Enrollees in Courses Offered by University Extension, University of California, Berkeley, in the Fall, 1976 Term."},
      {
        "id":"ED182517",
        "title":"Instructional Planning for Performance-Based Instruction in Vocational Education."},
      {
        "id":"ED182518",
        "title":"Developing Individualized Modules for Vocational-Technical Education."},
      {
        "id":"ED182524",
        "title":"Career Education Practice: An Overview and Guide to Resources."},
      {
        "id":"ED182525",
        "title":"Developing Interdisciplinary Education in Allied Health Programs. Issues and Decisions."},
      {
        "id":"ED182526",
        "title":"Mental Health/Human Service Worker Activities. The Process and the Products. A Report of Phase I Paraprofessional Worker Certification Project."},
      {
        "id":"ED182528",
        "title":"Sharing Career Education Resources with Schools: An Exploratory Study of Employer Willingness."},
      {
        "id":"ED182530",
        "title":"The Impact of Participatory-Democratic Work Experience on Adolescent Development: A Methodological Report."},
      {
        "id":"ED182553",
        "title":"Legal Assistant Program. A Suggested Two-Year Post-High School Curriculum."},
      {
        "id":"ED182558",
        "title":"Involving Private Employers in CETA Programs: A Case Study. R &amp; D Monograph 75."},
      {
        "id":"ED182614",
        "title":"Clinical Report: Helping Habitual Smokers Using Flooding and Hypnotic Desensitization Technique."},
      {
        "id":"ED182618",
        "title":"Response Generalization Following Assertive Training: Yes, the Response Does Generalize."},
      {
        "id":"ED182624",
        "title":"Hypnocounseling."},
      {
        "id":"ED182626",
        "title":"Families and Professional Psychology: Policy Implications for Training and Services."},
      {
        "id":"ED182631",
        "title":"The Effect of a Multiple Treatment Program and Maintenance Procedures on Smoking Cessation."},
      {
        "id":"ED182632",
        "title":"Increasing Peer-Tutoring Behaviors in a Third Grade Classroom."},
      {
        "id":"ED182635",
        "title":"Self-Disclosure Under Conditions of Self-Awareness."},
      {
        "id":"ED182636",
        "title":"Behavioral Expectancy, Perceived Freedom and the Attribution of Attitudes."},
      {
        "id":"ED182642",
        "title":"Understanding Pygmalion: The Social Psychology of Self-Fulfilling Classroom Expectations."},
      {
        "id":"ED182646",
        "title":"Self-Esteem Maintenance: You Sometimes Hurt the One You Love."},
      {
        "id":"ED182653",
        "title":"What Do I Do With Him 24 Hours a Day? Changes in the Housewife Role After Retirement."},
      {
        "id":"ED182658",
        "title":"The Effects of Belief Change on Prior and Consequent Beliefs."},
      {
        "id":"ED182659",
        "title":"Distress Behavior in Children With Leukemia Undergoing Medical Procedures."},
      {
        "id":"ED182663",
        "title":"Aging and Alcohol Use: A Pilot Project."},
      {
        "id":"ED182669",
        "title":"Personalizing Career Guidance Assessment Information Through Group Counseling. Module 35."},
      {
        "id":"ED182670",
        "title":"Clarifying and Articulating Individual Values and Skills for Career Planning. Module 36."},
      {
        "id":"ED182675",
        "title":"Designing Career Development Programs for Business and Industry. Module 41."},
      {
        "id":"ED182679",
        "title":"Planning Collaborative Career Guidance Projects. Module 49."},
      {
        "id":"ED182688",
        "title":"A Study of the Use of Conjunctions across Grades and Ethnic Groups. Technical Report No. 158."},
      {
        "id":"ED182689",
        "title":"The Multiple Roles of Reading in Secondary Content-Area Instruction."},
      {
        "id":"ED182690",
        "title":"Adult Readers: Will They Need Basics Too?"},
      {
        "id":"ED182694",
        "title":"The Literacy Requirements of a Machine Tool Operator on the Job and in a Vocational Training Program."},
      {
        "id":"ED182695",
        "title":"The Literacy Requirements of an Account Clerk on the Job and in a Vocational Training Program."},
      {
        "id":"ED182696",
        "title":"The Literacy Requirements of a Secretary on the Job and in a Vocational Training Program."},
      {
        "id":"ED182697",
        "title":"The Literacy Requirements of a Draftsman on the Job and in a Vocational Training Program."},
      {
        "id":"ED182698",
        "title":"The Literacy Requirements of an Automotive Mechanic on the Job and in a Vocational Training Program."},
      {
        "id":"ED182699",
        "title":"The Literacy Requirements of an Electrician on the Job and in a Vocational Training Program."},
      {
        "id":"ED182700",
        "title":"The Literacy Requirements of a Welder on the Job and in a Vocational Training Program."},
      {
        "id":"ED182701",
        "title":"The Literacy Requirements of an Industrial Maintenance Mechanic on the Job and in a Vocational Training Program."},
      {
        "id":"ED182702",
        "title":"A Brief Background of Non-formal Education and Two Applications in Reading."},
      {
        "id":"ED182711",
        "title":"Differences in Textbook Strategies: Good and Poor University Level Readers Perceive Themselves Employing."},
      {
        "id":"ED182718",
        "title":"A Validated Procedure for Teaching Prefixes and Its Effect on Students&apos; Ability to Assign Meaning to Novel Words."},
      {
        "id":"ED182735",
        "title":"The Effect of Mapping on the Free Recall of Expository Text. Technical Report No. 160."},
      {
        "id":"ED182747",
        "title":"Autumn Leaves and Old Photographs: A Developmental Study of Metaphor Preferences. Technical Report No. 14."},
      {
        "id":"ED182748",
        "title":"Technical Writing: Implications for Compositional Skills Development."},
      {
        "id":"ED182749",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED182757",
        "title":"Harvard Project Zero: A Fresh Look at Art Education. Technical Report No. 1."},
      {
        "id":"ED182761",
        "title":"The Spontaneous Production of Analogies by Grade School Children. Technical Report No. 13."},
      {
        "id":"ED182763",
        "title":"Children's Literature--Passage to the Sea."},
      {
        "id":"ED182767",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED182778",
        "title":"Television Programming during \"People's Time.\""},
      {
        "id":"ED182782",
        "title":"Television News Credibility: A Network vs. Station Analysis. Preliminary Report."},
      {
        "id":"ED182790",
        "title":"Interactive Group Modeling: Part 3. HUB and the Modeling Process."},
      {
        "id":"ED182791",
        "title":"Interactive Group Modeling: Part 4. Some Preliminary Tests of the HUB System."},
      {
        "id":"ED182796",
        "title":"Sex Roles and Communication: Instructional Strategies."},
      {
        "id":"ED182798",
        "title":"Recognizing and Developing Children's Speech Styles."},
      {
        "id":"ED182799",
        "title":"The Politics of Educational Governance: An Overview. State-of-the-Knowledge Series, Number Thirty-six."},
      {
        "id":"ED182800",
        "title":"Administration of Mainstreaming. The Best of ERIC on Educational Management, Number 49."},
      {
        "id":"ED182801",
        "title":"Coping with Stress. The Best of ERIC on Educational Management, Number 50."},
      {
        "id":"ED182815",
        "title":"Some School and Classroom Antecedents of Student Achievement."},
      {
        "id":"ED182821",
        "title":"Equity in School Finance. Report No. F79-9."},
      {
        "id":"ED182822",
        "title":"Clinical Supervision: A State of the Art Review."},
      {
        "id":"ED182826",
        "title":"School Business Management Techniques: A Compendium."},
      {
        "id":"ED182828",
        "title":"Teacher Evaluation Program."},
      {
        "id":"ED182832",
        "title":"School Districts Participating in Multiple Federal Programs. Winter 1978-79."},
      {
        "id":"ED182867",
        "title":"Needs Assessment: A Guide to Improve School District Management."},
      {
        "id":"ED182870",
        "title":"Equipment Guide for On-Site School Kitchens."},
      {
        "id":"ED182875",
        "title":"The World of the Developmentally Disabled Child: A Parents' Handbook with Directory of Services for Families in Lake County, Illinois."},
      {
        "id":"ED182881",
        "title":"Multidisciplinary Teams in Child Abuse and Neglect Programs. A Special Report from the National Center on Child Abuse and Neglect."},
      {
        "id":"ED182882",
        "title":"The Educator&apos;s Role in the Prevention and Treatment of Child Abuse and Neglect."},
      {
        "id":"ED182889",
        "title":"Progress Report of Outreach: Dissemination of Information and Programs Developed Under First Chance Model Project Entitled &quot;A Comprehensive Preschool Program for Handicapped Children in Rural and Non-Urban Areas&quot; for the Period of July 1, 1978 to June 30, 1979. Final Report."},
      {
        "id":"ED182890",
        "title":"Proceedings: Educators of the Deaf, Educators of the Blind, and Educators of the Deaf-Blind (San Diego, California, November 19-21, 1975)."},
      {
        "id":"ED182895",
        "title":"The Illinois Primer on Individualized Education Programs."},
      {
        "id":"ED182936",
        "title":"A Review of Research on Reading and Learning Disabilities."},
      {
        "id":"ED182937",
        "title":"Facilitating Experiences for Learning Disabled Children."},
      {
        "id":"ED182941",
        "title":"Resource List and Annotated Bibliography for Working with Parents of Handicapped Children."},
      {
        "id":"ED182944",
        "title":"Fiscal Year 1980: Annual Program Plan Amendment for Part B Public Law 94-142 and Public Law 89-313."},
      {
        "id":"ED182985",
        "title":"Production, Comprehension, and Theories of the Mental Lexicon. CUNYForum, Numbers 5-6."},
      {
        "id":"ED182987",
        "title":"La Distance Interlinguistique (Interlinguistic Distance)."},
      {
        "id":"ED182991",
        "title":"Rate-Controlled Speech in Foreign Language Education. CAL-ERIC/CLL Series on Languages and Linguistics, Number 61."},
      {
        "id":"ED182995",
        "title":"A Linguistics Course on International Communication and Constructed Languages."},
      {
        "id":"ED183001",
        "title":"Exploring Dialects. Dialects and Educational Equity."},
      {
        "id":"ED183002",
        "title":"Dialogue on Dialects. Dialects and Educational Equity."},
      {
        "id":"ED183012",
        "title":"Individualized Instruction in Latin at the Ohio State University."},
      {
        "id":"ED183016",
        "title":"English Language Testing. General Information Series No. 20. Indochinese Refugee Education Guides."},
      {
        "id":"ED183017",
        "title":"Peace Corps English-Tunisian Arabic Dictionary."},
      {
        "id":"ED183018",
        "title":"Peace Corps/Tunisia Course in Tunisian Arabic."},
      {
        "id":"ED183027",
        "title":"Testing in Foreign Languages, ESL, and Bilingual Education, 1966-1979: A Select, Annotated ERIC Bibliography. Language in Education: Theory and Practice, No. 24."},
      {
        "id":"ED183030",
        "title":"A Guide to Language Camps in the United States. Language in Education: Theory and Practice, No. 26."},
      {
        "id":"ED183031",
        "title":"ACTFL 1979: Abstracts of Presented Papers. Language in Education: Theory and Practice, Number 25."},
      {
        "id":"ED183041",
        "title":"Ethics in Consulting and Outside Professional Activities."},
      {
        "id":"ED183044",
        "title":"The Decline of the Best? An Analysis of the Relationships Between Declining Enrollments, Ph.D. Production, and Research. Number 65 D."},
      {
        "id":"ED183047",
        "title":"Academic Science. Graduate Enrollment and Support Fall 1978. Surveys of Science Resources Series."},
      {
        "id":"ED183050",
        "title":"Thirteen Years of Carolina Freshmen, 1966-1978."},
      {
        "id":"ED183052",
        "title":"Enrollment Trends in Postsecondary Education for the State of Nebraska, 1967-1987."},
      {
        "id":"ED183062",
        "title":"Israel Study of Socialization for Medicine. NCHSR Research Digest Series. Final Report, June 30, 1975 through November 30, 1977."},
      {
        "id":"ED183063",
        "title":"Better Cash Management Can Reduce the Cost of the National Direct Student Loan Program. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED183066",
        "title":"Black Colleges and Universities: An Essential Component of a Diverse System of Higher Education."},
      {
        "id":"ED183068",
        "title":"Searching for the Truth about &quot;Truth in Testing&quot; Legislation. A Background Report. Report No. 132."},
      {
        "id":"ED183071",
        "title":"Refund Policies and Practices of Colleges and Universities. Higher Education Panel Report, Number 46, February 1980."},
      {
        "id":"ED183091",
        "title":"Reauthorization of the Higher Education Act and Related Measures, Part 4. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session (Washington, D.C., May 16, 22, and 24, 1979)."},
      {
        "id":"ED183095",
        "title":"Taxation: Equity and Politics in Higher Education. AAHE-ERIC/Higher Education Research Currents, March 1980."},
      {
        "id":"ED183096",
        "title":"A Model Regional Open Learning System. Quarterly Report."},
      {
        "id":"ED183105",
        "title":"Student Perception of Teacher Clarity."},
      {
        "id":"ED183106",
        "title":"The State of Professional Development in Pennsylvania Institutions of Higher Education."},
      {
        "id":"ED183108",
        "title":"Understanding American Academics: What Have We Learned and Where Do We Go From Here? Occasional Papers Series No. 6."},
      {
        "id":"ED183111",
        "title":"Implementation of the Post-Vietnam Era Veterans&apos; Educational Assistance Act of 1977. An Annual Joint Report Prepared by the Veterans&apos; Administration and the Department of Defense (Pursuant to Section 1642 of Title 38, United States Code), Submitted to the Committee on Veterans&apos; Affairs, United States Senate."},
      {
        "id":"ED183112",
        "title":"Supreme Court of the United States Syllabus. National Labor Relations Board v. Yeshiva University, Certiorari to the United States Court of Appeals for the Second Circuit."},
      {
        "id":"ED183116",
        "title":"Survival Through Interdependence. AAHE-ERIC/Higher Education Research Report No. 10, 1979."},
      {
        "id":"ED183118",
        "title":"Identifying Skills and Developing Curricula in Academic Research: Rationale for a Competency-Oriented Curricula."},
      {
        "id":"ED207306",
        "title":"Independent Swimming for Children with Severe Physical Impairments."},
      {
        "id":"ED207307",
        "title":"Innovative Perceptual-Motor Activities: Programing Techniques that Work--Part II."},
      {
        "id":"ED207308",
        "title":"Developmental Trampoline Activities for Individuals with Multiple Handicapping Conditions."},
      {
        "id":"ED207309",
        "title":"Principles and Practices for Championship Performances in Wheelchair Field Events."},
      {
        "id":"ED207310",
        "title":"Movement Discovery Linking the Impossible to the Possible."},
      {
        "id":"ED207311",
        "title":"Motor Development Relays."},
      {
        "id":"ED207312",
        "title":"Implications of Section 504 of the Rehabilitation Act as Related to Physical Education Instructional, Personnel Preparation, Intramural, and Interscholastic/Intercollegiate Sport Programs."},
      {
        "id":"ED207313",
        "title":"Individualized Leisure Programs for Disabled Individuals."},
      {
        "id":"ED207314",
        "title":"Movement Exploration as a Technique for Teaching Pre-Swimming Skills to Students with Developmental Delays."},
      {
        "id":"ED207315",
        "title":"Advancing Your Citizenship: An Annotated Bibliography on Consumerism/Advocacy for Persons with Disabilities. Advancing Your Citizenship Series Number 2."},
      {
        "id":"ED207317",
        "title":"Days of Reckoning--Days of Opportunity: The 1981 Statesmen's Roundtable."},
      {
        "id":"ED207322",
        "title":"The Ecology of Implementation: A Qualitative Approach to Educational Evaluation."},
      {
        "id":"ED207331",
        "title":"Ensenanza Bilingue (Bilingual Education)."},
      {
        "id":"ED207332",
        "title":"Difficultes d'apprentissage de la langue seconde chez l'immigrant adulte en situation scolaire: Une etude dans le contexte quebecois (Adult Immigrants' Problems in Learning a Second Language in an Academic Setting: A Study in the Context of Quebec Culture and Practice). Publication B-101."},
      {
        "id":"ED207333",
        "title":"Problemes en enseignement fonctionnel des langues (Problems in the Functional Teaching of Languages). Publication B-103."},
      {
        "id":"ED207334",
        "title":"The American Acquisition of Linguistic and Mass Communication Skills in the Spanish Ambiance."},
      {
        "id":"ED207335",
        "title":"A Historical Approach to Legal Aspects of Bilingual Education."},
      {
        "id":"ED207337",
        "title":"Les mecanismes psychologiques sous-jacents a l'apprentissage d'une langue seconde (The Psychological Mechanisms Related to the Learning of a Second Language). Publication B-99."},
      {
        "id":"ED207341",
        "title":"Le francais parle dans la ville de Quebec: une etude sociolinguistique (The Spoken French in the City of Quebec: A Sociolinguistic Study). Publication G-1."},
      {
        "id":"ED207345",
        "title":"A Search for Congruency in Language Proficiency Testing: What the Tests Measure--What the Child Does."},
      {
        "id":"ED207349",
        "title":"Program Design Considerations for English as a Second Language. Adult Education Series #11. Refugee Education Guide."},
      {
        "id":"ED207350",
        "title":"Ethiopians. Refugee Fact Sheet Series #1."},
      {
        "id":"ED207351",
        "title":"The Mien. Fact Sheet Series #2."},
      {
        "id":"ED207352",
        "title":"A Way with Words. Exploring Functional Language. Participant's Manual."},
      {
        "id":"ED207353",
        "title":"What's What with Questions. Exploring Functional Language. Participant's Manual."},
      {
        "id":"ED207354",
        "title":"When Is Reading? Exploring Functional Language. Participant's Manual."},
      {
        "id":"ED207355",
        "title":"Transitions: Activity between Activities. Exploring Functional Language. Participant's Manual."},
      {
        "id":"ED207356",
        "title":"Teacher Talk Works. Exploring Functional Language. Participant's Manual."},
      {
        "id":"ED207357",
        "title":"It's Your Turn. Exploring Functional Language. Participant's Manual."},
      {
        "id":"ED207361",
        "title":"Une analyse phonologique d'une parler acadien de la Nouvelle-Ecosse, Canada. Region de la Baie Sainte-Marie (A Phonological Analysis of Acadian Speech in Nova Scotia, Canada. The Baie Sainte-Marie Region)."},
      {
        "id":"ED207362",
        "title":"The Soviet Jews. Fact Sheet Series #3."},
      {
        "id":"ED207371",
        "title":"Higher Education in Developing Countries: A Cost-Benefit Analysis. Staff Working Paper No. 440."},
      {
        "id":"ED207373",
        "title":"Together We Do More: Cost-Effectiveness Through Interinstitutional Cooperation."},
      {
        "id":"ED207376",
        "title":"How We Talk and How We Act: Administrative Theory and Administrative Life."},
      {
        "id":"ED207377",
        "title":"Better Accountability Needed at the Medical University of South Carolina. Report by the Comptroller General of the United States."},
      {
        "id":"ED207379",
        "title":"Some Notes on a Permanent Diaconate in the United Methodist Church. Occasional Papers No. 36."},
      {
        "id":"ED207383",
        "title":"Scholarship Program: 1979-80 Report to Congress. Report of the Secretary of Health and Human Services on the Administration of the National Health Service Corps Scholarship Program as Required by Section 751(i) of Title VII of the Public Health Service Act, as Amended, December 12, 1979."},
      {
        "id":"ED207386",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1980."},
      {
        "id":"ED207387",
        "title":"Case Studies in Higher Education Ministries."},
      {
        "id":"ED207390",
        "title":"Colleges Respond to Decline: Resistance versus Application. Issues in Higher Education, No. 17."},
      {
        "id":"ED207396",
        "title":"Professionalism Among Criminal Justice Educators."},
      {
        "id":"ED207401",
        "title":"A Comprehensive National Plan for New Initiatives in Home Economics Research, Extension, and Higher Education."},
      {
        "id":"ED207404",
        "title":"The American Freshman: National Norms for Fall 1980."},
      {
        "id":"ED207411",
        "title":"The Foreign Student in American Graduate Schools."},
      {
        "id":"ED207413",
        "title":"Medical Technology: Factors Contributing to Professional Attrition."},
      {
        "id":"ED207420",
        "title":"Access to Bachelor&apos;s Degrees Through Evening and Weekend Courses, 1980."},
      {
        "id":"ED207425",
        "title":"3,270 Postsecondary Institutions Accredited in 1980-81."},
      {
        "id":"ED207427",
        "title":"The Contribution of Psychology to Canadian Higher Education."},
      {
        "id":"ED207431",
        "title":"Alaska High School Seniors Survey Report, 1979-80."},
      {
        "id":"ED207436",
        "title":"Coping With Curricular Change in Academe. The AIR Professional File No.9, Spring 1981."},
      {
        "id":"ED207443",
        "title":"The Functions of Institutional Research."},
      {
        "id":"ED207445",
        "title":"Purposes and Leadership."},
      {
        "id":"ED207458",
        "title":"Report on the Annual Meeting of the American Association of University Professors (67th, George Washington University, Washington, D.C., June 12-13, 1981)."},
      {
        "id":"ED207461",
        "title":"Student Types: Male and Female Changes Over a Decade. Research Report No. 14-80."},
      {
        "id":"ED207462",
        "title":"An Evaluation of a Staff Development Exercise at the 1980 American College Personnel Association Convention. Research Report No. 15-80."},
      {
        "id":"ED207464",
        "title":"A Profile of 1980 Entering Freshmen at the University of Maryland, College Park."},
      {
        "id":"ED207465",
        "title":"Status of Recent Male and Female College Graduates."},
      {
        "id":"ED207471",
        "title":"Final Report of Project CHOICE: A Center for Helping Organizations Improve Choice in Education."},
      {
        "id":"ED207474",
        "title":"Minority Access to Higher Education: AAHE-ERIC/Higher Education Research Report 1."},
      {
        "id":"ED207475",
        "title":"Institutional Advancement Strategies in Hard Times. AAHE-ERIC/Higher Education Research Report No. 2."},
      {
        "id":"ED207487",
        "title":"Proceedings of Selected Research Paper Presentations at the 1981 Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (Philadelphia, Pennsylvania, April 1981)."},
      {
        "id":"ED207519",
        "title":"Cost-Effective Training Strategy at Field Level Strengthens Influence of Extension Agents in Community."},
      {
        "id":"ED207524",
        "title":"Implementing Interactive Telecommunications Services. Final Report on Problems Which Arise During Implementation of Field Trials and Demonstration Projects."},
      {
        "id":"ED207526",
        "title":"Proceedings of the NECC 1981. National Educational Computing Conference (3rd, North Texas State University, Denton, Texas, June 17-19, 1981)."},
      {
        "id":"ED207528",
        "title":"Trends in University Instructional Development."},
      {
        "id":"ED207529",
        "title":"Individualized Study by Telecommunications. Model and Procedures Documentation Report."},
      {
        "id":"ED207537",
        "title":"The International Flow of Information: A Trans-Pacific Perspective. The Center for the Book. Viewpoint Series, No. 7."},
      {
        "id":"ED207539",
        "title":"All You Have To Do Is Ask. The ERIC Information System Can Lead You Through the Maze of Education Research As Fast As You Can Think of Questions, and You Can Learn To Use It in an Afternoon."},
      {
        "id":"ED207540",
        "title":"Alternative Modes for Providing Graduate Education for Librarianship in Ohio. Final Report."},
      {
        "id":"ED207544",
        "title":"Report of President Jimmy Carter to the Congress of the United States Concerning the White House Conference on Library and Information Services."},
      {
        "id":"ED207548",
        "title":"&quot;Goals for the Eighties.&quot; Proceedings from the 1981 Spring Meeting of the Nebraska Library Association, College and University Section (Wayne, Nebraska, April 23, 1981)."},
      {
        "id":"ED207549",
        "title":"Analysis of a Simple Computer Programming Language: Transactions, Prestatements, and Chunks. Report No. 79-2. Series in Learning and Cognition."},
      {
        "id":"ED207550",
        "title":"Analysis of Users' Intuitions About the Operation of Electronic Calculators. Report No. 80-4. Series in Learning and Cognition."},
      {
        "id":"ED207551",
        "title":"Contributions of Cognitive Science and Related Research on Learning to the Design of Computer Literacy Curricula. Report No. 81-1. Series in Learning and Cognition."},
      {
        "id":"ED207554",
        "title":"Career Planning Modules for the Officer Career Information and Planning System."},
      {
        "id":"ED207559",
        "title":"Dissemination Capacity Building Project. Final Report."},
      {
        "id":"ED207562",
        "title":"Information Systems for the Human Services. Project SHARE. Human Services Bibliography Series."},
      {
        "id":"ED207574",
        "title":"Report on Questions Raised and Requests Made at the 1980 National Conference of Librarians Serving Blind and Physically Handicapped Readers."},
      {
        "id":"ED207576",
        "title":"Using Computer Technology to Provide a Creative Learning Environment for Preschool Children. AI Memo 360."},
      {
        "id":"ED207577",
        "title":"The TV Turtle: A LOGO Graphics System for Raster Displays. AI Memo 361."},
      {
        "id":"ED207578",
        "title":"A Case Study of a Young Child Doing Turtle Graphics in LOGO. AI Memo 375."},
      {
        "id":"ED207579",
        "title":"Overview of a Linguistic Theory of Design. AI Memo 383A."},
      {
        "id":"ED207580",
        "title":"AI Based Personal Learning Environments: Directions for Long Term Research. AI Memo 384."},
      {
        "id":"ED207581",
        "title":"Parsing Protocols Using Problem Solving Grammars. AI Memo 385."},
      {
        "id":"ED207582",
        "title":"SPADE: A Grammar Based Editor for Planning and Debugging Programs. AI Memo 386."},
      {
        "id":"ED207583",
        "title":"Structured Planning and Debugging: A Linguistic Theory of Design. AI Memo 387."},
      {
        "id":"ED207584",
        "title":"PAZATN: A Linguistic Approach to Automatic Analysis of Elementary Programming Protocols. AI Memo 388."},
      {
        "id":"ED207585",
        "title":"Wumpus Advisor I. A First Implementation of a Program That Tutors Logical and Probabilistic Reasoning Skills. AI Memo 381."},
      {
        "id":"ED207586",
        "title":"The Computer as Coach: An Athletic Paradigm for Intellectual Education. AI Memo 389."},
      {
        "id":"ED207588",
        "title":"On &quot;Learnable&quot; Representations of Knowledge: A Meaning for the Computational Metaphor. AI Memo 441."},
      {
        "id":"ED207589",
        "title":"Assessment and Documentation of a Children's Computer Laboratory. AI Memo 460."},
      {
        "id":"ED207592",
        "title":"Psychology of Computer Programming for Novices. Series in Learning and Cognition. Report No. 81-2."},
      {
        "id":"ED207597",
        "title":"Satellite Applications for Public Service: Project Summaries."},
      {
        "id":"ED207598",
        "title":"The Use of Microcomputers for Training: Business and Industry."},
      {
        "id":"ED207600",
        "title":"Teachers College Libraries in Papua New Guinea. A Report for the Asia Foundation, the Library Services and the Teacher Education Divisions of the Department of Education. Government of Papua New Guinea."},
      {
        "id":"ED207602",
        "title":"Changing Patterns in Internal Communication in Large Academic Libraries. Occasional Paper Number 6."},
      {
        "id":"ED207603",
        "title":"Comments on Progress Report: A Cost-Benefit Model of Some Critical Library Operations in Terms of Use of Serials (April 29, 1977) by Allen Kent and Others."},
      {
        "id":"ED207604",
        "title":"PROJECT DAIRE (Delaware Application of Information and Research in Education). Final Report. FY 76-80. Revised."},
      {
        "id":"ED207606",
        "title":"The Job Market in Ohio, 1976-1980: An Analysis of Position Advertisements for Public, Academic, Special and Other Library Vacancies in Ohio. Alternative Modes for Providing Graduate Education for Librarianship in Ohio. Phase One: Needs Assessment Related Paper No. 1."},
      {
        "id":"ED207614",
        "title":"ERIC Abstractor/Indexer Workbook. Revised Edition. 1981."},
      {
        "id":"ED207618",
        "title":"Summer College for Kids 1980. Session I: June 16 through July 3. Session II: July 7 through July 24."},
      {
        "id":"ED207619",
        "title":"What Is Student Development? Horizons Issue Monograph Series."},
      {
        "id":"ED207624",
        "title":"Putting Learning to Work: A Profile of Students in North Carolina Community Colleges, Technical Institutes, and Technical Colleges. A Technical Report."},
      {
        "id":"ED207626",
        "title":"Searching for Quality."},
      {
        "id":"ED207628",
        "title":"Associate Degrees: A Look at the 70&apos;s. National Center for Education Statistics Bulletin."},
      {
        "id":"ED207630",
        "title":"Humanistic Literacy and the Community College Student."},
      {
        "id":"ED207635",
        "title":"I. D. S. [Interdisciplinary Studies in General Education]: A Program for the 80's."},
      {
        "id":"ED207636",
        "title":"An Analysis of the Relationships of Academic Success and Selected Achievement/Attitude Tests."},
      {
        "id":"ED207641",
        "title":"The Developmental Mathematics Curriculum at Milwaukee Area Technical College: An Historical Perspective."},
      {
        "id":"ED207649",
        "title":"Adult Basic Education in Community Colleges. Junior College Resource Review."},
      {
        "id":"ED207650",
        "title":"Improving Decision Making."},
      {
        "id":"ED207656",
        "title":"A Plan for Improving Instruction and Services for Developmental Skills Students at Fresno City College."},
      {
        "id":"ED207668",
        "title":"Peer Relationship Development in Childhood."},
      {
        "id":"ED207669",
        "title":"Prevention of Child Abuse: Theory, Myth, Practice."},
      {
        "id":"ED207671",
        "title":"Conjugal Succession and the American Kinship System."},
      {
        "id":"ED207672",
        "title":"Motor Skill Development in Young Children: Current Views on Assessment and Programming."},
      {
        "id":"ED207673",
        "title":"A Comparison of Multi-Age and Homogeneous Age Grouping in Early Childhood Centers."},
      {
        "id":"ED207674",
        "title":"Developing Cognitive Skills Through Art."},
      {
        "id":"ED207675",
        "title":"Development of Children's Racial Awareness and Intergroup Attitudes."},
      {
        "id":"ED207676",
        "title":"Orientations and Transitions: A Survey of Kindergarten and Primary Programs in Greater Victoria School District No. 61."},
      {
        "id":"ED207682",
        "title":"Increasing Toddlers' Vocabularies Through Picture-Reading."},
      {
        "id":"ED207694",
        "title":"Bibliography of CDA Training Materials: An Annotated List of Currently Available Modules and Other Publications."},
      {
        "id":"ED207695",
        "title":"Home Based Information Packet."},
      {
        "id":"ED207696",
        "title":"Resources for CDA Training: An Annotated Bibliography."},
      {
        "id":"ED207698",
        "title":"Investigation of Pre-School Children's Problem Solving Processes. Final Report."},
      {
        "id":"ED207700",
        "title":"Emotional Experience and Regulation of Expressive Behavior."},
      {
        "id":"ED207705",
        "title":"Infants&apos; Mother-Stranger Discrimination and Cognitive Functioning Twelve Years Later."},
      {
        "id":"ED207706",
        "title":"Children&apos;s Perceptions of the Sources of Self-Knowledge."},
      {
        "id":"ED207709",
        "title":"Student Responses to Seatwork: Implications for the Study of Students&apos; Cognitive Processing."},
      {
        "id":"ED207716",
        "title":"Future Parenting: What Issues Need Attention?"},
      {
        "id":"ED207720",
        "title":"Techniques for Meeting Nutrition Education Needs."},
      {
        "id":"ED207724",
        "title":"Head Start: An Effective Program But the Fund Distribution Formula Needs Revision and Management Controls Need Improvement. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED207725",
        "title":"Developing a Strategy for Minimizing Underachievement Through Teacher Classroom Behavior."},
      {
        "id":"ED207730",
        "title":"Bilingual Education and Affective Outcomes: The Past Ten Years and the Mexican American Experience."},
      {
        "id":"ED207732",
        "title":"Education of Disadvantaged Groups and Multiple Class Teaching: Studies and Innovative Approaches. Report of a Study Group Meeting (Jakarta, November 17-26, 1980)."},
      {
        "id":"ED207735",
        "title":"The Education of Nonmetro Hispanics. Rural Development Research Report Number 31."},
      {
        "id":"ED207738",
        "title":"The Mexican American Culture Simulator for Child Welfare. Technical Report."},
      {
        "id":"ED207740",
        "title":"Student Rights and Responsibilities. Derechos y Responsabilidades de Estudiantes."},
      {
        "id":"ED207752",
        "title":"American Indian Regional Community Education Development. Final Report."},
      {
        "id":"ED207755",
        "title":"Farm Income Recipients and Their Families: A Socioeconomic Profile. Rural Development Research Report No. 30."},
      {
        "id":"ED207756",
        "title":"Mobilizing Rural Community Resources for Support and Development of Local Learning Systems in Developing Countries."},
      {
        "id":"ED207761",
        "title":"Stability and Change in Farming Plans: Results from a Longitudinal Study of Young Adults."},
      {
        "id":"ED207762",
        "title":"Farm Population of the United States: 1980."},
      {
        "id":"ED207763",
        "title":"The Role of Language Characteristics in the Socioeconomic Attainment Process of Hispanic Origin Men and Women."},
      {
        "id":"ED207767",
        "title":"El Estado de la Educacion para los Hispanos en los Estados Unidos (The Condition of Education for Hispanics in the United States)."},
      {
        "id":"ED207768",
        "title":"Satisfaction with Rural Services: The Policy Preferences of Leaders and Community Residents."},
      {
        "id":"ED207769",
        "title":"Treatment of Rural Areas: Planning Guidance for Administrative, Legislative, and Regulatory Action for FY 1982-83."},
      {
        "id":"ED207773",
        "title":"Disadvantaged Learners: The Nature of the Problem and Some Potential Solutions."},
      {
        "id":"ED207777",
        "title":"The Future of Indian People Rests with Their Young. An Administrative and Programmatic Study of the Office of Indian Education, U.S. Department of Education."},
      {
        "id":"ED207780",
        "title":"Oral Language All Day: A Resource Guide for Effective Communication."},
      {
        "id":"ED207786",
        "title":"Science and Engineering Technology: A Guide to a Two-Year Associate Degree Curriculum."},
      {
        "id":"ED207787",
        "title":"Algebraic and Trigonometric Equations With Applications. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207788",
        "title":"Analog and Digital Electronics. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207789",
        "title":"Chemical Science and Technology I. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207790",
        "title":"Chemical Science and Technology II. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207791",
        "title":"Electronic Components, Transducers, and Basic Circuits. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207792",
        "title":"Functions, Analytic Geometry, Probability and Statistics. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207793",
        "title":"Materials and Fabrication Methods I. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207794",
        "title":"Materials and Fabrication Methods II. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207795",
        "title":"Physics of Mechanical, Gaseous, and Fluid Systems. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207796",
        "title":"Science and Engineering Graphics I. A Study Guide of the Science and Engineering Technician Curriculum."},
      {
        "id":"ED207797",
        "title":"A Manual of Mosquito Control Projects and Committee Assignments for 4-H and Scouts Biology Class Projects, Organized Community Service Programs, and Individuals Interested in Environmental Management."},
      {
        "id":"ED207798",
        "title":"Teacher's Guide for Computational Models of Animal Behavior: A Computer-Based Curriculum Unit to Accompany the Elementary Science Study Guide &quot;Behavior of Mealworms.&quot; Artificial Intelligence Memo No. 432."},
      {
        "id":"ED207799",
        "title":"Interim Report of the LOGO Project in the Brookline Public Schools: An Assessment and Documentation of a Children&apos;s Computer Laboratory. Artificial Intelligence Memo No. 484."},
      {
        "id":"ED207800",
        "title":"Understanding Understanding Mathematics. Artificial Intelligence Memo No. 488."},
      {
        "id":"ED207803",
        "title":"The Progressive Construction of Mind: One Child's Learning--Addition. Artificial Intelligence Memo No. 586."},
      {
        "id":"ED207804",
        "title":"Extending a Powerful Idea. Artificial Intelligence Memo No. 590."},
      {
        "id":"ED207807",
        "title":"Velocity Space and the Geometry of Planetary Orbits. Artificial Intelligence Memo No. 320."},
      {
        "id":"ED207808",
        "title":"Student Science Training Program in Mathematics, Physics and Computer Science. Final Report to the National Science Foundation. Artificial Intelligence Memo No. 393."},
      {
        "id":"ED207809",
        "title":"Teaching the Computer to Add: An Example of Problem-Solving in an Anthropomorphic Computer Culture. Artificial Intelligence Memo No. 396."},
      {
        "id":"ED207817",
        "title":"Learning About Energy in Secondary Schools: Some Exemplary Lessons for Students. Volume II. Final Report, April 8, 1981 to December 31, 1981."},
      {
        "id":"ED207820",
        "title":"Conservation Reasoning Ability and Performance on BSCS Blue Version Examinations."},
      {
        "id":"ED207821",
        "title":"Encouraging the Transition from Concrete to Formal Cognitive Functioning--An Experiment."},
      {
        "id":"ED207822",
        "title":"M-Space: Is It a Constraint on Reasoning Ability?"},
      {
        "id":"ED207823",
        "title":"A Note on the Factor Structure of Some Piagetian Tasks."},
      {
        "id":"ED207825",
        "title":"University Curricula in the Marine Sciences and Related Fields, Academic Years 1979-1980, 1980-1981."},
      {
        "id":"ED207826",
        "title":"A Guide to Energy-Related Curriculum at California Community Colleges and Certain Other Programs."},
      {
        "id":"ED207828",
        "title":"Measuring Energy Conservation with Utility Bills."},
      {
        "id":"ED207829",
        "title":"An Analysis of Energy Use on Community College Campuses."},
      {
        "id":"ED207830",
        "title":"University S/E Faculty Spend One-Third of Professional Time in Research. Science Resources Studies Highlights."},
      {
        "id":"ED207831",
        "title":"Energy Education: A Policy Development Handbook."},
      {
        "id":"ED207832",
        "title":"Inorganic Analyses in Water Quality Control Programs. Training Manual."},
      {
        "id":"ED207833",
        "title":"Inorganic Analysis in Water Quality Control Programs. Instructor&apos;s Guide."},
      {
        "id":"ED207836",
        "title":"Reading in the Mathematics Classroom."},
      {
        "id":"ED207838",
        "title":"Saving Schoolhouse Energy. Final Report."},
      {
        "id":"ED207844",
        "title":"Writing Guide for Student Oceanography and Marine Biology Field Research Reports."},
      {
        "id":"ED207850",
        "title":"Perspectives of Global Education: A Sourcebook for Classroom Teachers."},
      {
        "id":"ED207851",
        "title":"A Sourcebook of Marine Activities Developed in the Milwaukee Great Lakes Summer Education Program, 1977 and 1978."},
      {
        "id":"ED207853",
        "title":"The Impact of a Computerized Conferencing System on Scientific Research Communities. Final Report. Research Report No. 15."},
      {
        "id":"ED207856",
        "title":"A Low-Inference Indicator of Lesson Structure in Mathematics."},
      {
        "id":"ED207880",
        "title":"Civil Law: 12 Activities."},
      {
        "id":"ED207882",
        "title":"Experiential Education as a Teaching Strategy."},
      {
        "id":"ED207886",
        "title":"Values, Inquiry, and Education. CSE Monograph Series in Evaluation, 9."},
      {
        "id":"ED207890",
        "title":"Race and Educational Ambitions: The Case of Japanese Americans."},
      {
        "id":"ED207898",
        "title":"Global Housing Prospects: The Resource Constraints. Worldwatch Paper 46."},
      {
        "id":"ED207904",
        "title":"Why the Evolution/Creation Battle Rages: What Educators Can Do."},
      {
        "id":"ED207905",
        "title":"Measurement Error Models of Educational Attainment for Whites and Mexican-Americans."},
      {
        "id":"ED207910",
        "title":"Educating for a New Millennium: Views of 132 International Scholars."},
      {
        "id":"ED207911",
        "title":"Collective Bargaining in Government: An Introduction and Teaching Guide."},
      {
        "id":"ED207913",
        "title":"The Economics of Aging: A Guide for Independent Study."},
      {
        "id":"ED207915",
        "title":"Multicultural and Global Education: Relationships and Possibilities. World Education Monograph Series Number Three."},
      {
        "id":"ED207919",
        "title":"A Rationale for Social Studies Education in Michigan."},
      {
        "id":"ED207922",
        "title":"The Southern Aged: Race, Residence and Socioeconomic Conditions."},
      {
        "id":"ED207925",
        "title":"The Educational System of New Zealand. Education Around the World."},
      {
        "id":"ED207928",
        "title":"A Study of Attitude Change in College Classes."},
      {
        "id":"ED207930",
        "title":"Cream of the Kappan, 1956-1981."},
      {
        "id":"ED207931",
        "title":"Elementary Social Studies. Program Guide."},
      {
        "id":"ED207932",
        "title":"An Effective Model of In-Service Workshops for Elementary Teachers."},
      {
        "id":"ED207933",
        "title":"1980 Nutrition Report. IIEP. Illinois Inventory of Educational Progress."},
      {
        "id":"ED207950",
        "title":"Levels and Types of Curriculum and Instructional Design Skills Presently Offered in Pennsylvania Teacher Education Programs."},
      {
        "id":"ED207951",
        "title":"Promoting Classroom Teacher Research."},
      {
        "id":"ED207955",
        "title":"Report of Summer, 1980 Workshop. Roosevelt University/Chicago Board of Education Teacher Corps Project."},
      {
        "id":"ED207956",
        "title":"Resource Papers Monograph. Roosevelt University-Chicago Board of Education Teacher Corps Project."},
      {
        "id":"ED207957",
        "title":"A Description and Evaluation of the 1979 Summer Training Workshop. Roosevelt University and the Chicago Board of Education Teacher Corps Project--Program '78."},
      {
        "id":"ED207959",
        "title":"Preparing Regular Educators for New Responsibilities in Educating Handicapped Children. A Guide to Implementation Strategies for Policymakers."},
      {
        "id":"ED207960",
        "title":"The Preparation of Schools to Meet the Physical Education Requirements of P.L. 94-142."},
      {
        "id":"ED207965",
        "title":"Salary Trends for Teachers: Survey and Analysis."},
      {
        "id":"ED207967",
        "title":"Teacher Self-Assessment: A Means for Improving Classroom Instruction. Analysis and Action Series."},
      {
        "id":"ED207968",
        "title":"The Teaching and Learning Process (with Emphasis on Identification). Analysis and Action Series."},
      {
        "id":"ED207970",
        "title":"A Consumer&apos;s Guide to Teacher Development."},
      {
        "id":"ED207971",
        "title":"Problems of Equity in Developmental Approaches."},
      {
        "id":"ED207973",
        "title":"Reading in Health/Physical Education/Recreation Classes."},
      {
        "id":"ED207976",
        "title":"Analytical Case Study of the Korean Educational Development Institute. Final Report."},
      {
        "id":"ED207979",
        "title":"Minimum Requirements for State Certificates. Revised August 1, 1980."},
      {
        "id":"ED207980",
        "title":"A Manual of Procedures for Approving Illinois Teacher Education Institutions and Programs. Revised Edition, 1980."},
      {
        "id":"ED207983",
        "title":"Essentials of a Quality Elementary School Physical Education Program. A Position Paper."},
      {
        "id":"ED207984",
        "title":"Evaluation Utilization: A Bibliography."},
      {
        "id":"ED207985",
        "title":"On Designing and Implementing Bilingual-Bicultual Teacher Education Programs. First Year Report: 1980-1981."},
      {
        "id":"ED207989",
        "title":"Evaluation Case Histories as a Parallel to Legal Case Histories."},
      {
        "id":"ED207992",
        "title":"Evaluations of Bilingual Programs: Examples of the Reproductive Functions of Evaluative Research. Bilingual Education Paper Series, Vol. 4 No. 7."},
      {
        "id":"ED207994",
        "title":"Study of the Career Intern Program. Task D Final Report, Volume I. A Comparison of Implementation Issues in YEDPA Programs."},
      {
        "id":"ED207995",
        "title":"The Test Score Decline: A Review and Annotated Bibliography."},
      {
        "id":"ED207996",
        "title":"An Upper Asymptote for the Three-Parameter Logistic Item-Response Model."},
      {
        "id":"ED208001",
        "title":"Issues in Testing for Competency."},
      {
        "id":"ED208003",
        "title":"Integration of Research Studies: Meta-Analysis of Research. Methods of Integrative Analysis; Final Report."},
      {
        "id":"ED208005",
        "title":"Test Validity and National Educational Assessment: A Conception, a Method, and an Example."},
      {
        "id":"ED208006",
        "title":"The Use of the Sequential Probability Ratio Test in Making Grade Classifications in Conjunction with Tailored Testing."},
      {
        "id":"ED208008",
        "title":"Year 11 Primary Sample for the National Assessment of Educational Progress. Final Report."},
      {
        "id":"ED208016",
        "title":"The Effects of Material and Task Variations on a Brief Cognitive Learning Strategies Training Program."},
      {
        "id":"ED208018",
        "title":"Training Versus Instructions in the Acquisition of Cognitive Learning Strategies."},
      {
        "id":"ED208019",
        "title":"The Compensatory Effect of Graphic Organizer Instruction on Text Structure."},
      {
        "id":"ED208022",
        "title":"On False-Positive and False-Negative Decisions with a Mastery Test."},
      {
        "id":"ED208023",
        "title":"Score Equating and Item Response Theory: Some Practical Considerations."},
      {
        "id":"ED208027",
        "title":"Some Comparisons of Four Order-Analytic Methods and Factor Analysis for Assessing Dimensionality."},
      {
        "id":"ED208028",
        "title":"Comparison of Difficulties and Reliabilities of Math-Completion and Multiple-Choice Item Formats."},
      {
        "id":"ED208029",
        "title":"Basic Ideas in Item Banking."},
      {
        "id":"ED208030",
        "title":"Assessing Developmental Hypotheses with Cross Classified Data: Log Linear Models."},
      {
        "id":"ED208032",
        "title":"Assessment of College-Level Speaking and Listening Skills."},
      {
        "id":"ED208037",
        "title":"Examining the Effects of Incentives on the Return Rates of Mailed Surveys."},
      {
        "id":"ED208038",
        "title":"IRT Equating: A Flexible Alternative to Conventional Methods for Solving Practical Testing Problems."},
      {
        "id":"ED208040",
        "title":"Integrating Findings from Different Levels of Instruction."},
      {
        "id":"ED208041",
        "title":"Multilevel Analyses of Teacher-Student Relationships in Junior High Classrooms."},
      {
        "id":"ED208042",
        "title":"Research on Writing: A Search for Objective Measures Related to Holistically Scored Essays."},
      {
        "id":"ED208044",
        "title":"The Minority/Majority Experiences Study, 1978-79: Gifted and Talented Services."},
      {
        "id":"ED208045",
        "title":"A Comparison of Federal, State and Local Policies Affecting Education of Handicapped Children in Montgomery County Public Schools."},
      {
        "id":"ED208048",
        "title":"Cost Effectiveness of Premium Versus Regular Gasoline in MCPS Buses."},
      {
        "id":"ED208049",
        "title":"High School for the Creative and Performing Arts: Student Attitudes and Perceptions. Report 8051."},
      {
        "id":"ED208053",
        "title":"Annual Test Report, 1979-80."},
      {
        "id":"ED208054",
        "title":"Leverage and Evaluation Effectiveness."},
      {
        "id":"ED208059",
        "title":"Title I Elementary and Secondary Education Act, 1965: Evaluation Reports 1979-80."},
      {
        "id":"ED208061",
        "title":"Accountability Testing Handbook."},
      {
        "id":"ED208063",
        "title":"Statistical Profile 1979-80."},
      {
        "id":"ED208064",
        "title":"Project Plan: The MEDARP Documentation Unit to the School Improvement and Local School Development Projects."},
      {
        "id":"ED208069",
        "title":"Excellence Through Opportunity. ESEA Title I Reallocation Projects, 1979-1980."},
      {
        "id":"ED208070",
        "title":"Building Coalitions for Educational Priorities."},
      {
        "id":"ED208072",
        "title":"Social Adjustment Services: Program Components and Models of Social Adjustment Services for Refugees."},
      {
        "id":"ED208073",
        "title":"Vocational Training and Skills Recertification: Program Components and Models of Vocational Training and Skills Recertification for Refugees."},
      {
        "id":"ED208074",
        "title":"Refugee Orientation: Program Components and Models of Orientation for Refugees, Sponsors and Service Providers."},
      {
        "id":"ED208075",
        "title":"Health-Related Services: Program Components and Models of Health and Health-Related Services for Refugees."},
      {
        "id":"ED208078",
        "title":"The New Asian Immigrants."},
      {
        "id":"ED208079",
        "title":"On the Feasibility of a Grade Level Reorganization for the Providence School System. Volumes I and II. Final Report."},
      {
        "id":"ED208082",
        "title":"Case Studies of Social Services in the Schools of Selected Cities. Final Report. Revised."},
      {
        "id":"ED208083",
        "title":"Ethnic Differences in the Nutritiousness of Diets of Hawai'i's Children."},
      {
        "id":"ED208084",
        "title":"Proceedings: Strategies for Urban School Improvement."},
      {
        "id":"ED208086",
        "title":"Report on the Educational Programs for Students of Limited English Proficiency in the State of New York."},
      {
        "id":"ED208087",
        "title":"District 30 Queens. Chapter 720. Greek-English, Korean-English. Final Report."},
      {
        "id":"ED208088",
        "title":"Evaluation Designs for Title I Summer Programs."},
      {
        "id":"ED208090",
        "title":"A Project in Multicultural Learning: Greek-American Contributions to American Society."},
      {
        "id":"ED208091",
        "title":"Selected Readings on U.S. Immigration Policy and Law. A Compendium."},
      {
        "id":"ED208093",
        "title":"Programs for Changing Attitudes: Social Distance and the Department of Public Instruction's Human Relations Program."},
      {
        "id":"ED208095",
        "title":"Collaborative Programs in Urban Schools: Case Studies."},
      {
        "id":"ED208096",
        "title":"Ethnographic Monitoring of Children's Acquisition of Reading/Language Arts Skills In and Out of the Classroom. Volumes I, II, and III. Final Report."},
      {
        "id":"ED208097",
        "title":"The Itinerary of the Concept \"Equal Educational Opportunity\"."},
      {
        "id":"ED208099",
        "title":"Outreach, Information and Referral: Program Components and Models of Outreach, Information and Referral Services for Refugees."},
      {
        "id":"ED208100",
        "title":"Refugee Resettlement: An Outline for Service Planning and Delivery."},
      {
        "id":"ED208101",
        "title":"Employment Services: Program Components and Models of Employment Services for Refugees."},
      {
        "id":"ED208103",
        "title":"Student and Institutional Characteristics as Determinants of the Prompt and Subsequent Four-Year College Graduation of Race and Sex Groups."},
      {
        "id":"ED208110",
        "title":"Improving Services to Young Parents through CETA."},
      {
        "id":"ED208111",
        "title":"Product Evaluation of the Inservice Training Component of the Detroit Desegregation Court Order."},
      {
        "id":"ED208121",
        "title":"Final Evaluation Report on Detroit's Bilingual Individualized Instructional Management System Project, 1978-1979."},
      {
        "id":"ED208122",
        "title":"Final Evaluation Report on Detroit's Title IV-C Bilingual Project, 1978-1979."},
      {
        "id":"ED208123",
        "title":"Refugee Resettlement in the United States: An Annotated Bibliography on the Adjustment of Cuban, Soviet and Southeast Asian Refugees."},
      {
        "id":"ED208129",
        "title":"Mobilizing the Support of Key Persons or How to Work with Your State Director."},
      {
        "id":"ED208130",
        "title":"State Dissemination Planning as Part of Program Improvement."},
      {
        "id":"ED208139",
        "title":"Serving Special Needs Populations: The Disadvantaged. A Compilation of Papers Presented in a Workshop (Greensboro, North Carolina, July 21-August 7, 1980)."},
      {
        "id":"ED208145",
        "title":"A Do-It-Yourself Guide for the Development of Individual Vocational Education Programs (IVEP's) for Disadvantaged Students."},
      {
        "id":"ED208147",
        "title":"National Advisory Council on Vocational Education Policy Statement on Reauthorization of the Vocational Education Act."},
      {
        "id":"ED208148",
        "title":"Core I Materials for Rural Agricultural Programs. Units A-C."},
      {
        "id":"ED208149",
        "title":"Core I Materials for Rural Agricultural Programs. Units D-E."},
      {
        "id":"ED208150",
        "title":"Core I Materials for Rural Agricultural Programs. Units F-H."},
      {
        "id":"ED208151",
        "title":"Core I Materials for Metropolitan Agriculture/Horticulture Programs. Units A-C."},
      {
        "id":"ED208152",
        "title":"Core I Materials for Metropolitan Agriculture/Horticulture Programs. Units D-F."},
      {
        "id":"ED208153",
        "title":"Core I Materials for Metropolitan Agriculture/Horticulture Programs. Units G-J."},
      {
        "id":"ED208157",
        "title":"Directory of Vocational Education Personnel."},
      {
        "id":"ED208158",
        "title":"Refinancing and Reorganizing Human Services: Interagency Net Budgeting and Other Fiscal Incentives. Project SHARE. Human Services Monograph Series Number 20."},
      {
        "id":"ED208160",
        "title":"The Focus of Equal Employment Opportunity Programs under the Reagan Administration. Remarks by William Bradford Reynolds, Assistant Attorney General, Civil Rights Division."},
      {
        "id":"ED208161",
        "title":"The Development of Four Job-Oriented Basic Skills (JOBS) Programs. Final Report, October 1978-October 1980."},
      {
        "id":"ED208162",
        "title":"The New CETA: Effect on Public Service Employment Programs. Final Report."},
      {
        "id":"ED208169",
        "title":"Developing, Managing and Operating Community Service Centers."},
      {
        "id":"ED208170",
        "title":"The Community Educator's Guide to Adult Learning."},
      {
        "id":"ED208171",
        "title":"Multicultural/Community Education: An Exploration of a Relationship for Educational Improvement."},
      {
        "id":"ED208172",
        "title":"Comprehensive Community-Based Services for Offenders Information Pak. Part 1: How to Use the Comprehensive Community-Based Services for Offenders Information"},
      {
        "id":"ED208173",
        "title":"Comprehensive Community-Based Services for Offenders Information Pak. Part 2: Offenders in and from our Community: Columbus-Franklin County, Ohio."},
      {
        "id":"ED208175",
        "title":"The BEST IDEA: Multimodal Career Education."},
      {
        "id":"ED208178",
        "title":"Project ACCESS: A Method for Assessing the Transferability of Women&apos;s Life Experience Learning."},
      {
        "id":"ED208179",
        "title":"Evaluation of the Adaptation of the Personalized System of Instruction to Nontraditional Adult Learners. Final Report. Volume I: Executive Summary."},
      {
        "id":"ED208180",
        "title":"Evaluation of the Adaptation of the Personalized System of Instruction to Nontraditional Adult Learners. Volume II: A Synthesis of Research Findings on PSI and on Adult Learners."},
      {
        "id":"ED208181",
        "title":"Evaluation of the Adaptation of the Personalized System of Instruction to Nontraditional Adult Learners. Final Report. Volume III: PSI Meets ABE."},
      {
        "id":"ED208183",
        "title":"Employment and Attitudes toward Working among High School Youth."},
      {
        "id":"ED208184",
        "title":"Nutrition Education in the Classroom: Project SNACK (Sharing Nutritional Awareness through Curriculum for Kids, K-6)."},
      {
        "id":"ED208185",
        "title":"Design of a National Cost-Benefit Study of Vocational Education at the Secondary, Postsecondary and Adult Levels: Final Report."},
      {
        "id":"ED208186",
        "title":"Design of a National Cost-Benefit Study of Vocational Education at the Secondary, Postsecondary and Adult Levels: State of the Art Report."},
      {
        "id":"ED208187",
        "title":"Design of a National Cost-Benefit Study of Vocational Education at the Secondary, Postsecondary and Adult Levels: Cost-Benefit Measurement Report."},
      {
        "id":"ED208188",
        "title":"Design of a National Cost-Benefit Study of Vocational Education at the Secondary, Postsecondary and Adult Levels: Cost-Benefit Feasibility Report."},
      {
        "id":"ED208189",
        "title":"CETA/Vocational Education Linkages for Limited English Proficiency Students: Interim Report."},
      {
        "id":"ED208190",
        "title":"Curriculum Guide and Instructional Materials in Agricultural Supplies and Services."},
      {
        "id":"ED208193",
        "title":"The Division of Household Labor."},
      {
        "id":"ED208194",
        "title":"Vocational Evaluation of Severely Physically Impaired Individuals: Considerations and Techniques."},
      {
        "id":"ED208195",
        "title":"Promising Programs for Sex-Fair Vocational Education."},
      {
        "id":"ED208199",
        "title":"Strategies for Evaluating Independent Living Programs."},
      {
        "id":"ED208200",
        "title":"A Comparative Study of the Mass Literacy Campaigns of Tanzania and Kenya."},
      {
        "id":"ED208213",
        "title":"Chances of Job Loss Among Teenagers and Young Adults: Implications for Vocational Education Training."},
      {
        "id":"ED208214",
        "title":"Ethnographic Methods for Exploring the Education/Work Nexus."},
      {
        "id":"ED208215",
        "title":"Relationship Between Accreditation Status and Hourly Wages of Medical Record Technicians."},
      {
        "id":"ED208216",
        "title":"Relationship Between Preference for Part-Time Work and the Characteristics of Unemployed Youth."},
      {
        "id":"ED208218",
        "title":"Education: A Weapon Against Crime. \"A Forum on Prisoner Education. Summary Proceedings (March 26, 1981)."},
      {
        "id":"ED208223",
        "title":"Career Education Activities Supported Under The Career Education Incentive Act (Public Law 95-207). Second Year&apos;s Program (Fiscal Year 1980 Funding)."},
      {
        "id":"ED208224",
        "title":"Career Education Activities Supported Under the Career Education Incentive Act (Public Law 95-207). Third Year&apos;s Program (Fiscal Year 1981 Funding)."},
      {
        "id":"ED208225",
        "title":"A Compendium of Interagency Agreements: Vocational Education, Special Education, and Vocational Rehabilitation. Policy Research and Resource Series: Document 5."},
      {
        "id":"ED208226",
        "title":"Vocational/Special Education Personnel Development: An Analysis of Fiscal Year 1980 Annual State Plans. Policy Research and Resource Series: Document 7."},
      {
        "id":"ED208227",
        "title":"Use of State Special Needs Set-Aside Funds for Program Improvement Activities. Policy Research and Resource Series: Document 8."},
      {
        "id":"ED208228",
        "title":"Improving Vocational Education Programs in Historically and Predominately Black Colleges and Universities. Conference Proceedings (Columbus, Ohio, September 9-12, 1980)."},
      {
        "id":"ED208233",
        "title":"The Mentor Relationship. A Study of Mentors and Proteges in Business and Academia."},
      {
        "id":"ED208236",
        "title":"Making HOSA Activities an Integral Part of Health Occupations Education Curriculum. Final Report."},
      {
        "id":"ED208237",
        "title":"Sharing Resources in Allied Health Education."},
      {
        "id":"ED208238",
        "title":"Resources and References for Sex-Fair Vocational Education."},
      {
        "id":"ED208239",
        "title":"CETA/Vocational Education Collaboration. Summary of Proceedings (Washington, D.C., June 24, 1981)."},
      {
        "id":"ED208242",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Builders School, Finish Carpentry I. Classroom Course 3-10."},
      {
        "id":"ED208243",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Builders School, Roofing. Classroom Course 3-14."},
      {
        "id":"ED208244",
        "title":"Projects in Progress--FY1980. A Report for the Coordinating Committee on Research in Vocational Education."},
      {
        "id":"ED208245",
        "title":"Vocational Education as a Participant in the Economic Development Enterprise: Policy Options for the Decade Ahead."},
      {
        "id":"ED208246",
        "title":"Vocational Education and Reindustrialization."},
      {
        "id":"ED208248",
        "title":"The Federal Role in Vocational Education. Report No. 12."},
      {
        "id":"ED208249",
        "title":"The Recurrent Shortage of Registered Nurses. A New Look at the Issues."},
      {
        "id":"ED208253",
        "title":"How Sophisticated Are Consumers About the Medical Care Delivery System? Rand Health Insurance Experiment Series."},
      {
        "id":"ED208255",
        "title":"Reindustrialization and Vocational Education."},
      {
        "id":"ED208256",
        "title":"New and Emerging Occupations: Fact or Fancy."},
      {
        "id":"ED208260",
        "title":"Options on Roles, Organization, and Programs of the Private Industry Council. Private Industry Council Training Series: 1."},
      {
        "id":"ED208261",
        "title":"Employment Generating Services Handbook: Practical Models for Expanding Job Opportunities. Private Industry Council Training Series: 2."},
      {
        "id":"ED208266",
        "title":"National Drug/Alcohol Collaborative Project: Issues in Multiple Substance Abuse. Services Research Monograph Series."},
      {
        "id":"ED208267",
        "title":"\"Thy Father & Thy Mother\": A Second Look at Filial Responsibility and Family Policy."},
      {
        "id":"ED208269",
        "title":"Androgyny and Psychological Well-Being: Some Ideological Dilemmas."},
      {
        "id":"ED208273",
        "title":"When Opposites May Attract: Self-Monitoring and Dating Relationships."},
      {
        "id":"ED208275",
        "title":"Alternative Schools for Disruptive Secondary Students: Testing a Theory of School Processes, Students' Responses, and Outcome Behaviors. Executive Summary."},
      {
        "id":"ED208286",
        "title":"The Effects of Parental Absence on Sex Role Development and Scholastic Achievement."},
      {
        "id":"ED208288",
        "title":"Use of a Biographical Questionnaire in the Early Identification of College Dropouts."},
      {
        "id":"ED208289",
        "title":"Women in Medical School."},
      {
        "id":"ED208290",
        "title":"A Strategy for Local Drug Abuse Assessment. Technical Paper."},
      {
        "id":"ED208291",
        "title":"Ethnic Group Differences on the ITBS: A Structural Analysis in Grades Three Through Eight."},
      {
        "id":"ED208295",
        "title":"The Health Consequences of Smoking for Women. A Report of the Surgeon General 1979."},
      {
        "id":"ED208306",
        "title":"Developmental Antecedents and Behavioral Correlates of Positive and Negative Emotionality."},
      {
        "id":"ED208309",
        "title":"Accountability for School Counseling Programs."},
      {
        "id":"ED208311",
        "title":"An Investigation by Children of the Inappropriate Incarceration of Children. Report of the Subcommittee on the Constitution of the Committee on the Judiciary. United States Senate, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED208314",
        "title":"Reauthorization of the Juvenile Justice and Delinquency Prevention Act of 1974. Hearings before the Committee on the Judiciary. United States Senate, Ninety-Sixth Congress, Second Session on S. 2434, S. 2441, and S. 2442 (March 27 and 28, 1980)."},
      {
        "id":"ED208315",
        "title":"Guidelines for School-Based Alcohol and Drug Abuse Prevention Programs."},
      {
        "id":"ED198256",
        "title":"Curriculum Development Needs for Vocational Education: New and Changing Occupations."},
      {
        "id":"ED198259",
        "title":"Suggested Guidelines for Evaluating Work Samples."},
      {
        "id":"ED198260",
        "title":"Implications of New and Changing Occupations for Instructional Development."},
      {
        "id":"ED198261",
        "title":"An R &amp; D Agenda to Respond to Future Needs in Vocational Education."},
      {
        "id":"ED198262",
        "title":"A Study of State Level Administration of Vocational Education."},
      {
        "id":"ED198263",
        "title":"Vocational Education Program Improvement. A Summary of State-Administered Projects in FY 1980."},
      {
        "id":"ED198264",
        "title":"Field Test of Guidelines for the Development of Memory Aids in Technical Training."},
      {
        "id":"ED198265",
        "title":"Multiple Jobholders in May 1979. Women's Share of Moonlighting Nearly Doubles During 1969-79. Special Labor Force Report 239."},
      {
        "id":"ED198267",
        "title":"Veterans' Rehabilitation and Education Amendments of 1980. Report of the Committee on Veterans' Affairs to Accompany H.R. 7394."},
      {
        "id":"ED198277",
        "title":"The Applicability of the ISD 4-Factor Model of Job Analysis in Identifying Task Training Priority in Nine Technical Military Occupational Specialties."},
      {
        "id":"ED198278",
        "title":"CETA-Education Demonstration Project."},
      {
        "id":"ED198280",
        "title":"Assisting the Physically Handicapped: An Identification and Development of Apparatus for Laboratory Shops. Phase I."},
      {
        "id":"ED198285",
        "title":"Evaluation of the Tennessee Nutrition Education and Training Program. 1980 Final Report."},
      {
        "id":"ED198288",
        "title":"A Conceputal Framework and Process for Identifying the Inservice Needs of Vocational Educators Serving Special Needs Populations. Pilot Test Report."},
      {
        "id":"ED198289",
        "title":"The Catalyst for Change: Students Evaluate an Adult Degree Program."},
      {
        "id":"ED198290",
        "title":"Youth in the Workplace. The Dynamics of Learner Needs and Work Roles. Summary."},
      {
        "id":"ED198291",
        "title":"The Ecology of Youth Participation in Work Settings: Implications for Linking Home, School, and Work for Facilitating Communication Between Youth and Adults. Summary."},
      {
        "id":"ED198292",
        "title":"The Ecology of Youth Participation in Work Settings: Implications for Linking Home, School, and Work for Facilitating Communication Between Youth and Adults. Technical Report."},
      {
        "id":"ED198293",
        "title":"Learning and Retention of Basic Skills through Work: Preliminary Investigation of the Learning and Retention of Selected Reading and Mathematical Concepts Resulting from Student Enrollment in a Traditional Learning Environment and in a Learning-in-Work Environment. Summary and Discussion."},
      {
        "id":"ED198294",
        "title":"Learning and Retention of Basic Skills in Alternative Environments. Preliminary Investigation of the Learning and Retention of Selected Reading and Mathematical Concepts Resulting from Student Enrollment in a Traditional Learning Environment and in a Learning-in-Work Environment. Technical Information and Appendices."},
      {
        "id":"ED198297",
        "title":"Improving Women's Occupational Potential. A Review of the Literature. Summary Staff Report."},
      {
        "id":"ED198299",
        "title":"Perspectives on Working Women: A Databook."},
      {
        "id":"ED198300",
        "title":"Plans for the Development of a Regional Program of Optometric Education in the Western United States. Final Report, September 20, 1978-June 30, 1980. The Comprehensive Report."},
      {
        "id":"ED198301",
        "title":"Postsecondary and Adult Education: Current Activities and Directions at the National Institute of Education."},
      {
        "id":"ED198302",
        "title":"School and Work in Prospect: 14-Year-Olds in Australia. ACER Research Monograph No. 10."},
      {
        "id":"ED198303",
        "title":"Eldercollege 1978/79."},
      {
        "id":"ED198307",
        "title":"Summary of Proceedings of the Dissemination Conference on Occupational Research at Texas A&amp;M University, Rudder Conference Center (College Station, Texas, April 15-16, 1980)."},
      {
        "id":"ED198309",
        "title":"A Preliminary Report on the Development and Implementation of a Federal Manpower Policy for the Field of Aging, as Required by Section 402 (b) of the Older Americans Act of 1965, as Amended. Report to the Congress."},
      {
        "id":"ED198310",
        "title":"People, Words and Change. Literacy Volunteer Handbook."},
      {
        "id":"ED198312",
        "title":"Air Conditioning, Heating, and Refrigeration. Competency-Based Curriculum Manual."},
      {
        "id":"ED198328",
        "title":"Exploring Careers. The World of Work and You."},
      {
        "id":"ED198329",
        "title":"Exploring Careers. Industrial Production Occupations."},
      {
        "id":"ED198330",
        "title":"Exploring Careers. Office Occupations."},
      {
        "id":"ED198331",
        "title":"Exploring Careers. Service Occupations."},
      {
        "id":"ED198332",
        "title":"Exploring Careers. Education Occupations."},
      {
        "id":"ED198333",
        "title":"Exploring Careers. Sales Occupations."},
      {
        "id":"ED198334",
        "title":"Exploring Careers. Construction Occupations."},
      {
        "id":"ED198335",
        "title":"Exploring Careers. Transportation Occupations."},
      {
        "id":"ED198336",
        "title":"Exploring Careers. Scientific and Technical Occupations."},
      {
        "id":"ED198337",
        "title":"Exploring Careers. Mechanics and Repairers."},
      {
        "id":"ED198338",
        "title":"Exploring Careers. Health Occupations."},
      {
        "id":"ED198339",
        "title":"Exploring Careers. Social Scientists."},
      {
        "id":"ED198340",
        "title":"Exploring Careers. Social Service Occupations."},
      {
        "id":"ED198341",
        "title":"Exploring Careers. Performing Arts, Design, and Communications Occupations. Communications Occupations."},
      {
        "id":"ED198342",
        "title":"Exploring Careers. Agriculture, Forestry, and Fishery Occupations."},
      {
        "id":"ED198344",
        "title":"Youth Employment and Education: Possible Federal Approaches. Budget Issue Paper for Fiscal Year 1981."},
      {
        "id":"ED198345",
        "title":"Youth Employment and Welfare Reform Jobs, 1980. Hearings before the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, Second Session (March 5-6, 12-13, 1980)."},
      {
        "id":"ED198346",
        "title":"Oversight Hearing on the Federal Enforcement of Equal Employment Opportunity Laws. Hearing Before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED198347",
        "title":"Community Correctional Centers. Program Models."},
      {
        "id":"ED198348",
        "title":"Educational Incentives and the All-Volunteer Force. Hearing before the Committee on Veterans' Affairs, United States Senate, Ninety-Sixth Congress, Second Session on S. 2020, S. 2596 and Related Bills."},
      {
        "id":"ED198349",
        "title":"Evaluation of LEAA Funded Courts Training Programs. Volume I."},
      {
        "id":"ED198350",
        "title":"Evaluation of LEAA Funded Courts Training Programs. Volume II."},
      {
        "id":"ED198351",
        "title":"Recreation and Leisure for Handicapped Individuals. Resource Guide."},
      {
        "id":"ED198352",
        "title":"Evaluation of the Community Education Program. Volume I--The Policy Report."},
      {
        "id":"ED198353",
        "title":"Evaluation of the Community Education Program. Volume II--The Technical Report."},
      {
        "id":"ED198355",
        "title":"Vocational Education for Handicapped, Limited English Proficiency, and Disadvantaged Persons."},
      {
        "id":"ED198359",
        "title":"Strategies and Resources for Promoting Equity in Vocational Education. Resources for Schools, # 20."},
      {
        "id":"ED198362",
        "title":"Race and Sex Equality in the Workplace: A Challenge and an Opportunity. Proceedings of a Conference (Hamilton, Ontario, September 28-29, 1979)."},
      {
        "id":"ED198367",
        "title":"Model Building in Training. Collaboration in Adult Learning."},
      {
        "id":"ED198368",
        "title":"Model Building in Training. Symposium on Adult Learning Potential: An Agenda for the Future."},
      {
        "id":"ED198369",
        "title":"Model Building in Training. Toward the Twenty-First Century: Critical Issues in Adult Learning."},
      {
        "id":"ED198370",
        "title":"Guide to Parent Involvement: Parents as Adult Learners. Overview of Parent Involvement Programs and Practices."},
      {
        "id":"ED198371",
        "title":"Guide to Parent Involvement: Parents as Adult Learners. The Family Academy Model of the Family as Educator."},
      {
        "id":"ED198372",
        "title":"Guide to Parent Involvement. Parents as Adult Learners. Parent Participation Profile."},
      {
        "id":"ED198373",
        "title":"Guide to Parent Involvement: Parents as Adult Learners. Annotated Bibliography on the Family."},
      {
        "id":"ED198374",
        "title":"Military Curricula for Vocational &amp; Technical Education. Entomology Specialist 1-5."},
      {
        "id":"ED198376",
        "title":"Florida Driver Education Handbook."},
      {
        "id":"ED198377",
        "title":"The Woman Within."},
      {
        "id":"ED198378",
        "title":"Equity in Corrections: A Generalized Planning Model."},
      {
        "id":"ED198379",
        "title":"Handbook of Selective Placement of Persons with Physical and Mental Handicaps in Federal Civil Service Employment."},
      {
        "id":"ED198380",
        "title":"How About a Little Strategy? An Idea Book for Mothers in School or Training."},
      {
        "id":"ED198382",
        "title":"Minorities and Women in Private Industry. 1978 Report. Vol II."},
      {
        "id":"ED198384",
        "title":"Factors Affecting Nurse Staffing in Acute Care Hospitals: A Review and Critique of the Literature. Nurse Planning Information Series 17."},
      {
        "id":"ED198385",
        "title":"Connections. A Program for Middle School Students about Women and Work and Skills for Good Jobs. Leader's Guide."},
      {
        "id":"ED198386",
        "title":"Connections: A Program for Middle School Students about Women and Work and Skills for Good Jobs. Gamebook."},
      {
        "id":"ED198387",
        "title":"Research and Development Projects. 1980 Edition."},
      {
        "id":"ED198388",
        "title":"Self-Directed Job Search: An Introduction."},
      {
        "id":"ED198389",
        "title":"Proceedings. Annual Vocational Education Dissemination and Utilization Conference (3rd, Columbus, Ohio, November 12-14, 1980)."},
      {
        "id":"ED198390",
        "title":"Policy Study for Rural Vocational and Adult Education."},
      {
        "id":"ED198392",
        "title":"Resources in Vocational Education. Volume 13, Number 1, 1980."},
      {
        "id":"ED198393",
        "title":"Research Directory of the Rehabilitation Research and Training Centers. Fiscal Year 1980. 10th Edition."},
      {
        "id":"ED198395",
        "title":"Guide to Federal Funding in Career Education, Education and Work and Vocational Education."},
      {
        "id":"ED198397",
        "title":"In the Public's Opinion: Consumer Economic Competencies for the School."},
      {
        "id":"ED198398",
        "title":"Effects of Vocational Education on Participants."},
      {
        "id":"ED198399",
        "title":"Policy Study of Vocational and Adult Education in Rural Areas."},
      {
        "id":"ED198400",
        "title":"Policy Study for Urban Vocational and Adult Education."},
      {
        "id":"ED198407",
        "title":"Measurement of Academic Self-Concept in College Students."},
      {
        "id":"ED198408",
        "title":"Planning and Preparation for the New Life."},
      {
        "id":"ED198413",
        "title":"The Effects of Running on Individuals Who Are Clinically Depressed."},
      {
        "id":"ED198415",
        "title":"Primary Prevention: A New Direction for Counseling Psychologists."},
      {
        "id":"ED198417",
        "title":"The Use of Apologies in Social Predicaments."},
      {
        "id":"ED198420",
        "title":"Social Networks, Psychosocial Adaptation, and Preventive/Developmental Interventions: The Support Development Workshop."},
      {
        "id":"ED198422",
        "title":"Forms of Treatment for the Symptomatic Child: A Review and Critique."},
      {
        "id":"ED198427",
        "title":"Female Adolescents: Factors Differentiating Early-, Middle-, Late-, and Never-Contraceptors."},
      {
        "id":"ED198431",
        "title":"Reciprocal Category Analysis in Major Fields of Psychotherapy."},
      {
        "id":"ED198433",
        "title":"Mature Adult Learners and the Need to Know."},
      {
        "id":"ED198442",
        "title":"Site Selection and Evaluation for an Undergraduate Practicum."},
      {
        "id":"ED198444",
        "title":"A Rural Program for Enhancing Prevention and Intervention Skills."},
      {
        "id":"ED198446",
        "title":"Attitudes and Opinions of Caprock High School Students and Dropouts."},
      {
        "id":"ED198447",
        "title":"Self-Control Processes in Depressed and Nondepressed Psychiatric Patients: Self-Evaluation."},
      {
        "id":"ED198454",
        "title":"Towards a Theory of Psychosocial Development and Fertility Control."},
      {
        "id":"ED198459",
        "title":"Perceptions of Male and Female Initiators of Relationships."},
      {
        "id":"ED198462",
        "title":"Family Life Education: A Problem-Solving Curriculum for Adolescents (Ages 15-19)."},
      {
        "id":"ED198463",
        "title":"Depression Among Women: The Effects of Social Class and Employment."},
      {
        "id":"ED198465",
        "title":"Psychological Effects of School Space on Students' Learning and Behavior: Selected Source Materials."},
      {
        "id":"ED198466",
        "title":"Cognitive Factors in Consultee Defensiveness."},
      {
        "id":"ED198474",
        "title":"Higher-Level Features in Children&apos;s Stories: Rhetorical Structure and Conflict. Reading Education Report No. 18."},
      {
        "id":"ED198476",
        "title":"Instructor's Manual for Advanced Instructional Techniques: Teaching Content through Reading in the Secondary School."},
      {
        "id":"ED198479",
        "title":"Comprehension Processes in Reading. Final Report."},
      {
        "id":"ED198481",
        "title":"Learning to Read Words Efficiently."},
      {
        "id":"ED198482",
        "title":"Some of the Interactive Processes in Reading and Their Role in Reading Skill."},
      {
        "id":"ED198483",
        "title":"Verbal Coding Efficiency, Conceptually Guided Reading, and Reading Failure."},
      {
        "id":"ED198484",
        "title":"Toward a Usable Psychology of Reading Instruction."},
      {
        "id":"ED198485",
        "title":"Varieties of Comprehension Measures: A Comparison of Intercorrelations among Several Reading Tests."},
      {
        "id":"ED198488",
        "title":"Relationships between Reading Time for Letters, Words, Simple Text, and Word Identification Skill: A One Year Longitudinal Study."},
      {
        "id":"ED198489",
        "title":"Unicorns and Dragons: Using Guided Imagery in the Classroom."},
      {
        "id":"ED198492",
        "title":"Children's Prose Comprehension: Research and Practice."},
      {
        "id":"ED198497",
        "title":"Understanding Understanding. Technical Report, December 1978 through December 1980."},
      {
        "id":"ED198498",
        "title":"Performance-Related Enabling Skills Training (PREST) Project. Final Report."},
      {
        "id":"ED198499",
        "title":"What is the Value of the New Interest in Reading Comprehension? Reading Education Report No. 19."},
      {
        "id":"ED198503",
        "title":"The Effects of Induced Mental Imagery upon Comprehension: A Comparison of Written Versus Oral Presentation."},
      {
        "id":"ED198504",
        "title":"Selected Prose Characteristics of an ESL Narrative and Their Effect on Comprehension."},
      {
        "id":"ED198507",
        "title":"Improving Advance Organizer Research: Persistent Problems and Future Directions."},
      {
        "id":"ED198509",
        "title":"A Graduate Program in Reading that Helps Students Publish."},
      {
        "id":"ED198510",
        "title":"Independent Classroom Problem-Solving Model: A Presenter's Manual for Solving Reading Problems in the Classroom."},
      {
        "id":"ED198511",
        "title":"Organization and Administration in the Classroom for Reading."},
      {
        "id":"ED198513",
        "title":"Skill with Polysemous Words: A Measurement of the Depth of Children's Word Knowledge."},
      {
        "id":"ED198516",
        "title":"New Miscue Analysis: A Tool for Comprehending Reading."},
      {
        "id":"ED198517",
        "title":"Curriculum Commission Report: Yearbook's Place in the Curriculum."},
      {
        "id":"ED198521",
        "title":"Indicators for Learning and Teacher Competencies in the Basic Skills: Speaking, Writing, Spelling, Handwriting. Research Bulletin, Volume 13, Number 2, Fall 1979."},
      {
        "id":"ED198522",
        "title":"Bridging the Gap between Awareness of and Compliance with the Law: A Challenge to Journalism Educators."},
      {
        "id":"ED198532",
        "title":"Language Arts Program Guide, K-12."},
      {
        "id":"ED198533",
        "title":"Writing From Given Information. Collaborative Research Study No. 3."},
      {
        "id":"ED198534",
        "title":"The Write Occasion. Collaborative Research Study No. 1."},
      {
        "id":"ED198535",
        "title":"A Model for the Composing Process. Occasional Paper No. 3."},
      {
        "id":"ED198536",
        "title":"Never Mind the Trees: What an English Teacher Really Needs to Know about Linguistics. Occasional Paper No. 2."},
      {
        "id":"ED198537",
        "title":"Inventio or Discovery: Some Reflections on Prewriting. National Writing Project Occasional Paper No. 1."},
      {
        "id":"ED198538",
        "title":"Balancing the Hemispheres: Brain Research and the Teaching of Writing. Curriculum Publication No. 14."},
      {
        "id":"ED198539",
        "title":"Showing-Writing: A Training Program to Help Students Be Specific. Collaborative Research Study No. 2."},
      {
        "id":"ED198541",
        "title":"Mythologies of the World: A Guide to Sources."},
      {
        "id":"ED198546",
        "title":"Learning to Write: An Expression of Language."},
      {
        "id":"ED198550",
        "title":"What's Difficult about Teaching Technical Writing."},
      {
        "id":"ED198551",
        "title":"The Real and Perceived Writing Needs of Students and Graduate Professionals: A Mimetic Approach to Helping Student Writers."},
      {
        "id":"ED198556",
        "title":"Changing Words in a Changing World. Instructor's Guide."},
      {
        "id":"ED198557",
        "title":"Changing Words in a Changing World."},
      {
        "id":"ED198565",
        "title":"Perspectives on Writing in Grades 1-8."},
      {
        "id":"ED198572",
        "title":"Intersubjectivity and the Conceptualization of Communication."},
      {
        "id":"ED198573",
        "title":"The Role of Gatekeepers in the Asbestos Awareness Campaign."},
      {
        "id":"ED198575",
        "title":"A Dynamic Model of Group Interaction."},
      {
        "id":"ED198578",
        "title":"After \"Ginsberg\" and \"Tinker\": Book Banning and Minor's First Amendment Rights."},
      {
        "id":"ED198579",
        "title":"A Rhetorical Analysis on Black American Women Regarding the Women's Liberation Movement."},
      {
        "id":"ED198580",
        "title":"Language as Dialogic: A Look at the Problem of Intersubjectivity in Interpersonal Communication."},
      {
        "id":"ED198582",
        "title":"The Right Not to Hear as a Rationale for Broadcast Regulation: A Review and an Appraisal."},
      {
        "id":"ED198586",
        "title":"The Status of Small Group Discussion Instruction and Curricula in the Illinois Community and Junior Colleges."},
      {
        "id":"ED198587",
        "title":"A Factor Analytic Study of the Items in the Personal Report of Communication Apprehension and the Rathus Assertiveness Schedule."},
      {
        "id":"ED198598",
        "title":"Interruptions as an Index of Communication Dominance."},
      {
        "id":"ED198603",
        "title":"The Use of Case Studies in International Training Programmes for the Management of Educational Change."},
      {
        "id":"ED198608",
        "title":"Open School Concept in Austin, Texas."},
      {
        "id":"ED198615",
        "title":"Implementation Issues in Federal Reform Efforts in Education: The United States and Australia."},
      {
        "id":"ED198618",
        "title":"School-Based Management. The Best of ERIC on Educational Management, Number 53."},
      {
        "id":"ED198619",
        "title":"Accessing Power Structures: Some Practical and Successful Approaches."},
      {
        "id":"ED198620",
        "title":"Dismissing Incompetent Teachers. The Best of ERIC on Educational Management, Number 54."},
      {
        "id":"ED198621",
        "title":"Individualized Instruction. Research Action Brief Number 14."},
      {
        "id":"ED198645",
        "title":"Physical Environment and Middle Grade Achievement."},
      {
        "id":"ED198647",
        "title":"Enforcing Title IX. A Report of the U.S. Commission on Civil Rights."},
      {
        "id":"ED198651",
        "title":"Compiled School Laws of Alaska."},
      {
        "id":"ED198652",
        "title":"Summary of Major Findings for Public and Private Schools. Draft."},
      {
        "id":"ED198659",
        "title":"Creating an Approach for Understanding the Diagnosis and Treatment of Hyperkinetic Children."},
      {
        "id":"ED198660",
        "title":"Talents Unlimited Program: Summary of Research Finding for 1979-80."},
      {
        "id":"ED198662",
        "title":"Recent, Current, and Projected Research at Gallaudet."},
      {
        "id":"ED198678",
        "title":"Motivation Station: A Guide for Teacher-Made Instructional Games."},
      {
        "id":"ED198681",
        "title":"Project ASCENT: Mainstreaming Gifted and Talented in Early Childhood. Volume II."},
      {
        "id":"ED198682",
        "title":"Annual Report of the Rehabilitation Services Administration to the President and the Congress on Federal Activities Related to the Administration of the Rehabilitation Act of 1973, as Amended. Fiscal Year 1979."},
      {
        "id":"ED198689",
        "title":"Equitable Competency Testing: Emerging Policy Issues and Options for Handicapped Students."},
      {
        "id":"ED198691",
        "title":"Directions in Adapted Physical Education."},
      {
        "id":"ED198692",
        "title":"Art Enrichment: How to Implement a Museum/School Program."},
      {
        "id":"ED198694",
        "title":"Proceedings of the Conference on Birth Defects for Educators (May 4, 1978)."},
      {
        "id":"ED198695",
        "title":"The Folk Performance of Chicano and the Cultural Limits of Political Ideology."},
      {
        "id":"ED198698",
        "title":"Timing and Context in Children's Everyday Discourse: Implications for the Study of Referential and Social Meaning."},
      {
        "id":"ED198699",
        "title":"Syntactic Variation in Judges' Use of Language."},
      {
        "id":"ED198700",
        "title":"Toward a Theory of Conversational Style: The Machine-Gun Question."},
      {
        "id":"ED198705",
        "title":"A Cross-Linguistic Study of the Processing of Causative Sentences."},
      {
        "id":"ED198708",
        "title":"Aspects of Child Phonology in Imitative and Spontaneous Speech."},
      {
        "id":"ED198712",
        "title":"Gullah: Texts and Descriptions. An Annotated Bibliography, with Selected Indexing."},
      {
        "id":"ED198723",
        "title":"NCSSFL State Reports, 1980."},
      {
        "id":"ED198724",
        "title":"Bilinguals' Skill in Solving Logical Reasoning Problems in Two Languages."},
      {
        "id":"ED198733",
        "title":"Directory of Bilingual Programs in New York State 1979-1980."},
      {
        "id":"ED198734",
        "title":"Ethnocentrism and Teaching Writing to Foreign Students."},
      {
        "id":"ED198735",
        "title":"An Annotated Bibliography of English as a Second Language Instructional Materials."},
      {
        "id":"ED198736",
        "title":"The English Language Test Used by the People's Republic of China in Selecting Candidates for Study Abroad in 1978-79."},
      {
        "id":"ED198744",
        "title":"Learning to Read in Different Languages. Linguistics and Literacy Series: 1. Papers in Applied Linguistics."},
      {
        "id":"ED198745",
        "title":"Language in Education: Ethnolinguistic Essays. Language and Ethnography Series."},
      {
        "id":"ED198746",
        "title":"The Current Status of Bilingual Education Legislation: An Update. Bilingual Education Series: 9. Papers in Applied Linguistics."},
      {
        "id":"ED198748",
        "title":"Differences and Similarities in the Practices of Institutions Offering the Ph.D. and Ed.D. Programs in Higher Education."},
      {
        "id":"ED198750",
        "title":"The Characteristics and Needs of Adults in Postsecondary Education."},
      {
        "id":"ED198752",
        "title":"Characteristics and Plans of Indiana High School Seniors: Trends in the Characteristics, Career Choices, and the Educational and Employment Plans of Indiana High School Classes of 1966, 1969, 1972, 1975, and 1980 with Comparisons by Ethnic Group and Sex. Part Two of a Four-Part Study. Manpower Report 81-1."},
      {
        "id":"ED198753",
        "title":"Financial Self-Assessment: A Workbook for Colleges."},
      {
        "id":"ED198758",
        "title":"Evaluation of the Monterrey Tech Staff Development Program in Mexico City, 1979-80."},
      {
        "id":"ED198763",
        "title":"Training Manual: Equity for Women in Higher Education Project."},
      {
        "id":"ED198765",
        "title":"Meeting the Challenges of the Eighties: Redirection of Resources for Renewal. Association for Institutional Research: Annual Forum Proceedings, No. 3 (20th, Atlanta, Georgia, April 27-May 1, 1980)."},
      {
        "id":"ED198766",
        "title":"The College Student with a Disability: A Faculty Handbook."},
      {
        "id":"ED198770",
        "title":"Preliminary Results of the 1979 Doctorate Employment Survey."},
      {
        "id":"ED198773",
        "title":"Characteristics of Postsecondary Students: Technical Notes. Survey of Income and Education."},
      {
        "id":"ED198774",
        "title":"Accreditation: History, Process, and Problems. AAHE-ERIC/Higher Education Research Report No. 6, 1980."},
      {
        "id":"ED198786",
        "title":"Symmetrical Communications: Developing Mutual Understanding and Consensus in Course Teams."},
      {
        "id":"ED198788",
        "title":"In Search of the Meaning of Yeshiva. AAHE-ERIC/Higher Education Research Currents, April 1981."},
      {
        "id":"ED198789",
        "title":"Office of Education Research Reports, 1956-65. Resumes."},
      {
        "id":"ED198790",
        "title":"Office of Education Research Reports, 1956-65. Indexes."},
      {
        "id":"ED198794",
        "title":"An Evaluation of the Costs of Computer-Assisted Instruction. Program Report No. 80-B7."},
      {
        "id":"ED198796",
        "title":"Guide to Packaging Your Educational Programs."},
      {
        "id":"ED198799",
        "title":"Guidelines for an Area Continuing Education Council: Serving the Continuing Education Needs of Library/Media/Information Personnel."},
      {
        "id":"ED198800",
        "title":"RRC Catalog: Resources for Educators."},
      {
        "id":"ED198801",
        "title":"SCORPIO: A Study of Public Users of the Library of Congress Information System."},
      {
        "id":"ED198802",
        "title":"Studies of Educational Dissemination and Utilization: Annual Final Report of the Educational Dissemination Studies Program."},
      {
        "id":"ED198810",
        "title":"The Next Step: A Computer Facilities Master Plan for Saddleback College. Final Technical Report."}]
  }}
