{
  "response":{"numFound":509939,"start":222000,"numFoundExact":true,"docs":[
      {
        "id":"ED198812",
        "title":"Microcomputers in Education."},
      {
        "id":"ED198816",
        "title":"Information Technology in Education. Joint Hearings before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology and the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED198820",
        "title":"Telecommunication and Innovation in the Workplace."},
      {
        "id":"ED198823",
        "title":"An Evaluation of Title I of the Library Services and Construction Act. Final Report."},
      {
        "id":"ED198824",
        "title":"An Evaluation of Title I of the Library Services and Construction Act. Summary Report."},
      {
        "id":"ED198827",
        "title":"Information Retrieval Workshop for Selected Tennessee Department of Education Personnel."},
      {
        "id":"ED198828",
        "title":"Second Annual Progress Report on the Course-Related Library Instruction Program, September 1, 1979 through August 31, 1980."},
      {
        "id":"ED198831",
        "title":"Computer-Based Indexing on a Small Scale: Bibliography."},
      {
        "id":"ED198833",
        "title":"Integrating Library Skills into Content Areas: Sample Units and Lesson-Planning Forms."},
      {
        "id":"ED198841",
        "title":"Professional Simulations in Marketing & Distributive Education."},
      {
        "id":"ED198842",
        "title":"A Community Needs Assessment: Franklin County, Massachusetts."},
      {
        "id":"ED198843",
        "title":"Course Registration and Faculty Teaching Report. University of Hawaii, Community Colleges, Fall 1980."},
      {
        "id":"ED198848",
        "title":"An Analysis of the Factors Which Affect Instructional Unit Cost in the Public Community Colleges of Illinois."},
      {
        "id":"ED198849",
        "title":"A Report on the Identification of Planning Issues for the Community Colleges."},
      {
        "id":"ED198852",
        "title":"An Eight Year Look at WSCH, FTE Faculty, and Faculty Load in LACC Day Classes, Fall Semesters, 1973-1980, by Department and Subject Area. Research Study Number 81-1."},
      {
        "id":"ED198853",
        "title":"Building and Strengthening Linkages between CETA and Community Colleges."},
      {
        "id":"ED198855",
        "title":"The Common Market Concept: Using Community Based Resources in New Ways to Deliver Innovative Agriculture Programs."},
      {
        "id":"ED198856",
        "title":"Sex Equity in the Eighties: A Study of Post-Secondary Vocational Institutional Practices."},
      {
        "id":"ED198858",
        "title":"Special Studies--A Statewide Remedial Mathematics Program of the University System of Georgia."},
      {
        "id":"ED198863",
        "title":"Cognitive Process Instruction and the Comprehension of Poetry or Does the Teaching of Poetry Have a Place in Developmental Education?"},
      {
        "id":"ED198864",
        "title":"Attrition Characteristics: Division of Continuing Education Students, North Shore Community College."},
      {
        "id":"ED198865",
        "title":"Fiscal Year 1980 State Funding Claims Processed and Paid by the Illinois Community College Board."},
      {
        "id":"ED198866",
        "title":"FY 1982 Operating Budget Request for the Illinois Public Community College System."},
      {
        "id":"ED198873",
        "title":"Meeting the Needs of Displaced Homemakers and Other Special Groups: A Training Manual for Displaced Homemaker Projects."},
      {
        "id":"ED198874",
        "title":"An Analysis of A. A. Degrees Awarded at Los Angeles City College, 1964-1980. Research Study Number 81-4."},
      {
        "id":"ED198878",
        "title":"Training Community College Faculty in the Techniques and Skills Required for Solar Energy System Installation: Report."},
      {
        "id":"ED198890",
        "title":"AAWCJC Journal. Vol. 3, No. 1."},
      {
        "id":"ED198892",
        "title":"Recommendations on Future of the Community College System and Area Vocational-Technical Institutes. A Policy Paper."},
      {
        "id":"ED198909",
        "title":"White House Conference on Families: Listening to America's Families, Action for the 80's. A Summary of the Report to the President, Congress and Families of the Nation."},
      {
        "id":"ED198910",
        "title":"White House Conference on Families: Families, Challenges and Responsibilities. Delegate Workbook."},
      {
        "id":"ED198911",
        "title":"White House Conference on Families: Families and Major Institutions. Delegate Workbook."},
      {
        "id":"ED198914",
        "title":"White House Conference on Families: Listening to America's Families."},
      {
        "id":"ED198918",
        "title":"Child Care in the United States."},
      {
        "id":"ED198920",
        "title":"The Development of the Child's Concept of the Family."},
      {
        "id":"ED198921",
        "title":"Epidemiology for Educators."},
      {
        "id":"ED198922",
        "title":"Classroom Behavior and Achievement Test Performance at the Kindergarten and First Grade Level."},
      {
        "id":"ED198925",
        "title":"White House Conference on Families: National Organizations Issues Resource Book."},
      {
        "id":"ED198935",
        "title":"The Effects of Television on Institutionalized Children."},
      {
        "id":"ED198937",
        "title":"Do Not Bequeath a Shamble. The Child in the Twenty-First Century: Innocent Hostage to Mindless Oppression or Children as Messengers to the World."},
      {
        "id":"ED198942",
        "title":"A Parent's Guide to Day Care."},
      {
        "id":"ED198950",
        "title":"Employers and Child Care: Establishing Services Through the Workplace. Pamphlet 23."},
      {
        "id":"ED198953",
        "title":"Better Health for Our Children: A National Strategy. The Report of the Select Panel for the Promotion of Child Health to the United States Congress and the Secretary of Health and Human Services. Volume I: Major Findings and Recommendations."},
      {
        "id":"ED198954",
        "title":"Better Health for Our Children: A National Strategy. The Report of the Select Panel for the Promotion of Child Health to the United States Congress and the Secretary of Health and Human Services. Volume II: Analysis and Recommendations for Selected Federal Programs."},
      {
        "id":"ED198955",
        "title":"Better Health for Our Children: A National Strategy. The Report of the Select Panel for the Promotion of Child Health to the United States Congress and the Secretary of Health and Human Services. Volume III: A Statistical Profile."},
      {
        "id":"ED198956",
        "title":"Better Health for Our Children: A National Strategy. The Report of the Select Panel for the Promotion of Child Health to the United States Congress and the Secretary of Health and Human Services. Volume IV: Background Papers."},
      {
        "id":"ED198958",
        "title":"Meeting the Needs of Infants."},
      {
        "id":"ED198961",
        "title":"First Chance Outreach. Del Rio First Chance Early Childhood Program."},
      {
        "id":"ED198970",
        "title":"Agronomy Students at Southern Land-Grant Universities."},
      {
        "id":"ED198971",
        "title":"Roundtable: Social Work in Small Towns and Rural Areas. A Compendium of Teaching Materials for Rural Social Work."},
      {
        "id":"ED198973",
        "title":"Hispanics and Desegregation: Analysis and Interpretation of a National Study."},
      {
        "id":"ED198982",
        "title":"Theories and Research on Second Language Acquisition."},
      {
        "id":"ED198988",
        "title":"Adelante, Mujer Hispana: A Conference Model for Hispanic Women. Pamphlet 20."},
      {
        "id":"ED199002",
        "title":"Meeting Educational Needs in Rural Communities Confronting Rapid Growth."},
      {
        "id":"ED199003",
        "title":"Wilderness and Urban Challenges in the Academic Areas: Proceedings of the Conference on Outdoor Pursuits in Higher Education (Lake Cayuga, Ithaca, New York, April 23-25, 1976)."},
      {
        "id":"ED199005",
        "title":"A Peek at Pre-K. Publication No. 80.57."},
      {
        "id":"ED199008",
        "title":"Non-Receipt of Federal VEA Funds: Why Some Districts Don't Apply (and Other Issues Related to Rural Vocational Secondary Education)."},
      {
        "id":"ED199009",
        "title":"An Analysis of the North Central United States with Particular Reference to Vocational Training Needs and Opportunities for Rural Students."},
      {
        "id":"ED199010",
        "title":"Rural Vocational Education: Conditions and Problems in Vermont and the Rural Northeast."},
      {
        "id":"ED199011",
        "title":"&quot;I Don't Want to Drive a Mack Truck.&quot; Rural Southern Values and Attitudes - Barriers to Women in Non-traditional Vocational Education."},
      {
        "id":"ED199012",
        "title":"Rural Vocational Education and Economic Development in the Western States."},
      {
        "id":"ED199013",
        "title":"&quot;Free Training&quot;: Special For-Industry State-Subsidized Job Training Programs in Two States."},
      {
        "id":"ED199014",
        "title":"That Little Has Changed: Vocational Education in the Rural South."},
      {
        "id":"ED199019",
        "title":"Escape from Poverty: A Study of Social-Structural and Psychological Factors That Facilitate Upward Mobility Among the Poor."},
      {
        "id":"ED199020",
        "title":"The Structure of the Native Indian Teacher Education Program and &quot;Indianness&quot;."},
      {
        "id":"ED199021",
        "title":"Indian Education Oversight. Hearing before the Select Committee on Indian Affairs, United States Senate, Ninety-Sixth Congress, Second Session on Oversight of Indian Education (Public Laws 95-561 and 95-608)."},
      {
        "id":"ED199022",
        "title":"Recruitment and Retention in Rural America."},
      {
        "id":"ED199023",
        "title":"Indian Education Act, Title IV, Public Law 92-318. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED199026",
        "title":"Nonmetro Youth in the Labor Force. Rural Development Research Report No. 27."},
      {
        "id":"ED199031",
        "title":"A Comprehensive Assessment of Science Education in the Two-Year College, Volume I: Technical Report."},
      {
        "id":"ED199032",
        "title":"A Comprehensive Assessment of Science Education in the Two-Year College, Volume II: Appendices."},
      {
        "id":"ED199033",
        "title":"First World Conference on Continuing Engineering Education, Summary & Evaluation (Mexico City, Mexico, April 25-27, 1979)."},
      {
        "id":"ED199034",
        "title":"Race and Sex Differences in College Science Program Participation."},
      {
        "id":"ED199035",
        "title":"New Directions in Continuing Education: Changing Roles of Universities, Industry and Government. Report on a Study of Comparative Perspectives of Decision Makers and R&D Personnel."},
      {
        "id":"ED199037",
        "title":"Natural Behavior in Humans and Animals, Unit One, Teacher Handbook. An Instructional Unit Produced by the Human Behavior Curriculum Project."},
      {
        "id":"ED199038",
        "title":"Sciences and Humanities. Information & Dissemination Series 10."},
      {
        "id":"ED199039",
        "title":"Local Assessment of Science Education in the Two-Year College. Science for the Non-Science Student at Illinois Central College: An Assessment of Science Needs for Community College Students."},
      {
        "id":"ED199049",
        "title":"Programs in Science, Mathematics and Engineering for Women in the United States: 1966-1978."},
      {
        "id":"ED199052",
        "title":"The Iowa Problem-Solving Project: Development and Evaluation."},
      {
        "id":"ED199053",
        "title":"Especially for Teachers: ERIC Documents on the Teaching of Mathematics, 1966-80."},
      {
        "id":"ED199055",
        "title":"Numerical Skills of Navy Students: An Evaluation of a Skill Development Workbook."},
      {
        "id":"ED199056",
        "title":"Investigations in Mathematics Education, Vol. 7, No. 4."},
      {
        "id":"ED199058",
        "title":"Constructions in Geometry Problem Solving."},
      {
        "id":"ED199059",
        "title":"Theory of Constructions and Set in Problem Solving."},
      {
        "id":"ED199060",
        "title":"Individual Differences and Selective Processes in Cognitive Procedures."},
      {
        "id":"ED199061",
        "title":"Details of Programming a Model of Children's Counting in ACTP."},
      {
        "id":"ED199069",
        "title":"Water Conservation Checklist for the Home. Save Water, Save Energy, Save Money. Program Aid No. 1192."},
      {
        "id":"ED199073",
        "title":"A Tool for Assessing and Revising Science Curriculum. Revised Edition."},
      {
        "id":"ED199074",
        "title":"Creation, Evolution and Public Education. The Position of the Iowa Department of Public Instruction."},
      {
        "id":"ED199076",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement IV (1980)."},
      {
        "id":"ED199077",
        "title":"Energy Conservation for School Custodial and Maintenance Personnel. Course Outline and Instructional Materials."},
      {
        "id":"ED199078",
        "title":"Building an Energy Efficient Home. Course Outline and Instructional Materials."},
      {
        "id":"ED199079",
        "title":"Energy Conservation in Foodservice: A Course for Foodservice Personnel. Instructor's Guide. Course Outline and Instructional Materials."},
      {
        "id":"ED199080",
        "title":"Electrical Load and Energy Management. Course Outline and Instructional Materials."},
      {
        "id":"ED199081",
        "title":"Energy Conservation for the Home Builder: A Course for Residential Builders. Course Outline and Instructional Materials."},
      {
        "id":"ED199086",
        "title":"Investigations with Calculators: Abstracts and Critical Analyses of Research. Supplement 2."},
      {
        "id":"ED199087",
        "title":"Calculators: A Categorized Compilation of References. Supplement 1."},
      {
        "id":"ED199089",
        "title":"A Neo-Piagetian Approach to Development During the Formal Operational Period."},
      {
        "id":"ED199095",
        "title":"Re-Evaluating the Secondary Mathematics Curriculum for the 80's."},
      {
        "id":"ED199097",
        "title":"Selected References on Mathematical Anxiety, Attitudes, and Sex Differences in Achievement and Participation."},
      {
        "id":"ED199098",
        "title":"Federal Funds for Research and Development, Fiscal Years 1979, 1980, and 1981. Volume XXIX. Detailed Statistical Tables."},
      {
        "id":"ED199100",
        "title":"Identifying and Meeting Training Needs for Public Participation Responsibilities in Water Resources Planning. Publication No. 107."},
      {
        "id":"ED199102",
        "title":"Science Policy: USA/USSR. Volume II: Science Policy in the Soviet Union."},
      {
        "id":"ED199106",
        "title":"Investigations in Mathematics Education, Volume 14, Number 1."},
      {
        "id":"ED199107",
        "title":"The Effect of Background Experience and an Advance Organizer on the Attainment of Certain Science Concepts."},
      {
        "id":"ED199116",
        "title":"Our Energy Options."},
      {
        "id":"ED199120",
        "title":"Thinking Globally, Acting Locally About Food, Population and Energy Issues. Seventh Grade Interdisciplinary Unit."},
      {
        "id":"ED199122",
        "title":"Classroom Authority Management of Male and Female University Professors."},
      {
        "id":"ED199128",
        "title":"A Curriculum Guide to the 1979-80 Challenge Grant Projects of the Comprehensive Arts Program (Title IV-C)."},
      {
        "id":"ED199129",
        "title":"Ideas Shaping American Education. Summary."},
      {
        "id":"ED199130",
        "title":"Annotated Bibliography of Materials for Developing Cultural Understanding and Global Awareness in the Elementary School."},
      {
        "id":"ED199131",
        "title":"Evaluation of the Tillman Seminar on White Racism."},
      {
        "id":"ED199132",
        "title":"Art Involvement Program. A Final Report, September 15, 1978-July 1, 1980."},
      {
        "id":"ED199134",
        "title":"Pre-collegiate Anthropology: Progress or Peril?"},
      {
        "id":"ED199139",
        "title":"Energy Education from the Perspective of a Social Studies Educator."},
      {
        "id":"ED199144",
        "title":"Teachers Have Rights, Too. What Educators Should Know About School Law."},
      {
        "id":"ED199147",
        "title":"Refugees: The New International Politics of Displacement. Worldwatch Paper 43."},
      {
        "id":"ED199148",
        "title":"Ethnological Field Training in the Mezquital Valley, Mexico. Papers from the Ixmiquilpan Field Schools in Cultural Anthropology and Linguistics."},
      {
        "id":"ED199150",
        "title":"Families, Social Services, and Social Policy: The Issue of Shared Responsibility."},
      {
        "id":"ED199151",
        "title":"A Balance Sheet for East-West Exchanges. IREX Occasional Papers, Volume 1, Number 1."},
      {
        "id":"ED199152",
        "title":"Economic Management and Mismanagement. IREX Occasional Papers, Volume 1, Number 2."},
      {
        "id":"ED199153",
        "title":"Ethnicity and Nationalism. IREX Occasional Papers, Volume 1, Number 3."},
      {
        "id":"ED199154",
        "title":"Patterns of Daily Life. IREX Occasional Papers, Volume 1, Number 4."},
      {
        "id":"ED199169",
        "title":"In Search of Our Past: Units in Women&apos;s History. U.S. History Teacher Guide."},
      {
        "id":"ED199170",
        "title":"In Search of Our Past: Units in Women's History. U.S. History Student Manual."},
      {
        "id":"ED199171",
        "title":"In Search of Our Past: Units in Women's History."},
      {
        "id":"ED199172",
        "title":"In Search of Our Past: Units in Women&apos;s History. World History Student Manual."},
      {
        "id":"ED199175",
        "title":"Making Changes: A Futures-Oriented Course in Inventive Problem Solving. Lesson Book."},
      {
        "id":"ED199180",
        "title":"Studying the Leaders of Classical Antiquity."},
      {
        "id":"ED199185",
        "title":"Social and Economic Characteristics of Counties in the Far West and SWRL Laboratory Service Regions."},
      {
        "id":"ED199188",
        "title":"About the Education of Teachers--A Letter to Virginia."},
      {
        "id":"ED199192",
        "title":"Organization For Inservice Teacher Education: A Perspective From Higher Education."},
      {
        "id":"ED199195",
        "title":"Academic Characteristics of Student Teachers and Cognitive Attainment of Their Learners."},
      {
        "id":"ED199196",
        "title":"Collecting My Thoughts."},
      {
        "id":"ED199199",
        "title":"Structured Intramurals: Shifting Values and Directions."},
      {
        "id":"ED199203",
        "title":"State Agency Involvement in Teacher Induction."},
      {
        "id":"ED199206",
        "title":"A Report on Middle Grades Schools in North Carolina. A Study of Current Practices. Monograph 2."},
      {
        "id":"ED199207",
        "title":"A Taxonomy of Psychomotor Forms. Occasional Paper No. 35."},
      {
        "id":"ED199208",
        "title":"Discipline in the Schools: The Relationship of Educators' Attitudes About Corporal Punishment to Selected Variables."},
      {
        "id":"ED199214",
        "title":"Prospective Teacher Selection and Personal Development: Using Preservice Counselors as Facilitators."},
      {
        "id":"ED199217",
        "title":"The Educational Dean: An Examination of Behaviors Associated with Special Projects."},
      {
        "id":"ED199224",
        "title":"A Systematic Approach for Measuring Sustained Effect and for Comparing Compensatory Education Programs Using Achievement Test Data."},
      {
        "id":"ED199231",
        "title":"Who Evaluates the Evaluator?--A Case Study of Evaluators Practicing Their Precepts."},
      {
        "id":"ED199232",
        "title":"Student Affect in the University Classroom."},
      {
        "id":"ED199233",
        "title":"Aging Education in the Public Schools--Coming of Age?"},
      {
        "id":"ED199235",
        "title":"Implementing the Individualized Education Program through Data Based Decision Making."},
      {
        "id":"ED199237",
        "title":"Expressed Values of Rural and Urban Youth."},
      {
        "id":"ED199243",
        "title":"Processing the Emotional Needs of the Preservice Teacher."},
      {
        "id":"ED199246",
        "title":"Education in the 80's: Health Education."},
      {
        "id":"ED199254",
        "title":"Patterns of Health. A Guide for an ETV Health Education Series. Grades 7 and 8."},
      {
        "id":"ED199255",
        "title":"Attributions of Supervising Teachers for the Success and Failure of Pupils Taught by Their Student Teachers."},
      {
        "id":"ED201273",
        "title":"A Longitudinal Study of Locus of Control for Male and Female Persisters and Dropouts in Four Year Colleges."},
      {
        "id":"ED201275",
        "title":"The Dimensions of Colleagueship among College and University Faculty."},
      {
        "id":"ED201276",
        "title":"Formal Education, Eminence, and Dogmatism: The Curvilinear Relationship."},
      {
        "id":"ED201277",
        "title":"Improving Teaching in the Clinical Area."},
      {
        "id":"ED201279",
        "title":"Consortium Administration in Higher Education."},
      {
        "id":"ED201281",
        "title":"The Development of a Transportable Leadership and Management Program in Higher Education."},
      {
        "id":"ED201283",
        "title":"Peace and Justice Education."},
      {
        "id":"ED201288",
        "title":"Postsecondary Education Policy Issues and Related Standard Terminology Needs: A Supplement to NCES Handbook XII. \"Postsecondary Student Terminology\"."},
      {
        "id":"ED201289",
        "title":"Middle Income Students and the Cost of Postsecondary Education."},
      {
        "id":"ED201292",
        "title":"Policy-Impact Analysis: A Rational Method to Respond to the Challenges Faced by Higher Education in the Eighties."},
      {
        "id":"ED201295",
        "title":"Key External Data Required in Strategic Decision-Making: A New Role for Management Systems."},
      {
        "id":"ED201298",
        "title":"Guidelines to the Use of Computers in Statistical Instruction."},
      {
        "id":"ED201300",
        "title":"Digital Avionics Information System (DAIS): Life Cycle Cost Impact Modeling System (LCCIM)--A Managerial Overview. Final Report."},
      {
        "id":"ED201304",
        "title":"EZLP: An Interactive Computer Program for Solving Linear Programming Problems. Final Report."},
      {
        "id":"ED201307",
        "title":"Exploring the Microcomputer Learning Environment. Independent Research and Development Project Reports. Report #5."},
      {
        "id":"ED201308",
        "title":"Educational Computing in the Northwest, 1979: Status, and Needs for Information and Assistance."},
      {
        "id":"ED201316",
        "title":"Computer Aided Training Evaluation and Scheduling (CATES) System: Assessing Flight Task Proficiency. TAEG Report No. 94."},
      {
        "id":"ED201318",
        "title":"Implementation and Operation of Computer-Based Education. MTC Report No. 25. Final Report."},
      {
        "id":"ED201322",
        "title":"Fractions Curriculum of the PLATO Elementary School Mathematics Project. 2nd Edition."},
      {
        "id":"ED201324",
        "title":"Summary of TUTOR Commands and System Variables. Ninth Edition."},
      {
        "id":"ED201325",
        "title":"Software Partitioning Schemes for Advanced Simulation Computer Systems. Final Report."},
      {
        "id":"ED201329",
        "title":"A Comparison of Two Current Awareness Methods."},
      {
        "id":"ED201332",
        "title":"A Developing State Plan for Library Services."},
      {
        "id":"ED201337",
        "title":"Knowledge Acquisition, Knowledge Programming, and Knowledge Refinement."},
      {
        "id":"ED201340",
        "title":"Individualized Instruction for Data Access (IIDA). Quarterly Report No. 8."},
      {
        "id":"ED201343",
        "title":"Market Analysis. What Is It? How Does It Fit into Comprehensive Institutional Planning?"},
      {
        "id":"ED201347",
        "title":"Distribution of Grades and Current GPRs Earned: Community Colleges, Fall 1980."},
      {
        "id":"ED201354",
        "title":"The Street Smart Educator."},
      {
        "id":"ED201357",
        "title":"Technical Education as a Catalyst for the Local Economy: Retraining the Unemployed and Increasing Productivity through Intermural Planning."},
      {
        "id":"ED201358",
        "title":"Communitas: Journal of Connecticut Community Colleges."},
      {
        "id":"ED201365",
        "title":"Articulation between Two and Four-Year Institutions."},
      {
        "id":"ED201370",
        "title":"Critical Issues in Writing."},
      {
        "id":"ED201376",
        "title":"Social Referencing and Second Order Effects in Ten-Month-Old Infants."},
      {
        "id":"ED201377",
        "title":"Values and Childrearing in the Home and Day Care Center: Issues for the 1980's."},
      {
        "id":"ED201381",
        "title":"Cognitive Socialisation of 4-Year-Old Children in Nursery School."},
      {
        "id":"ED201383",
        "title":"Treatment Verification: Multiple Analytical Methods and a Search for Causality in the Child Parent Center Compensatory Education Program."},
      {
        "id":"ED201386",
        "title":"Shall We Cooperate or Compete? Social Interaction in Two Integrated Kindergartens."},
      {
        "id":"ED201387",
        "title":"Enduring Effects of First-Grade Teachers on Achievement."},
      {
        "id":"ED201388",
        "title":"Do Older Kindergarteners Have an Advantage: The Importance of Month of Birth When Starting School."},
      {
        "id":"ED201389",
        "title":"Predicting Academic Performance from Printing Errors in Kindergarten."},
      {
        "id":"ED201390",
        "title":"A Follow-Up Study of Sex Stereotyping in Child-Selected Play Activities of Preschool Children."},
      {
        "id":"ED201391",
        "title":"Does Reticence Mean Just Talking Less? Qualitative and Quantitative Differences in the Language of Talkative and Reticent Preschoolers."},
      {
        "id":"ED201392",
        "title":"Evaluation of the Early Admission to First Grade Program."},
      {
        "id":"ED201393",
        "title":"A Guide to Adolescent Health Care EPSDT."},
      {
        "id":"ED201395",
        "title":"Better Health for Our Children: A National Strategy. The Report of the Select Panel for the Promotion of Child Health to the United States Congress and the Secretary of Health and Human Services. Executive Summary."},
      {
        "id":"ED201403",
        "title":"Sex Differences in Preschoolers' Perceptions of Young, Middle-Aged and Elderly Adults."},
      {
        "id":"ED201404",
        "title":"Intervening in Child's Play."},
      {
        "id":"ED201408",
        "title":"Musical Improvisation Behavior of Young Children."},
      {
        "id":"ED201412",
        "title":"A Longitudinal Focus on Fathers: Predicting Toddler Adaptation."},
      {
        "id":"ED201425",
        "title":"Research on Rural Education: Some Philosophical and Methodological Concerns."},
      {
        "id":"ED201427",
        "title":"A Pilot Socioeconomic Survey of the Impact Area of Energy-Related Industries Proposed for Monongalia County, West Virginia. Circular 118."},
      {
        "id":"ED201429",
        "title":"Rural and Small Schools in Region VII. U.S. Department of Education, Region VII, Kansas City, Missouri."},
      {
        "id":"ED201430",
        "title":"Culturally Relevant Training of American Indian Educational Researchers."},
      {
        "id":"ED201433",
        "title":"Public School Organization and Community Development in Rural Areas. Technical Report."},
      {
        "id":"ED201435",
        "title":"Higher Education's Response to the Needs of Rural Schools."},
      {
        "id":"ED201436",
        "title":"Counseling with American Indians: Issues in Training Assertiveness and Coping Skills."},
      {
        "id":"ED201438",
        "title":"Counseling with American Indians: Improving the Quality of Non-Indian Assistance."},
      {
        "id":"ED201448",
        "title":"Counseling with American Indians: A Review of the Literature with Methodological Considerations."},
      {
        "id":"ED201459",
        "title":"Higher Education and Rural Youth."},
      {
        "id":"ED201472",
        "title":"Option X, Level B Problem Solving."},
      {
        "id":"ED201473",
        "title":"Option Y, Statistics."},
      {
        "id":"ED201476",
        "title":"Priorities in School Mathematics: Executive Summary of the PRISM Project."},
      {
        "id":"ED201479",
        "title":"Metric Education Evaluation Package."},
      {
        "id":"ED201490",
        "title":"The Effects of a One-Day Energy Workshop on Science Teachers' Attitudes Toward Energy-Related Topics."},
      {
        "id":"ED201492",
        "title":"Investigations in Mathematics Education, Vol. 14, No. 2."},
      {
        "id":"ED201493",
        "title":"Investigations in Science Education, Vol. 7, No. 2. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED201503",
        "title":"Analysis of Students' Intuitions About the Operation of Electronic Calculators."},
      {
        "id":"ED201505",
        "title":"Episodes and Executive Decisions in Mathematical Problem Solving."},
      {
        "id":"ED201515",
        "title":"The Effects of a Modified Mastery Learning Strategy on Achievement, Attitudes, and On-Task Behavior of High School Chemistry Students."},
      {
        "id":"ED201518",
        "title":"A Survey of Doctoral Programs in Mathematics Education."},
      {
        "id":"ED201519",
        "title":"Metric Conversion in the Construction Industries--Technical Issues and Status."},
      {
        "id":"ED201520",
        "title":"Geometry Curriculum Guide. Bulletin 1581."},
      {
        "id":"ED201524",
        "title":"The Development of Problem-Solving Capabilities in Kindergarten and First-Grade Children."},
      {
        "id":"ED201528",
        "title":"Information Processing Capabilities Used by Kindergarten Children When Solving Simple Arithmetic Story Problems."},
      {
        "id":"ED201531",
        "title":"Learner Control of Number of Instances in a Rule-Using Task."},
      {
        "id":"ED201533",
        "title":"The EQUALS Teacher Education Program."},
      {
        "id":"ED201536",
        "title":"Learning and Instruction of Problem Solving in Science."},
      {
        "id":"ED201541",
        "title":"Fieldwork in Geography and Long Term Memory Structures."},
      {
        "id":"ED201545",
        "title":"School Change Processes: Can They Be Measured?"},
      {
        "id":"ED201547",
        "title":"Beyond the Basics: A Culturalogical Concern."},
      {
        "id":"ED201555",
        "title":"Clarity Begins at Home: An Analysis of Key Ideas of Invitational Education."},
      {
        "id":"ED201558",
        "title":"Social/Political Education in Three Countries: Britain, West Germany, and the United States."},
      {
        "id":"ED201562",
        "title":"The Monitoring the Future Project: Design and Procedures. Monitoring the Future Occasional Paper 1."},
      {
        "id":"ED201568",
        "title":"Regionalism and the Musical Heritage of Latin America."},
      {
        "id":"ED201572",
        "title":"Global Future: Time to Act. Report to the President on Global Resources, Environment and Population."},
      {
        "id":"ED201575",
        "title":"The Hands-Off Pilot Study of the Skills for Ethical Action Instructional Materials. Volume I: The Case Studies."},
      {
        "id":"ED201576",
        "title":"The Hands-Off Pilot Study of the Skills for Ethical Action Instructional Materials. Volume II: Formative Evaluation."},
      {
        "id":"ED201580",
        "title":"How to Study: The Neglected Basic."},
      {
        "id":"ED201583",
        "title":"Batik Making as Creative Problem Solving: A Naturalistic Inquiry."},
      {
        "id":"ED201586",
        "title":"Man's Inhumanity to Man: A Case in Point: The Nazi Holocaust. A Resource for Connecticut Teachers, Grades 7-12."},
      {
        "id":"ED201591",
        "title":"Essential Social Studies Skills for Senior High Students."},
      {
        "id":"ED201596",
        "title":"Projected Trends in Education in the 1980s."},
      {
        "id":"ED201597",
        "title":"Teach for Fitness: A Manual for Teaching Fitness Concepts in K-12 Physical Education. Current Issues."},
      {
        "id":"ED201598",
        "title":"On-Site Inservice Teacher Development: Claremont History Investigations Project."},
      {
        "id":"ED201599",
        "title":"Retrenchment in Education: Selected ERIC Resources. Bibliographies."},
      {
        "id":"ED201606",
        "title":"Bridging the Gap: The Beginning Years."},
      {
        "id":"ED201607",
        "title":"Writings From the Network. Teachers&apos; Centers Exchange. Occasional Paper No. 7."},
      {
        "id":"ED201610",
        "title":"Minimal Teacher Training Based on Correlational Findings: Effects on Teaching and Achievement."},
      {
        "id":"ED201611",
        "title":"A Longitudinal Study of the Process of Planning and Implementing an Instructional Improvement Inservice Program."},
      {
        "id":"ED201613",
        "title":"Lessons from Teacher Corps in Winning Over School Staffs to Research Utilization."},
      {
        "id":"ED201617",
        "title":"Follow-Up of a Random Sample of 1975/76 Graduates at The Ohio State University's College of Education Teacher Certification Program. Technical Report #4."},
      {
        "id":"ED201618",
        "title":"Follow-Up of 1978/79 Graduates at The Ohio State University's College of Education Teacher Certification Program. Technical Report #5."},
      {
        "id":"ED201622",
        "title":"Two For The Price Of One! Staff Development Through The Utilisation of Findings from Research on Teaching."},
      {
        "id":"ED201625",
        "title":"Relationship Between Body Fatness and Performance in Preadolescent Children."},
      {
        "id":"ED201632",
        "title":"Effective Use of Instructional Materials: A Training Manual."},
      {
        "id":"ED201634",
        "title":"A Literature Study Related to the Use of Materials in the Classroom."},
      {
        "id":"ED201638",
        "title":"Abstracts of Human Services Education Program Descriptions."},
      {
        "id":"ED201639",
        "title":"Stress and the Classroom Teacher. What Research Says to the Teacher."},
      {
        "id":"ED201640",
        "title":"Teacher Burnout. Analysis and Action Series."},
      {
        "id":"ED201647",
        "title":"The &quot;By the Way...&quot; Phenomenon: Role Redefinition in Program Evaluation."},
      {
        "id":"ED201653",
        "title":"Regulations, Money, and Culture: Three Explanations for Differing Rates of Diffusion of Educational Innovations in Canada."},
      {
        "id":"ED201659",
        "title":"A Causal Modeling Approach to the Analysis of Course Evaluation Data."},
      {
        "id":"ED201661",
        "title":"Loglinear Analysis of Learning Hierarchy and Developmental Sequence Data."},
      {
        "id":"ED201662",
        "title":"The Effect of Interview Length and Question Type (&quot;Effort&quot;) on Perceived Respondent Burden."},
      {
        "id":"ED201665",
        "title":"A Method for Comparing Test Difficulties."},
      {
        "id":"ED201667",
        "title":"Robinson's Measure of Agreement as a Parallel Forms Reliability Coefficient."},
      {
        "id":"ED201669",
        "title":"Some Promising Early Results from a Rudimentary Latent-Trait Theory of Performance Rating."},
      {
        "id":"ED201670",
        "title":"Maximum Likelihood Additivity Analysis."},
      {
        "id":"ED201673",
        "title":"An Investigation of Ethnic Group Differences in Testwiseness at the Third, Fifth, and Seventh Grade."},
      {
        "id":"ED201674",
        "title":"Classroom Ethnographic Study of an Activities-Based Supplemental Mathematics Program."},
      {
        "id":"ED201677",
        "title":"Issues in Research with Human Subjects. A Symposium (National Institutes of Health, Bethesda, Maryland, March 20-21, 1981)."},
      {
        "id":"ED201679",
        "title":"The Use and Misuse of Norm Referenced Test Scores for Decision Making at the Local School Level: A School District's Perspective."},
      {
        "id":"ED201686",
        "title":"Bushwick High School Bilingual/Bicultural Program, ESEA Title VII, 1979-1980. Final Evaluation Report."},
      {
        "id":"ED201687",
        "title":"Newtown High School, Queens, Chinese/Korean Bilingual Language Arts Resource Center, ESEA Title VII, 1979-1980. Final Evaluation Report."},
      {
        "id":"ED201688",
        "title":"Eastern District High School Integrated Bilingual Demonstration Project, ESEA Title VII, 1979-1980. Final Evaluation Report."},
      {
        "id":"ED201689",
        "title":"ESEA Title VII Bilingual Program 1979-1980. Final Evaluation Report."},
      {
        "id":"ED201690",
        "title":"Betterment Through Bilingualism, 1979-1980. Morris High School. ESEA Title VII Final Evaluation Report."},
      {
        "id":"ED201691",
        "title":"Bilingual Bicultural Project, 1979-1980. Newton High School. ESEA Title VII Final Evaluation Report."},
      {
        "id":"ED201692",
        "title":"Black Students' Performance in the National Assessments of Science and Mathematics."},
      {
        "id":"ED201695",
        "title":"Activity Structures and Student Outcomes."},
      {
        "id":"ED201696",
        "title":"Guidelines for the Development of Instructional Materials Selection Policies. Handbook I."},
      {
        "id":"ED201697",
        "title":"Chapter 28A.85 RCW Monitoring Guide. Washington State&apos;s Anti-Sex Discrimination Legislation."},
      {
        "id":"ED201699",
        "title":"Improved Teaching in Urban Classrooms: Applying More Precise and Demanding Standards."},
      {
        "id":"ED201700",
        "title":"Destination...Sex-Fair Education. A Student's Introduction to Title IX."},
      {
        "id":"ED201714",
        "title":"Understanding Korean People, Language and Culture. Bilingual Education Resource Series."},
      {
        "id":"ED201715",
        "title":"K-6, Vietnamese Multicultural Learning Units for Use in the Classroom. Bilingual Education Resource Series."},
      {
        "id":"ED201716",
        "title":"Cultural Factors. A Guide to Understanding Asian ESL Students. Bilingual Education Resource Series."},
      {
        "id":"ED201717",
        "title":"Factors Associated With Successful Completion of a College Compensatory Program or Program Evaluation May Lead to &quot;Bad&quot; News. Draft."},
      {
        "id":"ED201729",
        "title":"Evaluation of Tennessee's State Plan for Career Education 1979-80."},
      {
        "id":"ED201741",
        "title":"A New Counselee Assessment/Occupational Exploration System and Its Interest and Aptitude Dimensions."},
      {
        "id":"ED201742",
        "title":"Assisting Secondary Schools in Career Education School Improvement: Some Lessons."},
      {
        "id":"ED201743",
        "title":"Industry-Education-Labor Collaboration: Designing Mechanisms for Sustained Impact."},
      {
        "id":"ED201745",
        "title":"Directory and Program Information for the OSE Vocational/Career Projects 1980-81. Personnel Inservice and Preservice Training: Programs for Educators to Accommodate Handicapped Children and Youth in Vocational/Career Education Class Settings. Policy Research and Resource Series: Document 6."},
      {
        "id":"ED201746",
        "title":"Anticipated Benefits from Learning. Preliminary Report, 1980."},
      {
        "id":"ED201747",
        "title":"Work in Technology and Science: Linking Education and Employment."},
      {
        "id":"ED201757",
        "title":"Annotated Bibliography: Job Creation and Vocational Education."},
      {
        "id":"ED201761",
        "title":"Bibliography of Vocational Education Materials."},
      {
        "id":"ED201765",
        "title":"Alternative Strategies for Delivery of Vocational Education to Rural Schools."},
      {
        "id":"ED201767",
        "title":"The Review Panel Process."},
      {
        "id":"ED201768",
        "title":"Management Issues in Information Development. A Report on Management Approaches in Systems of Computer-Based Career Information."},
      {
        "id":"ED201770",
        "title":"Board Notebook. A Guide to Compiling Information for Boards of Systems for Career Information."},
      {
        "id":"ED201771",
        "title":"Development of a Pilot Program for Career Information, Recruitment, Counseling, and Placement Services for Potential Vocational Office Education and Distributive Education, Home Economics and Industrial Arts Teachers. Final Report, July 1, 1979 to June 30, 1980."},
      {
        "id":"ED201773",
        "title":"Issues in the Use of Postservice Educational Benefits as Enlistment Incentives. A Rand Note."},
      {
        "id":"ED201777",
        "title":"The Information Gap in Allied Health Manpower."},
      {
        "id":"ED201780",
        "title":"The Relationship between a Linear Combination of Intelligence, Musical Background, Rhythm Ability and Tapping Ability to Typewriting Speed and Accuracy."},
      {
        "id":"ED201785",
        "title":"Management Assistant and Related Occupations Module. Achieving Sex Equity in Business and Office Education."},
      {
        "id":"ED201786",
        "title":"Data Processing and Related Occupations Module. Achieving Sex Equity in Business and Office Education."},
      {
        "id":"ED201787",
        "title":"Accounting and Related Occupations Module. Achieving Sex Equity in Business and Office Education."},
      {
        "id":"ED201788",
        "title":"Business Management and Related Occupations Module. Achieving Sex Equity in Business and Office Education."},
      {
        "id":"ED201790",
        "title":"Conditions Affecting Vocational Education Planning. Research and Development Series No. 204."},
      {
        "id":"ED201791",
        "title":"51 Questions on the OCR Guidelines. Research and Development Series No. 205."},
      {
        "id":"ED201792",
        "title":"Vocational Education: A Look into the Future. Research and Development No. 207."},
      {
        "id":"ED201793",
        "title":"Evaluating Employer Satisfaction: Measurement of Satisfaction with Training and Job Performance of Former Vocational Education Students. Research and Development Series No. 210."},
      {
        "id":"ED201794",
        "title":"Evaluating Student Satisfaction: Measurement of Training and Job Satisfaction of Former Vocational Education Students. Research and Development Series No. 211."},
      {
        "id":"ED201795",
        "title":"Using Evaluation Results: Guidelines and Practices for Using Vocational Evaluation Effectively. Research and Development Series No. 212."},
      {
        "id":"ED201796",
        "title":"The Northwest Connection. People Helping People: A Guidebook on Dissemination through Peer Interaction."},
      {
        "id":"ED201797",
        "title":"Home Study. Student Services Handbook."},
      {
        "id":"ED201799",
        "title":"Evaluating Vocational Education: The Federal Stimulus. Vocational Education Study Publication No. 5."},
      {
        "id":"ED201802",
        "title":"Assessing the Impact of Development Projects on Women. A.I.D. Program Evaluation Discussion Paper No. 8."},
      {
        "id":"ED201807",
        "title":"Public Relations for Rehabilitation Facilities."},
      {
        "id":"ED201819",
        "title":"Work Sharing: Issues, Policy Options, and Prospects."},
      {
        "id":"ED201820",
        "title":"Perspectives on Health Occupational Credentialing. A Report of the National Commission for Health Certifying Agencies."},
      {
        "id":"ED201821",
        "title":"Warehouse Sanitation Workshop Handbook."},
      {
        "id":"ED201822",
        "title":"New Developments in Occupational Stress. Proceedings of a Conference (Los Angeles, California, November 13, 1978)."},
      {
        "id":"ED201823",
        "title":"Education and Training for Older Persons. A Program Guide."},
      {
        "id":"ED201824",
        "title":"Staff Development in K-12 Career Education. Monographs on Career Education."},
      {
        "id":"ED201825",
        "title":"The Women Offender Apprenticeship Program: From Inmate to Skilled Craft Worker."},
      {
        "id":"ED201826",
        "title":"The Nature of the Youth Employment Problem: A Review Paper. Technical Analysis Paper No. 69."},
      {
        "id":"ED201827",
        "title":"Employment Goals of the World Plan of Action: Developments and Issues in the United States. Report for the World Conference on the United Nations Decade for Women, 1976-1985."},
      {
        "id":"ED201828",
        "title":"Army Training Technology Transfer: A Systems Model."},
      {
        "id":"ED201829",
        "title":"Family Life Education: Curriculum Guide."},
      {
        "id":"ED201832",
        "title":"A Report on Local Knowledge Development: Initiatives, Themes and Approaches under the Youth Employment and Demonstration Projects Act (YEDPA)."},
      {
        "id":"ED201833",
        "title":"Project on Adult Education Opportunities in Industrialized Countries. Executive Summary."},
      {
        "id":"ED201836",
        "title":"The Role of Non-Academic Employment in the Education of Graduate Students and Faculty. Strengthening Academic and Professional Culture."},
      {
        "id":"ED201841",
        "title":"Developing the Rehabilitation Facility Personnel Manual."},
      {
        "id":"ED201848",
        "title":"U.S. Women at Work."},
      {
        "id":"ED201867",
        "title":"State Planning for the Delivery of Vocational Education to Special Populations. Final Report."},
      {
        "id":"ED201868",
        "title":"Accessibility to Vocational Education Programs and Facilities for Handicapped Persons. Attachment B, Interim Products."},
      {
        "id":"ED201878",
        "title":"A Schema for Recruiting and Selecting Secondary Vocational Education Students. Project Monograph."},
      {
        "id":"ED201879",
        "title":"Vocational Education Student Recruitment and Selection Practices in Indiana: Methodology and Findings. Final Report."},
      {
        "id":"ED201880",
        "title":"Resources in Vocational Education. Volume 13, Annual Index, 1980."},
      {
        "id":"ED201881",
        "title":"Resources in Vocational Education. Volume 13, Number 2, 1980."},
      {
        "id":"ED201882",
        "title":"Resources in Vocational Education. Volume 13, Number 3, 1980."},
      {
        "id":"ED201883",
        "title":"Resources in Vocational Education. Volume 13, Number 4, 1980."},
      {
        "id":"ED201884",
        "title":"Resources in Vocational Education. Volume 13, Number 5, 1980."},
      {
        "id":"ED201898",
        "title":"The Northwest Connection: Final Project Report."},
      {
        "id":"ED201902",
        "title":"Extending the Study of Implicit Theories and Their Impact on Questionnaire Responses."},
      {
        "id":"ED201905",
        "title":"The Teacher and Student as Pygmalions: Joint Effects of Teacher and Student Expectations."},
      {
        "id":"ED201906",
        "title":"Marital Consequences of Women's Educational and Career Reentry."},
      {
        "id":"ED201907",
        "title":"Life Change Following \"You Too Can Return to College\": A Reassessment Series."},
      {
        "id":"ED201917",
        "title":"The Impact of Parent-Caring on the Middle-Aged Child."},
      {
        "id":"ED201923",
        "title":"Standards for the Administration of Juvenile Justice: Report of the National Advisory Committee for Juvenile Justice and Delinquency Prevention."},
      {
        "id":"ED201928",
        "title":"The Importance of Family and Career Roles for High School Youth."},
      {
        "id":"ED201930",
        "title":"The Price of a Token."},
      {
        "id":"ED201940",
        "title":"In Search of the &quot;Missing&quot; Conceptual Framework in Family Sociology: The Social Conflict Framework."},
      {
        "id":"ED201946",
        "title":"Confidant Relations of the Aged."},
      {
        "id":"ED201947",
        "title":"Diagnosis and Change or Change and Diagnosis."},
      {
        "id":"ED201948",
        "title":"Developing Academic Coping Skills for Minority Students."},
      {
        "id":"ED201950",
        "title":"Orientation of Foreign Students."},
      {
        "id":"ED201951",
        "title":"A Preventative Child Abuse Program."},
      {
        "id":"ED201952",
        "title":"Consultant Roles in a Federal Health-Related Agency."},
      {
        "id":"ED201953",
        "title":"A Comprehensive Overview of Needs Assessment in Student Affairs."},
      {
        "id":"ED201954",
        "title":"An Assessment of the Learning Disposition of Resident Students at Indiana University-Bloomington."},
      {
        "id":"ED201958",
        "title":"Project SCORE: A Tutorial Reading System for the Learning Handicapped Student."},
      {
        "id":"ED201959",
        "title":"Adolescent Literature as a Vehicle for Developing Comprehension and Composition Skills."},
      {
        "id":"ED201960",
        "title":"The Connection between Print Awareness and Concepts of Reading in Young Children."},
      {
        "id":"ED201964",
        "title":"A Componential Theory of Reading Skills and Their Interactions. Final Report."},
      {
        "id":"ED201965",
        "title":"Skills Management Systems: A Direct Descendant of the Mastery Learning Theory?"},
      {
        "id":"ED201973",
        "title":"Comparing Stylistic Traits of Two Medical Journals: An Exploration into Factors of Readability."},
      {
        "id":"ED201975",
        "title":"Comparative Difficulty of Verbs and Other Words in a Beginning Reading Vocabulary."},
      {
        "id":"ED201976",
        "title":"The Effects of Pictorial Aids on Inferentially-produced Interference in Younger and Older Children's Sentence Learning."},
      {
        "id":"ED201977",
        "title":"Age Related Effects of the Interaction of Prior Knowledge and Text Structure on the Recall of Prose."},
      {
        "id":"ED201988",
        "title":"The Rocky Road from Eye Fixations to Comprehension. Technical Report No. 207."},
      {
        "id":"ED201989",
        "title":"Figurative Devices in Black Language: Some Socio-Psycholinguistic Observations. Reading Education Report No. 20."},
      {
        "id":"ED201991",
        "title":"Cultural Schemata and Reading Comprehension. Technical Report No. 201."},
      {
        "id":"ED201992",
        "title":"Effects of Differing Proportions and Locations of Difficult Vocabulary on Text Comprehension. Technical Report No. 202."},
      {
        "id":"ED201993",
        "title":"Effects of Inconsistent Information on Text Processing: Evidence for Comprehension Monitoring. Technical Report No. 203."},
      {
        "id":"ED201997",
        "title":"Instrumentation and Software for the Collection, Analysis, and Interpretation of Eye Movement Data during Reading. Technical Report No. 3."},
      {
        "id":"ED201999",
        "title":"Questioning: A Reading/Thinking Foundation for the Gifted."},
      {
        "id":"ED202001",
        "title":"Learning to Teach: Teaching to Learn."},
      {
        "id":"ED202009",
        "title":"First Amendment Speech and Press Theory: Preferred Position Postulate Reexamined."},
      {
        "id":"ED202011",
        "title":"Evaluation of the Summer Institute on Teaching and Assessing Writing Skills, July 9-17, 1979."},
      {
        "id":"ED202013",
        "title":"What Is Writing For?: Writing in the First Weeks of School in a Second/Third Grade Classroom."},
      {
        "id":"ED202014",
        "title":"Who Is Qualified to Teach Business Communications."},
      {
        "id":"ED202016",
        "title":"Learning to Spell."},
      {
        "id":"ED202018",
        "title":"If Sisyphus Went to High School: An Existential Approach to Learning."},
      {
        "id":"ED202022",
        "title":"Tapping Non-English Faculty Resources in the Literacy Crusade."},
      {
        "id":"ED202023",
        "title":"Cohesion in Argumentative Prose Written by Sixth-, Tenth- and Twelfth-Graders."},
      {
        "id":"ED202024",
        "title":"The Effect of Syntactic Complexity on Writing Quality: A Review of Research."},
      {
        "id":"ED202025",
        "title":"Creativity and the Composing Process: Making Thought Visible."},
      {
        "id":"ED202026",
        "title":"From Composition to Career: Sequential Assignments for Professional Writing."},
      {
        "id":"ED202028",
        "title":"Cohesion and Mental Processes in Writing Competence."},
      {
        "id":"ED202029",
        "title":"Tying Thinking to Writing: Theory and Teaching."},
      {
        "id":"ED202031",
        "title":"Writing to Be Read: A Curriculum for Teaching the Writing Process."},
      {
        "id":"ED202045",
        "title":"Requirements, Problems, Strategies Revisited: The Rhetoric of Collectivities."},
      {
        "id":"ED202046",
        "title":"Teaching Communication in Content Area Courses: Another Functional Use of the Liberal Arts Curriculum."},
      {
        "id":"ED202048",
        "title":"Forensics in the Seventies: A Retrospective."},
      {
        "id":"ED202052",
        "title":"Individual Differences among Employees Management Communication Style and Employee Satisfaction: Replication and Extension."},
      {
        "id":"ED202054",
        "title":"To Praise or Not to Praise: Factors to Consider before Utilizing Praise as a Reinforcing Device in the Classroom Communication Process."},
      {
        "id":"ED202055",
        "title":"The New Christian Right: Communication, Conflict, and the Politics of Language."},
      {
        "id":"ED202056",
        "title":"The Effects of Communication Apprehension and Opportunity to Communicate on Human Bargaining Behavior."},
      {
        "id":"ED202058",
        "title":"Prospects for Significant Theoretical Advances in Communication: The Role of the Interesting Question."},
      {
        "id":"ED202061",
        "title":"Communication and Consciousness: A Psychoanalytic Perspective."},
      {
        "id":"ED202066",
        "title":"Effects of Recipient Posture on Persuasion."},
      {
        "id":"ED202073",
        "title":"An Instructional Unit for Teaching Questioning Skills to Prospective Teachers."},
      {
        "id":"ED202075",
        "title":"A Value Analysis of the 1980 Presidential Debate."},
      {
        "id":"ED202078",
        "title":"Approaches to Data Analysis in Project MITT: Creating Indices from the Control Structure Interview Through Data Collapsing and Multidimensional Scaling."},
      {
        "id":"ED202079",
        "title":"Longitudinal Data Analysis: Approaches to Data Analysis in Project MITT."},
      {
        "id":"ED202081",
        "title":"Experimental, Developmental and Demonstration Programs, Projects and Activities. Information &amp; Dissemination Series 11."},
      {
        "id":"ED202082",
        "title":"Managing Declining Enrollment. The Best of ERIC on Educational Management, Number 58."},
      {
        "id":"ED202085",
        "title":"Digest of Education Statistics, 1980."},
      {
        "id":"ED202086",
        "title":"Highlights: Selected Statements from the Literature on Collaboration and Coordination."},
      {
        "id":"ED202089",
        "title":"Seniority Rules and Educational Productivity: Understanding and Consequences of a Mandate for Equality."},
      {
        "id":"ED202093",
        "title":"Big City School Bankruptcy."},
      {
        "id":"ED202094",
        "title":"Educational Innovation as a Process of Coalition-Building: A Study of Organizational Decision-Making. Volume I: Analysis and Conclusions."},
      {
        "id":"ED202095",
        "title":"Educational Innovation as a Process of Coalition-Building: A Study of Organizational Decision-Making. Volume II: Case Studies of Educational Innovations in Rochester and Syracuse, New York."},
      {
        "id":"ED202101",
        "title":"Selected Programs for Reducing Truant and Disruptive Behavior in Schools. AEL Occasional Paper 004. Volume 1."},
      {
        "id":"ED202102",
        "title":"Narrative Descriptions of Fourteen Selected Programs for Reducing Truant and Disruptive Behavior in Schools. AEL Occasional Paper 004. Volume 2."},
      {
        "id":"ED202105",
        "title":"Staff Development. The Best of ERIC on Educational Management, Number 59."},
      {
        "id":"ED202106",
        "title":"Teachers and Labor Relations, 1979-1980. Special Report."},
      {
        "id":"ED202107",
        "title":"Education and Youth Employment in Sweden and Denmark."},
      {
        "id":"ED202109",
        "title":"Toward Equity: Effective Title IX Strategies, K-Postsecondary."},
      {
        "id":"ED202116",
        "title":"Survey Research in Educational Administration: A Critical Analysis."},
      {
        "id":"ED202117",
        "title":"A Study to Establish the Reliability and Validity Estimates for Three Measures of Structural Coupling in Schools."},
      {
        "id":"ED202122",
        "title":"Maintaining Productive Student Behavior. Reference &amp; Resource Series."},
      {
        "id":"ED202123",
        "title":"Salary Schedules, 1978-79. Research Memo."},
      {
        "id":"ED202124",
        "title":"Title IX: Parity of Coaches' Salaries for Male and Female Athletic Teams."},
      {
        "id":"ED202125",
        "title":"The Private High School Today."},
      {
        "id":"ED202130",
        "title":"Constraints on Secondary School Programs. The Impact of Declining Enrolments, Collective Agreements, and Regulations."},
      {
        "id":"ED202139",
        "title":"The Impact of the Centralization of Educational Funding and Control on State and Local Organizational Governance."},
      {
        "id":"ED202140",
        "title":"Perceived Changes in California Schools and Classrooms."},
      {
        "id":"ED202141",
        "title":"The Fallacies and Prospects of Educational Planning: Reflections on a Shopworn Craft."},
      {
        "id":"ED202142",
        "title":"Institutional and Technical Sources of Organizational Structure Explaining the Structure of Educational Organizations."},
      {
        "id":"ED202144",
        "title":"The Changing Skill Requirements of Jobs in the U.S. Economy."},
      {
        "id":"ED202153",
        "title":"Structural Re-Arrangement: Changing Organizational Variables, Implications for Public Schools."},
      {
        "id":"ED202156",
        "title":"Assimilation of Innovations into the Culture of Schools: Impediments to Radical Change."},
      {
        "id":"ED202161",
        "title":"Design of a Data Base of Educational Indicators for Use in Policy Analysis. Final Report."},
      {
        "id":"ED202167",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1979. Current Population Reports: Population Characteristics Series P-20, No. 360."},
      {
        "id":"ED202168",
        "title":"Oversight Hearing on Congressional Disapproval of Education Regulations. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session (Sept. 18, 1980)."},
      {
        "id":"ED202169",
        "title":"The Condition of Public Elementary and Secondary Education in Connecticut. Fiscal Year 1979-80. Volume 1--The Annual Report of Programs and Evaluations of Connecticut State Board of Education."},
      {
        "id":"ED202170",
        "title":"Connecticut Public School Enrollment Projections, 1980."},
      {
        "id":"ED202183",
        "title":"A Validation of the Ski Hi Language Development Scale."},
      {
        "id":"ED202184",
        "title":"Perspectives for a New Decade: Education&apos;s Responsibility for Seriously Disturbed and Behaviorally Disordered Children and Youth: Selected Papers Based on Presentations from the CEC/CCBD National Topical Conference on the Seriously Emotionally Disturbed (Minneapolis, Minnesota, August 13-15, 1981)."},
      {
        "id":"ED202185",
        "title":"Handicapism and Equal Opportunity: Teaching about the Disabled in Social Studies."},
      {
        "id":"ED202188",
        "title":"Resource Manual: Handicapped Children Birth to Five. Part 1."},
      {
        "id":"ED202189",
        "title":"Resource Manual: Handicapped Children Birth to Five. Part 2."},
      {
        "id":"ED202191",
        "title":"Educational Programs that Work: Special Education. Second Edition."},
      {
        "id":"ED202193",
        "title":"Instructional Programming for Severely Handicapped Youth: A Community Integration Approach."},
      {
        "id":"ED202194",
        "title":"The Cost of Public and Community Residential Care for Mentally Retarded People in the United States. Project Report No. 9."},
      {
        "id":"ED202196",
        "title":"Some Functions of Reading by Hand."},
      {
        "id":"ED202199",
        "title":"Non-English Language Resources of the United States (A Preliminary Return Visit). Final Report."},
      {
        "id":"ED202204",
        "title":"Spoken Dari. Preliminary Edition."},
      {
        "id":"ED202211",
        "title":"Japanese Exchange Students' Evaluation of English Teaching in Japan."},
      {
        "id":"ED202217",
        "title":"The Meanings of the Modals in British and American English."},
      {
        "id":"ED202228",
        "title":"Oral Communication Strategies for Lexical Difficulties."},
      {
        "id":"ED202230",
        "title":"Developmental Pragmatics: Linguistic and Extralinguistic Bases of Early Conversations."},
      {
        "id":"ED202237",
        "title":"Hearings on Foreign Language and International Studies. Hearings before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, Ninety-Sixth Congress, Second Session (September 10 and 17, 1980)."},
      {
        "id":"ED202241",
        "title":"The Meaning of &quot;Searching&quot; in a French First Grade."},
      {
        "id":"ED202252",
        "title":"The Neurolinguistics of Second Language Learning."},
      {
        "id":"ED202254",
        "title":"Citizenship of Students and Faculty in Canadian Universities. A Statistical Report. AUCC Policy Studies. Study No. 2."},
      {
        "id":"ED202268",
        "title":"Off-Campus Students, Our Second-Class Citizens: Improving Self-Images."},
      {
        "id":"ED202274",
        "title":"Four Technical Notes on Higher Education Issues: Parental Loans--An Option Paper. Options in the Reauthorization of the Higher Education Act. Statistical Needs to Estimate Demand and Supply of Graduate and Professional Minority Enrollment in Higher Education. Fine-Tuning the Level of Campus-Based Aid."},
      {
        "id":"ED202275",
        "title":"To Think, To Choose, To Act."},
      {
        "id":"ED202276",
        "title":"Definitions of Quality."},
      {
        "id":"ED202277",
        "title":"Quality, Quangos, and the States."},
      {
        "id":"ED202278",
        "title":"The Many-Body Problem of Quality Oversight."},
      {
        "id":"ED202279",
        "title":"Quality in Higher Education: A Community College Perspective."},
      {
        "id":"ED202280",
        "title":"Evaluating Quality: Roles, Relationships, and Responsibilities of States, Federal Agencies, and Accrediting Associations--The Perspective of the Regional Accrediting Commission."},
      {
        "id":"ED202281",
        "title":"Remarks on Financing Postsecondary Education."},
      {
        "id":"ED202282",
        "title":"Making Decisions in a Time of Fiscal Stringency: The Longer-Term Implications."},
      {
        "id":"ED202283",
        "title":"Closing Remarks (Conference on Financing Postsecondary Education)."},
      {
        "id":"ED202284",
        "title":"Implications for the States Regarding the Relationship of the State Coordinating Agency with the Executive and Legislative Division of State Government in Meeting Budget Needs for Higher Education Systems."},
      {
        "id":"ED202285",
        "title":"The Changing Relations Between Higher Education and Government: Budgeting Practices and Pitfalls."},
      {
        "id":"ED202286",
        "title":"State Staff and Issues for Budgeting Higher Education."},
      {
        "id":"ED202287",
        "title":"Undergirding Program Decisions with Information and Unit Costs: An Approach to Differential Funding for Statewide Systems of Postsecondary Educational Institutions."},
      {
        "id":"ED202288",
        "title":"The Impact of State and Federal Funding Regulations on Nontraditional Postsecondary Education."},
      {
        "id":"ED202289",
        "title":"Academic Program Audit and Review as a Means of Resource Reallocations."},
      {
        "id":"ED202290",
        "title":"Forces Which Damage Constructive Relationships from the Two-Year College System Perspective."},
      {
        "id":"ED202291",
        "title":"A Third Version of the Community College: The Contract College--An Analysis for State Planners."},
      {
        "id":"ED202292",
        "title":"Regionalism: A Postsecondary Education Strategy Yet Undefined."},
      {
        "id":"ED202293",
        "title":"State Planning for Adult Learners."},
      {
        "id":"ED202294",
        "title":"&quot;The Rochester Consortium&quot;: A Developmental Program on Improving Post-Secondary Educational Accessibility Through Inter-Institutional Cooperation in the Southern Minnesota Area."},
      {
        "id":"ED202295",
        "title":"Case Study No. 2: The &quot;Contract College&quot; Type: John Wood Community College."},
      {
        "id":"ED202296",
        "title":"Case Study No. 3: The &quot;Contract College&quot; Type: Union County Coordinating Agency for Higher Education."},
      {
        "id":"ED202297",
        "title":"Case Study No. 1: The &quot;Without Walls&quot; Type: Community College of Vermont."},
      {
        "id":"ED202298",
        "title":"Licensing/Approval Organization Structure for the Fifty States Covering Private and Proprietary Degree Granting and Non-Degree Granting Institutions."},
      {
        "id":"ED202299",
        "title":"A Governor's View."},
      {
        "id":"ED202300",
        "title":"Communication and the Redress of Grievances."},
      {
        "id":"ED202301",
        "title":"Glossary of Terms for State Licensing/Approving Agencies."},
      {
        "id":"ED202302",
        "title":"Procedures for Visitation of Degree Granting Institutions."},
      {
        "id":"ED202303",
        "title":"The Role of State Licensing and Approval Agencies in Providing Information to Educational Consumers--A National Survey."},
      {
        "id":"ED202304",
        "title":"State Postsecondary Education Institutional Authorization and Oversight: A National Report and Inservice Education Program. Some Salient Questions for Consideration by Working Parties."},
      {
        "id":"ED202305",
        "title":"[Reactions to the American Institutes of Research Study. Federal, National, and State Perspectives. Collected Remarks.]"},
      {
        "id":"ED202306",
        "title":"[State Oversight in Postsecondary Education and the Office of Education's Eligibility Process. Collected Remarks.]"},
      {
        "id":"ED202307",
        "title":"Summary and Synthesis of the Conference (Revised from the Oral Presentation at the Conference)."},
      {
        "id":"ED202308",
        "title":"To Colorado Springs and Beyond."},
      {
        "id":"ED202309",
        "title":"Case Study: California."},
      {
        "id":"ED202310",
        "title":"Legislative Expectations about the Accountability of Higher Education."},
      {
        "id":"ED202311",
        "title":"Future Relationships Between State Legislatures and Higher Education."},
      {
        "id":"ED202312",
        "title":"Some Random Observations on &quot;A Study of State Oversight in Postsecondary Education.&quot;"},
      {
        "id":"ED202313",
        "title":"Institutional Reviews by State-Level Agencies: The Evergreen Study."},
      {
        "id":"ED202314",
        "title":"How Do We Get All of Postsecondary Education Together, and How Do We Get It to Work?"},
      {
        "id":"ED202315",
        "title":"Institutional Reactions Under Conditions of Fiscal Stress (Comments on &quot;Uncertainty in Public Higher Education Responses to Stress at Ten California Colleges and Universities&quot;)."},
      {
        "id":"ED202316",
        "title":"How Might Statewide Boards Continue to Enhance Relationships with Their Constituents?"},
      {
        "id":"ED202317",
        "title":"Reconciling Statewide Priorities and Institutional Aspirations."},
      {
        "id":"ED202318",
        "title":"Statewide Coordination and Governance of Postsecondary Education: Quality, Costs and Accountability: The Major Issues of the 1980s."},
      {
        "id":"ED202319",
        "title":"The Maintenance of Academic Quality in a Time of Uncertainty."},
      {
        "id":"ED202320",
        "title":"State Relationships to the Private Sector."},
      {
        "id":"ED202321",
        "title":"Present Trends in Power Relations Between Government and Higher Education (The Province of Ontario as a Case in Point)."},
      {
        "id":"ED202322",
        "title":"What the Nation's Private Colleges Perceive as the Implication for Their Future."},
      {
        "id":"ED202323",
        "title":"Who Controls, Who Will Control Higher Education?"},
      {
        "id":"ED202324",
        "title":"The Issues."},
      {
        "id":"ED202325",
        "title":"State Policies and Programmatic Implementation."},
      {
        "id":"ED202326",
        "title":"Policy Issues, the Federal Government, and Diversity."},
      {
        "id":"ED202327",
        "title":"Case Study: Illinois."},
      {
        "id":"ED202328",
        "title":"Case Study: Pennsylvania."},
      {
        "id":"ED202329",
        "title":"Forces Which Damage Constructive Relationships From the Point of View of the Legislature or the Fine Art of Legislative Diplomacy."},
      {
        "id":"ED202330",
        "title":"[The Status of Higher Education and the College Environment. Collected Remarks.]"},
      {
        "id":"ED202331",
        "title":"Statewide Postsecondary Agencies and Their Relationship to the Executive and Legislative Branches."},
      {
        "id":"ED202332",
        "title":"Shifting Power Relations Between Higher Education and State Government."},
      {
        "id":"ED202333",
        "title":"Forces That Damage Effective Relationships: State Agencies."},
      {
        "id":"ED202334",
        "title":"A Governor's Agenda for Action in Higher Education."},
      {
        "id":"ED202335",
        "title":"Problems and Issues Related to Legislative Process: The State Dimension."},
      {
        "id":"ED202336",
        "title":"Problems and Issues Related to Legislative Process: The Federal Dimension."},
      {
        "id":"ED202337",
        "title":"Information Related Problems in State Planning."},
      {
        "id":"ED202338",
        "title":"Problems and Issues Related to the Data Game."},
      {
        "id":"ED202339",
        "title":"Dealing with Dwindling Resources."},
      {
        "id":"ED202340",
        "title":"New Assumptions for State Level Leadership in the Future."},
      {
        "id":"ED202341",
        "title":"State Agency Relationships."},
      {
        "id":"ED202342",
        "title":"External Interest Group Impingements."},
      {
        "id":"ED202343",
        "title":"State Agency Relationships: Incestuous, Internecine and Otherwise."},
      {
        "id":"ED202344",
        "title":"Problems and Issues Related to Legislative Process: The State Dimension."},
      {
        "id":"ED202345",
        "title":"Personal Perspectives of Federal/State Roles in Postsecondary Education."},
      {
        "id":"ED202346",
        "title":"Accountability, Conflict, and Academic Freedom in Higher Education."},
      {
        "id":"ED202347",
        "title":"Total State Planning for Postsecondary Education."},
      {
        "id":"ED202349",
        "title":"[Accountability, Program Budgeting, and Program Evaluation in Higher Education. Collected Remarks.]"},
      {
        "id":"ED202350",
        "title":"The New Game."},
      {
        "id":"ED202351",
        "title":"A Governor's View of Higher Education."},
      {
        "id":"ED202352",
        "title":"The Next Decade in Higher Education: Obvious Problems and Possible Solutions."},
      {
        "id":"ED202353",
        "title":"[Higher Education and Government, the Legislative Role, and Collective Bargaining. Collected Remarks]."},
      {
        "id":"ED202354",
        "title":"Address to the Statewide Higher Education Officers."},
      {
        "id":"ED202355",
        "title":"Issues of Statewide Concern in Higher Education."},
      {
        "id":"ED202356",
        "title":"The Public Trustee: Ostrich, Mule or Owl?"},
      {
        "id":"ED202357",
        "title":"Accountability in Action."},
      {
        "id":"ED202358",
        "title":"Quantitative Approaches to Higher Education Management: An Assessment of Utility to Legislative Concerns."},
      {
        "id":"ED202359",
        "title":"The State Legislative Process: Its Effect on the Governance of Higher Education."},
      {
        "id":"ED202360",
        "title":"State Policy and Postsecondary Education: The Relationship of the Independent and Public Sectors (Summary Notes)."},
      {
        "id":"ED202361",
        "title":"Economic Realities."},
      {
        "id":"ED202362",
        "title":"A Critique of Planning Models for Postsecondary Education: Current Feasibility and Potential Relevance, and a Prospectus for Further Research."},
      {
        "id":"ED202363",
        "title":"Planning Linkages Between the States and Between States and Institutions."},
      {
        "id":"ED202364",
        "title":"Designing a State Level Information Systems."},
      {
        "id":"ED202365",
        "title":"The Importance of Leadership for Regionalism: Some Suggestions for Action."},
      {
        "id":"ED202366",
        "title":"The Remand of Bakke."},
      {
        "id":"ED202367",
        "title":"Beyond Bakke: The Positive Benefits of Testing."},
      {
        "id":"ED202368",
        "title":"From Discrimination to Affirmative Action."},
      {
        "id":"ED202369",
        "title":"The Role of Testing in Affirmative Action."},
      {
        "id":"ED202370",
        "title":"The Role of Testing in Affirmative Action."},
      {
        "id":"ED202371",
        "title":"The Decision and Its Background."},
      {
        "id":"ED202372",
        "title":"Review of Issues Raised in Briefs Filed with the Supreme Court of the United States in Regents of the University of California (Davis) v. Bakke."},
      {
        "id":"ED202373",
        "title":"The State Role--Beyond Bakke."},
      {
        "id":"ED202375",
        "title":"The Educational Impact of Affirmative Action on Colleges and Universities."},
      {
        "id":"ED202376",
        "title":"After Bakke: The Role of the States."},
      {
        "id":"ED202377",
        "title":"Welcome Speech: &quot;Bakke and Beyond&quot; Seminar."},
      {
        "id":"ED202378",
        "title":"The Bakke Decision and Graduate School Admissions: What Is Equitable?"},
      {
        "id":"ED202379",
        "title":"From Discrimination to Affirmative Action."},
      {
        "id":"ED202380",
        "title":"Testing/Admissions: What Can and Cannot Be Done."},
      {
        "id":"ED202381",
        "title":"Post-Workshop Analysis."},
      {
        "id":"ED202382",
        "title":"Toward a Fair and Sensible Policy for Professional School Admission."},
      {
        "id":"ED202385",
        "title":"Second Annual Inservice Education Program (IEP) Invitational Seminar for Members of Statewide Coordinating and Governing Boards: Notes (Afton, Oklahoma, August 1980)."},
      {
        "id":"ED202386",
        "title":"State Leadership: A Positive Force in Postsecondary Education. Proceedings of the Leadership Seminar of the Inservice Education Program (Philadelphia, Pennsylvania, May 21-24, 1975)."},
      {
        "id":"ED202387",
        "title":"The Relationship of the State Coordinating Agency with the Executive and Legislative Divisions of State Government in Meeting Budget Needs of Higher Education Systems. Proceedings of Ten-State Regional Conference (Oklahoma City, Oklahoma, December 1976)."},
      {
        "id":"ED202388",
        "title":"Statewide Coordination and Governance of Postsecondary Education: Quality, Costs and Accountability: The Major Issues of the '80s."},
      {
        "id":"ED202389",
        "title":"Innovation, Outcomes, and the State Budgeting Process (Conference Summary of State-Level Concerns for Performance Measures, Assessments, and Budgeting for Postsecondary Education)."},
      {
        "id":"ED202390",
        "title":"Higher Education in the State of Shawnee: A Case Study. Case 3."},
      {
        "id":"ED202391",
        "title":"Perspectives on Postsecondary Education: An Annotated Bibliography. Annotated Bibliography of Papers, Proceedings and Publications from Inservice Education Program State Leadership Seminars, 1974-1980."},
      {
        "id":"ED202396",
        "title":"Degree Awards to Women: 1979 Update."},
      {
        "id":"ED202405",
        "title":"The Federal Government, the States, and Higher Education: Issues for the 1980s."},
      {
        "id":"ED202407",
        "title":"Urban Universities in the Eighties; Issues in Statewide Planning."},
      {
        "id":"ED202411",
        "title":"Improving Academic Advising. IDEA Paper No. 3."},
      {
        "id":"ED202424",
        "title":"Learned Helplessness in the Classroom: Some Good News and Some Bad."},
      {
        "id":"ED202432",
        "title":"Renewing and Developing the Partnership: Federal/State/Campus Cooperation in Student Financial Aid."},
      {
        "id":"ED202433",
        "title":"Supply and Demand for Persons with Postsecondary Education."},
      {
        "id":"ED202436",
        "title":"Experiential Learning Programs and Liberal Studies: An Exploratory Model of Post-Graduate Success."},
      {
        "id":"ED202438",
        "title":"Report of the Public Cryptography Study Group."},
      {
        "id":"ED202440",
        "title":"Supreme Court of the United States, No. 80-317. University of Texas et al., Petitioner, v. Walter Camensich. On Writ of Certiorari to the United States Court of Appeals for the Fifth Circuit."},
      {
        "id":"ED202442",
        "title":"Student Attrition, Intentions, and Confidence: Interaction Effects in a Path Model. Part II, The Ten Variable Model."},
      {
        "id":"ED202443",
        "title":"Student Attrition, Intentions, and Confidence: Interaction Effects in a Path Model. Part I, The 23 Variable Model."},
      {
        "id":"ED202444",
        "title":"The Synthesis of a Theoretical Model of Student Attrition."},
      {
        "id":"ED202445",
        "title":"Did You Know? About Black Advanced Degree Recipients. Black Higher Education Fact Sheet, No. 5, March 1981."},
      {
        "id":"ED202446",
        "title":"Faculty Response to Retrenchment. AAHE-ERIC/Higher Education Research Currents, June 1981."},
      {
        "id":"ED202447",
        "title":"The Financing of Public Higher Education. AAHE-ERIC/Higher Education Research Report No. 9, 1980."},
      {
        "id":"ED202448",
        "title":"University Reform: An International Perspective. AAHE-ERIC/Higher Education Research Report No. 10, 1980."},
      {
        "id":"ED202449",
        "title":"Instructional Computing in Minority Institutions: A Needs/Strategy Assessment. Executive Summary of Final Report."},
      {
        "id":"ED202450",
        "title":"Instructional Computing in Minority Institutions: A Needs/Strategy Assessment. Final Technical Report of Evaluation."},
      {
        "id":"ED202452",
        "title":"A Technology Assessment of Personal Computers. Vol. I: Summary."},
      {
        "id":"ED202453",
        "title":"A Technology Assessment of Personal Computers. Vol. II: Personal Computer Technology, Users, and Uses."},
      {
        "id":"ED202454",
        "title":"A Technology Assessment of Personal Computers. Vol. III: Personal Computer Impacts and Policy Issues."},
      {
        "id":"ED202460",
        "title":"Council on Library Resources, Inc. Twenty-fourth Annual Report, 1980."},
      {
        "id":"ED202461",
        "title":"Computer Assisted Learning in U.S. Secondary/Elementary Schools."},
      {
        "id":"ED202462",
        "title":"Computer-Managed Instruction in the Navy: IV. The Effects of Test Item Format on Learning and Knowledge Retention."},
      {
        "id":"ED202464",
        "title":"Higher Education Utilization Study. Phase I: Final Report."},
      {
        "id":"ED202465",
        "title":"Historical Photographs: A County-Wide Organization."},
      {
        "id":"ED202467",
        "title":"Wide Angle, Color, Holographic Infinity Optics Display. Final Report."},
      {
        "id":"ED202470",
        "title":"Digital Avionics Information System (DAIS): Impact of DAIS Concept on Life Cycle Cost. Final Report."},
      {
        "id":"ED202472",
        "title":"Fourth Summative Report of the Delaware PLATO Project."},
      {
        "id":"ED202473",
        "title":"Fifth Summative Report of the Delaware PLATO Project."},
      {
        "id":"ED202482",
        "title":"World Education in American Schools: A Handbook for School Librarians and Teachers."},
      {
        "id":"ED202485",
        "title":"Evaluation of the California Minority Information Services Network. Final Report."},
      {
        "id":"ED202486",
        "title":"Analysis of Reference Statistics Reported in 1977 Library General Information Survey."},
      {
        "id":"ED202492",
        "title":"Tall Tales about Older Americans [and] Never Too Old to Earn: A Guide for Community College Placement Officers."},
      {
        "id":"ED202493",
        "title":"Functional Literacy for Community College Students."},
      {
        "id":"ED202496",
        "title":"Minnesota Area Vocational-Technical Institutes. A Policy Paper. Final Report."},
      {
        "id":"ED202497",
        "title":"On Old Practices and New Purposes in Education."},
      {
        "id":"ED202498",
        "title":"Shaping Society through Outcomes: Measuring Output of the College."},
      {
        "id":"ED202509",
        "title":"An Integrated Approach to Support Services for Handicapped Students."},
      {
        "id":"ED202562",
        "title":"Final Narrative Report on Nursing Ethics at Delta College."},
      {
        "id":"ED202563",
        "title":"Rancho Santiago Community College District Police Image Survey."},
      {
        "id":"ED202564",
        "title":"Responding to Community Needs through Community Follow-Up. Junior College Resource Review."},
      {
        "id":"ED202572",
        "title":"Egocentrism and Social Competence with Peers."},
      {
        "id":"ED202577",
        "title":"Male-Female Differences in Formal Thought."},
      {
        "id":"ED202581",
        "title":"Reminiscence Following Reactivation of Infant Memory: What a Difference a Day Makes."},
      {
        "id":"ED202585",
        "title":"Methodological Issues in Collecting Time Use Data in Developing Countries."},
      {
        "id":"ED202592",
        "title":"Pictograph Learning and Pictograph Sentence Memory Among Kindergarteners."},
      {
        "id":"ED202600",
        "title":"Evidence of Parent and Teacher Validity in Screening for Handicaps."},
      {
        "id":"ED202613",
        "title":"Reports from the Field: Teacher Corps in Rural Sites."},
      {
        "id":"ED202616",
        "title":"Evaluating American Indian Programs: An Ethnographic Approach."},
      {
        "id":"ED202617",
        "title":"Education for Indian Survival as a People: A Goal for the 1980's. The Seventh Annual Report to the Congress of the United States, National Advisory Council on Indian Education."},
      {
        "id":"ED202624",
        "title":"Staff Development in Bilingual Schooling. Final Report."},
      {
        "id":"ED202626",
        "title":"Chicano Role Models for Health Careers."},
      {
        "id":"ED202627",
        "title":"Understanding Chicano People, Language, and Culture."},
      {
        "id":"ED202631",
        "title":"Navajo Learning Disabled Reading Practices and Procedures."},
      {
        "id":"ED202634",
        "title":"Criteria for Excellence: Bilingual-Bicultural Education. Promising Practices."},
      {
        "id":"ED202635",
        "title":"Oversight Hearings on the Implementation of Title XI, Public Law 95-561: Problems in the BIA Portland Area. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session (July 28-29, 1980)."},
      {
        "id":"ED202637",
        "title":"The Bureau of Indian Affairs Should Do More to Help Educate Indian Students. General Accounting Office Report to the Secretary of the Interior."},
      {
        "id":"ED202638",
        "title":"Portland Area Office Bureau of Indian Affairs: 1980 Annual Report."},
      {
        "id":"ED202639",
        "title":"Statistics Concerning Indian Education, Fiscal Year 1977."},
      {
        "id":"ED202651",
        "title":"Art &amp; Indian Children of the Dakotas: An Introduction to Art &amp; Other Ideas. Series Number 3."},
      {
        "id":"ED202652",
        "title":"Art &amp; Indian Children of the Dakotas: An Introduction to Art. Series Number 4."},
      {
        "id":"ED202655",
        "title":"Indian Education Act--Part A: Annotated Regulations. General Provisions/LEA Entitlement."},
      {
        "id":"ED202656",
        "title":"Indian Education Act--Part A: Entitlement Programs for Public Schools. A Handbook for Parent Committees and Project Directors."},
      {
        "id":"ED202663",
        "title":"Population Deconcentration in Metropolitan and Nonmetropolitan Areas of the United States, 1950-1975. Population Series 70-15."},
      {
        "id":"ED202664",
        "title":"Crisis in Science Education. Technical Report No. 21."},
      {
        "id":"ED202665",
        "title":"Environmental Education in Action-IV: Case Studies of Teacher Education Programs for Environmental Education."},
      {
        "id":"ED202666",
        "title":"The Correlated Lecture Laboratory Series in Diagnostic Radiological Physics."},
      {
        "id":"ED202667",
        "title":"Radiographic Film Processing Quality Assurance: A Self-Teaching Workbook. Quality Assurance Series."},
      {
        "id":"ED202669",
        "title":"An Analysis of Travel by Academic Scientists and Engineers to International Scientific Meetings in 1979-80. Higher Education Panel Reports, Number 50."},
      {
        "id":"ED202671",
        "title":"Facilitating Problem Solving in High School Chemistry."},
      {
        "id":"ED202672",
        "title":"College Chemistry and Piaget: Defining the Sample."},
      {
        "id":"ED202674",
        "title":"Student Procedures in Solving Equations."},
      {
        "id":"ED202675",
        "title":"Instructional Computing in Wyoming: Status and Recommendations."},
      {
        "id":"ED202677",
        "title":"Student, Teacher, and Learning Environment Correlates of Attitudes Toward the Sciences."},
      {
        "id":"ED202679",
        "title":"Problem Solving in Math--A Study Approach for College Students."},
      {
        "id":"ED202681",
        "title":"State Trees and Arbor Days."},
      {
        "id":"ED202683",
        "title":"ERIC Clearinghouse for Science, Mathematics and Environmental Education, Information Bulletins, Nos. 1, 2, 3, 4, 1980."},
      {
        "id":"ED202684",
        "title":"Federal Academic Science Support Rose by 13% in FY 1979. Science Resources Studies Highlights, March 31, 1981."},
      {
        "id":"ED202685",
        "title":"Noise: A Health Problem."},
      {
        "id":"ED202686",
        "title":"El Ruido: Un Problema para la Salud (Noise: A Health Problem)."},
      {
        "id":"ED202687",
        "title":"The Development of Mental Addition."},
      {
        "id":"ED202688",
        "title":"Preparing and Using Data Tapes and Machine Readable User's Guides: A New Resource for Science Education Research."},
      {
        "id":"ED202692",
        "title":"Rational Number Ideas and the Role of Representational Systems."},
      {
        "id":"ED202693",
        "title":"Estimating the Outcome of a Task as a Heuristic Strategy in Arithmetic Problem Solving: A Teaching Experiment with Sixth-Graders. Report No. 27."},
      {
        "id":"ED202694",
        "title":"Thirty Studies Involving the &quot;Scientific Attitude Inventory&quot;: What Confidence Can We Have in This Instrument?"},
      {
        "id":"ED202699",
        "title":"Revised Special Analysis of the R&D Component of the 1981 and 1982 Budgets of the U.S. Government."},
      {
        "id":"ED202703",
        "title":"Cognitive Structure and Performance After Physics Instruction."},
      {
        "id":"ED202704",
        "title":"Seeking to Understand Activities of Naturalistic Inquirers: A Meta-Case Study of the Case Studies in Science Education."},
      {
        "id":"ED202709",
        "title":"Inside the Cell: The New Frontier of Medical Science. Series: A New Medical Science for the 21st Century."},
      {
        "id":"ED202713",
        "title":"How to Protect a River. Student Guide and Teacher Guide. OEAGLS Investigation 4."},
      {
        "id":"ED202714",
        "title":"Erosion Along Lake Erie. Student Guide and Teacher Guide. OEAGLS Investigation 6."},
      {
        "id":"ED202715",
        "title":"Pollution in Lake Erie: An Introduction. Student Guide and Teacher Guide. OEAGLS Investigation 8."},
      {
        "id":"ED202716",
        "title":"The Great Lakes Triangle. Student Guide and Teacher Guide. OEAGLS Investigation 11."},
      {
        "id":"ED202717",
        "title":"Shipping: The World Connection. Student Guide and Teacher Guide. OEAGLS Investigation 12."},
      {
        "id":"ED202718",
        "title":"We have Met the Enemy. Student Guide and Teacher Guide. OEAGLS Investigation 13."},
      {
        "id":"ED202719",
        "title":"Geography of the Great Lakes. Student Guide and Teacher Guide. OEAGLS Investigation 14."},
      {
        "id":"ED202720",
        "title":"Ohio Canals. Student Guide and Teacher Guide. OEAGLS Investigation 15."},
      {
        "id":"ED202721",
        "title":"To Harvest a Walleye. Student Guide and Teacher Guide. OEAGLS Investigation 16."},
      {
        "id":"ED202722",
        "title":"Oil Spill! Student Guide and Teacher Guide. OEAGLS Investigation 17."},
      {
        "id":"ED202723",
        "title":"It's Everyone's Sea: Or Is It? Student Guide and Teacher Guide. OEAGLS Investigation 18."},
      {
        "id":"ED202724",
        "title":"PCBs in Fish: A Problem? Student Guide and Teacher Guide. OEAGLS Investigation 19."},
      {
        "id":"ED202725",
        "title":"The Estuary: A Special Place. Student Guide and Teacher Guide. OEAGLS Investigation 20."},
      {
        "id":"ED202726",
        "title":"Shipping on the Great Lakes. Student Guide and Teacher Guide. OEAGLS Investigation 21."},
      {
        "id":"ED202727",
        "title":"Knowing the Ropes. Student Guide and Teacher Guide. OEAGLS Investigation 22."},
      {
        "id":"ED202728",
        "title":"Getting to Know Your Local Fish. Student Guide and Teacher Guide. OEAGLS Investigation 23."},
      {
        "id":"ED202729",
        "title":"Ideas and Activities for Energy/Environmental Education: Grades 4-6."},
      {
        "id":"ED202732",
        "title":"The Energy Conservation Program for Schools and Hospitals Can Be More Effective. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED202735",
        "title":"Using a Chart-table Medium to Focus Students' Attention on Science Concepts."},
      {
        "id":"ED202739",
        "title":"The Major Questions Addressed by the Extant Science Education Research: A Map for Meta-Analysis."},
      {
        "id":"ED202750",
        "title":"City Data: A Catalog of Data Sources for Small Cities."},
      {
        "id":"ED202768",
        "title":"Facing the Future: Education and Equity for Females and Males."},
      {
        "id":"ED202769",
        "title":"The Journal of Geography in Higher Education (JGHE): An Attempt to Improve Communication in Geographical Higher Education."},
      {
        "id":"ED202772",
        "title":"Pluralism Gone Mad. Fastback 160."},
      {
        "id":"ED202774",
        "title":"Questions and Answers on Moral Education. Fastback 153."},
      {
        "id":"ED202775",
        "title":"The Third Wave and Education's Futures. Fastback 155."},
      {
        "id":"ED202779",
        "title":"Human Rights: Descriptions of Classroom Activities."},
      {
        "id":"ED202790",
        "title":"International Futures (IFs): A Global Issues Simulation for Teaching and Research."},
      {
        "id":"ED202791",
        "title":"A Comparison of Student Perceptions of Value in Norway Between 1967 and 1980."},
      {
        "id":"ED202798",
        "title":"Educational Equity: The Integration of Equity into Preservice Teacher Education Programs."},
      {
        "id":"ED202808",
        "title":"A National Directory of Physical Fitness Programs for Older Adults."},
      {
        "id":"ED202810",
        "title":"College and University Partnerships with School Districts."},
      {
        "id":"ED202815",
        "title":"Teaching-Learning Process Factors Related to Pupil Achievement on a Psychomotor Task."},
      {
        "id":"ED202816",
        "title":"Montana Bicyclist Training Program."},
      {
        "id":"ED202817",
        "title":"Description and Long-Term Effectiveness of an Individualized Teacher Education Program."},
      {
        "id":"ED202822",
        "title":"Modifications of Team Sports Rules."},
      {
        "id":"ED202823",
        "title":"The Effects of Teacher Enthusiasm on the At-Task Behavior of Students in Elementary Grades."},
      {
        "id":"ED202826",
        "title":"Issues in the Outcome Evaluation of a Math Anxiety Reduction Program for Teacher Education Students."},
      {
        "id":"ED202827",
        "title":"State Associations of Colleges for Teacher Education and Institutional Change."},
      {
        "id":"ED202829",
        "title":"Using Food Experiences to Reinforce Academic Objectives."},
      {
        "id":"ED202830",
        "title":"Title IX: Implications for Education of Women. Fastback 156."},
      {
        "id":"ED202831",
        "title":"A Second Look at Alternative Projections of Resource Requirements for Teacher Corps Information Sharing and Dissemination."},
      {
        "id":"ED202832",
        "title":"Humanism and Behaviorism in Physical Education. NEA Aspects of Learning."},
      {
        "id":"ED202834",
        "title":"How to Communicate Your Sports Message to the Media, Gain Rapport, and Enhance Media Coverage of Your Sport."},
      {
        "id":"ED202835",
        "title":"NCAA Public Relations Manual: Promoting Women's Intercollegiate Sports."},
      {
        "id":"ED202839",
        "title":"Effect of Contextual Stimuli on Coincidence-Anticipation Performance After Extended Practice."},
      {
        "id":"ED202841",
        "title":"The Athletics Plan for the Eighties."},
      {
        "id":"ED202850",
        "title":"The Effect of Role Conflict and Role Ambiguity on Perceived Levels of Teacher Burnout."},
      {
        "id":"ED202852",
        "title":"Standard Setting for Educational Decision Making: An Example."},
      {
        "id":"ED202854",
        "title":"Behavioral Management: An Affective Approach. (Affective Education Trainers Manual)."},
      {
        "id":"ED202855",
        "title":"Louisiana Standards for State Certification of School Personnel. Bulletin 746."},
      {
        "id":"ED202856",
        "title":"The Role of Higher Education in Teacher Centers."},
      {
        "id":"ED202859",
        "title":"An Evaluation of GRE Sender Scores as a Measure of Graduate Admissions Selectivity in Two Fields."},
      {
        "id":"ED202864",
        "title":"Local School District Planning, Evaluating and Reporting: Minnesota's Alternative to Minimum Competency Testing."},
      {
        "id":"ED202869",
        "title":"Seven Principles for Program Evaluation in Curriculum Development and Innovation."},
      {
        "id":"ED202871",
        "title":"Generalizability Approach to Validity of Gender-Related Constructs."},
      {
        "id":"ED202872",
        "title":"Adaptive Testing Without a Computer."},
      {
        "id":"ED202874",
        "title":"Curriculum Evaluation in Higher Education: Self Reflection in a Critical Community."},
      {
        "id":"ED202881",
        "title":"A Student-Centered Interpretation Technique Using Individual Performance on Skills Objectives of the Iowa Tests of Basic Skills."},
      {
        "id":"ED202883",
        "title":"Research Into Use: The Social Contexts of Knowledge Transfer."},
      {
        "id":"ED202885",
        "title":"Recommendations for Improving Evaluation Utilization in Federal Education Programs (From the Report of the National Research Council Committee on Program Evaluation in Education)."},
      {
        "id":"ED202886",
        "title":"Reappraisal of Social Network Research in Educational Contexts."},
      {
        "id":"ED202890",
        "title":"Evaluation Information Use by Site Level Decision Makers: Methodological Issues."},
      {
        "id":"ED202892",
        "title":"Designing Instructional Strategies which Facilitate Learning for Mastery."},
      {
        "id":"ED202893",
        "title":"Constraints and Encouragers to Evaluation Utilization at the School Level."},
      {
        "id":"ED202894",
        "title":"Research on Teacher Evaluation: Needs and Realities."},
      {
        "id":"ED202900",
        "title":"Faculty Development and Current Problems in Accountability in Great Britain."},
      {
        "id":"ED202903",
        "title":"Worry and Emotionality as Separate Components in Test Anxiety."},
      {
        "id":"ED202905",
        "title":"A Process and Outcome Evaluation of a Magic Circle Primary Prevention Program."},
      {
        "id":"ED202929",
        "title":"Face to Face: Introduction to the People and History of Haiti. LIRS Manual for Sponsors of Refugees."},
      {
        "id":"ED202931",
        "title":"Face to Face: Introduction to the People and History of Cuba. LIRS Manual for Sponsors of Refugees."},
      {
        "id":"ED202934",
        "title":"Seward Park High School Chinese Bilingual-Bicultural Program. ESEA Title VII, Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202935",
        "title":"Adlai E. Stevenson High School Comprehensive Bilingual Education Program, ESEA Title VII. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202936",
        "title":"Project ABLE: Achievement Through Bilingual Education. ESEA Title VII. Theodore Roosevelt High School. Final Evaluation Report, 1979-80."},
      {
        "id":"ED202937",
        "title":"Project C.A.P.I.S.C.O. New Utrecht High School. ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202938",
        "title":"George W. Wingate High School Bilingual Program ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202939",
        "title":"Youth Work Experience and Employability."},
      {
        "id":"ED202940",
        "title":"Getting Uncle Sam to Enforce Your Civil Rights. Clearinghouse Publication 59. Revised."},
      {
        "id":"ED202943",
        "title":"Ways to Improve Education in Desegregated Schools (WIEDS). Executive Summary of Final Report, 1978-1979."},
      {
        "id":"ED202944",
        "title":"Learning From Experience. Implementing Systemic Change in Schools. A Study of the Piedmont Schools Project, 1972-1977."},
      {
        "id":"ED202946",
        "title":"Ethnic Conflict and Adaptation: Conflict Analysis of Multiethnic Nations Formation."},
      {
        "id":"ED202947",
        "title":"Comprehensive Approach to Bilingual Education. Final Report, Tax-Levy Year 1979-80."},
      {
        "id":"ED202948",
        "title":"Title IX Compliance and Sex Equity: Definitions, Distinctions, Costs, and Benefits. ERIC/CUE Urban Diversity Series, Number 73, March 1981."},
      {
        "id":"ED202950",
        "title":"South Shore High School Project BLAST. Bilingual Assistance for Students. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202951",
        "title":"Louis D. Brandeis High School Bilingual Program. ESEA Title VII Final Evaluation Report, 1979-80."},
      {
        "id":"ED202952",
        "title":"South Bronx High School Bilingual Basic Skills Program. ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202953",
        "title":"Project ECO: Equal Career Opportunities for Bilingual High School Students. ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202954",
        "title":"James Monroe High School Bilingual Program. ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202955",
        "title":"Trilingual Education Learning Environment (TELE). ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202956",
        "title":"Thomas Jefferson High School. Effective Transition of the Bilingual/Bicultural Student. Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED202976",
        "title":"An Analysis of Factors Related to School Dropout Rates Among Black Youth."},
      {
        "id":"ED202978",
        "title":"Tax Information for Refugees and Their Sponsors: Questions and Answers. Revised."},
      {
        "id":"ED202979",
        "title":"Issues in the Analysis of Selectivity Bias. Discussion Papers. Revised."},
      {
        "id":"ED202983",
        "title":"Rural Job Creation. Case Studies of CETA Linkage with Economic Development."},
      {
        "id":"ED202989",
        "title":"Project Ideabook: Sample Student Projects Using the Community as a Learning Resource. A Supplement to EBCE Staff Training."},
      {
        "id":"ED202998",
        "title":"Indiana Distributive Education Competency Based Model."},
      {
        "id":"ED203006",
        "title":"The School/Work Nexus: Transition of Youth from School to Work."},
      {
        "id":"ED203008",
        "title":"Current Action Principles and Concepts from Research and Theory in Adult Learning and Development."},
      {
        "id":"ED203022",
        "title":"CETA Vocational Education Coordination. Highlights of Selected Studies."},
      {
        "id":"ED203025",
        "title":"National Strategies for Coping with Unemployment: An International Perspective. Occasional Paper No. 69."},
      {
        "id":"ED203026",
        "title":"Adult Education Dropout Project. 310 Project Report. Evaluation Report, July 1, 1980-June 30, 1981."},
      {
        "id":"ED203027",
        "title":"Team Training: Literature Review and Annotated Bibliography. Final Report."},
      {
        "id":"ED203028",
        "title":"Foods and Nutrition Curriculum Guide for Junior High, Secondary, and Adult Vocational Home Economics Programs. Bulletin 1595."},
      {
        "id":"ED203032",
        "title":"Assessment of Quality Vocational Education in State Prisons. Executive Summary. Final Report."},
      {
        "id":"ED203033",
        "title":"Assessment of Quality Vocational Education in State Prisons. Successful Programs and the Components that Permit Them to Succeed. Final Report."},
      {
        "id":"ED203034",
        "title":"Oakland Community Career Education Resource Center. Final Report."},
      {
        "id":"ED203045",
        "title":"Modification of the Affective Work Competencies Inventory for Use with Vocational Students."},
      {
        "id":"ED203054",
        "title":"More--and Better--Audits Needed for CETA Grant Recipients. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED203055",
        "title":"Innovative Approaches to Career Guidance."},
      {
        "id":"ED203056",
        "title":"The Knowledge Development Agenda. Knowledge Development Framework. Youth Knowledge Development Report 1.1."},
      {
        "id":"ED203057",
        "title":"A Research and Experimentation Strategy. Knowledge Development Framework. Youth Knowledge Development Report 1.4."},
      {
        "id":"ED203058",
        "title":"Between Two Worlds--Youth Transition from School to Work. Research on Youth Employment and Employability Development. Youth Knowledge Development Report 2.3."},
      {
        "id":"ED203059",
        "title":"The All-Volunteer Force: A 1979 Profile and Some Issues. Research on Youth Employment and Employability Development. Youth Knowledge Development Report 2.8."},
      {
        "id":"ED203060",
        "title":"Assessments of Job Corps Performance and Impacts. Volume I. Program Evaluations. Youth Knowledge Development Report 3.2."},
      {
        "id":"ED203061",
        "title":"The Lasting Impacts of Job Corps Participation. Program Evaluations. Youth Knowledge Development Report 3.4."},
      {
        "id":"ED203062",
        "title":"Characteristics of Enrollees under Age 22 Who Entered CETA Programs During Fiscal Year 1979. Program Evaluations. Youth Knowledge Development Report 3.10."},
      {
        "id":"ED203063",
        "title":"The State Role in Youth Employment and Training Programs. Program Evaluations. Youth Knowledge Development Report 3.11."},
      {
        "id":"ED203064",
        "title":"The Unfolding Youth Initiatives. Program Evaluation. Youth Knowledge Development Report 3.14."},
      {
        "id":"ED203065",
        "title":"Program Evaluations: CETA Youth Programs in Small Cities. Youth Knowledge Development Report 3.18."},
      {
        "id":"ED203066",
        "title":"Program Evaluations: CETA Prime Sponsor Self-Perceptions. Youth Knowledge Development Report 3.20."},
      {
        "id":"ED203067",
        "title":"Program Evaluations. Lessons from Experience: An Interim Review of the Youth Employment and Demonstration Projects Act. Youth Knowledge Development Report 3.19."},
      {
        "id":"ED203068",
        "title":"Alternative Education Models--Interim Findings from the Replication of Career Intern Programs. Education and Training Approaches. Youth Knowledge Development Report 5.1."},
      {
        "id":"ED203069",
        "title":"Vocational Exploration--Interim Findings and Background. Pre-Employment and Transition Services. Youth Knowledge Development Report 6.1."},
      {
        "id":"ED203070",
        "title":"School-to-Work Transition Services--The Initial Findings of the Youth Career Development Program. Pre-Employment and Transition Services. Youth Knowledge Development Report 6.2."},
      {
        "id":"ED203071",
        "title":"Enhanced Work Projects--The Interim Findings from the Ventures in Community Improvement Demonstration. Youth Work Experience. Youth Knowledge Development Report 7.5."},
      {
        "id":"ED203072",
        "title":"A Comparison of Public and Private Sector Worksites--An Interim Report. Youth Work Experience. Youth Knowledge Development Report 7.7."},
      {
        "id":"ED203073",
        "title":"The Consolidated Youth Employment Program (CYEP). Planning and Early Implementation. Design and Organization Alternatives. Youth Knowledge Development Report 9.1."},
      {
        "id":"ED203074",
        "title":"Entitlement Implementation: The First Year's Experience. Innovative Approaches. Youth Knowledge Development Report 11.1."},
      {
        "id":"ED203075",
        "title":"Entitlement Implementation: Two Years Experience. Innovative Approaches. Youth Knowledge Development Report 11.2."},
      {
        "id":"ED203076",
        "title":"Linking with Voluntary Youth Serving Agencies. Institutional Linkages. Youth Knowledge Development Report 12.1."},
      {
        "id":"ED203080",
        "title":"Reading in the Business Education Classroom."},
      {
        "id":"ED203082",
        "title":"KHAN DU! II. Final Project Performance Report, November 1, 1978-September 30, 1979."},
      {
        "id":"ED203083",
        "title":"The Association of Junior Leagues and Career Education. Monographs on Career Education."},
      {
        "id":"ED203096",
        "title":"Mechanics. Secondary Schools. Curriculum Guide."},
      {
        "id":"ED203097",
        "title":"Electricity: Residential Wiring. Secondary Schools. Curriculum Guide."},
      {
        "id":"ED203098",
        "title":"Construction: Masonry. Secondary Schools. Curriculum Guide."},
      {
        "id":"ED203099",
        "title":"Agriculture: Horticulture. Secondary Schools. Curriculum Guide."},
      {
        "id":"ED203100",
        "title":"Home Economics: Foods and Nutrition. Secondary Schools. Curriculum Guide."},
      {
        "id":"ED203101",
        "title":"Home Economics: Child Development. Secondary Schools. Curriculum Guide."},
      {
        "id":"ED203117",
        "title":"LEA/Prime Sponsor Relationships: Practitioner Suggestions for Successful Solutions. Monographs on Career Education."},
      {
        "id":"ED203127",
        "title":"Rural Job Creation--A Study of CETA Linkage with Economic Development."},
      {
        "id":"ED203128",
        "title":"Adult Basic and Secondary Education. Recent Trends, 1977-79."},
      {
        "id":"ED203129",
        "title":"Annual Report of the Rehabilitation Services Administration to the President and the Congress on Federal Activities Related to the Administration of the Rehabilitation Act of 1973, as Amended. Fiscal Year 1980."},
      {
        "id":"ED203130",
        "title":"Machinery Repairman 3 &amp; 2. Rate Training Manual and Nonresident Career Course. Revised."},
      {
        "id":"ED203133",
        "title":"Starting Expected Employment Outcomes of Occupational Programs: A Case Study."},
      {
        "id":"ED203134",
        "title":"Curriculum Coordination Centers Impact Report for 1980."},
      {
        "id":"ED203138",
        "title":"Course in Carpentry: Interior Finish. Workbook and Tests."},
      {
        "id":"ED203139",
        "title":"Roofing: Workbook and Tests. Built-up Roofing."},
      {
        "id":"ED203144",
        "title":"Meatcutting Testbook, Part I."},
      {
        "id":"ED203145",
        "title":"Meatcutting Workbook, Part I."},
      {
        "id":"ED203148",
        "title":"Hospice Education Program for Nurses. Health Manpower References."},
      {
        "id":"ED203150",
        "title":"Foodservice Occupations Cluster Guide."},
      {
        "id":"ED203151",
        "title":"Personal Finance Education Guide."},
      {
        "id":"ED203152",
        "title":"Special Vocational Program Guide. Child Care."},
      {
        "id":"ED203153",
        "title":"Preparing for Employment: A Planning Statement on Improving Vocational Education."},
      {
        "id":"ED203156",
        "title":"Career Education: Retrospect and Prospect. Monographs on Career Education."},
      {
        "id":"ED203161",
        "title":"The Reindustrialization of the United States: Implications for Vocational Education Research and Development. Occasional Paper No. 71."},
      {
        "id":"ED203162",
        "title":"A Model Framework for Course Materials Construction (Second Edition)."},
      {
        "id":"ED203163",
        "title":"Electrician&apos;s Mate 3 &amp; 2. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED203169",
        "title":"Needs Assessment of CBVE Application and Articulation with Industrial Education Levels II and III. Final Report. July 1, 1979-June 30, 1980."},
      {
        "id":"ED203173",
        "title":"Agricultural Occupations Program Planning Guide."},
      {
        "id":"ED203174",
        "title":"Urban Agriculture Program Planning Guide."},
      {
        "id":"ED203177",
        "title":"An Estimate of the Job Types Potentially Available to the Retarded. Project SAVE."},
      {
        "id":"ED203183",
        "title":"Home Economics in Rural Alaska. A Teacher's Resource."},
      {
        "id":"ED203188",
        "title":"Work, Employment, and the New Economics. Occasional Paper No. 70."},
      {
        "id":"ED203189",
        "title":"Social Process and Internal Factors Affecting Female Enrollment in Technical Vocational Programs."},
      {
        "id":"ED203191",
        "title":"Occupational Adaptability and Educational Policy: Missing Links Between Working and Learning."},
      {
        "id":"ED203194",
        "title":"Getting Along: Negotiating Authority in High Schools. Final Report."},
      {
        "id":"ED203196",
        "title":"Secondary School Guidance Curriculum, Grades 7-12."},
      {
        "id":"ED203198",
        "title":"Youth Employment During High School. An Analysis of High School and Beyond: A National Longitudinal Study for the 1980&apos;s. Contractor Report."},
      {
        "id":"ED203199",
        "title":"Enhancing Productivity Through Feedback and Goal Setting. Final Report."},
      {
        "id":"ED203200",
        "title":"The Preparation of Volunteers for Peace Corps Service: Some Areas Need Management Attention. Report to the Director, Peace Corps, by the U.S. General Accounting Office."},
      {
        "id":"ED203204",
        "title":"A Guide for... Local Advisory Councils for Vocational Education."},
      {
        "id":"ED203207",
        "title":"Life Enhancement Counseling: Treating Depression Among Hispanic Elders."},
      {
        "id":"ED203214",
        "title":"Recreation and the Rural Elderly."},
      {
        "id":"ED203215",
        "title":"How Old Is &quot;Old&quot;? The Effects of Aging on Learning and Working. Hearing Before the Special Committee on Aging, United States Senate, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED203220",
        "title":"Use of Secure Detention for Juveniles and Alternatives to Its Use: National Study of Juvenile Detention."},
      {
        "id":"ED203221",
        "title":"The Need for Long Term Care: Information and Issues. A Chartbook of the Federal Council on Aging."},
      {
        "id":"ED203223",
        "title":"Age-Appropriate Measures and Intellectual Competence in Three Age Groups."},
      {
        "id":"ED203224",
        "title":"Social Individualism."},
      {
        "id":"ED203236",
        "title":"National Symposium on Children in Jail."},
      {
        "id":"ED203237",
        "title":"Counseling Psychology: In Search of a Paradigm."},
      {
        "id":"ED203240",
        "title":"Volunteer Shelter Bed Programs."},
      {
        "id":"ED203242",
        "title":"Women and Private Pensions."},
      {
        "id":"ED203243",
        "title":"Characteristics of the Black Elderly-1980: Statistical Reports on Older Americans."},
      {
        "id":"ED203247",
        "title":"On the Run: A Guide for Helping Runaway Youth in Transportation Centers."},
      {
        "id":"ED203249",
        "title":"Adult Day Care Programs. Hearing Before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging, House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED203250",
        "title":"The Status of Mid-Life Women and Options for Their Future. A Report with Additional Views by the Subcommittee on Retirement Income and Employment of the Select Committee on Aging, House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED203254",
        "title":"Critical Events Shaping Woman's Identity: A Handbook for the Helping Professions."},
      {
        "id":"ED203256",
        "title":"Grab H.O.L.D.: Help Overcome Learner Dropouts. Peer Counseling Manual."},
      {
        "id":"ED203259",
        "title":"Theories on Drug Abuse: Selected Contemporary Perspectives. Research Monograph 30."},
      {
        "id":"ED203260",
        "title":"Saying No: Drug Abuse Prevention Ideas for the Classroom."},
      {
        "id":"ED203261",
        "title":"Erasing Sex Bias Through Staff Training: An Examination of Selected Factors."},
      {
        "id":"ED203262",
        "title":"Erasing Sex Bias Through Staff Training: Women in Employment. Unit I."},
      {
        "id":"ED203263",
        "title":"Erasing Sex Bias Through Staff Training: Education of Women. Unit II."},
      {
        "id":"ED203264",
        "title":"Erasing Sex Bias Through Staff Training: Sex Stereotyping: Personal Characteristics. Unit III."},
      {
        "id":"ED203265",
        "title":"Erasing Sex Bias Through Staff Training: Sex Stereotyping: Career Potentials. Unit IV."},
      {
        "id":"ED203269",
        "title":"Is There a Way Out? A Community Study of Women in the San Francisco County Jail."},
      {
        "id":"ED203272",
        "title":"In Focus: Alcohol and Alcoholism Audiovisual Guide."},
      {
        "id":"ED203273",
        "title":"Development of a Pilot Workshop for Primary Care Providers: Final Report."},
      {
        "id":"ED203274",
        "title":"Homeless Youth: The Saga of &quot;Pushouts&quot; and &quot;Throwaways&quot; in America. Report of the Subcommittee on the Constitution of the Committee on the Judiciary, United States Senate, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED203275",
        "title":"Spoken Words. Technical Report No. 177."},
      {
        "id":"ED209324",
        "title":"Model A Owner's Manual."},
      {
        "id":"ED209325",
        "title":"A Directory of Writing Assessment Consultants."},
      {
        "id":"ED209327",
        "title":"Grade Inflation and the Validity of the Scholastic Aptitude Test."},
      {
        "id":"ED209329",
        "title":"Group Comparisons for Basic Skills Measures."},
      {
        "id":"ED209330",
        "title":"Communication Theory as a Framework for Evaluation Use Research: Evaluation as Persuasion."},
      {
        "id":"ED209331",
        "title":"District-Wide Comprehensive Needs Assessment Study: Administrator Levels Report, Part I, 1980-81."},
      {
        "id":"ED209332",
        "title":"District-Wide Comprehensive Needs Assessment Study: Administrator Levels Report, Part II, 1980-81."},
      {
        "id":"ED209333",
        "title":"District-Wide Comprehensive Needs Assessment Study: Summary of System Totals, Part I, 1980-81. Evaluation Report."},
      {
        "id":"ED209334",
        "title":"District-Wide Comprehensive Needs Assessment Study: Summary of System Totals, Part II, 1980-81. Evaluation Report."},
      {
        "id":"ED209336",
        "title":"An Adaptive Testing Strategy for Mastery Decisions. Research Report 79-5."},
      {
        "id":"ED209338",
        "title":"Ability Discrepancies on the CAT: Are They Educationally Significant?"},
      {
        "id":"ED209340",
        "title":"Evaluation of ACPA '81."},
      {
        "id":"ED209342",
        "title":"Application of Empirical/Rational and Hermeneutic Science Modes of Inquiry to a Study of Home and Family Life for Curriculum Development."},
      {
        "id":"ED209343",
        "title":"Assessment in Early Childhood Education."},
      {
        "id":"ED209344",
        "title":"Validation of a Diagnostic Interpretation Technique for the Iowa Tests of Basic Skills: Final Report to the National Institute of Education."},
      {
        "id":"ED209346",
        "title":"State Assessment: A Beginning Toward School Improvement."},
      {
        "id":"ED209347",
        "title":"Short-Term Impact Evaluation of Early Childhood Title I Programs."},
      {
        "id":"ED209348",
        "title":"The Reliability and Interrelationships of Three Forms of the Michigan Test of Aural Comprehension."},
      {
        "id":"ED209349",
        "title":"Reciprocal Control Categories for Scoring Social Interaction: 36 and 60 Month."},
      {
        "id":"ED209351",
        "title":"Longitudinal Information Systems in Early Childhood Title I Programs."},
      {
        "id":"ED209352",
        "title":"A Guide to Published Tests of Writing Proficiency."},
      {
        "id":"ED209353",
        "title":"The Formation of Homogeneous Item Sets When Guessing is a Factor in Item Responses."},
      {
        "id":"ED209354",
        "title":"Procedures for Criterion-Referenced Tailored Testing. Final Report, 1977-1981."},
      {
        "id":"ED209357",
        "title":"The Measurement of Language Diversity."},
      {
        "id":"ED209358",
        "title":"Models of Strategy and Strategy-Shifting in Spatial Visualization Performance. Technical Report No. 17."},
      {
        "id":"ED209359",
        "title":"In Search of a Paradigm for Bilingual Education."},
      {
        "id":"ED209363",
        "title":"Social Competency Development in Multicultural Children, Aged 6-13. Final Report of Exploratory Research on Hispanic-Background Children."},
      {
        "id":"ED209385",
        "title":"Law and the Adminstration of Justice. Final Report."},
      {
        "id":"ED209386",
        "title":"Pilot Enrichment Program. Final Evaluation Report."},
      {
        "id":"ED209387",
        "title":"A Second Year Evaluation of the ESEA Title III Urban Leadership Program."},
      {
        "id":"ED209404",
        "title":"School Climate Improvement: A Model for Effective School Change."},
      {
        "id":"ED209407",
        "title":"Compact Guides to Information on Urban and Minority Education, Volume I."},
      {
        "id":"ED209408",
        "title":"Women Break Through: Students At Work. La Mujer Adelanta: Alumnos Trabajando. A Teachers Guide."},
      {
        "id":"ED209410",
        "title":"Labor Relations and Public School Desegregation in Los Angeles, Dade County and Boston."},
      {
        "id":"ED209411",
        "title":"Project: Ways to Improve Education in Desegregated Schools (WIEDS). Final Interim Report."},
      {
        "id":"ED209414",
        "title":"Integrating Black Studies into Existing Social Studies Curriculum. A Model Unit."},
      {
        "id":"ED209417",
        "title":"Assessing the Readability of Materials for Elementary ESL Pupils."},
      {
        "id":"ED209418",
        "title":"Assessing School Desegregation Effects: New Directions in Research."},
      {
        "id":"ED209419",
        "title":"The Impact of Desegregation on Going to College and Getting a Good Job."},
      {
        "id":"ED209420",
        "title":"What Does Educational Research Tell Us About School Desegregation Effects?"},
      {
        "id":"ED209422",
        "title":"Efforts To Improve School Lunch Programs. Are They Paying Off? Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED209425",
        "title":"Correctional Data Analysis Systems."},
      {
        "id":"ED209428",
        "title":"Implementing Employability Skills, Reading Skills, and Math Skills in Vocational Education. Final Report. Vocational Technical Education Research Report. Volume 19, Number 2."},
      {
        "id":"ED209429",
        "title":"An Administrator's Manual for Planning, Developing, and Implementing Mainstream, Self-Contained, or Co-op Programs for the Disadvantaged."},
      {
        "id":"ED209432",
        "title":"Evaluating Long Term Impact of Nursing and Other Health Care Professionals Continuing Education Workshops."},
      {
        "id":"ED209433",
        "title":"International Dimensions of Distance Education: A Perspective from the British Open University."},
      {
        "id":"ED209435",
        "title":"Preparation and Design for a Training Effectiveness Evaluation of Device 2F64C for Replacement Pilot Training."},
      {
        "id":"ED209437",
        "title":"Assessment of Programs and Services for Displaced Homemakers in California."},
      {
        "id":"ED209438",
        "title":"Needs of Displaced Homemakers."},
      {
        "id":"ED209439",
        "title":"Work after 65: Options for the 80's. Hearing before the Special Committee on Aging, United States Senate, Ninety-Sixth Congress, Second Session. Part 1--Washington, D.C."},
      {
        "id":"ED209440",
        "title":"Work after 65: Options for the 80&apos;s. Hearing before the Special Committee on Aging, United States Senate, Ninety-Sixth Congress, Second Session. Part 2--Washington, D.C."},
      {
        "id":"ED209441",
        "title":"Work after 65: Options for the 80's. Hearing before the Special Committee on Aging, United States Senate, Ninety-Sixth Congress, Second Session. Part 3--Orlando, Fla."},
      {
        "id":"ED209442",
        "title":"Occupations of Recent College Graduates."},
      {
        "id":"ED209443",
        "title":"Needs Assessments in Career Education: Alternatives to Published Tests."},
      {
        "id":"ED209444",
        "title":"Evaluations of Firms and Professionals Who Provide Consumer Services. An Annotated Bibliography of Consumer Services."},
      {
        "id":"ED209447",
        "title":"Electricity and Electronics Objectives [and] Electricity and Electronics: Basic Textbooks and Instructional Materials. Career Education."},
      {
        "id":"ED209448",
        "title":"Automative Technology Objectives [and] Automotive Technology: Basic Textbooks and Instructional Materials. Career Education."},
      {
        "id":"ED209449",
        "title":"Graphic Arts Objectives [and] Graphic Arts: Basic Textbooks and Instructional Materials. Career Education."},
      {
        "id":"ED209450",
        "title":"Cosmetology Objectives [and] Cosmetology: Basic Textbooks and Instructional Materials. Career Education."},
      {
        "id":"ED209451",
        "title":"The Effectiveness of Two Job Search Assistance Programs for Disadvantaged Youth. Final Report."},
      {
        "id":"ED209452",
        "title":"Implementation Issues in K-12 Career Education. Monographs on Career Education."},
      {
        "id":"ED209462",
        "title":"Business and Office Education: Instructional Materials. ISSOE Managing Student Progress."},
      {
        "id":"ED209464",
        "title":"Health Care Occupations: Instructional Materials. ISSOE Managing Student Progress."},
      {
        "id":"ED209465",
        "title":"Home Economics Education. Instructional Materials. Food Trades, Child Care: ISSOE Managing Student Progress."},
      {
        "id":"ED209466",
        "title":"Trade and Industrial Education--Automobile Mechanics; Automobile Body Repairs; Carpentry; Cosmetology; Electrical Trades; Graphics; Plumbing: Instructional Materials. ISSOE Managing Student Progress."},
      {
        "id":"ED209470",
        "title":"Training Skills: A Rating Scale. National Project on Career Education."},
      {
        "id":"ED209471",
        "title":"Metric Education Resources for Health Educators. A Workshop for Health Educators."},
      {
        "id":"ED209474",
        "title":"Vocational Education in Correctional Institutions. A Report Based on Four National Hearings."},
      {
        "id":"ED209476",
        "title":"Patterns of Participation in Secondary Vocational Education. A Report Based on Transcript and Interview Data of the 1979 and 1980 National Longitudinal Survey New Youth Cohort."},
      {
        "id":"ED209477",
        "title":"Factors Relating to the Job Placement of Former Secondary Vocational Education Students."},
      {
        "id":"ED209481",
        "title":"Let the Kids Help One Another: A Model Training and Evaluation System for the Utlization of Peer Tutors with Special Needs Students in Vocational Education."},
      {
        "id":"ED209482",
        "title":"Auto-Tutorial Anatomy and Physiology for Associate Degree Nursing Programs."},
      {
        "id":"ED209487",
        "title":"Continuing Education for Men and Women in Leisure Services."},
      {
        "id":"ED209493",
        "title":"Professional Education and Career Development: A Cross Sectional Study of Adaptive Competencies in Experiential Learning. Lifelong Learning and Adult Development Project. Final Report."},
      {
        "id":"ED209503",
        "title":"Lost in the Workplace: Is There an Occupational Disease Epidemic? Proceedings from a Seminar for the News Media (September 13-14, 1979)."},
      {
        "id":"ED209504",
        "title":"Business Law for Business Education Departments in Pennsylvania's Public Schools. Bulletin 280."},
      {
        "id":"ED209507",
        "title":"Analysis of the Competency-Based High School Diploma Program for CETA Clients. Report I: Structural and Programmatic Features of the Pilot Project as Model."},
      {
        "id":"ED209508",
        "title":"Analysis of the Competency-Based High School Diploma Program for CETA Clients. Report III: Student/Client Completion Results."},
      {
        "id":"ED209509",
        "title":"Analysis of the Competency-Based High School Diploma Program for CETA Clients. Report IV: Employer Report: Follow-up."},
      {
        "id":"ED209522",
        "title":"Health Occupations Cluster Guide."},
      {
        "id":"ED209523",
        "title":"Systematic Interviewing Skills. Participant's Workbook."},
      {
        "id":"ED209524",
        "title":"Systematic Interviewing Skills. Trainer's Guide."},
      {
        "id":"ED209526",
        "title":"Information on Prime Sponsor CETA Expenditures Related to Membership Organizations. Report to the Honorable William L. Clay, House of Representatives, by the U.S. General Accounting Office."},
      {
        "id":"ED209533",
        "title":"Energy Awareness Guide. A Resource Book for Vocational Educators."},
      {
        "id":"ED209535",
        "title":"Vocational Educators&apos; Handbook for Economic Development."},
      {
        "id":"ED209537",
        "title":"National Advisory Council on Adult Education Report '80."},
      {
        "id":"ED209546",
        "title":"Quality Assurance of Human Resources Development Programs: A Socio-Technical Continuum Approach."},
      {
        "id":"ED209548",
        "title":"Peace Corps. 2nd Annual Report to Congress for the Fiscal Year Ended June 30, 1963."},
      {
        "id":"ED209549",
        "title":"Peace Corps. 3rd Annual Report."},
      {
        "id":"ED209550",
        "title":"Peace Corps. 4th Annual Report."},
      {
        "id":"ED209551",
        "title":"Peace Corps. Tenth Annual Report."},
      {
        "id":"ED209552",
        "title":"ACTION. Annual Report 1972."},
      {
        "id":"ED209553",
        "title":"ACTION. Annual Report 1973."},
      {
        "id":"ED209554",
        "title":"ACTION. Annual Report 1974."},
      {
        "id":"ED209555",
        "title":"ACTION. 1977 Annual Report."},
      {
        "id":"ED209556",
        "title":"ACTION. Annual Report 1978."},
      {
        "id":"ED209557",
        "title":"ACTION. Annual Report 1979."},
      {
        "id":"ED209558",
        "title":"ACTION. Annual Report 1980."},
      {
        "id":"ED209559",
        "title":"Re-Thinking Education and Work in the United States for the 1980's."},
      {
        "id":"ED209568",
        "title":"Cooperation, Competition, and the Structure of Student Cliques."},
      {
        "id":"ED209571",
        "title":"Drug Abuse in Rural America. Treatment Research Report."},
      {
        "id":"ED209572",
        "title":"Parental Kidnaping. Hearing Before the Subcommittee on Crime of the Committee on the Judiciary. House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED209573",
        "title":"Handbook of Federal Resources on Domestic Violence."},
      {
        "id":"ED209583",
        "title":"Focus on Youth. National Symposium on Youth Violence: Team Action Youth Involvement Programs to Decrease Violence (1st, Reno, Nevada, November 9-12, 1980)."},
      {
        "id":"ED209584",
        "title":"Violence Against Women: Causes and Prevention. A Literature Search and Annotated Bibliography. Second Edition. Domestic Violence Monograph Series, Number 3."},
      {
        "id":"ED209585",
        "title":"The Shelter Experience: A Guide to Shelter Organization and Management for Groups Working Against Domestic Violence. Domestic Violence Monograph Series Number 4."},
      {
        "id":"ED209586",
        "title":"Counseling for Stress Management. Searchlight Plus: Relevant Resources in High Interest Areas, 43+."},
      {
        "id":"ED209590",
        "title":"Family Adjustment, Parental Attitudes, and Social Desirability."},
      {
        "id":"ED209596",
        "title":"Teaching Evaluation Research Via a Semester-Long Simulation."},
      {
        "id":"ED209598",
        "title":"Differential Effects of Counselor Self-Referent Responses and Counselor Status."},
      {
        "id":"ED209603",
        "title":"Alcohol and Drug Abuse Education Act Authorization Extension. Hearings Before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session on H.R. 2644 (March 23 and April 3, 1981)."},
      {
        "id":"ED209604",
        "title":"Project Teen Concern: An Implementation Manual for An Educational Program to Prevent Premature Parenthood and Venereal Disease."},
      {
        "id":"ED209605",
        "title":"Confidentiality of Alcohol and Drug Abuse Patient Records. Participant Manual."},
      {
        "id":"ED209606",
        "title":"The Use of Volunteers in Drug Abuse Services: A Review of the Literature. Services Research Report."},
      {
        "id":"ED209607",
        "title":"Surprised by the Other: Choice Points in Relationships."},
      {
        "id":"ED209609",
        "title":"Follower Attributional Biases and Assessments of Female and Male Leaders' Performance."},
      {
        "id":"ED209613",
        "title":"Alienation Among Sorority and Independent Freshmen at a Women's College."},
      {
        "id":"ED209616",
        "title":"Long-Term Changes in Intelligence in Children at Risk."},
      {
        "id":"ED209619",
        "title":"Ethical Issues in Academic Substance Abuse Consultation."},
      {
        "id":"ED209620",
        "title":"Evaluation of Special Education in Rural Settings."},
      {
        "id":"ED209625",
        "title":"Sex Differences in Occupational Values: Implications for Reducing Sex Bias."},
      {
        "id":"ED209630",
        "title":"What Research in Reading Reveals about the Reading Process."},
      {
        "id":"ED209631",
        "title":"Experiments on the Readability of Natural Expository Paragraphs with Identical or Related Sentence Topics."},
      {
        "id":"ED209634",
        "title":"The Effects of Spelling Change on the Adult Reader."},
      {
        "id":"ED209635",
        "title":"Oversight Hearing on Reading and Writing Achievement. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED209639",
        "title":"Reading and Study Behavior: A Review of the Behavioral Literature with Conclusions and Implications for Developmental Educators."},
      {
        "id":"ED209641",
        "title":"Reading, Thinking and Writing: Results from the 1979-80 National Assessment of Reading and Literature."},
      {
        "id":"ED209646",
        "title":"Flexibility of Schema Shifting in Good and Poor Readers."},
      {
        "id":"ED209656",
        "title":"Identification of Reading Instructional Practices Employed by Elementary Teachers."},
      {
        "id":"ED209657",
        "title":"Studying Text Difficulty through Miscue Analysis. Program in Language and Literacy. Occasional Paper Number 3."},
      {
        "id":"ED209658",
        "title":"An Ethnographic Study of the Acquisition and Application of Reading Skills in One Elementary School Classroom."},
      {
        "id":"ED209659",
        "title":"Children's Awareness of Story Order."},
      {
        "id":"ED209660",
        "title":"Pictures as Prose-Learning Devices."},
      {
        "id":"ED209663",
        "title":"Aging and Semantic Activation."},
      {
        "id":"ED209665",
        "title":"What Students Know and What They Write: Ways to Focus a Writing Conference."},
      {
        "id":"ED209671",
        "title":"Using Experimental Psychology in Technical Writing."},
      {
        "id":"ED209677",
        "title":"A Comparison of Analytic and Synthetic Approaches to the Teaching of College Writing."},
      {
        "id":"ED209681",
        "title":"The Wisconsin Alternative Curriculum Design in Basic English/Communication Skills for Grade 9."},
      {
        "id":"ED209682",
        "title":"The Wisconsin Alternative Curriculum Design in Basic English/Communication Skills for Grade 10."},
      {
        "id":"ED209690",
        "title":"The Impact of Televised Aggression on Children: A Developmental Field Study."},
      {
        "id":"ED209692",
        "title":"Bibliography: Communication Apprehension."},
      {
        "id":"ED209693",
        "title":"Teaching Communication in the Legal Process."},
      {
        "id":"ED209694",
        "title":"A Method for Teaching Apprehensive Students to Lead Classroom Discussions."},
      {
        "id":"ED209699",
        "title":"The Evaluation and Prediction of Affective Response to Graduate Teaching Assistants' Classroom Communication."},
      {
        "id":"ED209701",
        "title":"Development of an Oral Communication Assessment Program: The Glynn County Speech Proficiency Examination for High School Students."},
      {
        "id":"ED209702",
        "title":"Communication and Gerontology: Health Communication Training for Providers of Health Services to the Elderly."},
      {
        "id":"ED209706",
        "title":"Electronic Messaging in the University Organization."},
      {
        "id":"ED209711",
        "title":"Assessment of Audience Feedback Systems for Research and Programming."},
      {
        "id":"ED209713",
        "title":"Community College Administrator Involvement with Forensics Programs."},
      {
        "id":"ED209714",
        "title":"You Can't Play Marbles--You Have a Wooden Hand: Communication with the Handicapped."},
      {
        "id":"ED209719",
        "title":"Release from Stress."},
      {
        "id":"ED209722",
        "title":"Board or Superintendent: Who Manages the Schools? Research Action Brief Number 19."},
      {
        "id":"ED209725",
        "title":"Reduction in Force--Layoff and Recall. Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED209727",
        "title":"A Comparison of the Source and Substance of Conflict in Educational and Municipal Governance."},
      {
        "id":"ED209728",
        "title":"Reexamining the Beleaguered Superintendent Question."},
      {
        "id":"ED209729",
        "title":"The Role of Language and the Language of Role in Practical Decision Making."},
      {
        "id":"ED209730",
        "title":"School Closings and Declining Enrollment."},
      {
        "id":"ED209731",
        "title":"Family Choice in Education: The New Imperative. Critical Issues."},
      {
        "id":"ED209732",
        "title":"The Economics of Education Tax Credits. Critical Issues."},
      {
        "id":"ED209736",
        "title":"School Leadership: Handbook for Survival."},
      {
        "id":"ED209755",
        "title":"A Study to Determine Principals' Level of Participation in Decision-Making and Satisfaction with Decisions Made Within Selected Policy Areas."},
      {
        "id":"ED209756",
        "title":"Attitudes of County Commissioners in Twenty Counties in Middle Tennessee Concerning Public School Financial Issues."},
      {
        "id":"ED209760",
        "title":"The Logic of Citizen Participation in Public School Labor Relations."},
      {
        "id":"ED209761",
        "title":"Implementation and Intervention Strategies: The Case of PL 94-142."},
      {
        "id":"ED209763",
        "title":"School Administrators Can Make a Difference."},
      {
        "id":"ED209765",
        "title":"Policy Analysis in Education: The Case for Incrementalism."},
      {
        "id":"ED209768",
        "title":"Educational Programs That Work. A Catalog of Exemplary Programs Approved by the Joint Dissemination Review Panel. Eighth Edition."},
      {
        "id":"ED209770",
        "title":"Alternative Education Programs for Disruptive Youth."},
      {
        "id":"ED209771",
        "title":"Creating Conditions for Effective Teaching: Proceedings of a Conference (Eugene, Oregon, July 17-18, 1981)."},
      {
        "id":"ED209775",
        "title":"Progress of Education in the United States of America, 1978-79 and 1979-80. Report for the Thirty-Eighth International Conference of Education."},
      {
        "id":"ED209776",
        "title":"Community Influence on Schools and Student Learning."},
      {
        "id":"ED209777",
        "title":"The Search for Quality Control in Dissemination of Educational Products and Practices: A Look at the Literature and Major Issues. Revised."},
      {
        "id":"ED209778",
        "title":"Survey of State Procedures for the Validation of Educational Programs."},
      {
        "id":"ED209779",
        "title":"Survey of State Procedures for the Validation of Educational Programs. Executive Summary."},
      {
        "id":"ED209780",
        "title":"Resources on Validation of Educational Programs, Practices, and Products: An Annotated Bibliography."},
      {
        "id":"ED209782",
        "title":"Family Training Program for Atypical Infants and Children. The Third Year Report."},
      {
        "id":"ED209783",
        "title":"Competency Goals and Performance Indicators K-12: Educable Mentally Handicapped Learners Supplement."},
      {
        "id":"ED209784",
        "title":"PRISE Reporter. Volume 12, 1980-81."},
      {
        "id":"ED209785",
        "title":"A Manual for Screening and Assessing Students of Limited English Proficiency."},
      {
        "id":"ED209793",
        "title":"Taking Charge of Your Life: A Guide to Independence for Teens with Physical Disabilities."},
      {
        "id":"ED209794",
        "title":"Unanswered Questions on Educating Handicapped Children in Local Public Schools. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED209796",
        "title":"Program Strategies for Cultural Diversity. Proceedings of the 1980 Minority Leadership Workshop: Handicapped Children&apos;s Early Education Program (June 22-25, 1980)."},
      {
        "id":"ED209797",
        "title":"Curricula and Instruction for Young Handicapped Children: A Guideline for Selection and Evaluation."},
      {
        "id":"ED209798",
        "title":"Cost Accounting and Accountability for Early Education Programs for Handicapped Children."},
      {
        "id":"ED209799",
        "title":"Comprehensive Communication Curriculum Guide."},
      {
        "id":"ED209800",
        "title":"Teacher's Guide to Family Involvement."},
      {
        "id":"ED209805",
        "title":"A Model Program for Middle School Gifted and Talented Students."},
      {
        "id":"ED209810",
        "title":"Nonbiased Assessment."},
      {
        "id":"ED209811",
        "title":"State Norms for IQ, Adaptive Behavior, and Sociocultural Status: Implications for Nonbiased Assessment."},
      {
        "id":"ED209816",
        "title":"Sound Minds in a Soundless World."},
      {
        "id":"ED209822",
        "title":"Responding to Questions to Continue Classroom Participation."},
      {
        "id":"ED209824",
        "title":"An Ecological Framework for Intervention with Young Handicapped Children and Their Families in Rural Areas: The Family, Infant and Toddler (FIT) Project."},
      {
        "id":"ED209825",
        "title":"Special Education Teacher Burnout: A Three Part Investigation."},
      {
        "id":"ED209830",
        "title":"Utilization and Evaluation of Parents as Tutors of Young Black Children with Special Needs."},
      {
        "id":"ED209843",
        "title":"Promising Practices: Reaching Out to Families."},
      {
        "id":"ED209848",
        "title":"The Special Education Teacher Diagnostician: Professional Training Needs."},
      {
        "id":"ED209851",
        "title":"Discovering Special Education Resources: A Workshop on ERIC and ECER."},
      {
        "id":"ED209852",
        "title":"A Family Career and Individual Life Cycle Perspective on Planning Residential and Vocational Options for Mentally Retarded Children."},
      {
        "id":"ED209855",
        "title":"Training in the Prevention and Treatment of Child Abuse and Neglect. The User Manual Series."},
      {
        "id":"ED209856",
        "title":"The Role of the Mental Health Professional in the Prevention and Treatment of Child Abuse and Neglect. The User Manual Series."},
      {
        "id":"ED209857",
        "title":"Parent Aides in Child Abuse and Neglect Programs. The User Manual Series."},
      {
        "id":"ED209861",
        "title":"The Cost of Special Education: Description of Data Files."},
      {
        "id":"ED209862",
        "title":"Child Abuse and Neglect Audiovisual Materials."},
      {
        "id":"ED209865",
        "title":"Movement Based Language: The Van Dijk Model."},
      {
        "id":"ED209866",
        "title":"The Missouri Symposium on Doctoral Programming in Special Education: Considerations for the 1980's (Lake of the Ozarks, Missouri, August 29-31, 1979)."},
      {
        "id":"ED209868",
        "title":"The Specialists Who Help Your Child [and] Your Child&apos;s Records."},
      {
        "id":"ED209869",
        "title":"Accessibility to Laboratories and Equipment for the Physically Handicapped: A Handbook for Vocational Education Personnel."},
      {
        "id":"ED209878",
        "title":"Assessing and Developing Cognitive Skills in Handicapped Children Through Art. Final Report, 1979-1980."},
      {
        "id":"ED209880",
        "title":"Model Exchange and Training Project."},
      {
        "id":"ED209881",
        "title":"Programming for Blind-Multihandicapped Adolescents with Severe Behavior Disorders."},
      {
        "id":"ED209882",
        "title":"Effects of Cooperative Learning on the Social Acceptance of Mainstreamed Academically Handicapped Students."},
      {
        "id":"ED209883",
        "title":"The Employment of Paraprofessionals in Special Education."},
      {
        "id":"ED209884",
        "title":"Special Education in New Hampshire: A Five Year Perspective."},
      {
        "id":"ED209886",
        "title":"Teacher-Made Adapted Devices for Archery, Badminton, and Table Tennis."},
      {
        "id":"ED209887",
        "title":"Recreational Programing Hierarchy with Severely and Profoundly Retarded Populations."},
      {
        "id":"ED209888",
        "title":"Organizing Playdays and Large Group Activities."},
      {
        "id":"ED209889",
        "title":"Computer Connections for Gifted Children and Youth."},
      {
        "id":"ED209890",
        "title":"The Evaluation of Transition Programs: A Quantitative and Quasi-qualitative Look."},
      {
        "id":"ED209891",
        "title":"Priority Needs of Entering NTID Students."},
      {
        "id":"ED209892",
        "title":"Facilitating Change Through a Simplified R and D Process."},
      {
        "id":"ED209894",
        "title":"Training Student Leaders at NTID."},
      {
        "id":"ED209895",
        "title":"The Effects of Reviewing Class Notes for Deaf and Hearing Students."},
      {
        "id":"ED209900",
        "title":"Relationships among Spatial Skills, Communication Skills and Field Dependence in Deaf Students."},
      {
        "id":"ED209903",
        "title":"Relations between Word Meanings and Identification of Words in Spoken Sentences by Hearing-Impaired Children."},
      {
        "id":"ED209908",
        "title":"Recall of Different Segments of an Interpreted Lecture by Deaf Students."},
      {
        "id":"ED209916",
        "title":"TESOL Newsletter, Volume XIV, Numbers 1-6."},
      {
        "id":"ED209920",
        "title":"Taking Away the Supportive Context: How Preschoolers Talk about the \"Then-and-There.\""},
      {
        "id":"ED209921",
        "title":"But of Course Preschoolers Understand the Meaning of 'But!'"},
      {
        "id":"ED209923",
        "title":"A Bibliography of Texts and Materials for Teaching English Listening Comprehension."},
      {
        "id":"ED209924",
        "title":"Overcoming Fossilized English."},
      {
        "id":"ED209930",
        "title":"Temporal Knowledge Expressed in Preschoolers' Descriptions of Familiar Activities."},
      {
        "id":"ED209933",
        "title":"The Role of Animate Referents in New Syntax."},
      {
        "id":"ED209940",
        "title":"Elementary School Foreign Language Instruction in the United States: Innovative Approaches for the 1980's. Final Report."},
      {
        "id":"ED209941",
        "title":"Evaluation of the English as a Second Language and Vocational Training Program for Indochinese Refugees."},
      {
        "id":"ED209944",
        "title":"Foreign Language Curriculum Guide K-12."},
      {
        "id":"ED209948",
        "title":"A Global Approach to Foreign Language Education."},
      {
        "id":"ED209961",
        "title":"Teaching Writing in the Foreign Language Curriculum. Language in Education: Theory and Practice, 43."},
      {
        "id":"ED209963",
        "title":"Women Faculty: Development, Promotion, and Pay."},
      {
        "id":"ED209976",
        "title":"Masculine and Feminine Personality Attributes of Dental Students and Attitudes Toward Women's Roles in Society."},
      {
        "id":"ED209977",
        "title":"The Federal Role in the Federal System: The Dynamics of Growth. The Evolution of a Problematic Partnership: The Feds and Higher Education. A Commission Report."},
      {
        "id":"ED209978",
        "title":"The Organization and Administration of Graduate Schools in the U.S."},
      {
        "id":"ED209983",
        "title":"Organizational Goals and Self-Maintenance in Public Higher Education Coordination: The University of Illinois and the Illinois Board of Higher Education During the 1960's."},
      {
        "id":"ED209984",
        "title":"1981 Idea Handbook for Colleges and Universities: Educational Opportunities for Handicapped Students."},
      {
        "id":"ED209985",
        "title":"Continuing Education and the Relationship to the Profession."},
      {
        "id":"ED209990",
        "title":"Race-Neutral Campuses in Urban Areas: A Follow-Up Report on Merger and Joint Planning."},
      {
        "id":"ED209991",
        "title":"Degrees Awarded in the Nation and the South, by Race, 1978-79."},
      {
        "id":"ED209993",
        "title":"Higher Education in the 1980's: An American Perspective."},
      {
        "id":"ED209995",
        "title":"First Semester Retention of University of Iowa Students."},
      {
        "id":"ED209997",
        "title":"Accreditation and Quality: Minimal Requirements versus Distinguishing Characteristics."},
      {
        "id":"ED210002",
        "title":"Recruitment and Retention of Full-Time Engineering Faculty, Fall 1980. Higher Education Panel Report Number 52."},
      {
        "id":"ED210011",
        "title":"Simulation of a Schema Theory-Based Knowledge Delivery System for Scientists."},
      {
        "id":"ED210012",
        "title":"Flight Simulator: Use of SpaceGraph Display in an Instructor/Operator Station. Final Report."},
      {
        "id":"ED210013",
        "title":"Cable Television and CETA: An Industry Guide to Working with Government and the Private Sector Initiative Program (PSIP)."},
      {
        "id":"ED210018",
        "title":"Public Access to Library Automation. Clinic on Library Applications of Data Processing (17th, University of Illinois at Urbana-Champaign, 1980)."},
      {
        "id":"ED210020",
        "title":"Evolution of a Catalogue: From Folio to Fiche. Report on the Research Library Catalogue Project."},
      {
        "id":"ED210022",
        "title":"Academic Computing at Bennett College. A Case Study."},
      {
        "id":"ED210023",
        "title":"Academic Computing at Jackson State University. A Case Study."},
      {
        "id":"ED210024",
        "title":"Can a Missouri State University Successfully Operate a Course-Integrated Bibliographic Instruction Program?"},
      {
        "id":"ED210025",
        "title":"Subject Indexes vs. Original Documents as Research Sources: A Comparative Account of Text Construction and Use for Academic Libraries."},
      {
        "id":"ED210026",
        "title":"Individualized Instruction for Data Access (IIDA). Final Report."},
      {
        "id":"ED210034",
        "title":"Study of Issues Related to Implementation of Computer Technology in Schools. Final Report."},
      {
        "id":"ED210035",
        "title":"Television in the Classroom: A Resource Guide for Teachers. KNOW-NET Dissemination Project."},
      {
        "id":"ED210037",
        "title":"Multiple-Instruction, Multiple-Data Path Computers: Parallel Processing Impact on Flight Simulation Software. Final Report."},
      {
        "id":"ED210041",
        "title":"Library Statistics of College and Universities. Trends 1968-1977, Summary Data 1977."},
      {
        "id":"ED210042",
        "title":"Materials Availability in Small Libraries: A Survey Handbook. Occasional Paper Number 149."},
      {
        "id":"ED210043",
        "title":"Materials Inventory. Materials Available for Programs Approved by the Joint Dissemination Review Panel, Department of Education. Fifth Edition."},
      {
        "id":"ED210060",
        "title":"Revitalizing the Humanities in the Community College: Progress Report, October 1, 1980--September 30, 1981."},
      {
        "id":"ED210065",
        "title":"Biology Modules for the Visually Handicapped."},
      {
        "id":"ED210066",
        "title":"Advisory Committees to the Humanities: A Handbook. Topical Paper, Number 74."},
      {
        "id":"ED210075",
        "title":"The Three R's for Hispanics in Higher Education: Retention, Recruitment, and Research."},
      {
        "id":"ED210079",
        "title":"Status Report on Remediation in Higher Education."},
      {
        "id":"ED210082",
        "title":"Community Needs Survey."},
      {
        "id":"ED210096",
        "title":"Off to a Good Start: A Resource for Parents, Professionals and Volunteers."},
      {
        "id":"ED210099",
        "title":"Antecedents of Compliance in 2-Year-Olds From a High-Risk Sample."},
      {
        "id":"ED210100",
        "title":"ESEA Title I Early Childhood Education: A Descriptive Report."},
      {
        "id":"ED210101",
        "title":"ESEA Title I Early Childhood Education: A Descriptive Report. Technical Summary."},
      {
        "id":"ED210104",
        "title":"Participant Perspectives of Classroom Discourse. Part III: Rules of Discourse, Classroom Status, Pupil Participation, and Achievement in Reading: A Chaining of Relationships. Final Report."},
      {
        "id":"ED210105",
        "title":"Participant Perspectives of Classroom Discourse. Part IV: How Do We Know? (Alternative Descriptions of Classroom Discourse). Final Report."},
      {
        "id":"ED210106",
        "title":"Participant Perspectives of Classroom Discourse. Part V: Attending to the Discourse of Classmates in Play Settings. Final Report."},
      {
        "id":"ED210107",
        "title":"Participant Perspectives of Classroom Discourse. Executive Summary."},
      {
        "id":"ED210108",
        "title":"A Survey of Nutrition Knowledge and Opinion of Wisconsin Elementary Teachers and Food Service Managers."},
      {
        "id":"ED210110",
        "title":"USDA Estimates of the Cost of Raising a Child: A Guide to Their Use and Interpretation."},
      {
        "id":"ED210114",
        "title":"Infant Mortality and the Health of Societies. Worldwatch Paper 47."},
      {
        "id":"ED210129",
        "title":"An Analysis of Size Adjustment Factors in the New Mexico Public School Funding Formula."},
      {
        "id":"ED210137",
        "title":"An Ethnographic Analysis of Testing and the Navajo Students. Final Report."},
      {
        "id":"ED210139",
        "title":"Cultural Adaptation of the Skills Training Model: Assertion Training with American Indians."},
      {
        "id":"ED210140",
        "title":"Development of Native American Culture and Art--Part 3. To Promote the Development of Native American Culture and Art. Hearing Before the Select Committee on Indian Affairs, United States Senate, Ninety-Seventh Congress, First Session on S. 792."},
      {
        "id":"ED210141",
        "title":"Modality Education Project Overview."},
      {
        "id":"ED210143",
        "title":"Directory of Rural Development Researchers in the South."},
      {
        "id":"ED210144",
        "title":"Attitudes Toward Environmental Quality: Area, Ethnicity and SES."},
      {
        "id":"ED210145",
        "title":"Activity Sourcebook for Earth Science. Science Education Information Report."},
      {
        "id":"ED210149",
        "title":"Minority Institutions Science Improvement Program (MISIP): A Brief History 1972-1980."},
      {
        "id":"ED210151",
        "title":"Report on the Global Seminar on the Role of Scientific & Engineering Societies in Development (New Delhi, India, December 1-5, 1980)."},
      {
        "id":"ED210152",
        "title":"Suggestions for Increasing the Participation of Minorities in Scientific Research."},
      {
        "id":"ED210153",
        "title":"First Glances at Language and Culture in Mathematics Education."},
      {
        "id":"ED210154",
        "title":"A Synthesis of Selected Research at NIE in Mathematics Education Related to Minorities."},
      {
        "id":"ED210157",
        "title":"Environmental Education in Asia and the Pacific."},
      {
        "id":"ED210161",
        "title":"A Photography Primer for Middle School Students and Teachers."},
      {
        "id":"ED210162",
        "title":"Project LOCATE: An Individually Guided Plan for Elementary Science Education Field Experiences."},
      {
        "id":"ED210164",
        "title":"Integrated Science-Mathematics Education Project (ISMEP). Set of Modules."},
      {
        "id":"ED210166",
        "title":"Geometric Selections for Middle School Teachers (5-9). The Curriculum Series."},
      {
        "id":"ED210167",
        "title":"Working for Clean Water, 1: Citizen Handbooks. An Information Program for Advisory Groups."},
      {
        "id":"ED210168",
        "title":"Working for Clean Water, 2: Citizen Handbooks. An Information Program for Advisory Groups."},
      {
        "id":"ED210171",
        "title":"Water: A Vital Resource. Environmental Education Supplementary Instructional Guide. Sixth Grade Level."},
      {
        "id":"ED210174",
        "title":"Investigations in Mathematics Education, Volume 14, Number 4."},
      {
        "id":"ED210177",
        "title":"Science and Engineering Faculty With Recent Doctorates Fell to One-Fifth of Total in 1980. Science Resources Studies Highlights."},
      {
        "id":"ED210179",
        "title":"Science and Engineering Employment: 1970-80. Special Report."},
      {
        "id":"ED210184",
        "title":"The Exeter Conference on Secondary School Science Education (Exeter, New Hampshire, June 15-22, 1980)."},
      {
        "id":"ED210185",
        "title":"The Effect of Prior Knowledge, Reading and Mathematics Achievement, and Sex on Comprehending Mathematical Relationships Expressed in Graphs. Final Report."},
      {
        "id":"ED210186",
        "title":"Mathematics Test Available in the United States and Canada."},
      {
        "id":"ED210187",
        "title":"Using Calculators in Mathematics 11. Student Text."},
      {
        "id":"ED210188",
        "title":"Using Calculators in Mathematics 11. Teacher Commentary."},
      {
        "id":"ED210189",
        "title":"Using Calculators in Mathematics 12. Student Text."},
      {
        "id":"ED210190",
        "title":"Using Calculators in Mathematics 12. Teacher Commentary."},
      {
        "id":"ED210191",
        "title":"The First-Year Algebra Via Applications Development Project. Summary of Activities and Results. Final Technical Report."},
      {
        "id":"ED210192",
        "title":"Facilitating Problem Solving in High School Chemistry."},
      {
        "id":"ED210194",
        "title":"ERIC Clearinghouse for Science, Mathematics, and Environmental Education Fact Sheets. Nos. 1, 2, 3, 4, 1981."},
      {
        "id":"ED210195",
        "title":"Methods for the Determination of Chemical Contaminants in Drinking Water. Training Manual."},
      {
        "id":"ED210196",
        "title":"Methods for the Determination of Chemical Contaminants in Drinking Water. Instructors Handbook."},
      {
        "id":"ED210197",
        "title":"A Comprehensive Assessment of Science Education in the Two-Year College. Executive Summary."},
      {
        "id":"ED210198",
        "title":"Development of an Instructional Program and Materials for a Non-Resident Graduate Program in Transportation. Final Report."},
      {
        "id":"ED210203",
        "title":"Leader's Handbook for World Education in the Classroom."},
      {
        "id":"ED210205",
        "title":"The Multilateral Disarmament Process. Conference on the United Nations of the Next Decade (16th, Warwick, Bermuda, June 21-26, 1981)."},
      {
        "id":"ED210207",
        "title":"Teacher Resource Manual for Civics."},
      {
        "id":"ED210213",
        "title":"US/USSR Textbook Study Project, Interim Report."},
      {
        "id":"ED210215",
        "title":"Sexual Equality, Female Labor Force Participation and Female Crime: Testing Some Common Assumptions."},
      {
        "id":"ED210226",
        "title":"Music 1971-79: Results From the Second National Music Assessment."},
      {
        "id":"ED210229",
        "title":"Project Director's Report: Alternatives in Social Science Education, 1978-1980."},
      {
        "id":"ED210230",
        "title":"Implementation of Sex Equity in the Social Studies: Evaluation of a Middle School Curriculum."},
      {
        "id":"ED210233",
        "title":"Project to Incorporate Spatial Concepts of Urban Geography in Secondary Social Studies Curricula (Project Geography). Final Report."},
      {
        "id":"ED210234",
        "title":"Data Book of Social Studies Materials and Resources, Volume 7."},
      {
        "id":"ED210237",
        "title":"Education and the World View, IV."},
      {
        "id":"ED210238",
        "title":"Education for a Global Century: Handbook of Exemplary International Programs. Education and the World View, III."},
      {
        "id":"ED210250",
        "title":"Time Management for Educators."},
      {
        "id":"ED210252",
        "title":"A Users Guide to the Evaluation of Inservice Education."},
      {
        "id":"ED210254",
        "title":"Effects of Locally Conducted Research on Policy and Practice Regarding Bilingual Inservice Teacher Education. Final Technical Report."},
      {
        "id":"ED210255",
        "title":"Educators' Challenge: Healthy Mothers, Healthy Babies. A Framework for Curriculum Development in Responsible Childbearing, Pre-school through High School."},
      {
        "id":"ED210258",
        "title":"Teachers' Perceptions of Their Personal and Professional Development."},
      {
        "id":"ED210259",
        "title":"Basic Skills Resource Guide."},
      {
        "id":"ED210260",
        "title":"School-University Collaboration Supporting School Improvement. Volume I: The Midwestern State Teacher Center Network Case."},
      {
        "id":"ED210261",
        "title":"School-University Collaboration Supporting School Improvement. Volume II: The Eastern State Case."},
      {
        "id":"ED210262",
        "title":"School-University Collaboration Supporting School Improvement. Volume III: The Eastern Private University Network Case."},
      {
        "id":"ED210264",
        "title":"Nonpublic School Enrollment and Staff. New York State 1980-81."},
      {
        "id":"ED210275",
        "title":"Testing: A Key to High Student Achievement but Low Student Ratings?"},
      {
        "id":"ED210276",
        "title":"Empirical Identification of Hierarchies."},
      {
        "id":"ED210279",
        "title":"Product, Process and People in the R&amp;D Utilization Program. The Power of the Interventions."},
      {
        "id":"ED210280",
        "title":"The Using Evaluation Data Form."},
      {
        "id":"ED210282",
        "title":"Program Related Evaluation (Manual and Staff Development Package)."},
      {
        "id":"ED210287",
        "title":"Educational Improvement Act: Diagnostic Testing."},
      {
        "id":"ED210288",
        "title":"Evaluation Approaches: A Focus on Improving Early Childhood Title I Programs."},
      {
        "id":"ED210289",
        "title":"Informed Consent: Reality or Illusion?"},
      {
        "id":"ED210290",
        "title":"An Introduction to the Value-Added Model and its Use in Short Term Impact Assessment."},
      {
        "id":"ED210299",
        "title":"Printing and Scoring Activities, Final Report, Year 11, National Assessment of Educational Progress."},
      {
        "id":"ED210300",
        "title":"Procedural Handbook: 1979-80 Reading and Literature Assessment."},
      {
        "id":"ED210303",
        "title":"Remedial Services for Students Who Fail Minimum Competency Tests. Final Report."},
      {
        "id":"ED210305",
        "title":"A Validity Comparison of Adaptive and Conventional Strategies for Mastery Testing."},
      {
        "id":"ED210306",
        "title":"Self-concept: The Construct Validity of the Self Description Questionnaire."},
      {
        "id":"ED210308",
        "title":"Reliability and Validity Issues Associated with the McLeod-Hawley Index of Professional Orientation."},
      {
        "id":"ED210311",
        "title":"Validating Measures of Brinkmanship Behaviors."},
      {
        "id":"ED210313",
        "title":"Using Children's Self-Reports to Measure Attitudes: Factors Influencing a Recency Response Set."},
      {
        "id":"ED210314",
        "title":"Methods for Linking Item Parameters. Final Report."},
      {
        "id":"ED210317",
        "title":"Guide to Adult Functional Literacy Assessment Using Existing Tests."},
      {
        "id":"ED210318",
        "title":"Information Needs and Uses Survey Report. State Dissemination Capacity Building Project, June 19, 1980-June 20, 1981."},
      {
        "id":"ED210319",
        "title":"The Relationship of Student Ability and Small-Group Interaction to Student Achievement."},
      {
        "id":"ED210321",
        "title":"Spotting Incorrect Rules in Signed-Number Arithmetic by the Individual Consistency Index."},
      {
        "id":"ED210324",
        "title":"Drug Abuse Among White Ethnic Adolescents."},
      {
        "id":"ED210325",
        "title":"Predicting the Long-Term Performance in College of Minority and Nonminority Students: A Comparative Analysis in Two Collegiate Settings. College Entrance Examination Board Research and Development Reports."},
      {
        "id":"ED205287",
        "title":"Malay Childhood, Temperament and Individuality."},
      {
        "id":"ED205289",
        "title":"Children's Groups in School: A Developmental Case Study."},
      {
        "id":"ED205290",
        "title":"Subject Matter Constraints on the Ecology of Classroom Instruction."},
      {
        "id":"ED205291",
        "title":"Who Hears Whom: Classroom Status Variables and Pupil Attention to the Comments of Other Pupils."},
      {
        "id":"ED205297",
        "title":"Age and Cognitive-Developmental Factors in the Development of Self-Conception."},
      {
        "id":"ED205298",
        "title":"Health Services for the School-Age Child: Suggested Guidelines for School Districts."},
      {
        "id":"ED205300",
        "title":"Child Care and Equal Opportunity for Women. Clearinghouse Publication No. 67."},
      {
        "id":"ED205301",
        "title":"Effects of Mother Photographs on Separation Distress."},
      {
        "id":"ED205312",
        "title":"Small Schools Student Learning Objectives, K-3: Reading, Language Arts, Mathematics, Science, Social Studies."},
      {
        "id":"ED205313",
        "title":"Small Schools Student Learning Objectives, K-8: Reading, Language Arts, Mathematics. K-3; Science, Social Studies."},
      {
        "id":"ED205314",
        "title":"Small Schools Student Learning Objectives, 9-12: Mathematics, Reading, Reading in the Content Areas, Language Arts."},
      {
        "id":"ED205315",
        "title":"Small Schools Music Curriculum, K-3: Scope, Objectives, Activities, Resources, Monitoring Procedures. The Comprehensive Arts in Education Program."},
      {
        "id":"ED205316",
        "title":"Small Schools Visual Arts Curriculum, K-3: Scope, Objectives, Activities, Resources, Monitoring Procedures. The Comprehensive Arts in Education Program."},
      {
        "id":"ED205317",
        "title":"Small Schools Health Curriculum, K-3: Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205318",
        "title":"Small Schools Curriculum: Physical Education, K-6."},
      {
        "id":"ED205319",
        "title":"Small Schools Curriculum: Physical Education, 7-12."},
      {
        "id":"ED205321",
        "title":"Small Schools Reading Curriculum, K-3: Reading, Language Arts, Mathematics, Science, Social Studies. Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205323",
        "title":"Small Schools Reading Curriculum, 7-8: Reading, Language Arts, Mathematics, Science, Social Studies. Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205325",
        "title":"Small Schools Reading in the Content Areas Curriculum, 9-12: Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205326",
        "title":"Small Schools Language Arts Curriculum, K-3: Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205327",
        "title":"Small Schools Language Arts Curriculum: Spelling, K-3. Objectives, Word Lists, Resources, Activities, Monitoring Procedures."},
      {
        "id":"ED205331",
        "title":"Small Schools Language Arts Curriculum, 9-12: Literature. Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205332",
        "title":"Small Schools Science Curriculum, K-3: Reading, Language Arts, Mathematics, Science, Social Studies. Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205333",
        "title":"Small Schools Social Studies Curriculum, K-3: Reading, Language Arts, Mathematics, Science, Social Studies. Scope Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205335",
        "title":"Small Schools Mathematics Curriculum, K-3: Reading, Language Arts, Mathematics, Science, Social Studies. Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205337",
        "title":"Small Schools Mathematics Curriculum, Grades 7-8: Reading, Language Arts, Mathematics, Science, Social Studies. Scope, Objectives, Activities, Resources, Monitoring Procedures."},
      {
        "id":"ED205341",
        "title":"Let&apos;s Go Rural: Influencing Decision Makers. Making It Work in Rural Communities. A Rural Network Monograph."},
      {
        "id":"ED205350",
        "title":"Migration to Nonmetropolitan Areas: Appraising the Trend and Reasons for Moving. Special Demographic Analyses."},
      {
        "id":"ED205351",
        "title":"Securing Funding in Rural Programs for Young Handicapped Children. Making It Work in Rural Communities. A Rural Network Monograph."},
      {
        "id":"ED205352",
        "title":"Juvenile Justice in Rural America."},
      {
        "id":"ED205353",
        "title":"Qualifying for Federal Funding of Tribally Controlled Community Colleges. Report by the U.S. General Accounting Office."},
      {
        "id":"ED205356",
        "title":"Agricultural Economics Students at Southern Land Grant Universities."},
      {
        "id":"ED205357",
        "title":"Pre-Veterinary Students in Agriculture at Southern Land-Grant Universities. Journal Series No. 1-810012 of the Alabama Agricultural Experiment Station."},
      {
        "id":"ED205360",
        "title":"Chicano Students in Institutions of Higher Education: Access, Attrition, and Achievement. Research Report Series. Volume I, Number 1."},
      {
        "id":"ED205361",
        "title":"Characteristics of the Hispanic Elderly. Statistical Reports on Older Americans."},
      {
        "id":"ED205362",
        "title":"Washington State Handbook for School District Migrant Education Advisory Councils, 1972."},
      {
        "id":"ED205367",
        "title":"What Research Says to the Science Teacher, Volume 3. Science Education Information Report."},
      {
        "id":"ED205368",
        "title":"Instructional Resources Monograph Series: Safety in Wastewater Treatment Systems. Selected Instructional Activities and References."},
      {
        "id":"ED205369",
        "title":"1981 AETS Yearbook: Improving Practices in Middle School Science."},
      {
        "id":"ED205372",
        "title":"Biology Education in Asia: Report of a Regional Workshop (Quezon City, Philippines, August 18-23, 1980)."},
      {
        "id":"ED205383",
        "title":"Annual Practitioners Conference on Energy Education (3rd)."},
      {
        "id":"ED205385",
        "title":"Mathematics, Visual-Spatial Ability, and Sex Roles. Final Report."},
      {
        "id":"ED205386",
        "title":"Energy, Natural Resources, and the Environment in the Eighties."},
      {
        "id":"ED205393",
        "title":"The Stock of Science and Engineering Master&apos;s Degree-Holders in the United States. Special Report."},
      {
        "id":"ED205394",
        "title":"Selected Characteristics of Persons in Physical Science: 1978."},
      {
        "id":"ED205396",
        "title":"Schemas for Algebra Story Problems. Technical Report Series in Learning and Cognition, Report No. 80-3."},
      {
        "id":"ED205397",
        "title":"Recall of Algebra Story Problems. Technical Report Series in Learning and Cognition, Report No. 80-5."},
      {
        "id":"ED205398",
        "title":"Structural Analysis of Science Prose: Can We Increase Problem Solving Performance? Technical Report Series in Learning and Cognition, Report No. 81-3."},
      {
        "id":"ED205399",
        "title":"What Have We Learned About Increasing the Meaningfulness of Science Prose? Technical Report Series in Learning and Cognition, Report No. 81-4."},
      {
        "id":"ED205400",
        "title":"Cognitive Psychology and Mathematical Problem Solving. Technical Report Series in Learning and Cognition, Report No. 80-1."},
      {
        "id":"ED205401",
        "title":"Different Solution Procedures for Algebra Word and Equation Problems. Technical Report Series in Learning and Cognition, Report No. 80-2."},
      {
        "id":"ED205402",
        "title":"Alternatives in Medical Education in the South: Supply, Distribution, and Cost."},
      {
        "id":"ED205403",
        "title":"Topic Outlines in Microbiology: An Instructor's Guide for Junior and Community Colleges."},
      {
        "id":"ED205405",
        "title":"Introduction to Reactor Statics Modules, RS-1. Nuclear Engineering Computer Modules."},
      {
        "id":"ED205407",
        "title":"Problems and Possibilities of Science Education."},
      {
        "id":"ED205426",
        "title":"On Teaching the History and Philosophy of Geography."},
      {
        "id":"ED205427",
        "title":"Political Socialization in Israel and the West Bank."},
      {
        "id":"ED205428",
        "title":"The Educational System of Austria. Education Around the World."},
      {
        "id":"ED205432",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 14, Number 1, 1980. Period Covered January-March 1980."},
      {
        "id":"ED205433",
        "title":"Wind Power: A Turning Point. Worldwatch Paper 45."},
      {
        "id":"ED205434",
        "title":"The Educational System of Costa Rica. Education Around the World."},
      {
        "id":"ED205436",
        "title":"Fundraising Strategies for Community Organizations to Support Major Activities: A Case Study of Southeast Effective Development (S.E.E.D.)."},
      {
        "id":"ED205437",
        "title":"Fundraising for Neighborhood Groups: What Works in the Seattle Area."},
      {
        "id":"ED205438",
        "title":"The Montlake Community and the R.H. Thompson Expressway."},
      {
        "id":"ED205440",
        "title":"Emerging Crucial Issues for School and Society."},
      {
        "id":"ED205446",
        "title":"Religion and Mental Health: A Bibliography."},
      {
        "id":"ED205447",
        "title":"Bringing History Home: Classroom Project Ideas for the Texas Sesquicentennial."},
      {
        "id":"ED205448",
        "title":"Humanistic Geography and Education for Human and Environmental Values."},
      {
        "id":"ED205449",
        "title":"Laws for Young Mountaineers."},
      {
        "id":"ED205450",
        "title":"Skills for Ethical Action: A Rationale."},
      {
        "id":"ED205451",
        "title":"Skills for Ethical Action: A Report on the Program Evaluation, 1976-77."},
      {
        "id":"ED205453",
        "title":"Side Streets: A Local History Project for Colorado Teachers. Final Performance Report."},
      {
        "id":"ED205457",
        "title":"Proceedings: 1980 Research Conference on Economic Education for Children (Cambridge, Massachusetts, May 1-4, 1980)."},
      {
        "id":"ED205459",
        "title":"Guide to Machine-Readable Historical Data."},
      {
        "id":"ED205460",
        "title":"A Glossary of Legislative Terms."},
      {
        "id":"ED205463",
        "title":"Inservice Education: Criteria for Local Programs."},
      {
        "id":"ED205465",
        "title":"Teacher Centers in Action: A Comprehensive Study of Program Activities, Staff Services, Resources and Policy Board Operations in 37 Federally-Funded Teacher Centers."},
      {
        "id":"ED205467",
        "title":"Improving Teacher Education: Academic Program Review."},
      {
        "id":"ED205472",
        "title":"Professional Development Through Reciprocity and Reflection."},
      {
        "id":"ED205473",
        "title":"Parent Involvement Training for Undergraduate Elementary Teacher Preparation."},
      {
        "id":"ED205474",
        "title":"Integrating Skills, Knowledge and Attitudes for Teaching the Handicapped into Regular Teacher Education. Volume I. Deans' Grant Project: First Year Report."},
      {
        "id":"ED205475",
        "title":"Resources and Evaluation Instruments for the SIU-C Dean's Grant Project. Volume II. Dean's Grant Project: First Year Report."},
      {
        "id":"ED205476",
        "title":"Dean's Grant: First Year Report and Evaluation. Volume III."},
      {
        "id":"ED205478",
        "title":"Using Computers to Enhance Teaching And Improve Teacher Centers. A Report of the National Teachers Centers Computer Technology Conference."},
      {
        "id":"ED205481",
        "title":"Directory of Teacher Placement Services in the United States and Territories."},
      {
        "id":"ED205485",
        "title":"Discovering Teacher Centers: The Northwest Passage."},
      {
        "id":"ED205486",
        "title":"Elementary School Classroom Organization Study: Methodology and Instrumentation."},
      {
        "id":"ED205487",
        "title":"Friendly Strangers: Reducing Teacher Isolation Through Ethnographic Observation."},
      {
        "id":"ED205490",
        "title":"Teaching Teachers to Teach Teachers. The First Phase of a New Approach to Inservice Education."},
      {
        "id":"ED205492",
        "title":"Adapted Physical Education in Oregon Schools. Supplement to &quot;Physical Education in Oregon Schools.&quot;"},
      {
        "id":"ED205495",
        "title":"Determinants of Children's Health. Executive Summary, August 30, 1977-June 30, 1979. NCHSR Research Summary Series."},
      {
        "id":"ED205496",
        "title":"A Handbook for Public Playground Safety. Volume I: General Guidelines for New and Existing Playgrounds."},
      {
        "id":"ED205497",
        "title":"A Handbook for Public Playground Safety. Volume II: Technical Guidelines for Equipment and Surfacing."},
      {
        "id":"ED205499",
        "title":"The Care and Feeding of Visiting Teachers."},
      {
        "id":"ED205500",
        "title":"Transforming Curriculum in Mathematics, Science, and Writing: A Case Study of Teacher Yearly Planning."},
      {
        "id":"ED205501",
        "title":"Teacher Perceptions of Dissemination of Research on Teaching Findings."},
      {
        "id":"ED205508",
        "title":"Sports Medicine Meets Synchronized Swimming."},
      {
        "id":"ED205511",
        "title":"Exercise Physiology. Basic Stuff Series I. I."},
      {
        "id":"ED205512",
        "title":"Kinesiology. Basic Stuff Series I. 2."},
      {
        "id":"ED205513",
        "title":"Psycho-Social Aspects of Physical Education. Basic Stuff Series I. 4."},
      {
        "id":"ED205514",
        "title":"Humanities in Physical Education. Basic Stuff Series I. 5."},
      {
        "id":"ED205515",
        "title":"Motor Development. Basic Stuff Series I. 6."},
      {
        "id":"ED205516",
        "title":"Early Childhood. Basic Stuff Series II. 7."},
      {
        "id":"ED205517",
        "title":"Childhood. Basic Stuff Series II. 8."},
      {
        "id":"ED205518",
        "title":"Adolescence. Basic Stuff Series II. 9."},
      {
        "id":"ED205522",
        "title":"The Joint Study of Inservice in Washington State. Final Report and Recommendations."},
      {
        "id":"ED205525",
        "title":"Motor Learning. Basic Stuff Series I. 3."},
      {
        "id":"ED205526",
        "title":"Field Trips: A Guide for Planning and Conducting Educational Experiences. Analysis and Action Series."},
      {
        "id":"ED205530",
        "title":"Scaling of Student Self-Report Instruments. A Report Submitted to the Prevention Branch of NIDA. The NAPA Project."},
      {
        "id":"ED205532",
        "title":"Preliminary Development of an Affective Work Competencies Testing Program."},
      {
        "id":"ED205540",
        "title":"Causal Models with Unmeasured Variables: An Introduction to LISREL."},
      {
        "id":"ED205543",
        "title":"Detection of Aberrant Response Patterns and Their Effect on Dimensionality."},
      {
        "id":"ED205544",
        "title":"Constructing a Test Network with a Rasch Measurement Model."},
      {
        "id":"ED205545",
        "title":"A Comparison of a Maximum Likelihood and a Bayesian Ability Estimation Procedure for Tailored Testing."},
      {
        "id":"ED205546",
        "title":"A Comparison of Two Item Selection Procedures for Building Criterion-Referenced Tests."},
      {
        "id":"ED205551",
        "title":"Extracting Undimensional Chains from Multidimensional Datasets: A Graph Theory Approach."},
      {
        "id":"ED205552",
        "title":"An Empirical Investigation of the Angoff, Ebel and Nedelsky Standard Setting Methods."},
      {
        "id":"ED205553",
        "title":"Factor Stability as a Function of Item Variance."},
      {
        "id":"ED205554",
        "title":"An Empirical Test of a Strategy for Training Examinees in the Use of Partial Information in Taking Multiple Choice Tests."},
      {
        "id":"ED205555",
        "title":"Latent Causal Structures in Panel Surveys."},
      {
        "id":"ED205558",
        "title":"Speech Act Analysis of Instructional Communications Resulting from a Home-Based Learning Task: A Job Just Begun."},
      {
        "id":"ED205560",
        "title":"Is It Formal If It's Not Physics? (The Influence of Laboratory and Naturalistic Content on Formal Reasoning)."},
      {
        "id":"ED205561",
        "title":"Processes, Products, and Measures of Memory Organization."},
      {
        "id":"ED205563",
        "title":"Structure of Children's Attributes of School Success and Failure."},
      {
        "id":"ED205567",
        "title":"The SEDL/Regional Exchange: One Component of an Emerging Effort to Disseminate the Outcomes of Educational Research and Development."},
      {
        "id":"ED205568",
        "title":"Regional Exchanges of Information through Intermediate Linkages Affiliated with SEAs: The Research and Development Exchange (RDx)."},
      {
        "id":"ED205571",
        "title":"Individual Differences in Learning from Verbal and Figural Materials. Technical Report No. 12: Aptitude Research Project."},
      {
        "id":"ED205572",
        "title":"Guidelines for Describing Three Aspects of Writing: Syntax, Cohesion and Mechanics."},
      {
        "id":"ED205574",
        "title":"A Longitudinal Study of the Oral Language Development of Texas Bilingual Children (Spanish-English): Findings From the Second Year. Analysis Procedures and Summary Statistics of the Language Data."},
      {
        "id":"ED205576",
        "title":"Your Child and Testing (Revised)."},
      {
        "id":"ED205577",
        "title":"Using the Rasch Model to Examine Item Bias."},
      {
        "id":"ED205578",
        "title":"Using the Non-Finishers' Responses to Examine Item Bias."},
      {
        "id":"ED205579",
        "title":"The Use Of Log-Linear Models in Evaluating Mastery Programs."},
      {
        "id":"ED205581",
        "title":"Sex-Role Identity, Stereotypes and Their Relationship to Achievement Attitudes."},
      {
        "id":"ED205583",
        "title":"The Third Assessment of Writing, 1978-79 Released Exercise Set."},
      {
        "id":"ED205584",
        "title":"Testing Instruments for Reading Skills: English and Korean (Grades One to Three)."},
      {
        "id":"ED205585",
        "title":"The Pennsylvania Preschool Inventory. Testing Manual [and] Test Plates."},
      {
        "id":"ED205588",
        "title":"Reading/Literature Released Exercise Set, 1979-80 Assessment."},
      {
        "id":"ED205589",
        "title":"Reading/Literature Released Exercise Set, 1979-80 Assessment. Supplement."},
      {
        "id":"ED205591",
        "title":"The Role of Performance Assessment in Tests of Problem Solving Ability."},
      {
        "id":"ED205592",
        "title":"Institutional Structure and Organizational Processes: The Role of Evaluation Units in Schools."},
      {
        "id":"ED205594",
        "title":"A Method for Determining the Length of Criterion-Referenced Tests Using Reliability and Validity Indices."},
      {
        "id":"ED205596",
        "title":"Project TALENT's Nonrespondent Follow-up Survey: The 10th Grade Special Sample. Interim Report."},
      {
        "id":"ED205597",
        "title":"Doing Justice in Evaluation Research."},
      {
        "id":"ED205598",
        "title":"Empirical Validation Studies of Alternate Response Modes for Writing Assessment. Test Design Project."},
      {
        "id":"ED205599",
        "title":"Evaluating Federal Education Programs."},
      {
        "id":"ED205600",
        "title":"Evaluation Information and Decision Making in Organizations: Some Constraints on the Utilization of Evaluation Research. Evaluation Design Project."},
      {
        "id":"ED205601",
        "title":"Some Statistical Procedures for Domain-Referenced Testing: A Handbook for Practitioners."},
      {
        "id":"ED205604",
        "title":"Comparison of Program Effects: The Use of Mastery Scores."},
      {
        "id":"ED205607",
        "title":"The Performance of Non-Native Speakers of English on TOEFL and Verbal Aptitude Tests."},
      {
        "id":"ED205608",
        "title":"Connecticut Assessment of Educational Progress: Mathematics, 1979-80. Summary and Interpretations Report."},
      {
        "id":"ED205609",
        "title":"Connecticut Assessment of Educational Progress, 1979-80. Science. Technical Report."},
      {
        "id":"ED205610",
        "title":"Connecticut Assessment of Educational Progress: Science, 1979-80. Summary and Interpretations Report."},
      {
        "id":"ED205613",
        "title":"Philadelphia Training Project for Special Education Supervisors and Principals, 1979-1980. Report No. 8144."},
      {
        "id":"ED205614",
        "title":"Program Evaluation in Education: When? How? To What Ends?"},
      {
        "id":"ED205615",
        "title":"Teacher Personnel Policies."},
      {
        "id":"ED205616",
        "title":"Minimum Competency Testing: New Directions for American Public Education?"},
      {
        "id":"ED205617",
        "title":"Implementing School Desegregation in a Federal System."},
      {
        "id":"ED205618",
        "title":"Desegregation in Big City School Systems: A Comparative Analysis of Three Approaches."},
      {
        "id":"ED205619",
        "title":"Desegregation Policy: A View."},
      {
        "id":"ED205620",
        "title":"Desegregation. [CEMREL Paper 1]."},
      {
        "id":"ED205621",
        "title":"Desegregation. [CEMREL Paper 2]."},
      {
        "id":"ED205622",
        "title":"Competency Testing. [CEMREL Paper 1]."},
      {
        "id":"ED205623",
        "title":"Competency Testing. [CEMREL Paper 2]."},
      {
        "id":"ED205624",
        "title":"The Wisconsin Approach to Individualized Competency Development and Evaluation."},
      {
        "id":"ED205625",
        "title":"Teacher Personnel Policies: A Case of Inappropriate Means to Appropriate Ends."},
      {
        "id":"ED205626",
        "title":"Teacher Personnel Policies."},
      {
        "id":"ED205627",
        "title":"Minimum Competency Testing: Mixing Political and Educational Agendas."},
      {
        "id":"ED205628",
        "title":"School Success and Staff Development: The Role of Staff Development in Urban Desegregated Schools. Executive Summary."},
      {
        "id":"ED205632",
        "title":"Selected Bibliography on Asian and Pacific American Children and Families. Asian Pacific American Education Occasional Papers."},
      {
        "id":"ED205645",
        "title":"Southeast Asian Health Beliefs and Practices."},
      {
        "id":"ED205652",
        "title":"Cuban/Haitian Entrant Program Operating Manual."},
      {
        "id":"ED205653",
        "title":"Nonpublic School Programs: Corrective Reading Services. ESEA Title I. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205654",
        "title":"Project SABE. ESEA Title VII. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205655",
        "title":"Nonpublic School Programs: Clinical and Guidance Services. ESEA Title I. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205656",
        "title":"Nonpublic School Programs: Reading Skills Services. ESEA Title I. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205659",
        "title":"Final Report of the National Black Health Providers Task Force on High Blood Pressure Education and Control."},
      {
        "id":"ED205660",
        "title":"John Bowne High School Bilingual Program. ESEA Title VII. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205661",
        "title":"Nonpublic School Programs: Appendices. ESEA Title I. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205662",
        "title":"Review and Response to the Final Report of the National Black Health Providers Task Force on High Blood Pressure Education and Control."},
      {
        "id":"ED205664",
        "title":"Nonpublic School Programs: English as a Second Language. ESEA Title I. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205665",
        "title":"Nonpublic School Program: Corrective Mathematics Services. ESEA Title I. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED205666",
        "title":"Korean-Americans in Los Angeles: Their Concerns and Language Maintenance. Technical Report 01-81."},
      {
        "id":"ED205667",
        "title":"Puerto Rican History and Culture: Participant Manual."},
      {
        "id":"ED205668",
        "title":"Puerto Rican History and Culture: Resource Manual."},
      {
        "id":"ED205669",
        "title":"Puerto Rican History and Culture: Trainer Manual."},
      {
        "id":"ED205670",
        "title":"Immigration and Nationality Act (With Amendments and Notes on Related Laws). Committee Print for the Use of the Committee on the Judiciary House of Representatives, United States, Ninety-Sixth Congress, Second Session. 7th Edition. Revised."},
      {
        "id":"ED205673",
        "title":"Equity and Vocational Education: From an Economist&apos;s Perspective."},
      {
        "id":"ED205675",
        "title":"Productivity in the Workforce: A Search for Perspectives. Proceedings of the Annual Rupert N. Evans Symposium (2nd, Urbana, Illinois, April 21-22, 1980)."},
      {
        "id":"ED205678",
        "title":"Moped Education for Iowans."},
      {
        "id":"ED205683",
        "title":"A Study to Determine the Impact of Basic Skills and Functional Literacy Requirements on Meeting the Vocational Needs of Secondary Students. Final Report, July 1, 1979-June 30, 1981."},
      {
        "id":"ED205695",
        "title":"Resource Guide for Career Counseling Spanish-Speaking &amp; Chicano Students."},
      {
        "id":"ED205700",
        "title":"Computer Aided Drafting Workshop. Workshop Booklet."},
      {
        "id":"ED205701",
        "title":"Promising Practices in Oregon Career and Vocational Education. Revised."},
      {
        "id":"ED205702",
        "title":"Vocational Skills Assessment for Disabled Students."},
      {
        "id":"ED205705",
        "title":"Resource Linkages for Sex Equity. The Potential for Linkages Between the Vocational Education Sex Equity Coordinator and Other Legally Appointed Equity Personnel."},
      {
        "id":"ED205707",
        "title":"Handbook for Organizing and Managing Literacy Programs for Adults. A Resource for Those Concerned with Effective Organization and Management of Adult Literacy Programs."},
      {
        "id":"ED205708",
        "title":"Federal Legislation and System Change: The Responsiveness of Consumer and Homemaking Education to the Education Amendments of 1976. Final Report."},
      {
        "id":"ED205710",
        "title":"Industrial Arts Safety Guide. Chinese. Bilingual Education Resource Series."},
      {
        "id":"ED205712",
        "title":"Industrial Arts Safety Guide. Japanese. Bilingual Education Resource Series."},
      {
        "id":"ED205713",
        "title":"Industrial Arts Safety Guide. Korean. Bilingual Education Resource Series."},
      {
        "id":"ED205715",
        "title":"Competency Measurement in Vocational Education: A Review of the State of the Art."},
      {
        "id":"ED205717",
        "title":"The Career Shopper's Guide: A Development Plan Manual for an Employment Resource and Training Service."},
      {
        "id":"ED205719",
        "title":"Career Planner: A Guide for Students with Disabilities."},
      {
        "id":"ED205720",
        "title":"Industrial Education Programs and Personnel in Illinois Secondary Schools, A Pilot Study. I.E.I.S. Report No. 1."},
      {
        "id":"ED205723",
        "title":"Regional Staff Development Institutes for Vocational Teachers and Vocational Counselors Working with Disadvantaged Students: Final Report, June 16-27, 1980."},
      {
        "id":"ED205728",
        "title":"Serving Students with Limited English Proficiency: A Guide for Kentucky Vocational Educators."},
      {
        "id":"ED205730",
        "title":"Vocational Assessment. Policy Paper Series: Document 6."},
      {
        "id":"ED205732",
        "title":"Instructional Influence on Human Performance: Insensitivity to Contingencies. Interim Report September 1, 1979 through August 31, 1980."},
      {
        "id":"ED205734",
        "title":"Skilled Finger Movements in Typing."},
      {
        "id":"ED205736",
        "title":"Secondary Schools and the World of Work. The Experiences and Opinions of Queensland Teachers."},
      {
        "id":"ED205737",
        "title":"Education and Employment. Expectations and Experiences of Students, Graduates and Employers."},
      {
        "id":"ED205743",
        "title":"Inservice Workshops on New and Emerging Agriculture/Natural Resources Occupation Instructional Materials. Final Report, January 1, 1980-June 30, 1981."},
      {
        "id":"ED205745",
        "title":"Pennsylvania's Abstracts of Research and Related Materials in Vocational Education."},
      {
        "id":"ED205746",
        "title":"Consumer Citizenship Curriculum Guides for Social Studies, English, Science, Mathematics."},
      {
        "id":"ED205747",
        "title":"Variations in the Educational and Career Development Paths of Brothers and Sisters."},
      {
        "id":"ED205748",
        "title":"Elementary Consumer and Homemaking Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205749",
        "title":"Middle/Jr. High Consumer and Homemaking Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205750",
        "title":"Middle/Jr. High Occupational Home Economics Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205751",
        "title":"High School Consumer and Homemaking Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205752",
        "title":"High School Occupational Home Economics Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205753",
        "title":"Postsecondary Consumer and Homemaking Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205754",
        "title":"Postsecondary Occupational Home Economics Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205755",
        "title":"Adult Consumer and Homemaking Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205756",
        "title":"Adult Occupational Home Economics Education. Standards for Vocational Home Economics Education."},
      {
        "id":"ED205757",
        "title":"The Job Creation Potential of Solar and Conservation: A Critical Evaluation."},
      {
        "id":"ED205758",
        "title":"Employment from Solar Energy: A Bright but Partly Cloudy Future."},
      {
        "id":"ED205760",
        "title":"Overview 80: Governors and CETA. Volume 1."},
      {
        "id":"ED205761",
        "title":"Catalog of CETA Governors' Grants Program and Activities. Volume II."},
      {
        "id":"ED205772",
        "title":"Organizing to Work with CETA. Information Series No. 224."},
      {
        "id":"ED205773",
        "title":"Retaining Adult Students. Information Series No. 225."},
      {
        "id":"ED205774",
        "title":"Tailoring Vocational Education to Adult Needs. Information Series No. 226."},
      {
        "id":"ED205775",
        "title":"Developing Career Education at the College Level. Information Series No. 227."},
      {
        "id":"ED205776",
        "title":"Educating for the Future in Family Life. Information Series No. 228."},
      {
        "id":"ED205777",
        "title":"From School To Work: A European Perspective. Information Series No. 229."},
      {
        "id":"ED205778",
        "title":"Career Education for the Gifted and Talented. Information Series No. 230."},
      {
        "id":"ED205779",
        "title":"Employer-Sponsored Career Development Programs. Information Series No. 231."},
      {
        "id":"ED205780",
        "title":"Business and Office Education: Review and Synthesis of the Research. 3rd Edition. Information Series No. 232."},
      {
        "id":"ED205800",
        "title":"Relationship between Proposed Vocational Program Quality Indicators, Student Satisfaction, Placement, and Job Performance Ratings. Final Report."},
      {
        "id":"ED205801",
        "title":"A Comparison of Four Alternative Delivery Systems for Vocational Education: Apprenticeship, CETA, Cooperative Education, and Industrial Training. Final Report."},
      {
        "id":"ED205804",
        "title":"Resources in Vocational Education. Volume 14, Number 3, 1981-82. Selected Abstracts from ERIC."},
      {
        "id":"ED205805",
        "title":"An Analysis of the Effectiveness of a Workshop on Aging in Changing Middle-Aged Adults' Attitudes toward the Aged."},
      {
        "id":"ED205814",
        "title":"Training Real World Trainers from the Ivory Tower."},
      {
        "id":"ED205815",
        "title":"Competency-Based Curriculum Guide for Laser Technology. September 1980-June 1981."},
      {
        "id":"ED205816",
        "title":"Consumer Homemaking Education: What Are the Impacts? Final Report of a North Dakota Project."},
      {
        "id":"ED205824",
        "title":"Innovative Approaches for Training the CETA Client."},
      {
        "id":"ED205825",
        "title":"Job Development and Placement."},
      {
        "id":"ED205826",
        "title":"Methodology and Techniques."},
      {
        "id":"ED205827",
        "title":"Open Entry/Open Exit, Competency-Based Programs for CETA Clients."},
      {
        "id":"ED205830",
        "title":"Coordinating Federal Programs: Vocational Education and CETA. Vocational Education Study Publication No. 7."},
      {
        "id":"ED205831",
        "title":"The Vocational Education Study: The Final Report. Vocational Education Study Publication No. 8."},
      {
        "id":"ED205832",
        "title":"Antecedent Personality Characteristics of Alcoholics."},
      {
        "id":"ED205836",
        "title":"Age Differences in the Relationship Between Perceived Job Characteristics and Job Satisfaction."},
      {
        "id":"ED205837",
        "title":"Changing Patterns in Methods of Suicide by Race and Sex."},
      {
        "id":"ED205838",
        "title":"Implicational Schemata and the Attribution of Morality."},
      {
        "id":"ED205840",
        "title":"Burnout: Summary and Future Research."},
      {
        "id":"ED205842",
        "title":"The Impact of Gender, Perceived Female Isolation and Beliefs in Traditional Roles for Women on Job Satisfaction."},
      {
        "id":"ED205843",
        "title":"Appraisal of Specific Aspects of Self, Salience, and Spontaneous Self-Esteem."},
      {
        "id":"ED205849",
        "title":"Drug Abuse from the Family Perspective: Coping Is a Family Affair."},
      {
        "id":"ED205850",
        "title":"States Are Funding Juvenile Justice Projects That Conform to Legislative Objectives. Report by the Comptroller General of the United States to the Subcommittee on State, Justice, Commerce, the Judiciary and Related Agencies. Committee on Appropriations, United States Senate."},
      {
        "id":"ED205852",
        "title":"On the Relationship Between Suicide-Prevention and Suicide-Advocacy Groups."},
      {
        "id":"ED205853",
        "title":"Guideline Standards for Prevention/Promotion Services in Mental Health."},
      {
        "id":"ED205855",
        "title":"Favorable Self-Referent Judgments Are Made Faster Than Non-Favorable Ones."},
      {
        "id":"ED205856",
        "title":"Juvenile Record Use in Adult Court Proceedings: A Survey of Prosecutors."},
      {
        "id":"ED205857",
        "title":"Values and Subjective Mental Health in America: A Social Adaptation Approach."},
      {
        "id":"ED205858",
        "title":"The Origins and Evolution of Social Work in the Schools, 1906-1970."},
      {
        "id":"ED205860",
        "title":"Women and Drug Abuse Treatment: Needs and Services. Services Research Monograph Series."},
      {
        "id":"ED205862",
        "title":"Sex-Role Self-Concept and Attributional Style."},
      {
        "id":"ED205863",
        "title":"A New Measure of Sex-Role Attitudes."},
      {
        "id":"ED205864",
        "title":"Effects of Teacher Self-Disclosure on Student Learning and Perceptions of Teacher."},
      {
        "id":"ED205866",
        "title":"Mood, Misattribution, and Judgments of Well-Being: Informative and Directive-Effects of Affective States."},
      {
        "id":"ED205867",
        "title":"Attribution of Arousal as a Mediator of the Effectiveness of Fear-Arousing Communications."},
      {
        "id":"ED205868",
        "title":"Drinking, Driving and Deciding: An Alcohol Module for Traffic Safety Education."},
      {
        "id":"ED205869",
        "title":"Students with Cancer: A Resource for the Educator."},
      {
        "id":"ED205873",
        "title":"Attributional Style of the Lonely and the Depressed."},
      {
        "id":"ED205875",
        "title":"Attributional Effects in Interpersonal Settings."},
      {
        "id":"ED205878",
        "title":"Women Students in Engineering: A Case Study."},
      {
        "id":"ED205880",
        "title":"Families: Aging and Changing. Hearing Before the Select Committee on Aging. House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED205881",
        "title":"Coping and Adaptation: An Annotated Bibliography and Study Guide."},
      {
        "id":"ED205884",
        "title":"Attributions of Achievement for Academic Achievement: A Field Study."},
      {
        "id":"ED205891",
        "title":"Research into Practice: Improving the Understanding of Textbooks."},
      {
        "id":"ED205892",
        "title":"The RSVP: A Core Vocabulary for Students in Grades One to Nine."},
      {
        "id":"ED205894",
        "title":"Reading Tests Don't Cheat, Do They?"},
      {
        "id":"ED205896",
        "title":"Improving Textbook Learning with S4R: A Strategy for Teachers, Not Students."},
      {
        "id":"ED205900",
        "title":"Piaget's Genetic Approach to Reading and Language Development."},
      {
        "id":"ED205906",
        "title":"I Can Read! I Will Read!"},
      {
        "id":"ED205908",
        "title":"Schema Utilization by Skilled and Less Skilled Sixth Grade Readers."},
      {
        "id":"ED205911",
        "title":"What Happens to Kindergarten Children&apos;s Knowledge about Reading after a Summer Vacation? Reading Education Report No. 21."},
      {
        "id":"ED205912",
        "title":"Strategies for Controlling Hypothesis Formation in Reading. Reading Education Report No. 22."},
      {
        "id":"ED205913",
        "title":"A New Point of View on Children&apos;s Stories. Reading Education Report No. 25."},
      {
        "id":"ED205914",
        "title":"Reading Comprehension Instruction in Five Basal Reader Series. Reading Education Report No. 26."},
      {
        "id":"ED205915",
        "title":"Why Readability Formulas Fail. Reading Education Report No. 28."},
      {
        "id":"ED205916",
        "title":"Stories within Stories. Reading Education Report No. 29."},
      {
        "id":"ED205917",
        "title":"Learning to Learn from Text: A Framework for Improving Classroom Practice. Reading Education Report No. 30."},
      {
        "id":"ED205918",
        "title":"Multiple Code Activation in Word Recognition: Evidence from Rhyme Monitoring. Technical Report No. 204."},
      {
        "id":"ED205919",
        "title":"Learning Social Context Characteristics in Prereading Lessons. Technical Report No. 205."},
      {
        "id":"ED205920",
        "title":"The Dependence on Graphemes and on Their Translation to Phonemes in Reading: A Developmental Perspective. Technical Report No. 208."},
      {
        "id":"ED205921",
        "title":"Sociocultural Variables in Children&apos;s Sequencing of Stories. Technical Report No. 209."},
      {
        "id":"ED205922",
        "title":"Cognitive Style Differences in Expository Prose Recall. Technical Report No. 210."},
      {
        "id":"ED205923",
        "title":"Facilitating Reading Comprehension through Flowcharting. Technical Report No. 211."},
      {
        "id":"ED205924",
        "title":"Situational Variation in the Use of Internal State Words. Technical Report No. 212."},
      {
        "id":"ED205925",
        "title":"Improving Teaching and Learning from Texts in History and Philosophy through Systematic Staff and Student Development. Final Report."},
      {
        "id":"ED205927",
        "title":"Word Boundary Recognition and Its Relationship to Phoneme Segmentation Ability."},
      {
        "id":"ED205929",
        "title":"Black English Annotations for Elementary Reading Programs."},
      {
        "id":"ED205930",
        "title":"Understanding Anaphora: Rules Used by Readers in Assigning Pronominal Referents. Technical Report No. 3, December 1, 1976 through July 1, 1980."},
      {
        "id":"ED205931",
        "title":"Future Trends of Diagnosis and Instruction in the Primary Grades."},
      {
        "id":"ED205932",
        "title":"A Cannonical Correlational Analysis of Learning to Read and Learning to Write: An Exploratory Analysis."},
      {
        "id":"ED205934",
        "title":"The International Reading Association's Role in the Politics of Censorship."},
      {
        "id":"ED205936",
        "title":"Cultural Factors and Sex Differences in Reading and Mathematics."},
      {
        "id":"ED205937",
        "title":"The Rationale and Design of a Program to Teach Vocabulary to Fourth-Grade Students."},
      {
        "id":"ED205941",
        "title":"The Effects of Television Viewing on Reading Behavior."},
      {
        "id":"ED205942",
        "title":"Some Recommended Adolescent and Adult Novels in Northeast Texas, 1980."},
      {
        "id":"ED205943",
        "title":"Law and Policy in Educating Under-Educated Adults."},
      {
        "id":"ED205944",
        "title":"Proceedings of the Lake Wilderness Attention Conference. Interim Technical Report, August 1, 1980 through September 30, 1980."},
      {
        "id":"ED205948",
        "title":"Conflict in the Colonies: The London Times Coverage of Watergate from the Break-in to the Pardon."},
      {
        "id":"ED205950",
        "title":"Evaluation in the Writing Conference: An Interactive Process."},
      {
        "id":"ED205953",
        "title":"The Interactions of Television Uses and Gratifications."},
      {
        "id":"ED205954",
        "title":"Working-Class Readers: Using Labor Statistics to Study Newspaper Readership in the Late Nineteenth Century."},
      {
        "id":"ED205956",
        "title":"The &quot;Pittsburgh Courier's&quot; Double V Campaign in 1942."},
      {
        "id":"ED205959",
        "title":"Public Relations Writing: Setting Goals and Objectives for Students and Evaluating Their Work."},
      {
        "id":"ED205963",
        "title":"&quot;The Strange Birth of 'CBS Reports'&quot; Revisited."},
      {
        "id":"ED205964",
        "title":"Cable's Impact on Media Use: A Preliminary Report from Columbus."},
      {
        "id":"ED205969",
        "title":"A Proposed Press Law and Responsibilities Teaching Unit for Secondary Schools."},
      {
        "id":"ED205974",
        "title":"Explanatory Power in Advertising Research: Differences between Management and Theoretical Perspectives."},
      {
        "id":"ED205975",
        "title":"An Analysis of the Impact of Cable Television on the Audiences of Local Television Stations in Three Markets."},
      {
        "id":"ED205976",
        "title":"Metropolitan Magazine Boom Continues, but Problems Remain."},
      {
        "id":"ED205978",
        "title":"Advertising and Advertisements: The Simple Art of Grouping."},
      {
        "id":"ED205979",
        "title":"The Effect of Two Contrasting Spelling Approaches on the Achievement of Sixth Graders."},
      {
        "id":"ED205980",
        "title":"Spelling Instruction is Diagnostic-Prescriptive Minus the Diagnostic."},
      {
        "id":"ED205983",
        "title":"Instruction in Handwriting in Ontario Schools."},
      {
        "id":"ED205985",
        "title":"\"Turning the Page\"/The Appropriate Use of Asian American Children's Literature in the Classroom."},
      {
        "id":"ED205986",
        "title":"Assessing the Writing Skill of Prospective English Teachers."},
      {
        "id":"ED205987",
        "title":"A Catalogue of Invention Components and Applications."},
      {
        "id":"ED205989",
        "title":"Adventuring with Books: A Booklist for Pre-K-Grade 6. New Edition."},
      {
        "id":"ED205991",
        "title":"Learning to Love Literature: Preschool Through Grade 3."},
      {
        "id":"ED206002",
        "title":"Improving Spelling in the Middle Grades."},
      {
        "id":"ED206006",
        "title":"Local History: A Guide for Research and Writing."},
      {
        "id":"ED206007",
        "title":"Selecting Instructional Activities: A Policy-Capturing Analysis."},
      {
        "id":"ED206008",
        "title":"Is It Relevant and Does It Work? Reconsidering Literature as Rhetoric."},
      {
        "id":"ED206013",
        "title":"Student Network Factors and Classroom Performance."},
      {
        "id":"ED206015",
        "title":"Mass Media, Interpersonal, and Social Background Influences in Two Canadian American Settings."},
      {
        "id":"ED206020",
        "title":"The Performance Career of Charles Dickens: An Annotated Bibliography."},
      {
        "id":"ED206022",
        "title":"The Measurement of Political Opinion Leadership."},
      {
        "id":"ED206026",
        "title":"Treatment of Speech Anxiety: A Sequential Dismantling of Speech Skills Training, Coping Skills Training, and Paradox."},
      {
        "id":"ED206030",
        "title":"Analyzing Media: Metaphors as Methodologies."},
      {
        "id":"ED206034",
        "title":"PEAC Analysis of &quot;Oye Willie&quot;."},
      {
        "id":"ED206036",
        "title":"Beginning Readers Theatre: A Primer for Classroom Performance."},
      {
        "id":"ED206037",
        "title":"Videotex and Teletext: Regulation of the Electronic Publisher?"},
      {
        "id":"ED206038",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, April 1-June 30, 1981. Status Report 66."},
      {
        "id":"ED206039",
        "title":"&quot;Rubbing the Devil's Nose in It:&quot; PTL's Jim Bakker under Investigation."},
      {
        "id":"ED206048",
        "title":"Psychological Models of Educational Performance: A Theoretical Synthesis of Constructs."},
      {
        "id":"ED206050",
        "title":"Selected Papers in School Finance. Working Papers."},
      {
        "id":"ED206058",
        "title":"A Study of Alternatives in American Education, Vol. IV: Family Choice in Schooling."},
      {
        "id":"ED206066",
        "title":"The Meaning and Structure of a Positive Supervisory Experience from a Supervisor's Perspective."},
      {
        "id":"ED206067",
        "title":"Improving Policy Through Research: A Case Study of the Revision of Delaware's Program Standards for School Improvement."},
      {
        "id":"ED206068",
        "title":"The Explanatory Power of Two Idealized Models of Educational and Social Attainment."},
      {
        "id":"ED206070",
        "title":"Supervision for Effective Classrooms: Five Phases of a Positive Supervisory Experience."},
      {
        "id":"ED206072",
        "title":"A Test of Size and Differentiation."},
      {
        "id":"ED206075",
        "title":"The Role of the Elementary School Principal in School Desegregation."},
      {
        "id":"ED206076",
        "title":"Educational Administration, the Technologization of Reason and the Management of Knowledge: Towards a Critical Theory."},
      {
        "id":"ED206077",
        "title":"Power and the Educational Administrator: Bureaucracy, Loose Coupling or Cultural Negotiation?"},
      {
        "id":"ED206079",
        "title":"Images of Effective High Schools: An Interview Study of Delaware's Educational Administrators."},
      {
        "id":"ED206081",
        "title":"A Comparison of Principals' and National Leaders' Perceptions Toward the Middle School."},
      {
        "id":"ED206084",
        "title":"School Leaders' Perceptions of the Consequences of Provincial Aid to Independent Schools in British Columbia."},
      {
        "id":"ED206085",
        "title":"Factors Supporting or Inhibiting Innovative Practices in Senior High Schools."},
      {
        "id":"ED206086",
        "title":"Teachers' and Principals' Attitudes about the Characteristics and Functions of Middle Schools."},
      {
        "id":"ED206087",
        "title":"Social Indicators of Basic Needs: Quantitative Data for Human Rights Policy."},
      {
        "id":"ED206088",
        "title":"Alternative Perspectives for Viewing Educational Organizations."},
      {
        "id":"ED206094",
        "title":"Recent Trends in the Research on Innovations in Education. Report No. 28."},
      {
        "id":"ED206098",
        "title":"Oregon School Bond Manual. Fifth Edition."},
      {
        "id":"ED206099",
        "title":"Competence Requirements: OAR 581-22-316. Standards Guidelines."},
      {
        "id":"ED206100",
        "title":"Units of Credit: OAR 581-22-316. Standards Guidelines."},
      {
        "id":"ED206101",
        "title":"The High School Diploma and Alternative Awards: OAR 581-22-316. Standards Guidelines."},
      {
        "id":"ED206102",
        "title":"Due Process Hearing Handbook."},
      {
        "id":"ED206105",
        "title":"Directory of Researchers in Educational Finance and Governance."},
      {
        "id":"ED206106",
        "title":"IEP Development and Implementation: The Role of the Elementary Principal."},
      {
        "id":"ED206109",
        "title":"Implementing Innovations in Schools: A Concerns-Based Approach."},
      {
        "id":"ED206111",
        "title":"The Role of Special Interest Groups in the Shaping of State Educational Policy Relative to School Finance: A Case Study."},
      {
        "id":"ED206115",
        "title":"The Evolution of Federal Educational Policy."},
      {
        "id":"ED206118",
        "title":"Overview of Special Education Resources, Individualized Education Programs, and Issues Clarification."},
      {
        "id":"ED206119",
        "title":"A Guidebook for Implementing Home-Based Preschool Programs for Handicapped Children in the State of Washington. Early Childhood Education."},
      {
        "id":"ED206120",
        "title":"Preschool Assessment Manual. Early Childhood Education."},
      {
        "id":"ED206121",
        "title":"Guidelines for Preschool Programs for Handicapped Children in the State of Washington. Early Childhood Education."},
      {
        "id":"ED206123",
        "title":"Interdisciplinary Roles of Professionals Involved in Mainstreaming Black Exceptional Students in the Mainstream of a Secondary School."},
      {
        "id":"ED206130",
        "title":"&quot;To Assure the Free Appropriate Public Education of All Handicapped Children.&quot; Second Annual Report to Congress on the Implementation of Public Law 94-142: The Education for All Handicapped Children Act."},
      {
        "id":"ED206135",
        "title":"Sign Language for a Nonverbal Child: A Facilitator or Inhibitor of Vocal Speech?"},
      {
        "id":"ED206136",
        "title":"Judicial Interpretations of What Constitutes Appropriate Educational Programs for Handicapped Children. Draft."},
      {
        "id":"ED206139",
        "title":"Associative and Conceptual Training of Retarded and Normal Children."},
      {
        "id":"ED206140",
        "title":"Identification of and Curriculum Methodologies for Potentially Gifted Black Children."},
      {
        "id":"ED206146",
        "title":"Parents and Schools: A Partnership Model."},
      {
        "id":"ED206147",
        "title":"The Responses to Written Language by Mildly and Moderately Mentally Retarded Adolescents."},
      {
        "id":"ED206148",
        "title":"Handicapped Children&apos;s Early Education Program, Division of Innovation and Development. Final Report, June 1977-August 1980."},
      {
        "id":"ED206151",
        "title":"P.L. 94-142: A Study of the Implementation and Impact at the State Level. Volume I. Final Report."},
      {
        "id":"ED206153",
        "title":"Psychological Assessment of Minority Language Students."},
      {
        "id":"ED206157",
        "title":"Learning Chichewa: Book 1, Lessons 1-10. Peace Corps Language Handbook Series."},
      {
        "id":"ED206158",
        "title":"Learning Chichewa: Book 2, Lessons 11-20. Peace Corps Language Handbook Series."},
      {
        "id":"ED206159",
        "title":"Learning Chichewa: Teacher's Manual. Peace Corps Language Handbook Series."},
      {
        "id":"ED206160",
        "title":"Bilingual Education: An Experience in Peruvian Amazonia."},
      {
        "id":"ED206166",
        "title":"Colorado Diagnostic Test of English as a Second Language."},
      {
        "id":"ED206182",
        "title":"Language Attitudes in a Creole Continuum."},
      {
        "id":"ED206184",
        "title":"Ungrammar."},
      {
        "id":"ED206186",
        "title":"The Role of Attentional Priority of the Agent in the Acquisition of Word Reference."},
      {
        "id":"ED206189",
        "title":"Ilokano Language Program Guide."},
      {
        "id":"ED206192",
        "title":"Strategies for the Design of Multicultural Curriculum. Bilingual Education Teacher Handbook. Volume I."},
      {
        "id":"ED206193",
        "title":"Issues in Portuguese Bilingual Education."},
      {
        "id":"ED206199",
        "title":"Linguistic Repertoires, Communicative Competence and the Hispanic Child."},
      {
        "id":"ED206202",
        "title":"Hmong Refugees in an American City: A Case Study in Language Contact."},
      {
        "id":"ED206208",
        "title":"Symbolism and Survival in Developing Organizations: Regional Colleges in Israel."},
      {
        "id":"ED206210",
        "title":"Recruiting Trends 1980-81. A Study of 562 Businesses, Industries, Governmental Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED206213",
        "title":"Basic Grants: End-of-Year Report, 1979-80."},
      {
        "id":"ED206214",
        "title":"Recent Trends in Federal Student Aid: The Rise of the &quot;Nonreturnable&quot; Loan. Technical Analysis Report Series, No. 6."},
      {
        "id":"ED206217",
        "title":"1978-79 Unit Expenditures Study."},
      {
        "id":"ED206219",
        "title":"Campus and Community."},
      {
        "id":"ED206221",
        "title":"Needed Systems Supports for Achieving Higher Education Equity for Black Americans."},
      {
        "id":"ED206222",
        "title":"A Model for Analyzing Precepting in the Clinical Setting."},
      {
        "id":"ED206223",
        "title":"The Use of Student Journals in Teaching Psychology."},
      {
        "id":"ED206224",
        "title":"The Computer as a Research and Teaching Instrument for Students in the Behavioral Sciences."},
      {
        "id":"ED206225",
        "title":"The Crisis in Higher Education: Facing Reduction and Financial Exigency."},
      {
        "id":"ED206226",
        "title":"Communicating University Research."},
      {
        "id":"ED206229",
        "title":"The Black/White Colleges: Dismantling the Dual System of Higher Education."},
      {
        "id":"ED206244",
        "title":"Integrating the Community and the Classroom: A Sampler of Postsecondary Courses."},
      {
        "id":"ED206245",
        "title":"An Analysis of the Need for Medical Record Administration Programs in New Jersey. Manpower Planning Series. Office of Research and Manpower, Volume 1, Report Number 3."},
      {
        "id":"ED206253",
        "title":"Quality Control in Off-Campus Degree Programs. AAHE-ERIC/Higher Education Research Currents, September 1981."},
      {
        "id":"ED206257",
        "title":"Selected Characteristics of Full-Time Humanities Faculty, Fall 1979. Higher Education Panel Report, Number 51."},
      {
        "id":"ED206264",
        "title":"The Effect of Adjunct Questions on Learning from a Videotape Lesson."},
      {
        "id":"ED206268",
        "title":"Development and Production Leading to a Television Series on Parent Education. An Assessment of Parent Education and General Needs That Can Be Served by Educational Programming for Television. Final Report."},
      {
        "id":"ED206269",
        "title":"A History of the POWERHOUSE Evaluation."},
      {
        "id":"ED206273",
        "title":"Television and the Canadian Indian: Impact and Meaning among Algonkians of Central Canada."},
      {
        "id":"ED206280",
        "title":"Information for the 1980's. Final Report of the White House Conference on Library and Information Services, 1979."},
      {
        "id":"ED206284",
        "title":"Community Information Systems."},
      {
        "id":"ED206286",
        "title":"Research Report on Development of a Probabilistic Author Search and Matching Technique for Retrieval and Creation of Bibliographic Records."},
      {
        "id":"ED206287",
        "title":"Media Selection for Information User Training. Technical Report."},
      {
        "id":"ED206295",
        "title":"Speech Communication: Library Research Guide."},
      {
        "id":"ED200276",
        "title":"The Community: Education on a Grassroots Level."},
      {
        "id":"ED200281",
        "title":"Promises and Perils for the 1980s. Junior College Resource Review."},
      {
        "id":"ED200282",
        "title":"Responses of Fall 1980 Entering Students: Spring 1981 Continuing Student Survey. Student Flow Program, Report 11."},
      {
        "id":"ED200283",
        "title":"Early Identification of the Potential Dropout: An Exploratory Study Based on Fall 1979 and Fall 1980 New Students. Student Flow Program, Report 12."},
      {
        "id":"ED200284",
        "title":"Micro-Computer Tutorial Assistance Project."},
      {
        "id":"ED200285",
        "title":"Staff Development Practices in U. S. Community Colleges."},
      {
        "id":"ED200286",
        "title":"Occupational Education Today. New Directions for Community Colleges, Number 33."},
      {
        "id":"ED200289",
        "title":"Interface in Retrospect, 1978-1980."},
      {
        "id":"ED200294",
        "title":"LACC Student Survey--Fall 1980. Research Study Number 81-5."},
      {
        "id":"ED200296",
        "title":"Math Anxiety and the Student of the '80's."},
      {
        "id":"ED200298",
        "title":"A Quest for Common Learning: The Aims of General Education. A Carnegie Foundation Essay."},
      {
        "id":"ED200299",
        "title":"Community Needs Assessment Surveys. Fact Sheet No. 1."},
      {
        "id":"ED200307",
        "title":"Characteristics of Kindergarten Children Perceived as &quot;Thriving,&quot;&quot;Average,&quot; or &quot;Non-Thriving&quot; by Their Teachers."},
      {
        "id":"ED200309",
        "title":"Adoption Assistance and Child Welfare Act of 1980. Public Law 96-272, Ninety-Sixth Congress, H.R. 3434."},
      {
        "id":"ED200316",
        "title":"An Addendum to a Handbook on Parent Involvement with a Focus on Parents' Educational and Social Development and Positive Parent-Child Interactions."},
      {
        "id":"ED200324",
        "title":"Development of Preschoolers&apos; Learning, Retention, and Generalization of Concepts."},
      {
        "id":"ED200328",
        "title":"A Study of How Restrictive Rental Practices Affect Families with Children."},
      {
        "id":"ED200337",
        "title":"Pressures That Promote Curriculum Schemes in Kindergarten."},
      {
        "id":"ED200342",
        "title":"Special Funding for Small and/or Isolated Rural Schools."},
      {
        "id":"ED200356",
        "title":"Options: A Career Development Curriculum for Rural High School Students. Unit I, Understanding People in Our Area."},
      {
        "id":"ED200357",
        "title":"Options: A Career Development Curriculum for Rural High School Students. Unit II, Decision Making."},
      {
        "id":"ED200358",
        "title":"Options: A Career Development Curriculum for Rural High School Students. Unit III, Life Planning [and] Game of Life: Choice and Chance."},
      {
        "id":"ED200360",
        "title":"Options: A Career Development Curriculum for Rural High School Students. Northeast Version Adaptation Packet."},
      {
        "id":"ED200361",
        "title":"Options: A Career Development Curriculum for Rural High School Students. Appalachian South Version Adaptation Packet."},
      {
        "id":"ED200362",
        "title":"Options: A Career Development Curriculum for Rural High School Students. Southwest Version Adaptation Packet."},
      {
        "id":"ED200363",
        "title":"Options: A Career Development Curriculum for Rural High School Students. Northwest Version Adaptation Packet."},
      {
        "id":"ED200364",
        "title":"The Status of Native American Women in Higher Education."},
      {
        "id":"ED200371",
        "title":"Factors Affecting the Life Plans of Low-Income Rural Youth."},
      {
        "id":"ED200382",
        "title":"An Emerging Model in Rural America. Community Based Education, Paper Number Four."},
      {
        "id":"ED200388",
        "title":"Private School Data: Issues of Policy and Procedure. The Federal Perspective."},
      {
        "id":"ED200389",
        "title":"Private Schools in American Education."},
      {
        "id":"ED200391",
        "title":"Teacher's Guide for Balloons and Gases."},
      {
        "id":"ED200392",
        "title":"Mosquitoes: A Resource Book for the Classroom."},
      {
        "id":"ED200394",
        "title":"Teacher's Guide for Senior Balancing."},
      {
        "id":"ED200395",
        "title":"An Experimental Engineering Technology Career Program for Disadvantaged Minority Students."},
      {
        "id":"ED200396",
        "title":"Citizen Education on Nuclear Technology (CENT)."},
      {
        "id":"ED200397",
        "title":"Citizen Education on Nuclear Technology (CENT). Teacher's Guide."},
      {
        "id":"ED200398",
        "title":"Human Beings and Their Environment. Final Evaluation Report."},
      {
        "id":"ED200400",
        "title":"National Association for Research in Science Teaching Annual Meeting, Abstracts of Presented Papers (54th, Grossinger's in the Catskills, New York, April 5-8, 1981)."},
      {
        "id":"ED200402",
        "title":"Towards More Effective Teaching and Learning: What Can Research in the Brain Sciences Contribute? A Survey of Some Recent Research Efforts and Their Implications for Education."},
      {
        "id":"ED200403",
        "title":"Towards More Effective Teaching and Learning: New Directions for Educational Technologies in the 1980s--Research and Studies."},
      {
        "id":"ED200407",
        "title":"Pennsylvania&apos;s Energy Curriculum for the Primary Grades."},
      {
        "id":"ED200408",
        "title":"Pennsylvania&apos;s Energy Curriculum for the Secondary Grades: Informational Module."},
      {
        "id":"ED200409",
        "title":"Pennsylvania's Energy Curriculum for the Secondary Grades: Biological Science."},
      {
        "id":"ED200411",
        "title":"Pennsylvania&apos;s Energy Curriculum for the Secondary Grades: English."},
      {
        "id":"ED200412",
        "title":"Pennsylvania's Energy Curriculum for the Secondary Grades: Home Economics."},
      {
        "id":"ED200413",
        "title":"Pennsylvania&apos;s Energy Curriculum for the Secondary Grades: Industrial Arts."},
      {
        "id":"ED200414",
        "title":"Pennsylvania's Energy Curriculum for the Secondary Grades: Social Studies."},
      {
        "id":"ED200418",
        "title":"Fairy Tales of the Sea [and] A Guide for Teachers."},
      {
        "id":"ED200421",
        "title":"1980 Ohio Regional Conferences on Mathematics Education."},
      {
        "id":"ED200428",
        "title":"A Training Manual for Nuclear Medicine Technologists."},
      {
        "id":"ED200429",
        "title":"Medical Service Clinical Laboratory Procedures--Serology."},
      {
        "id":"ED200430",
        "title":"Medical Service Clinical Laboratory Procedures--Parasitology."},
      {
        "id":"ED200431",
        "title":"Medical Service Clinical Laboratory Procedure--Hematology."},
      {
        "id":"ED200433",
        "title":"Medical Handbook for Pilots."},
      {
        "id":"ED200434",
        "title":"Standard First Aid Training Course. Naval Education and Training Command Rate Training Manual."},
      {
        "id":"ED200436",
        "title":"Programmable Calculators: Implications for the Mathematics Curriculum."},
      {
        "id":"ED200437",
        "title":"The Use of Concept Mapping and Gowin's &quot;V&quot; Mapping Instructional Strategies in Junior High School Science. The Cornell University &quot;Learning How To Learn&quot; Project."},
      {
        "id":"ED200438",
        "title":"An International Review of Minimal Competency Programs in Mathematics."},
      {
        "id":"ED200440",
        "title":"Aboard the Space Shuttle."},
      {
        "id":"ED200441",
        "title":"The Explorer's Guide to the Universe. A Reading List for Planetary and Space Science."},
      {
        "id":"ED200444",
        "title":"Sea Training at Maritime Academies Oversight. Hearings Before the Ad Hoc Select Subcommittee on Maritime Education and Training of the Committee on Merchant Marine and Fisheries, House of Representatives, Ninety-Sixth Congress, Second Session on Sea Training of United States Merchant Marine Officers and Different Ways of Satisfying This Requirement at the Various Maritime Academies."},
      {
        "id":"ED200447",
        "title":"An Investigation of Relationships Between Cognitive Preference Orientation and Jungian (MBTI) Personality Types of Eighth-Grade Science Students."},
      {
        "id":"ED200450",
        "title":"A Solar Energy Curriculum for Elementary Schools, Kindergarten Through Grade Six. Field Test Copy."},
      {
        "id":"ED200451",
        "title":"The Environmental Communication Ecosystem: A Situation Report."},
      {
        "id":"ED200452",
        "title":"Investigations in Science Education, Vol. 7, No. 1. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED200453",
        "title":"Coastal Awareness: A Resource Guide for Teachers in Elementary Science."},
      {
        "id":"ED200454",
        "title":"Coastal Awareness: A Resource Guide for Teachers in Junior High Science."},
      {
        "id":"ED200456",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement V."},
      {
        "id":"ED200461",
        "title":"Coordinating Human Services at the Local Level: Proceedings of the National Network Building Conference (1st, Denver, Colorado, June 23-24, 1980)."},
      {
        "id":"ED200462",
        "title":"Formulating a Comprehensive Index of Political Education in Contemporary America. First Draft."},
      {
        "id":"ED200473",
        "title":"The Revival of Civic Learning: A Rationale for Citizenship Education in American Schools."},
      {
        "id":"ED200474",
        "title":"Introduction to the Social Sciences: Teacher's Manual."},
      {
        "id":"ED200477",
        "title":"Multicultural Education for Practitioners."},
      {
        "id":"ED200488",
        "title":"Program Evaluation in Distance Education: Against the Technologisation of Reason."},
      {
        "id":"ED200490",
        "title":"What Can Research Contribute to Law-Related Education?"},
      {
        "id":"ED200495",
        "title":"The Politics of Educational Reform in Nineteenth-Century Massachusetts: The Controversy Over the Beverly High School in 1860. Final Report."},
      {
        "id":"ED200496",
        "title":"American Public Opinion Toward Sex Education and Contraception for Teenagers."},
      {
        "id":"ED200505",
        "title":"Selected Bibliography of Arab Educational Materials, Vol. 3, No. 2, 1978."},
      {
        "id":"ED200507",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 13, No. 4, 1979. Period Covered October-December, 1979."},
      {
        "id":"ED200508",
        "title":"International Education Programs of the U.S. Government: An Inventory."},
      {
        "id":"ED200511",
        "title":"School System Response to Planned Interventions to Reduce Sex Bias."},
      {
        "id":"ED200514",
        "title":"Teacher Assessment of Supervisory Evaluations."},
      {
        "id":"ED200516",
        "title":"Learning How to Teach: Processes, Effects, and Criteria."},
      {
        "id":"ED200517",
        "title":"Research and Issues in Gifted and Talented Education: Implications for Teacher Education."},
      {
        "id":"ED200518",
        "title":"Teachers' Conceptions of Their Own Success. Current Issues."},
      {
        "id":"ED200519",
        "title":"Reflections on the Evaluation of a Teacher Education Program: The University of Houston Experience. Current Issues."},
      {
        "id":"ED200520",
        "title":"Management of Disruptive and Off-Task Behaviors: Selected Resources. Bibliographies."},
      {
        "id":"ED200521",
        "title":"Nutrition Education: Selected Resources. Bibliographies."},
      {
        "id":"ED200522",
        "title":"Managing Teacher Stress and Burnout."},
      {
        "id":"ED200527",
        "title":"An Analysis of Elementary Participation Role Perceptions: Laboratory School Participant, Supervising Teacher, and College Supervisor."},
      {
        "id":"ED200528",
        "title":"The Effects of Supervision Employing Interaction Analysis on the Teaching Behavior of Selected Physical Education Teachers."},
      {
        "id":"ED200534",
        "title":"A Study of the Development of Classroom Routines and Academic Performance Expectations in Three Tenth Grade Classrooms."},
      {
        "id":"ED200535",
        "title":"A History of College Football."},
      {
        "id":"ED200543",
        "title":"Teacher Supply and Demand in Kansas Public Schools. Second Annual Survey."},
      {
        "id":"ED200556",
        "title":"Team Approach to Field Based Preservice Teacher Education."},
      {
        "id":"ED200559",
        "title":"Alcohol and Nutrition. Proceedings of a Workshop on Alcohol and Nutrition (Indianapolis, Indiana, September 26-27, 1977). Research Monograph No. 2."},
      {
        "id":"ED200560",
        "title":"Action Research in Retrospect and Prospect."},
      {
        "id":"ED200561",
        "title":"Teachers&apos; Cognitive Activities and Overt Behaviors."},
      {
        "id":"ED200562",
        "title":"Brain Research and Learning."},
      {
        "id":"ED200564",
        "title":"Motivation. What Research Says to the Teacher."},
      {
        "id":"ED200565",
        "title":"The Beginning Teacher: A Practical Guide to Problem Solving."},
      {
        "id":"ED200566",
        "title":"Health, United States, 1980, With Prevention Profile."},
      {
        "id":"ED200572",
        "title":"Effective Instruction."},
      {
        "id":"ED200586",
        "title":"Fact Sheets 1980-81. Collected Miscellaneous Papers from the ERIC Clearinghouse on Teacher Education."},
      {
        "id":"ED200589",
        "title":"A Case Study Of Change: Inservice Teachers in A National Science Foundation Environmental Science Education Program."},
      {
        "id":"ED200593",
        "title":"Teacher Participation in Educational Innovation: Some Insights Into Its Nature."},
      {
        "id":"ED200594",
        "title":"A Conceptual Framework for Examining Teachers' Views of Teaching and Educational Policies."},
      {
        "id":"ED200595",
        "title":"Classroom Management Styles and Personality Variables of Teachers and Education Majors: Similarities and Differences."},
      {
        "id":"ED200603",
        "title":"Profile Of A Rural Teachers&apos; Center. Teachers&apos; Center Exchange. Occasional Paper No. 2."},
      {
        "id":"ED200604",
        "title":"Starting Out, Moving On, Running Ahead or How Teachers&apos; Centers Can Attend to Stages in Teachers&apos; Development. Occasional Paper No. 8."},
      {
        "id":"ED200606",
        "title":"Basic Skills Assessment Program. Parent Pamphlet, Teacher Pamphlet, and Administrator Pamphlet."},
      {
        "id":"ED200607",
        "title":"Department of Defense Dependents Schools Comprehensive Social Studies Program Evaluation, Spring, 1980. Summary Report."},
      {
        "id":"ED200608",
        "title":"New Directions in Matching Familiar Figures Test Research Resulting From Scoring and Item Analyses."},
      {
        "id":"ED200609",
        "title":"Problem Perception and Knowledge Structure in Expert and Novice Mathematical Problem Solvers."},
      {
        "id":"ED200610",
        "title":"Evaluation of Videotaped and Live Theatre Auditions."},
      {
        "id":"ED200611",
        "title":"Administrative Style as a Predictor of Evaluation Utilization."},
      {
        "id":"ED200612",
        "title":"Adaptive Mental Testing: The State of the Art."},
      {
        "id":"ED200617",
        "title":"Ability Grouping: Why Do We Persist and Should We."},
      {
        "id":"ED200619",
        "title":"Automating Exams for a Statistics Course: II. A Case Study."},
      {
        "id":"ED200624",
        "title":"Differences in Teachers' Perceptions of the Causes of Positive Versus Negative Student Achievement Outcomes."},
      {
        "id":"ED200627",
        "title":"An Examination of the Relationship Between School Scores Derived From Commercial Achievement Tests and Those From Statewide Assessment."},
      {
        "id":"ED200629",
        "title":"The Influence of Change in Instructional Effectiveness Upon the Relationship of Teacher Expectations and Student Achievement."},
      {
        "id":"ED200633",
        "title":"Item Response Changes on Multiple-Choice Tests as a Function of Test Anxiety."},
      {
        "id":"ED200640",
        "title":"Attributions and Attributional Change: Effects of a Mastery Learning Instructional Approach."},
      {
        "id":"ED200641",
        "title":"Lambrecht Shorthand Aptitude Test and Teacher's Manual."},
      {
        "id":"ED200649",
        "title":"Sex Differences in Sixth Grade Children's Problem Solving."},
      {
        "id":"ED200658",
        "title":"On the Comparability of Services Provided to Private School Students under Title I of the Elementary and Secondary Education Act (as amended, 1974) and on the Impact of the Act on Private Schools. A Report for the Education Equity Group, Compensatory Education Division of the National Institute of Education."},
      {
        "id":"ED200664",
        "title":"Short-Term Effects of Human Relations Training (HR-17): A Pre Post Comparison Group Evaluation Study."},
      {
        "id":"ED200665",
        "title":"Short Term Effects of Human Relations Training (HR-18): A Pre-Post Evaluation Study."},
      {
        "id":"ED200669",
        "title":"A Practitioners&apos; Guide for Achieving Student Integration in City High Schools."},
      {
        "id":"ED200673",
        "title":"A Parent Guide to Title IX."},
      {
        "id":"ED200674",
        "title":"They Chose Greatness: Women Who Shaped America and the World."},
      {
        "id":"ED200676",
        "title":"Civil Rights Issues of Euro-Ethnic Americans in the United States: Opportunities and Challenges. A Consultation Sponsored by the United States Commission on Civil Rights, Chicago, Illinois, December 3, 1979."},
      {
        "id":"ED200688",
        "title":"Ideas, Creencias, Actitudes. Primer Modulo de una Serie para Maestros de Escuela Elemental (Ideas, Beliefs, Attitudes. First Module of a Series for Elementary Teachers)."},
      {
        "id":"ED200691",
        "title":"Dona Ana No Esta Aqui. Sexto Modulo de una Serie para Maestros de Escuela Elemental (Dona Ana Isn't Here. Sixth Module of a Series for Elementary School Teachers)."},
      {
        "id":"ED200692",
        "title":"Auxilio, Socorro! Salvame! Los Esterioripos de la Mujer en la Television. Octavo Modulo de una Serie para Maestros de Escuela Elemental. Fara Usar con la Grabacion (Help! Help! Save me! Sexual Stereotyping of Women. Eighth Module of a Series for Elementary School Teachers. Audiotape Transcriptions)."},
      {
        "id":"ED200693",
        "title":"Title VII-Bilingual Education Program. Community School District 16. Final Evaluation Report, 1979-80."},
      {
        "id":"ED200694",
        "title":"C.S. 211 Bilingual Gifted and Talented Program. Final Evaluation Report, 1979-80."},
      {
        "id":"ED200695",
        "title":"Bilingual Program-District 13. Funded under ESEA Title VII. Final Report, September 1, 1979-August 31, 1980."},
      {
        "id":"ED200696",
        "title":"District 13 Haitian-Spanish Bilingual Program. Funded under ESEA Title VII. Final Evaluation, July 1, 1979-June 30, 1980."},
      {
        "id":"ED200697",
        "title":"ESEA Title VII Chinese Bilingual Program. Community School District One. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED200698",
        "title":"Bilingual Program Project SELL. Final Report."},
      {
        "id":"ED200699",
        "title":"Title VII Bilingual Educational Approach (B.E.A.). Community School District 28. Final Report, 1979-1980."},
      {
        "id":"ED200700",
        "title":"Fort Hamilton High School Project GRASP. ESEA Title VII. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED200702",
        "title":"Title VII Bilingual Bicultural Program. Community School District 5. Evaluation Report, 1979-1980."},
      {
        "id":"ED200703",
        "title":"A Vitalized Transitional Program for Bilingual High School Students, George Washington High School. ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED200704",
        "title":"New York City Russian Bilingual Program. ESEA Title VII Final Evaluation Report, 1979-1980."},
      {
        "id":"ED200705",
        "title":"Grover Cleveland High School Basic Bilingual Program. ESEA Title VII Final Evaluation Report, 1979-80."},
      {
        "id":"ED200708",
        "title":"Work-Education Councils: Profiles of Collaborative Efforts."},
      {
        "id":"ED200711",
        "title":"Trend Analysis as a Component of Comprehensive Institutional Planning."},
      {
        "id":"ED200712",
        "title":"Occupational Employment Projections for Labor Market Areas: An Analysis of Alternative Approaches. R&D Monograph 80."},
      {
        "id":"ED200715",
        "title":"Functional Competencies for Adapting to the World of Work."},
      {
        "id":"ED200716",
        "title":"The Ambiguities of Education Research or Can a Rabbit Catch the Fox?"},
      {
        "id":"ED200718",
        "title":"Youth in the Workplace: The Dynamics of Learner Needs and Work Roles. Technical Report."},
      {
        "id":"ED200720",
        "title":"Adult Learning and the American Worker. The Report of the National Panel on Worker Education and Training Policy."},
      {
        "id":"ED200721",
        "title":"Training and Education by Industry. Worker Education and Training Policies Project."},
      {
        "id":"ED200722",
        "title":"Worklife Education and Training and the Ordeal of Change. Worker Education and Training Policies Project."},
      {
        "id":"ED200723",
        "title":"The Structure of Adult Learning, Education, and Training Opportunity in the United States. Worker Education and Training Policies Project."},
      {
        "id":"ED200724",
        "title":"Polaroid Corporation&apos;s Tuition Assistance Plan: A Case Study. Worker Education and Training Policies Project."},
      {
        "id":"ED200725",
        "title":"Patterns of Adult Participation in Learning Activities. Worker Education and Training Policies Project."},
      {
        "id":"ED200726",
        "title":"Making Tuition Aid Work for You: An Action Guide for Managers, Labor Officials, Workers and Educators. Worker Education and Training Policies Project."},
      {
        "id":"ED200727",
        "title":"Tuition-Aid Revisited: Tapping the Untapped Resource. Worker Education and Training Policies Project."},
      {
        "id":"ED200728",
        "title":"Kimberly-Clark Corporation's Educational Opportunities Plan: A Case Study. Worker Education and Training Policies Project."},
      {
        "id":"ED200729",
        "title":"Issues in Education and Training for Working Women. Worker Education and Training Policies Project and National Commisssion on Working Women."},
      {
        "id":"ED200730",
        "title":"Education Fund of District Council 37: A Case Study. Worker Education and Training Policies Project."},
      {
        "id":"ED200731",
        "title":"Education and Training for Middle-Aged and Older Workers: Policy Issues and Options. Worker Education and Training Policies Project."},
      {
        "id":"ED200732",
        "title":"Calling the Tune: Communication Technology for Working, Learning, and Living. Worker Education and Training Policies Project."},
      {
        "id":"ED200733",
        "title":"Barriers to the Older Student: The Limits of Federal Financial Aid Benefits. Worker Education and Training Policies Project."},
      {
        "id":"ED200734",
        "title":"Alternative Work Patterns: Implications for Worklife Education and Training. Worker Education and Training Policies Project."},
      {
        "id":"ED200735",
        "title":"Adult Participation in Education: Past Trends and Some Projections for the 1980s. Worker Education and Training Policies Report."},
      {
        "id":"ED200737",
        "title":"A Pilot Project to Identify Sex Role Factors Affecting the Employment of Vocational Students in Selected Occupational Areas. Final Report, February 1, 1980-June 30, 1980."},
      {
        "id":"ED200750",
        "title":"Becoming: A Leader's Guide for High School Graduates."},
      {
        "id":"ED200751",
        "title":"Becoming: A Participant's Guide for High School Graduates."},
      {
        "id":"ED200754",
        "title":"Factors Affecting Job Placement of Former Secondary Vocational Education Students."},
      {
        "id":"ED200755",
        "title":"Identifying New and Emerging Occupations for Vocational/Technical Education Planning Purposes."},
      {
        "id":"ED200758",
        "title":"Adult Problem Solving and Learning."},
      {
        "id":"ED200760",
        "title":"Improvement of CETA/Educational Linkages. Final Report for Governor's Special Grant."},
      {
        "id":"ED200762",
        "title":"An Overview of Dental Radiology. NCHCT Monograph Series."},
      {
        "id":"ED200763",
        "title":"A Challenge to Vocational Psychology: How Important are Aspirations in Determining Career Development?"},
      {
        "id":"ED200764",
        "title":"Rehabilitation Research and Training Center. Progress Report Number Nine, February 1, 1980-January 31, 1981."},
      {
        "id":"ED200771",
        "title":"The Effects of Problem-Solving Training on Adolescents' Career Exploration and Career Decision-Making."},
      {
        "id":"ED200779",
        "title":"Factors Affecting Nontraditional Vocational Enrollments."},
      {
        "id":"ED200781",
        "title":"Trends Developments."},
      {
        "id":"ED200782",
        "title":"Research on Youth Employment and Employability Development. Educator and Employer Perspectives. Youth Knowledge Development Report 2.16."},
      {
        "id":"ED200783",
        "title":"Research on Youth Employment and Employability Development. Youth Employment Policies and Programs for the 1890s. Background Analysis for the Department of Labor Employment and Training Components of the Youth Act of 1980. Youth Knowledge Development Report 2.12."},
      {
        "id":"ED200784",
        "title":"Research on Youth Employment and Employability Development. Youth Perspectives--The Lives Behind the Statistics. Youth Knowledge Development Report 2.10."},
      {
        "id":"ED200788",
        "title":"Youth Employability: Monographs on Research &amp; Policy Studies. Four Award-Winning Monographs."},
      {
        "id":"ED200793",
        "title":"The Melwood Manual: A Planning and Operations Manual for Horticultural Training and Work Co-op Programs."},
      {
        "id":"ED200795",
        "title":"International Aspects of Rehabilitation of Disabled Persons: Policy Guidance for the 1980s. A Report of the Mary E. Switzer Memorial Seminar (5th, New York, New York, November 10-12, 1980)."},
      {
        "id":"ED200796",
        "title":"A Taxonomy of Professional Education Competencies Related to the Vocational Education of Special Needs Students. Phase I: Analysis of Prior Competency Studies."},
      {
        "id":"ED200798",
        "title":"Improving Vocational Education in Black Colleges and Universities. Final Report and Resource Guide."},
      {
        "id":"ED200801",
        "title":"The Impact of Kentucky's Staff Exchange Program. Final Report."},
      {
        "id":"ED200808",
        "title":"So You Have a Hearing Impaired Student in Your Vocational Education Classroom. (A Prototypic Resource Unit)."},
      {
        "id":"ED200809",
        "title":"Pursuing the Human Side of Driving. A Senior Grade Level Driver Education Refresher Course Curriculum."},
      {
        "id":"ED200810",
        "title":"Nursing Education Research in the South."},
      {
        "id":"ED200812",
        "title":"CETA Journey: A Walk on the Woman's Side. A Booklet Which Documents CETA's Responsibilities to Women and Women's Access to CETA."},
      {
        "id":"ED200813",
        "title":"Marketing Continuing Education for Nurses."},
      {
        "id":"ED200816",
        "title":"An Innovative Education Modality--The Satellite System."},
      {
        "id":"ED200817",
        "title":"Business/Industry/Labor Involvement in Career Education: A National Survey."},
      {
        "id":"ED200819",
        "title":"Self-Appraisal of Career-Relevant Temperaments and Values as Related to Career Maturity."},
      {
        "id":"ED200820",
        "title":"The Administrator&apos;s Guide to Equitable Opportunity in Vocational Education. Research and Development No. 208."},
      {
        "id":"ED200821",
        "title":"Building Partnerships: CBOs...CETA...Voc Ed. Research and Development Series No 209."},
      {
        "id":"ED200822",
        "title":"Military Curricula for Vocational &amp; Technical Education. Club Food Service, 9-7."},
      {
        "id":"ED200823",
        "title":"Military Curricula for Vocational &amp; Technical Education. Introduction to Club Management, 9-8."},
      {
        "id":"ED200824",
        "title":"Military Curricula for Vocational &amp; Technical Education. Club Restaurant Operations, Part I, 9-9."},
      {
        "id":"ED200825",
        "title":"Military Curricula for Vocational &amp; Technical Education. Club Restaurant Operations, Part II, 9-10."},
      {
        "id":"ED200826",
        "title":"Journal of Human Services Abstracts. Volume 6, Number 2, April 1981."},
      {
        "id":"ED200840",
        "title":"Epilepsy as an Analogue of Learned Helplessness."},
      {
        "id":"ED200843",
        "title":"Dimensions of Subjective Mental Health Across Two Generations: 1957-1976."},
      {
        "id":"ED200848",
        "title":"Development of a Procedure for Allowing Mental Health Clients to Choose Their Therapists."},
      {
        "id":"ED200849",
        "title":"The Use of Nonprofessionals to Provide Services to Diverted Delinquent Youth."},
      {
        "id":"ED200850",
        "title":"Juvenile Justice Amendments of 1980; Hearing Before the Subcommittee on Human Resources of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED200851",
        "title":"Androgynous and Undifferentiated Differences in Attributions of Female Success."},
      {
        "id":"ED200852",
        "title":"The Impact of Widowhood on the Social Relations of Older Persons: A Longitudinal Analysis."},
      {
        "id":"ED200853",
        "title":"Health Related Concerns and Psychological Well-Being of Middle-Aged Women."},
      {
        "id":"ED200855",
        "title":"Generalization Effects: A Prospective Study in the School."},
      {
        "id":"ED200858",
        "title":"Assessing Parent Satisfaction."},
      {
        "id":"ED200860",
        "title":"Tracing Trends in Child and Family Services: Ira Gordon's Programs."},
      {
        "id":"ED200862",
        "title":"Women's Reasons for Job Changes."},
      {
        "id":"ED200866",
        "title":"Life Plans and Values of High School Students."},
      {
        "id":"ED200869",
        "title":"Well-Being: Differences Among Married, Widowed and Divorced Older Persons."},
      {
        "id":"ED200874",
        "title":"Legal Vs. Psychological Aspects of Intrusiveness."},
      {
        "id":"ED200886",
        "title":"ROSE: A Staff Development Program for the Elderly."},
      {
        "id":"ED200887",
        "title":"Substitutes for Leadership: An Empirical Study."},
      {
        "id":"ED200890",
        "title":"The Impact of Confidants on Adjusting to Stressful Events in Adulthood."},
      {
        "id":"ED200891",
        "title":"The University Reading Clinic: A Needed and Viable Means of Servicing Community and Schools."},
      {
        "id":"ED200892",
        "title":"Visual Literacy: Foundation for Comprehension."},
      {
        "id":"ED200897",
        "title":"The New Brunswick Comprehensive Reading/Language Arts Plan (NBCRP)."},
      {
        "id":"ED200898",
        "title":"Three National Assessments of Reading: Changes in Performance, 1970-80."},
      {
        "id":"ED200899",
        "title":"A Basic Program Analysis and Monitoring System in Reading: Alternative Monitoring Devices."},
      {
        "id":"ED200900",
        "title":"A Study of Students' Perceptions of the Teacher's Role during Guided Oral Reading."},
      {
        "id":"ED200902",
        "title":"Charting Educational Futures: Interaction Patterns in First and Second Grade Reading Groups."},
      {
        "id":"ED200903",
        "title":"When Kindergarteners Read and Write: Focus upon Told and Dictated Story Characteristics."},
      {
        "id":"ED200906",
        "title":"Rule-Based Measures of Literal Comprehension."},
      {
        "id":"ED200908",
        "title":"Comprehension in the Content Areas, 3-6, Strategies for Basic Skills."},
      {
        "id":"ED200909",
        "title":"On What Must Be--More Than Just Associations."},
      {
        "id":"ED200931",
        "title":"Isolation of Generality Statements and Instances."},
      {
        "id":"ED200937",
        "title":"Television Viewing and Reading Achievement."},
      {
        "id":"ED200939",
        "title":"Reading and Writing in a Classroom: A Sociolinguistic Ethnography."},
      {
        "id":"ED200940",
        "title":"Effects of Study Strategy and Isolated Summaries on Comprehension and Recall of Prose Material."},
      {
        "id":"ED200943",
        "title":"Text Processing of Domain-Related Information for Individuals with High and Low Domain Knowledge: Methodological Considerations."},
      {
        "id":"ED200944",
        "title":"58 Ways to Improve Student Reading. Tips from Successful Teachers in the National Diffusion Network."},
      {
        "id":"ED200951",
        "title":"The Effect of Reader Knowledge on Text Comprehension: What Real Cops and Pretend Burglars Look for in a Story."},
      {
        "id":"ED200966",
        "title":"The Interactive Effect of Quality of Student Response and Use of Nonstandard Dialectic Markers on Teacher Perception."},
      {
        "id":"ED200969",
        "title":"Read, Write, and Spell Every Day: The Mt. Tabor Title I Reading and Writing Project."},
      {
        "id":"ED200970",
        "title":"State Writing Improvement Framework."},
      {
        "id":"ED200971",
        "title":"Language Arts Strategies for Basic Skills, K-2."},
      {
        "id":"ED200978",
        "title":"Using Text Structure Models for Analyzing Revision."},
      {
        "id":"ED200983",
        "title":"Logical Structure and the Composing Process."},
      {
        "id":"ED200984",
        "title":"The Role of Writing Apprehension in Writing Performance and Competence."},
      {
        "id":"ED200996",
        "title":"Courses, Components, and Exercises in Technical Communication."},
      {
        "id":"ED200998",
        "title":"ERIC First Analysis: Elementary and Secondary Education; 1981-82 National High School Debate Resolutions."},
      {
        "id":"ED201007",
        "title":"Sex, Sex Roles, and Rhetorical Sensitivity."},
      {
        "id":"ED201009",
        "title":"The Relationship between Rhetorical Sensitivity and Self-Disclosure."},
      {
        "id":"ED201012",
        "title":"Mode of Communication in the Encounter Phase of Organizational Socialization."},
      {
        "id":"ED201021",
        "title":"Curricula Which Maximize the Marketability of Graduates in Telecommunications: Radio-Television-Film."},
      {
        "id":"ED201022",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1-March 31, 1981."},
      {
        "id":"ED201030",
        "title":"Key Data Elements in a Planning, Management and Evaluation Syllogistical Mode."},
      {
        "id":"ED201038",
        "title":"A Monograph on Staff Development."},
      {
        "id":"ED201039",
        "title":"Testimony Presented at the Public Hearings on the Chancellor's Budget Request, Thursday, January 22, 1981."},
      {
        "id":"ED201041",
        "title":"Information Analysis for School Board Planning and Management: Dufferin Board of Education. Volume I: Project Description. Volume II: Technical Appendices--School Level. Volume III: Technical Appendices--Central Board Level. Final Report."},
      {
        "id":"ED201042",
        "title":"Information System: Analysis for the Peel Board of Education. Volume I: Description. Volume II: Technical Appendices."},
      {
        "id":"ED201044",
        "title":"Evaluation of the Lenoir City (Tennessee) Schools Retirement Power in Education Project, 1979-1980."},
      {
        "id":"ED201045",
        "title":"Awakening the Slumbering Giant: Intergovernmental Relations and Federal Grant Law. An Information Report."},
      {
        "id":"ED201047",
        "title":"Comprehensive Plan for Coordination of Preservice and In-Service Professional Preparation of Educational Personnel in the State of California. Prepared in Response to Public Law 95-561 as an Amendment to the California Plans for Titles IV and V of the Elementary and Secondary Education Act."},
      {
        "id":"ED201049",
        "title":"Improving Curriculum Management in the Schools. Occasional Paper 30."},
      {
        "id":"ED201050",
        "title":"The Education Steering Committee for Basic Skills Coordination [and] A Basic Skills Coordination Strategy for the Local Level."},
      {
        "id":"ED201051",
        "title":"The Flight from the Public Schools. Highlights of a Special Seminar for Legislators (Atlanta, Georgia, July 31, 1980)."},
      {
        "id":"ED201052",
        "title":"Grouping for Instruction. A Catalog of Arrangements."},
      {
        "id":"ED201058",
        "title":"Student Fear in Secondary Schools."},
      {
        "id":"ED201059",
        "title":"Comparison of Legislation Concerned with Basic Skills."},
      {
        "id":"ED201060",
        "title":"The Cure-All That Sometimes Works. HEW National Coordination Study. Draft."},
      {
        "id":"ED201061",
        "title":"USOE Steering Committee for Basic Skills Coordination. Annual Report; FY '79 Activities; FY 1980 Plan."},
      {
        "id":"ED201062",
        "title":"Pennsylvania School Improvement Program. Executive Summary."},
      {
        "id":"ED201063",
        "title":"The Principal as Resource Allocator."},
      {
        "id":"ED201067",
        "title":"Youth Unemployment and Its Educational Consequences."},
      {
        "id":"ED201071",
        "title":"The Identity Crisis of Educational Planning."},
      {
        "id":"ED201074",
        "title":"Project ASCENT: Mainstreaming Gifted and Talented in Early Childhood."},
      {
        "id":"ED201075",
        "title":"Computer-Assisted-Instruction in Word-Decoding for Educationally-Handicapped Children."},
      {
        "id":"ED201076",
        "title":"Behavioral Coping Styles of Mentally Retarded and Learning Disabled Pupils."},
      {
        "id":"ED201077",
        "title":"Public School and Community Mental Health Interagency Cooperation for Treatment of the Child with Special Educational Needs."},
      {
        "id":"ED201078",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases."},
      {
        "id":"ED201081",
        "title":"Effects of Reinforcement Density on Cooperative Behavior in Brain-Injured Children."},
      {
        "id":"ED201082",
        "title":"Mental Retardation: Prevention Strategies That Work."},
      {
        "id":"ED201083",
        "title":"Program Accessibility for the Handicapped: A Study of a Planning Model."},
      {
        "id":"ED201084",
        "title":"Understanding New Clients: Special Education."},
      {
        "id":"ED201087",
        "title":"Outerdirectedness as a Problem Solving Strategy in EMR and Normal Children. Final Report."},
      {
        "id":"ED201089",
        "title":"A Pilot Study and Research on Increasing Reading Rates with the Optacon. Final Report."},
      {
        "id":"ED201092",
        "title":"Single Subject Procedures: Applications for Educational Settings."},
      {
        "id":"ED201095",
        "title":"Speech, Hearing and Language Programs: State of Louisiana Guidelines, Bulletin 1529."},
      {
        "id":"ED201096",
        "title":"Surrogate Parent Manual: State of Louisiana, Bulletin 1559."},
      {
        "id":"ED201103",
        "title":"National Research Identifying Problems in Implementing Comprehensive Special Education Programming in Rural Areas. Summary of Final Report of 1978-1979 Special Project."},
      {
        "id":"ED201105",
        "title":"Correlates of Language Development in Language Disordered Children: An Archival Study. Final Report."},
      {
        "id":"ED201106",
        "title":"Early Intervention Programs with Handicapped Children."},
      {
        "id":"ED201114",
        "title":"Verification of Procedures to Serve Handicapped Children. Final Report: Assessment Component, G-159."},
      {
        "id":"ED201115",
        "title":"Verification of Procedures to Serve Handicapped Students. Final Report: Secondary Component, G-159."},
      {
        "id":"ED201116",
        "title":"Status Offender Project: County Data Reports--Buncombe County."},
      {
        "id":"ED201117",
        "title":"Status Offender Project: Planning Decision Workbook."},
      {
        "id":"ED201118",
        "title":"Status Offender Project: Service Resources Workbook."},
      {
        "id":"ED201121",
        "title":"CTAB Recommendations on Learning Environments for Innovation."},
      {
        "id":"ED201122",
        "title":"Practices Used in the Reintegration of Behavior Disordered Children in Three Midwestern States."},
      {
        "id":"ED201123",
        "title":"Effective Approaches to Implementing Public Law 94-142 in Rural Areas."},
      {
        "id":"ED201128",
        "title":"Citizen Advocacy: How to Make It Happen."},
      {
        "id":"ED201129",
        "title":"Action through Advocacy: A Manual for Training Volunteers."},
      {
        "id":"ED201133",
        "title":"Local Special Education Variables Necessary for Consideration in Developing State Special Education Fiscal Policies."},
      {
        "id":"ED201134",
        "title":"State Policy Program Alternatives to Implement the Least Restrictive Environment."},
      {
        "id":"ED201135",
        "title":"An Analysis of State Definitions of Severely Emotionally Disturbed."},
      {
        "id":"ED201136",
        "title":"Policy Issues for Assuring the Delivery of Continuing Education Programs for Handicapped Persons."},
      {
        "id":"ED201142",
        "title":"Assessing Special Education: A Guide for Parents and Advocates."},
      {
        "id":"ED201144",
        "title":"Noncategorical Early Childhood Program for Handicapped Children (NECP): A Model and Demonstration Project."},
      {
        "id":"ED201149",
        "title":"Assessment, Documentation and Programming for Adaptive Behavior: An Iowa Task Force Report."},
      {
        "id":"ED201153",
        "title":"Experience-Based Education for the Handicapped (EBEH): An Implementation Guide for Special Education Administrators and Teachers."},
      {
        "id":"ED201155",
        "title":"Early Childhood State Implementation Grant. Final Report."},
      {
        "id":"ED201156",
        "title":"Statement of Mary Lynn Walker, Acting Deputy Assistant Attorney General, Civil Rights Division, Before the Committee on Education and Labor, Subcommittee on Select Education, U.S. House of Representatives Concerning the Abuse of Children in Institutions."},
      {
        "id":"ED201162",
        "title":"Team Assessment of Device Effectiveness. A Retrospective Study."},
      {
        "id":"ED201167",
        "title":"Recent Concepts in Dyslexia: Implications for Diagnosis and Remediation."},
      {
        "id":"ED201168",
        "title":"Stress and Burnout: A Primer for Special Education and Special Services Personnel."},
      {
        "id":"ED201169",
        "title":"Parent/Advocate Groups for the Gifted and Talented."},
      {
        "id":"ED201175",
        "title":"Demystifying the Chinese Language."},
      {
        "id":"ED201181",
        "title":"Le francais parle: analyse des attitudes des adolescents de la ville de Quebec selon les classes sociales (Spoken French: An Analysis of the Attitudes of Adolescents in Quebec City according to Social Class)."},
      {
        "id":"ED201183",
        "title":"Comprehending Sentences with Multiple Filler-Gap Dependencies."},
      {
        "id":"ED201200",
        "title":"The Children's English and Services Study: A Methodological Review."},
      {
        "id":"ED201202",
        "title":"Conceptual Representations in Language Activity and Gesture."},
      {
        "id":"ED201207",
        "title":"Creative Materials Development."},
      {
        "id":"ED201210",
        "title":"Bilingualism and Bilingual Education: New Readings and Insights."},
      {
        "id":"ED201211",
        "title":"Reading in a Second Language: Automatic Processing of Word Meaning."},
      {
        "id":"ED201214",
        "title":"Was sollen Lehreraus- und fortbildungsveranstaltungen leisten? Eine Analyse des Wahlverhaltens von Teilnehmern des FMF-Kongresses Hamburg 1980 (What Should Teacher Training Schools and Continuing Teacher Education Accomplish? An Analysis of Choices of Participants at the FMF Congress, Hamburg, 1980)."},
      {
        "id":"ED201219",
        "title":"Productivity--A Key to Survival in the 1980's. Proceedings of the 1980 CAUSE National Conference (Phoenix, Arizona, December 7-10, 1980)."},
      {
        "id":"ED201226",
        "title":"Contextual Education: Internship. Occasional Papers No. 35."},
      {
        "id":"ED201238",
        "title":"Humanities Perspectives on Technology Program: Science, Technology &amp; Society Program. Lehigh University, 1977-80."},
      {
        "id":"ED201247",
        "title":"Dental School Accreditation Costs: The Impact of Accreditation on Dental Education at the University of Maryland Dental School, 1981."}]
  }}
