{
  "response":{"numFound":509939,"start":224000,"numFoundExact":true,"docs":[
      {
        "id":"ED201248",
        "title":"Redesigning Our Campuses to Meet the Needs of Our Commuting Students: Study Lounges."},
      {
        "id":"ED201250",
        "title":"Sources of Faculty Stress and Strategies for Its Management."},
      {
        "id":"ED201252",
        "title":"Policy Development for Research Grants, and Contracts Administration in the Small College or University."},
      {
        "id":"ED201254",
        "title":"An Analysis of Faculty Consistency in the Academic Professions."},
      {
        "id":"ED201255",
        "title":"Admission and Retention Problems of Black Students at Seven Predominantly White Universities."},
      {
        "id":"ED201256",
        "title":"Trends in Financial Indicators of Colleges and Universities."},
      {
        "id":"ED201257",
        "title":"A Losing Battle: The Decline in Black Participation in Graduate and Professional Education."},
      {
        "id":"ED201258",
        "title":"Faculty vs. Administration: Rights Issues in Academic Collective Bargaining."},
      {
        "id":"ED201259",
        "title":"Description and Evaluation of the 1980 Summer Scholars Program."},
      {
        "id":"ED201260",
        "title":"A Comparison of Performance in College Accounting Between High School Business Majors and Liberal Arts Majors."},
      {
        "id":"ED201261",
        "title":"Societal Factors Affecting Communication and Cooperation Between Industry and Accounting Education at Castleton State College."},
      {
        "id":"ED201262",
        "title":"Instructional Television: Higher Education Without Commercial Interruption. AAHE-ERIC/Higher Education Research Currents, May 1981."},
      {
        "id":"ED201263",
        "title":"Politics of Higher Education. AAHE-ERIC/Higher Education Research Report No. 7, 1980."},
      {
        "id":"ED201264",
        "title":"Perceived Dimensions of Nursing Practice: A Factor Analytic Study Using Nurse Educators."},
      {
        "id":"ED201265",
        "title":"Reconceptualizing Equity in Postsecondary Participation Patterns."},
      {
        "id":"ED201269",
        "title":"Persistence of College Related Changes in Personality Functioning Ten Years After Graduation."},
      {
        "id":"ED203279",
        "title":"An Interactive Model for Secondary Remedial Reading Classrooms: Turning Reading Labs into Learning Labs."},
      {
        "id":"ED203280",
        "title":"Attitudes toward Reading of Sixth and Twelfth Grade Boys and Girls."},
      {
        "id":"ED203282",
        "title":"The Relationship of Fiction-Reading to Adult Development."},
      {
        "id":"ED203288",
        "title":"A Guided Procedure for Using a Case Method in the Diagnosis and Treatment of Reading Disorders."},
      {
        "id":"ED203295",
        "title":"Readability and the Black Box."},
      {
        "id":"ED203297",
        "title":"Learning to Learn: On Training Students to Learn from Texts. Technical Report No. 189."},
      {
        "id":"ED203298",
        "title":"Content Area Textbooks. Reading Education Report No. 23."},
      {
        "id":"ED203299",
        "title":"Comprehension and Teaching: Research Reviews."},
      {
        "id":"ED203300",
        "title":"A Comparison of the Effects of Using Various Types of Worksheets on Pupil Achievement."},
      {
        "id":"ED203301",
        "title":"The Effects of Story Structure Questioning upon Reading Comprehension."},
      {
        "id":"ED203302",
        "title":"Achievement as a Function of Worksheet Type: Application of a Depth of Processing Model of Memory to the Classroom."},
      {
        "id":"ED203303",
        "title":"Teachers' Interactions with Reading Groups of Differing Ability Levels."},
      {
        "id":"ED203304",
        "title":"A Study of Theoretical Orientation to Reading and Its Relationship to Teacher Verbal Feedback During Reading Instruction."},
      {
        "id":"ED203305",
        "title":"A Comparison of Qualitative and Quantitative Observations of Nine Reading Teachers."},
      {
        "id":"ED203306",
        "title":"Student Use of Selected Formal Logical Connectors across School Level and Class Type."},
      {
        "id":"ED203316",
        "title":"The Influence of Using Speaking as a Pre-Writing Activity on Community College Freshman Composition Pupils' Performance in Writing."},
      {
        "id":"ED203317",
        "title":"The Effect of Teacher Comments on the Writing of Four College Freshmen."},
      {
        "id":"ED203325",
        "title":"The Origin, Development, and Decline of the Secondary English Elective Curriculum."},
      {
        "id":"ED203328",
        "title":"Newsroom Searches: The Probable Cause Dilemma."},
      {
        "id":"ED203329",
        "title":"Sources for State Government News."},
      {
        "id":"ED203332",
        "title":"The Importance of Early Suffrage Papers in Constructing a Community."},
      {
        "id":"ED203333",
        "title":"The Purposes of the Press: A Re-Interpretation of American Journalism History."},
      {
        "id":"ED203335",
        "title":"The Effects of Market Structure on Television News Pricing."},
      {
        "id":"ED203338",
        "title":"Market Research and Magazine Circulation Promotion: A Case Study."},
      {
        "id":"ED203339",
        "title":"Children's Learning from a Television Newscast."},
      {
        "id":"ED203343",
        "title":"A Case Study of Electronic Editing and News Decision Making."},
      {
        "id":"ED203347",
        "title":"Recent Trends in Inservice Education and Their Implications for the College Professor, with Particular Reference to the Teaching of Writing."},
      {
        "id":"ED203350",
        "title":"The Clue in the Sexist Textbook: Even Nancy Drew Is Missing."},
      {
        "id":"ED203352",
        "title":"TV2--The Introduction of Television for Blacks in South Africa."},
      {
        "id":"ED203353",
        "title":"Media Use and Time of Vote Decision in the 1980 Presidential Campaign."},
      {
        "id":"ED203354",
        "title":"Public Understanding of the News Business: A Replication."},
      {
        "id":"ED203356",
        "title":"Anticipatory Consumer Socialization."},
      {
        "id":"ED203359",
        "title":"The Audience for Local Television News: Getting to Know Interests and Preferences."},
      {
        "id":"ED203361",
        "title":"Changes in the Wording of Cutlines Fail to Reduce Photographs' Offensiveness."},
      {
        "id":"ED203362",
        "title":"Dimensions of Gratifications Sought and Gratifications Obtained: A Study of &quot;Good Morning America&quot; and &quot;Today.&quot;"},
      {
        "id":"ED203365",
        "title":"Unmuzzling America's Corporations: Corporate Speech and the First Amendment."},
      {
        "id":"ED203366",
        "title":"Student Press Freedom: Retrenchment in the 1980s."},
      {
        "id":"ED203367",
        "title":"Reporter's Privilege in the 1980s: Statutory Limits and Judicial Expansion."},
      {
        "id":"ED203368",
        "title":"The Diffusion of Evaluation Methods among Public Relations Practitioners."},
      {
        "id":"ED203369",
        "title":"The Nature and Measurement of Competency in English."},
      {
        "id":"ED203372",
        "title":"A Guttman Scale Analysis of the Burger Court&apos;s Press Decisions."},
      {
        "id":"ED203373",
        "title":"Press Responsibility Based on Professionalism--A Typology of Attributes."},
      {
        "id":"ED203374",
        "title":"How to Help Your Child Become a Better Writer: Suggestions for Parents from the National Council of Teachers of English."},
      {
        "id":"ED203378",
        "title":"Writing Instruction in the Elementary Grades: Deriving a Model by Collaborative Research."},
      {
        "id":"ED203379",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED203380",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED203381",
        "title":"Films and Filmstrips for Language Arts: An Annotated Bibliography."},
      {
        "id":"ED203382",
        "title":"Solutions. Conversation Games, Volume III."},
      {
        "id":"ED203383",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED203384",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED203385",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED203386",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED203387",
        "title":"Student Accountability for Written Work in Junior High School Classes."},
      {
        "id":"ED203393",
        "title":"The &quot;De-Rhetorical&quot; Function of Docudrama: A Generic Approach."},
      {
        "id":"ED203395",
        "title":"Education for the Television Age. The Proceedings of a National Conference on the Subject of Children and Television (Philadelphia, Pennsylvania, November 4-7, 1979)."},
      {
        "id":"ED203398",
        "title":"Systematic Analysis of Political Messages: The State of the Presidency."},
      {
        "id":"ED203401",
        "title":"Communication Competence and Performance: A Research and Pedagogical Perspective."},
      {
        "id":"ED203402",
        "title":"The Changing Context of Interpersonal Communication in Political Campaigns."},
      {
        "id":"ED203403",
        "title":"The Use of Fractionation Scales for Communication Audits."},
      {
        "id":"ED203411",
        "title":"Accuracy in Identifying Facial Expressions as a Function of Communication Context."},
      {
        "id":"ED203412",
        "title":"Judging the Accuracy of Facial Expressions: A Methodological Inquiry."},
      {
        "id":"ED203413",
        "title":"The Impact of Social Style on Person Perception and Attraction across Three Relationship Contexts."},
      {
        "id":"ED203414",
        "title":"Index to Journals in Communication Studies through 1979."},
      {
        "id":"ED203416",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED203417",
        "title":"Basic Oral Communication Skills: A Program Sequence for Illinois Schools."},
      {
        "id":"ED203418",
        "title":"Parents as Teachers: Helping Your Children to Become Better Communicators."},
      {
        "id":"ED203419",
        "title":"Homophily, Attraction, and Self-Esteem as Predictors of Situational Communication Apprehension in the Acquaintance Context."},
      {
        "id":"ED203450",
        "title":"Use of Vacant Schools Could Provide Savings to Federal Construction Programs. Report by the Comptroller General of the United States."},
      {
        "id":"ED203460",
        "title":"Three Perspectives on Innovation--the Technological, the Political, and the Cultural. Draft."},
      {
        "id":"ED203462",
        "title":"The Role of External Agents in Knowledge Utilization, Problem Solving and Implementation of New Programs in Local School Contexts."},
      {
        "id":"ED203469",
        "title":"Women's Education: The Challenge of the 80's. Annual Report 1980."},
      {
        "id":"ED203471",
        "title":"A Statistical Report on U.S. Catholic Schools 1980-81."},
      {
        "id":"ED203472",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education 1977-78."},
      {
        "id":"ED203473",
        "title":"Education Service Districts in Oregon. A Progress Report to the 61st Legislative Assembly, as Required by Chapter 445, Oregon Laws 1979, House Bill 2393, ORS 334.175 Sec. 2."},
      {
        "id":"ED203474",
        "title":"Collaborative Planning Between an R&amp;D Agency and a State Education Agency: A Case History."},
      {
        "id":"ED203477",
        "title":"Institutional Structure of School Finance Elections. Final Report."},
      {
        "id":"ED203481",
        "title":"RCTR Centers&apos; Community Based Education Training Conferences."},
      {
        "id":"ED203486",
        "title":"Partners in Education: Parental Involvement Ideas '81."},
      {
        "id":"ED203496",
        "title":"The Dynamics of Effective and Ineffective Schooling: Preliminary Report of a System Dynamics Policy Study."},
      {
        "id":"ED203499",
        "title":"A Longitudinal Record of Elementary School Absence and Achievement."},
      {
        "id":"ED203501",
        "title":"Effects of Public Money on Social Climates in Private Schools: A Preliminary Report."},
      {
        "id":"ED203503",
        "title":"The Declining Enrollment Problems: A Study of Why Parents Withdraw Their Children from the Public Schools."},
      {
        "id":"ED203506",
        "title":"Views of Educators, Students, and Parents Regarding Important Discipline Problems, Related Influences, and Corrective Actions."},
      {
        "id":"ED203512",
        "title":"School Organization and Student Attendance."},
      {
        "id":"ED203514",
        "title":"Collective Bargaining and the Principal."},
      {
        "id":"ED203515",
        "title":"Implementing Teacher Contracts in the Schools."},
      {
        "id":"ED203516",
        "title":"Parent Choice of Schooling in British Columbia: Preliminary Findings."},
      {
        "id":"ED203526",
        "title":"Tracking and Ability Grouping in American Schools: Some Constitutional Questions."},
      {
        "id":"ED203529",
        "title":"Degree of Coupling and Scope of Change: School Organization Effects on Implementation."},
      {
        "id":"ED203530",
        "title":"The Field Agent in School Improvement: Client Contributions to the Role."},
      {
        "id":"ED203531",
        "title":"Support for Educational Change: Its Forms, Functions, and Sources."},
      {
        "id":"ED203532",
        "title":"The Bureaucratic Elementary School: Comparing Two Images of Elementary, Junior High, and High Schools."},
      {
        "id":"ED203556",
        "title":"Visual Literacy: A Concrete Language for the Learning Disabled."},
      {
        "id":"ED203557",
        "title":"Living with a Handicapped Child: The Impact on the Family. A Literature Review."},
      {
        "id":"ED203558",
        "title":"Creativity as Original Problem-Solving in Gifted and Nongifted Lower- and Middle-Class Children."},
      {
        "id":"ED203559",
        "title":"Mainstreaming at the Secondary Level: Seven Models that Work."},
      {
        "id":"ED203562",
        "title":"Focus 8, New Vistas in Special Education."},
      {
        "id":"ED203563",
        "title":"Home-Based Respite Care for the Severely Retarded."},
      {
        "id":"ED203571",
        "title":"Reintegration Practices for Behavior Disordered Children in Three Midwestern States: A Preliminary Report."},
      {
        "id":"ED203576",
        "title":"Explaining Reading Performance of Learninq Disabled Students."},
      {
        "id":"ED203577",
        "title":"Resource Guide to Literature on Barrier-Free Environments with Selected Annotations."},
      {
        "id":"ED203579",
        "title":"Child Health in the Eighties: A Conference Held at the John F. Kennedy Child Development Center, University of Colorado Sciences Center, Denver, Colorado, February 15, 1980."},
      {
        "id":"ED203583",
        "title":"Distractibility in Learning Disabled Children: The Role of Measurement Artifact."},
      {
        "id":"ED203587",
        "title":"On the Determinants and Prediction of Handicapped Children&apos;s Differential Test Performance with Familiar and Unfamiliar Examiners."},
      {
        "id":"ED203589",
        "title":"The Special Education Assessment and Decision-Making Process: Seven Case Studies."},
      {
        "id":"ED203590",
        "title":"A Descriptive Study of Students Enrolled in a Program for the Severely Learning Disabled."},
      {
        "id":"ED203592",
        "title":"Identifying Children with Learning Disabilities: When Is a Discrepancy Severe?"},
      {
        "id":"ED203593",
        "title":"National Needs Analysis in Behavior Disorders: Adolescent Behavior Disorders."},
      {
        "id":"ED203594",
        "title":"National Needs Analysis in Behavior Disorders: Human Resource Issues in Behavior Disorders."},
      {
        "id":"ED203595",
        "title":"National Needs Analysis in Behavior Disorders: Severe Behavior Disorders."},
      {
        "id":"ED203597",
        "title":"Vocational Home Economics for the Mainstreamed Physically Handicapped Student: The Least Restrictive Environment."},
      {
        "id":"ED203599",
        "title":"Levelling-Off in Developmental Progress among Institutionalized Retarded Persons."},
      {
        "id":"ED203601",
        "title":"A Curriculum on Child Abuse and Neglect: Leader&apos;s Manual."},
      {
        "id":"ED203602",
        "title":"Model Preschool Programs for Handicapped Bilingual Children."},
      {
        "id":"ED203607",
        "title":"Psychoeducational Assessment and Decision Making: A Computer-Simulated Investigation [and] Technical Supplement for Computer-Simulated Investigations of the Psychoeducational Assessment and Decision-Making Process."},
      {
        "id":"ED203608",
        "title":"Psychoeducational Assessment and Decision Making: Individual Case Studies."},
      {
        "id":"ED203609",
        "title":"Classroom Perspectives of LD and Other Special Education Teachers."},
      {
        "id":"ED203610",
        "title":"A Comparison of the WISC-R and the Woodcock-Johnson Tests of Cognitive Ability."},
      {
        "id":"ED203611",
        "title":"An Analysis of Difference Score Reliabilities on Three Measures with a Sample of Low Achieving Youngsters."},
      {
        "id":"ED203614",
        "title":"A Naturalistic Investigation of Special Education Team Meetings."},
      {
        "id":"ED203615",
        "title":"Art Therapy to Promote Ego Development in Disturbed Retarded Children."},
      {
        "id":"ED203619",
        "title":"A Realistic Look at the Stanford Achievement Test: What Does it Mean?"},
      {
        "id":"ED203624",
        "title":"The Development of Preposition Usage in the Written English of Deaf Adolescents."},
      {
        "id":"ED203633",
        "title":"Physical and Behavioral Characteristics and Maladaptive Behavior of Mentally Retarded People in Residential Facilities. Project Report No. 12."},
      {
        "id":"ED203643",
        "title":"Sex and Race Differences in Learning Disabilities Classrooms."},
      {
        "id":"ED203652",
        "title":"Special Problems and Procedures for Identifying Minority Gifted Students."},
      {
        "id":"ED203659",
        "title":"Modelling Intonational Variability in Children."},
      {
        "id":"ED203660",
        "title":"The Development of Criteria for Student Participation in Bilingual Education: Federal, State, and Local Roles."},
      {
        "id":"ED203662",
        "title":"Proceedings of the National Conference on Individualized Instruction in Foreign Languages (2nd, Ohio State University, October 24-25, 1980)."},
      {
        "id":"ED203663",
        "title":"Theory in Bilingual Education: Ethnoperspectives in Bilingual Education Research, Volume II."},
      {
        "id":"ED203665",
        "title":"A Short Guide to Appropriate Transitional Bilingual Instructional Programs. Bilingual Education Resource Series."},
      {
        "id":"ED203676",
        "title":"Building Local Capacity for Bilingual Education through ESEA Title VII: Introducing the Issues."},
      {
        "id":"ED203677",
        "title":"Variation in Language Use Patterns in Two Bilingual Second-Grade Classrooms."},
      {
        "id":"ED203687",
        "title":"English-Hmong Phrasebook with Useful Wordlist (for Hmong Speakers)."},
      {
        "id":"ED203689",
        "title":"English-Chinese Phrasebook with Useful Wordlist (for Cantonese Speakers)."},
      {
        "id":"ED203690",
        "title":"Teaching English to Refugee Adults: A Guide for Volunteers, Volunteer Coordinators, and Tutors. Adult Education Series #10. Refugee Education Guide. Revised."},
      {
        "id":"ED203691",
        "title":"Teaching the Spanish-Speaking Child--A Practical Guide."},
      {
        "id":"ED203692",
        "title":"Proceedings of the Annual International Bilingual Bicultural Education Conference (8th, Seattle, Washington, May 4-9, 1979)."},
      {
        "id":"ED203693",
        "title":"Guide to Resource Organizations for Minority Language Groups. Resources in Bilingual Education."},
      {
        "id":"ED203698",
        "title":"Teaching English to the Lao (Revised Version). General Information Series #19. Refugee Education Guides."},
      {
        "id":"ED203704",
        "title":"Language Minority Children with Limited English Proficiency in the United States. Children&apos;s English and Services Study."},
      {
        "id":"ED203713",
        "title":"The Role of NIE in Stimulating Innovative Language Learning and Teaching."},
      {
        "id":"ED203715",
        "title":"The Role of NIE in Stimulating Research on International Education: Learning Issues, Testing, and Assessment."},
      {
        "id":"ED203724",
        "title":"Rank and Salary Differentials in the 1970s: A Comparison of Male and Female Full-Time Teachers in Canadian Universities and Colleges."},
      {
        "id":"ED203726",
        "title":"The University, Declining Enrollments, and Life-Span Development."},
      {
        "id":"ED203727",
        "title":"The Citizens' Viewpoint: Higher Education in Alabama, 1981."},
      {
        "id":"ED203729",
        "title":"The Evaluation of College Teaching. Professional Development Occasional Paper Number 3."},
      {
        "id":"ED203730",
        "title":"Noncredit Activities in Institutions of Higher Education, 1978."},
      {
        "id":"ED203732",
        "title":"Fewer Rebels, Fewer Causes: A Profile of Today's College Freshmen. Monitoring the Future Occasional Paper 4."},
      {
        "id":"ED203739",
        "title":"The Relationship Between Ratings of Graduate Departments and Faculty Publication Rates."},
      {
        "id":"ED203741",
        "title":"University of Connecticut School of Allied Health Professions: Program Evaluation for the 1979-1980 Academic Year."},
      {
        "id":"ED203743",
        "title":"Advanced Research in Education--A Recruitment and Selection Procedure Designed and Implemented by Student Associates and Faculty Mentors."},
      {
        "id":"ED203749",
        "title":"Institutional Research in the Decade Ahead: Enhancing Performance."},
      {
        "id":"ED203751",
        "title":"Profile of USC Entering Freshmen, Fall, 1980. Research Notes No. 38-41."},
      {
        "id":"ED203755",
        "title":"The U.S. Office of Education and the Role of Accreditation."},
      {
        "id":"ED203760",
        "title":"Effects of Class Size Upon Aptitude and Attitude of Pre-Algebra Undergraduate Students."},
      {
        "id":"ED203764",
        "title":"Legal Considerations in Cooperative Education Administration."},
      {
        "id":"ED203765",
        "title":"State Support for Health Professions Education. Prepared for the Committee on Labor and Human Resources, United States Senate, by the Congressional Research Service, Library of Congress, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED203766",
        "title":"Report of the Graduate Medical Education National Advisory Committee to the Secretary, Department of Health and Human Services. Volume II: Modeling, Research, and Data Technical Panel."},
      {
        "id":"ED203767",
        "title":"Report of the Graduate Medical Education National Advisory Committee to the Secretary, Department of Health and Human Services. Volume III. Geographic Distribution Technical Panel."},
      {
        "id":"ED203768",
        "title":"Report of the Graduate Medical Education National Advisory Committee to the Secretary, Department of Health and Human Services. Volume IV: Financing Technical Panel."},
      {
        "id":"ED203769",
        "title":"Report of the Graduate Medical Education National Advisory Committee to the Secretary, Department of Health and Human Services. Volume V: Educational Environment Technical Panel."},
      {
        "id":"ED203770",
        "title":"Report of the Graduate Medical Education National Advisory Committee to the Secretary, Department of Health and Human Services. Volume VI: Nonphysician Health Care Provider Technical Panel."},
      {
        "id":"ED203771",
        "title":"Report of the Graduate Medical Education National Advisory Committee to the Secretary, Department of Health and Human Services. Volume VII: GMENAC Members' Commentaries and Appendix."},
      {
        "id":"ED203773",
        "title":"Characteristics of Medical Students in the National Health Service Corps (NHSC) Scholarship Program, 1973 Through 1980. Final Report."},
      {
        "id":"ED203774",
        "title":"Study of How Health Professions Students Finance Their Education, 1976-1977."},
      {
        "id":"ED203775",
        "title":"DOORS Project: Development of Operational Reasoning Skills."},
      {
        "id":"ED203780",
        "title":"Career Access Models: The Philadelphia Minorities in Engineering Consortium."},
      {
        "id":"ED203789",
        "title":"Affective Meanings of College Grades in Relation to Academic Self-Esteem and Two Context Factors."},
      {
        "id":"ED203790",
        "title":"The Affective Meanings of College Grades: Confirmation of a Multifactor Model."},
      {
        "id":"ED203791",
        "title":"Biglan Model Test Based on Institutional Diversity."},
      {
        "id":"ED203797",
        "title":"Colorado Higher Education: Origin of the First-Time Freshman Class, Fall, 1980."},
      {
        "id":"ED203798",
        "title":"Colorado Higher Education: A Report of Ethnic Minority Enrollments, 1980."},
      {
        "id":"ED203799",
        "title":"Guaranteed Student Loan Program 1981. State Agency Survey."},
      {
        "id":"ED203800",
        "title":"Guaranteed Student Loan Program 1980. State Agency Survey."},
      {
        "id":"ED203805",
        "title":"Intrinsic Satisfactions from Academic Versus Other Professional Work: A Comparative Analysis. ASHE Annual Meeting 1981 Paper."},
      {
        "id":"ED203806",
        "title":"Predicting College Graduation for Black and White Freshman Applicants. ASHE Annual Meeting 1981 Paper."},
      {
        "id":"ED203809",
        "title":"Removing Barriers to the Participation of Adult Learners in Higher Education. ASHE Annual Meeting 1981 Paper."},
      {
        "id":"ED203813",
        "title":"The Socialization of Academic Department Heads: Past Patterns and Future Possibilities. ASHE Annual Meeting 1981 Paper."},
      {
        "id":"ED203816",
        "title":"Private School Graduation and College Attendance: Patterns of Transition. ASHE Annual Meeting 1981 Paper."},
      {
        "id":"ED203819",
        "title":"The Uses of Crisis: Taking the Tide at the Flood. ASHE Annual Meeting 1981 Paper."},
      {
        "id":"ED203830",
        "title":"Introductory Sociology with SPSS and the General Social Survey."},
      {
        "id":"ED203847",
        "title":"The New Copyright Law: Its Impact on Bio-Medical Communication."},
      {
        "id":"ED203848",
        "title":"The Public Access File: A Content Analysis Approach."},
      {
        "id":"ED203851",
        "title":"Humanities Programming: The Nuts and Bolts."},
      {
        "id":"ED203859",
        "title":"Using ERIC as a Curriculum Resource."},
      {
        "id":"ED203860",
        "title":"Chickasha Cooperative Bibliographic Instruction Project: Final Evaluation."},
      {
        "id":"ED203861",
        "title":"Diagnostic Instrument for Assessing the Skills and Attitudes of Reference Librarians."},
      {
        "id":"ED203863",
        "title":"Cognitive Style in Library/Information Science Education."},
      {
        "id":"ED203864",
        "title":"Job Aids: Descriptive Authoring Flowcharts for Phase I--ANALYZE of the Instructional Systems Development Model."},
      {
        "id":"ED203865",
        "title":"Job Aids: Descriptive Authoring Flowcharts for Phase II--DESIGN of the Instructional Systems Development Model."},
      {
        "id":"ED203866",
        "title":"Job Aid Manuals for Phase II--DESIGN of the Instructional Systems Development Model."},
      {
        "id":"ED203867",
        "title":"Job Aids: Descriptive Authoring Flowcharts for Phase III--DEVELOP of the Instructional Systems Development Model."},
      {
        "id":"ED203868",
        "title":"Job Aid Manuals for Phase III--DEVELOP of the Instructional Systems Development Model."},
      {
        "id":"ED203870",
        "title":"Teacher Training in the Use of Educational Technology. Proceedings of a Conference (Washington, D.C., February 9-10, 1978)."},
      {
        "id":"ED203871",
        "title":"Television and Youth: Proceedings of the National Workshop (Washington, D.C., March 12-13, 1980)."},
      {
        "id":"ED203872",
        "title":"Using Microcomputers for Composition Instruction."},
      {
        "id":"ED203880",
        "title":"A Study of the College of Pharmacy Library Concerning Facilities, Services and User Satisfaction."},
      {
        "id":"ED203882",
        "title":"Bibliography of Publications, 1981 Supplement."},
      {
        "id":"ED203892",
        "title":"The Transfer Function in Minority Community Colleges with Chicano Students."},
      {
        "id":"ED203899",
        "title":"Relationship between Systematic Planning at Community Colleges and Goal Agreement."},
      {
        "id":"ED203902",
        "title":"Institutional Factors Affecting Student Participation in Community College Science Programs."},
      {
        "id":"ED203904",
        "title":"Community College Enrollment in the Humanities, Fall Quarter 1979 - Fall Quarter 1981."},
      {
        "id":"ED203908",
        "title":"Exemplary Organizational and Programmatic Linkages between Publicly Funded Community Colleges and CETA Prime Sponsors: Models for Maryland. Final Report: CETA/Community College Interface Research Project."},
      {
        "id":"ED203910",
        "title":"Exploration of Career Information Delivery Systems Via Computerization."},
      {
        "id":"ED203918",
        "title":"Characteristics and Conditions of a Successful Community College Foundation. Resource Paper No. 23."},
      {
        "id":"ED203923",
        "title":"Fall 1980 Entering Students at the Beginning of Their Second Semester (Spring 1981). Student Flow Program, Report 13."},
      {
        "id":"ED203924",
        "title":"Spring 1981 Non-Continuing Student Survey; Fall 1980 Entering Students. Student Flow Program, Report 14."},
      {
        "id":"ED203926",
        "title":"The Other Courses: Nurses Cannot Live on Medical Terminology Alone."},
      {
        "id":"ED203928",
        "title":"Staff Development: A Time for Appraisal."},
      {
        "id":"ED203929",
        "title":"Women in Community Colleges. New Directions for Community Colleges, Number 34."},
      {
        "id":"ED203930",
        "title":"Modernizing State Policies: Community Colleges and Lifelong Education."},
      {
        "id":"ED203934",
        "title":"Suggested Performance Competencies for Chief Student Affairs Officers in Florida."},
      {
        "id":"ED203937",
        "title":"A Philosophy for Teaching Preparatory Chemistry."},
      {
        "id":"ED203938",
        "title":"Summary of Responses to Follow-Up Questionnaire Sent to Nursing Graduates in Five LACCD Colleges."},
      {
        "id":"ED203939",
        "title":"An Overview of Cognitive Style."},
      {
        "id":"ED203940",
        "title":"Criticizing the Role."},
      {
        "id":"ED203941",
        "title":"Let Me Learn Too! Starting Continuing & Adult Education Programs for Men and Women with Developmental Disabilities [and] Consumer's Guide to Continuing and Adult Education."},
      {
        "id":"ED203942",
        "title":"Serving Ethnic Minorities. Topical Paper 73."},
      {
        "id":"ED203951",
        "title":"Do We Still Believe We Can Shape Society?"},
      {
        "id":"ED203955",
        "title":"Two-Year Comparison of Transfer and Native Student Progress at the University of Illinois at Urbana-Champaign: Fall, 1977 Group. Research Memorandum 80-6."},
      {
        "id":"ED203957",
        "title":"Missions and Functions of the California Community Colleges. One in a Series of Staff Papers for Discussion. Commission Report 81-14."},
      {
        "id":"ED203959",
        "title":"Telecourse Survey Results."},
      {
        "id":"ED203961",
        "title":"Establishing and Maintaining a Writing Center in the Junior or Community College."},
      {
        "id":"ED203966",
        "title":"Performance of Developmental Communications 20 Students, Fall 1980."},
      {
        "id":"ED203983",
        "title":"Interdisciplinary Traffic Safety Instructional System: Kindergarten."},
      {
        "id":"ED203984",
        "title":"Interdisciplinary Traffic Safety Instructional System: Series I."},
      {
        "id":"ED203985",
        "title":"Interdisciplinary Traffic Safety Instructional System: Series II."},
      {
        "id":"ED203986",
        "title":"Interdisciplinary Traffic Safety Instructional System: Series III."},
      {
        "id":"ED203987",
        "title":"Interdisciplinary Traffic Safety Instructional System: Series IV."},
      {
        "id":"ED203988",
        "title":"Interdisciplinary Traffic Safety Instructional System: Series V."},
      {
        "id":"ED203989",
        "title":"Interdisciplinary Traffic Safety Instructional System: Series VI."},
      {
        "id":"ED203990",
        "title":"Teaching Guide for the Traffic Signal Light Program: Kindergarten Level."},
      {
        "id":"ED203991",
        "title":"Parenting After Divorce. Papers from a 1980 Conference for Professionals."},
      {
        "id":"ED204000",
        "title":"Supportive Parent Education Programs: What We Are Learning."},
      {
        "id":"ED204001",
        "title":"Infants' Use of Sound in Search for Mother During Brief Separation."},
      {
        "id":"ED204002",
        "title":"An Interdisciplinary Social Studies-Art Program."},
      {
        "id":"ED204003",
        "title":"Constructive Memory in Different Populations."},
      {
        "id":"ED204008",
        "title":"Assessing Parent Education Program Relevance to Changing Family Structures (Executive Summary)."},
      {
        "id":"ED204012",
        "title":"Development of Self-Control in Delay of Gratification: The Effects of Goal Contingency and Response Feedback on Delay Time and Active Work Accomplished."},
      {
        "id":"ED204013",
        "title":"Bilingual Education: When Should the Child Start?"},
      {
        "id":"ED204015",
        "title":"Creative Thinking and the Education of Young Children: The Fourth Basic Skill."},
      {
        "id":"ED204016",
        "title":"Working with Student Teachers to Produce a Television Program for Preschool Children and Their Parents."},
      {
        "id":"ED204017",
        "title":"The Effects of Early Mother-Infant Separation Upon Sharing Behaviors of One-Year-Olds."},
      {
        "id":"ED204020",
        "title":"Smell, Touch, Listen, Look--Kids Learn, Kids Cook: A Nutrition Education Workshop for Day Care Personnel."},
      {
        "id":"ED204022",
        "title":"The Effects of Early Childbearing: A Sampler of Findings with Implications."},
      {
        "id":"ED204026",
        "title":"Does Father Know Best? Mothers and Fathers Teaching Their Preschool Sons and Daughters."},
      {
        "id":"ED204034",
        "title":"Current Issues in Maternal and Paternal Deprivation. Unit for Child Studies Selected Papers Number 6."},
      {
        "id":"ED204036",
        "title":"The Child's Concept of Death. Unit for Child Studies Selected Papers Number 8."},
      {
        "id":"ED204043",
        "title":"A Portrait of Rural America: Conditions Affecting Vocational Education Policy. Vocational Education Study Publication No. 6."},
      {
        "id":"ED204046",
        "title":"Bilingual-Bicultural Education in Alaska: An Introduction to Program Development."},
      {
        "id":"ED204047",
        "title":"Our Rainbow Heritage--Strengthening Multicultural Education for Today and Tomorrow. Annual Alaska Bilingual--Multicultural Education Conference (5th)."},
      {
        "id":"ED204049",
        "title":"Effective Strategies in the Collection and Analysis of Cost Data in Rural Programs. Making It Work in Rural Communities. A Rural Network Monograph."},
      {
        "id":"ED204058",
        "title":"1980 State Evaluation Report. North Carolina Migrant Education."},
      {
        "id":"ED204062",
        "title":"Reaching Rural Handicapped Children: The Transportation Situation in Rural Service Delivery. Making It Work in Rural Communities. A Rural Network Monograph."},
      {
        "id":"ED204064",
        "title":"Population Redistribution in the Midwest."},
      {
        "id":"ED204065",
        "title":"Oversight Hearings on Indian Education. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Sixth Congress, Second Session (September 3, 5, 1980)."},
      {
        "id":"ED204075",
        "title":"Resource Directory: Migrant and Indian Exceptional Children."},
      {
        "id":"ED204076",
        "title":"Questions about FERPA: The Family Educational Rights and Privacy Act (The Buckley Amendment)."},
      {
        "id":"ED204077",
        "title":"Questions about FERPA: The Family Educational Rights and Privacy Act (The Buckley Amendment). BIA/IHS Edition."},
      {
        "id":"ED204078",
        "title":"Career Education and the American Indian: A Handbook for Schools Providing Services to American Indians."},
      {
        "id":"ED204079",
        "title":"Career Education and the American Indian: A Notebook for Parents and Teachers."},
      {
        "id":"ED204080",
        "title":"A Report Regarding Interagency Collaboration to Facilitate Services for Rural Handicapped Students."},
      {
        "id":"ED204086",
        "title":"Indian Participation in Educational Research. A Conference Sponsored by The National Institute of Education (Washington, D.C., April 1-3, 1981)."},
      {
        "id":"ED204093",
        "title":"I Am Responsible for Me. Louisiana Migrant Education Health Services Bulletin 1554 (Revised 1980)."},
      {
        "id":"ED204097",
        "title":"A Bibliography of Materials, Educational and Testing Studies Related to Chicano Scholastics."},
      {
        "id":"ED204100",
        "title":"Planning for Declining Enrollment in Single High School Districts."},
      {
        "id":"ED204102",
        "title":"A Summary of Research in Science Education--1979."},
      {
        "id":"ED204109",
        "title":"Electrical Installation and Maintenance: A Competency-Based Curriculum Manual."},
      {
        "id":"ED204110",
        "title":"Landscape Design and Nursery Operation for Energy Conservation."},
      {
        "id":"ED204113",
        "title":"Mathematical Skills and Performance of the Elementary School Student in LAUSD: Fractional Numbers."},
      {
        "id":"ED204114",
        "title":"Patterns of Mathematics Minimum Competency Skills in the Elementary School."},
      {
        "id":"ED204115",
        "title":"Broad View of CAUSE Projects: Survey of Project Directors and Analyses of Proposals."},
      {
        "id":"ED204118",
        "title":"Maritime Education and Training Miscellaneous. Hearings Before the Ad Hoc Select Subcommittee on Maritime Education and Training of the Committee on Merchant Marine and Fisheries. House of Representatives, Ninety-Sixth Congress (December 6, 11, 1979, February 25, April 28, 1980)."},
      {
        "id":"ED204124",
        "title":"&quot;Addition,&quot;&quot;Subtraction&quot; and Mathematical Operations."},
      {
        "id":"ED204125",
        "title":"Cognitive Development, Mathematics Learning, Information Processing and a Refocusing."},
      {
        "id":"ED204126",
        "title":"The Psychological Conditions for the Origination of Ideal Actions."},
      {
        "id":"ED204127",
        "title":"Theories and Methodologies."},
      {
        "id":"ED204129",
        "title":"Effect of Instruction Using Students' Prior Knowledge and Conceptual Change Strategies on Science Learning. Part II: Analysis of Instruction."},
      {
        "id":"ED204130",
        "title":"Reading in the Science Classroom."},
      {
        "id":"ED204138",
        "title":"Environmental Education K-12 Curriculum Guide."},
      {
        "id":"ED204139",
        "title":"Coral: A Hawaiian Resource. An Instructional Guidebook for Teachers."},
      {
        "id":"ED204142",
        "title":"Secondary School Science and Mathematics Teacher Supply and Demand in Washington State."},
      {
        "id":"ED204148",
        "title":"The Differences Among Science and Humanities Males and Females."},
      {
        "id":"ED204150",
        "title":"The Interdependence of Mathematical Skills, Grade Point Average, and Language Proficiency for Hispanic College Students."},
      {
        "id":"ED204151",
        "title":"Problem Solving Skills of Hispanic College Students."},
      {
        "id":"ED204154",
        "title":"An Investigation of the Mastery of Rational Number Concepts and Skills by Middle-School Students."},
      {
        "id":"ED204163",
        "title":"A Diagnostic Evaluation of the Entering Competency Levels of University Introductory Biology Students."},
      {
        "id":"ED204165",
        "title":"Sex, IQ and Program-Studied as Factors in Mathematics Achievement, Grade Six."},
      {
        "id":"ED204167",
        "title":"Scientists, Engineers, and Technicians in Private Industry: 1978-80. Special Report."},
      {
        "id":"ED204169",
        "title":"Governance: Applicability to Pre-College Science Teacher Education."},
      {
        "id":"ED204171",
        "title":"Rivers of Energy: The Hydropower Potential. Worldwatch Paper No. 44."},
      {
        "id":"ED204173",
        "title":"Wanted: More Women in Science and Technology. Pamphlet 1, 2, and 3."},
      {
        "id":"ED204176",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 55, June 1981."},
      {
        "id":"ED204177",
        "title":"Investigations in Science Education, Vol. 7, No. 3. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED204187",
        "title":"The Task Features Analysis System. Research Series No. 89."},
      {
        "id":"ED204188",
        "title":"A System for Observing and Analyzing Elementary School Science Teaching: A User&apos;s Manual. Research Series No. 90."},
      {
        "id":"ED204191",
        "title":"Education in the 80's: Social Studies."},
      {
        "id":"ED204192",
        "title":"Education in the 80s: Multiethnic Education."},
      {
        "id":"ED204193",
        "title":"Ethnic Lifestyles and Mental Health."},
      {
        "id":"ED204194",
        "title":"School Governance and Classroom Climate: Concerns of Theory and Practice in Citizen Education."},
      {
        "id":"ED204198",
        "title":"Preparing for the New Onslaught on Social Studies."},
      {
        "id":"ED204201",
        "title":"Method and the Muse: Planning a School Arts Program."},
      {
        "id":"ED204202",
        "title":"Developing Financial Resources for School Arts Programs."},
      {
        "id":"ED204203",
        "title":"The Case for the Arts in Schools."},
      {
        "id":"ED204208",
        "title":"Contractor Report: Museum Program Survey, 1979."},
      {
        "id":"ED204213",
        "title":"Applied Research in a Cross-Cultural Setting."},
      {
        "id":"ED204220",
        "title":"Analyzing Crime and Crime Control: A Resource Guide. Economics-Political Science Series."},
      {
        "id":"ED204234",
        "title":"Classroom Music: Grades 5-8."},
      {
        "id":"ED204235",
        "title":"A Pattern for Art: K-12."},
      {
        "id":"ED204236",
        "title":"Social Studies in Oregon Schools: A Guide to Developing a Comprehensive Program for Grades Kindergarten Through Twelve."},
      {
        "id":"ED204237",
        "title":"Learning Activities for Social Studies in Oregon Schools."},
      {
        "id":"ED204238",
        "title":"Money Management and the Consumer, Basic Economic Skills: &quot;Baffled, Bothered, Bewildered&quot;."},
      {
        "id":"ED204239",
        "title":"Money Management and the Consumer, Budgeting: &quot;Easy Come...Easy Go!&quot;."},
      {
        "id":"ED204240",
        "title":"Money Management and the Consumer, Banking: &quot;You Can Bank On It&quot;."},
      {
        "id":"ED204241",
        "title":"Money Management and the Consumer, Credit: &quot;Ch . a . r . ge!&quot;."},
      {
        "id":"ED204242",
        "title":"Money Management and the Consumer, Insurance: &quot;It's Later Than You Think.&quot;"},
      {
        "id":"ED204243",
        "title":"Money Management and the Consumer, Taxes: &quot;An Offer You Can&apos;t Avoid.&quot;"},
      {
        "id":"ED204247",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 14, No. 2, 1980. Period Covered April-June 1980."},
      {
        "id":"ED204248",
        "title":"Selected Bibliography of Egyptian Educational Materials. Vol. 5, No. 4, 1979."},
      {
        "id":"ED204254",
        "title":"Consumer Education, 5-8: Activities, Resources and Evaluation."},
      {
        "id":"ED204258",
        "title":"Teacher Stress: Selected ERIC Resources."},
      {
        "id":"ED204262",
        "title":"Action Research: A Paradigm for the Human Services."},
      {
        "id":"ED204268",
        "title":"Translating Innovative Doctrines Into Practice: Appreciating the Classroom Context."},
      {
        "id":"ED204269",
        "title":"Designing Instructional Materials for General Education and Teacher Training. A Portfolio of Experiences in Asia and Oceania."},
      {
        "id":"ED204271",
        "title":"In-Service: A Means of Progress in Tough Times. Proceedings of a Conference Co-Sponsored by the Faculty of Education and the Faculty of Continuing Studies, Simon Fraser University (Burnaby, British Columbia, Canada, May, 1979)."},
      {
        "id":"ED204274",
        "title":"Leadership in Staff Development: Perceptions of New Teacher Center Directors."},
      {
        "id":"ED204278",
        "title":"Opening Many Doors. A Collection of Colloquia Papers. Dean's Grant. Volume I. 1979-1980."},
      {
        "id":"ED206307",
        "title":"Audio Alternatives For Learning. A Concept Paper."},
      {
        "id":"ED206313",
        "title":"Health Planning Review of Medical Information Systems. NCHSR Research Report Series."},
      {
        "id":"ED206319",
        "title":"Videotape as an Aid to Bibliographic Instruction."},
      {
        "id":"ED206325",
        "title":"Legal Ramifications of Computerized Library Networks and Their Implications for the Library Director."},
      {
        "id":"ED206328",
        "title":"An Overview of Videodisc Technology and Some Potential Applications in the Library, Information, and Instructional Sciences."},
      {
        "id":"ED206329",
        "title":"Television in Community and Junior Colleges: An Overview and Guidelines."},
      {
        "id":"ED206330",
        "title":"Evaluator's Guide for Microcomputer-Based Instructional Packages."},
      {
        "id":"ED206332",
        "title":"Dundalk Community College Developmental Education Research Project."},
      {
        "id":"ED206341",
        "title":"Hard Times for Recurrent Education? Predictions for California during the 1980's."},
      {
        "id":"ED206342",
        "title":"Managing Fiscal Crisis from the Perspective of a Statewide Coordinating Agency: The Case of California after Proposition 13."},
      {
        "id":"ED206357",
        "title":"Student Information Questionnaire, Fall 1980."},
      {
        "id":"ED206360",
        "title":"Articulation."},
      {
        "id":"ED206361",
        "title":"A Workshop on Improving Community Relations through Increased Faculty Involvement."},
      {
        "id":"ED206362",
        "title":"Evaluating EOPS: A User Oriented Procedure."},
      {
        "id":"ED206365",
        "title":"A Look to Future Years: Prospects Regarding the Scope and Process of Community Education. Community Colleges, Community Education Monograph Number 4."},
      {
        "id":"ED206366",
        "title":"Interface through Cooperative Agreements: Eleven Examples of How It Can Work."},
      {
        "id":"ED206368",
        "title":"A Study of Non-Native English Speakers' Academic Performance at Santa Ana College."},
      {
        "id":"ED206369",
        "title":"An Educational Master Plan for Austin Community College."},
      {
        "id":"ED206373",
        "title":"Childhood and Parenting Research Program. Final Report."},
      {
        "id":"ED206374",
        "title":"The Symbolic Play of Lower-Class and Middle-Class Children: Mixed Messages From the Literature."},
      {
        "id":"ED206375",
        "title":"The Kindergarten: A Retrospective and Contemporary View."},
      {
        "id":"ED206376",
        "title":"The Development of Bilingual and Bicultural Competence in Young Children."},
      {
        "id":"ED206377",
        "title":"Curiosity and Self-Directed Learning: The Role of Motivation in Education."},
      {
        "id":"ED206380",
        "title":"Secondary Analysis of the Data from the Evaluation of the Transition of Head Start Children into Public Schools."},
      {
        "id":"ED206381",
        "title":"Secondary Analysis of the Data from the Evaluation of the Transition of Head Start Children into Public Schools. Executive Summary."},
      {
        "id":"ED206385",
        "title":"Prosocial Behavior, Perspective Taking, and Empathy in Preschool Children: An Evaluation of Naturalistic and Structured Settings."},
      {
        "id":"ED206390",
        "title":"Learning Abilities: Identification and Intervention Practices."},
      {
        "id":"ED206394",
        "title":"Quality Training for Infant Caregivers."},
      {
        "id":"ED206395",
        "title":"Working in Partnership with Parents of Handicapped Infants."},
      {
        "id":"ED206396",
        "title":"Reflection-Impulsivity and Social Reasoning."},
      {
        "id":"ED206397",
        "title":"A Playground for All Children. Book 1: User Groups and Site Selection. Book 2: Design Competition Program."},
      {
        "id":"ED206399",
        "title":"Dialectical Materialism: Analysis of Mental Actions."},
      {
        "id":"ED206400",
        "title":"Southwest Parent Education Resource Center. Final Interim Report, December 1, 1979 to November 30, 1980."},
      {
        "id":"ED206403",
        "title":"A Conceptual Framework for Monitoring Children's Services. Discussion Draft."},
      {
        "id":"ED206405",
        "title":"Language in the Transition from Home to School. Final Report to the Nuffield Foundation."},
      {
        "id":"ED206408",
        "title":"Induction in Action in the Primary School."},
      {
        "id":"ED206410",
        "title":"Parental Social Networks and Child Development."},
      {
        "id":"ED206415",
        "title":"Measuring Nonverbal Expression of Feelings in Parent-Child Interactions: A Dilemma and a Solution."},
      {
        "id":"ED206422",
        "title":"Adult Role Transitions: Some Antecedents and Outcomes Early in the Life Course."},
      {
        "id":"ED206433",
        "title":"ESEA Title I Migrant. Final Technical Report. Publication 80.40."},
      {
        "id":"ED206434",
        "title":"ESEA Title I Regular Program, 1980-81. Volume I, Final Technical Report. Publication No. 80.71."},
      {
        "id":"ED206435",
        "title":"ESEA Title I Regular Program, 1980-81. Volume II, Final Technical Report."},
      {
        "id":"ED206436",
        "title":"Small Rural Schools in the United States: A Statistical Profile."},
      {
        "id":"ED206437",
        "title":"Rural Health in the People's Republic of China; Report of a Visit by the Rural Health Systems Delegation, June 1978."},
      {
        "id":"ED206438",
        "title":"P.L. 94-142 and Rural Area Schools: A Case for Consortium."},
      {
        "id":"ED206439",
        "title":"Evaluation Report of the Family Farm Program: 1980-1981. First Year Report."},
      {
        "id":"ED206445",
        "title":"A Critical Review of the Role of the Laboratory in Science Teaching."},
      {
        "id":"ED206448",
        "title":"Effective Management in Junior High Mathematics Classrooms."},
      {
        "id":"ED206451",
        "title":"BIOCONAID System (Bionic Control of Acceleration Induced Dimming). Final Report."},
      {
        "id":"ED206452",
        "title":"Reference Bulletins from the Calculator Information Center. Bulletins 25-28."},
      {
        "id":"ED206453",
        "title":"Information Bulletins from the Calculator Information Center. Bulletins 8-11."},
      {
        "id":"ED206454",
        "title":"The Use of Calculators in Pre-College Education: Third and Fourth Annual State-of-the-Art Reviews."},
      {
        "id":"ED206459",
        "title":"Federal Funds for Research and Development, Fiscal Years 1979, 1980, and 1981. Volume XXIX. Final Report."},
      {
        "id":"ED206460",
        "title":"Mathematics Education Research: Implications for the 80&apos;s."},
      {
        "id":"ED206462",
        "title":"Assessment of Numerical Skills of Navy Enlisted Personnel."},
      {
        "id":"ED206463",
        "title":"Modules and Monographs in Mathematics and its Applications Project (UMAP). Final Report 1976-1980."},
      {
        "id":"ED206465",
        "title":"Discovery: A Study Guide for Kindergarten. Alaska Sea Week Curriculum Series. Draft."},
      {
        "id":"ED206466",
        "title":"Sea Animals: A Study Guide for the First Grade. Alaska Sea Week Curriculum Series. Draft."},
      {
        "id":"ED206467",
        "title":"Shells: A Study Guide for the Second Grade. Alaska Sea Week Curriculum Series."},
      {
        "id":"ED206468",
        "title":"Glacial and Intertidal Ecology: A Study Guide for the Third Grade. Alaska Sea Week Curriculum Series. Draft."},
      {
        "id":"ED206469",
        "title":"Birds: A Study Guide for the Fourth Grade. Alaska Sea Week Curriculum Series. Draft."},
      {
        "id":"ED206470",
        "title":"Fish: A Study Guide for the Fifth Grade. Alaska Sea Week Curriculum Series. Draft."},
      {
        "id":"ED206471",
        "title":"Man's Influence on the Sea: A Study Guide for the Sixth Grade. Alaska Sea Week Curriculum Series. Draft."},
      {
        "id":"ED206475",
        "title":"Academic Employment of Scientists and Engineers Increased 6% Between 1978 and 1980. Science Resources Studies Highlights."},
      {
        "id":"ED206494",
        "title":"Math for the 1980's: A Response to the PRIME-80. A Conference/Workshop at Augusta College."},
      {
        "id":"ED206495",
        "title":"The Effect of Homework Assignments on the Mathematics Achievement of College Students in Freshman Algebra."},
      {
        "id":"ED206496",
        "title":"Analyzing Arguments in Classroom Discourse: Can Teachers' Questions Distort Scientific Authority?"},
      {
        "id":"ED206509",
        "title":"Objective and Continuous Assessment of Student Performance in the Physics Laboratory."},
      {
        "id":"ED206511",
        "title":"Teachers' Manual: Using Teams-Games-Tournament (TGT) in the Life Science Classroom."},
      {
        "id":"ED206512",
        "title":"Teachers' Manual: Using Teams-Games-Tournament (TGT) in the Physical Science Classroom."},
      {
        "id":"ED206514",
        "title":"Inservice Education: A How-to-Primer."},
      {
        "id":"ED206522",
        "title":"Leisure Participation in the South: Volume II--Appendices. Final Report."},
      {
        "id":"ED206523",
        "title":"Leisure Participation in the South: Volume III--Summary. Final Report."},
      {
        "id":"ED206529",
        "title":"Arts in the Curriculum."},
      {
        "id":"ED206530",
        "title":"Creative Collaborations: Artists, Teachers, and Students."},
      {
        "id":"ED206531",
        "title":"Arts in the Classroom: What One Elementary Teacher Can Do."},
      {
        "id":"ED206534",
        "title":"A Global Perspective: Teaching about the United Nations."},
      {
        "id":"ED206538",
        "title":"Ranking Studies of Graduate Sociology Departments in &quot;The American Sociologist&quot;: 1965-1980."},
      {
        "id":"ED206540",
        "title":"Charismatic Leadership: The Historical Development of a Political Concept."},
      {
        "id":"ED206541",
        "title":"Bibliographic Resources on Pacific/Asian Americans."},
      {
        "id":"ED206544",
        "title":"Crime and Justice: 10 Activities."},
      {
        "id":"ED206548",
        "title":"Sex Equity Resource Directory for the District of Columbia Public Schools."},
      {
        "id":"ED206549",
        "title":"Sex Equity Ideabook for the District of Columbia Public Schools."},
      {
        "id":"ED206555",
        "title":"Reading in the Social Studies Classroom."},
      {
        "id":"ED206556",
        "title":"A Foreign Student's Guide to Study in the United States."},
      {
        "id":"ED206557",
        "title":"School-Based Programs for Facilitating Positive Attitudes Toward the Elderly."},
      {
        "id":"ED206567",
        "title":"Classroom Management."},
      {
        "id":"ED206570",
        "title":"Competency Assessment in Teacher Education: Making It Work. Selected Papers from the Conference on Competency Assessment in Teacher Education: Making It Work (Lexington, KY, November 16-18, 1980). Information Analysis Products."},
      {
        "id":"ED206572",
        "title":"New Teachers in the Job Market."},
      {
        "id":"ED206573",
        "title":"An Instructional Model for Training LEA Supervisors to Assist in Training Teachers in Best Practices and Exemplary Models for Mainstreaming Handicapped Children."},
      {
        "id":"ED206576",
        "title":"The Efficacy of a New Model to Explain Exercise Behavior."},
      {
        "id":"ED206577",
        "title":"A Report on Follow-Up of Graduates Who Completed Preparation for Initial Entry into Classroom Teaching. (Graduate Placement Report), 1978-79."},
      {
        "id":"ED206582",
        "title":"An Evaluation of the Elaboration Model of Instruction from the Perspective of Assimilation Theory."},
      {
        "id":"ED206589",
        "title":"Personalized Inservice in Physical Education: Developing and Maintaining Teaching Skills through Self-Analysis."},
      {
        "id":"ED206590",
        "title":"Student-Student Interaction in the Classroom: A Naturalistic Study."},
      {
        "id":"ED206591",
        "title":"Personality Influences on Student and Cooperating Teacher Attitudes Toward Teaching."},
      {
        "id":"ED206592",
        "title":"Analysis of Teacher Education&apos;s Need for Materials and Training Related to Sex Equity. Final Report."},
      {
        "id":"ED206594",
        "title":"Hypertension Education: Impact on Parent Health Behaviors."},
      {
        "id":"ED206595",
        "title":"Narrowing the Gap Between Research and Practice. Technical Report #4."},
      {
        "id":"ED206598",
        "title":"The Effects of Teaching Styles on Motor Performance, Self Concept, and Social Skill Development."},
      {
        "id":"ED206600",
        "title":"Implementing Title IX in Physical Education and Athletics. Application Booklet for Physical Activity Specialists."},
      {
        "id":"ED206601",
        "title":"Parent Involvement: Teacher Practices and Judgments."},
      {
        "id":"ED206602",
        "title":"Smoking Programs for Youth."},
      {
        "id":"ED206603",
        "title":"The State Role: A Documentation Report of Services to Teacher Centers Funded Through the Federal Teacher Centers Program. Final Report."},
      {
        "id":"ED206604",
        "title":"The State Role: A Documentation Report of Services to Teacher Centers Funded Through the Federal Teacher Centers Program. Executive Summary."},
      {
        "id":"ED206605",
        "title":"Background Information on Staffing in Forty States to Serve Federally Funded Teacher Centers."},
      {
        "id":"ED206606",
        "title":"A Description of Teacher Center Proposal Review Processes Conducted by State Education Agencies."},
      {
        "id":"ED206607",
        "title":"How to Know That You Have Met Federal Teachers Centers Application Criteria: a guidebook providing some indicators of federal criteria."},
      {
        "id":"ED206608",
        "title":"Dissemination Resource Manual for State Teacher Center Coordinators."},
      {
        "id":"ED206610",
        "title":"Children and Youth in Action: Physical Activities and Sports."},
      {
        "id":"ED206612",
        "title":"A Person-Centered, Inquiry Oriented Approach to Teaching Basic Skills."},
      {
        "id":"ED206615",
        "title":"Statement of the American Association of Colleges for Teacher Education Concerning Teacher Education: Problems and Prospects."},
      {
        "id":"ED206616",
        "title":"Management Analysis Paper for the New Quadrivium. A Proposal for the Restructuring of Teaching and Learning in Dundee College of Education."},
      {
        "id":"ED206620",
        "title":"A Concerns-Based Model for the Delivery of Inservice."},
      {
        "id":"ED206622",
        "title":"The Shaping of Classroom Practices: Teacher Decisions."},
      {
        "id":"ED206623",
        "title":"Aesthetics and Dance."},
      {
        "id":"ED206624",
        "title":"The Art of Disco Dancing."},
      {
        "id":"ED206625",
        "title":"Multicultural Education in Teacher Education: The State of the Scene."},
      {
        "id":"ED206626",
        "title":"State Legislation, Provisions and Practices Related to Multicultural Education."},
      {
        "id":"ED206627",
        "title":"An Evaluation of Alternative Item Formats for Testing English as a Foreign Language."},
      {
        "id":"ED206633",
        "title":"A Study of Alternative Methods for Equating Rights Scores to Formula Scores."},
      {
        "id":"ED206634",
        "title":"Strategies for Optimizing and Documenting the Quality of Oral and Practical Examinations in Medical Education."},
      {
        "id":"ED206635",
        "title":"Confirmatory Factor Analysis and Anova Analyses of Multitrait-Multimethod Matrices."},
      {
        "id":"ED206636",
        "title":"Evaluation in the Museum Setting: Focus on Expectations."},
      {
        "id":"ED206640",
        "title":"Estimating Variance Components of Essay Ratings in a Complex Design."},
      {
        "id":"ED206642",
        "title":"To Use or Not to Use--(The One- or Three-Parameter Logistic Model) That Is the Question."},
      {
        "id":"ED206644",
        "title":"Relationship Judgments and Multidimensional Scaling in the Measurement of Structural Understanding."},
      {
        "id":"ED206648",
        "title":"High Aggregate Stability Coefficients Can Be Obtained for Unstable Traits."},
      {
        "id":"ED206650",
        "title":"Latent Trait Theory Applications to Test Item Bias Methodology. Research Memorandum No. 1."},
      {
        "id":"ED206652",
        "title":"An Exploratory Investigation of Rasch Model Residuals."},
      {
        "id":"ED206660",
        "title":"Depth, Spread, and Congruence of Encoding in Memory."},
      {
        "id":"ED206661",
        "title":"Design and Development of the Learning Activities Questionnaire."},
      {
        "id":"ED206662",
        "title":"The Dissemination Linking Process: A View from the Regional Exchange."},
      {
        "id":"ED206663",
        "title":"The Effects of Selected Instructional Variables on the Acquisition of Cognitive Learning Strategies."},
      {
        "id":"ED206664",
        "title":"Elaboration Techniques for Technical Text: An Experimental Test of the Learning Strategy Hypothesis."},
      {
        "id":"ED206666",
        "title":"Psychometric and Pedagogical Validity in Large Scale Assessments of Oral Communication Skills."},
      {
        "id":"ED206668",
        "title":"National Assessment of Educational Progress DS [District Supervisor] Training Manual, Year 11."},
      {
        "id":"ED206669",
        "title":"Exercise Administrator Administrative Instructions for Age Classes 1, 2 &amp; 3. Year 11, October 1979-May 1980."},
      {
        "id":"ED206670",
        "title":"Supplementary Frame Assessment Phase II Manual."},
      {
        "id":"ED206671",
        "title":"National Assessment Approach to Sampling Error Estimation. Sampling Error Monograph."},
      {
        "id":"ED206672",
        "title":"No-Show Analysis. Final Report."},
      {
        "id":"ED206673",
        "title":"FY 80 Evaluation Report: A Survey of the Speech Assistant Program FY 80, Title I 89-313."},
      {
        "id":"ED206674",
        "title":"Age Related Changes in Cognition During the Working Years. Final Report, April 1, 1979 through May 31, 1981."},
      {
        "id":"ED206675",
        "title":"Competency-Based Education: Beyond Minimum Competency Testing."},
      {
        "id":"ED206676",
        "title":"The Evaluation Document: Philosophic Structure. Research on Evaluation Program Paper and Report Series."},
      {
        "id":"ED206680",
        "title":"Legal Education as a Model for the Education of Evaluators. Research on Evaluation Program Paper and Report Series."},
      {
        "id":"ED206681",
        "title":"Operations Research as a Metaphor for Evaluation. Research on Evaluation Program Paper and Report Series."},
      {
        "id":"ED206682",
        "title":"Reading and Mathematics Achievement in Public and Private Schools: Is There a Difference?"},
      {
        "id":"ED206685",
        "title":"Setting Standards for Minimum Competency Tests."},
      {
        "id":"ED206686",
        "title":"Some Contributions of General Systems Theory, Cybernetics Theory and Management Control Theory to Evaluation Theory and Practice. Research on Evaluation Program Paper and Report Series. Interim Draft."},
      {
        "id":"ED206690",
        "title":"Impact of Test Disclosure Legislation on Test Development."},
      {
        "id":"ED206691",
        "title":"Twenty Years of Research on Advance Organizers. Technical Report Series in Learning and Cognition. Report No. 79-1."},
      {
        "id":"ED206692",
        "title":"What Does Educational Research Say About How to Write and Select Statistics Textbooks?"},
      {
        "id":"ED206693",
        "title":"The Relationships Between Policy and Evaluation in State Departments of Education. Research on Evaluation Program Paper and Report Series."},
      {
        "id":"ED206694",
        "title":"In-School Quality Check Activities. Final Report of Year 11."},
      {
        "id":"ED206695",
        "title":"In-School Field Operations and Data Collection Activities, Year 11. Final Report."},
      {
        "id":"ED206697",
        "title":"Testing for College Admissions: Trends and Issues."},
      {
        "id":"ED206698",
        "title":"Texas Junior High School Study: Teacher Self-Reports and Student Outcomes. Executive Summary [and] Volume I."},
      {
        "id":"ED206701",
        "title":"Texas Junior High School Study: Teacher Self-Reports and Student Outcomes. Appendix A, Examples of Interview and Questionnaire."},
      {
        "id":"ED206703",
        "title":"Sampling and Weighting Activities for Assessment Year 11. Final Report on National Assessment of Educational Progress."},
      {
        "id":"ED206705",
        "title":"The Physical Performance Test for California (Revised)."},
      {
        "id":"ED206707",
        "title":"Problem Case Descriptions. Research on Evaluation Program; Paper and Report Series."},
      {
        "id":"ED206708",
        "title":"Proficiency Skill Development Kit."},
      {
        "id":"ED206709",
        "title":"NAEP Year 11 Design Efficiency Study. Final Report."},
      {
        "id":"ED206713",
        "title":"Equating Studies: A Manual of Issues, Options and Decisions for Public School Evaluators."},
      {
        "id":"ED206715",
        "title":"Interim Guidelines for Evaluation of Instructional Materials with Respect to Social Content."},
      {
        "id":"ED206716",
        "title":"Coping Styles and Achievement: A Cross-National Study of School Children. Volume I of V Volumes: The Theory, Design, and Validation Results."},
      {
        "id":"ED206718",
        "title":"Better Use of Instructional Data Processing at an Intermediate Education Service Agency."},
      {
        "id":"ED206719",
        "title":"ACER Chemistry Test Item Collection (ACER CHEMTIC Year 12 Supplement)."},
      {
        "id":"ED206721",
        "title":"Plain Talk About Standardized Tests. Research Report."},
      {
        "id":"ED206722",
        "title":"Issues and Methods for Standard-Setting."},
      {
        "id":"ED206723",
        "title":"Effects of Test Length and Advancement Score on Several Criterion-Referenced Test Reliability and Validity Indices. Laboratory of Psychometric and Evaluation Research Report No. 86."},
      {
        "id":"ED206724",
        "title":"Connecticut Ninth-Grade Proficiency Test 1980-81 Summary Report: Mathematics, Basic Writing Skills in the Language Arts, Reading."},
      {
        "id":"ED206725",
        "title":"Competency Test Development, Validation, and Standard-Setting."},
      {
        "id":"ED206731",
        "title":"Measuring and Enhancing Organizational Productivity: An Annotated Bibliography. Interim Report, April 2, 1980 through June 30, 1980."},
      {
        "id":"ED206733",
        "title":"A Comparison of a Bayesian and a Maximum Likelihood Tailored Testing Procedure."},
      {
        "id":"ED206734",
        "title":"Evaluation and the Persistence of Innovation: The Louisiana Special Plan Upgrading Reading (SPUR) Project."},
      {
        "id":"ED206735",
        "title":"Needs Assessment Handbook for Basic Skills Projects."},
      {
        "id":"ED206736",
        "title":"Needs Assessment: Pupil Personnel Services."},
      {
        "id":"ED206737",
        "title":"The Vicious and the Virtuous: ETS and College Admissions."},
      {
        "id":"ED206738",
        "title":"Encoding and Retrieval of Information from Lecture."},
      {
        "id":"ED206739",
        "title":"Feedback and Prior Achievement."},
      {
        "id":"ED206741",
        "title":"Teacher Personnel Policies: Equity, Validity, and Productivity."},
      {
        "id":"ED206745",
        "title":"School Success and Staff Development: The Role of Staff Development in Urban Desegregated Schools."},
      {
        "id":"ED206747",
        "title":"The Native Language Reading Approach Training Program. ESEA Title VII. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED206748",
        "title":"Sarah J. Hale High School Project SABER. ESEA Title VII. Final Evaluation Report, 1979-80."},
      {
        "id":"ED206749",
        "title":"Comprehensive High School Bilingual Program. ESEA Title VII. Final Evaluation Report, 1979-80."},
      {
        "id":"ED206755",
        "title":"The Urban Education Network: Documentation and Commentary on Its Development."},
      {
        "id":"ED206759",
        "title":"The Structure of Social Relationships: Cross-Classifications of Mobility, Kinship, and Friendship."},
      {
        "id":"ED206762",
        "title":"Metropolitan Areas as Redistributors of Population."},
      {
        "id":"ED206767",
        "title":"Black Working Class Adolescents' Attitudes Toward Academic Achievement."},
      {
        "id":"ED206769",
        "title":"Disciplinary Alternatives for an Urban School District."},
      {
        "id":"ED206770",
        "title":"Belt-Tightening at 110 Livingston Street: How One Agency Has Responded to the Fiscal Crisis."},
      {
        "id":"ED206772",
        "title":"Inner-City High School Teachers: Their Perceptions of Classroom Life as Revealed Through a Content Analysis of Projective Stories."},
      {
        "id":"ED206774",
        "title":"Raising a New Generation in the South. A Report for the Task Force on Southern Children, Southern Growth Policies Board."},
      {
        "id":"ED206775",
        "title":"The Relationship Between Psychological Characteristics and the Achievement of Black Inner-City High School Students."},
      {
        "id":"ED206776",
        "title":"Help Wanted: A Management Study of Public Vocational Education in New York City."},
      {
        "id":"ED206777",
        "title":"Special Education Funding: A Story of Broken Promises."},
      {
        "id":"ED206779",
        "title":"Review of U.S. Refugee Resettlement Programs and Policies. A Report. Revised."},
      {
        "id":"ED206781",
        "title":"A &quot;Normalized&quot; Educational Alternative for High-Risk Youth: Description and Rationale of the Boys Town Urban Program."},
      {
        "id":"ED206782",
        "title":"Evaluation Report for the District 30 Title VII Bilingual Program, 1980-1981."},
      {
        "id":"ED206787",
        "title":"Parental Involvement and Participation in Bilingual Education: A Guide. (El Involucramiento y la Participacion de los Padres en la Educacion Bilingue: Una Guia.)"},
      {
        "id":"ED206788",
        "title":"In Search of Achievement Correlates in Title I Projects."},
      {
        "id":"ED206791",
        "title":"Civil Rights Directory: 1981 Clearinghouse Publication 15. Revised."},
      {
        "id":"ED206792",
        "title":"An Evaluation of Project LEAP, E.S.E.A. Title I Program of Medford, Massachusetts, 1980-1981."},
      {
        "id":"ED206793",
        "title":"A Practical Handbook for Co-ed Physical Education."},
      {
        "id":"ED206795",
        "title":"Title I as an Educational Resource in South Carolina."},
      {
        "id":"ED206796",
        "title":"Understanding Laotian People, Language, and Culture. Bilingual Education Resource Series."},
      {
        "id":"ED206801",
        "title":"Prospects for Adult Education and Development in Asia and the Pacific. Report of a Regional Seminar (Bangkok, November 24-December 4, 1980)."},
      {
        "id":"ED206806",
        "title":"Designing and Validating Procedures for Insuring Quality Adult Education in Nursing Homes and Convalescent Centers. Toward a Theory of Practice for Insuring Quality Education in Nursing Homes: A Section 310 Final Report, May 15, 1980-June 12, 1981."},
      {
        "id":"ED206810",
        "title":"Development of Procedures for Assessing the Impact of Vocational Education Research and Development on Vocational Education (Project IMPACT). Volume 1--Context and Principles of Assessing Impact."},
      {
        "id":"ED206811",
        "title":"Development of Procedures for Assessing the Impact of Vocational Education Research and Development on Vocational Education (Project IMPACT). Volume 2--A Case Study of the Illinois Occupational Curriculum Project."},
      {
        "id":"ED206812",
        "title":"Development of Procedures for Assessing the Impact of Vocational Education Research and Development on Vocational Education (Project IMPACT). Volume 3--A Case Study of the Illinois Network of Exemplary Occupational Education Programs for Handicapped and Disadvantaged Students."},
      {
        "id":"ED206814",
        "title":"Development of Procedures for Assessing the Impact of Vocational Education Research and Development on Vocational Education (Project IMPACT). Volume 5--A Case Study of Illinois Career Education Projects at the Awareness Level."},
      {
        "id":"ED206815",
        "title":"Development of Procedures for Assessing the Impact of Vocational Education Research and Development on Vocational Education (Project IMPACT). Volume 6--Assessing the Impact of the Occupational Survival Skills Project."},
      {
        "id":"ED206818",
        "title":"Development of Procedures for Assessing the Impact of Vocational Education Research and Development on Vocational Education (Project IMPACT). Volume 9--Executive Summary."},
      {
        "id":"ED206821",
        "title":"Catalog of Innovations Development. Innovative Programs in Vocational Education, 1981. Final Report, July 1, 1980-June 30, 1981."},
      {
        "id":"ED206825",
        "title":"What People Will Need to Know in the 80s and Beyond to Be Intelligent Consumers and Effective Homemakers (Content for Consumer and Homemaking Education)."},
      {
        "id":"ED206829",
        "title":"Choosing a College Major in the Hard and Technical Sciences and the Professions: A Causal Explanation."},
      {
        "id":"ED206832",
        "title":"Differences Between Women Who Choose Traditional and Non-Traditional Careers."},
      {
        "id":"ED206834",
        "title":"An Assessment of Mainstream and Special Vocational Educator Involvement in the IEP Process and Related Inservice Needs."},
      {
        "id":"ED206835",
        "title":"Identifying and Compiling Information about (Minority) Community Based Organizations&apos; Efforts to Serve In-School Youth. Final Notes."},
      {
        "id":"ED206840",
        "title":"Study of the Career Intern Program. Summary Report."},
      {
        "id":"ED206841",
        "title":"Study of the Career Intern Program. Final Report--Task A: Implementation."},
      {
        "id":"ED206842",
        "title":"Study of the Career Intern Program. Final Report--Task B: Assessment of Intern Outcomes."},
      {
        "id":"ED206843",
        "title":"Study of the Career Intern Program. Final Technical Report--Task C: Program Dynamics: Structure, Function, and Interrelationships."},
      {
        "id":"ED206844",
        "title":"Study of the Career Intern Program. Task D: Final Report, Volume 2. Comparisons of the CIP with Other Similar Youth Programs."},
      {
        "id":"ED206845",
        "title":"Study of the Career Intern Program. Task D: Final Report, Volume 3. A Cost Analysis of the CIP."},
      {
        "id":"ED206846",
        "title":"Coordination of CETA and Vocational Education. Technical Assistance Guide."},
      {
        "id":"ED206847",
        "title":"H.R. 1400--The Veterans' Educational Assistance Act of 1981. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs, House of Representatives, Ninety-Seventh Congress, First Session (March 17, 19, 1981). Vol. I."},
      {
        "id":"ED206848",
        "title":"H.R. 1400--Veterans Educational Assistance Act of 1981. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs, House of Representatives, Ninety-Seventh Congress, First Session (Norfolk, Virginia, April 6, 1981). Vol. III."},
      {
        "id":"ED206849",
        "title":"The Implementation of the Targeted Jobs Tax Credit. Report No. 3."},
      {
        "id":"ED206850",
        "title":"Fuller Employment with Less Inflation."},
      {
        "id":"ED206854",
        "title":"Identification, Assessment, and Placement of Limited English Proficiency Students in Vocational Education. A Study of Current Practices in Illinois."},
      {
        "id":"ED206855",
        "title":"Evaluation of Vocational Education Programs Serving Limited English Proficiency Students. An Analysis of the Illinois Three Phase System."},
      {
        "id":"ED206856",
        "title":"Evaluation of Vocational Education Programs Serving Limited English Proficiency Students. An Analysis of the Illinois Three Phase System. Executive Summary."},
      {
        "id":"ED206857",
        "title":"Resources in Vocational Education. Volume 13, Number 6. 1980."},
      {
        "id":"ED206858",
        "title":"CETA's Results and Their Implications. A Policy Statement by The National Council on Employment Policy."},
      {
        "id":"ED206860",
        "title":"Knowledge Development under the Youth Initiatives--Proceedings of an Overview Conference (Waltham, Massachusetts, October 5-6, 1978). Knowledge Development Framework. Youth Knowledge Development Report 1.3."},
      {
        "id":"ED206861",
        "title":"Evaluative Research in Local Youth Programming--Using the Tools of Knowledge Development. Knowledge Development Framework. Youth Knowledge Development Report 1.5."},
      {
        "id":"ED206862",
        "title":"The Standardized Assessment System for Youth Demonstration Projects. Knowledge Development Framework. Youth Knowledge Development Report 1.6."},
      {
        "id":"ED206863",
        "title":"Factbook on Youth. Research on Youth Employment and Employability Development. Youth Knowledge Development Report 2.5."},
      {
        "id":"ED206865",
        "title":"Assessments of Job Corps Performance and Impacts. Volume II. Program Evaluations. Youth Knowledge Development Report 3.3."},
      {
        "id":"ED206866",
        "title":"The Local Focus on Youth. Program Evaluations. Youth Knowledge Development Report 3.15."},
      {
        "id":"ED206867",
        "title":"Local Mixed Income Testing. Service and Participant Mix. Youth Knowledge Development Report 4.1."},
      {
        "id":"ED206868",
        "title":"Alternative Education Models--Preliminary Findings of the Job Corps Educational Improvement Effort. Education and Training Approaches. Youth Knowledge Development Report 5.2."},
      {
        "id":"ED206869",
        "title":"Enhanced Work Projects--The Supported Work Approach for Youth. Youth Work Experience. Youth Knowledge Development Report 7.3."},
      {
        "id":"ED206870",
        "title":"Jobs and Community Improvements--A Handbook for Enhanced Work Projects. Implementation Issues. Youth Knowledge Development Report 8.1."},
      {
        "id":"ED206871",
        "title":"Improving the Implementation of YEDPA Programs. Implementation Issues. Youth Knowledge Development Report 8.6."},
      {
        "id":"ED206872",
        "title":"Displaced Homemakers: Vo-Tech Workshop Guide."},
      {
        "id":"ED206874",
        "title":"Oversight of the Domestic Volunteer Service Act, 1981. Hearing before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session (April 9, 1981)."},
      {
        "id":"ED206875",
        "title":"Making Experience Count in Sex Equity Programs. A Guide to Help State Sex Equity Coordinators Work with Employers and Adult Women to Further the Recognition of Women&apos;s Job-Relevant Life Experience Learning."},
      {
        "id":"ED206876",
        "title":"Making Experience Count in Vocational Education. A Guide to Help Vocational Educators Identify and Provide Recognition to Adult Women Who Have Vocationally-Relevant Life Experience Learning."},
      {
        "id":"ED206900",
        "title":"Increasing Occupational Role Innovation: Intervention Implications of Two Survey Studies."},
      {
        "id":"ED206901",
        "title":"Rehabilitation, Education, Training and Employment Programs Administered by the Veterans' Administration. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs, House of Representatives, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED206906",
        "title":"Industry-Education-Labor Collaboration: The Literature of Collaborative Councils."},
      {
        "id":"ED206907",
        "title":"Industry-Education-Labor Collaboration: An Active Guide for Collaborative Councils."},
      {
        "id":"ED206910",
        "title":"Hospital Corpsman 1 &amp; C. Rate Training Manual and Nonresident Career Course. Revised."},
      {
        "id":"ED206911",
        "title":"Human Factors and Robotics: Current Status and Future Prospects."},
      {
        "id":"ED206912",
        "title":"Training for Middle Level Skills."},
      {
        "id":"ED206917",
        "title":"Toward an American Rural Renaissance: Realizing Rural Human Resource Development during the Decade of the Eighties. Final Technical Report."},
      {
        "id":"ED206918",
        "title":"&quot;Rural America: The Present Realities and Future Prospects.&quot;"},
      {
        "id":"ED206919",
        "title":"Nature, Types and Scale of Rural Development."},
      {
        "id":"ED206920",
        "title":"Toward an American Rural Renaissance. The Role of Investment Capital in Rural Development."},
      {
        "id":"ED206921",
        "title":"&quot;Balancing Technological and Human Resources Development: A New Priority for Rural America.&quot;"},
      {
        "id":"ED206922",
        "title":"Rural Land Use: A Need for New Priorities."},
      {
        "id":"ED206923",
        "title":"Linking Education and Local Development: An International Perspective."},
      {
        "id":"ED206924",
        "title":"Enhancing Traditional and Innovative Rural Support Services."},
      {
        "id":"ED206925",
        "title":"Toward a More Rational Education-Economic Development Connection in Rural America: The Collaborative Model."},
      {
        "id":"ED206926",
        "title":"Exemplary Rural Education and Economic Development Initiatives. State-of-the-Art Report."},
      {
        "id":"ED206927",
        "title":"Motivational Orientations of Senior Citizens Participating in the Elderhostel Program."},
      {
        "id":"ED206937",
        "title":"Encouraging Linkages Between CETA Youth Programs and Vocational Education in the State of Connecticut. Final Report."},
      {
        "id":"ED206939",
        "title":"Senior Adult Consumer Advisory Manual,"},
      {
        "id":"ED206943",
        "title":"Rating Openness: A Training Manual."},
      {
        "id":"ED206944",
        "title":"Beginning Practicum Experiences: Anxiety and Its Consequences."},
      {
        "id":"ED206952",
        "title":"Training of Trainers: Trainer Manual."},
      {
        "id":"ED206953",
        "title":"Training of Trainers: Participant Manual."},
      {
        "id":"ED206954",
        "title":"Community-Based Prevention Specialist. Trainer Manual."},
      {
        "id":"ED206955",
        "title":"Community-Based Prevention Specialist. Participant Manual."},
      {
        "id":"ED206956",
        "title":"Prevention Program Management. Trainer Manual."},
      {
        "id":"ED206957",
        "title":"Prevention Program Management. Participant Manual."},
      {
        "id":"ED206958",
        "title":"Highlights from Student Drug Use in America 1975-1980."},
      {
        "id":"ED206959",
        "title":"Drug and Alcohol Abuse: Implications for Treatment. Treatment Research Monograph Series."},
      {
        "id":"ED206960",
        "title":"Sexual Harassment in the Federal Workplace: Is It a Problem? A Report of the U.S. Merit Systems Protection Board Office of Merit Systems Review and Studies."},
      {
        "id":"ED206961",
        "title":"Changing Women's Self-Perceptions: The Impact of a Psychology of Women Course."},
      {
        "id":"ED206962",
        "title":"A Resource Guide for Mental Health and Support Services for the Elderly."},
      {
        "id":"ED206963",
        "title":"Some Effects of Parent Involvement in Schools."},
      {
        "id":"ED206964",
        "title":"Services for Children of Alcoholics. Symposium (Silver Spring, Maryland, September 24-26, 1979). Research Monograph No. 4."},
      {
        "id":"ED206965",
        "title":"Developing an Occupational Drug Abuse Program: Considerations and Approaches. Services Research Monograph Series."},
      {
        "id":"ED206966",
        "title":"Existential/Phenomenology as a Philosophical Base for a Feminist Psychology."},
      {
        "id":"ED206968",
        "title":"Counseling and Minorities: A Bibliography."},
      {
        "id":"ED206969",
        "title":"The Differential Effects of Frustration and Success Upon Competitive and Cooperative Behavior."},
      {
        "id":"ED206971",
        "title":"The Search for Disconfirming Information in Memory-Based Person Judgments."},
      {
        "id":"ED206974",
        "title":"Cross-Gender and Cross-Generational Perceptions of Sexuality."},
      {
        "id":"ED206975",
        "title":"Self-Esteem and Professionalism."},
      {
        "id":"ED206977",
        "title":"Women Entering Traditionally Male Professions: Achievement-Related Variables and Stress."},
      {
        "id":"ED206982",
        "title":"Women At Work and At Home: Implications for Depression and Mental Health."},
      {
        "id":"ED206983",
        "title":"Ethnography: A Research Tool for Policymakers in the Drug and Alcohol Fields. Symposium Papers."},
      {
        "id":"ED206984",
        "title":"Addicted Women: Family Dynamics, Self Perceptions, and Support Systems. Services Research Monograph Series."},
      {
        "id":"ED206985",
        "title":"Nontraditional Resources Catalogue: Opening Trade Barriers."},
      {
        "id":"ED206986",
        "title":"Role Model Choice: Who Do Women Say Their Models Are?"},
      {
        "id":"ED206987",
        "title":"The Problem-Drinking Drug Addict. Services Research Report."},
      {
        "id":"ED206988",
        "title":"Heroin-Addicted Parents and Their Children. Two Reports. Services Research Report."},
      {
        "id":"ED206989",
        "title":"Drug and Alcohol Abuse in Booming and Depressed Communities. Services Research Report."},
      {
        "id":"ED206990",
        "title":"Psychosocial Characteristics of Drug-Abusing Women. Services Research Monograph Series."},
      {
        "id":"ED206992",
        "title":"Serving Troubled Children: Program and Policy Planning for the Future."},
      {
        "id":"ED206993",
        "title":"A College Curriculum for Displaced Homemakers: Women's Crisis Counseling."},
      {
        "id":"ED206996",
        "title":"Developments in Aging: 1980. Part 1 and Part 2: Appendixes. Resolution Authorizing a Study of the Problems of the Aged and Aging. Conducted Pursuant to S. Res. 353. A Report of the Special Committee on Aging. United States Senate, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED206998",
        "title":"What Kinds of Supplementary Intensive Reading Instruction Make a Difference? A Special Emphasis Report from the Right to Read Program."},
      {
        "id":"ED206999",
        "title":"What Kinds of Supplementary Intensive Reading Instruction Make a Difference? Report of Three Case Studies of the Special Emphasis Project."},
      {
        "id":"ED207000",
        "title":"The Specific Vocabulary Needs of Academic Disciplines."},
      {
        "id":"ED207003",
        "title":"Visual Compositions: A Way to Teach Explicit and Implicit Text Factors in Content Areas."},
      {
        "id":"ED207004",
        "title":"Rate and Comprehension in Relationship to Self Report of Reading Processes and Attitudes of College Students."},
      {
        "id":"ED207005",
        "title":"Reading: Trends and Challenges. What Research Says to the Teacher."},
      {
        "id":"ED207006",
        "title":"The Professional Preparation of Reading Specialists for the Community College, Liberal Arts College and University."},
      {
        "id":"ED207013",
        "title":"Comprehension of Text and Pictures. Final Report."},
      {
        "id":"ED207019",
        "title":"Children's Understanding of Written and Spoken Discourse. Final Report."},
      {
        "id":"ED207020",
        "title":"The Purposes, Uses, and Contents of Workbooks and Some Guidelines for Teachers and Publishers. Reading Education Report No. 27."},
      {
        "id":"ED207021",
        "title":"Text Readability: Proceedings of the March 1980 Conference. Technical Report No. 213."},
      {
        "id":"ED207022",
        "title":"Analysing the Readability of English and Non-English Texts in the Classroom with Lix."},
      {
        "id":"ED207023",
        "title":"The Challenges of the Multicultural Classroom."},
      {
        "id":"ED207025",
        "title":"Title I in Ohio, Fiscal 1980. Fifteenth Annual Evaluation, Title I, Elementary and Secondary Education Act."},
      {
        "id":"ED207027",
        "title":"Choosing a Text for the College Methods Course in Reading."},
      {
        "id":"ED207028",
        "title":"Higher Horizons 100, 1980-81 Compensatory Program Evaluation. Report 81-7."},
      {
        "id":"ED207037",
        "title":"Modelling Reading Times in Different Reading Tasks with a Simulation Model of Comprehension. Technical Report, May 1, 1978 through March 30, 1979."},
      {
        "id":"ED207038",
        "title":"Interaction Effects of Task Variables and Ability on Task Engagement."},
      {
        "id":"ED207039",
        "title":"Selective Learning of Prose Passages Due to Aggressive Content."},
      {
        "id":"ED207040",
        "title":"Interpreting Idioms."},
      {
        "id":"ED207046",
        "title":"Media Effects on the Perceived Legitimacy of Deviant Political Groups: Two Experiments."},
      {
        "id":"ED207050",
        "title":"Culture Writ Electronic: Themes in Television Advertising."},
      {
        "id":"ED207051",
        "title":"The Effect of Changing American Social Values on the Editorial Content, Style and Management of Newspapers."},
      {
        "id":"ED207054",
        "title":"Press Responsibility for Health News: Beyond Precision and Toward Prevention."},
      {
        "id":"ED207066",
        "title":"Language Arts Curriculum Guide, K-6. Bulletin 1588."},
      {
        "id":"ED207069",
        "title":"Developing Writing Ability: Criteria for a Program for Teachers and Students."},
      {
        "id":"ED207071",
        "title":"Syntactic Maturity and Grading: A Correlational Study."},
      {
        "id":"ED207075",
        "title":"Journalism, Privacy, and Embarrassing Facts: A Critical Review of the Newsworthiness Defense."},
      {
        "id":"ED207079",
        "title":"The Development of Metaphoric Operations. Final Report."},
      {
        "id":"ED207085",
        "title":"Producing Classroom Authors: Grades K-6."},
      {
        "id":"ED207086",
        "title":"Persecutors, Victims and Rescuers in Harlequin Romances."},
      {
        "id":"ED207092",
        "title":"Small Group Communication in the 1980's."},
      {
        "id":"ED207095",
        "title":"The Implications of Multiple Dimensions of Self-Disclosure for the Nature and Functions of Reciprocity in Initial Interactions."},
      {
        "id":"ED207099",
        "title":"19th Century Roots of Modern Interpretation Theory: Dickens as a Platform Performer."},
      {
        "id":"ED207104",
        "title":"For the Primacy of Speech Communication in Organizational Communication."},
      {
        "id":"ED207105",
        "title":"Language and Learning: Talk between Adults and Children at Home and at School."},
      {
        "id":"ED207107",
        "title":"Teaching Assistants' Perceptions of Formal and Informal Communications with Students."},
      {
        "id":"ED207108",
        "title":"Teaching Organizational Communication: Course and Program Considerations."},
      {
        "id":"ED207110",
        "title":"Cop Talk and Media Use."},
      {
        "id":"ED207119",
        "title":"Dimensions of Argument: Proceedings of the Summer Conference on Argumentation (2nd, Alta, Utah, July 30-August 2, 1981)."},
      {
        "id":"ED207121",
        "title":"Wanderings in Western Europe. Theatre for Young Audiences around the World: Aesthetic and Political Trends."},
      {
        "id":"ED207122",
        "title":"Equivocal Messages in Organizations."},
      {
        "id":"ED207125",
        "title":"Retain or Promote? Research Action Brief. Number 16."},
      {
        "id":"ED207128",
        "title":"The Attorney General's Proposed Voluntary Student Code of Conduct."},
      {
        "id":"ED207132",
        "title":"School Finance Reform in the States: 1981."},
      {
        "id":"ED207133",
        "title":"Energy and Education."},
      {
        "id":"ED207134",
        "title":"Uses of Future Studies Techniques by Educational Administrators."},
      {
        "id":"ED207135",
        "title":"Education in the United States: Statistical Highlights Through 1979-80."},
      {
        "id":"ED207152",
        "title":"Use of Computers for Instructional Purposes in Ontario Schools."},
      {
        "id":"ED207154",
        "title":"Oregon Early School Leavers Study."},
      {
        "id":"ED207157",
        "title":"Student Absenteeism: Causes, Effects, and Possible Solutions."},
      {
        "id":"ED207158",
        "title":"The Search for Implementation Theory."},
      {
        "id":"ED207159",
        "title":"Discriminating Between Parent and Teacher Perceptions of an Alternative School."},
      {
        "id":"ED207160",
        "title":"The State Role in Education Policy Innovation."},
      {
        "id":"ED207162",
        "title":"Sources of Black-White Earnings Differences."},
      {
        "id":"ED207164",
        "title":"Problems of Complex Systems: A Model of System Problem Solving Applied to Schools."},
      {
        "id":"ED207173",
        "title":"The Personal Interview: A Tool for Investigating and Understanding Change in Schools."},
      {
        "id":"ED207174",
        "title":"The Implementation of a New Approach to Discipline in a Junior High School: A Case Study of Interventions During the Process of Change."},
      {
        "id":"ED207175",
        "title":"Internal Support Structures for the Development of Autonomous Schools. Research on Concerns-Based Adoption."},
      {
        "id":"ED207177",
        "title":"Federal and State Actions Needed To Overcome Problems in Administering the Title XX Program. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED207178",
        "title":"The Urban Principal. Discretionary Decision-Making in a Large Educational Organization."},
      {
        "id":"ED207182",
        "title":"School Facilities Development Procedures Manual."},
      {
        "id":"ED207183",
        "title":"Value Engineering. Technical Manual. School Facilities Development Procedures Manual."},
      {
        "id":"ED207186",
        "title":"The Condition of Education: 1981 Edition. Statistical Report."},
      {
        "id":"ED207189",
        "title":"Case Studies of Three Interorganizational Arrangements."},
      {
        "id":"ED207190",
        "title":"Organizations Collaborating to Improve Educational Practice."},
      {
        "id":"ED207191",
        "title":"The Federal Role in Education: New Directions for the Eighties."},
      {
        "id":"ED207198",
        "title":"A Literature Review: Competencies for Principals of Bilingual/Community Schools."},
      {
        "id":"ED207202",
        "title":"The Catholic School Principal: An Outline for Action."},
      {
        "id":"ED207205",
        "title":"Education Service Agencies: Status and Trends. ESA Study Series/Report No. I."},
      {
        "id":"ED207206",
        "title":"The Establishment and Abolishment of a Statewide System of Education Service Agencies: The Kentucky Experience. ESA Study Series/Report No. III."},
      {
        "id":"ED207207",
        "title":"Factors Influencing Local Education Agency Participation in the Programs and Services of Education Service Agencies in the State of Texas. ESA Study Series/Report No. VI."},
      {
        "id":"ED207208",
        "title":"Major Policy Issues Surrounding the Education Service Agency Movement and a Proposed Research and Development Agenda. ESA Study Series/Report No. VII."},
      {
        "id":"ED207212",
        "title":"Declining Enrollments: The Challenge of the Coming Decade. Summary Report."},
      {
        "id":"ED207217",
        "title":"School Accreditation. Booklets I through IX."},
      {
        "id":"ED207218",
        "title":"Education and Organizational Democracy."},
      {
        "id":"ED207219",
        "title":"The Technical Assistance Base of the National Diffusion Network. Final Project Report. October, 1977-July, 1980."},
      {
        "id":"ED207223",
        "title":"Networking and Accessing School Discipline Programs."},
      {
        "id":"ED207226",
        "title":"The Potential for Program Evaluation in a &quot;Developing&quot; Country."},
      {
        "id":"ED207227",
        "title":"Cost Effectiveness and the Community School. Proceedings of a symposium of the American Educational Research Association (Los Angeles, California, April 13-17, 1981)."},
      {
        "id":"ED207228",
        "title":"Education Policy Analysis and the Rent-a-Troika Business."},
      {
        "id":"ED207235",
        "title":"Cooperative Competition and Free Choice: The Results of a Two-System Open School Enrollment Policy. Final Report."},
      {
        "id":"ED207240",
        "title":"Production of Academic Achievement as a Function of Teachers' Training, Experience and Salaries."},
      {
        "id":"ED207250",
        "title":"An NIE Program and its Policy Context. Linking R&amp;D with Schools."},
      {
        "id":"ED207251",
        "title":"The Role of Local Action Teams in School Improvement. Linking R&amp;D with Schools."},
      {
        "id":"ED207252",
        "title":"Special Report on the Training and Support of Educational Linking Agents. Linking R&amp;D with Schools."},
      {
        "id":"ED207253",
        "title":"A Study of the R&amp;D Utilization Program. RDU Study and its Policy Context: Perspectives of Educational Policy Makers. A Memorandum."},
      {
        "id":"ED207254",
        "title":"Relationships between Local Contributions and the Success of a Federal School Improvement Program. Draft."},
      {
        "id":"ED207255",
        "title":"Staff Development and Curriculum Change: What&apos;s Good for Teachers is Good for Schools. (Draft)."},
      {
        "id":"ED207256",
        "title":"Policy Researcher as Sleuth: New Approaches to Integrating Qualitative and Quantitative Methods."},
      {
        "id":"ED207257",
        "title":"Strategies for Knowledge Use and School Improvement. Linking R&amp;D with Schools."},
      {
        "id":"ED207258",
        "title":"Strategies for Knowledge Use and School Improvement: A Summary. Linking R&amp;D with Schools."},
      {
        "id":"ED207259",
        "title":"Strategies for Knowledge Use and School Improvement. Technical Appendices. Linking R&amp;D with Schools"},
      {
        "id":"ED207260",
        "title":"Designing and Managing Interorganizational Networks. Linking R&amp;D with Schools."},
      {
        "id":"ED207261",
        "title":"Linking R&amp;D with Schools. Perspectives on School Improvement: A Casebook for Curriculum Change."},
      {
        "id":"ED207262",
        "title":"A Program and Its Implications for Dissemination and School Improvement Policy. Linking R&amp;D with Schools."},
      {
        "id":"ED207263",
        "title":"Quality Control and Product Information Systems. An Interim Report on Implementation, Use, and Effect in the R&amp;D Utilization Program. Linking R&amp;D with Schools."},
      {
        "id":"ED207264",
        "title":"Annual Evaluation Report. Volume I, Fiscal Year 1980."},
      {
        "id":"ED207266",
        "title":"The Human Factor in Dissemination: Field Agent Roles in Their Organizational Context. Linking R&amp;D with Schools."},
      {
        "id":"ED207270",
        "title":"Summary of Existing Legislation Relating to the Handicapped."},
      {
        "id":"ED207271",
        "title":"A Data Based Gymnasium: A Systematic Approach to Physical Education for the Handicapped."},
      {
        "id":"ED207273",
        "title":"Eight Years of Special Education Research in a Large Urban School District."},
      {
        "id":"ED207274",
        "title":"Resources for Schools: 17. A Handbook for Planning and Organizing Advisory Councils for Special Education."},
      {
        "id":"ED207275",
        "title":"Art for the Handicapped, 1978-1979."},
      {
        "id":"ED207277",
        "title":"Early Intervention: A Plan for Evaluating Program Impact."},
      {
        "id":"ED207278",
        "title":"Early Intervention for Children with Special Needs and Their Families: Findings and Recommendations."},
      {
        "id":"ED207279",
        "title":"Handicapped Children&apos;s Early Education Program. 1980-81 Overview and Directory."},
      {
        "id":"ED207282",
        "title":"Hearing Officer Handbook."},
      {
        "id":"ED207285",
        "title":"Child Abuse and Neglect Curriculum in Schools."},
      {
        "id":"ED207292",
        "title":"Home-School Discrepancies and the Puerto Rican Exceptional Child."},
      {
        "id":"ED207294",
        "title":"Certification, Employment and Attrition of Special Education Professional Personnel in Michigan."},
      {
        "id":"ED207296",
        "title":"Organizational Strategies Individualizing Instruction for Physical Education."},
      {
        "id":"ED207297",
        "title":"Movement Education for Able-Bodied and Disabled Students in Regular or Special Settings."},
      {
        "id":"ED207298",
        "title":"A Cost-Based Approach to the Funding of Educational Programs: An Application to Special Education."},
      {
        "id":"ED207299",
        "title":"Individualized Education Programs."},
      {
        "id":"ED207300",
        "title":"The Assessment Process in Recreation with Severely and Profoundly Retarded Populations."},
      {
        "id":"ED207301",
        "title":"Innovative Perceptual Motor Activities: Programing Techniques That Work."},
      {
        "id":"ED207302",
        "title":"Weight Training for Wheelchair Sports."},
      {
        "id":"ED207303",
        "title":"Desk and Chair Activities for Fun and Fitness."},
      {
        "id":"ED207304",
        "title":"Dance for Students with Orthopedic Conditions--Popular, Square, Folk, Modern, [and] Ballet."},
      {
        "id":"ED207305",
        "title":"Adaptive Devices for Aquatic Activities."},
      {
        "id":"ED204280",
        "title":"Recent Research on Teaching."},
      {
        "id":"ED204282",
        "title":"The School Day and Content Commitments."},
      {
        "id":"ED204284",
        "title":"Communicating Results of Classroom Management Research to Practitioners. Classroom Organization and Effective Teaching."},
      {
        "id":"ED204288",
        "title":"Recreation Programming for Wisconsin Communities."},
      {
        "id":"ED204292",
        "title":"Helping Teachers Use Research Findings: The Consumer-Validation Process."},
      {
        "id":"ED204296",
        "title":"The Role of State Education Agencies in Teacher Center Activities: A Documentation of 1979-80 Activities."},
      {
        "id":"ED204298",
        "title":"Administrator Inservice Training for Program Implementation in Adapted and Developmental Physical Education."},
      {
        "id":"ED204303",
        "title":"Movement Education For Preschool Children."},
      {
        "id":"ED204304",
        "title":"Educators With Disabilities: A Resource Guide."},
      {
        "id":"ED204307",
        "title":"The Induction of Beginning Primary Teachers."},
      {
        "id":"ED204312",
        "title":"Integrating Multicultural Education Competencies into Undergraduate Teacher Education."},
      {
        "id":"ED204313",
        "title":"ANTHROS: A Community Discovery Project for Young People Aged 15 to 20."},
      {
        "id":"ED204319",
        "title":"Training Community Volunteers for Museum Education."},
      {
        "id":"ED204329",
        "title":"Teacher Education Program Evaluation, 1981: Theory and Practice."},
      {
        "id":"ED204330",
        "title":"Teacher Behavior, Student Achievement and Student Attitudes: Descriptions of Selected Classrooms. Correlates of Effective Teaching."},
      {
        "id":"ED204337",
        "title":"The Relationship of Adult Developmental Theories to Teacher Education."},
      {
        "id":"ED204339",
        "title":"Teacher Supply and Demand in Public Schools, 1980-81."},
      {
        "id":"ED204340",
        "title":"Population Trends and Their Implications for Association Planning, 1981."},
      {
        "id":"ED204342",
        "title":"Very Special Natives: The Evolving Role of Teachers as Informants in Educational Ethnography."},
      {
        "id":"ED204343",
        "title":"A Developmental Approach to the Study of Teacher Change: What&apos;s to be Gained?"},
      {
        "id":"ED204344",
        "title":"Teacher Effectiveness Research: Implications for the Reading Profession."},
      {
        "id":"ED204347",
        "title":"Short-Term Instruction, Testwiseness, and the Scholastic Aptitude Test. A Literature Review with Research Recommendations."},
      {
        "id":"ED204348",
        "title":"Handicapped Students and the SAT."},
      {
        "id":"ED204349",
        "title":"An Empirical Study of the Broad Range Tailored Test of Verbal Ability."},
      {
        "id":"ED204351",
        "title":"Validity and Use of Individualized Classroom Environment Questionnaire."},
      {
        "id":"ED204354",
        "title":"Defining Rigor and Relevance in Vocational Education Evaluation."},
      {
        "id":"ED204355",
        "title":"Program Analysis and Monitoring (PAM) Techniques for Improving Title I Evaluation Locally."},
      {
        "id":"ED204357",
        "title":"Federal Administrative Law--Privacy, Freedom of Information and Protection of Human Subjects--Affecting Educational Research."},
      {
        "id":"ED204360",
        "title":"Models of Continuous Growth and Their Implications for the Analysis of Nonequivalent Control Group Designs."},
      {
        "id":"ED204362",
        "title":"The Impact of Ethnographers&apos; Roles on the Research Process."},
      {
        "id":"ED204363",
        "title":"Evaluation Utilization: An Annotated Bibliography."},
      {
        "id":"ED204368",
        "title":"Two Tennessee Studies of Kindergarten Relationships to Grade Retention and Basic Skills Achievement: A Comparison of Grade Retention and of Basic Skills Test Scores of Pupils Who Did and Who Did Not Attend Kindergarten."},
      {
        "id":"ED204374",
        "title":"Construct Definition Methodology and Generalizability Theory Applied to Career Education Measurement."},
      {
        "id":"ED204376",
        "title":"A Longitudinal Study of School and Family Effects on Student Development."},
      {
        "id":"ED204378",
        "title":"Measuring Time-On-Task: Issues of Timing, Sampling and Definition."},
      {
        "id":"ED204380",
        "title":"Uses and Misuses of Standardized Test Scores on a Local Level--A Test Developer's Perspective."},
      {
        "id":"ED204383",
        "title":"A Survey of Test Validation Study Costs."},
      {
        "id":"ED204391",
        "title":"Staff Report on the Federal Trade Commission Investigation of Coaching for Standardized Admission Tests."},
      {
        "id":"ED204392",
        "title":"Is Causal Modeling Really Helpful?"},
      {
        "id":"ED204393",
        "title":"An Instrument and Research Design for Assessing the Attitudes of Parents and Teachers Toward Occupational Opportunities for Deaf People."},
      {
        "id":"ED204394",
        "title":"Guessing and Dimensionality: The Search for a Unidimensional Latent Space."},
      {
        "id":"ED204395",
        "title":"Dimensions Underlying Student Ratings of Instruction."},
      {
        "id":"ED204396",
        "title":"Quantifying Qualitative Data: The Best of Both Worlds."},
      {
        "id":"ED204399",
        "title":"The Use and Misuse of Chi-square: Lewis and Burke Revisited."},
      {
        "id":"ED204400",
        "title":"Analysis and Reporting of Interview Data."},
      {
        "id":"ED204403",
        "title":"The Evaluation of a Model for the Assessment of Class Progress."},
      {
        "id":"ED204405",
        "title":"Comparison of Four Procedures for Equating the Tests of General Educational Development."},
      {
        "id":"ED204406",
        "title":"Cognition and Learning in Young Adults. Technical Report No. 13, Aptitude Research Project."},
      {
        "id":"ED204407",
        "title":"Aptitudes and Instructional Methods: Research on Individual Differences in Learning-Related Processes. Final Report 1975-1979, Aptitude Research Project."},
      {
        "id":"ED204408",
        "title":"Analysis of Student Behaviors in Traditional and Nontraditional Programs."},
      {
        "id":"ED204410",
        "title":"Sex Differences in Achievement-Related Affect."},
      {
        "id":"ED204412",
        "title":"Role Conflict and Ambiguity Among School District Evaluation Unit Heads."},
      {
        "id":"ED204413",
        "title":"A Comparison of Direct and Indirect Writing Assessment Methods."},
      {
        "id":"ED204414",
        "title":"The Joint Dissemination Review Panel: Can Approved Submittals Be Distinguished from the Rejections?"},
      {
        "id":"ED204416",
        "title":"Educational Outcomes of Tutoring: A Research Synthesis."},
      {
        "id":"ED204417",
        "title":"Effects of Ability Grouping on Secondary School Students."},
      {
        "id":"ED204418",
        "title":"Methods of Identifying Gifted Minority Students."},
      {
        "id":"ED204419",
        "title":"Building PACs: A Guide for Title I Principals."},
      {
        "id":"ED204428",
        "title":"Blueprint for Partnership:A Process Guide for Organizing Adopt-A-School Programs."},
      {
        "id":"ED204429",
        "title":"Unitas: Hispanic and Black Children in a Healing Community. Monograph No. 6."},
      {
        "id":"ED204431",
        "title":"A Review of James Coleman's &quot;Public and Private Schools.&quot;"},
      {
        "id":"ED204438",
        "title":"Pretesting in Health Communications: Methods, Examples, and Resources for Improving Health Messages and Materials. Revised."},
      {
        "id":"ED204439",
        "title":"The Relationship Between Teacher Behavior Toward Students and Student Political Attitudes: The Development of Political Cynicism."},
      {
        "id":"ED204443",
        "title":"Does Changing School Environments Change the Academic Performance of Minority Students? Revised."},
      {
        "id":"ED204444",
        "title":"Assessing Multi-cultural Television Characters for Children. Revised."},
      {
        "id":"ED204446",
        "title":"Educational Attainment Among Whites, Blacks, and Mexican-Americans."},
      {
        "id":"ED204459",
        "title":"Re-Entry Women: Special Programs for Special Populations. Field Evaluation Draft."},
      {
        "id":"ED204460",
        "title":"The Minority/Majority Experiences Study, 1978-79; Programs for Low Achieving Students."},
      {
        "id":"ED204461",
        "title":"Hispanic Americans and Mental Health Services: A Comparison of Hispanic, Black, and White Admissions to Selected Mental Health Facilities, 1975. Mental Health Service System Reports. Series CN No. 3."},
      {
        "id":"ED204464",
        "title":"Principles for Research on the Early Education of Hawaiian Children. Asian Pacific American Education Occasional Papers."},
      {
        "id":"ED204465",
        "title":"Theory and Method in Establishing the Cultural Congruence of Classroom Speech Events. Asian Pacific American Occasional Papers."},
      {
        "id":"ED204469",
        "title":"Some Considerations for Coping With School Problems Involving Indochinese Students. Office for Equity Education's Multicultural Education Resource Series."},
      {
        "id":"ED204473",
        "title":"Responsiveness of U.S. Foundations to Hispanic Needs and Concerns. Results of a Survey on Institutional Policies and Procedures Relevant to Hispanics and an Analysis of Grant Information in the 1977 and 1978 &quot;Foundation Grants Index.&quot; Monograph Series 5."},
      {
        "id":"ED204478",
        "title":"Human Rights and the Rights of Aliens. Working Paper NB-3."},
      {
        "id":"ED204482",
        "title":"Skills for Self-Employment."},
      {
        "id":"ED204484",
        "title":"Direct Curriculum Development. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-7."},
      {
        "id":"ED204485",
        "title":"Guide the Development and Improvement of Instruction. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-8."},
      {
        "id":"ED204487",
        "title":"Promote the Vocational Education Program. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-9."},
      {
        "id":"ED204488",
        "title":"Direct Program Evaluation. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-10."},
      {
        "id":"ED204489",
        "title":"Manage Student Recruitment and Admissions. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-11."},
      {
        "id":"ED204490",
        "title":"Provide a Staff Development Program. Competency-Based Vocational Education Administrator Module Series. Leadership and Training Series No. 58B-12."},
      {
        "id":"ED204497",
        "title":"Evaluation of Adult Basic Education in Tennessee, 1980."},
      {
        "id":"ED204503",
        "title":"Education of the Consumer: A Review of Historical Developments."},
      {
        "id":"ED204504",
        "title":"Working with Older People. A Resource Kit."},
      {
        "id":"ED204508",
        "title":"Vocational Habilitation for Severely Handicapped Youth Project. Implementor&apos;s Manual and Resource Guide."},
      {
        "id":"ED204515",
        "title":"Dissemination of Vocational Education Program Improvement Products. A Systematic Model."},
      {
        "id":"ED204520",
        "title":"Tryout of the Project ACCESS System. Project Report, Task B1, System Tryout: Credentialing Women&apos;s Life Experiences."},
      {
        "id":"ED204524",
        "title":"Model Curriculum And Trainer's Guide for Programs to Combat White-Collar Crime."},
      {
        "id":"ED204530",
        "title":"The Dynamics of Career Expectations of Youth: A Theoretical Formulation and Empirical Report Based on a Longitudinal Study."},
      {
        "id":"ED204532",
        "title":"Sharing Resources: Postsecondary Education and Industry Cooperation. Research and Development Series No. 203."},
      {
        "id":"ED204534",
        "title":"Solar Energy: Heat Transfer."},
      {
        "id":"ED204535",
        "title":"Solar Energy: Solar and the Weather."},
      {
        "id":"ED204537",
        "title":"Solar Energy: Solar System Design Fundamentals."},
      {
        "id":"ED204538",
        "title":"Solar Energy: Heat Storage."},
      {
        "id":"ED204539",
        "title":"Solar Energy: Home Heating."},
      {
        "id":"ED204540",
        "title":"Improving Productivity in the Work Force: Implications for Research and Development in Vocational Education. Occasional Paper No. 72."},
      {
        "id":"ED204541",
        "title":"Locally Directed Evaluation Model."},
      {
        "id":"ED204544",
        "title":"Advanced Print Reading. Heating, Ventilation and Air Conditioning."},
      {
        "id":"ED204545",
        "title":"Drafting. Advanced Print Reading--Electrical."},
      {
        "id":"ED204546",
        "title":"Drafting. Advanced Print Reading--Electronics."},
      {
        "id":"ED204550",
        "title":"Rapid Feedback Evaluation of the Career Education Incentive Act Program. Phase II Technical Report."},
      {
        "id":"ED204551",
        "title":"Armed Services Materials Conversion. A Documentation. Final Report."},
      {
        "id":"ED204552",
        "title":"Process of Converting Military Training Materials to Competency-Based Modules for Civilian Use. A Documentation."},
      {
        "id":"ED204553",
        "title":"Relating Women&apos;s Experience and Skills to Competencies Required in Selected Occupations and Vocational Education Programs. Project Report, Task C1, Revised Competency Analysis: Credentialing Women&apos;s Life Experiences (Project ACCESS)."},
      {
        "id":"ED204556",
        "title":"Planning for Tomorrow: Increased Productivity through Education and Training."},
      {
        "id":"ED204558",
        "title":"Issues in Health Occupations in Illinois: Recommendations by Employers and Educators."},
      {
        "id":"ED204559",
        "title":"Training Vocational Education Students in Environmental Health. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204560",
        "title":"Operating Sound-Measuring Equipment. Module 1. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204561",
        "title":"Obtaining Measurements of Stationary Environmental Noise Sources. Module 2. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204562",
        "title":"Operating High-Volume Air Samplers. Module 3. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204563",
        "title":"Using Detector Tubes and Pumps. Module 4. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204564",
        "title":"Collecting Industrial Health Information. Module 5. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204565",
        "title":"Using Precision Rotameters. Module 6. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204566",
        "title":"Calibrating Personal Air Monitoring. Module 7. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204567",
        "title":"Collecting Samples of Workplace Air. Module 8. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204568",
        "title":"Using Air-Purifying Respirators. Module 9. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204569",
        "title":"Operating a Microwave Radiation Detection Monitor. Module 10. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204570",
        "title":"Using Ionizing Radiation Detectors. Module 11. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204571",
        "title":"Collecting Pests for Identification. Module 12. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204572",
        "title":"Performing Analyses for Waterborne Bacteria. Module 13. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204573",
        "title":"Using a Swinging Vane Anemometer to Measure Airflow. Module 14. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204574",
        "title":"Obtaining Heat Stress Measurements. Module 15. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204575",
        "title":"Collecting Stream Samples for Water Quality. Module 16. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204576",
        "title":"Performing Titration Analyses for Water Quality. Module 17. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204577",
        "title":"Using an Electric Single Pan Analytical Balance. Module 18. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204578",
        "title":"Preparing Data for Analysis. Module 19. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204579",
        "title":"Using Modules in an Environmental Health Training Program. Module 20. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204580",
        "title":"Operating Gas-Absorbing Equipment. Module 21. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204581",
        "title":"Using a Stereo Microscope. Module 22. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204582",
        "title":"Measuring Airflow in Local Exhaust Ventilation Systems. Module 23. Vocational Education Training in Environmental Sciences."},
      {
        "id":"ED204583",
        "title":"Calibrating a Respirable Dust Sampling Device. Module 24. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204584",
        "title":"Communicating with Environmental Health Staff. Module 25. Vocational Education Training in Environmental Health Sciences."},
      {
        "id":"ED204590",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 1: Vocational Education in Different Institutional Settings. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress. First Session on H.R. 66 (February 24-25, 1981)."},
      {
        "id":"ED204591",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 2: Urban and Rural Vocational Education. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress. First Session on H.R. 66 (February 26 and March 3, 1981)."},
      {
        "id":"ED204592",
        "title":"Oversight Hearings on Proposed Budget Cuts for Vocational Education. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives. Ninety-Seventh Congress, First Session (March 4-5, 1981)."},
      {
        "id":"ED204594",
        "title":"On-the-Job Training and Social Learning Theory: A Literature Review. Special Report."},
      {
        "id":"ED204595",
        "title":"1979 Fall Leadership Conference for State Directors of Vocational Education. Charting a Course of Excellence for Vocational Education in the 1980s (Scottsdale, Arizona, September 24-27, 1979)."},
      {
        "id":"ED204596",
        "title":"Education and Training for Older Persons: A Planning Paper."},
      {
        "id":"ED204598",
        "title":"Identification of Issues Relating to the Role of Vocational Education in Serving Older Persons. Final Report."},
      {
        "id":"ED204599",
        "title":"Composite Report of Dissemination Workshops on Role of Vocational Education in Serving Older Persons."},
      {
        "id":"ED204601",
        "title":"School-to-Work Transition: Reviews and Syntheses of the Literature. Research on Youth Employment and Employability Development. Youth Knowledge Development Report 2.5."},
      {
        "id":"ED204603",
        "title":"Refining the Career Education Concept: Part V. Monograph on Career Education."},
      {
        "id":"ED204605",
        "title":"Technology Assessment and Occupational Education in the Future. Proceedings of a Conference (Chicago, Illinois, April 29, 1979)."},
      {
        "id":"ED204606",
        "title":"Proceedings of a Conference on the Role of Education in the Re-Industrialization of the United States (San Francisco, California, March 30, 1980)."},
      {
        "id":"ED204607",
        "title":"Handbook for Trade-Related Curriculum Development in a Cooperative Adult Basic Education Program in Industry."},
      {
        "id":"ED204608",
        "title":"Job and Income Security for Unemployed Workers. Some New Directions."},
      {
        "id":"ED204612",
        "title":"Resources in Vocational Education. Volume 14, Number 1, 1981."},
      {
        "id":"ED204613",
        "title":"Resources in Vocational Education. State Program Improvement Projects--FY 1980. Volume 14, Number 2, 1981-82."},
      {
        "id":"ED204614",
        "title":"Advanced Education and Training--Interim Report on the Career Advancement Voucher Demonstration. Education and Training Approaches. Youth Knowledge Development Report 5.3."},
      {
        "id":"ED204615",
        "title":"Rehabilitation of the Mentally Ill: An International Perspective."},
      {
        "id":"ED204618",
        "title":"Effects of Neighborhood Consensus on Services Delivery. Human Services Bibliography Series. Project SHARE."},
      {
        "id":"ED204619",
        "title":"State Advisory Councils on Adult Education."},
      {
        "id":"ED204626",
        "title":"Industrial Arts Curriculum Guide for Plastics."},
      {
        "id":"ED204627",
        "title":"Industrial Arts Curriculum Guide for Power Technology."},
      {
        "id":"ED204628",
        "title":"Industrial Arts Curriculum Guide for Electricity/Electronics."},
      {
        "id":"ED204629",
        "title":"Industrial Arts Curriculum Guide for Safety."},
      {
        "id":"ED204630",
        "title":"Brief Summarization of State Requirements for Certification/Recertification of Postsecondary Vocational Teachers."},
      {
        "id":"ED204633",
        "title":"Military Curricula for Vocational &amp; Technical Education. Painting I, II. 3-6."},
      {
        "id":"ED204635",
        "title":"Toward a Theory of Vocational Education. Occasional Paper No. 73."},
      {
        "id":"ED204636",
        "title":"Who is the ABE &quot;High Risk&quot; Dropout Student? London Adult Basic Education 310 Demonstration Proyect, FY 1979-80."},
      {
        "id":"ED204637",
        "title":"High School and Beyond: A National Longitudinal Study for the 1980s. A Capsule Description of High School Students."},
      {
        "id":"ED204638",
        "title":"Adult Basic Education Linkage Project. Final Report."},
      {
        "id":"ED204639",
        "title":"Overview. 1979 Reports of the State Advisory Councils on Vocational Education."},
      {
        "id":"ED204640",
        "title":"Small Business Management and Ownership. Volume Three. Local Decisions: A Simulation."},
      {
        "id":"ED204641",
        "title":"Small Business Management and Ownership. Volume Four. Mini-Problems in Entrepreneurship."},
      {
        "id":"ED204643",
        "title":"Community Education--Laboratory of Learning."},
      {
        "id":"ED204661",
        "title":"A Comparison of Paraprofessionally Trained and Self-Instructed Relaxation Training for the Reduction in Frequency of Tension Headaches."},
      {
        "id":"ED204664",
        "title":"Internality, Controllability, and the Effectiveness of Attribution Therapy."},
      {
        "id":"ED204682",
        "title":"Developmental Change and Mutuality in Family Relationships During Young Adulthood."},
      {
        "id":"ED204683",
        "title":"Teaching Autobiography with the Help of Hobbes, Locke, and Hume."},
      {
        "id":"ED204685",
        "title":"Prediction as Persuasion and Threat: Interaction of Locus of Control and Locus of Prediction on Compliance and Reactance."},
      {
        "id":"ED204689",
        "title":"Cognitive Self-Instructional Modeling Training in Counseling Prepracticum."},
      {
        "id":"ED204690",
        "title":"Exploring Employment Opportunities for the Elderly in Child Care Services: A Feasibility Study. Report No. 3."},
      {
        "id":"ED204695",
        "title":"Job Involvement, Satisfaction and Motivation: A Comparison of Predictors."},
      {
        "id":"ED204697",
        "title":"Juvenile Delinquency Prevention: A Compendium of 36 Program Models. Reports of the National Juvenile Justice Assessment Centers."},
      {
        "id":"ED204711",
        "title":"The Learning of Discourse Rules by Culturally Different Children in First Grade Literacy Instruction. Final Report, January 1, 1979-June 30, 1980."},
      {
        "id":"ED204712",
        "title":"Detection of Ambiguity and Production of Paraphrase in Written Language. Final Report. Revised."},
      {
        "id":"ED204713",
        "title":"1980 Summer At-Home Reading Program. Interim Evaluation Report, Publication No. 80.61."},
      {
        "id":"ED204714",
        "title":"Decoding and Learning to Read."},
      {
        "id":"ED204715",
        "title":"Theory to Practice: How Does It Work in Real Classrooms?"},
      {
        "id":"ED204720",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204721",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts Interational,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204722",
        "title":"Reading for Pleasure: Guidelines."},
      {
        "id":"ED204726",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204727",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204728",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204729",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204730",
        "title":"Application of Discourse Analysis: IRI's and ESL Learning."},
      {
        "id":"ED204733",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204734",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204735",
        "title":"Schooling and Scheming: From Research in Reading Instruction toward Information Processing."},
      {
        "id":"ED204739",
        "title":"Effecting Change in School Reading Programs: The Resource Role."},
      {
        "id":"ED204740",
        "title":"Trait and Process Aspects of Vocabulary Knowledge and Verbal Ability."},
      {
        "id":"ED204744",
        "title":"Reading Interest Patterns of Adults at Three Educational Levels."},
      {
        "id":"ED204745",
        "title":"Learning about Learning to Read by Observing Parents Reading to Their Children."},
      {
        "id":"ED204746",
        "title":"Early Reading in Japan."},
      {
        "id":"ED204753",
        "title":"Television News and Audience Viewing Intentions."},
      {
        "id":"ED204756",
        "title":"The Audience Experience with Television News: A Qualitative Study."},
      {
        "id":"ED204757",
        "title":"Lorena A. Hickok: Woman Journalist."},
      {
        "id":"ED204758",
        "title":"Some Thoughts on Theory and Discourse or How to Pamper the Explanation Seeking Child."},
      {
        "id":"ED204760",
        "title":"The Status of Press Law and Press in Post-Junta Greece: 1974-77."},
      {
        "id":"ED204761",
        "title":"Electronic Religion and the Separation of Church and State."},
      {
        "id":"ED204764",
        "title":"Refining Uses and Gratifications with a Human Information Processing Model."},
      {
        "id":"ED204767",
        "title":"A Tall Tale Retold: The Influence of the Photographs of William Henry Jackson upon the Passage of the Yellowstone Park Act of 1872."},
      {
        "id":"ED204768",
        "title":"Foreign Staff Reductions and News Coverage: An Exploratory Comparison of Two Newspapers' Content."},
      {
        "id":"ED204769",
        "title":"An Examination of the Magazine Gatekeeper: Can Personal/Professional Characteristics Predict Editorial Involvement?"},
      {
        "id":"ED204770",
        "title":"An Alternative View of the Thirties: The Industrial Photographs of Lewis Wickes Hine and Margaret Bourke-White."},
      {
        "id":"ED204785",
        "title":"The Effects of Androgynous Televised Portrayals on Children's Sex Role Preferences."},
      {
        "id":"ED204786",
        "title":"The Value of Attention in Researching Political Cognitions."},
      {
        "id":"ED204792",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204794",
        "title":"Exploring Speaking-Writing Relationships: Connections and Contrasts."},
      {
        "id":"ED204797",
        "title":"Themes of Charlotte Zolotow's Books and Her Adult Development."},
      {
        "id":"ED204798",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204799",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204800",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204801",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204812",
        "title":"Grammar as a Programming Language. Artificial Intelligence Memo 391."},
      {
        "id":"ED204814",
        "title":"What Can I Write About? 7000 Topics for High School Students."},
      {
        "id":"ED204816",
        "title":"Communication of Political Information during Early Presidential Primaries: Cognition, Affect, and Uncertainty."},
      {
        "id":"ED204825",
        "title":"Speaker and Gavel. Volume 17, Number 2."},
      {
        "id":"ED204826",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204827",
        "title":"Speech Communication Education and Classroom Interaction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204828",
        "title":"An Analysis of the Concurrent Validity of Three Types of Empathy Measures."},
      {
        "id":"ED204829",
        "title":"The Development of Nonverbal Communication Behavior in School Children, Grades K-12."},
      {
        "id":"ED204830",
        "title":"Toward an Understanding of the Emotional Nature of Stage Fright: A Three Factor Theory."},
      {
        "id":"ED204833",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1981 (Vol. 41 Nos. 7 through 12)."},
      {
        "id":"ED204834",
        "title":"Administration of Mainstreaming. ACSA School Management Digest, Series 1, Number 22."},
      {
        "id":"ED204836",
        "title":"The Curriculum and the Businesslike School."},
      {
        "id":"ED204848",
        "title":"School Enrollment-Social and Economic Characteristics of Students: October 1980 (Advance Report). Population Characteristics."},
      {
        "id":"ED204859",
        "title":"Projections of Education Statistics to 1988-89."},
      {
        "id":"ED204878",
        "title":"Special Education for the Greek Bilingual Child: Greece, Cyprus and the United States."},
      {
        "id":"ED204897",
        "title":"Effects of Environmental Manipulation, Curriculum Changes, and Implementation of a Token System on On-Task Behavior of Second and Third Graders in a Learning Disabilities Classroom."},
      {
        "id":"ED204906",
        "title":"Instructional Strategies that Challenge Black College Students in the Area of Exceptional Child Education."},
      {
        "id":"ED204912",
        "title":"A Preliminary Review of Federal Legislation for Special Recration for Disabled in the United States."},
      {
        "id":"ED204913",
        "title":"Proceedings of the 1980 Institute for Public School Personnel Serving Visually Impaired Students (May 4-6, 1980)."},
      {
        "id":"ED204916",
        "title":"Teacher Use of Diagnostic Questioning and Modeling in Language Development."},
      {
        "id":"ED204917",
        "title":"Peer Tutoring of Conversational Skills: A Mini-Facilitator in the Preschool Classroom."},
      {
        "id":"ED204919",
        "title":"The Young Black Exceptional Child: Providing Programs and Services."},
      {
        "id":"ED204922",
        "title":"Suggestions for Administration of the Autism Attitude Scale for Teachers."},
      {
        "id":"ED204924",
        "title":"Learning to Live with Disability: A Guidebook for Families."},
      {
        "id":"ED204925",
        "title":"Lobbying for the Rights of Disabled People: Views from the Hill and from the Grass Roots."},
      {
        "id":"ED204926",
        "title":"Financial Resources for Disabled Individuals."},
      {
        "id":"ED204932",
        "title":"A Practical Guide to Institutionalizing Educational Innovations."},
      {
        "id":"ED204934",
        "title":"Overcoming Communication Barriers: A Cooperative Action Planning Workshop for Parents and Educators of Exceptional Children."},
      {
        "id":"ED204935",
        "title":"A Directory of Special Education Resources."},
      {
        "id":"ED204938",
        "title":"Evaluation of the Vanguard Program: A New Approach to Assessment of Programs for the Gifted and Talented."},
      {
        "id":"ED204940",
        "title":"Recombinative Generalization of Action-Object Verbal Instruction Following by Profoundly Retarded Individuals."},
      {
        "id":"ED204943",
        "title":"Factors Involved in Burn-Out Among Teachers of Emotionally Disturbed and Other Types of Exceptional Children."},
      {
        "id":"ED204950",
        "title":"Ethical Concerns and Identification of Learning Disabilities."},
      {
        "id":"ED204956",
        "title":"Training Over Time: A Field-Based Model for Inservice Delivery."},
      {
        "id":"ED204961",
        "title":"The Listening and Reading Comprehension (LARC) Program....Experiential Based Sequential Training."},
      {
        "id":"ED204964",
        "title":"Tutoring/Notetaking as a Support Service for Deaf Students."},
      {
        "id":"ED204969",
        "title":"Considerations for Identifying School Age Children and Youth with Specific Learning Disabilities in Michigan. A Final Institute Report."},
      {
        "id":"ED204982",
        "title":"A Case Study of Technical Assistance to Demonstration Programs for Young Handicapped Children. Part I."},
      {
        "id":"ED204988",
        "title":"Print Awareness of Mildly Mentally Retarded Minority Urban Adolescents."},
      {
        "id":"ED204997",
        "title":"A Training Program in Special Physical Education for SEA [State Education Agency] Directors of Physical Education and Special Education. Final Report."},
      {
        "id":"ED204998",
        "title":"State of the Art and Future Trends in Special Education 1980: An Analysis Using the ERIC Data Base."},
      {
        "id":"ED205007",
        "title":"Language Status Decisions and the Law in the United States."},
      {
        "id":"ED205010",
        "title":"English as a Second Language. What Research Says to the Teacher."},
      {
        "id":"ED205011",
        "title":"Reflections on Error Production."},
      {
        "id":"ED205015",
        "title":"A Longitudinal Study of the Oral Language Development of Texas Bilingual Children (Spanish-English): Findings from the Second Year."},
      {
        "id":"ED205022",
        "title":"Some Recent Applications of Sociolinguistic Theory and Research."},
      {
        "id":"ED205023",
        "title":"On the Plausibility of Second Language Acquisition Models: An Experimental Perspective."},
      {
        "id":"ED205032",
        "title":"A Sociolinguistic Survey of a Bilingual Community: Implications for Bilingual Education. Bilingual Education Paper Series, Vol. 4, No. 9, April 1981."},
      {
        "id":"ED205034",
        "title":"Beyond Ethnography: Some Uses of Sociolinguistics for Understanding Classroom Environments. Bilingual Education Paper Series, Vol. 4, No. 3, October 1980."},
      {
        "id":"ED205035",
        "title":"Foreign Language Achievement in Relation to Student-Teacher Cognitive Styles: A Preliminary Study."},
      {
        "id":"ED205040",
        "title":"Solomon Islands Pijin: Grammar Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED205041",
        "title":"Solomon Islands Pijin: Special Skills Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED205042",
        "title":"Solomon Islands Pijin: Culture and Communication Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED205043",
        "title":"Solomon Islands Pijin: Teacher's Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED205065",
        "title":"A Comprehensive and Systematic Assessment of Clinical Teaching Skills and Strategies in the Health Sciences. Executive Summary of the Final Report."},
      {
        "id":"ED205067",
        "title":"Innovations in Higher Education Management: Coping with the 80s. Contributed Papers for an NCHEMS Competition on State and Institutional Financing."},
      {
        "id":"ED205068",
        "title":"Computing and Higher Education: An Accidental Revolution."},
      {
        "id":"ED205069",
        "title":"Alumni Perceptions: A Test of NCHEMS' Outcomes Structure. AIR Forum 1981 Paper."},
      {
        "id":"ED205071",
        "title":"Planning Faculty Staffing for the 1980's: A Case Study. AIR Forum 1981 Paper."},
      {
        "id":"ED205073",
        "title":"Predictors of Outside Funding for Research Among AASCU Institutions. AIR Forum 1981 Paper."},
      {
        "id":"ED205075",
        "title":"Student Outcomes Assessment: A Biracial Analysis. AIR Forum 1981 Paper."},
      {
        "id":"ED205084",
        "title":"Assessing Quality in Graduate Programs: An Internal Quality Indicator. AIR Forum 1981 Paper."},
      {
        "id":"ED205098",
        "title":"Management Fads in Higher Education. AIR Forum 1981 Paper."},
      {
        "id":"ED205101",
        "title":"Explaining Student Success and Failure in a Distance Teaching System: A Multi-variate Approach."},
      {
        "id":"ED205104",
        "title":"Indexing Tuition to Cost of Education: The Impact on Students and Institutions. AIR Forum 1981 Paper."},
      {
        "id":"ED205107",
        "title":"The Perceived Outcomes of Higher Education. AIR Forum 1981 Paper."},
      {
        "id":"ED205109",
        "title":"Promoting a Planning Dialogue: A Role for Resource Models. AIR Forum 1981 Paper."},
      {
        "id":"ED205110",
        "title":"Faculty Ratings as a Measure of Administrator Quality. AIR Forum 1981 Paper."},
      {
        "id":"ED205127",
        "title":"A Comparison of Black and White Student Backgrounds and Perceptions of a Predominantly White Campus Environment: Implications for Institutional Research and Program Development. AIR Forum 1981 Paper."},
      {
        "id":"ED205129",
        "title":"Prediction of Academic Success with the Myers-Briggs Type Indicator (MBTI). AIR Forum 1981 Paper."},
      {
        "id":"ED205133",
        "title":"The Need for Quality: A Report to the Southern Regional Education Board by its Task Force on Higher Education and the Schools."},
      {
        "id":"ED205138",
        "title":"Re-entry Women: Relevant Statistics. Field Evaluation Draft."},
      {
        "id":"ED205145",
        "title":"Computer Assisted Instruction in Geology."},
      {
        "id":"ED205151",
        "title":"The Application of a Model of Turnover in Work Organizations to the Student Attrition Process. Air Forum 1981 Paper."},
      {
        "id":"ED205153",
        "title":"Higher Education in the States. Volume 7, Number 7."},
      {
        "id":"ED205157",
        "title":"Coping Behavior Patterns of College Women."},
      {
        "id":"ED205161",
        "title":"A Guide for the Powerless and Those Who Don't Know Their Own Power. A Mini-manual on the American Political Process."},
      {
        "id":"ED205162",
        "title":"Uses and Gratifications Associated with Exposure to Public Television."},
      {
        "id":"ED205165",
        "title":"Issues Related to the Implementation of Computer Technology in Schools: A Cross-Sectional Study. Children's Electronic Laboratory Memo No. 1."},
      {
        "id":"ED205167",
        "title":"A Reference List of Audiovisual Materials Produced by the United States Government. Supplement, 1980."},
      {
        "id":"ED205168",
        "title":"Masters Curricula in Educational Communications and Technology: A Descriptive Directory."},
      {
        "id":"ED205170",
        "title":"Generalized Maintenance Trainer Simulator: Development of Hardware and Software. Final Report."},
      {
        "id":"ED205171",
        "title":"Bibliographic Instruction Through the Related Studies Division in Vocational Education: LRC Guide, Pathfinders, and Script for Slide Presentation."},
      {
        "id":"ED205180",
        "title":"Requirements Statement for the Name Authority File Service."},
      {
        "id":"ED205196",
        "title":"Special Libraries Serving State Governments."},
      {
        "id":"ED205198",
        "title":"Communication Options--The Need for Increased Awareness of These Amongst Policy Developers."},
      {
        "id":"ED205201",
        "title":"Instructional Software Selection: A Guide to Instructional Microcomputer Software. Microcomputers in Education Series."},
      {
        "id":"ED205203",
        "title":"Microcomputer Reference: A Guide to Microcomputers. Microcomputers in Education Series."},
      {
        "id":"ED205205",
        "title":"Status Report of Public Broadcasting, 1980."},
      {
        "id":"ED205206",
        "title":"The Effects of Learning a Computer Programming Language on the Logical Reasoning of School Children."},
      {
        "id":"ED205213",
        "title":"Graphic Communication in a Group Setting."},
      {
        "id":"ED205222",
        "title":"Collection Development Policy of the Robert E. Kennedy Library, California Polytechnic State University, San Luis Obispo, California."},
      {
        "id":"ED205223",
        "title":"Feasibility Study to Establish a Municipal Publications Collection."},
      {
        "id":"ED205228",
        "title":"Marketing Model for Community College."},
      {
        "id":"ED205229",
        "title":"Role, Duties, and Responsibilities of the Chief Vocational Education Administrator in the Community College."},
      {
        "id":"ED205236",
        "title":"Instructional Practices in the Humanities and Sciences."},
      {
        "id":"ED205242",
        "title":"Policies for Tomorrow: Illinois Community Colleges in the 80's."},
      {
        "id":"ED205247",
        "title":"Alcohol Fuels Production, Manpower, and Education: Where Do Two-Year Colleges Fit?"},
      {
        "id":"ED205249",
        "title":"The Role of Ethics in Education: A Practical Example."},
      {
        "id":"ED205252",
        "title":"Focus on the Future Proceedings (Rockville, Maryland, February 22-23, 1980)."},
      {
        "id":"ED205260",
        "title":"Teenage Parenthood and Family Support."},
      {
        "id":"ED205264",
        "title":"Mainstreaming Children in Day Care and Preschool: A Manual of Training Activities."},
      {
        "id":"ED205265",
        "title":"The Legal Status of Adolescents 1980."},
      {
        "id":"ED205267",
        "title":"Gender Concepts, Sex Role Deviancy, and Cognitive Development."},
      {
        "id":"ED205275",
        "title":"Assessment of Program Impact Through First Grade, Volume I: The Context, Conceptual Approach and Methods of the Evaluation. An Evaluation of Project Developmental Continuity. Interim Report X."},
      {
        "id":"ED205276",
        "title":"Assessment of Program Impact Through First Grade, Volume II: Impact on Institutions. An Evaluation of Project Developmental Continuity. Interim Report X."},
      {
        "id":"ED205277",
        "title":"Assessment of Program Impact Through First Grade, Volume III: Impact on Parents. An Evaluation of Project Developmental Continuity. Interim Report X."},
      {
        "id":"ED205278",
        "title":"Assessment of Program Impact Through First Grade, Volume IV: Impact on Teachers. An Evaluation of Project Developmental Continuity. Interim Report X."},
      {
        "id":"ED205279",
        "title":"Assessment of Program Impact Through First Grade, Volume V: Impact on Children. An Evaluation of Project Developmental Continuity. Interim Report X."},
      {
        "id":"ED205280",
        "title":"Assessment of Program Impact Through First Grade, Volume VI: Summary of Impact on Institutions, Teachers and Classrooms, Parents and Children. An Evaluation of Project Developmental Continuity. Interim Report X."},
      {
        "id":"ED205281",
        "title":"Effects of Changed Family Structures on Children: A Review of the Literature."},
      {
        "id":"ED205284",
        "title":"Differences Between Social and Mechanical Causality in Infancy."},
      {
        "id":"ED164778",
        "title":"An Investigation of the Conceptual and Qualitative Impact of Employment Tax Credits."},
      {
        "id":"ED164798",
        "title":"Developing State Plans for Vocational Education. Research and Development Series No. 145. Final Report."},
      {
        "id":"ED164799",
        "title":"Writer&apos;s Guide to Publication Development. How to Get Your Publication into an Information Retrieval System."},
      {
        "id":"ED164800",
        "title":"The Complete VT-ED Cross-Reference Index for the AIM/ARM System."},
      {
        "id":"ED164806",
        "title":"Methods and Materials for Entrepreneurship Education, Phase I. Final Report."},
      {
        "id":"ED164808",
        "title":"Operational Model for Career Development and Vocational Preparation. Final Report."},
      {
        "id":"ED164809",
        "title":"National Advisory Council on Adult Education. Annual Report, 1978."},
      {
        "id":"ED164813",
        "title":"Personality and Self Concept Profiles of Non-Degreed T&amp;I Teachers."},
      {
        "id":"ED164814",
        "title":"An Assessment of the Federal Adult Education Act Program."},
      {
        "id":"ED164817",
        "title":"Report on Joint DHEW/DOL Youth Employment and Demonstration Projects Act Workshops (Dallas, Texas; San Diego, California; Boston, Massachusetts; Atlanta, Georgia; and Cincinnati, Ohio, December 12, 1977 - January 20, 1978)."},
      {
        "id":"ED164819",
        "title":"Educational Alternatives for Boating Safety Programs. Final Report."},
      {
        "id":"ED164820",
        "title":"A Descriptive Study of the Psychosocial Characteristics of A.B.E./A.S.E. Students."},
      {
        "id":"ED164821",
        "title":"Employee Training in the Federal Service. Fiscal Year 1977."},
      {
        "id":"ED164830",
        "title":"Introduction to Self-Directed Learning."},
      {
        "id":"ED164831",
        "title":"The Noneconomic Impacts of the Job Corps. R&amp;D Monograph 64."},
      {
        "id":"ED164835",
        "title":"Junior Achievement, Inc., and Career Education. Monographs on Career Education."},
      {
        "id":"ED164836",
        "title":"Career Education and the Teaching/Learning Process. Monographs on Career Education."},
      {
        "id":"ED164846",
        "title":"Equalizing Access to Nursing Services: The Geographic Dimension. Health Manpower References."},
      {
        "id":"ED164851",
        "title":"National Advisory Council on Vocational Education. 1977 Annual Report."},
      {
        "id":"ED164858",
        "title":"Identification and Development of Competency-Based Curriculum for Water and Wastewater Program."},
      {
        "id":"ED164859",
        "title":"Women's American ORT [Organization for Rehabilitation through Training] and Career Education. Monographs on Career Education."},
      {
        "id":"ED164860",
        "title":"Refining the Career Education Concept: Part III. Monographs on Career Education."},
      {
        "id":"ED164861",
        "title":"The Concept of Collaboration in Career Education. Monographs on Career Education."},
      {
        "id":"ED164865",
        "title":"Faculty Development in Nursing Education Project. A Report."},
      {
        "id":"ED164866",
        "title":"Needed Research in the Assessment and Monitoring of the Quality of Medical Care. NCHSR Research Report Series."},
      {
        "id":"ED164868",
        "title":"Massachusetts Statewide Education Assessment 1977-78. Summary and Interpretations. Career and Occupational Development."},
      {
        "id":"ED164870",
        "title":"The Instructional Quality Inventory: I. Introduction and Overview."},
      {
        "id":"ED164871",
        "title":"Selection and Training of Navy Recruit Company Commanders. Final Report."},
      {
        "id":"ED164872",
        "title":"National Advisory Council on Extension and Continuing Education. 1978 Annual Report."},
      {
        "id":"ED164878",
        "title":"A Historical Perspective of Federally Administered Programs as to Monies Appropriated for Research and Development, Demonstration Projects, and Curriculum Development."},
      {
        "id":"ED164881",
        "title":"Career Development Programs. Metals Program Management System."},
      {
        "id":"ED164883",
        "title":"Why Vocational Agriculture Teachers in Ohio Leave Teaching. Summary of Research."},
      {
        "id":"ED164884",
        "title":"Research Needs in Diffusion, Change and Information Systems."},
      {
        "id":"ED164885",
        "title":"The Impact of CETA on Institutional Vocational Education. Case Studies and Final Report, 1977."},
      {
        "id":"ED164887",
        "title":"The Articulation of Occupational Education Programs between Secondary Schools and Community Colleges/Technical Institutes Project, 1 September 1974-31 Jul 1978. Final Report."},
      {
        "id":"ED164888",
        "title":"Policies and Procedures Guide for the Articulation of Vocational/Occupational Education Programs between North Carolina Public High Schools and Community Colleges/Technical Institutes. (State Pilot Model)."},
      {
        "id":"ED164889",
        "title":"North Carolina Articulated Instructional Objectives Guide for Executive Secretary/Business Education (State Pilot Model)."},
      {
        "id":"ED164890",
        "title":"A State Articulated Instructional Objectives Guide for Occupational Education Programs. State Pilot Model for Drafting (Graphic Communications). Part I--Basic. Part II--Specialty Programs. Section A (Mechanical Drafting and Design). Section B (Architectural Drafting and Design)."},
      {
        "id":"ED164891",
        "title":"State Articulated Instructional Objectives Guide for Occupational Education Programs. State Pilot Model for Automotive Mechanics (DCC V-003) and Automotive Mechanics (High School)."},
      {
        "id":"ED164892",
        "title":"National Apprenticeship and Training Standards for Vending Machine Mechanics."},
      {
        "id":"ED164893",
        "title":"A Need to Address Illiteracy Problems in the Military Services."},
      {
        "id":"ED164894",
        "title":"Comparison of State Unemployment Insurance Laws. Comparison Revision, Number 1, August 6, 1978."},
      {
        "id":"ED164895",
        "title":"The Impact of International Trade and Investment on Employment. A Conference on the Department of Labor Research Results (Washington, D.C., December 2-3, 1976)."},
      {
        "id":"ED164896",
        "title":"The Fair Labor Standards Act of 1938, as Amended."},
      {
        "id":"ED164897",
        "title":"Women in Nontraditional Jobs: A Program Model. Denver: Better Jobs for Women."},
      {
        "id":"ED164898",
        "title":"Enterprise Standard Industrial Classification Manual. 1974."},
      {
        "id":"ED164900",
        "title":"Occupational Safety and Health Symposia (37th American Medical Association Congress on Occupational Health. St. Louis, Missouri, 1977)."},
      {
        "id":"ED164901",
        "title":"Women in Management; Selected Recent References."},
      {
        "id":"ED164902",
        "title":"Comparative Analyses of Enlisted Job Satisfaction as Measured by the Occupational Attitude Inventory. Final Report."},
      {
        "id":"ED164903",
        "title":"Vocational Interest-Career Examination: Use and Application in Counseling and Job Placement. Final Report."},
      {
        "id":"ED164904",
        "title":"California Guide to Parent Participation in Driver Education."},
      {
        "id":"ED164906",
        "title":"National Survey of Professional, Administrative, Technical, and Clerical Pay, March 1978. Bulletin 2004."},
      {
        "id":"ED164907",
        "title":"State Level Programs to Prepare and Use Mental Health Manpower in a State Mental Health Agency."},
      {
        "id":"ED164908",
        "title":"Sanctioning and Credentialing Continuing Education in Mental Health."},
      {
        "id":"ED164909",
        "title":"Financing Continuing Education in Mental Health."},
      {
        "id":"ED164910",
        "title":"Needs, Assessment, and Evaluation. Continuing Education in Mental Health."},
      {
        "id":"ED164915",
        "title":"Career Decision-Making Program. Final Report."},
      {
        "id":"ED164917",
        "title":"AEL Career Decision-Making Program. Activities for Exploring Career Decision-Making."},
      {
        "id":"ED164918",
        "title":"AEL Career Decision-Making Program. Career Information System Professional Manual. First Edition."},
      {
        "id":"ED164919",
        "title":"AEL Career Decision-Making Program. Worker Trait Group File Content Notebook."},
      {
        "id":"ED164920",
        "title":"AEL Career Decision-Making Program. Individualized Activities for Career Exploration. Work Activities Checklist; Work Situations Checklist; Aptitudes Checklist."},
      {
        "id":"ED164922",
        "title":"AEL Career Decision-Making Program. Worker Trait Group Guide. First Edition."},
      {
        "id":"ED164924",
        "title":"AEL Career Decision-Making Program. Career Information System Guide. First Edition."},
      {
        "id":"ED164925",
        "title":"AEL Career Decision-Making Program. School Subject-Occupation Index. First Edition."},
      {
        "id":"ED164926",
        "title":"AEL Career Decision-Making Program. Career Guidance Filmstrip Guide. First Edition."},
      {
        "id":"ED164956",
        "title":"Approaches to Community Development."},
      {
        "id":"ED164959",
        "title":"Cultural Assimilator for Training Army Personnel in Racial Understanding."},
      {
        "id":"ED164961",
        "title":"Youth Unemployment: The Outlook and Some Policy Strategies. Budget Issue Paper for Fiscal Year 1979."},
      {
        "id":"ED164962",
        "title":"Comprehensive Employment and Training Act Amendments of 1978. Conference Report (To Accompany S.2570). Ninety-Fifth Congress, Second Session."},
      {
        "id":"ED164963",
        "title":"Contributions of Platform Motion to Simulator Training Effectiveness: Study II--Aerobatics. Interim Report for Period March 1976-November 1977."},
      {
        "id":"ED164969",
        "title":"Retention of Motor Skills: Review."},
      {
        "id":"ED164970",
        "title":"International Road Signs: Interpretability and Training Techniques."},
      {
        "id":"ED164971",
        "title":"The Work Incentive Program. Eighth Annual Report to the Congress on Employment and Training under Title IV of the Social Security Act, October 1, 1976-September 30, 1977."},
      {
        "id":"ED164972",
        "title":"An Equal Chance. A Parent's Introduction to Sex Fairness in Vocational Education."},
      {
        "id":"ED164973",
        "title":"Employee Relations Bibliography: Public, Non-Profit and Professional Employment. Essay, Annotated Listing, Indexes."},
      {
        "id":"ED164974",
        "title":"Full Employment and Balanced Growth Act of 1978. Public Law 95-523--Oct. 27, 1978. 95th Congress."},
      {
        "id":"ED164975",
        "title":"Women and the Skilled Trades. Information Series No. 132."},
      {
        "id":"ED164976",
        "title":"Counseling Programs and Services for Women in Non-Traditional Occupations. Information Series No. 133."},
      {
        "id":"ED164977",
        "title":"Career and Vocational Development of Bilingual Students. Information Series No. 136."},
      {
        "id":"ED164978",
        "title":"Preparing Women to Teach Non-Traditional Vocational Education. Information Series No. 137."},
      {
        "id":"ED164979",
        "title":"Agricultural Education: Review and Synthesis of the Research. Information Series No. 139."},
      {
        "id":"ED164980",
        "title":"Community Resources and Community Involvement in Career Education: An Annotated Bibliography. Information Series No. 140."},
      {
        "id":"ED164983",
        "title":"Career Education and Organized Labor. Monographs on Career Education."},
      {
        "id":"ED164984",
        "title":"Considerations of Career Education in Postsecondary Education. Monographs on Career Education."},
      {
        "id":"ED164997",
        "title":"A Proposal for the Development and Field Testing of a Computer-Managed Delivery System for Improving the Inservice Training of Vocational School Personnel within Their Respective School Setting. Final Report."},
      {
        "id":"ED165011",
        "title":"Income Inequality and Employment. R&amp;D Monograph 66."},
      {
        "id":"ED165013",
        "title":"Classification for Parole Decision Policy."},
      {
        "id":"ED165014",
        "title":"Pipeline: An Employment and Training Simulation."},
      {
        "id":"ED165015",
        "title":"Employability Development. A Higher Education Training Monograph."},
      {
        "id":"ED165017",
        "title":"Sex Differences in Initiation of and Adjustment to Divorce."},
      {
        "id":"ED165019",
        "title":"Teaching Placement: An Interactional Model."},
      {
        "id":"ED165023",
        "title":"Hearing and Briefing Before the Subcommittee on International Organizations and on International Development of the Committee on International Relations, House of Representatives, Ninety-Fifth Congress, Second Session. International Women's Issues."},
      {
        "id":"ED165024",
        "title":"A Comparative Study of Handicapped and Nonhandicapped School Dropouts."},
      {
        "id":"ED165027",
        "title":"Judgment Analysis as an Experiential Facilitator in Adult Education Settings."},
      {
        "id":"ED165031",
        "title":"Health Characteristics as Precursors of Substance Abuse in Puerto Rican Adolescents."},
      {
        "id":"ED165033",
        "title":"Needs Assessment: An Exploratory Critique."},
      {
        "id":"ED165034",
        "title":"Unamos Nuestros Esfuerzos (Let&apos;s Pull Together)."},
      {
        "id":"ED165039",
        "title":"Study of Returning Students, Part 1; Some Descriptive Characteristics."},
      {
        "id":"ED165046",
        "title":"The Nation's Rural Elderly. Hearing Before the Special Committee on Aging, United States Senate, Ninety-Fifth Congress, First Session. Part 11, Phoenix, Arizona, The Elderly Indian."},
      {
        "id":"ED165047",
        "title":"The Nation's Rural Elderly. Hearing Before the Special Committee on Aging, United States Senate, Ninety-Fifth Congress, First Session. Part 10, Terre Haute, Indiana."},
      {
        "id":"ED165048",
        "title":"The Nation's Rural Elderly. Hearing Before the Special Committee on Aging, United States Senate, Ninety-Fifth Congress, First Session, Part 8, Flagstaff, Arizona."},
      {
        "id":"ED165049",
        "title":"The Nation's Rural Elderly. Hearing Before the Special Committee on Aging, United States Senate, Ninety-Fifth Congress, First Session. Part 9, Tuscon, Arizona."},
      {
        "id":"ED165054",
        "title":"Exploring the Psycho-Social Therapies Through the Personalities of Effective Therapists."},
      {
        "id":"ED165055",
        "title":"Fantasy Play in Child Psychotherapy."},
      {
        "id":"ED165057",
        "title":"Associations Between Reasons for Dating, Orientation, Commitment and Behavior: Verification of a Study by McDaniel."},
      {
        "id":"ED165060",
        "title":"New Areas for Preventive Programing: Sudden Infant Death Syndrome."},
      {
        "id":"ED165068",
        "title":"Female Offenders in the Federal Prison System."},
      {
        "id":"ED165070",
        "title":"Perseverance of Discredited Self-Perceptions: Beyond the Debriefing Paradigm."},
      {
        "id":"ED165071",
        "title":"Adolescents&apos; Perceptions of Teachers&apos; Caring and Achievement Press Related to Sex, Track, Program, and Achievement."},
      {
        "id":"ED165073",
        "title":"The Advocacy or Avoidance of Only Children."},
      {
        "id":"ED165079",
        "title":"Intervening in Expectation Communication: The \"Alterability\" of Teacher Expectations."},
      {
        "id":"ED165081",
        "title":"Disclosure or Concern: A Look at Liking for Norm-Breakers."},
      {
        "id":"ED165082",
        "title":"Impressions of a Disclosing Other Following Own Disclosing."},
      {
        "id":"ED165083",
        "title":"Divorce and One-Parent Family Counseling."},
      {
        "id":"ED165084",
        "title":"Violence in the Schools."},
      {
        "id":"ED165085",
        "title":"Classroom Format as a Determinant of Teacher-Student Interaction Patterns and Attributions of Responsibility for Performance."},
      {
        "id":"ED165087",
        "title":"Some Psycholinguistic Dimensions of the Silent Reading Process. A Pilot Study."},
      {
        "id":"ED165092",
        "title":"Reading Comprehension Programs: Theoretical Bases of Reading Comprehension Instruction in the Middle Grades. Revised Final Report."},
      {
        "id":"ED165093",
        "title":"Developmental Patterns in the Encoding and Combination of Logical Connectives. Technical Report No. 2."},
      {
        "id":"ED165095",
        "title":"Effect of Instruction Type on Word Prediction Behaviors of Children."},
      {
        "id":"ED165097",
        "title":"Chunking Method of Teaching and Studying: II."},
      {
        "id":"ED165098",
        "title":"Picture Chunking Effects in Concept Learning."},
      {
        "id":"ED165111",
        "title":"Investigating the Effectiveness of MRM Instruction on Improving Comprehension of Paragraphs."},
      {
        "id":"ED165112",
        "title":"The Influence of a Structured Overview on University Students&apos; Short and Long Term Comprehension."},
      {
        "id":"ED165115",
        "title":"Some Psycholinguistic Aspects of Metaphor. Technical Report No. 112."},
      {
        "id":"ED165125",
        "title":"Reading Proficiency and Standardized Tests: Another Objection."},
      {
        "id":"ED165129",
        "title":"Processing Facilitation in a Lexical Decision Task. Technical Report No. 113."},
      {
        "id":"ED165130",
        "title":"Semantic Integration at the Level of Verb Meaning. Technical Report No. 114."},
      {
        "id":"ED165131",
        "title":"Internal State Words: Cultural and Situational Variation in Vocabulary Usage. Technical Report No. 115."},
      {
        "id":"ED165136",
        "title":"Hermeneutics and the Study of Communication."},
      {
        "id":"ED165137",
        "title":"Time of Decision and Media Use During the Ford-Carter Campaign."},
      {
        "id":"ED165140",
        "title":"Language Power: Getting, Spending, But Not Laying Waste."},
      {
        "id":"ED165142",
        "title":"The Development of the Ability to Write Argumentation: Moral and Rhetorical Maturity."},
      {
        "id":"ED165143",
        "title":"The Movement of Taboos: A Message-Oriented Approach."},
      {
        "id":"ED165154",
        "title":"Some Editorial Games for the Magazine Editing or Writing Class."},
      {
        "id":"ED165159",
        "title":"New Directions for Journalism Historiography."},
      {
        "id":"ED165160",
        "title":"Technical and Scientific Writing."},
      {
        "id":"ED165166",
        "title":"The Community Press: Occasional Voices of Courage."},
      {
        "id":"ED165167",
        "title":"Response Guides for Teaching Children's Books."},
      {
        "id":"ED165168",
        "title":"Negotiating Life Changes."},
      {
        "id":"ED165169",
        "title":"The Black Press and the Bakke Case: An Analysis of Coverage."},
      {
        "id":"ED165170",
        "title":"Changing Patterns of Mass Media Use and Effects in an Urban Squatter Settlement."},
      {
        "id":"ED165176",
        "title":"Folktales for Children: Literature or Lore?"},
      {
        "id":"ED165177",
        "title":"Children's Writing: An Approach for the Primary Grades."},
      {
        "id":"ED165178",
        "title":"Chinese Newspapers in the United States: Background Notes and Descriptive Analysis."},
      {
        "id":"ED165186",
        "title":"Ethnic Newspapers in the United States."},
      {
        "id":"ED165187",
        "title":"Genderlects: A Brief Review of the Literature."},
      {
        "id":"ED165191",
        "title":"City Magazines Find a Niche in the Media Marketplace."},
      {
        "id":"ED165193",
        "title":"Time Series Analysis of Alternative Media Effects Theories."},
      {
        "id":"ED165194",
        "title":"Implications of Recent Research in the &quot;Computational Paradigm.&quot;"},
      {
        "id":"ED165205",
        "title":"Arts and Cultural Programs on Radio and Television. Research Division Report No. 4."},
      {
        "id":"ED165207",
        "title":"The Death of a Rhetorical Vision: Disciples of Christ and Social Change."},
      {
        "id":"ED165209",
        "title":"Response to \"The Paradox and Promise of Small Group Research,\" Revisited."},
      {
        "id":"ED165211",
        "title":"Directions of Small Group Research for the 1980's."},
      {
        "id":"ED165216",
        "title":"Selected Characteristics of Artists: 1970: Self-Employment, Migration, Household and Family. Research Division Report No. 10."},
      {
        "id":"ED165219",
        "title":"Televised Values and Family Values: Teaching Receivership Skills to Elementary School Children."},
      {
        "id":"ED165220",
        "title":"Administration of Public Laws 81-874 &amp; 81-815. Twenty-Seventh Annual Report of the Commissioner of Education, Sept. 30, 1977. (Appendix A of the Annual Report of the U.S. Commissioner of Education, Fiscal Year 1977.)"},
      {
        "id":"ED165221",
        "title":"The Structure of the New York City School System: Research Problems and Research Agenda."},
      {
        "id":"ED165230",
        "title":"Mainlining Community Education: An Inservice Training Program for Elementary School Principals, 1977-78."},
      {
        "id":"ED165237",
        "title":"Selected Papers in School Finance 1978."},
      {
        "id":"ED165241",
        "title":"Environmental Pressure and School Organizational Structures."},
      {
        "id":"ED165248",
        "title":"A Study of the Validity and Feasibility of Impact Ratings for Use in Funding and Evaluation."},
      {
        "id":"ED165251",
        "title":"Participatory Decision Making in a Localist Task Group: A Case Study."},
      {
        "id":"ED165252",
        "title":"Ethics and Morality. Suggested Activities for Instruction as Required by ORS 336.067."},
      {
        "id":"ED165259",
        "title":"National Dissemination Leadership Project. Final Report."},
      {
        "id":"ED165264",
        "title":"Profiles of State Associations, 1978-79."},
      {
        "id":"ED165275",
        "title":"A Digest of Supreme Court Decisions Affecting Education."},
      {
        "id":"ED165276",
        "title":"Excess Classroom Space--A Case for Better Planning. District of Columbia Public Schools."},
      {
        "id":"ED165277",
        "title":"Bond Sales for Public School Purposes 1975-76. Elementary and Secondary Education."},
      {
        "id":"ED165278",
        "title":"Planning Your Staffing Needs: A Handbook for Personnel Workers."},
      {
        "id":"ED165289",
        "title":"Research Opportunities in Private Schools."},
      {
        "id":"ED165300",
        "title":"The Case for Competency-Based Education. Fastback 118."},
      {
        "id":"ED165302",
        "title":"The Resource Approach to the Analysis of Educational Project Cost. Number 3 in a Series of Monographs on Evaluation in Education."},
      {
        "id":"ED165305",
        "title":"Community Involvement in the Schools: An Annotated Bibliography, 1976-1978."},
      {
        "id":"ED165313",
        "title":"Observation and Recording of Educational Activities as an Aid to School Design. Technical Report No. 391."},
      {
        "id":"ED165316",
        "title":"State Government Finances in 1977. Government Finances/GF77 No. 3."},
      {
        "id":"ED165317",
        "title":"Encouraging School Transportation Effective Energy Management (ESTEEM). Fuel Economy Management Handbook for Directors of Pupil Transportation; School District Administrators; Transportation Department Management."},
      {
        "id":"ED165318",
        "title":"Fuel Economy Through Teamwork. Energy Savings in School Transportation Publication Series. 1. Pupil Transportation and Energy Conservation. 2. Purchasing for Fuel Economy. 3. Driving for Fuel Economy. 4. Operating for Fuel Economy. 5. The Science of Saving Fuel."},
      {
        "id":"ED165332",
        "title":"An Agenda for Research on Private Education."},
      {
        "id":"ED165339",
        "title":"Some Examples of Noteworthy Practices in California Intermediate and Secondary Schools."},
      {
        "id":"ED165340",
        "title":"California School Accounting Manual. 1978 Edition."},
      {
        "id":"ED165341",
        "title":"California School Energy Concepts, 1978."},
      {
        "id":"ED165353",
        "title":"Futures of Service Delivery Systems for Handicapped Individuals. No. 12."},
      {
        "id":"ED165356",
        "title":"Early Manual Communication, Parental Hearing Status, and the Academic Achievement of Deaf Students."},
      {
        "id":"ED165359",
        "title":"Interactive Classroom Television Systems: Educational Impact on Partially Sighted Students."},
      {
        "id":"ED165362",
        "title":"Caring for Youth: Essays on Alternative Services."},
      {
        "id":"ED165382",
        "title":"A Unique Learning Opportunity for Gifted and Talented High School Seniors. Final Report on the Development of an Exemplary Career Education Model for the Gifted and Talented."},
      {
        "id":"ED165384",
        "title":"Keeping a Sense of Direction in a Snowstorm."},
      {
        "id":"ED165385",
        "title":"Federal Assistance for Programs Serving the Handicapped. Third Edition."},
      {
        "id":"ED165389",
        "title":"White House Conference Follow-up: Special Issue."},
      {
        "id":"ED165390",
        "title":"Increasing Elementary Students&apos; Assignment Completion: A Data Based Method for Mainstreaming."},
      {
        "id":"ED165393",
        "title":"Model for Study of Client and Treatment Process in a Community Mental Health Center."},
      {
        "id":"ED165396",
        "title":"Procedures for Teachers of the Severely Handicapped to Follow In Controlling Serious Behavior Problems Within the Classroom. Change Episode Two."},
      {
        "id":"ED165428",
        "title":"The Future of the Deaf-Blind Child: Proceedings of Special Study Institutes and Workshops."},
      {
        "id":"ED165430",
        "title":"Validation of Competencies in a CBTE Educational Assessments Course."},
      {
        "id":"ED165433",
        "title":"Special Education Handbook. State of Alaska 1978."},
      {
        "id":"ED165436",
        "title":"Individual Education Programs: Assessment and Evaluation in Physical Education."},
      {
        "id":"ED165439",
        "title":"The Health, Education and Welfare of Children: Proceedinqs of an Interdisciplinary Seminar."},
      {
        "id":"ED165463",
        "title":"Yo Estoy Bien, Tu Estas Bien: An Introduction to TA in the Bilingual Classroom."},
      {
        "id":"ED165476",
        "title":"Reading History in English: Discourse Analysis and the Experience of Native and Non-Native Readers. Working Papers on Bilingualism, No. 16."},
      {
        "id":"ED165481",
        "title":"Approaches to Language Testing. Advances in Language Testing Series: 2. Papers in Applied Linguistics."},
      {
        "id":"ED165485",
        "title":"On the Role of Conversational Implication in Proverb Comprehension."},
      {
        "id":"ED165491",
        "title":"Children's Negotiation of Answers to Questions, Working Papers in Sociolinguistics, No. 51."},
      {
        "id":"ED165492",
        "title":"Formality and Informality in Speech Events, Working Papers in Sociolinquistics, No. 52."},
      {
        "id":"ED165502",
        "title":"Peer Group Evaluation of Narrative Competence: A Navajo Example. Working Papers in Sociolinguistics, No. 47."},
      {
        "id":"ED165504",
        "title":"Semantics and the Number of English Sentences."},
      {
        "id":"ED165506",
        "title":"Anatomy of a Blue-Ribbon Commission: The Case of New York State."},
      {
        "id":"ED165510",
        "title":"Academic Programming. AAHE-ERIC/Higher Education Research Currents, September 1978."},
      {
        "id":"ED165511",
        "title":"Current Perspectives on Part-Time Faculty. AAHE-ERIC/Higher Education Research Currents, November 1978."},
      {
        "id":"ED165517",
        "title":"Differences Between Freshman Expectations of the University of Maryland in 1968 and 1969. Research Report #15-70."},
      {
        "id":"ED165518",
        "title":"The Relationship Between Student Attitudes Toward Quality of Instruction and Other Aspects of a University. Research Report #14-70."},
      {
        "id":"ED165519",
        "title":"Differences Between Participants and Non-Participants in Campus Demonstrations at the University of Maryland. Research Report #2-71."},
      {
        "id":"ED165520",
        "title":"A Profile of University of Maryland Students, 1970-1971. Research Report #1-71."},
      {
        "id":"ED165521",
        "title":"An Analysis of the Attitudes and Behavior Associated With the November, 1969 Moratorium on the Vietnam War. Research Report #2-70."},
      {
        "id":"ED165523",
        "title":"Characteristics of Older Undergraduates at the University of Maryland. Research Report No. 7-71."},
      {
        "id":"ED165526",
        "title":"Minority Admissions to Large Universities: A Seven Year National Survey. Research Report No. 1-76."},
      {
        "id":"ED165527",
        "title":"Community Perceptions of Campus Unrest. Research Report No. 4-71."},
      {
        "id":"ED165528",
        "title":"The Consistency of Student Performance in a Course and the Effects of Attempted Reinforcement. Research Report #8-70."},
      {
        "id":"ED165529",
        "title":"An Analysis of Educational-Vocational Decision Making Among University Students. Research Report #5-70."},
      {
        "id":"ED165530",
        "title":"An Empirical Description of Student Subcultures at the University of Maryland. Research Report #4-70."},
      {
        "id":"ED165538",
        "title":"NCHEMS IEP: Problems and Consequences."},
      {
        "id":"ED165542",
        "title":"Is There a Role for Institutional Research in Innovative Planning in Higher Education?"},
      {
        "id":"ED165546",
        "title":"Highlights from the Follow-Up Survey of Spring 1977 Graduate as of November 1977."},
      {
        "id":"ED165561",
        "title":"Minimum Requirements are Needed for Colleges and Universities to Justify Research Equipment Purchases. Report by the Comptroller General of the United States."},
      {
        "id":"ED165562",
        "title":"Higher Education Perspectives '78. Proceedings of 27th SREB Legislative Work Conference, August 20-22, 1978."},
      {
        "id":"ED165570",
        "title":"Ethnicity, Equality and Hierarchy: The Fate of Ethnic Groups Under an Open Access Model of Higher Education."},
      {
        "id":"ED165572",
        "title":"A Model for the Annual Allocation of Financial Resources to Academic Units in Higher Education."},
      {
        "id":"ED165575",
        "title":"Preserving A Lost Generation: Policies to Assure A Steady Flow of Young Scholars Until the Year 2000. A Report and Recommendations, October 1978."},
      {
        "id":"ED165577",
        "title":"Assessing Nontraditional Education. Summary Report of the Project to Develop Evaluative Criteria and Procedures for the Accreditation of Nontraditional Education. Volume 1, September 1978."},
      {
        "id":"ED165590",
        "title":"Keeping Your School or College Catalog in Compliance with Federal Law and Regulations."},
      {
        "id":"ED165591",
        "title":"White Students Enrolled in Black Colleges and Universities: Their Attitudes and Perceptions."},
      {
        "id":"ED165593",
        "title":"Informal Interaction with Faculty and Freshman Ratings of the Academic and Non-Academic Experience of College."},
      {
        "id":"ED165595",
        "title":"A Multi-Group Evaluation of the Models and Functions of University Counseling Centers. Research Report No. 8-76."},
      {
        "id":"ED165607",
        "title":"The Labor Market for PhDs in Science and Engineering: Career Outcomes."},
      {
        "id":"ED165609",
        "title":"Occupational Outlook for College Graduates, 1978-79 Edition. Bulletin 1956."},
      {
        "id":"ED165613",
        "title":"A Longitudinal Study of the Role of Cognitive Styles in Academic Evolution During the College Years."},
      {
        "id":"ED165615",
        "title":"University Administration of Federal Grants at the University of Rochester."},
      {
        "id":"ED165616",
        "title":"Veteran's Educational Benefits: Issues Concerning the GI Bill."},
      {
        "id":"ED165617",
        "title":"A Retrospective Description of the National Direct Student Loan Program. Administrative Practices and Institutional Default Rates in 1972-73."},
      {
        "id":"ED165619",
        "title":"Time to Tenure and the Market for Ph.D.'s in U.S. Higher Education."},
      {
        "id":"ED165624",
        "title":"Higher Education and Government: Mutual Expectations and Responsibilities. Regional Spotlight: News of Higher Education in the South. Summer 1978."},
      {
        "id":"ED165629",
        "title":"Profile of U.S.C. Entering Freshmen, Fall, 1977. Research Notes No. 35-78."},
      {
        "id":"ED165630",
        "title":"Psychology and Teaching and Learning: A Military Analogy."},
      {
        "id":"ED165631",
        "title":"Roles for Educational Psychologists in Pharmaceutical Education."},
      {
        "id":"ED165634",
        "title":"Revising a Faculty Evaluation System. A Workbook for Decision-Makers."},
      {
        "id":"ED165635",
        "title":"A Current Overview of Veterinary Medical Education in the South: A Staff Report to the Southern Regional Education Board."},
      {
        "id":"ED165637",
        "title":"Black Enrollment in Higher Education: Trends in the Nation and the South."},
      {
        "id":"ED165640",
        "title":"Institutionalizing the Muse: The Arts and Artist in Higher Education. AAHE-ERIC/Higher Education. Research Currents."},
      {
        "id":"ED165641",
        "title":"Lords, Squires, and Yeomen: Collegiate Middle Managers and Their Organizations. AAHE-ERIC/Higher Education Research Report No. 7."},
      {
        "id":"ED165643",
        "title":"The Use of a Markov Model in Assessment of Alternative Faculty Personnel Policies."},
      {
        "id":"ED165647",
        "title":"Improvements Needed in VA's Education Loan Program."},
      {
        "id":"ED165648",
        "title":"Evaluating Educational Quality: A Conference Summary."},
      {
        "id":"ED165656",
        "title":"Effective Teaching and Its Evaluation."},
      {
        "id":"ED165659",
        "title":"Education for Justice. Occasional Papers on Catholic Higher Education. Volume IV, Number 2, Winter 1978."},
      {
        "id":"ED165662",
        "title":"Evaluation and Teaching: Beyond Lip-Service."},
      {
        "id":"ED165666",
        "title":"A Glossary of Standard Terminology for Postsecondary Education, 1978-79."},
      {
        "id":"ED165669",
        "title":"Designing and Evaluating Higher Education Curricula. AAHE-ERIC/Higher Education Research Report No. 8."},
      {
        "id":"ED165670",
        "title":"Maximizing Productivity in Thirty-Two Black Graduate Schools. Final Report."},
      {
        "id":"ED165671",
        "title":"Higher Education Development Training. Agreement Between the United States of America and Indonesia. Signed at Jakarta, October 28, 1976. Treaties and Other International Acts Series 8759."},
      {
        "id":"ED165676",
        "title":"Fashions in Instructional Development."},
      {
        "id":"ED165678",
        "title":"A Synthesis of Research and Theory on Adult Development: Its Implications for Adult Learning and Postsecondary Education."},
      {
        "id":"ED165679",
        "title":"A Proposed Regional Plan for the Expansion of Optometric Education in the South."},
      {
        "id":"ED165680",
        "title":"Southern Higher Education Legislative Report, 1978. A Summary of State Legislation in 1978 Affecting Higher Education in the South."},
      {
        "id":"ED165684",
        "title":"Independent College and University Participation in Statewide Planning for Postsecondary Education. An Occasional Research Report."},
      {
        "id":"ED165687",
        "title":"Access in a Broader Context: College-Going Rates in California."},
      {
        "id":"ED165688",
        "title":"A Staff Survey of Formal Education and Training Programs Sponsored in California by Business, Industry, Government and the Military."},
      {
        "id":"ED165689",
        "title":"Perspectives on Postsecondary Education: Alabama Citizens Survey '77."},
      {
        "id":"ED165690",
        "title":"A New Focus for Academic Support Programs."},
      {
        "id":"ED165691",
        "title":"Institutional Characteristics Affecting Minority Admissions and Enrollment Levels at State Universities in Ohio, 1973-1976."},
      {
        "id":"ED165694",
        "title":"Alternatives to Tenure. AAHE-ERIC/Higher Education Research Currents. March 1979."},
      {
        "id":"ED165697",
        "title":"Attitude Modification Among Biology and Non-Biology Majors."},
      {
        "id":"ED165700",
        "title":"Survey of May 1977 Graduates of the University of North Carolina at Chapel Hill."},
      {
        "id":"ED165720",
        "title":"The Effective Use of Scientific and Technical Information in Industrial and Non-Profit Settings: A Study of Managerial Interventions."},
      {
        "id":"ED165724",
        "title":"EVIST Resource Directory. A Directory of Programs and Courses in the Field of Ethics and Values in Science and Technology."},
      {
        "id":"ED165726",
        "title":"A Report on the Level and Rate of Book Theft from the Main Stacks of the Doe Library at the University of California, Berkeley."},
      {
        "id":"ED165727",
        "title":"A Study of Book Detection Systems Effectiveness and the Levels of Missing Materials at the University of California, Berkeley."},
      {
        "id":"ED165728",
        "title":"Library Services to the Mentally Retarded."},
      {
        "id":"ED165730",
        "title":"Computerized Periodical Systems in Two Small Special Libraries."},
      {
        "id":"ED165737",
        "title":"An Environmental Library System."},
      {
        "id":"ED165738",
        "title":"Total Information Centers."},
      {
        "id":"ED165739",
        "title":"An Overview of State Dissemination Activities."},
      {
        "id":"ED165742",
        "title":"Preparing Computerized ERIC Search Statements: A Self Instructional Learning Package."},
      {
        "id":"ED165746",
        "title":"Scholarly and Research Journals: Survey of Publisher Practices and Present Attitudes on Authorized Journal Article Copying and Licensing. Analysis of Returns to Questionnaires Developed by and Distributed for the National Commission on New Technological Uses of Copyrighted Works (CONTU)."},
      {
        "id":"ED165747",
        "title":"An Analysis of Computer and Photocopying Copyright Issues from the Point of View of the General Public and the Ultimate Consumer."},
      {
        "id":"ED165765",
        "title":"Introduction to Basic Texas State Documents Reference."},
      {
        "id":"ED165773",
        "title":"Preliminary Report on Book Losses in Libraries: A Pilot Opinion Survey."},
      {
        "id":"ED165778",
        "title":"The Use of Interactive, Computer-Managed Instruction to Control the Quality of Self-Paced Training."},
      {
        "id":"ED165779",
        "title":"Evaluating Interactive, Computer-Managed Instruction."},
      {
        "id":"ED165780",
        "title":"Modular Instruction: A Resource Book."},
      {
        "id":"ED165781",
        "title":"Computer Security and the Data Encryption Standard. Proceedings of the Conference on Computer Security and the Data Encryption Standard."},
      {
        "id":"ED165792",
        "title":"Accommodating Instruction to Student Characteristics: Trends and Issues."},
      {
        "id":"ED165793",
        "title":"A Modular CAI System."},
      {
        "id":"ED160738",
        "title":"The National Manpower Survey of the Criminal Justice System. Volume Five: Criminal Justice Education and Training."},
      {
        "id":"ED160742",
        "title":"Significant Other Influence, Career Choice and Achievement: Selective Theoretical and Conceptual Approaches. Research and Development Series No. 111."},
      {
        "id":"ED160743",
        "title":"A Knowledge Development Plan for the Youth Employment and Demonstration Projects Act of 1977."},
      {
        "id":"ED160745",
        "title":"Role and Responsibility of Industry in the Professional Development of Vocational Educators."},
      {
        "id":"ED160746",
        "title":"Working Effectively with the Community Power Structure."},
      {
        "id":"ED160747",
        "title":"Using Community-Wide Collaborative Councils for the Professional Development of Vocational Educators."},
      {
        "id":"ED160748",
        "title":"50 Ways to Get More Out of Your Advisory Committee."},
      {
        "id":"ED160759",
        "title":"A Report to the Fund for the Improvement of Postsecondary Education on the Regional Continuing Education for Women Program."},
      {
        "id":"ED160762",
        "title":"Contracting for Correctional Services in the Community. Volume I: Summary."},
      {
        "id":"ED160770",
        "title":"Journal of Human Services Abstracts. Volume 3, Number 3."},
      {
        "id":"ED160771",
        "title":"Annual Report on State Research Coordinating Unit Activities for the Period October 1, 1976-September 30, 1977. Fiscal Year 1977."},
      {
        "id":"ED160776",
        "title":"Module Development Handbook."},
      {
        "id":"ED160777",
        "title":"Career Education Demonstration Project for American Indian Children. Final Report."},
      {
        "id":"ED160781",
        "title":"The New Hampshire High School Career Education Model. Final Report."},
      {
        "id":"ED160782",
        "title":"New Hampshire High School Career Education Model. Final Evaluation Report."},
      {
        "id":"ED160784",
        "title":"Evaluation of the South Dakota Career Education Project. A Technical Report."},
      {
        "id":"ED160789",
        "title":"Home Economics for Oregon Schools. Nutrition & Foods."},
      {
        "id":"ED160793",
        "title":"YEDPA and Career Education."},
      {
        "id":"ED160794",
        "title":"Coordinated Use of Mass Media for the Development and Delivery of Career Education. Final Report. [And A Study of Awareness of and Interest in the Career Education Program in the New Haven Area]."},
      {
        "id":"ED160798",
        "title":"Teachers&apos; Manual for Career Education: Instilling Readiness for Decision-Making."},
      {
        "id":"ED160800",
        "title":"Greenwood Career Education Project. Final Project Performance Report."},
      {
        "id":"ED160801",
        "title":"Quality Incremental Improvements in the Implementation of a Career-Centered Curriculum for Grades 1-12. Final Report."},
      {
        "id":"ED160804",
        "title":"Cost-Effective Position Management: A Training Program for Local VA Management."},
      {
        "id":"ED160806",
        "title":"Women in Non-Traditional Vocational Education in Secondary Schools. Final Report."},
      {
        "id":"ED160821",
        "title":"How Young People Find Career-Entry Jobs: A Review of the Literature."},
      {
        "id":"ED160822",
        "title":"Perspectives on Public Job Creation. R & D Monograph 52."},
      {
        "id":"ED160831",
        "title":"The Role of Guidance in Business Education."},
      {
        "id":"ED160832",
        "title":"Maryland Fire-Rescue Education and Training System. Organizational Design."},
      {
        "id":"ED160833",
        "title":"Sex Differences in the Career Decision-Making Process. Final Report."},
      {
        "id":"ED160834",
        "title":"Education for Business. Program Planning Guide &amp; Courses of Study. Revised."},
      {
        "id":"ED160835",
        "title":"A Needs Based Vocational Guidance Program. Exemplary Project in Vocational Education Conducted under Part C of Public Law 90-576. Final Report."},
      {
        "id":"ED160836",
        "title":"Comprehensive Career Guidance. Competency Rating Scale Manual. Grades K-1."},
      {
        "id":"ED160837",
        "title":"Comprehensive Career Guidance. Competency Rating Scale Manual. Grades 2-4."},
      {
        "id":"ED160838",
        "title":"Comprehensive Career Guidance. Competency Rating Scale Manual. Grades 5-6."},
      {
        "id":"ED160842",
        "title":"Comprehensive Career Guidance. Methods Guide. K-6 Career."},
      {
        "id":"ED160843",
        "title":"Staff Development in Career Guidance: A Facilitator's Handbook."},
      {
        "id":"ED160844",
        "title":"Comprehensive Career Guidance. Career Guidance Curriculum. Staff Development K-6."},
      {
        "id":"ED160845",
        "title":"Comprehensive Career Guidance. Improving Classroom Behavior. Staff Development K-6."},
      {
        "id":"ED160846",
        "title":"Comprehensive Career Guidance. Parent Education and Consultation. Staff Development K-6."},
      {
        "id":"ED160847",
        "title":"Comprehensive Career Guidance. Classroom Meetings. Staff Development K-6."},
      {
        "id":"ED160848",
        "title":"Comprehensive Career Guidance. Developing Self Worth. Staff Development K-6."},
      {
        "id":"ED160849",
        "title":"Comprehensive Career Guidance. Responsible Assertiveness Training. Staff Development K-6."},
      {
        "id":"ED160850",
        "title":"Career Guidance in Georgia. A Program Development Guide."},
      {
        "id":"ED160851",
        "title":"Facilitating Interpersonal Skills Development: A Human Relations Training Approach."},
      {
        "id":"ED160852",
        "title":"Life Career Planning: Values, Decisions and Goals. [Leader's Handbook]."},
      {
        "id":"ED160853",
        "title":"Relating with Significant Others. [Leader's Handbook]."},
      {
        "id":"ED160854",
        "title":"The Educational Environment. [Leader's Handbook]."},
      {
        "id":"ED160855",
        "title":"Self Validation: Putting the Pieces Together. [Leader's Handbook]."},
      {
        "id":"ED160856",
        "title":"Individual Advisory System."},
      {
        "id":"ED160857",
        "title":"Work and Leisure Environments. [Leader's Handbook]."},
      {
        "id":"ED160858",
        "title":"Deliberate Psychological Education. Growth through Human Understanding. [Leader's Handbook.]"},
      {
        "id":"ED160859",
        "title":"Lifelong Learning and Public Policy."},
      {
        "id":"ED160860",
        "title":"Integration Strategies for the Nursing Profession."},
      {
        "id":"ED160861",
        "title":"Radioman 3&amp;2. (Revised)."},
      {
        "id":"ED160862",
        "title":"The National Manpower Survey of the Criminal Justice System. Volume One: Summary Report."},
      {
        "id":"ED160863",
        "title":"The National Manpower Survey of the Criminal Justice System. Volume Two: Law Enforcement."},
      {
        "id":"ED160864",
        "title":"The National Manpower Survey of the Criminal Justice System. Volume Four: Courts."},
      {
        "id":"ED160874",
        "title":"Audit and Evaluation of the Georgia Comprehensive Career Guidance Project, Grades 7-12. Final Report."},
      {
        "id":"ED160889",
        "title":"Job Title Analysis for Selected Job Titles in Horticulture. Final Report."},
      {
        "id":"ED160894",
        "title":"Index of Interim, Supplemental, and Final Reports from Career Education Pilot Projects Supported under Part C and Part D of Public Law 90-576."},
      {
        "id":"ED160897",
        "title":"A Study of the Need for a Teacher Education Program for Part-Time Adult Vocational Instructors in Minnesota."},
      {
        "id":"ED160898",
        "title":"Vocational Training in Latin America: A Comparative Perspective. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED160900",
        "title":"Should the Federal Government Implement a Program Which Guarantees Employment Opportunities for All U.S. Citizens in the Labor Force? Inter-Collegiate Debate Topic, 1978-1979, Pursuant to Public Law 88-246."},
      {
        "id":"ED160905",
        "title":"Searchlight: Relevant Resources in High Interest Areas. Mid-Career Change: An Overview of Counseling Practices and Programs."},
      {
        "id":"ED160912",
        "title":"Counseling the Hearing Impaired Child in the Public Schools: Techniques and Strategies."},
      {
        "id":"ED160913",
        "title":"Style and Strategy in the Performance of the Adult Version of the Matching Familiar Figures Test."},
      {
        "id":"ED160914",
        "title":"Communication Training for Couples: A Comparative Study."},
      {
        "id":"ED160915",
        "title":"Relationships Between Psychological Androgyny, Social Conformity, and Perceived Locus of Control."},
      {
        "id":"ED160918",
        "title":"Observation Procedure, Observation Gender, and Behavior Valence as Determinants of Sampling Error in a Behavior Assessment Analogue."},
      {
        "id":"ED160924",
        "title":"Why Do We Need a Control Group? Why Should We Randomize? Some Answers for Evaluative Researchers."},
      {
        "id":"ED160925",
        "title":"What Happens After Arrest? A Court Perspective of Police Operations in the District of Columbia."},
      {
        "id":"ED160927",
        "title":"Things to do to Build Communication and Trust."},
      {
        "id":"ED160934",
        "title":"Distress vs. Non-Distress Approach and the Personal Space of Masculine, Feminine, and Androgynous Subjects."},
      {
        "id":"ED160939",
        "title":"Dual-Career Relationships: The College Couple Perspective."},
      {
        "id":"ED160940",
        "title":"Problems of Conducting Research in Organizations: The Case of Police Departments."},
      {
        "id":"ED160948",
        "title":"Effect of Victim-Offender Relationship and Victim Resistance on Attributions of Rape."},
      {
        "id":"ED160950",
        "title":"Training Teachers for Parent Conferencing: A New Horizon for the School Counselor."},
      {
        "id":"ED160953",
        "title":"A Course in Death Education as a Factor In Influencing Attitudes Toward Death of Juniors Enrolled in a Parochial High School."},
      {
        "id":"ED160954",
        "title":"Performance Decrements Following Stress: Learned Helplessness, Passive Uncontrollability, or Distrust?"},
      {
        "id":"ED160955",
        "title":"Applications of Social Psychology in Police-Community Relations."},
      {
        "id":"ED160957",
        "title":"College Without Fear: Preparing Students for the Predictable Crises of Post-Secondary Experience."},
      {
        "id":"ED160962",
        "title":"The Dilution of Stereotypes: When \"Non-Information\" is Informative."},
      {
        "id":"ED160966",
        "title":"Anger in Everyday Life: When, Where, and With Whom?"},
      {
        "id":"ED160969",
        "title":"Highlights from Drug Use Among American High School Students 1975-1977."},
      {
        "id":"ED160970",
        "title":"Forcible Rape: Prosecutor Administrative and Policy Issues. Prosecutors' Volume III."},
      {
        "id":"ED160971",
        "title":"Victims of Rape."},
      {
        "id":"ED160975",
        "title":"Improving Children's Prose Comprehension: Selected Strategies That Seem to Succeed. Theoretical Paper No. 72."},
      {
        "id":"ED160976",
        "title":"Incidence and Correlates of Illiteracy in Irish Primary Schools."},
      {
        "id":"ED160977",
        "title":"Language Games-An Important Component of the Reading Program."},
      {
        "id":"ED160981",
        "title":"Perception and Retention in Children's Reading. Final Report."},
      {
        "id":"ED160986",
        "title":"Survival Skills for Competency in High School and College."},
      {
        "id":"ED160989",
        "title":"Toward Reassessment of the Principles Underlying Choice of Vocabulary and Reading Selections in Developmental Reading Programs for the Elementary School."},
      {
        "id":"ED160995",
        "title":"Reading in the Content Areas: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED160997",
        "title":"Reading Instruction: Secondary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED160998",
        "title":"Discourse Functions of Inversion Constructions. Technical Report No. 98."},
      {
        "id":"ED160999",
        "title":"Vocabulary and Reading Comprehension: Instructional Effects. Technical Report No. 100."},
      {
        "id":"ED161000",
        "title":"Study Skills and Learning Strategies. Technical Report No. 104."},
      {
        "id":"ED161005",
        "title":"Testing and Evaluation in Reading: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" May through September 1978 (Vol. 38 No. 11 through Vol. 39 No. 3)."},
      {
        "id":"ED161007",
        "title":"Reading Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" April through June 1978 (Vol. 38 Nos. 10 through 12)."},
      {
        "id":"ED161016",
        "title":"Reading Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through September 1978 (Vol. 39 Nos. 1 through 3)."},
      {
        "id":"ED161024",
        "title":"Sam--A Story Understander. Research Report No. 43."},
      {
        "id":"ED161028",
        "title":"The Effects of Media Dependencies on Audience Assessment of Government."},
      {
        "id":"ED161029",
        "title":"Burkeian Invention, from Pentad to Dialectic."},
      {
        "id":"ED161033",
        "title":"The &quot;Phaedrus,&quot; Perelman, and the Groundwork for a Theory of Composition."},
      {
        "id":"ED161037",
        "title":"The Consequences of Objective Reporting: The Case of &quot;Redlining&quot; in Hartford."},
      {
        "id":"ED161038",
        "title":"Creative Writing in the Classroom: An Annotated Bibliography of Selected Resources (K-12)."},
      {
        "id":"ED161042",
        "title":"Newspaper Versus Television Reliance and Political Disaffection."},
      {
        "id":"ED161044",
        "title":"Error Analysis: How to Translate It into Positive Teaching."},
      {
        "id":"ED161045",
        "title":"Love's Pain: Anna Akhmatova and Sexual Politics."},
      {
        "id":"ED161073",
        "title":"Journal Writing Across the Curriculum."},
      {
        "id":"ED161075",
        "title":"The Ultimate Developmental Task in Adolescent Literature."},
      {
        "id":"ED161081",
        "title":"Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED161082",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through April 1978 (Vol. 38 Nos. 7 through 10)."},
      {
        "id":"ED161083",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through October 1978 (Vol. 39 Nos. 1 through 4)."},
      {
        "id":"ED161088",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through October 1978 (Vol. 38 No. 7 through Vol. 39 No. 4)."},
      {
        "id":"ED161089",
        "title":"Literature, Literary Values, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" August and September 1978 (Vol. 39 Nos. 2 and 3)."},
      {
        "id":"ED161101",
        "title":"Language, Speech, and Communication Skills Training: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED161106",
        "title":"Drama and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED161109",
        "title":"Speech Communication and Communication Processes: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" April and May 1978 (Vol. 38 Nos. 10 and 11)."},
      {
        "id":"ED161110",
        "title":"Uses and Effects of Television and Other Mass Media: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through September 1978 (Vol. 39 Nos. 1 through 3)."},
      {
        "id":"ED161112",
        "title":"The Management Team. ERIC/CEM Research Analysis Series, Number 43."},
      {
        "id":"ED161117",
        "title":"Community Groups: Keeping Them Alive & Well. Keys to Community Involvement Series: 1."},
      {
        "id":"ED161118",
        "title":"Group Decision Making: Styles &amp; Suggestions. Keys to Community Involvement Series: 2."},
      {
        "id":"ED161119",
        "title":"Problem Solving. A Five-Step Model. Keys to Community Involvement Series: 3."},
      {
        "id":"ED161120",
        "title":"Planning for Change: Three Critical Elements. Keys to Community Involvement Series: 4."},
      {
        "id":"ED161121",
        "title":"Personal &amp; Professional Development: An Individualized Approach. Keys to Community Involvement Series: 5."},
      {
        "id":"ED161122",
        "title":"Governing Boards &amp; Community Councils: Building Successful Partnerships. Keys to Community Involvement Series: 6."},
      {
        "id":"ED161123",
        "title":"Innovative Projects: Making Them Standard Practice. Keys to Community Involvement Series: 7."},
      {
        "id":"ED161124",
        "title":"Successful Projects: Examining the Research. Keys to Community Involvement Series: 8."},
      {
        "id":"ED161126",
        "title":"Group Progress: Recognizing &amp; Removing Barriers. Keys to Community Involvement Series: 10."},
      {
        "id":"ED161127",
        "title":"Measuring and Improving Group Effectiveness. Keys to Community Involvement Series: ll."},
      {
        "id":"ED161128",
        "title":"Finding the &quot;Right&quot; Information: A Search Strategy. Keys to Community Involvement Series: 12."},
      {
        "id":"ED161129",
        "title":"Community Surveys: Grassroots Approaches. Keys to Community Involvement Series: 13."},
      {
        "id":"ED161130",
        "title":"Using Consultants: Getting What You Want. Keys to Community Involvement Series: 14."},
      {
        "id":"ED161131",
        "title":"Group Leadership: Understanding, Guiding, &amp; Sharing. Keys to Community Involvement Series: 15."},
      {
        "id":"ED161150",
        "title":"Department of Education Organization Act of 1978. Report of the Committee on Governmental Affairs, United States Senate, to Accompany S.991 to Establish a Department of Education and for Other Purposes, Together with Additional Views."},
      {
        "id":"ED161154",
        "title":"Special Report: Teachers and Labor Relations, 1976-1977. Government Employee Relations Report Covering Municipal, County, State, and Federal Developments."},
      {
        "id":"ED161158",
        "title":"Teacher Evaluation. The Best of ERIC, Number 40."},
      {
        "id":"ED161162",
        "title":"Access and Legitimacy in School-Community Relations."},
      {
        "id":"ED161164",
        "title":"The Effects of School Control Structures on Teacher Perceptions of Autonomy."},
      {
        "id":"ED161180",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases. July 1978."},
      {
        "id":"ED161182",
        "title":"No Easy Answers: The Learning Disabled Child."},
      {
        "id":"ED161184",
        "title":"Language Intervention. A Sampling of Selected Programs for Severe, Moderate, and Mild Impairments--1969-1975."},
      {
        "id":"ED161194",
        "title":"Exemplary Programs in Special Education. National Diffusion Network."},
      {
        "id":"ED161197",
        "title":"Types of Private Speech Produced by Hyperactive and Non-Hyperactive Boys."},
      {
        "id":"ED161202",
        "title":"Multidisciplinary Teams in Child Abuse and Neglect Programs. A Special Report from the National Center on Child Abuse and Neglect, August, 1978."},
      {
        "id":"ED161222",
        "title":"Gifted and Talented Students. What Research Says to the Teacher."},
      {
        "id":"ED161238",
        "title":"Attachment in Preschool Deaf Children."},
      {
        "id":"ED161239",
        "title":"The Effects of Repeated Treatment on the Maintenance of Social Behavior. Report No. 38."},
      {
        "id":"ED161241",
        "title":"Health Vocabulary, 1966. Guide for Translation into the Language, Chinyanja, of the Host Country, Malawi."},
      {
        "id":"ED161266",
        "title":"Phonemic Discrimination and the Knowledge of Words in Children under 3 Years. Papers and Reports on Child Language Development, No. 11."},
      {
        "id":"ED161272",
        "title":"Report on Bilingual Education, 1975-76."},
      {
        "id":"ED161305",
        "title":"A Longitudinal Study of the Acquisition of the Voicing Contrast in American-English Word-Initial Stops, as Measured by Voice Onset Time. Papers and Reports on Child Language Development, No. 14."},
      {
        "id":"ED161306",
        "title":"Self-Study Report by Roosevelt University on the Impact of Government Programs and the Cost of Compliance With Government Regulations for the Sloan Commission on Government and Higher Education."},
      {
        "id":"ED161317",
        "title":"Concerns of Women in Educational Research and Development at Three Stages of Professional Development: Student Years, Early Postdoctoral Years, and Intermediate Professional Years. Research Memorandum."},
      {
        "id":"ED161318",
        "title":"Issues in the Recruitment, Professional Development, Promotion, and Remuneration of Women Faculty. Research Memorandum."},
      {
        "id":"ED161322",
        "title":"Perceptions of Sorority and Fraternity Rush. Survey Report. Student Life Research Service."},
      {
        "id":"ED161324",
        "title":"Status of Office of Education's National Direct Student Loan Funds at Selected Postsecondary Education Institutions. Report by the Comptroller General of the United States."},
      {
        "id":"ED161326",
        "title":"State Postsecondary Education Institutional Authorization and Oversight. A National Report and Inservice Education Program. Summary and Synthesis of the Conference."},
      {
        "id":"ED161330",
        "title":"Simulation of Financial Needs and Contributions of Adult Part-Time Students. Final Report. Volume II."},
      {
        "id":"ED161331",
        "title":"The Determination of the Financial Needs of Adult Part-Time Students in Postsecondary Education. Final Report, Volume I."},
      {
        "id":"ED161333",
        "title":"Adequacy of Budget Formulas for Balancing Institutional Needs and Resources in Non-Growth Periods. AIR Forum Paper 1978."},
      {
        "id":"ED161341",
        "title":"A Conceptual Framework for Identifying and Assessing Needs in Postsecondary Education. AIR Forum Paper 1978."},
      {
        "id":"ED161344",
        "title":"Comparing Perceived Outcomes of Different Planning Activities. AIR Forum Paper 1978."},
      {
        "id":"ED161349",
        "title":"Data Bases at a State Institution--Costs, Uses and Needs. AIR Forum Paper 1978."},
      {
        "id":"ED161352",
        "title":"The Effects of a Dual Labor Market in Higher Education. AIR Forum Paper 1978."},
      {
        "id":"ED161356",
        "title":"Equal Pay for Equal Qualifications? A Model for Determining Race or Sex Discrimination in Salaries. AIR Forum Paper 1978."},
      {
        "id":"ED161358",
        "title":"An Evaluation of Three Basic Designs for Studying Attrition. AIR Forum Paper 1978."},
      {
        "id":"ED161365",
        "title":"Impacts of Workshops for Instructional Improvement: The Results of an Evaluation of a Component of a Faculty Development Program. AIR Forum Paper 1978."},
      {
        "id":"ED161366",
        "title":"Interdisciplinarity: Policies and Practices. AIR Forum Paper 1978."},
      {
        "id":"ED161375",
        "title":"Long-Range Financial Planning in Minnesota: Exploring State Level Issues, Problems and Alternatives. AIR Forum Paper 1978."},
      {
        "id":"ED161377",
        "title":"A Methodology for Data Structure Assessment in Higher Education Administration. AIR Forum Paper 1978."},
      {
        "id":"ED161379",
        "title":"Multi-Level Information Systems. AIR Forum Paper 1978."},
      {
        "id":"ED161385",
        "title":"Pricing Policy and the College Choice Process. AIR Forum Paper 1978."},
      {
        "id":"ED161389",
        "title":"Responsiveness vs. Resources: The Implementation and Impact of Affirmative Action Programs for Women Scientists in Postsecondary Education. AIR Forum Paper 1978."},
      {
        "id":"ED161392",
        "title":"Sources of Change in Student Credit Hour Demand in Multi-Unit Colleges and Universities. AIR Forum Paper 1978."},
      {
        "id":"ED161393",
        "title":"Space Costing in Colleges and Universities. AIR Forum Paper 1978."},
      {
        "id":"ED161397",
        "title":"Temporal Adjustment in Academic Labor Markets: Time to Ph.D. AIR Forum Paper 1978."},
      {
        "id":"ED161398",
        "title":"A Theoretical Framework for Educational Output Measurement. AIR Forum Paper 1978."},
      {
        "id":"ED161410",
        "title":"An Evaluation of Ascertainment Data Collection Methods Appropriate to Rural Areas. Final Report."},
      {
        "id":"ED161411",
        "title":"Computer-Based Recognition of Perceptual Patterns in Harmonic Dictation Exercises."},
      {
        "id":"ED161415",
        "title":"The Use of Computer-Managed Instruction to Control On-Site, Self-Instructional Training in a Small Systems Customer Environment."},
      {
        "id":"ED161416",
        "title":"Computer Based Education for Developing Educational Systems."},
      {
        "id":"ED161423",
        "title":"CAI and Developmental Education."},
      {
        "id":"ED161430",
        "title":"A Chart Book of Indicators of Scientific and Technical Communication in the United States."},
      {
        "id":"ED161433",
        "title":"Computers for Learning: The Uses of Computer-Assisted Instruction (CAI) in California Public Schools."},
      {
        "id":"ED161434",
        "title":"Approaches to Validation of Criterion-Referenced Tests and Computer-Based Instruction in a Military Prdject."},
      {
        "id":"ED161463",
        "title":"Texas Student Information System Non-Returning Student Sub-System. A Follow-Up Study."},
      {
        "id":"ED161484",
        "title":"Part-Time Faculty: A Statewide Model for Development."},
      {
        "id":"ED161485",
        "title":"Targets of Opportunity: Strategies for Managing a Staff Development Consortium."},
      {
        "id":"ED161488",
        "title":"Staff Development for Student Personnel Services in the Los Angeles Community College District."},
      {
        "id":"ED161489",
        "title":"A Model for the Selection of Members of the Faculty."},
      {
        "id":"ED161493",
        "title":"An Appraisal of the Industrial Cooperative Education Program Based on Responses from Students and Employers."},
      {
        "id":"ED161495",
        "title":"The Use of Space for Instruction, Fall 1977."},
      {
        "id":"ED161496",
        "title":"Grading Policies of the Public Two-Year Community Colleges in Michigan, Fall 1977."},
      {
        "id":"ED161497",
        "title":"An Appraisal of the Industrial Cooperative Education Program Based on Selected Characteristics of the Students and Their Academic Performance."},
      {
        "id":"ED161501",
        "title":"The Statistical Predictability of the Academic Performance of Registered Nursing Students at Macomb. Project No. 0141-77."},
      {
        "id":"ED161510",
        "title":"Policy Development in the Humanistic Disciplines: Toward Anthrocentric Undergraduate Education."},
      {
        "id":"ED161512",
        "title":"Evaluation of Early Childhood Programs: Toward a Developmental Perspective."},
      {
        "id":"ED161525",
        "title":"What Head Start Means to Families."},
      {
        "id":"ED161535",
        "title":"Effects of Coping and Mastery Modeling on Experienced and Inexperienced Pedodontic Patients&apos; Disruptiveness."},
      {
        "id":"ED161544",
        "title":"National Home Start Evaluation: Field Procedures Manual."},
      {
        "id":"ED161547",
        "title":"Methodological Issues in Studying Symbolic Play."},
      {
        "id":"ED161555",
        "title":"Compensatory Education for Preschoolers: A Non-Technical Report on the U.W.O. Preschool Project. Research Bulletin No. 440."},
      {
        "id":"ED161559",
        "title":"Selected Empirical Research and Policy Analysis on Child Care and Parent Education: Principles for Public Policy."},
      {
        "id":"ED161561",
        "title":"An Epidemiological Study of School Achievement: Implications for Theory and Research."},
      {
        "id":"ED161563",
        "title":"Social Work Practice with American Indians. A Schema for the Identification and Inclusion of American Indian Content Into the Social Work Curriculum."},
      {
        "id":"ED161568",
        "title":"A Charter for Improved Rural Youth Transition."},
      {
        "id":"ED161570",
        "title":"Impact of Governmental Transfer Payments on Human Resource Development--A Bibliography. SRDC Bibliography Series No. 8."},
      {
        "id":"ED161581",
        "title":"The Invisible Wall: A Report on the Status of the Rural Community College in America."},
      {
        "id":"ED161607",
        "title":"Farm Population Estimates for 1977. Rural Development Research Report No. 4."},
      {
        "id":"ED161663",
        "title":"Statistical Handbook of Science Education."},
      {
        "id":"ED161675",
        "title":"A Strategy for Evaluating the NSF Comprehensive Program for Teacher Education. Research Paper No. 1."},
      {
        "id":"ED161676",
        "title":"Applying Experimental Designs to Large-Scale Program Evaluation. Research Paper No. 2."},
      {
        "id":"ED161677",
        "title":"Science Teachers' Perceptions of Their Teaching Skills and Their School Conditions. Research Paper No. 5."},
      {
        "id":"ED161679",
        "title":"The Relationship Between Teacher Characteristics and Student Achievement and Attitude. Research Paper No. 8."},
      {
        "id":"ED161680",
        "title":"The Effect of Teacher Participation in NSF Institutes Upon Student Achievement. Research Paper No. 10. Revised Edition."},
      {
        "id":"ED161681",
        "title":"Student Perception of the Classroom Learning Environment in Biology, Chemistry, and Physics Courses. Research Paper No. 12."},
      {
        "id":"ED161682",
        "title":"Predicting Teacher NTE Scores in Mathematics. Research Paper No. 15."},
      {
        "id":"ED161683",
        "title":"Evaluation of Implementation Projects Supported by the National Science Foundation. Research Paper No. 17."},
      {
        "id":"ED161685",
        "title":"A Long-Term Study of the Stability of Learning Environments. Research Paper No. 24."},
      {
        "id":"ED161687",
        "title":"An Innovative Approach to Human Resource Development."},
      {
        "id":"ED161688",
        "title":"Maximizing Information from Implementation of Innovative Courses."},
      {
        "id":"ED161692",
        "title":"A Methodology for Designing High Level Computer Input Systems for Mathematical Programming Models. Industrial and Systems Engineering Report Series No. J-78-16."},
      {
        "id":"ED161698",
        "title":"Environmental Education and Outdoor Recreation. 1978 Nationwide Outdoor Recreation Plan. Task Force Report."},
      {
        "id":"ED161700",
        "title":"The Effects of Inductive-Deductive Teaching Methods and Field-Dependence-Independence Cognitive Style Upon Student Achievement in Mathematics."},
      {
        "id":"ED161701",
        "title":"Reviews of Data on Science Resources, No. 32. Employment Patterns of Recent Entrants Into Science and Engineering."},
      {
        "id":"ED161702",
        "title":"Science Teaching in the Elementary Schools: A Survey of Practices. Circular Number 749."},
      {
        "id":"ED161705",
        "title":"Minicourses in Astrophysics, Modular Approach, Vol. I."},
      {
        "id":"ED161706",
        "title":"Minicourses in Astrophysics, Modular Approach, Vol. II."},
      {
        "id":"ED161707",
        "title":"Peace Corps Handbook, Spring 1977. ACTION Pamphlet No. 4200.7."},
      {
        "id":"ED161708",
        "title":"Peace Corps Program &amp; Training Journal, Vol. IV, No. 6."},
      {
        "id":"ED161709",
        "title":"The Volunteers Speak--Again: The Second Annual Survey of Peace Corps Volunteers."},
      {
        "id":"ED161710",
        "title":"Women in Science and Technology: Careers for Today and Tomorrow."},
      {
        "id":"ED161713",
        "title":"Profiles of Manpower in Science and Technology."},
      {
        "id":"ED161714",
        "title":"A Working Conference on Science Education for Handicapped Students: Proceedings (April 3-5, 1978)."},
      {
        "id":"ED161716",
        "title":"The Effects of Student Attributes and Teaching Styles on Attitude and Achievement in Secondary School Biology."},
      {
        "id":"ED161717",
        "title":"Apollo-Soyuz Pamphlet No. 1: The Flight. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161718",
        "title":"Apollo-Soyuz Pamphlet No. 2: X-Rays, Gamma-Rays. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161719",
        "title":"Apollo-Soyuz Pamphlet No. 3: Sun, Stars, In Between. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161720",
        "title":"Apollo-Soyuz Pamphlet No. 4: Gravitational Field. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161721",
        "title":"Apollo-Soyuz Pamphlet No. 5: The Earth from Orbit. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161722",
        "title":"Apollo-Soyuz Pamphlet No. 6: Cosmic Ray Dosage. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161723",
        "title":"Apollo-Soyuz Pamphlet No. 7: Biology in Zero-G. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161724",
        "title":"Apollo-Soyuz Pamphlet No. 8: Zero-G Technology. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161725",
        "title":"Apollo-Soyuz Pamphlet No. 9: General Science. Apollo-Soyuz Experiments in Space."},
      {
        "id":"ED161728",
        "title":"Mars: The Viking Discoveries."},
      {
        "id":"ED163773",
        "title":"Sensorimotor Development and Descriptions of Child Phonology: A Preliminary View of Phonological Analysis for Stage I Speech. Papers and Reports on Child Language Development, No. 13."},
      {
        "id":"ED163780",
        "title":"Word Order and Particles in the Acquisition of Japanese. Papers and Reports on Child Language Development, No. 13."},
      {
        "id":"ED163781",
        "title":"Deciding among Theories of the Development of Coordination in Child Speech. Papers and Reports on Child Language Development, No. 13."},
      {
        "id":"ED163813",
        "title":"Transitional Dialects between Bhojpuri and Maithili."},
      {
        "id":"ED163827",
        "title":"Estimating Manageable Educational Loan Limits for Graduate and Professional Students."},
      {
        "id":"ED163831",
        "title":"Part-Time Students."},
      {
        "id":"ED163839",
        "title":"Curricular Reform for the 1980s."},
      {
        "id":"ED163842",
        "title":"New York City Cultural Voucher Program. Year 2 Evaluation Report."},
      {
        "id":"ED163843",
        "title":"The View from an Inside Closet: Annual Report, 1977-78."},
      {
        "id":"ED163854",
        "title":"Resources for Change: A Guide to Projects, 1978-79."},
      {
        "id":"ED163855",
        "title":"Alaska High School Seniors Survey Report 1977-78."},
      {
        "id":"ED163856",
        "title":"Women's Assessment of Their Academic Competence."},
      {
        "id":"ED163857",
        "title":"Residence and Mobility of Graduate and Professional Students in the West."},
      {
        "id":"ED163859",
        "title":"A Medical Revolution That Could...: The Work of the PROMIS Laboratory and Lawrence L. Weed, M.D."},
      {
        "id":"ED163863",
        "title":"Special Programs for Female and Minority Graduate Students. Higher Education Panel Report, Number 41."},
      {
        "id":"ED163864",
        "title":"Continued Viability of Universities as Centers for Basic Research."},
      {
        "id":"ED163875",
        "title":"Characteristics of Black Undergraduate Students at the University of Maryland, College Park, 1968-69. Research Report No. 1-69."},
      {
        "id":"ED163876",
        "title":"Differences Between Fraternity and Non-Fraternity Members at the University of Maryland. Research Report No. 12-70."},
      {
        "id":"ED163877",
        "title":"A Profile of University of Maryland Undergraduates, 1969-70. Research Report No. 10-70."},
      {
        "id":"ED163879",
        "title":"Differences Between High Ability Sophomores and Sophomores in General at the University of Maryland. Research Report No. 7-70."},
      {
        "id":"ED163880",
        "title":"Variables Related to University Student Alienation. Research Report No. 13-70."},
      {
        "id":"ED163891",
        "title":"An Automated Publishing System for the Naval Education and Training Command. Final Report."},
      {
        "id":"ED163895",
        "title":"Experience and Paradigms in the Application of Educational Technology."},
      {
        "id":"ED163902",
        "title":"Human Factors in Teleconferencing Systems. Final Report."},
      {
        "id":"ED163905",
        "title":"Relationships of Selected Perceptual Variables to Leveling/Sharpening in the Memory of Sequential Visual Images."},
      {
        "id":"ED163909",
        "title":"Development and Implementation of a Computerized Evaluation and Training System (CETS) at a Recruit Training Command. Final Report."},
      {
        "id":"ED163911",
        "title":"Overview of Audiovisual Resources in the State of Ohio."},
      {
        "id":"ED163915",
        "title":"The Application of the 900 MHz Band to Law Enforcement Communications: An Analysis of Technical and Regulatory Factors Affecting the Applicability of the 900 MHz Portion of the Radio Spectrum to Law Enforcement Communication System Problems."},
      {
        "id":"ED163917",
        "title":"Digital Avionics Information System (DAIS): Reliability and Maintainability Model. Final Report."},
      {
        "id":"ED163920",
        "title":"Manual for the Development of WEEA Educational Materials."},
      {
        "id":"ED163932",
        "title":"Bibliography of Military History. A Selected and Annotated History of Reference Sources, 3rd ed."},
      {
        "id":"ED163938",
        "title":"The Center for the Book in the Library of Congress. The Planning Year."},
      {
        "id":"ED163939",
        "title":"The Role of the Public Library in Non-Traditional Education."},
      {
        "id":"ED163944",
        "title":"Wisconsin Research and Development Center for Individualized Schooling. Bibliography of Publications, 1978 Supplement."},
      {
        "id":"ED163949",
        "title":"Contingency Theory and Its Implications for the Structure of an Academic Library."},
      {
        "id":"ED163951",
        "title":"The Clinical Librarian and the Patient: Report of a Project at McMaster University Medical Centre."},
      {
        "id":"ED163964",
        "title":"Compensation for Transport Delays Produced by Computer Image Generation Systems. Cooperative Training Series."},
      {
        "id":"ED163967",
        "title":"Educational Information System for Ontario. Interim Report, March 1975-February 1976."},
      {
        "id":"ED163968",
        "title":"Educational Information System for Ontario. Second Interim Report, March 1976-February 1977."},
      {
        "id":"ED163969",
        "title":"Educational Information System for Ontario. Final Report, March 1977-April 1978."},
      {
        "id":"ED163970",
        "title":"Development and Implementation of a Computer Model for Student Management: Phases I and II. Interim Report, April 1977-December 1977."},
      {
        "id":"ED163971",
        "title":"Research on Uses of Audio and Natural Language Processing in Computer-Assisted Instruction--Third Year Report. Technical Report No. 289."},
      {
        "id":"ED163972",
        "title":"VOCAL: Voice Oriented Curriculum Author Language. Technical Report No. 291."},
      {
        "id":"ED163973",
        "title":"Technical Problems in Implementing University-Level Computer-Assisted Instruction in Mathematics and Science: First Annual Report. Technical Report No. 293."},
      {
        "id":"ED163974",
        "title":"Using VOCAL: A Guide for Authors. Technical Report No. 296."},
      {
        "id":"ED163977",
        "title":"D.C. Secondary Schools Project for Adopting Computer-Aided Education (D.C. SSPACE Program). Final Report."},
      {
        "id":"ED163978",
        "title":"Conference on Intelligent Videodisc Systems. Brief Informal Summary."},
      {
        "id":"ED163979",
        "title":"Studies of Verbal Problem Solving: II. Prediction of Performance from Sentence-Processing Scores. Technical Report No. 87."},
      {
        "id":"ED163982",
        "title":"Information Products Resulting from Satellite Studies at the Institute for Telecommunication Sciences."},
      {
        "id":"ED163984",
        "title":"Report of the Data Base Subcommittee to the National Commission on New Technological Uses of Copyrighted Works."},
      {
        "id":"ED163985",
        "title":"Report of the Software Subcommittee to the National Commission on New Technological Uses of Copyrighted Works."},
      {
        "id":"ED163986",
        "title":"Explicating the Tacit Knowledge in Teaching and Learning. Technical Report No. 5."},
      {
        "id":"ED163987",
        "title":"Diagnosing Students' Misconceptions in Causal Models. Technical Report No. 4."},
      {
        "id":"ED163988",
        "title":"State Criminal Justice Telecommunications (STACOM). Final Report. Volume III: Requirements Analysis and Design of Texas Criminal Justice Telecommunications Network."},
      {
        "id":"ED163992",
        "title":"Elementary Mathematics with PLATO."},
      {
        "id":"ED163993",
        "title":"Elementary Reading on PLATO IV."},
      {
        "id":"ED163994",
        "title":"Legal Protection of Computer Software: An Industrial Survey."},
      {
        "id":"ED163995",
        "title":"Database Administration: Concepts, Tools, Experiences, and Problems."},
      {
        "id":"ED163996",
        "title":"Computers and Mathematical Programming. Proceedings of the Bicentennial Conference on Mathematical Programming, November 29-December 1, 1976."},
      {
        "id":"ED163997",
        "title":"Functional Specifications for Computer Aided Training Systems Development and Management (CATSDM) Support Functions. Final Report."},
      {
        "id":"ED164006",
        "title":"Learning Via Telecommunications: Readings from \"Audiovisual Instruction\"--3."},
      {
        "id":"ED164008",
        "title":"Graduate Degree Programs in Instructional Technology, 1978-79."},
      {
        "id":"ED164009",
        "title":"Guidelines for Certification of Media Specialists."},
      {
        "id":"ED164012",
        "title":"F-4J/N Instructional Systems Development: Phase I. Final Report."},
      {
        "id":"ED164013",
        "title":"Report on the First Annual Survey of the Circulation of Educational Media in the Public Schools."},
      {
        "id":"ED164017",
        "title":"A Review of Research on the Effectiveness of Remedial Mathematics Programs in Two Year Colleges."},
      {
        "id":"ED164021",
        "title":"Tying Resources to Results: Integrating the Resource Allocation Process into Planning and Management in a Public Two-Year College."},
      {
        "id":"ED164023",
        "title":"Organizing Staff Development Programs That Work."},
      {
        "id":"ED164036",
        "title":"Expanding Student Mobility: A Challenge for Community Colleges. Workshop Proceedings. (Asheville, North Carolina, November 7-9, 1977)."},
      {
        "id":"ED164049",
        "title":"The Impact of Rockland Community College on the Economy of Rockland County."},
      {
        "id":"ED164052",
        "title":"Cooperation in Vocational Education. AACJC/AVA Joint Study."},
      {
        "id":"ED164053",
        "title":"Follow-up Surveys of College Graduates: Procedures and Common Core of Questions. Two-Year Institutions."},
      {
        "id":"ED164054",
        "title":"Is Thirteen a Lucky Number?: Finance and Control of California Community Colleges."},
      {
        "id":"ED164055",
        "title":"Governance and Financing of School District Junior Colleges and Educational Centers in North Dakota."},
      {
        "id":"ED164056",
        "title":"Trends in Ethnic Enrollments. Junior College Resource Review."},
      {
        "id":"ED164086",
        "title":"Safety Precautions. Child Health and Safety Series (Module I)."},
      {
        "id":"ED164087",
        "title":"Health Precautions. Child Health and Safety Series (Module II)."},
      {
        "id":"ED164088",
        "title":"When a Child is Sick or Hurt. Child Health and Safety Series (Module III)."},
      {
        "id":"ED164091",
        "title":"Medical Problems. Child Health and Safety Series (Module IV)."},
      {
        "id":"ED164092",
        "title":"The Seriously Ill Child. Child Health and Safety Series (Module V)."},
      {
        "id":"ED164093",
        "title":"Emergency Child Aid. Child Health and Safety Series (Module VI)."},
      {
        "id":"ED164094",
        "title":"The Growing Child: From Birth Through Five Years. Child Health and Safety Series (Module VII)."},
      {
        "id":"ED164095",
        "title":"The Growing Child: From Six Through Fifteen Years. Child Health and Safety Series. (Module VIII)."},
      {
        "id":"ED164098",
        "title":"Social Origins, Parental Values and the Intergenerational Transmission of Inequality."},
      {
        "id":"ED164102",
        "title":"Helping Others Learn to Teach: Some Principles and Techniques for Inservice Educators."},
      {
        "id":"ED164117",
        "title":"Maternal and Child Health Care Act--1977. Hearings Before the Subcommittee on Health and the Environment of the Committee on Interstate and Foreign Commerce, House of Representatives, Ninety-Fifth Congress, Second Session on H. R. 1702."},
      {
        "id":"ED164118",
        "title":"Annotated Bibliography of CDA Curriculum Materials (Volume I, No. 1)."},
      {
        "id":"ED164125",
        "title":"The Development and Education of Children Outside the United States: An ERIC Abstract Bibliography."},
      {
        "id":"ED164128",
        "title":"A Problem Solving Model for Parents and Teachers of Young Children."},
      {
        "id":"ED164130",
        "title":"What Research Says to the Teacher: Parenting."},
      {
        "id":"ED164132",
        "title":"The Child and Family Resource Program: An Overview. Revised."},
      {
        "id":"ED164133",
        "title":"Emotions in the Lives of Children."},
      {
        "id":"ED164136",
        "title":"Child Care and Public Policy: A Case Study."},
      {
        "id":"ED164137",
        "title":"A Manual for Using SASB Questionnaires to Measure Correspondence Among Family History, Self-Concept and Current Relations with Significant Others."},
      {
        "id":"ED164141",
        "title":"Indeterminate and Sequential Goal Structures in Relation to Task Performance in Small Groups."},
      {
        "id":"ED164147",
        "title":"Providing Library Services for the Chicano Studies Program at the University of California, Berkeley: Policy Issues and Recommendations."},
      {
        "id":"ED164151",
        "title":"Cultural Assessment Model."},
      {
        "id":"ED164152",
        "title":"Navajo Area Language Arts Project (NALAP). Book 1."},
      {
        "id":"ED164153",
        "title":"Navajo Area Language Arts Project (NALAP). Book 2."},
      {
        "id":"ED164154",
        "title":"High School Guidance."},
      {
        "id":"ED164155",
        "title":"Navajo Area Health and Physical Education Curriculum Guidelines."},
      {
        "id":"ED164156",
        "title":"Art."},
      {
        "id":"ED164157",
        "title":"Navajo Area Mathematics Guidelines."},
      {
        "id":"ED164158",
        "title":"Rural Education and Rural Labor Force in the Seventies. Rural Development Research Report No. 5."},
      {
        "id":"ED164161",
        "title":"Libraries and Information Services Directory, 1978. U.S. Department of the Interior."},
      {
        "id":"ED164165",
        "title":"Citizen Participation in Rural Development: Concepts, Principles, and Resource Materials. A Synthesis. SRDC Synthesis Series #6."},
      {
        "id":"ED164168",
        "title":"Outdoor Education, A Bibliography of ERIC Documents. Supplement No. 8."},
      {
        "id":"ED164170",
        "title":"Bureau of Indian Affairs Not Operating Boarding Schools Efficiently. Report of the Comptroller General of the United States."},
      {
        "id":"ED164172",
        "title":"A Survey of the Structure and Organization of the Bureau of Indian Affairs and Tribal Governments for American Indian High School Students. Curriculum Bulletin No. 18.02."},
      {
        "id":"ED164173",
        "title":"A Comparative Study of Small, Part-Time, Retirement and Large Farms: Three Counties in Central and West Tennessee."},
      {
        "id":"ED164174",
        "title":"State Taxation of Mineral Deposits and Production. Rural Development Research Report No. 2."},
      {
        "id":"ED164180",
        "title":"Evaluation Design 1978-1979: ESAA Title I Migrant Program. Publication Number 78.11."},
      {
        "id":"ED164193",
        "title":"An Evaluation Report of the North Dakota Indian Language Studies Program: In the Schools."},
      {
        "id":"ED164198",
        "title":"Farm Population Trends and Farm Characteristics. Rural Development Research Report No. 3."},
      {
        "id":"ED164210",
        "title":"Correlates of the Academic and Non-Academic Self-Concepts of Mexican-American Pupils."},
      {
        "id":"ED164215",
        "title":"Education and Work in Rural America--The Social Context of Early Career Decision and Achievement."},
      {
        "id":"ED164218",
        "title":"An Evaluation Report of \"Social Conflicts\" and \"Fine Arts\": The American Indian Curricula Development Program for Grades 9-12."},
      {
        "id":"ED164220",
        "title":"Report of the Select Committee on Indian Affairs to the National Congress of American Indians (at) Rapid City, South Dakota."},
      {
        "id":"ED164223",
        "title":"Bureau of Indian Affairs Organization. Hearings Before the United States Senate Select Committee on Indian Affairs, 95th Congress, 1st Session on Oversight on the Organization of the Bureau of Indian Affairs (July 13 and August 1, 1977)."},
      {
        "id":"ED164224",
        "title":"Indian Education. Hearings Before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, 95th Congress, 1st Session (February 1 and 2, 1977)."},
      {
        "id":"ED164226",
        "title":"Report on Battered Women and Children Conference (Shiprock, New Mexico, May 5 and 6, 1977)."},
      {
        "id":"ED164227",
        "title":"National Migrant Education Program Math Skills Information System."},
      {
        "id":"ED164228",
        "title":"A Socioeconomic Profile of the Northern Great Plains Coal Region."},
      {
        "id":"ED164229",
        "title":"American Indian Policy Review Commission Final Report Submitted to Congress May 17, 1977. Volume One of Two Volumes."},
      {
        "id":"ED164230",
        "title":"Report on Indian Education--Task Force Five: Indian Education--Final Report to the American Indian Policy Review Commission."},
      {
        "id":"ED164231",
        "title":"American Indian Policy Review Commission Special Joint Task Force Report on Alaskan Native Issues."},
      {
        "id":"ED164233",
        "title":"Power and Decision Making in a Rural County: A Longitudinal Analysis."},
      {
        "id":"ED164250",
        "title":"Safety in the Secondary Science Classroom."},
      {
        "id":"ED164263",
        "title":"UPSTEP: An Integrated Approach to the Science Preparation of Prospective Elementary School Teachers."},
      {
        "id":"ED164264",
        "title":"Solar Energy: Progress and Promise."},
      {
        "id":"ED164265",
        "title":"Get Them Under Way! A Developmental Guide for the Establishment of Baccalaureate Technological Programs and Other Post-Secondary Technological Programs."},
      {
        "id":"ED164267",
        "title":"The Effects of an Energy-Environment Simulator Upon Selected Energy-Related Attitudes of Science Students and In-Service Teachers."},
      {
        "id":"ED164268",
        "title":"Differences Among Factors Associated with Achievement Groups Within and Between ISCS Levels I, II &amp; III."},
      {
        "id":"ED164272",
        "title":"A Comparison of the Effects of an Advanced Organizer and/or Behavioral Objectives on the Achievement of Disadvantaged Biology Students."},
      {
        "id":"ED164273",
        "title":"Mathematical Modeling and Computing. AAAS Study Guides on Contemporary Problems. No. 8."},
      {
        "id":"ED164278",
        "title":"Relevance of Practical Work to Comprehension of Physics. Paper Given at the Conference on \"The Role of the Laboratory in Physics Education,\" Oxford University, July 1978."},
      {
        "id":"ED164280",
        "title":"The Use of Strategy Analysis to Train Teachers in Manipulation of Teaching Strategies. Paper Presented at the Regional Meeting of the National Science Teachers Association (New Orleans, Louisiana, November 30, 1978)."},
      {
        "id":"ED164283",
        "title":"Energy: Pennsylvania's Energy Curriculum for the Middle Grades."},
      {
        "id":"ED164284",
        "title":"Energy Audit Workbook for Schools."},
      {
        "id":"ED164288",
        "title":"Impact of a Department of Education on Federal Science &amp; Technology Activities."},
      {
        "id":"ED164290",
        "title":"The Visiting Women Scientists Pilot Program 1978: Highlights Report."},
      {
        "id":"ED164291",
        "title":"The Visiting Women Scientists Pilot Program 1978: Final Report."},
      {
        "id":"ED164292",
        "title":"Development of Cost Benefit Methodology for Scientific and Technical Information Communication and Application to Information Analysis Centers. Final Report."},
      {
        "id":"ED164296",
        "title":"Energy Management in Municipal Buildings."},
      {
        "id":"ED164300",
        "title":"The Marketability of Integrated Energy/Utility Systems: A Guide to the Dollar Savings Potential in Integrated Energy/Utility Systems; for Campuses, Medical Complexes, and Communities; Architect/Engineers, Industrial and Power Plant Owners; Suppliers; and Constructors."},
      {
        "id":"ED164301",
        "title":"Calculus, Part l, Student's Text, Unit No. 66. Revised Edition."},
      {
        "id":"ED164302",
        "title":"Calculus, Part 2, Student's Text, Unit No. 67. Revised Edition."},
      {
        "id":"ED164303",
        "title":"Calculus, Part 3, Student&apos;s Text, Unit No. 70. Revised Edition."},
      {
        "id":"ED164304",
        "title":"Calculus, Part 3, Teacher&apos;s Commentary, Unit No. 71. Revised Edition."},
      {
        "id":"ED164305",
        "title":"Mathematics for the Elementary School, Book 3, Teacher's Commentary, Part I, Unit No. 58. Revised Edition."},
      {
        "id":"ED164306",
        "title":"Mathematics for the Elementary School, Book 3, Teacher's Commentary, Part II, Unit No. 59. Revised Edition."},
      {
        "id":"ED164309",
        "title":"A Compendium of Information on the Theory of Evolution and the Evolution-Creationism Controversy."},
      {
        "id":"ED164315",
        "title":"Moving to Metric."},
      {
        "id":"ED164316",
        "title":"Roadmapping Through the Land of Mathematics."},
      {
        "id":"ED164320",
        "title":"Project Retro-Tech: Teacher&apos;s Kit for Course on Home Winterization. Teacher&apos;s Guide, Charts for Visuals, Student&apos;s Manual, Student&apos;s Job Book."},
      {
        "id":"ED164321",
        "title":"Energy Conserving Lifestyles: Final Report to the California Energy Resources Conservation and Development Commission."},
      {
        "id":"ED164323",
        "title":"Energy Management Checklist for the Home."},
      {
        "id":"ED164325",
        "title":"Winter Survival: A Consumer's Guide to Winter Preparedness."},
      {
        "id":"ED164326",
        "title":"Investigations in Science Education, Vol. 3, No. 4. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED164327",
        "title":"Investigations in Science Education, Vol. 4, No. 1. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED164328",
        "title":"Ohio Regional Conferences on Mathematics Education."},
      {
        "id":"ED164332",
        "title":"Biographical Sources in the Sciences. LC Science Tracer Bulletin."},
      {
        "id":"ED164333",
        "title":"The United States and World Energy: A Discussion Paper, Department of State."},
      {
        "id":"ED164334",
        "title":"Coastal Awareness: A Resource Guide for Teachers in Senior High Science. Preprint."},
      {
        "id":"ED164335",
        "title":"Integrated Utility Systems Feasibility Study and Conceptual Design at the University of Florida."},
      {
        "id":"ED164337",
        "title":"Science Achievement in the Schools: A Summary of Results from the 1976-77 National Assessment of Science."},
      {
        "id":"ED164340",
        "title":"The Effective Public Meeting in Water Quality Planning: When to Hold It, How to Design It, Prepare for It, Conduct It, Use and Report on the Information Obtained From It, Evaluate It, Budget for It. Guide 1."},
      {
        "id":"ED164342",
        "title":"Tips for Energy Savers In and Around the Home, On the Road, In the Marketplace. Don't Be Fuelish."},
      {
        "id":"ED164347",
        "title":"The Aquarium: A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED164348",
        "title":"The Beaver: A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED164349",
        "title":"Clams and Other Critters: A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED164350",
        "title":"Finestkind: The American Lobster. A Learning Experience for Marine Education. Northern New England Marine Education Project."},
      {
        "id":"ED164351",
        "title":"Marine Art: A Resource Unit. A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED164352",
        "title":"Our Heritage of Ships: A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED164353",
        "title":"Shipping, Ships and Waterways: A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED164354",
        "title":"Whale Multi-Disciplinary Studies: A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED164355",
        "title":"USMES School Study: Effects of School Strategies on USMES Utilization."},
      {
        "id":"ED164356",
        "title":"USMES Student Study: Effects of USMES on Student Problem-Solving Abilities and Attitudes."},
      {
        "id":"ED164357",
        "title":"USMES Team Study: Using Resource Teams to Disseminate and Implement USMES."},
      {
        "id":"ED164358",
        "title":"Science Framework for California Public Schools, Kindergarten and Grades One Through Twelve."},
      {
        "id":"ED164359",
        "title":"In the Bank...Or Up the Chimney? A Dollars and Cents Guide to Energy-Saving Home Improvements. 2nd Edition."},
      {
        "id":"ED164360",
        "title":"1979 AETS Yearbook - Science Education/Society: A Guide to Interaction and Influence."},
      {
        "id":"ED164361",
        "title":"Social Studies Dissertations 1973-1976."},
      {
        "id":"ED164363",
        "title":"An Interpretive Report on the Status of Pre-College Social Studies Education Based on Three NSF-Funded Studies."},
      {
        "id":"ED164366",
        "title":"Persistence of Ethnicity: The Japanese of Colorado."},
      {
        "id":"ED164375",
        "title":"The Development of Education in Nepal. Studies in Comparative Education. Bulletin 1965, No. 5."},
      {
        "id":"ED164382",
        "title":"Master Curriculum Guide in Economics for the Nation's Schools. Part II, Strategies for Teaching Economics. Primary Level (Grades 1-3)."},
      {
        "id":"ED164391",
        "title":"Census Geography. Data Access Descriptions. Revised October 1978."},
      {
        "id":"ED164393",
        "title":"Pragmatics: The Social Functions of Language--Implications for the Social Studies."},
      {
        "id":"ED164396",
        "title":"Bright Glow or Dark Shadows in Education's Crystal Ball? Prospects for a Humanistic Curriculum."},
      {
        "id":"ED164397",
        "title":"Can Values Be Taught?"},
      {
        "id":"ED164399",
        "title":"Recent Research and the Teaching of Southern History."},
      {
        "id":"ED164402",
        "title":"An Issue Analysis of Citizen Concerns in Greensboro, North Carolina: Policy Implications for Local Government."},
      {
        "id":"ED164405",
        "title":"Are Educational Research Findings Useful for Curricular/Instructional Decisions? A Skeptical View."},
      {
        "id":"ED164411",
        "title":"A Model Policy Statement and Guidelines for Implementation: Equal Treatment of Students."},
      {
        "id":"ED164419",
        "title":"Estimating the Effects of Economic Problem Solving in Elementary Schools."},
      {
        "id":"ED164423",
        "title":"Basic Human Needs: A Development Planning Approach. AID Discussion Paper No. 38."},
      {
        "id":"ED164425",
        "title":"Perspectives on American Husbands and Wives. Current Population Reports. Special Studies Series P-23, No. 77."},
      {
        "id":"ED164433",
        "title":"The Useful Humanists: Alternative Careers for Ph.D.'s in the Humanities. Working Papers."},
      {
        "id":"ED164435",
        "title":"A Competency-Based Elementary Teacher Preparation Program Model."},
      {
        "id":"ED164442",
        "title":"Enquiry Learning in Social Studies. ACER Research Series No. 101."},
      {
        "id":"ED164448",
        "title":"PACER Model: Skills and Personal Characteristics of Alternative Elementary Free School and Open School Teachers."},
      {
        "id":"ED164452",
        "title":"Children's Basketball Performance with Regulation and Junior-Sized Basketballs."},
      {
        "id":"ED164453",
        "title":"Alternative Strategies for the Delivery of Inservice."},
      {
        "id":"ED164469",
        "title":"Peer Group Support System."},
      {
        "id":"ED164470",
        "title":"[Title IX and Intercollegiate Athletics.]"},
      {
        "id":"ED164471",
        "title":"The Educator's Role in Equal Rights."},
      {
        "id":"ED164475",
        "title":"The Institutionalization of Change and Inservice in Schools and Colleges of Education."},
      {
        "id":"ED164481",
        "title":"Planning Health Education Programs in Oregon Schools. Administration."},
      {
        "id":"ED164487",
        "title":"The State of Teacher Education 1977. Sponsored Report Series."},
      {
        "id":"ED164488",
        "title":"Current Awareness in Health Education."},
      {
        "id":"ED164492",
        "title":"Regression Models and Learner Cognitive Attainment: Means and Ends for Assessing a Student Teacher's Competence."},
      {
        "id":"ED164496",
        "title":"A Conceptualization of Threat Communications and Preventive Health Behavior."},
      {
        "id":"ED164497",
        "title":"Relaxation: Education's Fourth &quot;R.&quot;"},
      {
        "id":"ED164504",
        "title":"An Analysis of Extended Planning Periods for Teacher Corps Projects."},
      {
        "id":"ED164507",
        "title":"An Approach to Mainstreaming the Handicapped Child With the Nonhandicapped Child."},
      {
        "id":"ED164508",
        "title":"The General Curriculum Professoriate."},
      {
        "id":"ED164509",
        "title":"State Guidelines for School Athletic Programs."},
      {
        "id":"ED164510",
        "title":"Handbook for Assessing an Elementary School Program."},
      {
        "id":"ED164511",
        "title":"Nurse Practitioners and the Expanded Role of the Nurse: A Bibliography. Nurse Planning Information Series No. 5."},
      {
        "id":"ED164512",
        "title":"The American Federation of Teachers; A Short Annotated Bibliography."},
      {
        "id":"ED164513",
        "title":"Federal and State School Finance Reform. A Special Report to the AFT Task Force on Educational Issues."},
      {
        "id":"ED164517",
        "title":"Interpreting Research Results on Teaching."},
      {
        "id":"ED164518",
        "title":"Relationships in Physical Education. The Academy Papers No. 11."},
      {
        "id":"ED164519",
        "title":"A Causal Analysis of Attitudes Toward Leadership Training in a Classroom Setting. Occasional Paper No. 3."},
      {
        "id":"ED164520",
        "title":"Conceptual Issues in the Content/Strategy Distinction. Research Series No. 21."},
      {
        "id":"ED164524",
        "title":"Keynote Address. American Educational Studies Association."},
      {
        "id":"ED164525",
        "title":"Luncheon Remarks. Meeting of Special Task Forces of the National School Boards Association."},
      {
        "id":"ED164529",
        "title":"The Effective Use of Observation as a Diagnostic Technique: Diagnostic Learning Package 8. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164530",
        "title":"Administration of a Standardized Test: Diagnostic Learning Package 1. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164531",
        "title":"Teaching 3: Evaluation of Instruction. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164533",
        "title":"How Can Tests Be Unfair? Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164534",
        "title":"Interaction Analysis: A Minicourse. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164535",
        "title":"Reality Therapy. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164536",
        "title":"Management of Disruptive Surface Behavior: Prescriptive Learning Package 5. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164537",
        "title":"The Teacher&apos;s Role in Improving School-Community Relationships. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164538",
        "title":"Teaching 1: Classroom Management. Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164539",
        "title":"Parents as Partners in Teaching Handicapped Children (Tips for Teachers: Module 2). Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164541",
        "title":"Teacher Centers: Putting the Pieces Together for Success."},
      {
        "id":"ED164542",
        "title":"Organizing Independent Learning: Primary Level (Minicourse 8). Description of Teacher Inservice Education Materials."},
      {
        "id":"ED164545",
        "title":"Teacher Centers: Where, What, Why?"},
      {
        "id":"ED164547",
        "title":"Transforming A Family of Curves into A Family of Curves with A Single Shape."},
      {
        "id":"ED164548",
        "title":"Item-Item Curves and Consistent Mental Test Parameter Estimates."},
      {
        "id":"ED164549",
        "title":"Performance Criteria in Graduate Business Study: Parts I and II--Development of Rating Scales, Background Data Form and the Pilot Study."},
      {
        "id":"ED164552",
        "title":"Development of the Tredyffrin/Easttown Sex Fairness Survey."},
      {
        "id":"ED164556",
        "title":"Community Education Needs Assessment and Evaluation Guidebook."},
      {
        "id":"ED164562",
        "title":"The Process of Evaluation."},
      {
        "id":"ED164565",
        "title":"Multiple Stakeholders and Evaluation."},
      {
        "id":"ED164569",
        "title":"Design and Validation of an Observation Schedule and Self-Report for the Measurement of Self-Concept in an Educational Setting."},
      {
        "id":"ED164570",
        "title":"Accreditation Agency Field Test of Institutional Self Study Form. Improving the Consumer Protection Function in Postsecondary Education."},
      {
        "id":"ED164571",
        "title":"A Monte Carlo Study of Six Models of Change."},
      {
        "id":"ED164575",
        "title":"Predicting Field Independence from Intelligence and Socioeconomic Status: A Univariate and a Multivariate Scheme."},
      {
        "id":"ED164577",
        "title":"The Role of the State Agency in Local Assessment Systems. The Michigan Educational Assessment Program Kindergarten Program."},
      {
        "id":"ED164578",
        "title":"Individualizing Testing in a State Assessment Program. Metric Measurement and Music. The Michigan Educational Assessment Program."},
      {
        "id":"ED164579",
        "title":"Manual for the USES General Aptitude Test Battery. Section III: Development."},
      {
        "id":"ED164593",
        "title":"Evaluation Bias and Its Control. Paper #4 in Occasional Paper Series."},
      {
        "id":"ED164595",
        "title":"That's a Very Good Question: The Economic Impact of Credit by Examination."},
      {
        "id":"ED164598",
        "title":"The York University Biology Achievement Test. A Case Study of the Relationship Between Curriculum Policy, School Program, and External Testing."},
      {
        "id":"ED164601",
        "title":"Observed Treatment Effects with Special Regression Evaluation Models in Groups with No Treatment."},
      {
        "id":"ED164608",
        "title":"Precision for Simple Linear Models."},
      {
        "id":"ED164610",
        "title":"Bias in Testing: A Presentation of Selected Methods."},
      {
        "id":"ED164611",
        "title":"Toward a Quantitative Estimate of Internal Validity."},
      {
        "id":"ED164613",
        "title":"A Curriculum Orientation Profile."},
      {
        "id":"ED164614",
        "title":"Television as Stimulus Input in Synthetic Performance Testing. Technical Paper 303."},
      {
        "id":"ED164619",
        "title":"Manual for the USES General Aptitude Test Battery. Section IV: Norms, Specific Occupations."},
      {
        "id":"ED164623",
        "title":"Sex Bias in Testing: A Review with Policy Recommendations."},
      {
        "id":"ED164626",
        "title":"Changing Roles of Women in Industrial Societies; A Bellagio Conference, March 1976."},
      {
        "id":"ED164630",
        "title":"The Asian Woman in America."},
      {
        "id":"ED164643",
        "title":"Competency Testing: Potential for Discrimination."},
      {
        "id":"ED164645",
        "title":"USIA Intercultural Communication Course: 1977 Proceedings."},
      {
        "id":"ED164650",
        "title":"Asian American Field Survey: Summary of the Data."},
      {
        "id":"ED164653",
        "title":"Persons of Spanish Origin in the United States: March 1977. Population Characteristics. Current Population Reports, Series P-20, No. 329."},
      {
        "id":"ED164656",
        "title":"Working with Your Schools. A Handbook of the Louisiana Advisory Committee to the United States Commission on Civil Rights."},
      {
        "id":"ED164657",
        "title":"National Advisory Council on Equality of Educational Opportunity, Calendar Year 1977 Report."},
      {
        "id":"ED164658",
        "title":"Toward a Conceptualization of Urban Education."},
      {
        "id":"ED164659",
        "title":"Achievement in the Philadelphia Public School System."},
      {
        "id":"ED164665",
        "title":"A Group Counseling Approach for Persons Who Work With Sickle Cell Anemia Clients."},
      {
        "id":"ED164673",
        "title":"School Breakfast Menu Planning Guide."},
      {
        "id":"ED164675",
        "title":"Remarks by Gilbert G. Pompa Before the Mexican American Lawyers Association Third Annual Banquet, Chicago, Illinois."},
      {
        "id":"ED164688",
        "title":"Information Sources for Research in Urbanology: A Basic Bibliography."},
      {
        "id":"ED164691",
        "title":"The Insular Vision: Pedreira's Interpretation of Puerto Rican Culture. Centro Working Papers."},
      {
        "id":"ED164696",
        "title":"The Consequences of Age at First Childbirth: Educational Attainment. Working Paper: 1146-01."},
      {
        "id":"ED164697",
        "title":"The Consequences of Age at First Childbirth: Family Size. Working Paper: 1146-02."},
      {
        "id":"ED164698",
        "title":"The Consequences of Age at First Childbirth: Marriage, Separation and Divorce. Working Paper: 1146-03."},
      {
        "id":"ED164699",
        "title":"The Consequences of Age at First Childbirth: Labor Force Participation and Earnings. Working Paper: 1146-04."},
      {
        "id":"ED164700",
        "title":"The Consequences of Age at First Childbirth: Female Headed Families and Welfare Recipiency. Working Paper: 1146-05."},
      {
        "id":"ED164701",
        "title":"The Consequences of Age at First Childbirth: Causal Models. Working Paper: 1146-06."},
      {
        "id":"ED164702",
        "title":"The Consequences of Age at First Childbirth: Final Research Summary. Working Paper: 1146-07."},
      {
        "id":"ED164704",
        "title":"Legitimatizing Violence: Audience Judgments of Television Situations."},
      {
        "id":"ED164707",
        "title":"The Annotated Bibliography on Cross-Cultural Problems in Education. Volume I: Fugitive Literature. ERIC/CUE Urban Diversity Series, Number 55."},
      {
        "id":"ED164715",
        "title":"The Human Dimension in Urban Responsive Services: Toward Collaborative Research."},
      {
        "id":"ED164716",
        "title":"The Human Dimension in Urban Responsive Services: Toward Collaborative Research. Summary."},
      {
        "id":"ED164717",
        "title":"Guidelines: Towards Excellence in Reading Programs."},
      {
        "id":"ED164722",
        "title":"The Summer Feeding Program for Children: Reforms Begun--Many More Urgently Needed."},
      {
        "id":"ED164731",
        "title":"1978 Annual Report to the President and Congress. The National Advisory Council on the Education of Disadvantaged Children."},
      {
        "id":"ED164733",
        "title":"Directory of Funded Projects, Program Year 1978-79 (FY &apos;78 Funds): Special Programs for Disadvantaged Students; Educational Information Centers Program."},
      {
        "id":"ED164742",
        "title":"Inner City Human Factors Evaluation."},
      {
        "id":"ED164745",
        "title":"Interservice Procedures for Instructional Systems Development: Task V Final Report."},
      {
        "id":"ED164746",
        "title":"The Identification and National Verification of Competencies Important to Secondary and Post-Secondary Administrators of Vocational Education. Final Report: Development of Competency-Based Instructional Materials for Local Vocational Education Administrators--Part I. Research and Development Series No. 141."},
      {
        "id":"ED164747",
        "title":"The Development of Competency-Based Instructional Materials for the Preparation of Local Administrators of Secondary and Post-Secondary Vocational Education. Final Report: Development of Competency-Based Instructional Materials for Local Vocational Education Administrators--Part II. Research and Development Series No. 142."},
      {
        "id":"ED164748",
        "title":"Guide to Using Competency-Based Vocational Education Administrator Materials. Leadership and Training Series No. 58A."},
      {
        "id":"ED164749",
        "title":"Competency-Based Vocational Education Administrator Module. Organize and Work with a Local Vocational Education Advisory Council. Leadership and Training Series No. 58B-1."},
      {
        "id":"ED164750",
        "title":"Competency-Based Vocational Education Administrator Module. Supervise Vocational Education Personnel. Leadership and Training Series No. 58B-2."},
      {
        "id":"ED164751",
        "title":"Competency-Based Vocational Education Administrator Module. Appraise the Personnel Development Needs of Vocational Teachers. Leadership and Training Series No. 58B-3."},
      {
        "id":"ED164752",
        "title":"Competency-Based Vocational Education Administrator Module. Establish a Student Placement Service and Coordinate Follow-up Studies. Leadership and Training Series No. 58B-4."},
      {
        "id":"ED164753",
        "title":"Competency-Based Vocational Education Administrator Module. Develop Local Plans for Vocational Education: Part I. Leadership and Training Series No. 58B-5."},
      {
        "id":"ED164754",
        "title":"Competency-Based Vocational Education Administrator Module. Develop Local Plans for Vocational Education: Part II. Leadership and Training Series No. 58B-6."},
      {
        "id":"ED164755",
        "title":"Career Planning Support System Program (CPSS). Final Report."},
      {
        "id":"ED164760",
        "title":"Selection and Performance in a Gas Utility Company. Final Report."},
      {
        "id":"ED164762",
        "title":"Suitability of Available Student Materials for Individual and Group Instructional Purposes in Texas Vocational Agriculture Programs. A Summary Report of Research."},
      {
        "id":"ED164764",
        "title":"Supply Rate and Equilibrium Inventory of Air Force Enlisted Personnel: A Simultaneous Model of the Accession and Retention Markets Incorporating Force Level Constraints. Final Report for Period July 1969-June 1976."},
      {
        "id":"ED164771",
        "title":"Consumer Education: Consumer Education I and Consumer Education II. Course Objectives, Content Analysis, Supporting Objectives and Content Generalizations."},
      {
        "id":"ED171908",
        "title":"Industrial Arts Leadership Development Project, 1977-78. Final Report."},
      {
        "id":"ED171914",
        "title":"Placement of Junior and Senior High School Students in Non-Traditional Career Exploration Experiences in the Community. Final Project Performance Report."},
      {
        "id":"ED171915",
        "title":"Evaluation of the General Electric Foundation Summer Institutes on Career Education and Guidance."},
      {
        "id":"ED171920",
        "title":"Agriculture Education. Topic Analysis for Vocational Teacher Education."},
      {
        "id":"ED171923",
        "title":"National Assessment of Vocational Education Needs."},
      {
        "id":"ED171930",
        "title":"Rotary International and Career Education. Monographs on Career Education."},
      {
        "id":"ED171936",
        "title":"Youth Unemployment, 1978. Hearing before the Committee on Human Resources, United States Senate, Ninety-Fifth Congress, Second Session, on Examination of the Problems Facing Youths in the Job Market (July 31, 1978)."},
      {
        "id":"ED171939",
        "title":"Trends and Issues in Vocational Education; Implications for Vocational Education Research and Development. Occasional Paper No. 46."},
      {
        "id":"ED171948",
        "title":"Implementing Performance-Based Teacher Education. Final Report."},
      {
        "id":"ED171950",
        "title":"Career Planning Programs for Women Employees: Review of the Literature. Research and Development Series No. 134."},
      {
        "id":"ED171952",
        "title":"Career Planning Programs for Women Employees: Prototype Programs. Research and Development Series No. 137."},
      {
        "id":"ED171954",
        "title":"Occupational Education: Enrollments and Programs in Noncollegiate Postsecondary Schools, 1976."},
      {
        "id":"ED171955",
        "title":"Development of Scales on Attitudes towards the World of Work. (Executive Summary)."},
      {
        "id":"ED171956",
        "title":"Development of Scales on Attitudes towards the World of Work. Technical Manual."},
      {
        "id":"ED171959",
        "title":"The Planning Papers for the Vocational Education Study. Vocational Education Study Publication No. 1."},
      {
        "id":"ED171960",
        "title":"The Planning Papers on Consumer and Homemaking Education Programs. Vocational Education Study Publication No. 2."},
      {
        "id":"ED171961",
        "title":"Merchandising Your Job Talents. Revised Edition."},
      {
        "id":"ED171963",
        "title":"The Effects of Structural Employment and Training Programs on Inflation and Employment. Hearings before the Joint Economic Committee, Congress of the United States, Ninety-sixth Congress, First Session. (February 9 and 21, 1979)."},
      {
        "id":"ED171965",
        "title":"Food Stamp Program; Cashier Training Manual. New Rules."},
      {
        "id":"ED171971",
        "title":"Individual and Family Resource Management. [Home Economics for Oregon Schools))."},
      {
        "id":"ED171972",
        "title":"Living Environments. [Home Economics for Oregon Schools]."},
      {
        "id":"ED171973",
        "title":"Human Development and the Family. [Home Economics for Oregon Schools]."},
      {
        "id":"ED171977",
        "title":"Aspiration-Job Match: Age Trends in a Large Nationally-Representative Sample of Young White Men."},
      {
        "id":"ED171978",
        "title":"CE: Implementing Career Education. Resources Guide."},
      {
        "id":"ED171979",
        "title":"Establishing Parent Education Programs. A Leadership Monograph."},
      {
        "id":"ED171980",
        "title":"Evaluation of Adult Education Programs. California Adult Education."},
      {
        "id":"ED171981",
        "title":"The Transition from School to Work--the European Experience: Implications for Research and Development. Occasional Paper No. 49."},
      {
        "id":"ED171982",
        "title":"Identification of Reasons Why Qualified Women Do Not Pursue Mathematical Careers."},
      {
        "id":"ED171987",
        "title":"Experiential Education Policy Guidelines. Research and Development Series No. 160."},
      {
        "id":"ED171988",
        "title":"Experiential Education. A Primer on Programs. Information Series No. 162."},
      {
        "id":"ED171989",
        "title":"Experiential Education in the Workplace. An Annotated Bibliography. Bibliography Series No. 47."},
      {
        "id":"ED171996",
        "title":"A Competency-Based In-Service Training Program for Distributive Education Coordinators on Their Role as DECA Chapter Advisors. Phase I. Final Report, September 1, 1978 through June 15, 1979."},
      {
        "id":"ED172003",
        "title":"A Transportable Professional Development Module for Mainstreaming Students into Vocational Education."},
      {
        "id":"ED172017",
        "title":"Implications of Lengthened Health Education: Nursing and the Allied Health Fields."},
      {
        "id":"ED172018",
        "title":"Air Combat Training: Good Stick Index Validation. Final Report for Period 3 April 1978-1 April 1979."},
      {
        "id":"ED172021",
        "title":"Reading Related Teaching Competencies Identified for Florida Vocational Teachers. Final Report, September 1978 to June 1979."},
      {
        "id":"ED172023",
        "title":"Competency-Based Adult Vocational Education Project. Final Report."},
      {
        "id":"ED172024",
        "title":"Work Experience and Academic Credit: Issues and Concerns. Information Series No. 166."},
      {
        "id":"ED172027",
        "title":"Occupational Outlook Book, 1978-79 Edition. Bulletin No. 1955."},
      {
        "id":"ED172029",
        "title":"Many Thousand Words . . . Work Pictures."},
      {
        "id":"ED172030",
        "title":"On Developing Community Work-Education Councils."},
      {
        "id":"ED172031",
        "title":"The Work-Education Consortium: An Inventory of Projects in Progress."},
      {
        "id":"ED172044",
        "title":"Drugs, Alcohol, and Women's Health: An Alliance of Regional Coalitions. Final Report."},
      {
        "id":"ED172048",
        "title":"The Changing Retirement Scene: Decision Makers&apos; Views of Pre and Post Retirement Activities."},
      {
        "id":"ED172050",
        "title":"Programming Community Resources; A Training Program For Alcohol Program Administrators."},
      {
        "id":"ED172054",
        "title":"Interpersonal Violence Among Married and Cohabitating Couples."},
      {
        "id":"ED172057",
        "title":"Primary Group Contact and Elderly Morale: An Exchange/Power Analysis."},
      {
        "id":"ED172095",
        "title":"Planning Alcoholism Services; Participant Workbook."}]
  }}
