{
  "response":{"numFound":509939,"start":226000,"numFoundExact":true,"docs":[
      {
        "id":"ED172096",
        "title":"Life Skills for Mental Health Consumer Evaluation Panel Report."},
      {
        "id":"ED172097",
        "title":"A Developmental History of the Georgia Life Skills for Mental Health Program."},
      {
        "id":"ED172100",
        "title":"Adolescent Health, Services, and Pregnancy Prevention and Care Act of 1978; Hearings Before the Committee on Human Resources, United States Senate, Ninety-Fifty Congress, Second Session."},
      {
        "id":"ED172102",
        "title":"Interrole Conflict for Dual Career Couples: The Effects of Gender and Parenthood."},
      {
        "id":"ED172108",
        "title":"Women: Managers Stuck in the Middle?"},
      {
        "id":"ED172115",
        "title":"Interrelationships Amongst Locus of Control, Socioeconomic Status, Sex and Achievement."},
      {
        "id":"ED172119",
        "title":"Biological and Commonsense Constructions of Gender."},
      {
        "id":"ED172120",
        "title":"Old and Alone."},
      {
        "id":"ED172121",
        "title":"Satisfaction With the Legal System and Adjustment to Marital Separation."},
      {
        "id":"ED172122",
        "title":"Decision Processes Among the Elderly: Do They Differ?"},
      {
        "id":"ED172126",
        "title":"Case Disposition: An Assessment of Literature on Police Referral Practices."},
      {
        "id":"ED172127",
        "title":"Legislation to Prohibit Sex Discrimination on the Basis of Pregnancy; Hearing Before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Fifth Congress, First Session on H.R. 5055 and H.R. 6075."},
      {
        "id":"ED172128",
        "title":"Legislation to Prohibit Sex Discrimination on the Basis of Pregnancy, Part 2; Hearing Before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Fifth Congress, First Session on H.R. 5055 and H.R. 6075."},
      {
        "id":"ED172130",
        "title":"Alcohol and Drug Abuse Education Amendments of 1978; Hearing Before the Subcommittee on Alcoholism and Drug Abuse of the Committee on Human Resources, United States Senate, Ninety-Fifth Congress, Second Session on S. 2915."},
      {
        "id":"ED172131",
        "title":"Anonymity and Helping: Three Field Studies."},
      {
        "id":"ED172134",
        "title":"Learning in One-to-One Oral Reading Interactions: Outcomes of Teacher Attention to Errors."},
      {
        "id":"ED172162",
        "title":"The \"Functional\" and \"Social\" Uses of Literacy."},
      {
        "id":"ED172182",
        "title":"Handbook for Planning an Effective Reading Program."},
      {
        "id":"ED172184",
        "title":"Free Recall in Normal and Poor Readers as a Function of Task Manipulations."},
      {
        "id":"ED172186",
        "title":"Parents in Reading: Administrator's Guide."},
      {
        "id":"ED172187",
        "title":"Story Structure Versus Content Effects on Children&apos;s Recall and Evaluative Inferences. Technical Report No. 129."},
      {
        "id":"ED172188",
        "title":"Children's Reading Problems. Reading Education Report No. 8."},
      {
        "id":"ED172189",
        "title":"Some Reasons Why Teachers are Easier to Understand than Textbooks. Reading Education Report No. 9."},
      {
        "id":"ED172204",
        "title":"Cyclic Patterns of Interaction in the Discourse of English Teachers."},
      {
        "id":"ED172209",
        "title":"Discourse Analysis and Literary Study."},
      {
        "id":"ED172216",
        "title":"NIE Research: In Education \"Only Significant Differences Count.\""},
      {
        "id":"ED172217",
        "title":"A Comparative Evaluation of Student and Professional Prose."},
      {
        "id":"ED172231",
        "title":"The Classroom as Playground."},
      {
        "id":"ED172238",
        "title":"Mary Abigail Dodge: Journalist &amp; Anti-Feminist."},
      {
        "id":"ED172245",
        "title":"Television Viewers, Nonviewers, and Heavy Viewers."},
      {
        "id":"ED172248",
        "title":"Visual Literacy and Adolescent Novels--The Reading Connection."},
      {
        "id":"ED172249",
        "title":"Classroom as Drillfield: Can the Basics Build Writers?"},
      {
        "id":"ED172251",
        "title":"The University and the Community College: Responsibility as a Two-Way Street."},
      {
        "id":"ED172253",
        "title":"Administering a Cross-Disciplinary Writing Program."},
      {
        "id":"ED172269",
        "title":"A Formula for Change: The Report of the Task Force on Minorities in Public Broadcasting."},
      {
        "id":"ED172275",
        "title":"Prediction of Solvency in Affirmative Plans: The Burden of Policy Advocates."},
      {
        "id":"ED172279",
        "title":"Martin Heidegger: Interpretation, Language, and the Intrapersonal Process."},
      {
        "id":"ED172281",
        "title":"Ethnographic Analyses of Communication Events."},
      {
        "id":"ED172283",
        "title":"Grammar: An Exploratory Study of Students' Attitudes toward the Shibboleth."},
      {
        "id":"ED172284",
        "title":"Ethnographies of Mass Communication."},
      {
        "id":"ED172285",
        "title":"Communicating with the Elderly: Shattering Stereotypes."},
      {
        "id":"ED172292",
        "title":"Biometric Research in Perception and Neurology Related to the Study of Visual Communication."},
      {
        "id":"ED172296",
        "title":"Procedural Messages in Small Group Interaction."},
      {
        "id":"ED172306",
        "title":"Mass Media and Acculturation: Toward Development of an Interactive Theory."},
      {
        "id":"ED172308",
        "title":"Directory of Organizations and Personnel in Educational Management. Sixth Edition."},
      {
        "id":"ED172309",
        "title":"&quot;Is That Really Fair?&quot;"},
      {
        "id":"ED172319",
        "title":"School Closing. The Best of ERIC Clearinghouse on Educational Management, Number 46."},
      {
        "id":"ED172322",
        "title":"School Calendars and Energy Use. Technical Report No. 3 of a Study of School Calendars. A Study of the Energy Implications of Nine School Calendars in &quot;Typical&quot; New York State Elementary Schools."},
      {
        "id":"ED172343",
        "title":"The Built Environment for the Elderly and the Handicapped. A Selective Bibliography. Second Edition, Revised."},
      {
        "id":"ED172347",
        "title":"Educators' Guide for the Future."},
      {
        "id":"ED172348",
        "title":"Planning a Program Evaluation. An Educator's Handbook."},
      {
        "id":"ED172349",
        "title":"Planning Schools for the Future. Publication No. BM-1."},
      {
        "id":"ED172350",
        "title":"Curriculum and Instruction: Planning Improvement. Introduction [and] Unit 1: Developing the Need Definition [and] Unit 2: Establishing Improvement Requirements [and] Unit 3: Planning and Conducting the Search [and] Planning Coordinator's Manual."},
      {
        "id":"ED172351",
        "title":"Curriculum Program Selection: A Cost-Effectiveness Approach."},
      {
        "id":"ED172356",
        "title":"School Management and Contingency Theory: An Emerging Perspective."},
      {
        "id":"ED172358",
        "title":"Private High Schools: A Descriptive Profile and Comparison with Public High Schools."},
      {
        "id":"ED172359",
        "title":"System Change, System Linkage and Program Implementation. Draft."},
      {
        "id":"ED172365",
        "title":"Education Vouchers. Bibliography."},
      {
        "id":"ED172367",
        "title":"Teacher Evaluation. Research Action Brief Number 4."},
      {
        "id":"ED172379",
        "title":"Assessing the Equalization Potential of Education."},
      {
        "id":"ED172385",
        "title":"Church-State Issues in Education. Fastback 123."},
      {
        "id":"ED172386",
        "title":"Student and Teacher Absenteeism. Fastback 126."},
      {
        "id":"ED172387",
        "title":"Toward a Structural Theory of Innovation in Public Schools."},
      {
        "id":"ED172392",
        "title":"Planning and Development as Problem-Solving Strategies in Education. A Report on the Richmond (Virginia) Experience."},
      {
        "id":"ED172395",
        "title":"An Ideal-Type Model of the Public School."},
      {
        "id":"ED172416",
        "title":"Quality Control In Curriculum Development."},
      {
        "id":"ED172428",
        "title":"Better Inservice Education for Principals of Smaller Schools."},
      {
        "id":"ED172436",
        "title":"Money and Education: How Far Have We Come? Financing New Jersey Education in 1979."},
      {
        "id":"ED172446",
        "title":"The Condition of Education, 1979 Edition. Statistical Report."},
      {
        "id":"ED172447",
        "title":"The Condition of Education, Part 2, 1979 Edition. NCES Programs and Plans."},
      {
        "id":"ED172449",
        "title":"The District Master Plan for School Improvement: Instructions and Suggestions. Revised."},
      {
        "id":"ED172458",
        "title":"Digest of Education Statistics, 1979."},
      {
        "id":"ED172473",
        "title":"A Look at the Memory Performance of Retarded and Normal Children Utilizing the Levels of Processing Framework."},
      {
        "id":"ED172477",
        "title":"Strategies for Site Evaluation of Gifted Programs."},
      {
        "id":"ED172481",
        "title":"Behavior Modification of Retarded Preschool Children."},
      {
        "id":"ED172487",
        "title":"Developmental Disabilities Act Amendments of 1978. Hearings Before the Subcommittee on Health and the Environment of the Committee on Interstate and Foreign Commerce. House of Representatives, Ninety-Fifth Congress. April 4-5, 1978. Serial No. 95-103."},
      {
        "id":"ED172498",
        "title":"Planning Instruction for the Severely Handicapped."},
      {
        "id":"ED172500",
        "title":"Exceptional Child Education at the Bicentennial: A Parade of Progress. Revised Edition."},
      {
        "id":"ED172501",
        "title":"Your Gifted Child and You. Revised Edition."},
      {
        "id":"ED172502",
        "title":"Architectural Barriers Removal: Resource Guide."},
      {
        "id":"ED172504",
        "title":"The Essay as a Mediation Instrument in the Special Classroom."},
      {
        "id":"ED172510",
        "title":"From School to University: The Study Habits Research Project Final Report."},
      {
        "id":"ED172523",
        "title":"Direct Testing of Speaking Proficiency: Theory and Application."},
      {
        "id":"ED172569",
        "title":"Practical and Theoretical Concerns in Adult Vocational ESL: The Characteristics of Successful Vocational ESL Programs."},
      {
        "id":"ED172573",
        "title":"Language in Education: Forwards to Fundamentals. Keynote Addresses from the Horace Mann Lecture Series and the Paul Masoner International Lecture Series, 1972-1978."},
      {
        "id":"ED172582",
        "title":"Contrastive Rhetorics: Further Speculations."},
      {
        "id":"ED172600",
        "title":"Guide to American Higher Education Policy-Making."},
      {
        "id":"ED172604",
        "title":"The Interaction Between Learner Characteristics and Two Methods of College Instruction: Conventional and Mastery Learning."},
      {
        "id":"ED172605",
        "title":"Merit and Admissions Policy: Case Studies from Pakistan. Discussion Paper Series No. 59 D."},
      {
        "id":"ED172606",
        "title":"Interaction of Student Characteristics and Student-Faculty Relationships in the Prediction of Freshman Year Voluntary Persistence/Withdrawal Decisions."},
      {
        "id":"ED172611",
        "title":"Two Paths to Mass Higher Education: Issues and Outcomes in Belgium and France. Yale Higher Education Research Group Working Paper."},
      {
        "id":"ED172615",
        "title":"AAMC Longitudinal Study of Medical School Graduates of 1960. NCHSR Research Digest Series."},
      {
        "id":"ED172621",
        "title":"Higher Education Planning. A Bibliographic Handbook."},
      {
        "id":"ED172627",
        "title":"The Influence of High School Type and Curriculum on Enrollment in Higher Education and Postsecondary Training."},
      {
        "id":"ED172628",
        "title":"Ethical and Economic Issues: Trustee Interest and Involvement in Academic Policies for Faculty Consulting, Overload Teaching and Intellectual Property Rights."},
      {
        "id":"ED172629",
        "title":"Collective Bargaining in Higher Education: Up the Creek or Down the Slippery Slope. Reports from the Field."},
      {
        "id":"ED172630",
        "title":"The O.A.S. as Educator: The Case of the Interamerican Center for Teaching Statistics (CIENES)."},
      {
        "id":"ED172633",
        "title":"1976 Survey of 1974-75 College Graduates."},
      {
        "id":"ED172634",
        "title":"The Cost Structure of Higher Education: Implications for Governmental Policy in Steady State."},
      {
        "id":"ED172635",
        "title":"Teaching and Learning Styles in Higher Education: Match or Mismatch?"},
      {
        "id":"ED172638",
        "title":"Indicators of Administrative Effectiveness."},
      {
        "id":"ED172643",
        "title":"Administrative Evaluation. Administrator's Update. Volume 1, Number 1."},
      {
        "id":"ED172661",
        "title":"Personnel Needs and Training for Biomedical and Behavioral Research."},
      {
        "id":"ED172669",
        "title":"Access of Black Americans to Higher Education: How Open Is the Door?"},
      {
        "id":"ED172671",
        "title":"Student-Outcomes Questionnaires: An Implementation Handbook."},
      {
        "id":"ED172693",
        "title":"Financial Viability of Institutions. Issues in Post-Secondary Education."},
      {
        "id":"ED172695",
        "title":"Description and Documentation of the Dental School Dental Delivery System."},
      {
        "id":"ED172701",
        "title":"Basic Educational Opportunity Grant Validation Procedures, 1979-80."},
      {
        "id":"ED172703",
        "title":"Health Manpower Study of Selected Health Professions in California. 1976."},
      {
        "id":"ED172705",
        "title":"State Programs Supporting Health Manpower Training: An Inventory. Volume 1. Report and Tables."},
      {
        "id":"ED172711",
        "title":"Final Report of the Postsecondary Education Convening Authority to the Fund for the Improvement of Postsecondary Education, Department of Health, Education, and Welfare."},
      {
        "id":"ED172717",
        "title":"Impression Formation and Classroom Design: The Impact of Spatial Arrangement and Neatness on Judgments of Teachers."},
      {
        "id":"ED172728",
        "title":"INFORUM '78: Take Part in Tomorrow. A Report on the Ohio White House Conference on Library and Information Services."},
      {
        "id":"ED172734",
        "title":"Cost Analysis of Non-Formal ETV Systems: A Case Study of the &quot;Extra-Scolaire&quot; System in the Ivory Coast."},
      {
        "id":"ED172736",
        "title":"A Design Taxonomy Utilizing Ten Major Evaluation Strategies."},
      {
        "id":"ED172742",
        "title":"The Impact of 25 Television Programs on &quot;Water&quot; Produced and Broadcast by the Ivorian Out-of-School Education Project."},
      {
        "id":"ED172744",
        "title":"Michigan State University-Rockford Two-Way Cable Project. System Design, Application Experiments and Public Policy Issues. Final Report, Volume I: Summary."},
      {
        "id":"ED172745",
        "title":"Michigan State University-Rockford Two-Way Cable Project. System Design, Application Experiments and Public Policy Issues. Final Report, Volume II."},
      {
        "id":"ED172746",
        "title":"On Needs Assessment of Out-of-School Educational Television in the Ivory Coast."},
      {
        "id":"ED172750",
        "title":"Post-Primary Options in the Ivory Coast."},
      {
        "id":"ED172754",
        "title":"Rural Adult Education and the Role of Mass Media: A Comparative Analysis of Four Projects."},
      {
        "id":"ED172757",
        "title":"&quot;Tele Pour Tous&quot; in Rural Ivory Coast: Audience, Impact, Perceptions: Report of Two Surveys Conducted in January and April, 1977."},
      {
        "id":"ED172760",
        "title":"Visits to Twenty-Three Villages to Determine the Impact of the Water Series Produced by the Out-of-School TV Department."},
      {
        "id":"ED172767",
        "title":"The Design of Instructional Television Programs."},
      {
        "id":"ED172773",
        "title":"Interactive Closed Circuit Television: Educational Implications for the Severely Visually Impaired."},
      {
        "id":"ED172778",
        "title":"Models of Instructional Design: Origins, Purposes and Uses."},
      {
        "id":"ED172784",
        "title":"Research on Media--Where Do We Go From Here?"},
      {
        "id":"ED172786",
        "title":"Behavioral Objectives: A Critical Review of Theory and Research."},
      {
        "id":"ED172788",
        "title":"In Search of a Better Way to Organize Instruction: The Elaboration Theory."},
      {
        "id":"ED172791",
        "title":"Eye Movement Research and the Interaction between Television and Child-Related Characteristics."},
      {
        "id":"ED172793",
        "title":"The Politics of Instructional Innovation in Higher Education: A Cross Cultural Analysis."},
      {
        "id":"ED172796",
        "title":"Environmental & Personal Factors Affecting Instructional Development by the Media Professional at the K-12 Level."},
      {
        "id":"ED172802",
        "title":"Effect of Cartoon Illustrations on the Comprehension and Evaluation of Information Presented in the Print and Audio Mode."},
      {
        "id":"ED172803",
        "title":"Critical Issues in Needs Assessment."},
      {
        "id":"ED172807",
        "title":"The Formative Evaluation of Bilingual Television Programs: Some Results and Suggestions for Improvement."},
      {
        "id":"ED172811",
        "title":"Fault Tree Analysis: Its Implications for Use in Education."},
      {
        "id":"ED172812",
        "title":"The Collection of Survey Data for Testing the Autocatalytic Model for the Diffusion of Educational Innovations."},
      {
        "id":"ED172819",
        "title":"Packaging for Dissemination. Diffusion of Innovations Handbook Series."},
      {
        "id":"ED172822",
        "title":"CAIN Online Users Guide."},
      {
        "id":"ED172824",
        "title":"CAL INFO: California Agency Libraries and Information Sources."},
      {
        "id":"ED172830",
        "title":"Digital Avionics Information System (DAIS): Training Requirements Analysis Model (TRAMOD)."},
      {
        "id":"ED172832",
        "title":"Report on Questions Raised and Requests Made at the 1978 National Conference of Librarians Serving Blind and Physically Handicapped Readers."},
      {
        "id":"ED172835",
        "title":"Product Outcome Objectives: Model Grant to Serve Educationally Disadvantaged Adults."},
      {
        "id":"ED172867",
        "title":"Projections of High School Graduates in the West."},
      {
        "id":"ED172885",
        "title":"Academic Performance of L. A. C. C. Transfers to California State University at Los Angeles, 1977-78. Research Study #79-10."},
      {
        "id":"ED172899",
        "title":"The Cooling Out Function Reconsidered."},
      {
        "id":"ED172908",
        "title":"Towards a Cognitive Approach to the Study of Culture Acquisition."},
      {
        "id":"ED172910",
        "title":"Philosophical Thinking in the Elementary Schools: An Evaluation of the Educational Program Philosophy for Children."},
      {
        "id":"ED172918",
        "title":"Effects of the Knowledge Base on Children&apos;s Rehearsal and Organizational Strategies."},
      {
        "id":"ED172919",
        "title":"Group Homes for Children: Types & Characteristics."},
      {
        "id":"ED172920",
        "title":"Evaluation of Child Health Services: The Interface Between Research and Medical Practice."},
      {
        "id":"ED165796",
        "title":"Aspects of a Theory of Simplification, Debugging, and Coaching."},
      {
        "id":"ED165797",
        "title":"Intelligent CAI: An Author Aid for a Natural Language Interface."},
      {
        "id":"ED165798",
        "title":"NATO Symposium on the Evaluation and Planning of Interpersonal Telecommunications Systems. Final Report."},
      {
        "id":"ED165800",
        "title":"A Comparative Analysis of Methods for Tactical Data Inputting. Technical Paper 327."},
      {
        "id":"ED165810",
        "title":"A Summative Evaluation of Teaching the Young Handicapped Child: Spring 1978."},
      {
        "id":"ED165812",
        "title":"Federal Programs for Libraries: A Directory."},
      {
        "id":"ED165813",
        "title":"Public Library Construction 1965-1978. The Federal Contribution Through the Library Services and Construction Act."},
      {
        "id":"ED165822",
        "title":"The 1978 CETA Act: How AACJC Can Participate."},
      {
        "id":"ED165833",
        "title":"Report on Follow-Up Data Regarding Graduates of Transfer and Career Programs."},
      {
        "id":"ED165834",
        "title":"Games and Simulations in Developmental Education."},
      {
        "id":"ED165843",
        "title":"Position Papers."},
      {
        "id":"ED165845",
        "title":"Current Research on Small/Rural Community Colleges: Separating Fact from Fiction."},
      {
        "id":"ED165850",
        "title":"L. A. C. C. Financial Aids 1973-78. Research Study #79-1."},
      {
        "id":"ED165852",
        "title":"Student Recruitment for the Public, Two-Year College: A Mandatory Aspect of Institutional Viability."},
      {
        "id":"ED165853",
        "title":"LACC Student Survey--Fall 1978."},
      {
        "id":"ED165858",
        "title":"Four Phases of Developmental Education. Junior College Resource Review."},
      {
        "id":"ED165860",
        "title":"The Quality of Police Education: An AACJC Response."},
      {
        "id":"ED165871",
        "title":"Follow-Up Study of Children in the U.W.O. Preschool Project. Progress Report: Academic Year 1977-78. Research Bulletin No. 476."},
      {
        "id":"ED165885",
        "title":"Attachment and Children: Citations From Selected Data Bases."},
      {
        "id":"ED165886",
        "title":"Research in Action: The Uses of Research in a Social Work Agency."},
      {
        "id":"ED165887",
        "title":"Child Care and Child Development Programs, 1977-78. Hearings Before the Subcommittee on Child and Human Development of the Committee on Human Resources, United States Senate, Ninety-Fifth Congress, First and Second Sessions. Part I."},
      {
        "id":"ED165896",
        "title":"Child Welfare Strategy in the Coming Years."},
      {
        "id":"ED165897",
        "title":"Cardiovascular Conditions of Children 6-11 Years and Youths 12-17 Years: United States, 1963-1965 and 1966-1970."},
      {
        "id":"ED165898",
        "title":"Network 1975-1978 Evaluation Report."},
      {
        "id":"ED165899",
        "title":"Child Care and Child Development Programs, 1977-78. Hearings Before the Subcommittee on Child and Human Development of the Committee on Human Resources, United State Senate, Ninety-Fifth Congress, Second Session. Part 2."},
      {
        "id":"ED165904",
        "title":"Parent Involvement and the Development of Children with Special Needs."},
      {
        "id":"ED165906",
        "title":"EPSDT: Overview. Overview of the Medicaid Early and Periodic Screening Diagnosis and Treatment Program."},
      {
        "id":"ED165907",
        "title":"System of Social Services for Children and Their Families: An Overview."},
      {
        "id":"ED165913",
        "title":"Directory of Child Advocacy Programs."},
      {
        "id":"ED165914",
        "title":"Early Childhood and Family Development Programs Improve the Quality of Life for Low-Income Families. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED165915",
        "title":"EPSDT: Child Health. Child Health Information for Workers in the Medicaid Early and Periodic Screening Diagnosis and Treatment Program."},
      {
        "id":"ED165924",
        "title":"A Comparative Evaluation of Indices of Rurality--Are Rural Consumers Adequately Represented in the Shaping of Community Health Services?"},
      {
        "id":"ED165928",
        "title":"An Experiential Learning Center: A New Approach in Student Affairs Programming."},
      {
        "id":"ED165934",
        "title":"An Investigation of Bilingual Teacher Training and its Effect on Bilingual Bicultural Instruction."},
      {
        "id":"ED165936",
        "title":"Identifying the Community Power Actors: A Guide for Change Agents. North Central Regional Extension Publication 59."},
      {
        "id":"ED165937",
        "title":"Marriage Deferment and Achievement of Rural Youth: Comparisons of Blacks and Whites."},
      {
        "id":"ED165938",
        "title":"Child Abuse and Neglect Prevention and Treatment in Rural Communities: Two Approaches."},
      {
        "id":"ED165939",
        "title":"Children and Youth Camp Safety Act, 1978. Hearing Before the Subcommittee on Child and Human Development of the Committee on Human Resources, United States Senate, 95th Congress, 2nd Session on S. 258--To Provide for the Development and Implementation of Programs for Children and Youth Camp Safety (March 21, 1978)."},
      {
        "id":"ED165940",
        "title":"A Profile of Suwannee County, Florida."},
      {
        "id":"ED165941",
        "title":"A Profile of Hardee County, Florida."},
      {
        "id":"ED165945",
        "title":"Career Education and the American Indian. Fall 1976."},
      {
        "id":"ED165946",
        "title":"Career Cluster Activity Book, Intermediate Level. Learn About the Fifteen Career Clusters and Color the Pictures. Teacher&apos;s Manual."},
      {
        "id":"ED165947",
        "title":"Career Cluster Activity Book, Intermediate Level. Learn About the Fifteen Career Clusters and Color the Pictures."},
      {
        "id":"ED165948",
        "title":"Cultural Studies in Indian Education."},
      {
        "id":"ED165952",
        "title":"Telehealth Handbook. A Guide to Telecommunications Technology for Rural Health Care."},
      {
        "id":"ED165959",
        "title":"Controls Are Needed Over Indian Self-Determination Contracts, Grants, And Training And Technical Assistance Activities To Insure Required Services Are Provided To Indians. Report of the Comptroller General of the United States."},
      {
        "id":"ED165960",
        "title":"Alaska Native Students and College Success. ISER Occasional Paper No. 14."},
      {
        "id":"ED165962",
        "title":"Village High Schools: Some Educational Strategies to Help Meet Developmental Needs of Rural Youth. ISER Occasional Paper No. 13."},
      {
        "id":"ED165966",
        "title":"Indian Projects Funded by EDA, August 26, 1965-September 30, 1977."},
      {
        "id":"ED165978",
        "title":"Title I-M, ESEA Oregon Migrant Education Program Monitoring System."},
      {
        "id":"ED165983",
        "title":"A National Plan for Energy Research, Development and Demonstration."},
      {
        "id":"ED165992",
        "title":"U.S.A. Plant Visits, 1977-1978."},
      {
        "id":"ED165993",
        "title":"An Impact Analysis of Sponsored Projects to Increase the Participation of Women in Careers in Science and Technology (Abbreviated Version with Selected Appendices)."},
      {
        "id":"ED165995",
        "title":"A Group Contingency for Electricity Conservation in Master Metered Apartments. Report No. 242."},
      {
        "id":"ED165998",
        "title":"Piagetian Research in Science Education: Some Misgivings About Its Potential to Improve Practice."},
      {
        "id":"ED166000",
        "title":"Second Thoughts About the Potential Influence of Science Teacher Education Research."},
      {
        "id":"ED166003",
        "title":"Assessing the Degree of Implementation of the Important Features of a Curricular Innovation. Paper Presented at the Bat-Sheva Seminar on Curriculum Implementation and its Relationship to Curriculum Development in Science (Rehovot-Jerusalem, Israel, July 1978)."},
      {
        "id":"ED166005",
        "title":"Earth Science 11. Curriculum Guide."},
      {
        "id":"ED166006",
        "title":"Geology 12. Curriculum Guide."},
      {
        "id":"ED166007",
        "title":"Cognitive Effects of Games on Mathematics Learning. A Revision of a Paper Presented at the Annual Meeting of the National Council of Teachers of Mathematics (Cincinnati, Ohio, April 1977)."},
      {
        "id":"ED166017",
        "title":"Energy: Knowledge and Attitudes, A National Assessment of Energy Awareness Among Young Adults."},
      {
        "id":"ED166018",
        "title":"Instructional Computing: Ten Case Studies."},
      {
        "id":"ED166020",
        "title":"Connecticut Assessment of Educational Progress: Mathematics. 1976-77 Summary Report."},
      {
        "id":"ED166022",
        "title":"National Energy Conservation Policy Act. Public Law 95-619, 95th Congress."},
      {
        "id":"ED166023",
        "title":"Sex-Related Differences in Mathematical Problem Solving Performance and Intellectual Abilities."},
      {
        "id":"ED166026",
        "title":"Mathematics Curriculum Guide, Grades 7-12."},
      {
        "id":"ED166027",
        "title":"Manpower Resources for Scientific Activities at Universities and Colleges, January 1976. Detailed Statistical Tables, Appendix B."},
      {
        "id":"ED166031",
        "title":"Energy and Water: Conservation Suggestions for California's Elementary and Secondary Schools."},
      {
        "id":"ED166034",
        "title":"The Status of Pre-College Science, Mathematics, and Social Studies Educational Practices in U.S. Schools: An Overview and Summaries of Three Studies."},
      {
        "id":"ED166035",
        "title":"How to Operate an Energy Advisory Service, Volume I: Report and Recommendations. Final Report."},
      {
        "id":"ED166036",
        "title":"How to Operate an Energy Advisory Service, Volume II: New York Institute of Technology Energy Information Center and Referral Service Resource Material. Final Report."},
      {
        "id":"ED166037",
        "title":"How to Operate an Energy Advisory Service, Volume III: New York Tech Energy Hot Line Resource Material. Final Report."},
      {
        "id":"ED166041",
        "title":"Mathematics for Georgia Schools, Volume I: Primary Grades."},
      {
        "id":"ED166042",
        "title":"Mathematics for Georgia Schools, Volume II: Upper Elementary Grades."},
      {
        "id":"ED166043",
        "title":"Energy/Environment Fact Book. Decision Series."},
      {
        "id":"ED166047",
        "title":"Energy Conservation for Schools. 1978 Edition. Report Number 00654-78-09."},
      {
        "id":"ED166051",
        "title":"Perspectives on Women and Mathematics."},
      {
        "id":"ED166052",
        "title":"The Future of Women in Science and Engineering. Keynote Address at Women's Career Day in Computer Science at the University of Southern California, October 7, 1978."},
      {
        "id":"ED166053",
        "title":"High School Ability Patterns: A Backward Look from the Doctorate. Scientific Manpower Report No. 6."},
      {
        "id":"ED166054",
        "title":"Annual Collection and Storage of Solar Energy for the Heating of Buildings, Report No. 3. Semi-Annual Progress Report, August 1977 - January 1978."},
      {
        "id":"ED166056",
        "title":"Marine Related Occupations: A Primer for High School Students. Insight 7."},
      {
        "id":"ED166057",
        "title":"What Research Says to the Science Teacher. Volume 2."},
      {
        "id":"ED166058",
        "title":"Case Studies in Science Education, Volume I: The Case Reports."},
      {
        "id":"ED166059",
        "title":"Case Studies in Science Education, Volume II: Design, Overview and General Findings."},
      {
        "id":"ED166060",
        "title":"Putting \"Energy\" in Your Course: 1978. A Collection of Energy Teaching Units Designed by the Participants of the Energy Institute for Secondary Science and Social Science Teachers."},
      {
        "id":"ED166062",
        "title":"Principles and Procedures for Evaluating the Toxicity of Household Substances. Revised."},
      {
        "id":"ED166063",
        "title":"Laboratory Animal Management: Wild Birds."},
      {
        "id":"ED166065",
        "title":"Haruspicating With Science Fiction Or Through the Looking Glass -- Dimly."},
      {
        "id":"ED166068",
        "title":"People Liberation: One Semester Course for Social Studies or Family and Consumer Studies."},
      {
        "id":"ED166073",
        "title":"The Rise and Influence of the American Academy, 1750-l800."},
      {
        "id":"ED166078",
        "title":"The Search for a Value Consensus. Working Papers."},
      {
        "id":"ED166086",
        "title":"The Educational System of Romania. Education around the World."},
      {
        "id":"ED166087",
        "title":"Teaching and Learning about Science and Social Policy."},
      {
        "id":"ED166088",
        "title":"What Can Children Learn in Geography? A Review of Research."},
      {
        "id":"ED166091",
        "title":"The Polish Folk High Schools. Occasional Papers in Continuing Education. Number 17."},
      {
        "id":"ED166095",
        "title":"Nature in World Development: Patterns in the Preservation of Scenic and Outdoor Recreation Resources. Working Papers."},
      {
        "id":"ED166096",
        "title":"The World Food Situation: A New Initiative. Working Papers."},
      {
        "id":"ED166097",
        "title":"International Environmental Monitoring: A Bellagio Conference, February 16-18, 1977 (Revised Publication)."},
      {
        "id":"ED166099",
        "title":"Third Bellagio Conference on Population, May 10-12, 1973. Working Papers."},
      {
        "id":"ED166100",
        "title":"Bellagio IV Population Conference. Working Papers."},
      {
        "id":"ED166101",
        "title":"Humanistic and Behavioristic Teachers on the Precollege Level: A Second Report on the Non-Existent Differences Between Them."},
      {
        "id":"ED166109",
        "title":"Planting for the Future: Forestry for Human Needs. Worldwatch Paper 26."},
      {
        "id":"ED166110",
        "title":"Social and Economic Characteristics of the Metropolitan and Nonmetropolitan Population: 1977 and 1970. Current Population Reports, Special Studies, Series P-23, No. 75."},
      {
        "id":"ED166111",
        "title":"The Anthropology of Dance. A Selected Bibliography."},
      {
        "id":"ED166120",
        "title":"Social Studies Materials and Resources Data Book. Volume 4."},
      {
        "id":"ED166122",
        "title":"Attitudes toward Art. Selected Results from the First National Assessment of Art."},
      {
        "id":"ED166123",
        "title":"Changes in Political Knowledge and Attitudes, 1969-76. Selected Results from the Second National Assessments of Citizenship and Social Studies."},
      {
        "id":"ED166128",
        "title":"The State of Our Union."},
      {
        "id":"ED166130",
        "title":"Attitudinal and Normative Factors Associated with Adolescent Cigarette Smoking."},
      {
        "id":"ED166131",
        "title":"Cigarette Warning Labels as Educational Devices."},
      {
        "id":"ED166132",
        "title":"Let's Explore Our Playground."},
      {
        "id":"ED166134",
        "title":"Methods for Discovering Cues Used by Judges: Two Working Papers. Research Series No. 11."},
      {
        "id":"ED166144",
        "title":"Guide to Implementing a Girls' and Women's Sports Commission."},
      {
        "id":"ED166145",
        "title":"The Student Teaching Experience: A Methodological Critique of the Research."},
      {
        "id":"ED166163",
        "title":"Survey of M.S.U. Graduates of Five Student Teaching Programs: Trends and Long-Range Outcomes of Student Teaching Programs Suggested by a Survey of Michigan State University Graduates and Their Supervisors."},
      {
        "id":"ED166168",
        "title":"Health and Health Services Research: Emerging Behavioral Science Careers."},
      {
        "id":"ED166169",
        "title":"The Supervision of Teachers: A Selected Annotated Bibliography. Bibliographies on Educational Topics No. 10."},
      {
        "id":"ED166178",
        "title":"Teaching Behavior and Sport History. AAHPER Research Consortium Symposium Papers. Volume 1, Book 1."},
      {
        "id":"ED166180",
        "title":"Movement Studies. AAHPER Research Consortium Symposium Papers."},
      {
        "id":"ED166181",
        "title":"A Topical List of Theses and Dissertations in Health Education. Volumes II, III."},
      {
        "id":"ED166193",
        "title":"Classroom Organization at the Beginning of School: Two Case Studies."},
      {
        "id":"ED166197",
        "title":"Psychoeducational Diagnostic Services for Learning Disabled Youths. Research Procedures."},
      {
        "id":"ED166203",
        "title":"A Monte Carlo Investigation of Spuriously Inflated Regression Estimates."},
      {
        "id":"ED166204",
        "title":"Strategies of Path Analysis."},
      {
        "id":"ED166206",
        "title":"The Use of Path Analysis in Program Evaluation. No. 12."},
      {
        "id":"ED166209",
        "title":"Assimilation and Developmental Processes of a Perceptual Trace in Kinesthetic Memory and a Model of Kinesthesis. Final Report."},
      {
        "id":"ED166215",
        "title":"Comparison of WISC and WISC-R Racial Regression Lines."},
      {
        "id":"ED166218",
        "title":"Reducing Testing Time While Preserving Test Information: A Ten Item Fourth Grade MEAP Reading Test."},
      {
        "id":"ED166219",
        "title":"Path Analysis: A Brief Introduction."},
      {
        "id":"ED166220",
        "title":"Relationships Between Testing and the Curriculum. Occasional Paper No. 9."},
      {
        "id":"ED166221",
        "title":"Manual for the Bateria de Examenes de Aptitud General (BEAG). Section II. Development."},
      {
        "id":"ED166222",
        "title":"Generalization of Findings From Single Case Studies."},
      {
        "id":"ED166224",
        "title":"A Bayesian Solution for Two-Way Analysis of Variance. ACT Technical Bulletin No. 8."},
      {
        "id":"ED166225",
        "title":"Trainer's Manual for CEVAL Elementary School. A Simulation Exercise."},
      {
        "id":"ED166232",
        "title":"The Effects of Knowledge of Results and Test Difficulty on Ability Test Performance and Psychological Reactions to Testing. Research Report 78-2."},
      {
        "id":"ED166234",
        "title":"Annual Plan for the Improvement of Educational Achievement in West Virginia, 1978-79."},
      {
        "id":"ED166235",
        "title":"The Effect of Nonstandard Undergraduate Assessment and Reporting Practices on the Graduate School Admissions Process. GRE Board Research Report GREB No. 76-14R."},
      {
        "id":"ED166236",
        "title":"A Summary of Data Collected From Graduate Record Examinations Test-Takers During 1975-76. Data Summary Report #1."},
      {
        "id":"ED166237",
        "title":"Alternate Methods of Equating GRE Advanced Tests. Project Report PR 71-17 (October 1971). GRE Board Professional Report GREB No. 69-2P."},
      {
        "id":"ED166238",
        "title":"The Assessment of Quality in Ph.D. Programs: A Preliminary Report on Judgments by Graduate Deans. GRE Board Preliminary Report (September, 1973). GRE Board Research Report GREB No. 72-7aR."},
      {
        "id":"ED166239",
        "title":"A Study of the Predictive Validity of the Tests of Scientific Thinking. Research Bulletin RB-77-6. (May 1977). GRE Board Professional Report GREB No. 74-6P."},
      {
        "id":"ED166241",
        "title":"Air Force Officer Qualifying Test Form N: Development and Standardization. Final Report for Period March 1974 - March 1978."},
      {
        "id":"ED166246",
        "title":"Comparative Racial Analysis of Enlisted Advancement Exams: Item Differentiation. Final Report."},
      {
        "id":"ED166247",
        "title":"Attitudinal and Demographic Characteristics of Education Students at Auburn University at Montgomery."},
      {
        "id":"ED166254",
        "title":"A Paper-Pencil Inventory for the Assessment of Piaget's Tasks."},
      {
        "id":"ED166257",
        "title":"A Short and Simple Introduction to Tailored Testing."},
      {
        "id":"ED166262",
        "title":"Research and Evaluation Studies from Large School Systems. 1977."},
      {
        "id":"ED166263",
        "title":"Information for Education Writers from ERIC."},
      {
        "id":"ED166286",
        "title":"The Fiscal Crisis of the State: A Case Study of Education in Detroit."},
      {
        "id":"ED166290",
        "title":"The Role of Minority Firms and 8(a) Companies in Educational Research and Development."},
      {
        "id":"ED166296",
        "title":"Sexual Attitudes and Knowldge Among Black Inner-City Elementary School Students in Philadelphia: A Pilot Study."},
      {
        "id":"ED166297",
        "title":"Educational Concerns of Inner-City Black Parents: A Pilot Study."},
      {
        "id":"ED166303",
        "title":"Issues in Black Mental Health; Selected Conference Papers."},
      {
        "id":"ED166309",
        "title":"Parents, The Real Teachers."},
      {
        "id":"ED166321",
        "title":"Inequalities in the Educational Experiences of Black and White Americans. Hearing before the Task Force on Human Resources of the Committee on the Budget, House of Representatives, Ninety-Fifth Congress, Second Session."},
      {
        "id":"ED166327",
        "title":"Do Working Wives Increase Family Income Inequality? Discussion Paper No. 518-78."},
      {
        "id":"ED166333",
        "title":"Diffusing Innovation in an Urban Setting: An Evaluator's Perspective."},
      {
        "id":"ED166336",
        "title":"Window Dressing on the Set: An Update."},
      {
        "id":"ED166339",
        "title":"School Desegregation in Providence, Rhode Island. A Staff Report."},
      {
        "id":"ED166340",
        "title":"Maintaining Parent Interest in Title I Parent Advisory Councils."},
      {
        "id":"ED166341",
        "title":"Students and Schools."},
      {
        "id":"ED166345",
        "title":"The Renewal of Australian Schools: A Changing Perspective in Educational Planning. Second Edition."},
      {
        "id":"ED166347",
        "title":"Meddlin&apos;: Aggression as Cultural Dissonance in a Desegregated School."},
      {
        "id":"ED166360",
        "title":"Comprehensive Career Education. Final Report, 1975-76."},
      {
        "id":"ED166364",
        "title":"Employment and Training Programs. The Local View."},
      {
        "id":"ED166365",
        "title":"Career Education in Higher Education. [An Infusion Model.] Volume II."},
      {
        "id":"ED166366",
        "title":"Career Education in Higher Education. [An Infusion Model.] Volume III."},
      {
        "id":"ED166370",
        "title":"A Summary of Operant Conditioning Techniques for Use by Supervisors and Teachers."},
      {
        "id":"ED166379",
        "title":"Sex Equality in Vocational Education: A Chance for Educators to Expand Opportunities for Students."},
      {
        "id":"ED166398",
        "title":"Comprehensive Career Education Project, 1976-77. Executive Summary. [Final Report]."},
      {
        "id":"ED166407",
        "title":"Expanding and Updating the Knowledge and Skills in Clothing-Related Services of Home Economics Trained Persons by Means of Inservice Training Utilizing Community Resources. Final Report."},
      {
        "id":"ED166413",
        "title":"The New Nurse in Industry. A Guide for the Newly Employed Occupational Health Nurse."},
      {
        "id":"ED166416",
        "title":"Sex-Fair Interest Measurement: Research and Implications."},
      {
        "id":"ED166417",
        "title":"Towards Work-Education Collaboration: Revitalizing an American Tradition."},
      {
        "id":"ED166418",
        "title":"Career and Vocational Development of Handicapped Learners: An Annotated Bibliography. Information Series No. 134."},
      {
        "id":"ED166419",
        "title":"The Career and Vocational Development of Handicapped Learners. Information Series No. 135."},
      {
        "id":"ED166420",
        "title":"Affective Work Competencies for Vocational Education. Information Series No. 138."},
      {
        "id":"ED166421",
        "title":"An Analysis of Documents from State Departments of Education Relating to Comprehensive Career Guidance Programs and of FY 1974 and 1975 Part C Project Documents Relating to Guidance. Research and Development Series No. 133."},
      {
        "id":"ED166435",
        "title":"The National Manpower Survey of the Criminal Justice System. Volume Three. Corrections."},
      {
        "id":"ED166437",
        "title":"Equal Rights for Women in Education. Model Policy Statement and Guidelines for Implementation: Vocational Education."},
      {
        "id":"ED166439",
        "title":"A Research Agenda for the National Longitudinal Surveys of Labor Market Experience: Report on the Social Science Research Council&apos;s Conference on the National Longitudinal Surveys, October, 1977. Parts I to IV."},
      {
        "id":"ED166442",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Phase III: Influences of the Occupational Survival Skills Modules on the Attainment of Skills and Attitudes toward Employment of Selected High School Students."},
      {
        "id":"ED166455",
        "title":"Project: MOBILITY. Introduction and Summary."},
      {
        "id":"ED166456",
        "title":"[Project: MOBILITY.] Research and Design Project for Disadvantaged Student Programs and Needs Assessment of Select Disadvantaged Students Programs at Fresno City College. Summary of Final Report. Need Assessment."},
      {
        "id":"ED166457",
        "title":"Project: MOBILITY. A Federally Funded Research and Design Project for Disadvantaged and Handicapped Vocational Education Students. Automotive Mechanics. Curriculum Analysis."},
      {
        "id":"ED166458",
        "title":"Project: MOBILITY. A Federally Funded Research and Design Project for Disadvantaged and Handicapped Vocational Education Students. Electronics. Curriculum Analysis."},
      {
        "id":"ED166459",
        "title":"Project: MOBILITY. A Federally Funded Research and Design Project for Disadvantaged and Handicapped Vocational Education Students. Licensed Vocational Nursing. Curriculum Analysis."},
      {
        "id":"ED166461",
        "title":"Project: MOBILITY. A Federally Funded Research and Design Project for Disadvantaged and Handicapped Vocational Education Students. Registered Nurses. Curriculum Analysis."},
      {
        "id":"ED166462",
        "title":"Project: MOBILITY. A Federally Funded Research and Design Project for Disadvantaged and Handicapped Vocational Education Students. The Extended Family. Counseling and Guidance."},
      {
        "id":"ED166463",
        "title":"Project: MOBILITY. A Federally Funded Research and Design Project for Disadvantaged and Handicapped Vocational Education Students. Affirmative Action and Sex Fairness Management Plans."},
      {
        "id":"ED166464",
        "title":"Project: MOBILITY: A Federally Funded Research and Design Project for Disadvantaged and Handicapped Vocational Education Students. Long Range Planning Process. Management Plans."},
      {
        "id":"ED166465",
        "title":"Project: MOBILITY. A Federally Funded Research Design Project for Disadvantaged and Handicapped Vocational Education Students. Program Evaluation and Fiscal Audit."},
      {
        "id":"ED166542",
        "title":"Collaboration in State Career Education Policy Development: The Role of Business, Industry and Labor. Report No. 117."},
      {
        "id":"ED166543",
        "title":"Legislating for Career Education: A Handbook for State Policy Makers. Report No. 118."},
      {
        "id":"ED166544",
        "title":"An Overview of State Career Education Laws. Report No. 119."},
      {
        "id":"ED166545",
        "title":"Career Education: The Policies and Priorities of Businesses, Organizations and Agencies. Report No. 120."},
      {
        "id":"ED166548",
        "title":"Overview: 1977 Reports of the State Advisory Councils on Vocational Education."},
      {
        "id":"ED166553",
        "title":"Evaluation of Certain Aspects of Vocational Education Personnel Development Centers. Interim Report."},
      {
        "id":"ED166554",
        "title":"Poison Awareness: A Discussion Leader's Guide."},
      {
        "id":"ED166555",
        "title":"Poison Awareness: A Resource Book for Teachers, Grades 7-9."},
      {
        "id":"ED166556",
        "title":"Little Big Kids, for Ages 3-5."},
      {
        "id":"ED166557",
        "title":"Medium Big Kids, for Ages 6-9."},
      {
        "id":"ED166558",
        "title":"Big Big Kids, for Ages l0-l2."},
      {
        "id":"ED166559",
        "title":"Motorcycle Education Curriculum Specifications. Final Report."},
      {
        "id":"ED166565",
        "title":"Supervision. A Higher Education Training Monograph."},
      {
        "id":"ED166567",
        "title":"The Influence of Contraception on Adolescent Sexual Behavior."},
      {
        "id":"ED166569",
        "title":"Self-Disclosure: A Function of Sex or Sex Role?"},
      {
        "id":"ED166572",
        "title":"Houston: Public Attitudes About Crime. A National Crime Survey Report."},
      {
        "id":"ED166573",
        "title":"Washington, D.C.: Public Attitudes About Crime. A National Crime Survey Report."},
      {
        "id":"ED166574",
        "title":"Portland Forward Records Check of Crime Victims."},
      {
        "id":"ED166578",
        "title":"Evaluation for Criminal Justice Agencies: Problem-Oriented Discussion."},
      {
        "id":"ED166580",
        "title":"Relationships Between Father's Age, Birth Order, Family Size, and Need Achievement."},
      {
        "id":"ED166581",
        "title":"The Entering Freshmen Topology: Guidelines for the Design of a Student Data Collection System and Its Use in Teaching and Administration."},
      {
        "id":"ED166586",
        "title":"Counselor Supervision: A Consumer's Guide."},
      {
        "id":"ED166587",
        "title":"Causal Attributions and the Likelihood of Future Performance."},
      {
        "id":"ED166588",
        "title":"Black Student Achievement in Desegregated Schools: Suggestions for Future Research."},
      {
        "id":"ED166589",
        "title":"Mental Health in the Schools: Parent Training."},
      {
        "id":"ED166590",
        "title":"A Self-Directed Career Planning Program for the Visually Disabled. Final Report."},
      {
        "id":"ED166592",
        "title":"A Longitudinal Study of Premarital Couples: A Social Exchange Perspective."},
      {
        "id":"ED166594",
        "title":"Paraprofessionals as a Bridge Between Agencies and Nonprofessional Community Caregivers."},
      {
        "id":"ED166608",
        "title":"Self-Derogation and Psychopathology."},
      {
        "id":"ED166612",
        "title":"Effectiveness of Nonprescription Therapies for Problem Drinkers."},
      {
        "id":"ED166613",
        "title":"Paradox as an Intervention Strategy with Emotionally Disturbed Adolescents."},
      {
        "id":"ED166614",
        "title":"Using Family Reconstruction Techniques with Families in Therapy."},
      {
        "id":"ED166619",
        "title":"Leader Responses to Poor Performance: An Attributional Analysis."},
      {
        "id":"ED166620",
        "title":"Goal Attainment Scaling: An Experience in Implementation."},
      {
        "id":"ED166628",
        "title":"Theory Driven Processing and the Use of Complex Evidence."},
      {
        "id":"ED166630",
        "title":"A Model for Developing Program Evaluations to Influence Policy."},
      {
        "id":"ED166631",
        "title":"Privacy and Security of Criminal History Information. An Analysis of Privacy Issues."},
      {
        "id":"ED166632",
        "title":"Anxiety and Education."},
      {
        "id":"ED166635",
        "title":"Beyond Literal Similarity. Technical Report No. 105."},
      {
        "id":"ED166636",
        "title":"Contextual Information and Reading Comprehension."},
      {
        "id":"ED166638",
        "title":"Representation and Process in Transitive Inference. Technical Report No. 12."},
      {
        "id":"ED166641",
        "title":"Simplified Reading Materials for Language Handicapped Persons."},
      {
        "id":"ED166648",
        "title":"The Social and Economic Impact of Illiteracy in Georgia."},
      {
        "id":"ED166651",
        "title":"Individual Differences in Schema Utilization during Discourse Processing. Technical Report No. 111."},
      {
        "id":"ED166652",
        "title":"Phonological Coding in Beginning Reading."},
      {
        "id":"ED166660",
        "title":"A Reading Program for the 70s: Physical Education."},
      {
        "id":"ED166661",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; October through December 1978 (Vol. 39 Nos. 4 through 6)."},
      {
        "id":"ED166666",
        "title":"Comparing Elementary and Secondary Teachers: Reading Attitudes, Awareness, and Abilities."},
      {
        "id":"ED166683",
        "title":"Early Reading: A Comprehensive Annotated Bibliography. Occasional Paper Number 2."},
      {
        "id":"ED166685",
        "title":"Thirty-two Varieties of Reading."},
      {
        "id":"ED166686",
        "title":"Reading Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; October through December 1978 (Vol. 39 Nos. 4 through 6)."},
      {
        "id":"ED166687",
        "title":"Reading Instruction: Remedial and Compensatory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; August through December 1978 (Vol. 39 Nos. 2 through 6)."},
      {
        "id":"ED166689",
        "title":"Levels of Analysis in Mass Media Decision-Making: A Taxonomy and Research Strategy."},
      {
        "id":"ED166706",
        "title":"Teaching the Advertising Campaigns Course for Fun and Profit."},
      {
        "id":"ED166715",
        "title":"Dumping Accumulated Mental Debris, or Gearing Down at Fifty."},
      {
        "id":"ED166718",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1978 (Vol. 39 Nos. 1 through 6)."},
      {
        "id":"ED166720",
        "title":"Summary Results of the DoDDS Language Arts and Mathematics Assessment, Grades 3 and 6, 1978."},
      {
        "id":"ED166722",
        "title":"Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1978 (Vol. 39 Nos. 1 through 6)."},
      {
        "id":"ED166724",
        "title":"Literature, Literary Values, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" October through December 1978 (Vol. 39 Nos. 1 through 6)."},
      {
        "id":"ED166741",
        "title":"Acculturation and Patterns of Interpersonal Communication Relationships: A Study of Japanese, Mexican and Korean Communities in the Chicago Area."},
      {
        "id":"ED166746",
        "title":"Ethics in Textbook Selection: A Perspective."},
      {
        "id":"ED166763",
        "title":"Patterns of Performance: Public Broadcasting and Education 1974-1976."},
      {
        "id":"ED166771",
        "title":"Student Retention vs. Social Promotion. The Best of ERIC, Number 43."},
      {
        "id":"ED166810",
        "title":"Alternative Approaches to Analyzing Educational Dissemination and Linkage Roles and Functions. Educational Knowledge Dissemination and Utilization. Occasional Paper Series."},
      {
        "id":"ED166811",
        "title":"Assessment Instruments for Educational Linking Agent Training: A Preliminary Compendium."},
      {
        "id":"ED170904",
        "title":"Teachers and Labor Relations, 1977-78. Special Report. Government Employee Relations Report Covering Municipal, County, State, and Federal Developments."},
      {
        "id":"ED170905",
        "title":"1978 Age Discrimination Act Amendments. Explanation of 1978 Age Discrimination Act Amendments. Report of Committee on Conference, Including Text of H.R. 5383. Text of Age Discrimination Act, as Amended. Report of House Labor Committee. Report of Senate Human Resources Committee. Union Labor Report No. 1596, Special Supplement, Part 2."},
      {
        "id":"ED170908",
        "title":"Career Socialization of Women in School Administration."},
      {
        "id":"ED170911",
        "title":"Evaluation and Resource Management: A Policy-Maker's Guide to Using Program Data in Policy Formation."},
      {
        "id":"ED170912",
        "title":"The Development of an Interagency Agreement: The Teacher Corps Youth Advocacy School Crime Intervention Program."},
      {
        "id":"ED170914",
        "title":"The Female High School Principal: Key Factors in Successful Career Advancement."},
      {
        "id":"ED170915",
        "title":"Resource Allocation Procedures Viewed From Within the Administrative Structure of Large Urban Schools."},
      {
        "id":"ED170923",
        "title":"An Administrator's Legal Guide to Student Control."},
      {
        "id":"ED170929",
        "title":"Student Eligibility and Other Problems in Federally Funded and Operated Schools in Puerto. Report by the Comptroller General of the United States."},
      {
        "id":"ED170932",
        "title":"Theoretical Perspectives on School Crime and Poverty. Summary Volume."},
      {
        "id":"ED170933",
        "title":"Department of Education Organization Act of 1979. Report of the Committee on Governmental Affairs, United States Senate to Accompany S.210 (March 27, 1979). Report No. 96-49."},
      {
        "id":"ED170938",
        "title":"Professionally Ambitious Female Teachers and the Opportunity to Become Influential."},
      {
        "id":"ED170942",
        "title":"French Schools. A Report of the U.S. Team Visit to France from November 13 to 23, 1977."},
      {
        "id":"ED170946",
        "title":"Asbestos-Containing Materials in School Buildings: A Guidance Document. Part 1."},
      {
        "id":"ED170947",
        "title":"Asbestos-Containing Materials in School Buildings: A Guidance Document. Part 2."},
      {
        "id":"ED170948",
        "title":"Surveying Your Community: An Approach to Community Involvement in Schools. Project Director's Guidebook [and] Staff Handbook."},
      {
        "id":"ED170950",
        "title":"School Bus Carbon Monoxide Intrusion. NHTSA Technical Report."},
      {
        "id":"ED170953",
        "title":"An International Perspective of Pre-Service Preparatory Programs in Educational Administration."},
      {
        "id":"ED170955",
        "title":"Field Research Methodology and the Study of Latin American Ministries of Education."},
      {
        "id":"ED170958",
        "title":"Vouchers in East Hartford, Connecticut and New Hampshire. A Summary, 1973-1976."},
      {
        "id":"ED170965",
        "title":"Basic Financial Data on Catholic Elementary Schools."},
      {
        "id":"ED170966",
        "title":"Catholic High Schools and Their Finances."},
      {
        "id":"ED170967",
        "title":"Catholic Elementary Schools and Their Finances, 1979."},
      {
        "id":"ED170968",
        "title":"Catholic High Schools and Their Finances, 1979."},
      {
        "id":"ED170969",
        "title":"Primary Prevention of Emotional Disorders of Children: Mirage or Reality."},
      {
        "id":"ED170978",
        "title":"Children on Medication: A Primer for School Personnel."},
      {
        "id":"ED170981",
        "title":"Vocational Education Programs--Guidelines for Eliminating Discrimination and Denial of Services on the Basis of Race, Color, National Origin, Sex and Handicap."},
      {
        "id":"ED170983",
        "title":"A Five-Year Longitudinal Study of IEP Implementation."},
      {
        "id":"ED170984",
        "title":"He Will Lift Up His Head: A Report to the Developmental Disabilities Office on the Situation of Handicapped Navajos and the Implications Thereof for All Native Americans."},
      {
        "id":"ED170988",
        "title":"PRISE Liaison Training Workshop. (Part of the Development of a Statewide Dissemination Network)."},
      {
        "id":"ED170990",
        "title":"Application of a Theoretical Control Strategy in Early Intervention for the Handicapped."},
      {
        "id":"ED171001",
        "title":"An Experimental Analysis of the Nature of Reversal Errors in Children with Severe Learning Disabilities."},
      {
        "id":"ED171014",
        "title":"Perceived Roles and Educable Mentally Handicapped Minority Students."},
      {
        "id":"ED171017",
        "title":"Visual-Motor Abilities of Slow Learners."},
      {
        "id":"ED171023",
        "title":"People, Things, and Places for Young Children. Selecting Toys for Handicapped Children [and] Playgrounds for Exceptional Children: Considering the Options."},
      {
        "id":"ED171030",
        "title":"Student Participation in Educational Planning."},
      {
        "id":"ED171034",
        "title":"The Mini Course: A Delivery Approach for Training Inservice Personnel in the Education of the Handicapped."},
      {
        "id":"ED171041",
        "title":"Needed a Team Approach: Providing Programs for Handicapped Learners in Vocational and Technical Education."},
      {
        "id":"ED171063",
        "title":"Math Education for the Learning Disabled-An Analysis of Error Patterns and Techniques in Remediation."},
      {
        "id":"ED171080",
        "title":"Three Term Analysis: Continuity from Initial Assessment Through Program Revision."},
      {
        "id":"ED171084",
        "title":"Physical Education for Kids Who Can't Move."},
      {
        "id":"ED171087",
        "title":"Preschool Mainstreaming: Current State of the Art."},
      {
        "id":"ED171089",
        "title":"Barriers to Vocational Education of the Handicapped."},
      {
        "id":"ED171094",
        "title":"Reading Something! Literature Instruction for Exceptional Adolescents."},
      {
        "id":"ED171097",
        "title":"Staff Advocacy and Parent Advocacy Training for Preschool and Head Start Children with Special Needs."},
      {
        "id":"ED171099",
        "title":"PROJECT ORPHEUS: Complying with the Education for All Handicapped Children Act at the Orchard School, An Innovative Approach to Utilizing Educational Technology."},
      {
        "id":"ED171101",
        "title":"The Impact of P.L. 94-142 on Collective Bargaining at the Local School District Level."},
      {
        "id":"ED171108",
        "title":"Why Students Study English: A Trinational Study of Student Attitudes Towards English in Singapore, India, and Thailand."},
      {
        "id":"ED171113",
        "title":"Orthography Choice for Cree Language in Education. Working Papers on Bilingualism, No. 17."},
      {
        "id":"ED171119",
        "title":"Resources for TESOL Teaching: A Handbook for Teaching English to Speakers of Other Languages. Program & Training Journal Reprint Series, No. 26."},
      {
        "id":"ED171120",
        "title":"Report on the Postgraduate Course in Scientific English to Students from the Faculte des Sciences, Universite Libre de Bruxelles."},
      {
        "id":"ED171129",
        "title":"Some Handy New Ideas on Pidgins and Creoles: Pidgin Sign Languages."},
      {
        "id":"ED171130",
        "title":"Getting What You Want in a New Language: The Acquisition and Use of English Directives by Non-Native Speakers."},
      {
        "id":"ED171132",
        "title":"The Finnish-English Contrastive Project: Status and Progress Report. Further Contrastive Papers, Jyvaskyla Contrastive Studies, 6. Reports from the Department of English, No. 7."},
      {
        "id":"ED171133",
        "title":"Influence of English on Modern Finnish: Preliminary Report on a Research Programme. Further Contrastive Papers, Jyvaskyla Contrastive Studies, 6. Reports from the Department of English, No. 7."},
      {
        "id":"ED171134",
        "title":"On the Principles of Finnish Orthography. Further Contrastive Papers, Jyvaskyla Contrastive Studies, 5. Reports from the Department of English, No. 7."},
      {
        "id":"ED171135",
        "title":"Errors Made by Finnish University Students in the Use of the English Article System. Further Contrastive Papers, Jyvaskyla Contrastive Studies, 5. Reports from the Department of English, No. 7."},
      {
        "id":"ED171136",
        "title":"Finnish and English Verbs of Vision. Further Contrastive Papers, Jyvaskyla Contrastive Studies, 6. Reports from the Department of English, No. 7."},
      {
        "id":"ED171137",
        "title":"Variations in View of Acceptability: Report on an Experiment. Further Contrastive Papers, Jyvaskyla Contrastive Studies, 6. Reports from the Department of English, No. 7."},
      {
        "id":"ED171138",
        "title":"An English Language Teaching Experiment in the Comprehension of Scientific Texts. Further Contrastive Papers, Jyvaskyla Contrastive Studies, 6. Reports from the Department of English, No. 7."},
      {
        "id":"ED171140",
        "title":"Tokec, Katop (Qenoq) Sipkiw (For Now, but Not for Long)."},
      {
        "id":"ED171146",
        "title":"On the Notion of Topic in Written Discourse. Australian Review of Applied Linguistics, Vol. l, No. 2."},
      {
        "id":"ED171156",
        "title":"Competencies for University Programs in Bilingual Education."},
      {
        "id":"ED171165",
        "title":"Providing Equity for Freshman Women Entering Engineering Via Role Model Lecture-Discussions, Hands-On Laboratory and Career Planning."},
      {
        "id":"ED171166",
        "title":"Women in Psychology in the United States."},
      {
        "id":"ED171173",
        "title":"Grant Elements in Faculty Mobility: Some Initial Interpretations."},
      {
        "id":"ED171182",
        "title":"Educational Plans and Career Choices of Bachelor&apos;s Degree Recipients at Fitchburg State College."},
      {
        "id":"ED171185",
        "title":"Administration of International Cooperative Education Exchanges. A Wingspread Consultation."},
      {
        "id":"ED171187",
        "title":"\"Marketable\" Degrees: The Expansion of Business Enrollment. Regional Spotlight, Vol. 12, No. 4, Winter, 1979."},
      {
        "id":"ED171198",
        "title":"Cognitive and Affective Outcomes: Their Relationship to Effective Teaching and Students&apos; Evaluations of Instruction."},
      {
        "id":"ED171200",
        "title":"Changing Patterns in Graduate Education. Proceedings of the Eighteenth Annual Meeting. Council of Graduate Schools in the United States."},
      {
        "id":"ED171206",
        "title":"Distribution of Financial Aid: Is Anyone Really Hurting?"},
      {
        "id":"ED171224",
        "title":"What Are Basics and Why the Concern? Institute of Higher Education Newsletter, April 1979."},
      {
        "id":"ED171226",
        "title":"A Teaching Consultation Service for College Instructors."},
      {
        "id":"ED171235",
        "title":"A Taxonomy for Classification and Determination of the Nontraditional Nature of Postsecondary Education Institutions. Report No. 7 of the Project to Develop Evaluative Criteria and Procedures for Accreditation of Nontraditional Education. Volume 4, September 1978."},
      {
        "id":"ED171236",
        "title":"The Federal Program to Strengthen Developing Institutions of Higher Education Lacks Direction. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED171239",
        "title":"The Internationality of Information Banks--Online Bibliographic Databases."},
      {
        "id":"ED171242",
        "title":"Functional Design of an Automated Instructional Support System for Operational Flight Trainers. Final Report, June 1976 through September 1977."},
      {
        "id":"ED171244",
        "title":"Relationships between Student Attitudes toward Computer-Assisted Instruction and Training Performance. Final Report."},
      {
        "id":"ED171247",
        "title":"Telecommunications for Metropolitan Areas: Near-Term Needs and Opportunities."},
      {
        "id":"ED171248",
        "title":"Telecommunications for Metropolitan Areas: Opportunities for the 1980's."},
      {
        "id":"ED171250",
        "title":"An Alerting Service Bibliography on Libraries, Media, and Educational Technology."},
      {
        "id":"ED171255",
        "title":"Archival Stability of Microfilm--A Technical Review."},
      {
        "id":"ED171258",
        "title":"Developing Printed Material for Library Instruction."},
      {
        "id":"ED171266",
        "title":"An On-Line Information Management System for Resources for Staff Development for the Professional Development Center Network."},
      {
        "id":"ED171273",
        "title":"Statewide Educational Dissemination Capacity: A Review of Recent Literature and Current Information."},
      {
        "id":"ED171275",
        "title":"Annual Report and Abstracts of Research, July 1977-June 1978."},
      {
        "id":"ED171276",
        "title":"An Assessment of Ten Academic Library Instruction Programs in the United States and Canada."},
      {
        "id":"ED171280",
        "title":"A Brief Resource Guide to Sources of Information About Microform Equipment."},
      {
        "id":"ED171285",
        "title":"Dissemination of Educational Information Through the Educational Resources Information Center (ERIC)."},
      {
        "id":"ED171296",
        "title":"The Ohio White House Conference on Library and Information Services. Conference Recommendations."},
      {
        "id":"ED171297",
        "title":"Ohio White House Conference on Library and Information Services: Speak Out. Conference Background Information."},
      {
        "id":"ED171298",
        "title":"Ohio White House Conference on Library and Information Services: Speak Out. Ohio White House Conference Preconference Program Report."},
      {
        "id":"ED171301",
        "title":"Proceedings of Institute on Library Service to the Handicapped: Instructional Material for Inclusion in the Core Curriculum of Library Schools, held at Florida State University, Tallahassee, Florida, August 27-September 1, 1978."},
      {
        "id":"ED171304",
        "title":"The South Carolina State Library. Ninth Annual Report, July 1, 1977-June 30, 1978."},
      {
        "id":"ED171313",
        "title":"Federal Research and Development for Satellite Communications."},
      {
        "id":"ED171317",
        "title":"Leadership at Leavenworth. AECT Region IX Leadership Workshop, Camp Field, Leavenworth, Washington, July 12, 13, 14, 1978."},
      {
        "id":"ED171318",
        "title":"Media Center Program Evaluation Document for Iowa Area Education Agencies."},
      {
        "id":"ED171324",
        "title":"Adaptive Design Strategies for Selecting Number and Presentation Order of Examples in Coordinate Concept Acquisition."},
      {
        "id":"ED171329",
        "title":"Proceedings of Selected Research Paper Presentations at the 1979 Convention of the Association for Educational Communications and Technology."},
      {
        "id":"ED171333",
        "title":"The Mathematics Learning Center at the New World Campus of Miami-Dade Community College: Evaluation and Status Report."},
      {
        "id":"ED171334",
        "title":"Shaping the Curriculum. New Directions for Community Colleges, Number 25."},
      {
        "id":"ED171338",
        "title":"English as a Second Language for Adults. Discussion Paper 04/79."},
      {
        "id":"ED171339",
        "title":"Writing Competence from Objectives."},
      {
        "id":"ED171341",
        "title":"[Two-Year Colleges: Information, Facts and Figures]."},
      {
        "id":"ED171342",
        "title":"Proposed State Board Standards for Community College Educational Programs Leading to Associate Degrees and Certificates."},
      {
        "id":"ED171343",
        "title":"Articulation."},
      {
        "id":"ED171344",
        "title":"Analysis of Teaching Techniques: Individualized Instruction-Programmed Instruction vs. Programmed Instruction Supplemented by Video Tape Presentations."},
      {
        "id":"ED171345",
        "title":"Minorities and Community Colleges: Data and Discourse."},
      {
        "id":"ED171346",
        "title":"Equal Access-Equal Opportunity Data for Florida Community Colleges: Fall 1977 and Fall 1978."},
      {
        "id":"ED171350",
        "title":"California Community College Students Who Transfer. A Continuation of Through the Open Door: A Study of Patterns of Enrollment and Performance in California's Community Colleges."},
      {
        "id":"ED171353",
        "title":"An Analysis of A.A. Degrees Awarded at Los Angeles City College, 1964-1978. Research Study Number 79-9."},
      {
        "id":"ED171354",
        "title":"Back to the Salt Mines--Career Faculty Returning to Industry."},
      {
        "id":"ED171364",
        "title":"Assessing Continuing Education Needs in Small Geographically Dispersed Industries."},
      {
        "id":"ED171366",
        "title":"Collegiate Enrollments in American 2-Year Institutions, 1978-79: Statistics, Interpretations and Trends. ACT Special Report Twenty-Six."},
      {
        "id":"ED171381",
        "title":"Representing Mathematical Concepts to Two- and Three-Year-Olds Through Action, Image, and Word: An Experimental Comparison of Teaching Methods."},
      {
        "id":"ED171383",
        "title":"Wisconsin's Aid to Families with Dependent Children and Child Support Enforcement Programs Could Be Improved."},
      {
        "id":"ED171393",
        "title":"Misunderstanding Metaphor: Cognitive Problem or Pragmatic Problem?"},
      {
        "id":"ED171394",
        "title":"Issues in the Study of Imitation."},
      {
        "id":"ED171396",
        "title":"When 'Not' to Show What You Feel: Children's Understanding of Relations Between Emotional Experience and Expressive Behavior."},
      {
        "id":"ED171398",
        "title":"Verbal Self-Regulation in Historical Perspective."},
      {
        "id":"ED171399",
        "title":"The Elements of Empathy."},
      {
        "id":"ED171407",
        "title":"Time Off-Task: Implications for Learning."},
      {
        "id":"ED171410",
        "title":"State Services for Children: An Exploration of Who Benefits, Who Governs."},
      {
        "id":"ED171419",
        "title":"Sale of Children in Interstate and Foreign Commerce. Hearings Before the Subcommittee on Criminal Justice of the Committee on the Judiciary, House of Representatives, Ninety-Fifth Congress, First Session."},
      {
        "id":"ED171422",
        "title":"Social Interaction Between Deaf Preschoolers and Their Mothers: The Effects of Communication Method and Communication Competence."},
      {
        "id":"ED171429",
        "title":"Costs and Benefits of Electronic Fetal Monitoring: A Review of the Literature. NCHSR Research Report Series."},
      {
        "id":"ED171430",
        "title":"Comparison of Children's Performance on the Torrance Tests of Creative Thinking and Selected Piagetian Tasks."},
      {
        "id":"ED171431",
        "title":"Cross-Cultural Child Development: A View from the Planet Earth."},
      {
        "id":"ED171436",
        "title":"Chicano Alcohol Abuse and Alcoholism in the Barrio."},
      {
        "id":"ED171437",
        "title":"Modernization and Changing Sex Role Orientation: The Case of Puerto Rico."},
      {
        "id":"ED171438",
        "title":"Who Are the Disadvantaged and What Should We Do for Them? The Relationship of Family Variables to Achievement and Some Implications for Educational Programming. Publication No. 77.40."},
      {
        "id":"ED171441",
        "title":"Teaching in a Cold Environment."},
      {
        "id":"ED171453",
        "title":"Youth Hostels. Hearing before the Subcommittee on National Parks and Insular Affairs of the Committee on Interior and Insular Affairs. House of Representatives, 95th Congress, Second Session on H.R. 13557 (August 14, 1978)."},
      {
        "id":"ED171458",
        "title":"YCC at Work--The 1977 Program Year."},
      {
        "id":"ED171461",
        "title":"Educational Outcomes of Social Studies Programs in Rural Schools."},
      {
        "id":"ED171462",
        "title":"Dissertations in ECO Education. Taft Campus Occasional Paper No. XV."},
      {
        "id":"ED171484",
        "title":"Federal Management Weaknesses Cry Out for Alternatives to Deliver Programs and Services to Indians to Improve Their Quality of Life. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED171486",
        "title":"The Future of Small- and Medium-Sized Communities in the Prairie Region."},
      {
        "id":"ED171493",
        "title":"American Samoa. Annual Report to the Secretary of the Interior--September 30, 1976 through September 30, 1977."},
      {
        "id":"ED171494",
        "title":"Annual Report of the Governor of the Virgin Islands to the Secretary of the Interior for the Fiscal Year Ended June 30, 1977."},
      {
        "id":"ED171498",
        "title":"An Application of a Procedures Manual for Assessing the Socioeconomic Impact of the Construction and Operation of Coal Utilization Facilities in the Old West Region."},
      {
        "id":"ED171501",
        "title":"A Report to Congress on the Continuation of the Applachian Regional Commission."},
      {
        "id":"ED171517",
        "title":"Influences on Mathematical Preparation of Secondary School Teachers of Mathematics."},
      {
        "id":"ED171518",
        "title":"Effects of Home and School on Learning Mathematics, Political Knowledge and Political Attitudes."},
      {
        "id":"ED171524",
        "title":"Cognitive Structure and Performance in Mathematics."},
      {
        "id":"ED171525",
        "title":"The Relation of the Structure of Language to Performance in Mathematics."},
      {
        "id":"ED171529",
        "title":"A Survey of the Use of Hand-Held Calculators in Advanced Placement Calculus Courses. College Board Program Report P78-1."},
      {
        "id":"ED171536",
        "title":"Presenting a Model of Mathematical Problem Solving."},
      {
        "id":"ED171538",
        "title":"Decimals Take a New and Dominate Role in the Curriculum."},
      {
        "id":"ED171539",
        "title":"Allocated Time, Engaged Time and Academic Learning Time in Elementary School Mathematics Instruction."},
      {
        "id":"ED171549",
        "title":"An Investigation of the Interactive Effects Among Student Types, Teacher Types, and Instructional Types on the Mathematics Achievement of Fourth Grade Students."},
      {
        "id":"ED171552",
        "title":"Sex Differences in Attitudes and Course-Taking in Mathematics Among the Gifted: Implications for Counseling and Career Education."},
      {
        "id":"ED171561",
        "title":"Investigations in Mathematics Education, Vol. 12, No. 2, Spring 1979."},
      {
        "id":"ED171562",
        "title":"An Examination of Priority Discrepancies Between Developers and Teachers Using a Science Unit."},
      {
        "id":"ED171565",
        "title":"Math Confidence and Performance as a Function of Individual Differences in Math Aptitude."},
      {
        "id":"ED171569",
        "title":"Children's Performance on Selected Addition and Subtraction Situations Involving the Existence and Non-existence of Whole Number Solutions: A Report of Initial Piloting."},
      {
        "id":"ED171571",
        "title":"Science Education: Accomplishments and Needs. A Working Paper."},
      {
        "id":"ED171573",
        "title":"The Use of Calculators in Pre-College Education: A State-of-the-Art Review."},
      {
        "id":"ED171574",
        "title":"Information Bulletins from the Calculator Information Center. Bulletins 1-7."},
      {
        "id":"ED171591",
        "title":"Tornado Preparedness Planning."},
      {
        "id":"ED171592",
        "title":"Science/Reading."},
      {
        "id":"ED171593",
        "title":"Improving Worker Productivity and Effectiveness through Manpower Planning, Volume II: Diagnosing Organizational Problems in the Division of Family Services."},
      {
        "id":"ED171607",
        "title":"The Sisterhood of Man."},
      {
        "id":"ED171609",
        "title":"Education for Citizenship: A Bicentennial Survey. Results Manual for Replicating the Citizenship Survey."},
      {
        "id":"ED171612",
        "title":"Christian Values and Social Studies: A Redundant Title?"},
      {
        "id":"ED171613",
        "title":"Relative Progress of Children in School: 1976. Current Population Reports, Population Characteristics, Series P-20, No. 337."},
      {
        "id":"ED171619",
        "title":"Moving Toward Self-Directed Learning. Highlights of Relevant Research and of Promising Practice."},
      {
        "id":"ED171620",
        "title":"The Effectiveness of a Simulation-Gaming Method of Instruction for Teaching College Level Introductory Economics."},
      {
        "id":"ED171626",
        "title":"Resource Trends and Population Policy: A Time for Reassessment. Worldwatch Paper 29."},
      {
        "id":"ED171628",
        "title":"Consumer Handbook to Credit Protection Laws."},
      {
        "id":"ED171634",
        "title":"The Supreme Court of the United States."},
      {
        "id":"ED171644",
        "title":"Paper for Symposium on \"Values Imposed on Education by History\"."},
      {
        "id":"ED171660",
        "title":"Methodological Problems in the Assessment of Personality from the Psychoanalytic, Behavioral and Cognitive Positions."},
      {
        "id":"ED171665",
        "title":"Teachers' Attachment to Work."},
      {
        "id":"ED171668",
        "title":"Attitudes, Cognition, and Nonverbal Communicative Behavior."},
      {
        "id":"ED171676",
        "title":"Elementary School Physical Education (Revision of 1971 Edition)."},
      {
        "id":"ED171677",
        "title":"Resource Supplement for the Elementary School Physical Education Guide."},
      {
        "id":"ED171681",
        "title":"An Analysis of the Influence of a Training Intervention for Business-Like Behavior on the Business-Like Behavior and Level of Warmth of Preservice Elementary Teachers."},
      {
        "id":"ED171695",
        "title":"The Austin Teacher Program and Buck Rogers, Jr.: Preparing Teachers for the Twenty-First Century."},
      {
        "id":"ED171706",
        "title":"Communication Workshop for GTAs."},
      {
        "id":"ED171713",
        "title":"Early Field Experiences in Teacher Education. Fastback 125."},
      {
        "id":"ED171715",
        "title":"AAHPER Research Consortium Symposium Papers: Teaching Behavior and Women in Sport. Vol. II, Book I."},
      {
        "id":"ED171716",
        "title":"AAHPER Research Consortium Symposium Papers: Health, Fitness, Recreation, and Dance. Volume II, Book 2."},
      {
        "id":"ED171717",
        "title":"AAHPER Research Consortium Symposium Papers: Socio-Psychological Dimensions, Research Design and Safety. Volume II, Book 3."},
      {
        "id":"ED171720",
        "title":"Measuring the Appropriateness of Multiple-Choice Test Scores."},
      {
        "id":"ED171721",
        "title":"Arizona Course/Instructor Evaluation Questionnaire (CIEQ). Results Interpretation Manual. Form 76."},
      {
        "id":"ED171723",
        "title":"Legislative Report. Louisiana State Assessment. 1977-78. Reading. Grades 4, 8, and 11."},
      {
        "id":"ED171726",
        "title":"Assessing the Worth of Instructional Materials. Set 78. Number One. Item 10."},
      {
        "id":"ED171730",
        "title":"A Primer of Item Response Theory. Technical Report 940279."},
      {
        "id":"ED171731",
        "title":"Convergent and Discriminant Validity of the Locus of Control Construct."},
      {
        "id":"ED171741",
        "title":"The African Primary Science Program: An Evaluation and Extended Thoughts."},
      {
        "id":"ED171745",
        "title":"Students' Conceptual Systems as a Predictor of Modes of Self-Evaluation."},
      {
        "id":"ED171746",
        "title":"Controlling the Type I Error Rate in Stepwise Regression Analysis."},
      {
        "id":"ED171749",
        "title":"Unmeasured Variables in Path Analysis."},
      {
        "id":"ED171753",
        "title":"Development and Comparison of Analytical Techniques for Measuring Attitudes Toward Teacher Brinkmanship Behavior."},
      {
        "id":"ED171754",
        "title":"Diagnostic Targeted Assistance (DTA): A Process to Assess Qualitative and Quantitative Involvement of Parents in the Clark College Home-School Partnership Model (HSPM)."},
      {
        "id":"ED171756",
        "title":"Testing and Obtaining Fit of Data to the Rasch Model."},
      {
        "id":"ED171757",
        "title":"Using Beta Distributions to Estimate Percentile Ranks and Accumulate Norms for Student Opinion of Teaching Items. Research Report No. 99."},
      {
        "id":"ED171758",
        "title":"Validity and Feasibility of a Procedure to Link Evaluation and Funding Decisions."},
      {
        "id":"ED171759",
        "title":"Within-Task Adaptation of Incentives and Instructional Support for Teaching Rules."},
      {
        "id":"ED171763",
        "title":"Instruments for Measuring Nursing Practice and Other Health Care Variables: Volume I [and] Volume 2."},
      {
        "id":"ED171777",
        "title":"A Validation Study of the Early Identification and Intervention Program Screening Instruments: A Longitudinal Study."},
      {
        "id":"ED171778",
        "title":"Characteristics of Four Mastery Test Reliability Indices: Influence of Distribution Shape and Cutting Score."},
      {
        "id":"ED171779",
        "title":"Comments From the Classroom: Teachers' and Students' Opinions of Achievement Tests."},
      {
        "id":"ED171782",
        "title":"Can Developmental Status Information Be Obtained From Wrong Answers?"},
      {
        "id":"ED171784",
        "title":"The National Conference on Achievement Testing and Basic Skills. March 1-3, 1978. Conference Proceedings."},
      {
        "id":"ED171786",
        "title":"Use of the Rasch Model to Solve Data Problems Encountered by the California Assessment Program."},
      {
        "id":"ED171789",
        "title":"Title I Evaluation Models A1 and B1: An Empirical Comparison."},
      {
        "id":"ED171791",
        "title":"Annual Test Report. 1977-78."},
      {
        "id":"ED171792",
        "title":"Proceedings: Annual Conference of the Military Testing Association (20th, Oklahoma City, Oklahoma, October 3-November 3, 1978). Volume 1 [and] Volume II."},
      {
        "id":"ED171800",
        "title":"Some Issues of Predictive Validity Related to College Admission Testing Programs."},
      {
        "id":"ED171802",
        "title":"Some Statistical Properties of Item Specificity in Student Ratings."},
      {
        "id":"ED171803",
        "title":"The Advance Organizer: A Review of Research Using Glass's Technique of Meta-Analysis."},
      {
        "id":"ED171804",
        "title":"Effects of Internal Knowledge Organization on Task Performance."},
      {
        "id":"ED171807",
        "title":"Scoring Los Angeles Landscapes: Environmental Education in an Urban Setting."},
      {
        "id":"ED171820",
        "title":"Testing in the Post \"Bakke\" Period."},
      {
        "id":"ED171821",
        "title":"Managing Faculty Desegretation: The Role and Response of Principals in Implementing a Faculty Desegregation Plan."},
      {
        "id":"ED171825",
        "title":"The Measurement of Segregation: The Dissimilarity Index and Coleman's Segregation Index Compared. Report No. 265."},
      {
        "id":"ED171827",
        "title":"Changing Urban Bureaucracies: How New Practices Become Routinized."},
      {
        "id":"ED171847",
        "title":"The Influence of High School Racial Composition on Black College Attendance and Test Performance. National Longitudinal Study. Sponsored Reports Series NCES 78-212."},
      {
        "id":"ED171860",
        "title":"Court-ordered Desegregation: Shuffling the Deck or Playing a Different Game."},
      {
        "id":"ED171863",
        "title":"Public Assistance, Female Headship, and Economic Well-Being. Discussion Paper No. 536-78."},
      {
        "id":"ED171867",
        "title":"Architects-in-Schools 1976-1977; The Architecture/Environmental Arts Component of the Artists-in-Schools Program of the National Endowment for the Arts."},
      {
        "id":"ED171869",
        "title":"1977-1978 Architects-in-Schools; Architecture/Environmental Arts Component, Artists-in-Schools Programs."},
      {
        "id":"ED171873",
        "title":"Changing Urban Bureaucracies: How New Practices Become Routinized. Appendixes."},
      {
        "id":"ED171887",
        "title":"The Adult Learner. Current Issues in Higher Education."},
      {
        "id":"ED171889",
        "title":"Improving State Vocational Education Planning. A Manual for Developing State Plans. Final Report."},
      {
        "id":"ED171901",
        "title":"Implementation of Metric Measurement into the Vocational Curriculum of Pennsylvania."},
      {
        "id":"ED171903",
        "title":"Evaluation Design and Reporting in Career Education."},
      {
        "id":"ED171904",
        "title":"Assisting Handicapped Students in Vocational Technical Programs in Community Colleges. Identification of Barriers; Recommendations for Removal of Barriers; Tasks to be Implemented. Summary Report."},
      {
        "id":"ED171905",
        "title":"Assisting Handicapped Students in Vocational Technical Programs in Community Colleges. Identification of Barriers; Recommendations for Removal of Barriers; Tasks to Be Implemented. Final Report."},
      {
        "id":"ED171906",
        "title":"A Study of the Vocational Equipment Used in the Secondary Schools of Ohio. Final Report."},
      {
        "id":"ED158715",
        "title":"State Systems of Higher Education and Libraries: A Report for the Council on Library Resources."},
      {
        "id":"ED158720",
        "title":"Color-Blindness Study: Color Discrimination on the TICCIT System."},
      {
        "id":"ED158721",
        "title":"Possible Applications of Optical Video Discs to Individualized Instruction Systems."},
      {
        "id":"ED158724",
        "title":"Teaching Instructional Design on TICCIT."},
      {
        "id":"ED158725",
        "title":"What is a &quot;Mainline&quot; CAI System? Occasional Paper No. 1."},
      {
        "id":"ED158727",
        "title":"Alternate Learning Strategies: The &quot;Why?&quot; Askers. Occasional Paper No. 4."},
      {
        "id":"ED158728",
        "title":"The TICCIT Learner Control Language. Occasional Paper No. 5."},
      {
        "id":"ED158730",
        "title":"Television, Children, and Parents. A Report of the Viewing Habits, Program Preferences, and Parental Guidance of School Children in the Fourth through the Ninth Grades in Sedgwick County, Kansas (November, 1976)."},
      {
        "id":"ED158733",
        "title":"Improving Cost-Effectiveness of Radio Education."},
      {
        "id":"ED158734",
        "title":"A Planning Format for Classroom Teachers to Develop Instructional Modules as a Means of Individualizing Instruction."},
      {
        "id":"ED158735",
        "title":"Strike! A Chronology, Bibliography, and List of Archival Materials Concerning the 1968-1969 Strike at San Francisco State College."},
      {
        "id":"ED158740",
        "title":"Communication in the Service of American Health...A Bicentennial Report from the National Library of Medicine."},
      {
        "id":"ED158746",
        "title":"When Do We Start? Library Continuing Education in Oregon: A Survey and Assessment of Educational Opportunities."},
      {
        "id":"ED158751",
        "title":"Phase II: Resource and Referral Service, Research and Development Exchange. Final Report."},
      {
        "id":"ED158755",
        "title":"Information on Private Foundations: An Introduction to Interpreting Their Internal Revenue Service Returns."},
      {
        "id":"ED158761",
        "title":"Functions and Services of Libraries."},
      {
        "id":"ED158764",
        "title":"Technology in Libraries: 1960-2000."},
      {
        "id":"ED158767",
        "title":"Demonstration of the PLATO IV Computer-Based Education System. Final Report. January 1, 1972-June 30, 1976."},
      {
        "id":"ED158773",
        "title":"The Development, Implementation and Evaluation of Individualized Instruction in Laboratory for Man in a Biological World at Skyline College."},
      {
        "id":"ED158774",
        "title":"Dentistry: A Select List of U.S. Government Produced Audiovisual Materials."},
      {
        "id":"ED158775",
        "title":"Engineering: Selected U.S. Government Audiovisuals."},
      {
        "id":"ED158776",
        "title":"Special Education: Selected U.S. Government Audiovisuals."},
      {
        "id":"ED158777",
        "title":"Career Education: Selected U.S. Government Audiovisuals."},
      {
        "id":"ED158785",
        "title":"Making Television Educational. A Resource Booklet on Utilizing Television in Classrooms."},
      {
        "id":"ED158787",
        "title":"Directions for the Future: An Analysis of the Community Services Dimension of Community Colleges. Community Colleges, Community Education Monograph #2."},
      {
        "id":"ED158792",
        "title":"Illinois Community College Board Policy Manual."},
      {
        "id":"ED158793",
        "title":"The Effects of Varied Instruction in Developmental Writing on the Achievement of Selected Groups of Community College Students."},
      {
        "id":"ED158794",
        "title":"About Staff Development. A Brief Highlighting Important Literature Since 1970 on Community College Staff Development."},
      {
        "id":"ED158799",
        "title":"About Staff Evaluation: A Brief Highlighting Important Literature Since 1966 on Community College Staff Evaluation."},
      {
        "id":"ED158804",
        "title":"The Economic Impacts of Maryland Community Colleges."},
      {
        "id":"ED158806",
        "title":"Identification of Competencies and Implementation of Pilot Programs to Realize Goals in Vocational Education, 1975-1978. Final Report."},
      {
        "id":"ED158812",
        "title":"General Education in a Changing Society. General Education Program, Basic Skills Requirements, Standards of Academic Progress at Miami-Dade Community College."},
      {
        "id":"ED158814",
        "title":"Grading Patterns at L.A.C.C. 1955-1977. Research Study #78-6."},
      {
        "id":"ED158816",
        "title":"Homer's Odyssey and Humanistic Education: Towards a Theory of the Humanities."},
      {
        "id":"ED158818",
        "title":"Autobiography in English Composition."},
      {
        "id":"ED158819",
        "title":"Learning to Write Sentence by Sentence: A Modular Approach to English Composition."},
      {
        "id":"ED158820",
        "title":"Analysis of Nursing Curriculum and Course Competencies."},
      {
        "id":"ED158822",
        "title":"Balancing State and Local Control. New Directions for Community Colleges, No. 23."},
      {
        "id":"ED158823",
        "title":"A Study of Students' Desires to Enroll in Classes and their Enrolling in Those Classes."},
      {
        "id":"ED158825",
        "title":"Longitudinal Study of Student Flow and Persistence. Report on Second Phase."},
      {
        "id":"ED158830",
        "title":"The Mutual Problems of Hawaiian-American Students and Public Schools. Technical Report #1."},
      {
        "id":"ED158831",
        "title":"Solving Problems in Hawaiian-American Classrooms: Excellent Teaching and Cultural Factors. Technical Report #2."},
      {
        "id":"ED158832",
        "title":"A Proposal to Build an Education Research and Development Program: The Kamehameha Early Education Project Proposal. Technical Report #3."},
      {
        "id":"ED158833",
        "title":"Operational Features of the Kamehameha Early Education Project. Technical Report #4."},
      {
        "id":"ED158834",
        "title":"Pretest and Posttest Results of the First KEEP Program Year. Technical Report #5."},
      {
        "id":"ED158837",
        "title":"The Development of a Token Reinforcement System for a Specific Lesson. Technical Report #11."},
      {
        "id":"ED158840",
        "title":"KEEP Language Research Strategy. Technical Report #14."},
      {
        "id":"ED158845",
        "title":"The Relationship of Sibling Caretaking and Attentiveness to a Peer Tutor. Technical Report #20."},
      {
        "id":"ED158847",
        "title":"Consultation and Dissemination Research Strategy: 1974. Technical Report #22."},
      {
        "id":"ED158848",
        "title":"KEEP Motivational Research: Strategy and Results. Technical Report #24."},
      {
        "id":"ED158850",
        "title":"The Effects of Elaboration and Rehearsal on Long-Term Retention of Shape Names by Kindergarteners. Technical Report #31."},
      {
        "id":"ED158851",
        "title":"Cognitive Research: Progress and Plans. Technical Report #32."},
      {
        "id":"ED158852",
        "title":"A Preliminary Report on Teaching Academic Readiness. Technical Report #34."},
      {
        "id":"ED158853",
        "title":"Relationships Between Selected Teacher Behaviors and Pupil Academic Achievement: Preliminary Observations (Sample Project A). The Effect of Teacher Input on Student Performance (Sample Project B). Technical Report #35."},
      {
        "id":"ED158855",
        "title":"The Attributional Explanation of Academic Performance by Kindergarteners and Their Teachers. Technical Report #38."},
      {
        "id":"ED158856",
        "title":"The Achievement Attributions of Kindergarteners. Technical Report #39."},
      {
        "id":"ED158861",
        "title":"The Uses and Limits of Social Reinforcement and Industriousness for Learning to Read. Technical Report #60."},
      {
        "id":"ED158864",
        "title":"The Relationship of Preschool Experience and Socioeconomic Status to Kindergarten and First Grade Achievement. Technical Report #65."},
      {
        "id":"ED158865",
        "title":"An Overview of Research Strategies and Findings (1971-1975) of the Kamehameha Early Education Program. Technical Report #66."},
      {
        "id":"ED158870",
        "title":"KEEP Five-Year Summary Report."},
      {
        "id":"ED158871",
        "title":"An Inquiry Into Inquiry: Question-Asking as an Instructional Model."},
      {
        "id":"ED158875",
        "title":"Focus on Parent/Child: Extending the Teaching Competence of Urban Aboriginal Mothers."},
      {
        "id":"ED158883",
        "title":"A Multivariate Model for the Study of Parental Acceptance-Rejection and Child Abuse."},
      {
        "id":"ED158896",
        "title":"Indian Education. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, 95th Congress, 1st Session on H.R. 9158 - To Provide for Grants to Tribally Controlled Community Colleges, and For Other Purposes (October 13, 1977)."},
      {
        "id":"ED158898",
        "title":"Education and Work in Rural America: Some Observations and Comments."},
      {
        "id":"ED158902",
        "title":"Alternatives to Unemployment Among Wisconsin Native Americans. UWEX Staff Paper in Rural and Community Development, Report CD No. 15."},
      {
        "id":"ED158903",
        "title":"Information Profiles of Indian Reservations in Arizona, Nevada, &amp; Utah."},
      {
        "id":"ED158904",
        "title":"Student Rights and Responsibilities. A Law Focused Curriculum for American Indian High School Students. Curriculum Bulletin No. 18.01."},
      {
        "id":"ED158907",
        "title":"Industrialization of Rural Areas: A Bibliography. SRDC Bibliography Series No. 1."},
      {
        "id":"ED158911",
        "title":"Poverty in the Lower Rio Grande Valley of Texas: Historical and Contemporary Dimensions."},
      {
        "id":"ED158912",
        "title":"Changing Community Structure and Income Distribution: A Structural Equation Model."},
      {
        "id":"ED158916",
        "title":"The Variable Significance of Religion Among Ethnic Types of Rural Youth in the U.S.: A Synthesis of Research Results."},
      {
        "id":"ED158917",
        "title":"Mississippi's Farming &amp; Nonfarming Population: A Comparison of Characteristics and Trends, 1950 to 1970."},
      {
        "id":"ED158921",
        "title":"Community Development: An Intensive Training Manual for In-Service Training. Suggested Procedures for In-Service Training."},
      {
        "id":"ED158922",
        "title":"Community Development: An Intensive Training Manual. Training for Agency Field Personnel."},
      {
        "id":"ED158923",
        "title":"Community Development: An Intensive Training Manual. Extension Programming in Community Development."},
      {
        "id":"ED158928",
        "title":"Educational Needs Projection and Rural Development: A Bibliography. SRDC Bibliography Series No. 7."},
      {
        "id":"ED158929",
        "title":"The Role of Communication and Attitudes in Small Farm Programs. A Synthesis. SRDC Synthesis Series No. 4."},
      {
        "id":"ED158936",
        "title":"Choices &amp; Careers; Free to Choose: Being an Indian Woman - Unit for Adults. Leaders Guide."},
      {
        "id":"ED158937",
        "title":"Choices &amp; Careers; Free to Choose: Being an Indian Woman."},
      {
        "id":"ED158938",
        "title":"Choices &amp; Careers; Free to Choose: Ideas for Planning."},
      {
        "id":"ED158939",
        "title":"Choices &amp; Careers; Free to Choose: Parenting Daughters - Unit for Adults. Leaders Guide."},
      {
        "id":"ED158940",
        "title":"Choices &amp; Careers; Free to Choose: Parenting Daughters."},
      {
        "id":"ED158941",
        "title":"Choices &amp; Careers; Free to Choose: Women Today and Tomorrow."},
      {
        "id":"ED158942",
        "title":"Choices &amp; Careers; Free to Choose: Being a Special Person - Unit for Adults. Leaders Guide."},
      {
        "id":"ED158943",
        "title":"Choices &amp; Careers; Free to Choose: Being a Special Person."},
      {
        "id":"ED158944",
        "title":"Choices &amp; Careers; Free to Choose: Socialization of Girls."},
      {
        "id":"ED158946",
        "title":"The Rural Turnaround in Ohio: Some Evidence Related to Implications."},
      {
        "id":"ED158947",
        "title":"Federal Outlays in Fiscal 1976: A Comparison of Metropolitan and Nonmetropolitan Areas. Rural Development Research Report No. 1."},
      {
        "id":"ED158949",
        "title":"Objective and Subjective Quality of Life Indicators: An Exploratory Analysis."},
      {
        "id":"ED158953",
        "title":"Persons of Spanish Origin in the United States: March 1978 (Advance Report). Population Characteristics, Current Population Reports. Series P-20, No. 328."},
      {
        "id":"ED158954",
        "title":"Amend the Indian Self-Determination and Education Assistance Act. Hearings Before the United States Senate Select Committee on Indian Affairs, 95th Congress, 2nd Session on S. 2460 - To Amend the Indian Self-Determination and Education Assistance Act (March 14 and 22, 1978)."},
      {
        "id":"ED158965",
        "title":"Inorganic Analyses in Water Quality Control Programs. Training Manual."},
      {
        "id":"ED158966",
        "title":"Organic Analyses in Water Quality Control Programs. Training Manual."},
      {
        "id":"ED158968",
        "title":"Sciences: A Select List of U.S. Government Produced Audiovisual Materials - 1978."},
      {
        "id":"ED158986",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Fruit Pest Control."},
      {
        "id":"ED158987",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Vegetable Pests."},
      {
        "id":"ED158988",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Field Crop Pest Control."},
      {
        "id":"ED158989",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Forest Pest Control."},
      {
        "id":"ED158990",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Ornamental and Turf Pest Control."},
      {
        "id":"ED158991",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Aquatic Pest Control."},
      {
        "id":"ED158992",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Right-of-Way Pest Control."},
      {
        "id":"ED158993",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Home, Institutional, and Structural Pest Control."},
      {
        "id":"ED158994",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Control of Wood Destroying Pests."},
      {
        "id":"ED158995",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Public Health Pest Control."},
      {
        "id":"ED158996",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Regulatory Pest Control."},
      {
        "id":"ED158997",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Aerial Application of Pesticides."},
      {
        "id":"ED158998",
        "title":"Safe, Effective Use of Pesticides, A Manual for Commercial Applicators: Fumigation with Pesticides."},
      {
        "id":"ED159001",
        "title":"Description and Biology of Insects and Related Pests Injurious to Vegetable Crops - For Commercial Growers Only."},
      {
        "id":"ED159019",
        "title":"A Combinational Model for the Interpretation and Use of Propositions in the Context of Elementary Mathematics."},
      {
        "id":"ED159022",
        "title":"Award Winning Energy Education Activities for Elementary and High School Teachers."},
      {
        "id":"ED159023",
        "title":"Experiences Related to Oceanic Knowledge and Attitudes of Tenth Grade Students in Virginia."},
      {
        "id":"ED159028",
        "title":"Biological Field and Laboratory Methods for Measuring the Quality of Surface Waters and Effluents. Program Element 1BA027."},
      {
        "id":"ED159029",
        "title":"Bridge Circuits: One Topic in the Modular Course in Electronics Instrumentation."},
      {
        "id":"ED159033",
        "title":"Low Cost Graphics. Second Edition."},
      {
        "id":"ED159036",
        "title":"Diagnostic Models for Procedural Bugs in Basic Mathematics Skills."},
      {
        "id":"ED159037",
        "title":"A Federal Plan for Natural Disaster Warning and Preparedness, Federal Committee for Meteorological Services and Supporting Research."},
      {
        "id":"ED159038",
        "title":"Measurements of Combined Axial Mass and Heat Transport in He II."},
      {
        "id":"ED159039",
        "title":"Worldwide Marine Weather Broadcasts."},
      {
        "id":"ED159040",
        "title":"Investigations in Mathematics Education, Vol. 11, No. 1."},
      {
        "id":"ED159041",
        "title":"Environmental Information Resources for State and Local Elected Officials: General Reference Guide."},
      {
        "id":"ED159043",
        "title":"Energy Emergency Preparedness: An Overview of State Authority."},
      {
        "id":"ED159044",
        "title":"Buildings Energy Use Data Book, Edition 1."},
      {
        "id":"ED159045",
        "title":"Manpower for Energy Research: A Comprehensive Manpower Information System for Energy Research, Development and Demonstration."},
      {
        "id":"ED159046",
        "title":"From Ought to Action in Environmental Education. A Report of the National Leadership Conference on Environmental Education (Washington, D.C., March 28-30, 1978)."},
      {
        "id":"ED159048",
        "title":"Citizens' Workshops on Energy and the Environment Handbook."},
      {
        "id":"ED159049",
        "title":"Metrication and Dimensional Coordination - A Selected Bibliography."},
      {
        "id":"ED159058",
        "title":"From Sundials to Atomic Clocks: Understanding Time and Frequency."},
      {
        "id":"ED159062",
        "title":"Recent Research Concerning the Development of Spatial and Geometric Concepts."},
      {
        "id":"ED159066",
        "title":"Metrics for Elementary and Middle Schools: The Curriculum Series."},
      {
        "id":"ED159067",
        "title":"1977 Kansas Field Crop Insect Control Recommendations."},
      {
        "id":"ED159068",
        "title":"Integrated Pest Management."},
      {
        "id":"ED159069",
        "title":"Lawn Weed Control with Herbicides. Home and Garden Bulletin No. 123."},
      {
        "id":"ED159070",
        "title":"Pest Control in Corn and Soybeans: Weeds - Insects - Diseases."},
      {
        "id":"ED159072",
        "title":"Acquisition of Information to be Used in Programming for Pesticides Applicator Certification Training. Final Report."},
      {
        "id":"ED159074",
        "title":"Dynamic Performance of a Residential Air-to-Air Heat Pump."},
      {
        "id":"ED159075",
        "title":"Recycling: Activities for the Classroom."},
      {
        "id":"ED159076",
        "title":"Introduction to Secondary School Mathematics, Volume 1, Student's Text, Part I, Unit 37. Revised Edition."},
      {
        "id":"ED159077",
        "title":"Introduction to Secondary School Mathematics, Volume 1, Student&apos;s Text, Part II, Unit 38. Revised Edition."},
      {
        "id":"ED159078",
        "title":"Introduction to Secondary School Mathematics, Volume 1, Teacher's Commentary, Unit 39. Revised Edition."},
      {
        "id":"ED159079",
        "title":"Introduction to Secondary School Mathematics, Volume 2, Student's Text, Part I, Unit 40. Revised Edition."},
      {
        "id":"ED159080",
        "title":"Introduction to Secondary School Mathematics, Volume 2, Student&apos;s Text, Part II, Unit 41. Revised Edition."},
      {
        "id":"ED159081",
        "title":"Introduction to Secondary School Mathematics, Volume 2, Teacher's Commentary, Unit 42. Revised Edition."},
      {
        "id":"ED159087",
        "title":"Economic Education Experiences of Enterprising Teachers, Volume 15. A Report Developed from the 1976-77 Entries in the International Paper Company Foundation Awards Program for the Teaching of Economics."},
      {
        "id":"ED159102",
        "title":"The Problem of Centralization: Health and Education Policies in Great Britain and the United States."},
      {
        "id":"ED159104",
        "title":"Trade Policies toward Developing Countries: The Multilateral Trade Negotiations."},
      {
        "id":"ED159106",
        "title":"Global Education Guidelines."},
      {
        "id":"ED159110",
        "title":"State Need Statements and Educational Objectives in Citizen Education: Final Report."},
      {
        "id":"ED159111",
        "title":"Citizen Education Historical Analysis: Final Report. Part A: Summary."},
      {
        "id":"ED159112",
        "title":"Citizen Education Behavior Variables: Final Report. Part B: Colloquium Transcript."},
      {
        "id":"ED159113",
        "title":"Reference Files of Organizations and Individuals Involved in Citizen Education: Final Report."},
      {
        "id":"ED159114",
        "title":"Instructional Objectives in Citizen Education: Final Report."},
      {
        "id":"ED159115",
        "title":"The Search for Citizen Education Measures: Final Report."},
      {
        "id":"ED159116",
        "title":"Literature Search, Reference File and Compendium of Instructional Materials for Citizen Education: Final Report."},
      {
        "id":"ED159120",
        "title":"Repairs, Reuse, Recycling--First Steps toward a Sustainable Society. Worldwatch Paper 23."},
      {
        "id":"ED159121",
        "title":"Selected Bibliography of Egyptian Educational Materials, Vol. 3, No. 2, 1977."},
      {
        "id":"ED159127",
        "title":"Selected Bibliography of Arab Educational Materials, Vol. 1."},
      {
        "id":"ED159136",
        "title":"The TEAM (Teacher Education Alternatives Model) Project."},
      {
        "id":"ED159139",
        "title":"An Integrated Approach to the Science Preparation of Prospective Elementary School Teachers."},
      {
        "id":"ED159142",
        "title":"The Free-Selection Effect in Motor Short-Term Memory."},
      {
        "id":"ED159148",
        "title":"Professional Preparation of the Intramural-Recreational Sports Specialist."},
      {
        "id":"ED159150",
        "title":"Movement Activities for Places and Spaces."},
      {
        "id":"ED159151",
        "title":"Equality in Sport for Women."},
      {
        "id":"ED159152",
        "title":"Beyond Balls and Bats: Alienated (And Other) Youth in the Gym."},
      {
        "id":"ED159153",
        "title":"Curriculum Design: Purposes and Processes in Physical Education Teaching-Learning."},
      {
        "id":"ED159154",
        "title":"Collaboration: A Review, Synthesis, and Analysis of the Literature and Research."},
      {
        "id":"ED159159",
        "title":"Invitations to What? Considerations for the Development of Teachers."},
      {
        "id":"ED159165",
        "title":"Applying Competency-Based Education in Preparing Teachers: The Case of the Free University of Iran."},
      {
        "id":"ED159166",
        "title":"1978 Report of College of Education Standing Committee on Follow-Up Evaluations (Graduate Programs)."},
      {
        "id":"ED159171",
        "title":"Public School Professional Personnel Report: New York State 1977-78."},
      {
        "id":"ED159173",
        "title":"Motivation and Teaching: A Practical Guide."},
      {
        "id":"ED159179",
        "title":"The Professional and Administrative Career Examination: Research and Development. Personnel Research Report 77-1."},
      {
        "id":"ED159180",
        "title":"Normative Data for the Professional and Administrative Career Examination (PACE): FY 1975. Technical Memorandum 76-15."},
      {
        "id":"ED159181",
        "title":"A Logical Approach to the Testing of Deductive and Inductive Abilities. Technical Study 77-7."},
      {
        "id":"ED159182",
        "title":"An Index for Determining the Importance of a Region of Significance and Some Applications to Published ATI Research."},
      {
        "id":"ED159184",
        "title":"An Evaluation of an Advanced System Analysis Technique for Modeling a DoD Training Environment. Final Report."},
      {
        "id":"ED159186",
        "title":"Abstracts of Selected Management Training Evaluations."},
      {
        "id":"ED159189",
        "title":"Evaluation of the ESEA Title IV Program in New Jersey for Fiscal Year 1977. A Report of the State Advisory Council."},
      {
        "id":"ED159191",
        "title":"The California High School Proficiency Examination: A First Year Evaluation."},
      {
        "id":"ED159192",
        "title":"Comparing Scores on the California Achievement Test (CAT) to Scores on the Sequential Test of Educational Progress (STEP)."},
      {
        "id":"ED159193",
        "title":"The Measurement of Pupils' Attitudes Toward School: A Handbook for Teachers. Resource Monograph No. 15."},
      {
        "id":"ED159194",
        "title":"Evaluation Trainer's Guide. The Evaluation Improvement Program."},
      {
        "id":"ED159195",
        "title":"Resource Notebook of Information for Assessment and Evaluation: Processes for T &amp; E. No. 6 in a Series of Handbooks on Comprehensive Planning for Local Education Districts. The Evaluation Improvement Program."},
      {
        "id":"ED159200",
        "title":"A Live Tailored Testing Comparison Study of the One and Three Parameter Logistic Models."},
      {
        "id":"ED159204",
        "title":"Final Examinations in the Russian Ten-Year School."},
      {
        "id":"ED159207",
        "title":"Sex-Role Attitude Items and Scales from U.S. Sample Surveys."},
      {
        "id":"ED159211",
        "title":"On Productive Knowledge and Levels of Questions."},
      {
        "id":"ED159216",
        "title":"Effectiveness of Educational Programs in State Correctional Institutions: A Follow-Up Study of Ex-Offenders. Final Report."},
      {
        "id":"ED159217",
        "title":"Evaluation of Users' Responses to the Information Analysis Products of the ERIC Clearinghouse on Tests, Measurement, and Evaluation."},
      {
        "id":"ED159223",
        "title":"Estimating Treatment Effects and Precision for Quasi-Experiments Assuming Differential Group and Individual Growth Patterns."},
      {
        "id":"ED159227",
        "title":"PLAN*: Alternative School or Fad of the Seventies."},
      {
        "id":"ED159231",
        "title":"Quality Education and School Desegregation."},
      {
        "id":"ED159232",
        "title":"Educational Reform and the Plight of the Nation's Poor: A Political Approach for Educators."},
      {
        "id":"ED159241",
        "title":"Focus 2 Bilingual Education."},
      {
        "id":"ED159247",
        "title":"Project: Ways to Improve Education in Desegregated Schools (WIEDS). [Appendices for Final Report.]"},
      {
        "id":"ED159262",
        "title":"Children's Perception of Sex Stereotyping in Elementary School."},
      {
        "id":"ED159268",
        "title":"Urbanicity and Urban Education: A New Look. ERIC/CUE Disadvantaged Series, Number 52, Fall 1977."},
      {
        "id":"ED159269",
        "title":"Selected Conference Proceedings, Wingspread Conference on American Ethnic Studies in Wisconsin, May 1-3, 1978."},
      {
        "id":"ED159273",
        "title":"Increasing Ethnic Sensitivity: Why and How."},
      {
        "id":"ED159275",
        "title":"The Improving Economic Status of Black Americans."},
      {
        "id":"ED159276",
        "title":"Affirmative Action or Inaction? The Pursuit of Equal Employment Opportunity in Cleveland."},
      {
        "id":"ED159279",
        "title":"Alternative Schools: A Review. Urban Diversity Series, No. 53."},
      {
        "id":"ED159284",
        "title":"Urban Education Studies, 1977-78 Report."},
      {
        "id":"ED159285",
        "title":"Characteristics of the Population Below the Poverty Level: 1976. Current Population Reports, Series P-60, No. 115."},
      {
        "id":"ED159290",
        "title":"Social Indicators of Equality for Minorities and Women."},
      {
        "id":"ED159291",
        "title":"Education Concerns of Asian and Pacific Americans. 1978 Conference Report."},
      {
        "id":"ED159292",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1977 (Advance Report). Current Population Reports. Population Characteristics. Series P-20, No. 321."},
      {
        "id":"ED159293",
        "title":"White Flight and Black Concentration in American Schools."},
      {
        "id":"ED159318",
        "title":"Coping with Male Mid-Life: A Systematic Analysis Using Literature as a Data Source."},
      {
        "id":"ED159322",
        "title":"Avoiding Consumer Frauds and Misrepresentations. A Learning Module."},
      {
        "id":"ED159323",
        "title":"Obtaining and Using Consumer Credit. A Learning Module."},
      {
        "id":"ED159326",
        "title":"Making and Using a Financial Plan. A Learning Module."},
      {
        "id":"ED159327",
        "title":"Improving Vocational Teacher Education Department Linkages with Business, Industry, and Labor. Final Report."},
      {
        "id":"ED159329",
        "title":"The Public Employment Service and Help Wanted Ads: A Bifocal View of the Labor Market. R&amp;D Monograph 59."},
      {
        "id":"ED159330",
        "title":"Career Education Implementation: A Handbook for Strategy Development. Research and Development Series No. 112."},
      {
        "id":"ED159333",
        "title":"Significant Other Influence and Career Decisions: Volume II. Black and White Female Urban Youth. Research and Development Series No. 138."},
      {
        "id":"ED159334",
        "title":"Effectiveness in Work Roles: Employee Responses to Work Environments. Volume II--Appendices."},
      {
        "id":"ED159335",
        "title":"Effectiveness in Work Roles: Employee Responses to Work Environments. Volume I."},
      {
        "id":"ED159350",
        "title":"Business-Industry-Labor Inputs in Vocational Education Personnel Development. Final Report."},
      {
        "id":"ED159354",
        "title":"Development of the Career Education Product Installation Handbook. Final Report. Research and Development Series No. 113."},
      {
        "id":"ED159355",
        "title":"Career Education: Teaching/Learning Process."},
      {
        "id":"ED159364",
        "title":"An Analysis of Unassigned Recipients/Registrants in the WIN Program. Final Report."},
      {
        "id":"ED159379",
        "title":"Audio-Visual Materials in Adult Consumer Education: An Annotated Bibliography."},
      {
        "id":"ED159382",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Instructor's Handbook."},
      {
        "id":"ED159383",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 1. Performance-Based Vocational Education in South Carolina."},
      {
        "id":"ED159384",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 2. Understanding Performance Objectives, Criterion-Referenced Measures, and Performance Guides."},
      {
        "id":"ED159385",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 3. Selecting, Clustering and Sequencing Performance and Supplemental Objectives."},
      {
        "id":"ED159386",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 4. Developing a Delivery System."},
      {
        "id":"ED159387",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 5. Individualizing Performance-Based Vocational Education."},
      {
        "id":"ED159388",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 6. Evaluating Students in Performance-Based Vocational Education Programs."},
      {
        "id":"ED159389",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 7. Designing Student Materials for Self-Pacing."},
      {
        "id":"ED159390",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 8. Managing Self-Paced Instruction."},
      {
        "id":"ED159391",
        "title":"Implementing Performance-Based Vocational Education Utilizing V-TECS Catalogs. Module 9. Using V-TECS Catalogs in Contemporary Programs to Make Them More Performance Based."},
      {
        "id":"ED159392",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Final Report."},
      {
        "id":"ED159393",
        "title":"Clothing Construction: An Instructional Package with Adaptations for Visually Impaired Individuals."},
      {
        "id":"ED159396",
        "title":"Employment and Training Report of the President. Transmitted to the Congress, 1978."},
      {
        "id":"ED159397",
        "title":"Survey of Human Operator Modeling Techniques for Measurement Applications. Final Report for Period April 1976-December 1977."},
      {
        "id":"ED159398",
        "title":"Industrial Education Safety Guide."},
      {
        "id":"ED159404",
        "title":"Tomorrow's Manpower Needs. Supplement 3 (Revised): Matching Occupational Classifications to Vocational Education Program Codes."},
      {
        "id":"ED159405",
        "title":"Oregon Custodial Training Program. Housekeeping Methods and Materials. (Revised 1978)."},
      {
        "id":"ED159406",
        "title":"The Challenge of Preparing an Urban Population for Full Employment. 1978 National Leadership Conference for Administrators of Vocational Education in Large Cities. Leadership Training Series No. 56."},
      {
        "id":"ED159407",
        "title":"Intake and Assessment: CETA Program Models."},
      {
        "id":"ED159408",
        "title":"Impacts of YEDPA on Education/CETA Relationships at the Local Level. Five Case Studies. Office of Youth Programs Special Report Number 1."},
      {
        "id":"ED159409",
        "title":"Student Selection and Retention in Nursing Schools. Health Manpower References."},
      {
        "id":"ED159413",
        "title":"Dependents Education: High School Completion Programs for Army Dependent Spouses. Pamphlet 352-4."},
      {
        "id":"ED159414",
        "title":"Improving Job Opportunities for Youth: A Review of Prime Sponsor Experience in Implementing the Youth Employment and Demonstration Projects Act."},
      {
        "id":"ED159415",
        "title":"OHRO Digest. Health Career Opportunity Grants for the Disadvantaged."},
      {
        "id":"ED159426",
        "title":"Feelings...the Way to Better Letter Writing."},
      {
        "id":"ED159427",
        "title":"Common Sense about Training. Points for Supervisors. (Revised)."},
      {
        "id":"ED159431",
        "title":"Guide to the Evaluation of Educational Experiences in the Armed Services. The 1978 Guide. 1: Air Force."},
      {
        "id":"ED159432",
        "title":"Guide to the Evaluation of Educational Experiences in the Armed Services. The 1978 Guide. 2: Army."},
      {
        "id":"ED159433",
        "title":"Guide to the Evaluation of Educational Experiences in the Armed Services. The 1978 Guide. 3: Coast Guard, Marine Corps, Navy."},
      {
        "id":"ED159434",
        "title":"Occupational Differentiation in the First Decade after High School. Report No. 259."},
      {
        "id":"ED159436",
        "title":"Highlights of Fire in the United States: Deaths, Injuries, Dollar Loss, and Incidents at the National, State, and Local Levels."},
      {
        "id":"ED159439",
        "title":"A Labor Market Success Model of Young Male Hispanic Americans."},
      {
        "id":"ED159442",
        "title":"Service Industries. Trends and Prospects."},
      {
        "id":"ED159448",
        "title":"California Guidelines for Modifying and Terminating Occupational Programs. Evaluation Handbook."},
      {
        "id":"ED159449",
        "title":"California Guidelines for Establishing, Modifying and Terminating Occupational Programs. Handbook."},
      {
        "id":"ED159450",
        "title":"The Vocational Education Act of 1963, as Amended: A Background Paper."},
      {
        "id":"ED159456",
        "title":"Race and Sex Differences in Occupational Aspirations: Their Development and Consequences for Occupational Segregation."},
      {
        "id":"ED159457",
        "title":"Motion Systems Role in Flight Simulators for Flying Training. Final Report for Period June 1977-June 1978."},
      {
        "id":"ED159460",
        "title":"Projecting Female Labor Force Participation from Sex-Role Attitudes."},
      {
        "id":"ED159461",
        "title":"Community Education Interaction Exercises."},
      {
        "id":"ED159462",
        "title":"Educational Attainment of General Schedule Employees by Minority Group and Sex. Federal Civilian Personnel Statistics."},
      {
        "id":"ED159463",
        "title":"Effects of Student-Preferred Incentives in University Courses."},
      {
        "id":"ED159469",
        "title":"Pre-Vocational Performance Objectives. Industrial Arts."},
      {
        "id":"ED159470",
        "title":"Pre-Vocational Performance Objectives. Home Economics."},
      {
        "id":"ED159471",
        "title":"Pre-Vocational Performance Objectives. Business Education."},
      {
        "id":"ED159472",
        "title":"Driver Aid and Education Test Project. Final Report."},
      {
        "id":"ED159473",
        "title":"Participation in Adult Education. Final Report, 1975, Based on the Adult Education Supplement to the May 1975 Current Population Survey Bureau of the Census."},
      {
        "id":"ED159474",
        "title":"Relationships among Factors in New Officer Effectiveness Report System. Final Report for Period 15 December 1975-30 April 1978."},
      {
        "id":"ED159475",
        "title":"Inservice Training Seminar for the Driver Licensing Administrative Hearing Officer. Administrator's Guide."},
      {
        "id":"ED159476",
        "title":"Inservice Training Seminar for the Driver Licensing Administrative Hearing Officer. Instructor's Manual."},
      {
        "id":"ED159477",
        "title":"Inservice Training Seminar for the Driver Licensing Administrative Hearing Officer. Participant's Manual."},
      {
        "id":"ED159491",
        "title":"Development of a Low-Cost, Stand-Alone Microterminal for Support of Testing and Instruction. Final Report for Period January 1977-February 1978."},
      {
        "id":"ED159492",
        "title":"Systematic Training Program for Enhancing Learning Strategies and Skills: Further Development. Interim Report for Period March 1976-March 1977."},
      {
        "id":"ED159493",
        "title":"The Effects of Equal Status Cross-Sex Contact on Students' Sex Stereotyped Attitudes and Behavior."},
      {
        "id":"ED159494",
        "title":"Evaluating the Use of Sex-Role-Reversed Stories for Changing Children's Stereotypes."},
      {
        "id":"ED159498",
        "title":"Student Personnel Professionals as Continuing Educators."},
      {
        "id":"ED159502",
        "title":"Development and Validation of the Personality Assessment Questionnaire: Test Manual."},
      {
        "id":"ED159509",
        "title":"The Design and Organization of Self-Determining Activity-Oriented, Outreach Groups."},
      {
        "id":"ED159511",
        "title":"Selection Practices in American High Schools."},
      {
        "id":"ED159520",
        "title":"Debilitating Attributions of the Woman Alcoholic Undergoing Treatment."},
      {
        "id":"ED159521",
        "title":"Student Attributions and the Attribution Model During an Actual Examination."},
      {
        "id":"ED159522",
        "title":"Causal Attributions for Success and Failure: Advances in Theory and Applications."},
      {
        "id":"ED159524",
        "title":"Albert's Coloring Book About Alcohol."},
      {
        "id":"ED159525",
        "title":"DARTE (Drug Abuse Reduction Through Education) Scenario."},
      {
        "id":"ED159526",
        "title":"Values Clarification (Decisions, Drugs, Values)."},
      {
        "id":"ED159529",
        "title":"Staff Working Papers of the Drug Law Evaluation Project. A Companion Volume to the Final Report of the Joint Committee of New York Drug Law Evaluation."},
      {
        "id":"ED159530",
        "title":"The Nation&apos;s Toughest Drug Law: Evaluating the New York Experience. Final Report of the Joint Committee on New York Drug Law Evaluation."},
      {
        "id":"ED159534",
        "title":"Senior Centers and the Older Americans Act. Hearings Before the Special Committee on Aging. United States Senate, Ninety-Fifth Congress, First Session."},
      {
        "id":"ED159537",
        "title":"Fertility Motivation Among Women Whose Profession is Child Oriented."},
      {
        "id":"ED159541",
        "title":"Searchlight: Relevant Resources in High Interest Areas. Counseling for Preretirement."},
      {
        "id":"ED159544",
        "title":"Alcohol and Drug Abuse Education Act Amendments Report, Including Cost Estimate of the Congressional Budget Office to Accompany H.R. 10569. 95th Congress, 2nd Session."},
      {
        "id":"ED159547",
        "title":"Young Men and Drugs--A Nationwide Survey. National Institute on Drug Abuse Research Monograph Series 5."},
      {
        "id":"ED159549",
        "title":"Case Management in Delivery Systems. Human Services Bibliography Series."},
      {
        "id":"ED159554",
        "title":"Geography and Mental Health. Resource Paper No. 76-4."},
      {
        "id":"ED159567",
        "title":"On the Nature of Social Knowledge."},
      {
        "id":"ED159568",
        "title":"Life Situations and Lifestyles of Persons Who Attempt Suicide."},
      {
        "id":"ED159575",
        "title":"A Manual for Managing Community Alcohol Safety Education Campaigns."},
      {
        "id":"ED159580",
        "title":"Information & Referral Services: Research Findings. Volume 1 of the InterStudy of the Information and Referral Study. Appendix 2."},
      {
        "id":"ED159584",
        "title":"The Career Conversation: Training Parents to Help Their Children Make Career Decisions."},
      {
        "id":"ED159588",
        "title":"Hawaii Creole Speakers&apos; Listening Comprehension Abilities in Standard English and Hawaii Creole. Technical Report No. 53."},
      {
        "id":"ED159589",
        "title":"KEEP Reading Research and Instruction: Results of the 1973-74 Program. Technical Report No. 26."},
      {
        "id":"ED159590",
        "title":"An Analysis of Oral Reading Errors and Its Implications for Improvement of Reading Instruction. Technical Report No. 50."},
      {
        "id":"ED159592",
        "title":"KEEP Reading Research: 1972-1975. Technical Report No. 57."},
      {
        "id":"ED159596",
        "title":"Summaries and Recalls for Three Types of Texts. Technical Report No. 85."},
      {
        "id":"ED159597",
        "title":"Referential Communication. Technical Report No. 90."},
      {
        "id":"ED159599",
        "title":"The 3rd National Assessment of Reading and Literature Versus Norm- and Criterion-Referenced Testing."},
      {
        "id":"ED159606",
        "title":"An Investigation of the Imaging Behaviors of Good and Poor Fourth Grade Readers with Easy and Difficult Text. Technical Report No. 455."},
      {
        "id":"ED159613",
        "title":"For Teachers of Reading: Abstracts for &quot;Elementary English/Language Arts,&quot; 1970-1976."},
      {
        "id":"ED159618",
        "title":"Reading and Study Skills Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED159619",
        "title":"The Development of Word Meaning Discrimination in Children."},
      {
        "id":"ED159620",
        "title":"Children's Literature for the Gifted Elementary School Child."},
      {
        "id":"ED159622",
        "title":"All College Students Benefit from Reading Instruction."},
      {
        "id":"ED159632",
        "title":"Semantic Constructivity in Children&apos;s Comprehension."},
      {
        "id":"ED159634",
        "title":"Independence through Literacy; Annual Report of the Right to Read, Fiscal Year 1978."},
      {
        "id":"ED159645",
        "title":"Make Reading Sensible: Help Students Discover Its Essence."},
      {
        "id":"ED159647",
        "title":"The Mismatch of Child Language and School Language: Implications for Beginning Reading Instruction. Open Discussion of Shuy Presentation."},
      {
        "id":"ED159650",
        "title":"Reading Instruction: Remedial and Compensatory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" May through July 1978 (Vol. 38 No. 11 through Vol. 39 No. 1)."},
      {
        "id":"ED159652",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" April through June 1978 (Vol. 38 Nos. 10 through 12)."},
      {
        "id":"ED159654",
        "title":"Effects of Training Auditory Sequential Memory and Attention on Reading."},
      {
        "id":"ED159656",
        "title":"An Investigation Using the Cloze Procedure as a Teaching Technique."},
      {
        "id":"ED159658",
        "title":"Conversational Coherency. Technical Report No. 95."},
      {
        "id":"ED159659",
        "title":"Age Differences in Children&apos;s Referential Communication Performance: An Investigation of Task Effects. Technical Report No. 96."},
      {
        "id":"ED159660",
        "title":"A Cross-Cultural Perspective on Reading Comprehension. Technical Report No. 97."},
      {
        "id":"ED159661",
        "title":"Influence of Topic Interest on Black Children and White Children's Reading Comprehension. Technical Report No. 99."},
      {
        "id":"ED159662",
        "title":"Issues in Semantic Memory: A Response to Glass and Holyoak. Technical Report No. 101."},
      {
        "id":"ED159663",
        "title":"The Development of Prose Comprehension Skills. Technical Report No. 102."},
      {
        "id":"ED159664",
        "title":"Effects on Poor Readers' Comprehension of Training in Rapid Decoding. Technical Report No. 103."},
      {
        "id":"ED159673",
        "title":"Research on Composing: Points of Departure."},
      {
        "id":"ED159674",
        "title":"The Concern for Writing. Focus 5."},
      {
        "id":"ED159675",
        "title":"Uses and Gratifications and Exposure to Public Television: A Discrepancy Approach."},
      {
        "id":"ED159677",
        "title":"The Politics and Pedagogy of Advertising and Society."},
      {
        "id":"ED159678",
        "title":"Coorientation in the Newsroom: An Analysis of the News Preferences of Reporters, Editors, and Publishers."},
      {
        "id":"ED159679",
        "title":"Regulating Children's Television Advertising: Reassessing Parental Responsibility."},
      {
        "id":"ED159683",
        "title":"Daily Newspaper Non-Readers: Why They Don't Read."},
      {
        "id":"ED159688",
        "title":"Minimal Competency Testing in the Language Arts: The Issues from a National Perspective."},
      {
        "id":"ED159689",
        "title":"Use of a Modified Case Study Approach in the Introductory Public Relations Course."},
      {
        "id":"ED159691",
        "title":"The William James Connection: Kenneth Burke and the Dialectics of Discourse."},
      {
        "id":"ED159692",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" May through June 1978 (Vol. 38 Nos. 11 and 12)."},
      {
        "id":"ED159693",
        "title":"Through Anglo Eyes: Chicanos as Portrayed in the News Media."},
      {
        "id":"ED159704",
        "title":"Writing as a Decision Process."},
      {
        "id":"ED159705",
        "title":"Sex Differences in Language: A Cross-National Perspective with Emphasis on English."},
      {
        "id":"ED159706",
        "title":"An Investigation of Referents of Selected Sex-Indefinite Terms in English."},
      {
        "id":"ED159713",
        "title":"The Effect of Program Context on Childrens' Learning from a Television News Story."},
      {
        "id":"ED159718",
        "title":"Perceived vs. Real World Attitudes of Kansas Journalists."},
      {
        "id":"ED159721",
        "title":"Alexander Pope and the Comma Splice, or, Contradictions and Problems in College Composition--An Administrator's View."},
      {
        "id":"ED159726",
        "title":"A Sociological Study of Children's Use of Television Commercials to Initiate Social Interaction in Family Group Viewing Situations."},
      {
        "id":"ED159729",
        "title":"Activating the Passive Student. Classroom Practices in Teaching English, 1978-1979."},
      {
        "id":"ED159734",
        "title":"Eliminating the Negatives in Basic Writing."},
      {
        "id":"ED159738",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED159745",
        "title":"Verbal and Nonverbal Determinants of Dominance in Sex-Type Male, Sex-Type Female, and Androgynous Dyads."},
      {
        "id":"ED159746",
        "title":"Public Radio/Television Survey; Report 1: Public Awareness, Listening, and Programming."},
      {
        "id":"ED159747",
        "title":"Public Radio/Television Survey: Report 2: Public Radio On-Air Fund Raising."},
      {
        "id":"ED159748",
        "title":"Public Radio/Television Survey; Report 3: PTV On-Air Fund Raising."},
      {
        "id":"ED159750",
        "title":"Uses and Effects of Television and Other Mass Media: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; May through June 1978 (Vol. 38 Nos. 11 and 12)."},
      {
        "id":"ED159753",
        "title":"A Survey of the Interpersonal Communication Course at U.S. Colleges and Universities."},
      {
        "id":"ED159755",
        "title":"Audiences for Contemporary Radio Formats."},
      {
        "id":"ED159757",
        "title":"School Bus and School Pupil Activity Bus Inspection and Maintenance Guide."},
      {
        "id":"ED159762",
        "title":"Project Management. Working Paper Series."},
      {
        "id":"ED159765",
        "title":"Action Plan for the Management of Roles and Responsibilities of Boards of Education Relative to Thorough and Efficient Legislation."},
      {
        "id":"ED159766",
        "title":"Committee Directions for Roles and Responsibilities of Boards of Education Relative to Thorough and Efficient Legislation."},
      {
        "id":"ED159767",
        "title":"Goal Development Through Community Involvement for Roles and Responsibilities of Boards of Education Relative to Thorough and Efficient Legislation."},
      {
        "id":"ED159774",
        "title":"Minimum Standards for Alaska School Buses. 2nd Edition (Revised)."},
      {
        "id":"ED159778",
        "title":"Participatory Planning in a School District: A Study Using Three Theoretical Approaches."},
      {
        "id":"ED159781",
        "title":"&quot;Muddling Through&quot; as a Normative Decision Model."},
      {
        "id":"ED159787",
        "title":"Communications Skills. The Best of ERIC, Number 39."},
      {
        "id":"ED159795",
        "title":"State Responsibility and Nonpublic Education. Occasional Paper #17."},
      {
        "id":"ED159796",
        "title":"Alternative Concepts of School Efficiency. Occasional Paper #18."},
      {
        "id":"ED159797",
        "title":"Efficiency in the Administration of Public Education. Occasional Paper #19."},
      {
        "id":"ED159816",
        "title":"A Guide to Identifying High School Graduation Competencies: Issues and Examples."},
      {
        "id":"ED159821",
        "title":"Collective Bargaining Under Declining Enrolments: Trends in Conditions-of-Employment Clauses. Working Paper 7803."},
      {
        "id":"ED159837",
        "title":"The IEP and Deaf Children."},
      {
        "id":"ED159841",
        "title":"Child Abuse and Neglect: A Self-Instructional Text for Head Start Personnel."},
      {
        "id":"ED159844",
        "title":"Report and Recommendations of the National Advisory Committee on Child Abuse and Neglect. Report No. 108."},
      {
        "id":"ED159847",
        "title":"Handling Social Interactions: Teaching Learning Principles to Special Education Children."},
      {
        "id":"ED159849",
        "title":"Developing Creativity in the Gifted and Talented."},
      {
        "id":"ED159853",
        "title":"Developmental Dyslexia and Related Reading Disorders."},
      {
        "id":"ED159854",
        "title":"New Light on an Old Problem: 9 Questions and Answers About Child Abuse and Neglect."},
      {
        "id":"ED159855",
        "title":"Physical Education and Recreation for Individuals with Multiple Handicapping Conditions: References and Resources. Revised."},
      {
        "id":"ED159856",
        "title":"Integrating Persons with Handicapping Conditions Into Regular Physical Education and Recreation Programs. Revised."},
      {
        "id":"ED159857",
        "title":"Materials on Creative Arts (Arts, Crafts, Dance, Drama, Music, Bibliotherapy) for Persons with Handicapping Conditions. Revised."},
      {
        "id":"ED159858",
        "title":"Choosing and Using Phonograph Records for Physical Education, Recreation, and Related Activities."},
      {
        "id":"ED159859",
        "title":"Public Law 94-142. A Topical Conference."},
      {
        "id":"ED159865",
        "title":"Resource Guide to Literature on Barrier-Free Environments; With Selected Annotations."},
      {
        "id":"ED159866",
        "title":"Child Abuse and Neglect Thesaurus, May, 1978."},
      {
        "id":"ED159868",
        "title":"Evaluation Report: The Inside/Out Program, Its Use and Impact. Final Report 49.3."},
      {
        "id":"ED159874",
        "title":"Juan Bobo and the Pot 1."},
      {
        "id":"ED159875",
        "title":"Juan Bobo and the Pot 2."},
      {
        "id":"ED159876",
        "title":"Juan Bobo and the Pot 3."},
      {
        "id":"ED159895",
        "title":"Testing Listening Comprehension Through Redundancy Reduction. Language Centre News, No. 1."},
      {
        "id":"ED159910",
        "title":"Creating Student Options for Graduate Instruction at the University of Georgia."},
      {
        "id":"ED159915",
        "title":"Bilingual Instruction in Michigan: A Position Statement by the State Board of Education."},
      {
        "id":"ED159918",
        "title":"Working Together: Guidance Counselors and Foreign Language Teachers. CAL-ERIC/CLL Series on Languages and Linguistics, No. 58."},
      {
        "id":"ED159919",
        "title":"An American Foreign Language Immersion Program: How To. CAL-ERIC/CLL Series on Languages and Linguistics, No. 59."},
      {
        "id":"ED159921",
        "title":"Bilingual Instability as a Result of Government Induced Policies."},
      {
        "id":"ED159924",
        "title":"Survey of Successful Undergraduate Foreign Language Programs in U.S. Institutions of Higher Education. Final Narrative Report."},
      {
        "id":"ED159931",
        "title":"Assessment of Readiness for Primary French Immersion."},
      {
        "id":"ED159937",
        "title":"Qanuq Nigisunnam Uumikkutiruat Ilauragiiksilhat (How Hunger Made Enemies into Friends)."},
      {
        "id":"ED159938",
        "title":"Silam Irrusia (Weather Conditions)."},
      {
        "id":"ED159947",
        "title":"The Role of the University With Respect to Enrollments and Career Opportunities, Admission Policies, Continuing Education and Community Colleges. AACC Policy Studies. Study No. 1."},
      {
        "id":"ED159952",
        "title":"Career Patterns of Men and Women in Graduate Administration."},
      {
        "id":"ED159978",
        "title":"State Budgeting for Higher Education: State Fiscal Stringency and Public Higher Education."},
      {
        "id":"ED159989",
        "title":"Scientific and Technical Cooperation With Developing Countries, 1977-78. Higher Education Panel Reports, Number 40."},
      {
        "id":"ED159995",
        "title":"Toward Equal Access."},
      {
        "id":"ED159997",
        "title":"Fact Book on Higher Education in the South, 1977 and 1978."},
      {
        "id":"ED159999",
        "title":"An Interinstitutional Effort to Establish a Competency Based Bachelor of Arts Degree in History, Sangamon State University and Illinois Central College."},
      {
        "id":"ED160015",
        "title":"Attrition in the State of Nebraska. Recommendations for a Statewide Study of Student Attrition Among Nebraska Postsecondary Educational Institutions: Issues, Goals, Research Design, Timetable and Cost Estimate."},
      {
        "id":"ED160019",
        "title":"Salary Increases and Teaching Effectiveness: A Replication and Expansion. Research Report No. 38."},
      {
        "id":"ED160032",
        "title":"The Closing System of Academic Employment."},
      {
        "id":"ED160041",
        "title":"A Distance Measure for Automatic Sequential Document Classification."},
      {
        "id":"ED160066",
        "title":"Four Systems for Controlling Multiscreen or Team Training Presentations. Final Report."},
      {
        "id":"ED160070",
        "title":"Telecommunications for the Severely Handicapped. Final Report."},
      {
        "id":"ED160080",
        "title":"DDS: The Dental Diagnostic Simulation System."},
      {
        "id":"ED160093",
        "title":"The State Library of Ohio Technical Services Department Serial List 1977."},
      {
        "id":"ED160099",
        "title":"The Onomastic Octopus. Museum Data Bank Research Report No. 3."},
      {
        "id":"ED160106",
        "title":"Assignment Procedures in the Air Force Procurement Management Information System."},
      {
        "id":"ED160107",
        "title":"Analysis of Sheppard AFB Computer-Based Education Project."},
      {
        "id":"ED160109",
        "title":"ONTAP: Online Training and Practice Manual for ERIC Data Base Searchers."},
      {
        "id":"ED160113",
        "title":"A Library User's Guide to ERIC. Revised Edition."},
      {
        "id":"ED160122",
        "title":"Final Report of the National Commission on New Technological Uses of Copyrighted Works, Washington, D.C."},
      {
        "id":"ED160124",
        "title":"Going Beyond the Rigidities of Formal, Traditional Education: Independent, Self-Paced University Study."},
      {
        "id":"ED160129",
        "title":"A Systems Evaluation of the Educational Information System for Ontario."},
      {
        "id":"ED160137",
        "title":"Conducting Community-Impact Studies: A Handbook for Community Colleges."},
      {
        "id":"ED160141",
        "title":"About Community College Counseling: A Brief Highlighting Important Literature Since 1972 on Counseling in the Community College."},
      {
        "id":"ED160144",
        "title":"Instructional Practices in the Sciences, Spring 1978."},
      {
        "id":"ED160145",
        "title":"Instructional Practices in the Humanities, Fall 1977."},
      {
        "id":"ED160147",
        "title":"User's Handbook for Phase I-FY1979. ICCB Statewide Follow-Up Survey of FY1978 Occupational Program Graduates."},
      {
        "id":"ED160154",
        "title":"The Mexican-American/Chicano Student in Texas Colleges and Universities--Donde Estamos?"},
      {
        "id":"ED160167",
        "title":"Economic Impact Manual for Maryland Community Colleges."},
      {
        "id":"ED160170",
        "title":"Economic Impacts of Maryland Community Colleges: A Closer Look."},
      {
        "id":"ED160171",
        "title":"Goal Conflict in Humanities Education."},
      {
        "id":"ED160174",
        "title":"Counseling for Second Careers."},
      {
        "id":"ED160179",
        "title":"About Student Attrition/Retention in the Community College: A Brief Highlighting Literature Since 1973 on Community College Student Attrition/Retention."},
      {
        "id":"ED160181",
        "title":"Tires Are Tools for Learning."},
      {
        "id":"ED160183",
        "title":"Developing the Outdoor Learning Center."},
      {
        "id":"ED160184",
        "title":"A Public Relations Handbook for Early Childhood Organizations."},
      {
        "id":"ED160208",
        "title":"Effects of Stories on Elementary-School Children's Gender-Stereotyped Attitudes Toward Adult Occupations."},
      {
        "id":"ED160218",
        "title":"Uncertainties of Federal Child Health Policies: Impact in Two States; NCHSR Research Digest Series."},
      {
        "id":"ED160228",
        "title":"Tuning in to Young Children."},
      {
        "id":"ED160229",
        "title":"Principles of Staff Development in Programs for Young Children."},
      {
        "id":"ED160230",
        "title":"Tennessee Association on Young Children Public Policy Position Paper."},
      {
        "id":"ED160233",
        "title":"Cognitive Performance in the 12-Week-Old Infant: The Effects of Birth Order, Birth Spacing, Sex, and Social Class."},
      {
        "id":"ED160234",
        "title":"A Further Assessment of Predictors of the Child's Behavior in Dental Treatment."},
      {
        "id":"ED160235",
        "title":"A Process Evaluation of Project Developmental Continuity. Interim Report II, Part A: Program Case Studies. Volume I."},
      {
        "id":"ED160236",
        "title":"A Process Evaluation of Project Developmental Continuity. Interim Report II, Part A: Program Case Studies. Volume 2."},
      {
        "id":"ED160237",
        "title":"A Process Evaluation of Project Developmental Continuity. Interim Report III, Executive Summary: Preliminary Recommendations for the Study of Child Impact."},
      {
        "id":"ED160238",
        "title":"A Process Evaluation of Project Developmental Continuity. Interim Report IV, Volume I: Pilot Year Impact Study--Instrument Characteristics and Attrition Trends."},
      {
        "id":"ED160239",
        "title":"A Process Evaluation of Project Developmental Continuity. Interim Report IV, Volume 2: Development of the Implementation and Cost Studies."},
      {
        "id":"ED160240",
        "title":"A Process Evaluation of Project Developmental Continuity, Interim Report VI: Recommendations for Continuing the Impact Study."},
      {
        "id":"ED160241",
        "title":"A Process Evaluation of Project Developmental Continuity. Interim Report VI: Executive Summary. Recommendations for Continuing the Impact Study."},
      {
        "id":"ED160242",
        "title":"A Process Evaluation of Project Developmental Continuity, Interim Report VII, Volume 1: Findings from the PDC Implementation Study."},
      {
        "id":"ED160244",
        "title":"A Process Evaluation of Project Developmental Continuity: Final Report of the PDC Feasibility Study, 1974-1977."},
      {
        "id":"ED160245",
        "title":"Project Developmental Continuity: Field Procedures Manual."},
      {
        "id":"ED160246",
        "title":"Project Developmental Continuity: PDC Classroom Observation Manual."},
      {
        "id":"ED160247",
        "title":"Project Developmental Continuity Evaluation: Implementation Rating Instrument."},
      {
        "id":"ED160248",
        "title":"Project Developmental Continuity Evaluation: Site Visitors' Manual."},
      {
        "id":"ED160250",
        "title":"Toddler Social Development in Two Daycare Settings."},
      {
        "id":"ED160252",
        "title":"Some Aspects of Internal Organisation of Primary Education in Britain."},
      {
        "id":"ED160260",
        "title":"Rural Development Issues."},
      {
        "id":"ED160261",
        "title":"Foundations that Provide Support for Human Services: A Selected List."},
      {
        "id":"ED160266",
        "title":"Women's Labor Force Participation and Socioeconomic Development: The Case of Peninsular Malaysia, 1957-1970."},
      {
        "id":"ED160267",
        "title":"Southwest Border Education Assistance. Hearing Before the Subcommittee on Regional and Community Development of the Committee on Environment and Public Works, United States Senate, 95th Congress, 2nd Session on S. 2997, A Bill to Provide Financial Assistance for School Construction to Local Educational Agencies Educating Large Numbers of Immigrant Children Born in Mexico (May 16, 1978)."},
      {
        "id":"ED160277",
        "title":"Recognition of Certain Indian Tribes. Hearing Before the United States Senate Select Committee on Indian Affairs, 95th Congress, Second Session on S. 2375--To Establish an Administrative Procedure and Guidelines to be Followed by the Department of the Interior in its Decision to Acknowledge the Existence of Certain Indian Tribes (April 18, 1978)."},
      {
        "id":"ED160280",
        "title":"Farming and Place Population Change in Michigan, 1930-1970: An Exploratory Analysis."},
      {
        "id":"ED160291",
        "title":"Progress Report--The Implementation of the Indian Health Care Improvement Act P.L. 94-437."},
      {
        "id":"ED160325",
        "title":"Impact of Extension in Shawano County. 1. Conclusions &amp; Implications."},
      {
        "id":"ED160326",
        "title":"Impact of Extension in Shawano County. 2. Methodology."},
      {
        "id":"ED160328",
        "title":"Critical Health Manpower Shortage Areas: Their Impact on Rural Health Planning. Agricultural Economic Report No. 361."},
      {
        "id":"ED160335",
        "title":"Exemplary Career Guidance Programs."},
      {
        "id":"ED160337",
        "title":"Faculty Development in the Sciences and Engineering."},
      {
        "id":"ED160338",
        "title":"Analysis of the Applicant Record Cards Submitted to the 1960 Summer Institutes for College and Secondary Teachers and Elementary School Personnel and the 1960-61 Academic Year Institutes for Secondary Teachers."},
      {
        "id":"ED160341",
        "title":"Summary of the Applicant Record Cards Submitted to the Summer 1963 and School Year 1963-64 National Science Foundation Institutes, Conferences and Research Participation Programs."},
      {
        "id":"ED160348",
        "title":"NASA Facts, Voyager."},
      {
        "id":"ED160365",
        "title":"Factors Affecting Minority Participation in the Sciences: Summary, Conclusions and Recommendations."},
      {
        "id":"ED160367",
        "title":"Adapting Science to Social Needs: Knowledge, Institutions, People Into Action. Proceedings of a Workshop Conference on Problem-Oriented Research."},
      {
        "id":"ED160371",
        "title":"Development Projects in Science Education: Precollege, Higher Education, Continuing Education."},
      {
        "id":"ED160372",
        "title":"Studies of the Stimulus Specificity, Response Specificity, Process Specificity, and Task Specificity of the Behavioral Bioassay Phenomenon. Final Report."},
      {
        "id":"ED160374",
        "title":"First Order Estimates of Energy Requirements for Pollution Control. Interagency Energy-Environment Research and Development Program Report."},
      {
        "id":"ED160384",
        "title":"Metrics, The Measure of Your Future: The Meter was Never Like This and MetricMisQuotes."},
      {
        "id":"ED160385",
        "title":"Metrics, The Measure of Your Future: MetriCompass for Young Adults."},
      {
        "id":"ED160386",
        "title":"Metrics, The Measure of Your Future: A Parent's Guide to Homework."},
      {
        "id":"ED160387",
        "title":"Metrics, The Measure of Your Future: Criterion-Referenced Metrics Tests, Levels K-8, Form A."},
      {
        "id":"ED160388",
        "title":"Metrics, The Measure of Your Future: Materials Evaluation Forms."},
      {
        "id":"ED160389",
        "title":"Metrics, The Measure of Your Future: All Together Now - Teach Metrics."},
      {
        "id":"ED160394",
        "title":"Climate Change to the Year 2000: A Survey of Expert Opinion."},
      {
        "id":"ED160400",
        "title":"Female Engineering Students--Attitudes, Characteristics, Expectations, Responses to Engineering Education. Final Report."},
      {
        "id":"ED160402",
        "title":"A Model Support Program for the Improvement of Science Teaching. Presented at the Bat-Sheva Seminar on Curriculum Implementation and its Relationship to Curriculum Development in Science, July 23 - August 3, 1978."},
      {
        "id":"ED160403",
        "title":"Women and Mathematics: Research Perspectives for Change. NIE Papers in Education and Work, Number Eight."},
      {
        "id":"ED160405",
        "title":"Investigations in Science Education, Vol. 3, No. 3. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED160408",
        "title":"Whales, Dolphins, and Porpoises of the Western North Atlantic: A Guide to Their Identification."},
      {
        "id":"ED160412",
        "title":"Supply and Demand for High School Science Teachers in 1985."},
      {
        "id":"ED160413",
        "title":"Introduction to Algebra, Student's Text, Part I, Unit 43. Revised Edition."},
      {
        "id":"ED160414",
        "title":"Introduction to Algebra, Student's Text, Part II, Unit 44. Revised Edition."},
      {
        "id":"ED160415",
        "title":"Introduction to Algebra, Teacher's Commentary, Part I, Unit 45. Revised Edition."},
      {
        "id":"ED160416",
        "title":"Introduction to Algebra, Teacher's Commentary, Part II, Unit 46. Revised Edition."},
      {
        "id":"ED160418",
        "title":"Energy Concepts in the Iowa School Curriculum."},
      {
        "id":"ED160421",
        "title":"Source Book of Educational Materials for Medical Radiographers. Revised."},
      {
        "id":"ED160423",
        "title":"Hiring of Science and Engineering Faculty by 2- and 4-Year Colleges. Science Resources Studies Highlights, June 26, 1978."},
      {
        "id":"ED160425",
        "title":"Solar Program Assessment: Environmental Factors - Ocean Thermal Energy Conversion."},
      {
        "id":"ED160426",
        "title":"Federal Funds for Research, Development, and Other Scientific Activities. Fiscal Years 1976, 1977, and 1978. Volume XXVI."},
      {
        "id":"ED160428",
        "title":"Solar Program Assessment: Environmental Factors - Solar Agricultural and Industrial Process Heat."},
      {
        "id":"ED160429",
        "title":"Solar Program Assessment: Environmental Factors - Solar Total Energy Systems."},
      {
        "id":"ED160430",
        "title":"Solar Program Assessment: Environmental Factors - Fuels from Biomass."},
      {
        "id":"ED160431",
        "title":"Urban Technologist Development Program - Phase I: An Educational Development Program."},
      {
        "id":"ED160432",
        "title":"The Geologic Story of Canyonlands National Park. Geological Survey Bulletin 1327."},
      {
        "id":"ED160433",
        "title":"Environmental Education Act Amendments; Committee on Education and Labor, U.S. House of Representatives, 95th Congress, 2d Session. Report No. 95-885."},
      {
        "id":"ED160434",
        "title":"Newsletter on Science, Technology & Human Values, Number 24, June 1978."},
      {
        "id":"ED160445",
        "title":"Sex-related Differences in Mathematics Achievement: Myths, Realities and Related Factors."},
      {
        "id":"ED160446",
        "title":"Are Mathematics Problems a Problem for Women and Girls?"},
      {
        "id":"ED160448",
        "title":"Youth Conservation Corps Source Book of Environmental Awareness: People and Natural Resources."},
      {
        "id":"ED160449",
        "title":"Stimulating the Economy of the Great Lakes States: A Survey for the Committee for Great Lakes Economic Action."},
      {
        "id":"ED160452",
        "title":"Geometry with Coordinates, Student's Text, Part I, Unit 47. Revised Edition."},
      {
        "id":"ED160453",
        "title":"Geometry with Coordinates, Student's Text, Part II, Unit 48. Revised Edition."},
      {
        "id":"ED160454",
        "title":"Geometry with Coordinates, Teacher's Commentary, Part I, Unit 49. Revised Edition."},
      {
        "id":"ED160455",
        "title":"Geometry with Coordinates, Teacher&apos;s Commentary, Part II, Unit 50. Revised Edition."},
      {
        "id":"ED160456",
        "title":"Advanced Experiments in Nuclear Science, Volume I: Advanced Nuclear Physics and Chemistry Experiments."},
      {
        "id":"ED160457",
        "title":"Experiments on Physics in the Arts: Papers from a Workshop (University of South Carolina, Columbia, June 10-21, 1974)."},
      {
        "id":"ED160459",
        "title":"The U. S. Department of Energy Guide to Selected Metric (SI) Units and Symbols."},
      {
        "id":"ED160460",
        "title":"Academic Employment of Full-Time Scientists and Engineers Increased Another 3 Percent in 1977. Science Resources Studies Highlights, February 15, 1978."},
      {
        "id":"ED160461",
        "title":"Programmed First Course in Algebra, Revised Form H, Student&apos;s Text, Part I, Unit 60."},
      {
        "id":"ED160462",
        "title":"Programed First Course in Algebra, Revised Form H, Student's Text, Part II, Unit 61."},
      {
        "id":"ED160463",
        "title":"Programed First Course in Algebra, Revised Form H, Student&apos;s Response Booklet, Unit 62."},
      {
        "id":"ED160464",
        "title":"Programed First Course in Algebra, Revised Form H, Teacher's Commentary, Unit 63."},
      {
        "id":"ED160465",
        "title":"Operation, Maintenance and Management of Wastewater Treatment Facilities: A Bibliography of Technical Documents."},
      {
        "id":"ED160466",
        "title":"The Public Benefits of Cleaned Water: Emerging Greenway Opportunities."},
      {
        "id":"ED160468",
        "title":"The National Research Council in 1978: Current Issues and Studies."},
      {
        "id":"ED160470",
        "title":"Work Activities of Doctoral Scientists and Engineers Show Substantial Change Between 1973 and 1977. Science Resources Studies Highlights, October 4, 1978."},
      {
        "id":"ED160472",
        "title":"Industrial and Institutional Pest Control. Sale Publication 4073."},
      {
        "id":"ED160474",
        "title":"Enhancing Social Studies Instruction through Consumer Education."},
      {
        "id":"ED160479",
        "title":"Changes in the Transition to Adulthood."},
      {
        "id":"ED160480",
        "title":"Moral/Citizenship Education: Potentials and Limitations. Occasional Paper No. 3."},
      {
        "id":"ED160483",
        "title":"Extending the Dream: A Report of the 1975 Artists-in-Schools National Conference."},
      {
        "id":"ED160492",
        "title":"Through the Arts to the Aesthetic: The CEMREL Aesthetic Education Curriculum."},
      {
        "id":"ED160495",
        "title":"Art for the Exceptional Child: Job Opportunities for Women."},
      {
        "id":"ED160498",
        "title":"Growing Up in America, Part II. Materials for Using American Issues Forum in the American History Classroom. Topic VIII."},
      {
        "id":"ED160499",
        "title":"Measuring the Immeasurable: A Pilot Study of Museum Effectiveness."},
      {
        "id":"ED160500",
        "title":"Parent Education: Implications for Educational Psychology."},
      {
        "id":"ED160501",
        "title":"Social Indicators. Human Services Bibliography Series."},
      {
        "id":"ED160503",
        "title":"Offering Such Strong Medicine: Deviance and School Environments."},
      {
        "id":"ED160507",
        "title":"The Equal Rights Amendment in Washington State: An Analysis and Interpretation of Voting Patterns."},
      {
        "id":"ED160509",
        "title":"Country Demographic Profiles: Thailand."},
      {
        "id":"ED160510",
        "title":"Class Consciousness in Contemporary America: What Is It? Who Has It? What Difference Does It Make?"},
      {
        "id":"ED160511",
        "title":"An Initital Analysis of Content and Cognitive Level of Questions Appearing on Intermediate Level Tests of Geographic Knowledge and Skills."},
      {
        "id":"ED160515",
        "title":"Selected List of Recommended Michigan Books and Pamphlets. Library Tools No. 5."},
      {
        "id":"ED160517",
        "title":"A Basic Approach to Social Studies: An Overview for Teachers and Parents."},
      {
        "id":"ED160524",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 11, No. 1, 1977, Period Covered January-March, 1977."},
      {
        "id":"ED160527",
        "title":"Graduate Education in Political Science, in Traditional Public Administration and in the Emerging Public Management Approach: A Comparison of the Relevance of Each to Public Service Career Preparation."},
      {
        "id":"ED160528",
        "title":"Population Growth: The Human Dilemma. An NSTA Environmental Materials Guide."},
      {
        "id":"ED160537",
        "title":"Status Composition and Educational Goals: An Attempt at Clarification."},
      {
        "id":"ED160551",
        "title":"Planning and Design of Outdoor Sports Facilities."},
      {
        "id":"ED160552",
        "title":"The Florida Panhandle Early Childhood Consortium."},
      {
        "id":"ED160553",
        "title":"Beyond the Mandate: The Professional Imperative. Educating Professionals for Educating the Handicapped."},
      {
        "id":"ED160556",
        "title":"Evaluation of the Chelmsford Title I Program &quot;Project Independence&quot;, 1977-1978."},
      {
        "id":"ED160557",
        "title":"Abstracts of Research Papers 1978. Presented at the Kansas City, Missouri Convention of the American Alliance for Health, Physical Education, and Recreation in the Research Consortium Meetings."},
      {
        "id":"ED160564",
        "title":"Equine Education Programs and Related Studies as Found in Colleges and Universities in the United States."},
      {
        "id":"ED160569",
        "title":"A Framework for Developing Teaching Competencies."},
      {
        "id":"ED160570",
        "title":"Inservice Teacher Education in California: Views of Teachers. Occasional Paper No. 2."},
      {
        "id":"ED160571",
        "title":"Making Local Staff Development Programs Work. Technical Assistance Series No. Two."},
      {
        "id":"ED160572",
        "title":"Making Centers Work. Staff Development Technical Assistance Series No. Five."},
      {
        "id":"ED160575",
        "title":"Decomposing a Student Team Technique: Team Reward and Team Task."},
      {
        "id":"ED160577",
        "title":"Breakaway to Multidimensional Approaches. Integrating Curriculum Development and Inservice Education."},
      {
        "id":"ED160580",
        "title":"The Knowledge Base for the Preparation of Education Personnel. Yearbook 1978, Volume 1."},
      {
        "id":"ED160582",
        "title":"Making and Using Puppets."},
      {
        "id":"ED160584",
        "title":"Individualized Education Programs."},
      {
        "id":"ED160585",
        "title":"Individualized Education Programs: Methods for Individualizing Physical Education."},
      {
        "id":"ED160586",
        "title":"Rope Activities for Fun, Fitness, and Fonics."},
      {
        "id":"ED160587",
        "title":"Safety in Outdoor Recreational Activities. Sports Safety Series, Monograph No. 6."},
      {
        "id":"ED160589",
        "title":"Patient Classification Systems in Nursing: A Description and Analysis. Nurse Planning Information Series."},
      {
        "id":"ED160591",
        "title":"Authority Structures and Student Development. Report No. 246."},
      {
        "id":"ED160592",
        "title":"Research on Teacher Thinking. Research Series No. 12."},
      {
        "id":"ED160600",
        "title":"Secondary Physical Education Instructional Guide."},
      {
        "id":"ED160601",
        "title":"Curriculum Design, Learning Environment Specification, and Curriculum Error."},
      {
        "id":"ED160604",
        "title":"Checkup: A National Assessment of Health Awareness Among 17-Year-Olds and Young Adults. Report No. 08-H-01."},
      {
        "id":"ED160605",
        "title":"A Study of Teacher Planning: Description and a Model of Preactive Decision Making. Research Series No. 18."},
      {
        "id":"ED160607",
        "title":"The Standard English Repetition Test (SERT); A Measure of Standard English Performance for Hawaii Creole English-Speaking Children. Technical Report #15."},
      {
        "id":"ED160618",
        "title":"Automated Test Item Banking. Final Report for Period January 1977-February 1978."},
      {
        "id":"ED160628",
        "title":"The Modification of Female Leadership Behavior in the Presence of Males. Final Report."},
      {
        "id":"ED160630",
        "title":"The Construction and Utility of Three Indexes of Intellectual Achievement: An Intellectual-Development (ID) Index; A Socio-Intellectual-Status (SIS) Index; A Differential-Intellectual-Development (DID) Index. U.S. Children and Youths, 6-17 Years. Vital and Health Statistics. Data Evaluation and Methods Research. Series 2-Number 74."},
      {
        "id":"ED160632",
        "title":"An Analysis of the Historical Regression Method of Predicting Posttest Grade Equivalents for Categorically-Aided Programs."},
      {
        "id":"ED160634",
        "title":"The Utility of Multiple Discriminant Analysis in Classifying Students."},
      {
        "id":"ED160641",
        "title":"Children's Sex-Stereotypes of Adult Occupations."},
      {
        "id":"ED160647",
        "title":"Comparison of a Bayesian and a Least Squares Method of Educational Prediction."},
      {
        "id":"ED160651",
        "title":"A New Role for Evaluators. CSE Report No. 97."},
      {
        "id":"ED160652",
        "title":"The Title of This Speech is... CSE Report No. 96."},
      {
        "id":"ED160654",
        "title":"Input-Output Relationships In IGE Schools. Report from the Project on Studies of Administration and Organization for Instruction. Technical Report No. 451."},
      {
        "id":"ED160658",
        "title":"The Selective Applicability of Education Policy: The California High School Proficiency Examination, etc."},
      {
        "id":"ED160662",
        "title":"The Teaching Events Stress Inventory."},
      {
        "id":"ED160664",
        "title":"The Limitations of ERIC in Reviewing Evaluation Literature. Paper and Report Series, No. 2. Research and Evaluation Program."},
      {
        "id":"ED160688",
        "title":"Assessing the Unintended Impacts of Public Policy: School Desegregation and Resegregation."},
      {
        "id":"ED160689",
        "title":"A Citizen's Guide to School Desegregation Law."},
      {
        "id":"ED160692",
        "title":"The Compensatory Education Study: Executive Summary."},
      {
        "id":"ED160693",
        "title":"Views from the Margins: Student Perceptions of Educational Environments in Public Alternative High Schools."},
      {
        "id":"ED160696",
        "title":"Racism in the University: The Case of the Educational Opportunity Program."},
      {
        "id":"ED160707",
        "title":"Market and Institutional Sources of Educational Growth. Discussion Paper No. 494-78."},
      {
        "id":"ED160708",
        "title":"The Child Nutrition Amendments of 1978. Hearing Before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-fifth Congress, Second Session on H.R. 12343 and H.R. 11699."},
      {
        "id":"ED160709",
        "title":"Title I ESEA: How It Works. A Guide for Parents and Parent Advisory Councils."},
      {
        "id":"ED160713",
        "title":"Effects of Biracial Learning Teams on Cross-Racial Friendship and Interaction. Report No. 240."},
      {
        "id":"ED160714",
        "title":"Desegregation and Equity in Higher Education and Employment: Is Progress Related to the Desegregation of Elementary and Secondary Schools? Report No. 251."},
      {
        "id":"ED160715",
        "title":"The Impact of Racial Composition and Public School Desegregation on Changes in Non-Public School Enrollment by White Pupils. Report No. 252."},
      {
        "id":"ED160723",
        "title":"&quot;Pull Out&quot; in Compensatory Education."},
      {
        "id":"ED160724",
        "title":"Racial Succession in Individual Housing Units. Current Population Reports, Special Studies Series P-23, No. 71."},
      {
        "id":"ED160734",
        "title":"Uses and Abuses of Evaluation in Continuing Education Programs: On the Frequent Futility of Formative, Summative, and Justificative Evaluation."},
      {
        "id":"ED169888",
        "title":"Attitudes and Performance of Military Students in Computer-Based Technical Training (Part A) [and] Instructor Attitude Related to the Use of the PLATO IV System at Chanute (Part B)."},
      {
        "id":"ED169893",
        "title":"Data Systems of the National Center for Health Statistics."},
      {
        "id":"ED169897",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials. Title II, ESEA. Strengthening Instruction in Science, Mathematics, Foreign Languages, and the Humanities and Arts; Title III, NDEA. Fifth Annual Report."},
      {
        "id":"ED169900",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials: Title II, ESEA. Annual Report, 1973."},
      {
        "id":"ED169901",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials: Title II, ESEA. Strengthening Instruction in the Academic Subjects: Title III, NDEA. Annual Report, 1974."},
      {
        "id":"ED169902",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials. Title II, ESEA: Strengthening Instruction in the Academic Subjects: Title III, NDEA. Annual Report, 1975."},
      {
        "id":"ED169903",
        "title":"School Library Supervision in Large Cities. Circular No. 775."},
      {
        "id":"ED169904",
        "title":"The Social and Behavioral Effects of Broadcast Television on Previously Untouched Audiences. Final Report."},
      {
        "id":"ED169907",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials: Title II, ESEA. First Annual Report, 1966."},
      {
        "id":"ED169908",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials: Title II, ESEA. Second Annual Report, 1967."},
      {
        "id":"ED169909",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials: Title II, ESEA. Third Annual Report, 1968."},
      {
        "id":"ED169914",
        "title":"Data Base Descriptors for Electro-Optical Sensor Simulation. Final Report, May 1977 through June 1978."},
      {
        "id":"ED169916",
        "title":"Development and Evaluation of an Adaptive Computerized Training System (ACTS). R&D Report 78-1."},
      {
        "id":"ED169917",
        "title":"The Educational Effectiveness of Graphic Displays for Computer Assisted Instruction. Final Report."},
      {
        "id":"ED169918",
        "title":"The Effects of Photo Characteristics Upon Location Determination in a Photogrammetric Facility. Final Report."},
      {
        "id":"ED169920",
        "title":"Evaluation of the Satellite Tele-Education Project (S.T.E.P.) in British Columbia."},
      {
        "id":"ED169921",
        "title":"Film and the Humanities."},
      {
        "id":"ED169949",
        "title":"MOVANAID: An Interactive Aid for Analysis of Movement Capabilities."},
      {
        "id":"ED169951",
        "title":"Information in Social Gerontology."},
      {
        "id":"ED169953",
        "title":"A Practitioner's Guide to Concepts and Measures of Motivation."},
      {
        "id":"ED169956",
        "title":"Federal Government Printing and Publishing: Policy Issues. Report of the Ad Hoc Advisory Committee on Revision of Title 44."},
      {
        "id":"ED169958",
        "title":"Illinois Public Community Colleges Statewide Occupational Student Follow-Up Study: Final Report of a Three Year Longitudinal Study of Fall 1974 New Students Enrolled in Occupational Programs."},
      {
        "id":"ED169959",
        "title":"Longitudinal Study of Student Flow and Persistence: Report on Third Phase."},
      {
        "id":"ED169960",
        "title":"Handbook for Community College/Community School Cooperative Relationships: A Case Study of Cooperation in Clackamas County, Oregon."},
      {
        "id":"ED169962",
        "title":"Associate Degrees and Other Formal Awards Below the Baccalaureate: Analysis of 6-Year Trends."},
      {
        "id":"ED169969",
        "title":"AACJC International/Intercultural Consortium Summer Study Programs Overseas, 1979."},
      {
        "id":"ED169973",
        "title":"Advancing International Education. New Directions for Community Colleges, Number 26."},
      {
        "id":"ED169995",
        "title":"Changing Work Force Needs with Implications for Higher Education. Proceedings of the Wingspread Conference (Racine, Wisconsin, October 23-24, 1978)."},
      {
        "id":"ED169997",
        "title":"Occupational Program Inventory. Michigan Public Community &amp; Junior Colleges."},
      {
        "id":"ED170002",
        "title":"Why Would a Community College Want a Women's Center."},
      {
        "id":"ED170003",
        "title":"Assessing the Educationally Related Needs of Adults: A Practical, Low Cost Approach. Community Colleges, Community Education. Monograph #3."},
      {
        "id":"ED170007",
        "title":"Educational Master Planning: Creative or Cathartic?"},
      {
        "id":"ED170014",
        "title":"Measuring Writing Skills."},
      {
        "id":"ED170015",
        "title":"Changing Administrative Relations Under Collective Bargaining. Junior College Resource Review."},
      {
        "id":"ED170018",
        "title":"Does the Changing View of Early Development Imply a Changing View of Early Education?"},
      {
        "id":"ED170023",
        "title":"Child Health Assessment Act and Increased Medicaid Funding for Puerto Rico. Hearing Before the Subcommittee on Health of the Committee on Finance, United States Senate, Ninety-Fifth Congress, Second Session on H.R. 9434 and S. 1392."},
      {
        "id":"ED170046",
        "title":"The Effects of Sex-Typed Labeling on Preschool Children&apos;s Information-Seeking and Retention."},
      {
        "id":"ED170051",
        "title":"Perceptions of Parenthood and Infant Development: A Comparison of the Views of High School Students, College Students, and Expectant Parents."},
      {
        "id":"ED170067",
        "title":"Out-of-School Determinants of Elementary School Achievement."},
      {
        "id":"ED170076",
        "title":"[A Profile of Williamsburg County, South Carolina]."},
      {
        "id":"ED170082",
        "title":"Locus of Control and Self-Esteem in Indian and White Students."},
      {
        "id":"ED170083",
        "title":"Reactions to Frustration and Anxiety by Indian and White Adolescents."},
      {
        "id":"ED170084",
        "title":"Math Avoidance: A Barrier to American Indian Science Education and Science Careers."},
      {
        "id":"ED170085",
        "title":"Understanding Indian Treaties as Law."},
      {
        "id":"ED170090",
        "title":"Teaching Mountain Children: Towards a Foundation of Understanding."},
      {
        "id":"ED170106",
        "title":"Interstate Migrant Education Task Force. Third Interim Report: Findings and Recommendations. Report No. 127."},
      {
        "id":"ED170112",
        "title":"Projections of Education Statistics to 1986-87."},
      {
        "id":"ED170113",
        "title":"Aptitude-treatment Interaction in Mathematics Instruction Using Calculators."},
      {
        "id":"ED170118",
        "title":"Albuquerque's Environmental Story."},
      {
        "id":"ED170121",
        "title":"Practical Materials for Teaching. Resource File: Edition I. Energy Management."},
      {
        "id":"ED170122",
        "title":"Fundamentals of Solar Heating. Correspondence Course."},
      {
        "id":"ED170123",
        "title":"Study Guide for Fundamentals of Solar Heating: A Correspondence Course for the Airconditioning Industry."},
      {
        "id":"ED170129",
        "title":"Aeronautics and Space Report of the President: 1977 Activities."},
      {
        "id":"ED170132",
        "title":"Science Activities in Energy: Solar Energy II."},
      {
        "id":"ED170134",
        "title":"Investigations with Calculators: Abstracts and Critical Analyses of Research."},
      {
        "id":"ED170140",
        "title":"Techniques of Water-Resources Investigations of the United States Geological Survey. Book 5, Laboratory Analysis. Chapter A5, Methods for Determination of Radioactive Substances in Water and Fluvial Sediments."},
      {
        "id":"ED170149",
        "title":"MEAP Support Materials for Mathematics."},
      {
        "id":"ED170150",
        "title":"Teacher Resource Guide for Metric Education."},
      {
        "id":"ED170153",
        "title":"HMSS (Hawaii Marine Science Studies) Sampler: Summer 1978 Draft Edition."},
      {
        "id":"ED170154",
        "title":"Black Contributors to Science and Energy Technology."},
      {
        "id":"ED170156",
        "title":"Guide for the Care and Use of Laboratory Animals. Revised Edition."},
      {
        "id":"ED170160",
        "title":"Science Education Development and Research: Abstracts of Current Projects."},
      {
        "id":"ED170169",
        "title":"The New Calculation in Education: A Research Agenda."},
      {
        "id":"ED170175",
        "title":"Investigations in Science Education, Vol. 5, No. 3, 1979. [Expanded Abstracts and Critical Analyses of Recent Research]."},
      {
        "id":"ED170176",
        "title":"Investigations in Science Education, Vol. 5, No. 4, 1979. [Expanded Abstracts and Critical Analyses of Recent Research]."},
      {
        "id":"ED170185",
        "title":"Master Curriculum Guide in Economics for the Nation's Schools. Part II, Strategies for Teaching Economics. Intermediate Level (Grades 4-6)."},
      {
        "id":"ED170187",
        "title":"Social Studies Teacher Education: Practices, Problems, and Recommendations."},
      {
        "id":"ED170188",
        "title":"Selected Social Studies Skills: 88 Reinforcement Lessons for Secondary Students."},
      {
        "id":"ED170193",
        "title":"The Process of Curriculum Development: Two Levels of Interpretation."},
      {
        "id":"ED170202",
        "title":"The Way of Tradition: Life in an Orthodox Jewish School. ACER Research Series No. 103."},
      {
        "id":"ED170213",
        "title":"Basic Principles for Designing Experience-Based Curricula."},
      {
        "id":"ED170216",
        "title":"Educational R&amp;D in Saudi Arabia: An Ethnomethodological Analysis."},
      {
        "id":"ED170221",
        "title":"Curriculum as Environments for Learning: A Practicel Meaning and Model."},
      {
        "id":"ED170222",
        "title":"Thinking about Our School: The Environmental Perceptions Approach to Curriculum Inquiry and Improvement."},
      {
        "id":"ED170226",
        "title":"A Strategy for Promoting Educational Reform in Developing Countries."},
      {
        "id":"ED170228",
        "title":"Views from the Margins: Practical Premises and Modest Priorities for Curriculum Improvement."},
      {
        "id":"ED170243",
        "title":"NIE Curriculum Development Issues. Guides for Public Discussion."},
      {
        "id":"ED170247",
        "title":"Curriculum Development: A State Perspective."},
      {
        "id":"ED170279",
        "title":"Expectancy Work Motivation, Central Life Interests, Voluntarism, Organizational Situation, Job Satisfaction, and Perceived Teaching Performance."},
      {
        "id":"ED170280",
        "title":"Classroom Teacher Behavior and Instructional Organization Patterns."},
      {
        "id":"ED170281",
        "title":"Advances in Teacher Effectiveness Research."},
      {
        "id":"ED170291",
        "title":"Relationships Between Success in an Education Program and Success in the Teaching Profession."},
      {
        "id":"ED170292",
        "title":"Teachers Prepare for Regular Class Placement of Handicapped Students. Briefly on...Regular Class Placement. No. 2."},
      {
        "id":"ED170294",
        "title":"Accountability in the Gymnasium: A Behavior Analysis Approach."},
      {
        "id":"ED170308",
        "title":"Manual for the USES Basic Occupational Literacy Test. Section 1: Administration, Scoring and Interpretation."},
      {
        "id":"ED170313",
        "title":"Some Still Do: River Acres, Texas. Booklet I. Reprinted November, 1978. Report #3 in Evaluation Report Series."},
      {
        "id":"ED170316",
        "title":"The Problem of Grade Inflation."},
      {
        "id":"ED170320",
        "title":"Mirrors for Behavior III. An Anthology of Observation Instruments."},
      {
        "id":"ED170327",
        "title":"Assessment of Learning Centers as a Teaching/Learning Strategy in Mainstreamed Classes."},
      {
        "id":"ED170338",
        "title":"New Jersey Statewide Minimum Standards: Results from the Program's Second Year. Occasional Papers in Education."},
      {
        "id":"ED170350",
        "title":"The Development of the Creative Behavior Inventory (CBI)."},
      {
        "id":"ED170351",
        "title":"Measures of Non-Academic Functional Literacy in Children. An Evaluation of Available Instruments."},
      {
        "id":"ED170353",
        "title":"Rules of Thumb from the Literature on Research and Evaluation."},
      {
        "id":"ED170361",
        "title":"A Study of Cognitive and Noncognitive Characteristics as Predictors of High School Seniors' Early Postsecondary Educational Activities."},
      {
        "id":"ED170362",
        "title":"Class Effects in ATI's."},
      {
        "id":"ED170377",
        "title":"A Study of Factors that Influence Response Rate Using a Questionnaire on Questionnaires."},
      {
        "id":"ED170378",
        "title":"Using Naturalistic Research for the Study of Evaluation Utilization."},
      {
        "id":"ED170396",
        "title":"Search for Effective Schools: The Identification and Analysis of City Schools Schools That Are Instructionally Effective for Poor Children."},
      {
        "id":"ED170413",
        "title":"Urban Education Studies: Assimilation of Programs into Continuing District Operations."},
      {
        "id":"ED170420",
        "title":"More Effective Management is Needed to Improve the Quality of the Summer Youth Employment Program. Report by the Comptroller General of the United States."},
      {
        "id":"ED170422",
        "title":"A Study of Selected Issues Involving Magnet Schools in Big City School Districts."},
      {
        "id":"ED170430",
        "title":"Ethnic Minority Research: Trends and Directions."},
      {
        "id":"ED170433",
        "title":"The Catholic Community and the Integration of Public and Catholic Schools."},
      {
        "id":"ED170434",
        "title":"Compilation of Reports on the 1978 Summer Youth Employment Program. Volume I."},
      {
        "id":"ED170476",
        "title":"A Report to the President, the Senate and the Board of Governors. September 1, 1977 - August 31, 1978."},
      {
        "id":"ED170477",
        "title":"From Idea to Action: Career Guidance Plans of Rural and Small Schools. Research and Development Series No. 148."},
      {
        "id":"ED170481",
        "title":"Evaluation of &quot;Women in Careers&quot; Program."},
      {
        "id":"ED170482",
        "title":"The Frames of Training. Research, Evaluation and Development Paper Series No. 13."},
      {
        "id":"ED170484",
        "title":"The One World of Working Women. Monograph No. 1."},
      {
        "id":"ED170485",
        "title":"Employment and Training Programs for Youth: What Works Best for Whom?"},
      {
        "id":"ED170487",
        "title":"Comparative Analysis of Four Manpower Nursing Requirements Models. Health Manpower References. [Nurse Planning Information Series, No. 6]."},
      {
        "id":"ED170491",
        "title":"Bilingualism and Vocational Concept Learning. A Study of the Acquisition of Vocational Concepts by Bilingual Students in Vocational Education Programs. Final Report."},
      {
        "id":"ED170500",
        "title":"Developmental Career Guidance Project, Pima County, Arizona. A Submission to the Joint Dissemination Review Panel."},
      {
        "id":"ED170507",
        "title":"Much More Could Be Done for Veterans in Employment and Training Programs. Report by the Comptroller General of the United States."},
      {
        "id":"ED170508",
        "title":"Utilization of Women in Industrial Career Fields. Final Report for Period 14 March 1977-28 April 1978."},
      {
        "id":"ED170509",
        "title":"The Career Education Incentive Act: A Background Paper. Report No. 79-23-EPW."},
      {
        "id":"ED170520",
        "title":"Try It, You&apos;ll Like It! A Student&apos;s Introduction to Nonsexist Vocational Education."},
      {
        "id":"ED170522",
        "title":"New Directions in International Health Cooperation: A Report to The President."},
      {
        "id":"ED170524",
        "title":"A Popularized Version of 21 Doctoral Dissertations. R &amp; D Monograph 70."},
      {
        "id":"ED170532",
        "title":"Research and Development Projects in Vocational Education, FY 1970-1977. An Annotated Bibliography: Volume 1. Federally Administered Projects."},
      {
        "id":"ED170536",
        "title":"Oral History as a Motivating Factor among Adult Learners."},
      {
        "id":"ED170538",
        "title":"It&apos;s Working. . .Collaboration in Career Education."},
      {
        "id":"ED170539",
        "title":"Existing and Emerging Legislation for Career Education at the State Level."},
      {
        "id":"ED170540",
        "title":"Construction Mechanic 3 &amp; 2. Naval Education and Training Command Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED170542",
        "title":"Steps toward Sex Equity in Vocational Education: An Inservice Training Design."},
      {
        "id":"ED170544",
        "title":"The Design of a Shiphandling Training System. Final Report, June 1977 through January 1979."},
      {
        "id":"ED170547",
        "title":"Comprehensive Employment and Training Amendments of 1978. Hearings before the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Human Resources. United States Senate. Ninety-Fifth Congress. Second Session on S. 2570. (February 16, 17, 23, 25 and March 1, 2, 6, 10, 1978)."},
      {
        "id":"ED170548",
        "title":"How to Buy Food: Lesson Aids for Teachers. Agriculture Handbook No. 443. Revised."},
      {
        "id":"ED170551",
        "title":"Teenage Locus of Control and Adult Unemployment."},
      {
        "id":"ED170553",
        "title":"Industrial Education. Secondary School Curriculum Guide."},
      {
        "id":"ED170554",
        "title":"Personal Networks of Opportunity in Obtaining Jobs: Racial Differences and Effects of Segregation."},
      {
        "id":"ED170555",
        "title":"The Construct Validity of Holland's Occupational Classification in Terms of Prestige, Census, Department of Labor and Other Classification Systems. Report No. 260."},
      {
        "id":"ED170556",
        "title":"Federal Funding of R &amp; D Programs for Women's Educational Equity: Possible Sources in the Department of Labor and Other Agencies Outside HEW."},
      {
        "id":"ED170557",
        "title":"Relation of Officer First Assignment and Education Major to Retention. Final Report, January 1976 through February 1977."},
      {
        "id":"ED170560",
        "title":"Vocational Education Outcomes. (Final Report on Year One of the R &amp; D Project &quot;Examining Vocational Education Outcomes and Their Correlates&quot;)."},
      {
        "id":"ED170562",
        "title":"Correctional Vocational Education Research Project. USOE (Vocational Education) Grant. Final Evaluation Report. July 1, 1976 - June 30, 1977."},
      {
        "id":"ED170563",
        "title":"Emerging Occupations in Agriculture: Impact upon Curricula and People, Part I. Yolo County, 1979. Final Report."},
      {
        "id":"ED170564",
        "title":"Emerging Occupations in Agriculture: Impact upon Curriculum and People, Part II. Functions and Activities of Agricultural Personnel in Yolo County, 1979."},
      {
        "id":"ED170565",
        "title":"Experience-Based Career Education: Evaluation Synthesis of Second Year Pilot Sites."},
      {
        "id":"ED170566",
        "title":"Cost Analysis of Air Force On-the-Job Training: Development and Demonstration of a Methodology."},
      {
        "id":"ED170567",
        "title":"Consumer Education Project: Final Report."},
      {
        "id":"ED170568",
        "title":"Research Directory of the Rehabilitation Research and Training Centers. Fiscal Years 1976 and 1977."},
      {
        "id":"ED170569",
        "title":"Research Directory of the Rehabilitation Research and Training Centers."},
      {
        "id":"ED170571",
        "title":"Dental Training Films."},
      {
        "id":"ED170575",
        "title":"Tennessee Vocational Education Articulation Project: Final Report."},
      {
        "id":"ED170576",
        "title":"Experience Based Career Education at Wichita East High School: A Third-Party Evaluation for Year Two, 1977-78."},
      {
        "id":"ED170593",
        "title":"Use the Competency-Based Approach to the Preparation of Local Administrators of Vocational Education. Module LA-101."},
      {
        "id":"ED170594",
        "title":"Alternate Delivery Strategies for Preparing Vocational Administrators."},
      {
        "id":"ED170595",
        "title":"An Annotated Bibliography of Administrator Instructional Materials."},
      {
        "id":"ED170596",
        "title":"Personnel Development for Local Administrators of Vocational Education. Final Report."},
      {
        "id":"ED170597",
        "title":"National Workshop to Improve Post-Secondary Vocational-Technical Personnel Development. Final Report."},
      {
        "id":"ED170600",
        "title":"Career Planning Programs for Women Employees: A National Survey. Research and Development Series No. 135."},
      {
        "id":"ED170621",
        "title":"Appetitive Learned Helplessness in Children."},
      {
        "id":"ED170624",
        "title":"The Effects of Rate of Change in Performance."},
      {
        "id":"ED170627",
        "title":"The President's Commission on Mental Health. Report to the President. Volume 1."},
      {
        "id":"ED170631",
        "title":"Promising Strategies in Probation and Parole."},
      {
        "id":"ED170635",
        "title":"Life Satisfaction in Adulthood: A Sequential Analysis."},
      {
        "id":"ED170639",
        "title":"A Methodology for Evaluation Research on Introductory Psychology Subject Pools."},
      {
        "id":"ED170645",
        "title":"Relationship Between Degree of Sexual Assault, Antecent Conditions, and Victim-Offender Relationship."},
      {
        "id":"ED170646",
        "title":"Intervention and Evaluation in Campus Environmental Assessment: A Description of One Project."},
      {
        "id":"ED170658",
        "title":"The Impact of Medical and Dental Education on Student&apos;s Attitudes Toward the Aged."},
      {
        "id":"ED170662",
        "title":"Management Skills for Alcohol Program Administrators; Participant Workbook."},
      {
        "id":"ED170663",
        "title":"Management Skills for Alcohol Program Administrators; Trainer Manual."},
      {
        "id":"ED170666",
        "title":"Barriers to Deinstitutionalization: Social Systems Influences on Environmental Design Interventions."},
      {
        "id":"ED170670",
        "title":"Architectural Design Characteristics of Public Housing and Well-Being of the Elderly."},
      {
        "id":"ED170672",
        "title":"What's Been Published in Family Sociology in the Past Ten Years?"},
      {
        "id":"ED170674",
        "title":"Cohort Changes in Attitudes About Legalized Abortion."},
      {
        "id":"ED170691",
        "title":"Planning/Implementation/Evaluation of a Successful \"Boy-Oriented\" Primary Program for Both Boys and Girls."},
      {
        "id":"ED170692",
        "title":"What's a Boy? The Need for a \"Boy-Oriented\" Program."},
      {
        "id":"ED170696",
        "title":"What Does a \"Boy-Oriented\" Teacher Look Like?"},
      {
        "id":"ED170697",
        "title":"Staffing Patterns and In-Service Needs of a \"Boy-Oriented\" Program."},
      {
        "id":"ED170703",
        "title":"Early Reading and Preprimary Education."},
      {
        "id":"ED170705",
        "title":"Active Comprehension of Short Stories."},
      {
        "id":"ED170709",
        "title":"Children in Conflict: Books that Help."},
      {
        "id":"ED170716",
        "title":"The Know-More and the Know-Nothing Movements in Reading: A Personal Response."},
      {
        "id":"ED170721",
        "title":"Easy Reading: Book Series and Periodicals for Less Able Readers."},
      {
        "id":"ED170726",
        "title":"Effects of Organizational Aids on Learning from Prose Texts. Technical Note 79-5."},
      {
        "id":"ED170727",
        "title":"Literacy in Historical Perspective."},
      {
        "id":"ED170731",
        "title":"Reading Comprehension of Pronoun-Referent Structures by Children in Grades Two, Four, and Six. Technical Report No. 117."},
      {
        "id":"ED170732",
        "title":"Story Structure and Age Effects on Children's Ability to Sequence Stories. Technical Report No. 122."},
      {
        "id":"ED170733",
        "title":"Prosody and Children's Parsing of Sentences. Technical Report No. 123."},
      {
        "id":"ED170734",
        "title":"Etiology of Reading Comprehension Style. Technical Report No. 124."},
      {
        "id":"ED170735",
        "title":"Testing the Development of Reading and Linguistic Awareness. Technical Report No. 126."},
      {
        "id":"ED170736",
        "title":"Permissible Inferences from the Outcome of Training Studies in Cognitive Development Research. Technical Report No. 127."},
      {
        "id":"ED170737",
        "title":"The Zone of Potential Development: Implications for Intelligence Testing in the Year 2000. Technical Report No. 128."},
      {
        "id":"ED170740",
        "title":"Newspapers as Civic Participants and Observers: Dilemmas in Journalistic Objectivity/Subjectivity."},
      {
        "id":"ED170745",
        "title":"The National Advertising Review Board, 1971-1976. Journalism Monographs No. 59, February 1979."},
      {
        "id":"ED170746",
        "title":"The Deep Structure of the Paragraph."},
      {
        "id":"ED170756",
        "title":"Writing Centers in the Elementary School. Fastback 127."},
      {
        "id":"ED170757",
        "title":"The Arts & Compensatory Education."},
      {
        "id":"ED170764",
        "title":"The Composing Processes of Unskilled College Writers."},
      {
        "id":"ED170770",
        "title":"The Writing and Teaching of Adolescent Literature."},
      {
        "id":"ED170771",
        "title":"Books for Today's Children: An Annotated Bibliography of Non-Stereotyped Picture Books."},
      {
        "id":"ED170773",
        "title":"The New Literacy: The Language of Film and Television."},
      {
        "id":"ED170779",
        "title":"Test Scores, Course Grades, and Bottom Lines."},
      {
        "id":"ED170783",
        "title":"Aesthetics Are Basic."},
      {
        "id":"ED170788",
        "title":"The Communicative Environment of Young Children: Social Class, Ethnic, and Situational Differences. Technical Report No. 125."},
      {
        "id":"ED170790",
        "title":"Burkian Ratios and Clement Haynesworth: A Proposed Method and Application."},
      {
        "id":"ED170792",
        "title":"Communication Patterns in the Family: Implications for Adaptability and Change."},
      {
        "id":"ED170794",
        "title":"Interaction Involvement: A Fundamental Dimension of Interpersonal Communication Competence."},
      {
        "id":"ED170795",
        "title":"A New Procedure for the Detection of Patterns in Small Group Interaction."},
      {
        "id":"ED170802",
        "title":"On the Nature of Synonyms: And This Little Piggie...."},
      {
        "id":"ED170803",
        "title":"\"Fighting Words\": Black and White."},
      {
        "id":"ED170805",
        "title":"ERIC First Analysis: 1979-80 National High School Debate Resolutions (What Should Be the Future Direction of the Foreign Policy of the United States?)."},
      {
        "id":"ED170807",
        "title":"Patterns of Physician-Patient Communication Associated with Patient Satisfaction."},
      {
        "id":"ED170808",
        "title":"The Persuasive Effects of Violating Spatial Distance Expectations in Small Groups."},
      {
        "id":"ED170810",
        "title":"Indecent Broadcasts and the Listener's Right of Privacy."},
      {
        "id":"ED170812",
        "title":"Communication Channels and Information Flow among Ethnics."},
      {
        "id":"ED170815",
        "title":"Physician-Patient Communication and Patient Compliance: A Theoretical Orientation."},
      {
        "id":"ED170817",
        "title":"The Analysis of Speech Habits: Principles, Processes, and Dynamics."},
      {
        "id":"ED170825",
        "title":"Women in Management: Leadership Theories, Research Results, and Future Directions."},
      {
        "id":"ED170826",
        "title":"Ascertaining Community Leaders: An Alternative Method."},
      {
        "id":"ED170855",
        "title":"Demographic Characteristics, Faculty Attitudes and School Structure."},
      {
        "id":"ED170856",
        "title":"Bases of Power Among Public School Principals."},
      {
        "id":"ED170860",
        "title":"The ICES Model: Increasing Women's Participation in Educational Administration."},
      {
        "id":"ED170861",
        "title":"Conflict and Stress in Interorganizational Structures."},
      {
        "id":"ED170880",
        "title":"African Education: New Strategies in Curriculum Development. 1979 World Education Monograph Series, Number One."},
      {
        "id":"ED170882",
        "title":"New Places for the Arts. Book Two."},
      {
        "id":"ED170883",
        "title":"Planning and Cooperative Use of Resources for the Arts."},
      {
        "id":"ED170885",
        "title":"What Assurance Does Office of Education's Eligibility Process Provide? Report to the Congress."},
      {
        "id":"ED170887",
        "title":"The Development of an Interagency Agreement. Office of Juvenile Justice and Delinquency Prevention and Teacher Corps Youth Advocacy School Crime Intervention Program."},
      {
        "id":"ED170889",
        "title":"Educational Politics and Declining Enrollment: Minnesota, 1977."},
      {
        "id":"ED170897",
        "title":"People, Law, and the Futures Perspective."},
      {
        "id":"ED170901",
        "title":"A Model for the Implementation of a Superintendent&apos;s Role in Teacher Negotiations."},
      {
        "id":"ED166818",
        "title":"Cooperative Programs Between Public and Private Elementary Schools. Individual Approaches to Elementary School Programs."},
      {
        "id":"ED166819",
        "title":"Tracking and Reporting School-Leaving Competencies: Keeping the Records, Displaying the Results."},
      {
        "id":"ED166823",
        "title":"Training Needs of Public School Administrators. A Survey of Local School Districts. Fast Response Survey System Report No. 5."},
      {
        "id":"ED166826",
        "title":"Sex, Sex-Role Identification, and the Good Manager."},
      {
        "id":"ED166831",
        "title":"The Development of a Curriculum Change Indicator."},
      {
        "id":"ED166832",
        "title":"The Moral Education Project (Year 5). Final Report 1976-77."},
      {
        "id":"ED166834",
        "title":"A Decade of Gallup Polls of Attitudes Toward Education 1969-1978."},
      {
        "id":"ED166836",
        "title":"Teacher and School Administrator: Supply and Demand."},
      {
        "id":"ED166838",
        "title":"Report of the Project to Assess Needed Competencies in Community Education 1976-77."},
      {
        "id":"ED166867",
        "title":"Evaluating Residential Treatment. A Study and a Model. ; Final Report."},
      {
        "id":"ED166869",
        "title":"Public Service Administration Internship Program in Career Education. Final Report."},
      {
        "id":"ED166870",
        "title":"Project S.P.I.C.E.: Special Partnership in Career Education. Final Report."},
      {
        "id":"ED166871",
        "title":"Project S.P.I.C.E.: Special Partnership in Career Education. Guide to Program Implementation."},
      {
        "id":"ED166872",
        "title":"Project S.P.I.C.E.: Special Partnership in Career Education. Self-Awareness Teaching Module."},
      {
        "id":"ED166873",
        "title":"Project S.P.I.C.E.: Special Partnership in Career Education. Career/Educational Awareness Teaching Module."},
      {
        "id":"ED166874",
        "title":"Project S.P.I.C.E.: Special Partnership in Career Education. Decision Making Teaching Module."},
      {
        "id":"ED166876",
        "title":"Project S.P.I.C.E.: Special Partnership in Career Education. Employability Skills Teaching Module."},
      {
        "id":"ED166877",
        "title":"Project S.P.I.C.E.: Special Partnership in Career Education. Rights and Responsibility Teaching Module."},
      {
        "id":"ED166882",
        "title":"Evaluation of Child Abuse and Neglect Demonstration Projects 1974-1977, Volumes 1 and 2: Child Abuse and Neglect Treatment Programs. Final Report and Summary of Findinqs."},
      {
        "id":"ED166883",
        "title":"Federal Direction Needed for Educating Handicapped Children in State Schools: Report to the Congress."},
      {
        "id":"ED166884",
        "title":"Why Young People Become Antisocial. Science Reports."},
      {
        "id":"ED166885",
        "title":"Mental Health in Deafness. Experimental Issue 2. Fall 1978."},
      {
        "id":"ED166887",
        "title":"Teaching the Gifted and Talented. Fastback 119."},
      {
        "id":"ED166892",
        "title":"Your Responsibilities to Disabled Persons as a School or College Administrator."},
      {
        "id":"ED166893",
        "title":"New Light on Autism and Other Puzzling Disorders of Childhood. Science Reports."},
      {
        "id":"ED166904",
        "title":"Project Skill: Strategies and Techniques: Project on the Employment of Handicapped Persons in State Government Positions. R &amp; D Monograph 54."},
      {
        "id":"ED166916",
        "title":"Assessment of the Training Needs of Educators of the Severely and Profoundly Retarded."},
      {
        "id":"ED166919",
        "title":"1978 Annual Review of Child Abuse and Neglect Research."},
      {
        "id":"ED166924",
        "title":"Educational Materials for Remedial Instruction."},
      {
        "id":"ED166928",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases."},
      {
        "id":"ED166936",
        "title":"Deenaadai Gwich'in Gwandak. Dehtly' 1 (Traditional Gwich'in Stories, Book One)."},
      {
        "id":"ED166951",
        "title":"An Informally Annotated Bibliography of Sociolinguistics."},
      {
        "id":"ED166953",
        "title":"The Good Language Teacher: Coping With the Effect of Affect. CATESOL Occasional Papers, No. 4."},
      {
        "id":"ED166956",
        "title":"Study of Foreign Languages and Related Areas: Federal Support, Administration, Need. Comptroller General's Report to the Congress of the United States."},
      {
        "id":"ED166959",
        "title":"ONTERIS Abstracts. Volume 3."},
      {
        "id":"ED166963",
        "title":"Why Ask?"},
      {
        "id":"ED166965",
        "title":"Creating New Words by Shortening."},
      {
        "id":"ED166966",
        "title":"American Civic Issues in the Light of European Experience."},
      {
        "id":"ED166975",
        "title":"The Educational Disadvantage of Language-Minority Persons in the United States, Spring 1976."},
      {
        "id":"ED166980",
        "title":"Some Aspects of Language Development in Middle Childhood."},
      {
        "id":"ED166982",
        "title":"Diagnosing and Responding to Individual Learner Needs. CAL-ERIC/CLL Series on Languages and Linguistics, No. 60."},
      {
        "id":"ED166983",
        "title":"An Investigation of the Foreign Language Needs of U.S. Corporations Doing Business Abroad."},
      {
        "id":"ED166988",
        "title":"Inventory on Teaching Styles: A Self-Profile for Self-Analysis. Practical Ideas for FL Teaching: Teachers' Interviews."},
      {
        "id":"ED167008",
        "title":"Universities and the State in Belgium: Past and Present Dimensions of Higher Education in a Divided Society. Yale Higher Education Research Group Working Paper 29."},
      {
        "id":"ED167010",
        "title":"The Japanese System of Higher Education in Comparative Perspective. Yale Higher Education Research Group Working Paper 33."},
      {
        "id":"ED167011",
        "title":"Universities and Governments: The Comparative Politics of Higher Education. A Review Essay. Yale Higher Education Research Group Working Paper 31."},
      {
        "id":"ED167014",
        "title":"Data on Vietnam Era Veterans."},
      {
        "id":"ED167027",
        "title":"Land-Grant Colleges and Universities, 1862-1962."},
      {
        "id":"ED167029",
        "title":"Implementing a New Governance System for Higher Education in Montana. Final Report of the First Commissioner of Higher Education Dr. Lawrence K. Pettit to the Montana Board of Regents of Higher Education."},
      {
        "id":"ED167034",
        "title":"The Life and Death of Innovation in Higher Education. Occasional Paper Number Two."},
      {
        "id":"ED167038",
        "title":"Migration of College Students. Preliminary Analysis of Trends in College Student Migration."},
      {
        "id":"ED167044",
        "title":"Strengthening Developing Institutions. Title III of the Higher Education Act of 1965. Annual Report."},
      {
        "id":"ED167047",
        "title":"Budgeting for Higher Education and the Legislative Oversight Process."},
      {
        "id":"ED167048",
        "title":"Formula Funding in the SREB States."},
      {
        "id":"ED167052",
        "title":"State Programs Supporting Health Manpower Training: An Inventory. Volume 2. Methodology."},
      {
        "id":"ED167054",
        "title":"Graduate Education: Thoughts on a Regional Approach."},
      {
        "id":"ED167055",
        "title":"Approved, Terminated, or Adjusted Doctoral Programs at Institutions in Western States for the Period July 1, 1974, through June 30, 1978. Report 78-3."},
      {
        "id":"ED167056",
        "title":"Inequality in Higher Education: Some Federal Policies Reviewed."},
      {
        "id":"ED167057",
        "title":"Federal Student Assistance: Legislative History, 95th Congress 2nd Session. Report No. 79-6 EPW."},
      {
        "id":"ED167069",
        "title":"HIER-GRP: AA Computer Program for the Hierarchical Grouping of Regression Equations."},
      {
        "id":"ED167071",
        "title":"NDN: A Success Story."},
      {
        "id":"ED167084",
        "title":"The Placer Media Management System or Using the Computer in the Small Film Library."},
      {
        "id":"ED167088",
        "title":"The Dynamics of Information Search Services."},
      {
        "id":"ED167093",
        "title":"Providing Technical Assistance to State Dissemination Projects: Linking at the National Level."},
      {
        "id":"ED167101",
        "title":"The Trust Territory and a Pacific Basin Consortium: A Point of View."},
      {
        "id":"ED167110",
        "title":"The Frontiers of Communication. Report Number 8."},
      {
        "id":"ED167113",
        "title":"Communicating with Villagers."},
      {
        "id":"ED167118",
        "title":"A Study of the Belief System Structure of Principals and Media Specialists as Related to their Role Expectations for the Media Specialist."},
      {
        "id":"ED167119",
        "title":"Rule-Directed Interactive Transaction Agents: An Approach to Knowledge Acquisition."},
      {
        "id":"ED167122",
        "title":"Programming Language CAMIL II: Implementation and Evaluation."},
      {
        "id":"ED167123",
        "title":"Airborne Electro-Optical Sensor Simulation System. Final Report."},
      {
        "id":"ED167126",
        "title":"An Investigation of Computer Coaching for Informal Learning Activities."},
      {
        "id":"ED167127",
        "title":"National Commission on Libraries and Information Science. Annual Report to the President and Congress, 1976-1977."},
      {
        "id":"ED167128",
        "title":"Toward a National Program for Library and Information Services: Goals for Action. A Summary."},
      {
        "id":"ED167131",
        "title":"College Library Instruction/College Instruction: A Review of the Literature."},
      {
        "id":"ED167137",
        "title":"Colorado Library Network Plan. A Network for Sharing."},
      {
        "id":"ED167138",
        "title":"Our Nation&apos;s Libraries: An Inventory of Resources and Needs."},
      {
        "id":"ED167141",
        "title":"Guided Enrichment of Institutionalized Deliquents through Interest-Based Library Materials. George Junior Republic, Grove City, Pennsylvania."},
      {
        "id":"ED167143",
        "title":"Guidelines for Libraries to Serve Special Patrons."},
      {
        "id":"ED167156",
        "title":"A Computer-Assisted Instruction Program on How To Use a Library Card Catalog: Description, Program, and Evaluation."},
      {
        "id":"ED167157",
        "title":"Optimizing Selection of Library School Students."},
      {
        "id":"ED167159",
        "title":"College Learning Resources Programs: A Book of Readings."},
      {
        "id":"ED167168",
        "title":"A Retrieval System for Engineering Drawings."},
      {
        "id":"ED167171",
        "title":"The Legislator as User of Information Technology."},
      {
        "id":"ED167172",
        "title":"Computer Science &amp; Technology: Local Area Networking."},
      {
        "id":"ED167175",
        "title":"Advisory List of Instructional Media for Biography."},
      {
        "id":"ED167176",
        "title":"Advisory List of Instructional Media for Cultural Arts."},
      {
        "id":"ED167177",
        "title":"Advisory List of Instructional Media: Dictionaries of the English Language."},
      {
        "id":"ED167178",
        "title":"Advisory List of Instructional Media: Fairy Tales and Folklore."},
      {
        "id":"ED167179",
        "title":"Advisory List of Instructional Media for Languages."},
      {
        "id":"ED167180",
        "title":"Advisory List of Instructional Media for Science."},
      {
        "id":"ED167181",
        "title":"Advisory List of Instructional Media for Social Studies."},
      {
        "id":"ED167184",
        "title":"Computerized Multi-Media Instructional Television. COMIT. Proceedings of a Symposium."},
      {
        "id":"ED167185",
        "title":"Measuring Attitudes and Instructional Development: Why and How."},
      {
        "id":"ED167195",
        "title":"A National Periodicals Center Technical Development Plan."},
      {
        "id":"ED167196",
        "title":"Learning from COMIT: The Educational Implications."},
      {
        "id":"ED167198",
        "title":"Design of ERIC Usage Studies. Volume II."},
      {
        "id":"ED167221",
        "title":"Counseling and Advisement Needs Assessment, Winter 1978. Outcomes Measurement Follow-Up."},
      {
        "id":"ED167227",
        "title":"Broward County Employers&apos; Training Needs Assessment."},
      {
        "id":"ED167229",
        "title":"Report on Counseling Evaluation Guidelines Developed by the Ad Hoc Counseling Task Force and Endorsed by the Illinois Community College Board."},
      {
        "id":"ED167240",
        "title":"Children&apos;s Rights and Child Advocacy: An ERIC Abstract Bibliography."},
      {
        "id":"ED167241",
        "title":"Day Care Update: Programs, Policy and Research. An ERIC Abstract Bibliography."},
      {
        "id":"ED167244",
        "title":"Personal Social Adjustment of School Children After Five Years in a Family Enrichment Program."},
      {
        "id":"ED167252",
        "title":"Constitutional Rights of Children. Prepared for the Subcommittee on the Constitution of the Committee on the Judiciary, United States Senate, by the American Law Division, Congressional Research Service of the Library of Congress."},
      {
        "id":"ED167263",
        "title":"Research Relating to Children. Bulletin 39: March 1977-August 1977."},
      {
        "id":"ED167270",
        "title":"Child Care and Development Services. Report of the Commission to Formulate a State Plan for Child Care and Development Services in California, 1978."},
      {
        "id":"ED167276",
        "title":"Age and Sex Differences in Interaction with a Human Infant."},
      {
        "id":"ED167277",
        "title":"A Long Road to an Unresolved Problem: Comprehensive Child Care in the U.S."},
      {
        "id":"ED167278",
        "title":"The Stake of the Public Schools in Early Childhood Education."},
      {
        "id":"ED167279",
        "title":"Public Schools and Preschool Programs: A Natural Connection."},
      {
        "id":"ED167280",
        "title":"Starting Off on the Right Foot: The Case for Putting Early Childhood Education Into the Public Schools."},
      {
        "id":"ED167290",
        "title":"Metapersuasion: The Development of Reasoning About Persuasive Strategies."},
      {
        "id":"ED167293",
        "title":"A Comparison of Children's Spatial Reasoning: Rural Appalachia, Suburban and Urban New England."},
      {
        "id":"ED167294",
        "title":"Evaluation of the Child Health and Development Project of the Tennessee Department of Public Health, East Tennessee Regional Office."},
      {
        "id":"ED167296",
        "title":"Chicano Perspectives in Literature--A Critical and Annotated Bibliography."},
      {
        "id":"ED167299",
        "title":"Farm Population of the United States: 1977. Current Population Reports: Farm Population."},
      {
        "id":"ED167302",
        "title":"Indian Industrial Development Manual For and By Native Americans."},
      {
        "id":"ED167305",
        "title":"Time and Resource Management for Small Schools."},
      {
        "id":"ED167308",
        "title":"Every Woman's Right---The Right to Education and Economic Independence."},
      {
        "id":"ED167316",
        "title":"Native American Media Needs: An Assessment."},
      {
        "id":"ED167318",
        "title":"Imaginary Gardens? Real Problems: An Analysis of Federal Information Sources on Rural Education."},
      {
        "id":"ED167320",
        "title":"Enrollment Data and Future Projections: Oglala Sioux Community College, 1972-1984."},
      {
        "id":"ED167321",
        "title":"Net Migration Change in U.S. Nonmetropolitan Counties, 1960-74: A Test of Three Alternative Hypotheses."},
      {
        "id":"ED167337",
        "title":"How Communities and American Indian Parents Can Identify and Remove Culturally Biased Books from Schools."},
      {
        "id":"ED167339",
        "title":"Apaches in Three Dimensions: Anthropology, History and Literature."},
      {
        "id":"ED167344",
        "title":"Offerings and Enrollments in Science and Mathematics in Public High Schools, 1956. Pamphlet No. 120."},
      {
        "id":"ED167365",
        "title":"Our U.S. Energy Future, Teacher Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167366",
        "title":"Our U.S. Energy Future, Student Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167367",
        "title":"The Global Energy Situation on Earth, Teacher Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167368",
        "title":"The Global Energy Situation on Earth, Student Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167369",
        "title":"A Computer Simulation of the U.S. Energy Crisis, Energy. Teacher Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167370",
        "title":"A Computer Simulation of the U.S. Energy Crisis, Energy. Student Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167371",
        "title":"Computer Oriented Exercises on Attitudes and U.S. Gasoline Consumption, Attitude. Teacher Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167372",
        "title":"Computer Oriented Exercises on Attitudes and U.S. Gasoline Consumption, Attitude. Student Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167373",
        "title":"A Computer Oriented Problem Solving Unit, Consume. Teacher Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167374",
        "title":"A Computer Oriented Problem Solving Unit, Consume. Student Guide. Computer Technology Program Environmental Education Units."},
      {
        "id":"ED167389",
        "title":"Mathematics Lessons That Live. The MATYC Journal/ERIC Monograph Series."},
      {
        "id":"ED167390",
        "title":"Investigations in Mathematics Education, Vol. 11, No. 3."},
      {
        "id":"ED167392",
        "title":"The Economy of Energy Conservation in Educational Facilities. A Report. Revised Edition."},
      {
        "id":"ED167394",
        "title":"The NSF Science Development Programs, Volume I: A Documentary Report."},
      {
        "id":"ED167398",
        "title":"British Columbia Elementary Science Materials Based Units Program. Interim Edition, 1977."},
      {
        "id":"ED167399",
        "title":"British Columbia Elementary Science Teachers Curriculum Guide. Interim Edition, 1977."},
      {
        "id":"ED167404",
        "title":"How to Save Money by Saving Energy."},
      {
        "id":"ED167407",
        "title":"Current Issues in Environmental Education - IV: Selected Papers from the Seventh Annual Conference of the National Association for Environmental Education."},
      {
        "id":"ED167413",
        "title":"Energy Conservation in the Home: An Energy Education/Conservation Curriculum Guide for Home Economics Teachers."},
      {
        "id":"ED167414",
        "title":"Energy Related Careers."},
      {
        "id":"ED167420",
        "title":"Science, Technology, & Human Values, Issue No. 25, Fall 1978."},
      {
        "id":"ED167421",
        "title":"Sensing the Sea: A Curriculum Guide in Marine Education for Grades Two and Three."},
      {
        "id":"ED167422",
        "title":"Science Career Exploration for Women."},
      {
        "id":"ED167430",
        "title":"The United States' Third Century: Issues for the Social Studies. A Conference Held at Yale University, May 6, 1977."},
      {
        "id":"ED167443",
        "title":"Global Perspectives: Some Questions and Answers."},
      {
        "id":"ED167444",
        "title":"The Games People Play: Perceptions of Women&apos;s Roles in Local Public Office."},
      {
        "id":"ED167466",
        "title":"Pollution: The Neglected Dimensions. Worldwatch Paper 27."},
      {
        "id":"ED167483",
        "title":"Experiential Learning In Introductory Psychology: Student's Perspective."},
      {
        "id":"ED167484",
        "title":"Acquisition of Higher Order Intellectual Skills Through a Mastery Learning Paradigm."},
      {
        "id":"ED167487",
        "title":"Tennessee Technological University Teacher Evaluation Model, Year V. Study of the Teacher Preparation Programs of Tennessee Technological University. Report 78-2."},
      {
        "id":"ED167496",
        "title":"Issues in Developing the Relevant Elementary Curriculum."},
      {
        "id":"ED167500",
        "title":"Thorough and Efficient Education and Teacher Tenure in New Jersey."},
      {
        "id":"ED167507",
        "title":"Exercising Your Rights: Eliminating Sex Bias in Physical Education."},
      {
        "id":"ED167537",
        "title":"Classroom Management in the Elementary Grades. Research Series No. 32."},
      {
        "id":"ED167539",
        "title":"Nationwide Survey of Practices in Selection and Retention of Teacher Education Candidates."},
      {
        "id":"ED167540",
        "title":"Decision Characteristics, Participation Training, and Teacher Participation in Decision-Making."},
      {
        "id":"ED167570",
        "title":"National Longitudinal Study of the High School Class of 1972: Critical Data Base. 22U-884."},
      {
        "id":"ED167575",
        "title":"Guidelines for Evaluating Criterion-Referenced Tests and Test Manuals."},
      {
        "id":"ED167576",
        "title":"Manual for the Preschool Behavior Questionnaire."},
      {
        "id":"ED167578",
        "title":"Profiles of School District Performance, 1977-78: A Guide to Interpretation."},
      {
        "id":"ED167583",
        "title":"Final Technical Report 1976-1977. Systemwide Evaluation. Publication Number: 76.69."},
      {
        "id":"ED167584",
        "title":"Final Evaluation Report. 1976-1977 Project P.A.V.E. Evaluation. Publication Number: 76.57."},
      {
        "id":"ED167591",
        "title":"Problems Encountered in Conducting an Assessment of Educational Needs in Selected Ohio School Districts."},
      {
        "id":"ED167596",
        "title":"Assessing Family Economic Status From Teacher Reports."},
      {
        "id":"ED167599",
        "title":"The Impact of the College Level Examination Program: A Four-Year Study."},
      {
        "id":"ED167600",
        "title":"Review of Peer Evaluation Research. Technical Paper 342."},
      {
        "id":"ED167602",
        "title":"Basic Life Skills: Results Manual. Package Nos. 12 through 17."},
      {
        "id":"ED167605",
        "title":"Consumer's Guide to Educational Evaluation."},
      {
        "id":"ED167606",
        "title":"Evaluation of the TICCIT Computer-Assisted Instructional System in the Community College. Final Report. Volume I."},
      {
        "id":"ED167607",
        "title":"Evaluation of the TICCIT Computer-Assisted Instructional System in the Community College. Final Report. Volume II. Appendices."},
      {
        "id":"ED167610",
        "title":"Student Achievement in California Schools: 1977-78 Annual Report."},
      {
        "id":"ED167613",
        "title":"The Effects of Budget Reductions on Program Evaluation in a Large Urban School System: Providing Services Beyond Resources."},
      {
        "id":"ED167614",
        "title":"Evaluation of a Televised Work-Along Program for Preschoolers."},
      {
        "id":"ED167616",
        "title":"The Effect of Prior Subject Matter Knowledge and Text Structure on the Organization of Text Information in Memory."},
      {
        "id":"ED167617",
        "title":"The Development of Verbal Relations in Analogical Reasonings."},
      {
        "id":"ED167619",
        "title":"Development and Validation of the Dysfunctional Attitude Scale: A Preliminary Investigation."},
      {
        "id":"ED167621",
        "title":"The Coefficients of a Maximum Contrast as Interpretable Statistics."},
      {
        "id":"ED167622",
        "title":"Can Selection Tests Be Used As Pretest?"},
      {
        "id":"ED167623",
        "title":"The Appropriateness of Using the S-R Inventory of Anxiousness to Measure Sources of Behavioral Variability."},
      {
        "id":"ED167624",
        "title":"Adjunct Application Questions Facilitate Later Application, Or Do They?"},
      {
        "id":"ED167626",
        "title":"Additive Effects of Pre- and Post-Adjunct Questions in Prose Text."},
      {
        "id":"ED167627",
        "title":"Construct Validity of Cognitive Structures: A Comparison of Multidimensional Methods."},
      {
        "id":"ED167629",
        "title":"An Analysis of Explicit Evaluative Discourse in Supervisor-Teacher Micro-teaching Conferences."},
      {
        "id":"ED167632",
        "title":"Don&apos;t They All Measure the Same Thing? Consequences of Selecting Standardized Tests. Research Series No. 25."},
      {
        "id":"ED167634",
        "title":"&quot;Evaluation as Illumination: A New Approach to the Study of Innovatory Programs&quot;. Occasional Paper."},
      {
        "id":"ED167635",
        "title":"Influence of Cognitive Style and Training on Tasks Requiring the Separation of Variables Schema."},
      {
        "id":"ED167636",
        "title":"Collecting Achievement Test Data. ESEA Title I Evaluation and Reporting System. Technical Paper No. 13."},
      {
        "id":"ED167637",
        "title":"Experiential Learning: An Annotated Literature Guide. 1978 Supplement."},
      {
        "id":"ED167658",
        "title":"A Planning Perspective and A Selective Bibliography for Research in Urban Education."},
      {
        "id":"ED167665",
        "title":"City-As-School, School Year 1977-1978. Validation Report."},
      {
        "id":"ED167672",
        "title":"Language Differences: Do They Interfere With Learning to Read?"},
      {
        "id":"ED167673",
        "title":"Drugs and Minorities. Research Issues 21."},
      {
        "id":"ED167678",
        "title":"Florida&apos;s Commitment to Equal Access and Equal Opportunity in Public Higher Education."},
      {
        "id":"ED167688",
        "title":"Desegregation of the Nation's Public Schools: A Status Report."},
      {
        "id":"ED167697",
        "title":"Meeting the Educational Needs of the Older Adult: ELDERHOSTEL as a Program in Collegiate Education."},
      {
        "id":"ED167699",
        "title":"Performance-Based Professional Education Curricula. Final Report. Volume I. Curricula Development. Research and Development Series No. 139."},
      {
        "id":"ED167700",
        "title":"Performance-Based Professional Education Curricula. Final Report. Volume II. Research Report. Research and Development Series No. 140."},
      {
        "id":"ED167705",
        "title":"Montana Women on the Move."},
      {
        "id":"ED167706",
        "title":"University Based Career Education. Staff Development Materials."},
      {
        "id":"ED167708",
        "title":"Occupations, Role Characteristics and Intergenerational Transmission."},
      {
        "id":"ED167710",
        "title":"Overview and Student Activities for the Appalachia Educational Laboratory Model."},
      {
        "id":"ED167712",
        "title":"Overview and Student Activities for the Research for Better Schools Model."},
      {
        "id":"ED167728",
        "title":"Necessary Work Values, Habits, and Attitudes: A Final Report."},
      {
        "id":"ED167729",
        "title":"Second-Career Training for Air Traffic Controllers Should Be Discontinued. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED167732",
        "title":"The Skills Survey: What It Is and How It Works. Personnel Management Series No. 29."},
      {
        "id":"ED167734",
        "title":"LaGuardia Community College: A Model for a Comprehensive Career Educational Approach to Higher Learning. Final Report."},
      {
        "id":"ED167735",
        "title":"LaGuardia Community College: A Model for a Comprehensive Career Educational Approach to Higher Learning. Evaluation Report. (Volume III of Final Report)."},
      {
        "id":"ED167742",
        "title":"Occupational Choice: Do Traditional and Non-Traditional Women Differ?"},
      {
        "id":"ED167748",
        "title":"Worker Participation--Productivity and the Quality of Work Life. Worldwatch Paper 25."},
      {
        "id":"ED167751",
        "title":"Perspectives on Lifelong Learning."},
      {
        "id":"ED167752",
        "title":"Women in Traditionally Male Jobs: The Experiences of Ten Public Utility Companies. R &amp; D Monograph 65."},
      {
        "id":"ED167754",
        "title":"Women in Nontraditional Jobs: A Conference Guide. Increasing Job Options for Women."},
      {
        "id":"ED167755",
        "title":"Women in Nontraditional Jobs: A Workshop Model. Working with Employers to Develop Jobs."},
      {
        "id":"ED167756",
        "title":"Women in Nontraditional Jobs: A Program Model. Boston: Nontraditional Occupations Program for Women."},
      {
        "id":"ED167757",
        "title":"Accreditation in Fire Training and Education: The Final Report of the Advisory Committee on Fire Training and Education of the National Academy for Fire Prevention and Control."},
      {
        "id":"ED167759",
        "title":"Publicizing Adult Education Programs: A Leadership Monograph."},
      {
        "id":"ED167760",
        "title":"Needs Assessment in Adult Education Programs. California Adult Education. A Leadership Monograph."},
      {
        "id":"ED167768",
        "title":"Community Education-Work Councils and CETA-School Collaboration under YEDPA. Prepared for the Work-Education Consortium Conferences on Enhancing Education-Work Transitions for Youth: The Community Collaboration Approach."},
      {
        "id":"ED167770",
        "title":"Career Concerns Survey."},
      {
        "id":"ED167772",
        "title":"Interpreting Outcome Measures in Vocational Education: Executive Summary."},
      {
        "id":"ED167773",
        "title":"Interpreting Outcome Measures in Vocational Education: A Final Report."},
      {
        "id":"ED167774",
        "title":"Special Projects for Improvement in Nurse Training: A Listing."},
      {
        "id":"ED167781",
        "title":"Summaries of Research and Development Activities in Agricultural Education, 1977-1978. United States of America."},
      {
        "id":"ED167785",
        "title":"Pioneers in Alaskan Adult Education."},
      {
        "id":"ED167787",
        "title":"Energy Conservation Technology Education Program. Final Report."},
      {
        "id":"ED167789",
        "title":"Guidelines for Developing Sex Bias Free Vocational Education Programs in Small Secondary Schools in Alaska."},
      {
        "id":"ED167794",
        "title":"Business Education. Curriculum Interim Guide, 1977."},
      {
        "id":"ED167796",
        "title":"Vocational Education R&D Products: Impact, Reliability, and Validity."},
      {
        "id":"ED167797",
        "title":"Planning Comprehensive Career Guidance Programs: A Catalog of Alternatives."},
      {
        "id":"ED167798",
        "title":"Confronting the Future: A Conceptual Framework for Secondary School Career Guidance."},
      {
        "id":"ED167799",
        "title":"Proceedings: Lifelong Learning Research Conference (University of Maryland, January 10-11, 1979)."},
      {
        "id":"ED167803",
        "title":"Job Creation: Implications for Vocational Education Research and Development. Occasional Paper No. 48."},
      {
        "id":"ED167804",
        "title":"ETA: Helping to Improve American Worklife."},
      {
        "id":"ED167806",
        "title":"Exploring Division Boy Scouts of America, Girl Scouts of the U.S.A., and Career Education. Monographs on Career Education."},
      {
        "id":"ED167807",
        "title":"Future Farmers of America and Career Education. Monographs on Career Education."},
      {
        "id":"ED167808",
        "title":"Refining the Concept of Collaboration in Career Education. Monographs on Career Education."},
      {
        "id":"ED167809",
        "title":"The National Federation of Business and Professional Women's Clubs and Career Education. Monographs on Career Education."},
      {
        "id":"ED167810",
        "title":"American Legion/American Legion Auxiliary and Career Education. Monographs on Career Education."},
      {
        "id":"ED167811",
        "title":"Increasing Guidance Effectiveness through School-Community Cooperation. A Guide to Developing Cooperative Relationships between Schools and Business, Industry and Labor in Rural Communities."},
      {
        "id":"ED167812",
        "title":"Training Program for Operation of Emergency Vehicles. Course Guide."},
      {
        "id":"ED167813",
        "title":"Training Program for Operation of Emergency Vehicles. Instructor Lesson Plans."},
      {
        "id":"ED167814",
        "title":"Training Program for Operation of Emergency Vehicles. Trainee Study Guide."},
      {
        "id":"ED167819",
        "title":"Finding Your Best Job: An Instructional Guide for Job Seeking Skills. S.P.A.C.E. Student Placement and Counseling Effort."},
      {
        "id":"ED167825",
        "title":"Report of the Committee on Adult Basic Education. Discussion Paper 01/79."},
      {
        "id":"ED167826",
        "title":"A Report on Non-Traditional Learning Programs for Women at B.C. [British Columbia] Post-Secondary Institutions. Discussion Paper 02/79."},
      {
        "id":"ED167827",
        "title":"Women's Access Centres: A Proposal. Discussion Paper 03/79."},
      {
        "id":"ED167828",
        "title":"Assessing Large-Scale Public Job Creation. R&amp;D Monograph 67."},
      {
        "id":"ED167830",
        "title":"Handbook for Professional Development in Human Services. Materials for Postsecondary Education Programs."},
      {
        "id":"ED167832",
        "title":"Preparation for Self-Employment: A New Dimension in Vocational Education. A Report of the National Advisory Council on Vocational Education. Issue No. 1, January 1979."},
      {
        "id":"ED167833",
        "title":"Theories of Career Development and Occupational Choice: Self and Teaching/Counseling Implications."},
      {
        "id":"ED167836",
        "title":"The Role of Education and Training Programs in the Commercialization and Diffusion of Solar Energy Technologies."},
      {
        "id":"ED167837",
        "title":"A Woman's Guide to Apprenticeship."},
      {
        "id":"ED167838",
        "title":"Job Corps Education Program Guide. ETA Handbook No. 401."},
      {
        "id":"ED167842",
        "title":"Stress and Simulation in Pilot Training. Final Report, May 1977 Through December 1977."},
      {
        "id":"ED161748",
        "title":"Probability for Primary Grades, Student Text. Revised Edition."},
      {
        "id":"ED161749",
        "title":"Probability for Primary Grades, Teacher's Commentary. Revised Edition."},
      {
        "id":"ED161750",
        "title":"Application of Sludges and Wastewaters on Agricultural Land: A Planning and Educational Guide, MCD-35. Research Bulletin 1090."},
      {
        "id":"ED161756",
        "title":"Case Studies in Applied Mathematics."},
      {
        "id":"ED161760",
        "title":"World Population: The Silent Explosion. Department of State Bulletin, Fall 1978."},
      {
        "id":"ED161761",
        "title":"What On Earth? Teacher's Guide. An Instructional Television Series for Eighth-Grade Earth Science."},
      {
        "id":"ED161762",
        "title":"Demonstration and Research Pest Control: A Training Program for the Certification of Pesticide Applicators, Manual No. 10."},
      {
        "id":"ED161763",
        "title":"An Energy Conservation Retrofit Process for Existing Public and Institutional Facilities."},
      {
        "id":"ED161765",
        "title":"Energy Conservation: A Management Report for State and Local Governments and A Technical Guide for State and Local Governments."},
      {
        "id":"ED161772",
        "title":"Directory of Social Studies/Social Science Service Organizations. Second Edition."},
      {
        "id":"ED161780",
        "title":"Walking Through History. The Seaports of Black Rock and Southport."},
      {
        "id":"ED161782",
        "title":"A Source Book for Taxation: Myths and Realities."},
      {
        "id":"ED161785",
        "title":"Report from the United States: The Privacy Act of 1974 and the Social Sciences Need for Access to Data."},
      {
        "id":"ED161787",
        "title":"A Hierarchy of Human Rights."},
      {
        "id":"ED161790",
        "title":"Postponing Marriage: The Influence of Schooling, Working, and Work Plans for Young Women."},
      {
        "id":"ED161802",
        "title":"Selected Bibliography of Educational Materials: Maghreb, Algeria, Libya, Morocco, Tunisia. Vol. 10, No. 3, 1976."},
      {
        "id":"ED161803",
        "title":"Selected Bibliography of Educational Materials: Maghreb, Algeria, Libya, Morocco, Tunisia. Vol. 10, No. 4, 1976."},
      {
        "id":"ED161806",
        "title":"Geographers as Planners: What Skills Does the Job Require."},
      {
        "id":"ED161812",
        "title":"Undergraduate Internships for Social Science Majors: Development and Longitudinal Evaluation of a Model Program."},
      {
        "id":"ED161813",
        "title":"The Conditions of Ethnic Separatism: The Kurds in Turkey, Iran, and Iraq."},
      {
        "id":"ED161817",
        "title":"Nineteenth Century English Homosexual Teachers: The Up Front and Back Stage Performance."},
      {
        "id":"ED161821",
        "title":"Ethnic and Class Bias in Teacher Expectations of Junior High School Students: A Test of the Bowles and Gintis Thesis."},
      {
        "id":"ED161826",
        "title":"Why Parental Involvement?"},
      {
        "id":"ED161835",
        "title":"Analogy and Credentialling. Research Series No. 6."},
      {
        "id":"ED161838",
        "title":"Estimating the Number of Newly Certified Teachers Who Do Not Enter Teaching in Michigan Public Schools."},
      {
        "id":"ED161840",
        "title":"Hamstring Injuries--An Examination of Possible Causes."},
      {
        "id":"ED161845",
        "title":"Growth of Attitudes, Knowledge, and Skill Required by P.L. 94-142 Among Preservice Teachers."},
      {
        "id":"ED161847",
        "title":"Responsibility for Educational Tasks: Role Perceptions in West Virginia."},
      {
        "id":"ED161848",
        "title":"Equal Rights for Women in Education. Model Policy Statement and Guidelines for Implementation: The Elimination of Bias and Stereotyping on the Basis of Sex in Instructional Materials, Teacher Strategies and Curriculum Content."},
      {
        "id":"ED161853",
        "title":"Collaborating in In-Service Education: A Teacher's Perspective. Occasional Paper Number One."},
      {
        "id":"ED161859",
        "title":"Research and Development Needs for the Advancement of Teacher Education. Research Series No. 8."},
      {
        "id":"ED161871",
        "title":"The Development of a Competency Based Professional Preparation Progam in Physical Education for Work with Handicapped Children. Final Report."},
      {
        "id":"ED161875",
        "title":"Participant, Instructor, Planner: Perspectives on the Teacher's Role in Inservice Education."},
      {
        "id":"ED161876",
        "title":"Faculty Development for Inservice Education in the Schools."},
      {
        "id":"ED161877",
        "title":"Attitudes to Educational Issues: Development of an Instrument."},
      {
        "id":"ED161881",
        "title":"Profiles of School District Performance 1976-77. A Guide to Interpretation."},
      {
        "id":"ED161882",
        "title":"Technical Report of the California Assessment Program."},
      {
        "id":"ED161884",
        "title":"Self-Paced Versus Paced Evaluation Utilizing Computerized Tailored Testing."},
      {
        "id":"ED161885",
        "title":"Evaluation in Extension."},
      {
        "id":"ED161887",
        "title":"Program Evaluation Skills for Busy Administrators."},
      {
        "id":"ED161889",
        "title":"Sources of Values Influencing Educational Evaluation. Research, Evaluation, Development Paper Series No. 7."},
      {
        "id":"ED161894",
        "title":"Some Results on the Robustness of Latent Trait Models."},
      {
        "id":"ED161895",
        "title":"The Effect of Varying Response-Mode Formats on Responses to Affective Measures."},
      {
        "id":"ED161902",
        "title":"An Individualized Method for Assessing the \"Learning Disabled\" Child."},
      {
        "id":"ED161913",
        "title":"Development of the Armed Services Vocational Aptitude Battery (ASVAB) Forms 2 and 3. Technical Paper 289."},
      {
        "id":"ED161918",
        "title":"Bias Resulting from Nonresponse: Methodology and Findings, Revised. Technical Report on NLS Base-Year Estimates."},
      {
        "id":"ED161919",
        "title":"Data Collection Activities for the Second Follow-Up (August 1974 through June 1975). National Longitudinal Study of the High School Class of 1972. Final Report."},
      {
        "id":"ED161929",
        "title":"Six Single-Administration Reliability Coefficients for Criterion-Referenced Tests: A Comparative Study."},
      {
        "id":"ED161941",
        "title":"Effects of Type of Instructions on the Characteristics of an Affective Instrument."},
      {
        "id":"ED161943",
        "title":"Evolution of Educational Measurement in the 1970's: Changes in Elementary Level Standardized Tests."},
      {
        "id":"ED161946",
        "title":"Altering Test Environments for Reducing Test Anxiety and for Improving Academic Performance."},
      {
        "id":"ED161948",
        "title":"An Audiovisual Teaching Module to Assist Examiners in the Administration of a Practical Performance Examination for the Emergency Medical Technician-Ambulance (EMT-A). Consisting of a 90-Minute Audiovisual Presentation In Either 16mm Sound or 3/4&quot; Video-Cassette Plus a &quot;User&apos;s Guide&quot; Describing in Detail the Total Examination Procedure. Final Report."},
      {
        "id":"ED161949",
        "title":"Interpretive Manual. The First Report of the 1977-78 Michigan Educational Assessment Program."},
      {
        "id":"ED161951",
        "title":"Guidelines for Selecting Test Instruments and Procedures for Assessing the Needs of Bilingual Children and Youth. Part I: Guidelines for Determining Student Eligibility for Bilingual Instruction. Part II: Revised Guidelines for Selecting Test Instruments and Procedures in Bilingual Instruction."},
      {
        "id":"ED161953",
        "title":"Criterion-Referenced Job Proficiency Testing: A Large Scale Application. Research Report 1193."},
      {
        "id":"ED161954",
        "title":"The Florida Accountability Program: An Evaluation of Its Educational Soundness and Implementation."},
      {
        "id":"ED161959",
        "title":"GED Testing: The High School Equivalency Diploma. Preparation for Health Career Advancement for American Indians and Alaska Natives."},
      {
        "id":"ED161967",
        "title":"Ethnic Studies in the Social Context. Series Paper No. 4."},
      {
        "id":"ED161968",
        "title":"Management Analysis in the Chicago Public Schools."},
      {
        "id":"ED161977",
        "title":"The Status and Future of Minority Group Representation in the Graduate and Professional Programs."},
      {
        "id":"ED161980",
        "title":"Review of Research in Parental Involvement in Education, Interim Report: Low SES and Minority Student Achievement Study."},
      {
        "id":"ED161995",
        "title":"The Filipinos in Mountain View, California: A Census Type, Socioeconomic Survey."},
      {
        "id":"ED161996",
        "title":"Compensatory Education Study. Final Report to Congress from the National Institute of Education."},
      {
        "id":"ED161997",
        "title":"Poor Administration of the 1977 Summer Program for Economically Disadvantaged Youth in New York City."},
      {
        "id":"ED162000",
        "title":"White Flight, Demographic Transition, and the Future of School Desegregation."},
      {
        "id":"ED162010",
        "title":"Perceived Blockages in the Occupational Attainment of Southern Black Youth."},
      {
        "id":"ED162012",
        "title":"Cultural Factors in Learning and Instruction. ERIC/CUE Urban Diversity Series, Number 56."},
      {
        "id":"ED162013",
        "title":"ERIC References on Urban and Minority Education."},
      {
        "id":"ED162014",
        "title":"Urban Resources as Educators."},
      {
        "id":"ED162017",
        "title":"Program Planning for Culturally Different Minority Students."},
      {
        "id":"ED162033",
        "title":"Social Science and Historical Materials on the Asian American Experience."},
      {
        "id":"ED162040",
        "title":"Your Legal Rights and Responsibilities: A Guide for Public School Students."},
      {
        "id":"ED162045",
        "title":"Employment and Economic Issues of Low-Income Women: Report of a Project."},
      {
        "id":"ED162048",
        "title":"Research on Economic Education: Is It Asking the Right Questions? Discussion Paper No. 510-78."},
      {
        "id":"ED162049",
        "title":"Can Welfare Reform Eliminate Poverty? Discussion Paper No. 517-78."},
      {
        "id":"ED162054",
        "title":"The Development and Implementation of a Curriculum Model for Community Nurse Practitioners. Health Manpower References."},
      {
        "id":"ED162069",
        "title":"Making Housing Decisions. [Teacher Materials and Student Materials]."},
      {
        "id":"ED162079",
        "title":"Community College Occupational Programs Evaluation System. 1977 Report: Program Areas."},
      {
        "id":"ED162081",
        "title":"Public Service Employment: CETA Program Models."},
      {
        "id":"ED162082",
        "title":"Classroom Training--The OIC Approach: CETA Program Models."},
      {
        "id":"ED162087",
        "title":"CETA: Assessment and Recommendations."},
      {
        "id":"ED162093",
        "title":"Health Manpower Literature. Volume 2, Number 1."},
      {
        "id":"ED162110",
        "title":"Adult Performance Level Research and Curriculum Design."},
      {
        "id":"ED162116",
        "title":"Career Education from Concept to Implementation--A Working Model."},
      {
        "id":"ED162131",
        "title":"A Survey of State and Local Training Needs in Technical Areas of Personnel Selection."},
      {
        "id":"ED162132",
        "title":"Students' Attitudes to Work and Unemployment. Part I: The Survey."},
      {
        "id":"ED162133",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Introduction."},
      {
        "id":"ED162134",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Working in Organizations."},
      {
        "id":"ED162135",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Motivation for Work."},
      {
        "id":"ED162136",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Understanding Self."},
      {
        "id":"ED162137",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Interpersonal Relations."},
      {
        "id":"ED162138",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Effective Communication."},
      {
        "id":"ED162139",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Using Creativity at Work."},
      {
        "id":"ED162140",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Problem Solving."},
      {
        "id":"ED162141",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Authority and Responsibility."},
      {
        "id":"ED162142",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Leadership."},
      {
        "id":"ED162143",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Coping with Conflict."},
      {
        "id":"ED162144",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Coping with Change."},
      {
        "id":"ED162146",
        "title":"Methods and Materials for Teaching Occupational Survival Skills. Module Tests."},
      {
        "id":"ED162147",
        "title":"Report of the USOE Invitational Workshop on Adult Competency Education."},
      {
        "id":"ED162153",
        "title":"An Analysis of Two Innovative Textual Formats in Correspondence Course Materials Used in the Air Force Enlisted Career Development Program."},
      {
        "id":"ED162155",
        "title":"Project DECIDE. Business Enterprise Approach to Career Exploration. Implementation Handbook."},
      {
        "id":"ED162158",
        "title":"Chambers of Commerce and Career Education. Monographs on Career Education."},
      {
        "id":"ED162159",
        "title":"4-H and Career Education. Monographs on Career Education."},
      {
        "id":"ED162160",
        "title":"National Alliance of Business and Career Education. Monographs on Career Education."},
      {
        "id":"ED162161",
        "title":"What Vocational Cooperative Teacher-Coordinators Do in Their Job in Secondary Schools in Texas. A Final Report of Research."},
      {
        "id":"ED162162",
        "title":"Women in Vocational Education. Occupational Education."},
      {
        "id":"ED162164",
        "title":"Career Opportunities in the Trucking Industry. Occupational and Career Information Series, No. 2."},
      {
        "id":"ED162165",
        "title":"Impact of Advertising: Implications for Consumer Education."},
      {
        "id":"ED162168",
        "title":"Training of Adult Educators in East Europe. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED162177",
        "title":"Modules for Learning. Career Education and the American Indian Series."},
      {
        "id":"ED162181",
        "title":"New Careers in Mental Health: Educational Supports for Women Paraprofessionals."},
      {
        "id":"ED162194",
        "title":"Criminal Careers of Habitual Felons."},
      {
        "id":"ED162198",
        "title":"The Psychological Effects of Mobile Home Living Upon a Selected Group of Wheelchair College Students."},
      {
        "id":"ED162199",
        "title":"Ambiguity as Social Control: The Salience of Sex-Status in Professional Settings."},
      {
        "id":"ED162200",
        "title":"Sex Differences in Children's Reports of Emotion-Arousing Situations."},
      {
        "id":"ED162202",
        "title":"Out-of-Wedlock Pregnancy and Childbearing."},
      {
        "id":"ED162209",
        "title":"Causal Attributions for Women and Men and Sports Participation."},
      {
        "id":"ED162212",
        "title":"Family Affection and Control in Relation to Adolescent Self-Disclosure."},
      {
        "id":"ED162216",
        "title":"A Comprehensive Program of Academic Advising and Career Development for University Freshmen."},
      {
        "id":"ED162219",
        "title":"Reducing Failed Initial Appointments in a Community Mental Health Center."},
      {
        "id":"ED162222",
        "title":"Project: Parenting Resources Implementation Model (PRIMO). Final Report."},
      {
        "id":"ED162223",
        "title":"Project: Family and Community Studies (FACS). Final Report."},
      {
        "id":"ED162228",
        "title":"Teacher Stress and Disciplinary Practices in Schools: A Preliminary Report."},
      {
        "id":"ED162229",
        "title":"Eurasians: A Pilot Study."},
      {
        "id":"ED162235",
        "title":"Law Enforcement Education Program. Guideline Manual."},
      {
        "id":"ED162243",
        "title":"The Effects of Repeated Treatment on the Maintenance of Social Behavior."},
      {
        "id":"ED162252",
        "title":"Comprehensive Secondary Reading Programs: Toward Some Workable Compromises."},
      {
        "id":"ED162255",
        "title":"What is Reading? Children's Perceptions."},
      {
        "id":"ED162259",
        "title":"What Classroom Observations Reveal about Reading Comprehension Instruction. Technical Report No. 106."},
      {
        "id":"ED162262",
        "title":"The Process of Retrieval from Very Long Term Memory. Technical Report No. 7801."},
      {
        "id":"ED162267",
        "title":"Research on the Assessment of Prereading Skills-An American Perspective."},
      {
        "id":"ED162269",
        "title":"A Propos de la Dyslexie (A Few Observations on Dyslexia)."},
      {
        "id":"ED162277",
        "title":"On-Line Diagnosis of Reading Difficulties-IV. Technical Report No. 464."},
      {
        "id":"ED162286",
        "title":"Utilizing the Monroe Scales to Evaluate Oral Language."},
      {
        "id":"ED162289",
        "title":"A Model for Faculty In-Service in the Secondary Reading Program."},
      {
        "id":"ED162299",
        "title":"Writing as Intention."},
      {
        "id":"ED162300",
        "title":"The Psychology of Language and the Teaching of English."},
      {
        "id":"ED162310",
        "title":"A Conference for Teachers of Composition."},
      {
        "id":"ED162311",
        "title":"Limits of the Press as an Agent of Reform: Minneapolis, 1900-1905."},
      {
        "id":"ED162335",
        "title":"Men and Women in Daily Newspaper Management: Their Characteristics and Advice to Future Managers."},
      {
        "id":"ED162338",
        "title":"Creative Dramatics and Reading: A Question of Basics."},
      {
        "id":"ED162340",
        "title":"Putting Correctness in Its Place."},
      {
        "id":"ED162342",
        "title":"A Ban on Prior Restraint in High Schools: The Aftermath of the &quot;Fujishima&quot; Decision."},
      {
        "id":"ED162351",
        "title":"Literature, Literary Values, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" May through July 1978 (Vol. 38 No. 11 through Vol. 39 No. 1)."},
      {
        "id":"ED162356",
        "title":"Professionalism in Theatre for Young Audiences: Definition, Training, Working Conditions, Standards."},
      {
        "id":"ED162357",
        "title":"Kiowa Forty-Nine Singing: A Communication Perspective."},
      {
        "id":"ED162360",
        "title":"Contracts Move from Commerce to the Classroom."},
      {
        "id":"ED162363",
        "title":"An Initial Study of Public Radio's Educational Services 1975-1976."},
      {
        "id":"ED162364",
        "title":"A Study of Public Television's Educational Services 1975-1976."},
      {
        "id":"ED162371",
        "title":"Teacher Exchange and Intercultural Communication: A Follow-up Evaluation of an Attempt at International Understanding and Appreciation."},
      {
        "id":"ED162375",
        "title":"Small Group Communication Research of the 1970&apos;s: A Synthesis and Critique."},
      {
        "id":"ED162386",
        "title":"An Exploratory Study of Interpersonal Trust between the Sexes."},
      {
        "id":"ED162387",
        "title":"Contemporary Greek Presentations of Ancient Greek Theatre."},
      {
        "id":"ED162388",
        "title":"Community Schools. ACSA School Management Digest, Series 1, Number 15. ERIC/CEM Research Analysis Series, Number 42."},
      {
        "id":"ED162396",
        "title":"Dealing with the Drug Problem. The Best of ERIC, Number 38."},
      {
        "id":"ED162407",
        "title":"Managing Conflict. Research Action Brief Number 3."},
      {
        "id":"ED162410",
        "title":"Elementary-Secondary Guide, Part II. Module 2: Overview."},
      {
        "id":"ED162411",
        "title":"Goal Based Planning. Module 3: Writing District Goals. Module 4: Writing Program Goals. Module 5: Writing Course Goals."},
      {
        "id":"ED162412",
        "title":"Graduation Requirements. Module 6: Overview. Module 7: Minimum Standards Competencies."},
      {
        "id":"ED162413",
        "title":"Alternative Schools for Disruptive Youth."},
      {
        "id":"ED162415",
        "title":"Alternative Research Perspectives on the Effects of School Organization and Social Contexts. An American Education Research Association Symposium."},
      {
        "id":"ED162419",
        "title":"Materials Inventory. Third Edition. United States Office of Education Exemplary Projects."},
      {
        "id":"ED162420",
        "title":"Catalog of Federal Education Assistance Programs--1978. An Indexed Guide to the Federal Government&apos;s Programs Offering Educational Benefits to the American People."},
      {
        "id":"ED162421",
        "title":"Rethinking the Federal Role in Education."},
      {
        "id":"ED162427",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education, 1975-76."},
      {
        "id":"ED162428",
        "title":"School Administrator and Attorney Relationships: Suggestions and Considerations."},
      {
        "id":"ED162429",
        "title":"&quot;Family Educational Rights and Privacy Act of 1974.&quot; A Model Policy and Rules (Revised)."},
      {
        "id":"ED162430",
        "title":"Search &amp; Seizure in the Schools. A Model Policy and Rules."},
      {
        "id":"ED162431",
        "title":"Planning and Managing the Physical Environment of Public Institutions. EFL Reports No. 29."},
      {
        "id":"ED162432",
        "title":"School Administrators and Law Enforcement Officials. A Model Policy and Rules."},
      {
        "id":"ED162433",
        "title":"Absences. A Model Policy and Rules."},
      {
        "id":"ED162434",
        "title":"Additive, Multiplicative, and Mixed Models for Studying Community Change."},
      {
        "id":"ED162438",
        "title":"Executive Development: Attitudes, Values, and Beliefs Within an Administrative Context."},
      {
        "id":"ED162458",
        "title":"Competency-Based Teacher Education in Special Education: A Review of Research and Training Programs."},
      {
        "id":"ED162461",
        "title":"Evaluation of a Mediated Program for Training Teachers of Exceptional Children in Instructional Development. Final Report 51.2."},
      {
        "id":"ED162462",
        "title":"Evaluation of the Tips for Teachers Series: Eleven Modules for Training Teachers of the Handicapped in Preinstructional Competencies. Final Report 51.3."},
      {
        "id":"ED162465",
        "title":"System Documentation Manual."},
      {
        "id":"ED162466",
        "title":"The Effects of CATTS' Feedback in a Preservice Special Education Teacher Training Program. Final Report 53.32."},
      {
        "id":"ED162467",
        "title":"The Effectiveness of a Computer-Assisted Teacher Training System (CATTS) in the Development of Reading and Listening Comprehension Instructional Strategies of Preservice Special Education Trainees in a Tutorial Classroom Setting. Final Report 53.4."},
      {
        "id":"ED162468",
        "title":"The Development of Oral Reading Prompting Skills in the CATTS-CBTE Program for Pre-Service Teachers of the Mildly Handicapped. Final Report 53.5."},
      {
        "id":"ED162469",
        "title":"The Improvement of Social Status Among Rejected Pupils Through the Modification of Teacher Behavior Using the Computer-Assisted Teacher Training System (CATTS): An Inservice Training Application of CATTS. Final Report 53.6."},
      {
        "id":"ED162472",
        "title":"Integrating Handicapped and Nonhandicapped Preschool Children. Final Report."},
      {
        "id":"ED162480",
        "title":"Learning Disabilities. What Research Says to the Teacher."},
      {
        "id":"ED162488",
        "title":"Child Abuse and Neglect Treatment Programs: Final Report and Summary of Findings from the Evaluation of the Joint OCD/SRS National Demonstration Program in Child Abuse and Neglect. 1974-1977."},
      {
        "id":"ED162491",
        "title":"Context Evaluation of Individualized Educational Programs in an Urban School District."},
      {
        "id":"ED162515",
        "title":"Is &quot;Not N&apos;t&quot;? A Study in Syntactic Generalization. Papers and Reports on Child Language Development, No. 12."},
      {
        "id":"ED162519",
        "title":"Dialect Features in the Language of Black Characters on American Television Programming."},
      {
        "id":"ED162522",
        "title":"Survey of Foreign Language Course Registration in U.S. Colleges and Universities, Fall 1977. Final Report."},
      {
        "id":"ED162542",
        "title":"Collective Bargaining in Four-Year Colleges: Impact on Institutional Practice. Research Report No. 5."},
      {
        "id":"ED162544",
        "title":"Biomedical Research and Research Training Amendments of 1978. Hearings before the Subcommittee on Health and the Environment of the Committee on Interstate and Foreign Commerce, House of Representatives, Ninety-Fifth Congress, Second Session, on H.R. 10908, H.R. 10062, and H.R. 10190. March 1,2, and 3, 1978."},
      {
        "id":"ED162552",
        "title":"Final Report: ISCI. Consulting Group on Instructional Design."},
      {
        "id":"ED162553",
        "title":"Development of a System for the Empirical Determination of Issues in Postsecondary Education. Final Report of Task 2."},
      {
        "id":"ED162563",
        "title":"Bachelor's Degree Awards to Women."},
      {
        "id":"ED162564",
        "title":"Cooperative Education Awards, 1972-77. The Higher Education Act of 1965 (P.L. 89-329) as Amended. Title VIII."},
      {
        "id":"ED162565",
        "title":"Master's Degree Awards to Women."},
      {
        "id":"ED162568",
        "title":"Middle Income Student Assistance Act. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Fifth Session, Second Session, on H.R. 10854. Hearings held in Washington, D.C., February 9, 16, 22, and 23, 1978."},
      {
        "id":"ED162580",
        "title":"The Fund for the Improvement of Postsecondary Education Projects/Women. Reports from the Fund."},
      {
        "id":"ED162589",
        "title":"Status Report on Women on New Jersey College and University Faculties (1976-77). Research Note 78-1."},
      {
        "id":"ED162590",
        "title":"Higher Education in the States. Volume 7, Number 2."},
      {
        "id":"ED162592",
        "title":"Budgeting of Postsecondary Education in the Eighties. Financing Higher Education. Number 28 in a Series."},
      {
        "id":"ED162596",
        "title":"Higher Education Prices and Price Indexes. 1978 Supplement."},
      {
        "id":"ED162612",
        "title":"State Criminal Justice Telecommunications (STACOM). Final Report. Volume I: Executive Summary."},
      {
        "id":"ED162614",
        "title":"Group Communication Through Computers. Volume 4: Social, Managerial, and Economic Issues."},
      {
        "id":"ED162615",
        "title":"Group Communication Through Computers. Volume 5: Effects on Working Patterns. Final Report."},
      {
        "id":"ED162619",
        "title":"Facing the Grim Realities in CBI: Copyright and Documentation."},
      {
        "id":"ED162625",
        "title":"Two-Way Cable Television: An Evaluation of Community Uses in Reading, Pennsylvania. Final Report. Volume 1."},
      {
        "id":"ED162626",
        "title":"Two-Way Cable Television: An Evaluation of Community Uses in Reading, Pennsylvania. Summary of the Final Report."},
      {
        "id":"ED162629",
        "title":"Computerized Collective Training for Teams. Final Report."},
      {
        "id":"ED162631",
        "title":"On-Line Retrieval of Clinical Slides."},
      {
        "id":"ED162634",
        "title":"Databases and Clearinghouses: Information Resources for Education. Information Series No. 130."},
      {
        "id":"ED162635",
        "title":"Using Satellites in the Classroom: A Guide for Science Educators."},
      {
        "id":"ED162636",
        "title":"The College Textbook as a Major Learning Tool in Computer-Based Instruction."},
      {
        "id":"ED162637",
        "title":"Instructional Technology in the Health Sciences. Final Report."},
      {
        "id":"ED162638",
        "title":"Copyright Liability for Cable Television: Is Compulsory Licensing the Solution?"},
      {
        "id":"ED162639",
        "title":"Children&apos;s Television Workshop: The Electric Company. Final Report on a Television Reading Series."},
      {
        "id":"ED162643",
        "title":"Computers and the Learning Society. Hearings before the Subcommittee on Domestic and International Scientific Planning, Analysis and Cooperation of the Committee on Science and Technology. Report No. 47."},
      {
        "id":"ED162648",
        "title":"Communication Systems and the New Rural Development Strategies with a Case Study in Indonesia."},
      {
        "id":"ED162650",
        "title":"Radio and Television for Education in Developing Countries."},
      {
        "id":"ED162658",
        "title":"A Computer-Based Training System for Selective Text Processing. Technical Report No. 88."},
      {
        "id":"ED162659",
        "title":"Computer-Aided Authoring of Programmed Instruction for Teaching Symbol Recognition. Final Report."},
      {
        "id":"ED162660",
        "title":"Computer-Aided Authoring System (AUTHOR) User's Guide. Volume I. Final Report."},
      {
        "id":"ED162661",
        "title":"Simulation Higher Order Language Requirements Study."},
      {
        "id":"ED162664",
        "title":"Finding Your Way: Orientation to the Library. Library Instruction Series. Unit I."},
      {
        "id":"ED162665",
        "title":"Finding a Book: The Card Catalog. Library Instruction Series. Unit II."},
      {
        "id":"ED162666",
        "title":"Finding an Article: Indexes and Abstracts. Library Instruction Series. Unit III."},
      {
        "id":"ED162667",
        "title":"Workbook. Library Instruction Series."},
      {
        "id":"ED162673",
        "title":"A Family Planning Library Manual."},
      {
        "id":"ED162685",
        "title":"Responding to New Missions. New Directions for Community Colleges, No. 24."},
      {
        "id":"ED162686",
        "title":"The Humanities in Two-Year Colleges: What Affects the Program?"},
      {
        "id":"ED162687",
        "title":"Academic Courses for the Health Programs. Junior College Resource Review."},
      {
        "id":"ED162690",
        "title":"On Decision-Making Processes and Structures."},
      {
        "id":"ED162697",
        "title":"Career Education in Community Colleges: A Sourcebook."},
      {
        "id":"ED162698",
        "title":"Internationalizing Community Colleges. Report of a Wingspread Conference."},
      {
        "id":"ED162706",
        "title":"Using the Talents of Part-Time Faculty. Junior College Resource Review."},
      {
        "id":"ED162712",
        "title":"Community College Financing in the Post-Proposition 13 Era. Junior College Resource Review."},
      {
        "id":"ED162714",
        "title":"Fall 1977 Student Survey of Schedule."},
      {
        "id":"ED162718",
        "title":"Family/School Relationships: An ERIC Abstract Bibliography."},
      {
        "id":"ED162721",
        "title":"Developing Young Children's Curiosity: A Review of Research with Implications for Teachers."},
      {
        "id":"ED162727",
        "title":"Checking Out Child Care: A Parent Guide."},
      {
        "id":"ED162731",
        "title":"Childcare and Preschool: Options for Federal Support."},
      {
        "id":"ED162736",
        "title":"The U.W.O. Preschool Project. Final Report: Part 1. Program Evaluation: The Immediate Impact. Research Bulletin #431."},
      {
        "id":"ED162738",
        "title":"An Expanded Role for Public Schools: Community-Based Delivery of Comprehensive Health and Mental Health Services."},
      {
        "id":"ED162746",
        "title":"Industry-Sponsored Child Care: A Question of Productivity."},
      {
        "id":"ED184149",
        "title":"The Pacifica Case: The Supreme Court&apos;s New Regulatory Rationale for Broadcasting."},
      {
        "id":"ED184153",
        "title":"Cerebral Asymmetry for Aspects of Language Processing."},
      {
        "id":"ED184158",
        "title":"The Communication of Sex-Role Images in Popular Magazines."},
      {
        "id":"ED184166",
        "title":"The Discourse of Pauli Murray: Rhetoric of Process."},
      {
        "id":"ED184168",
        "title":"The Obscurantist Design in Saint Augustine&apos;s Rhetoric."},
      {
        "id":"ED184170",
        "title":"Machiavelli&apos;s &quot;Mandragola&quot;: Comedic Commentary on Renaissance Rhetoric."},
      {
        "id":"ED184171",
        "title":"Mass Media vs. Interpersonal Channels: The Synthetic Competition."},
      {
        "id":"ED184190",
        "title":"A Kohlbergian Analysis of Selected First Amendment Supreme Court Decisions."},
      {
        "id":"ED184191",
        "title":"Some Effects of Teachers' Styles of Dress."},
      {
        "id":"ED184193",
        "title":"Organizational Communication Research: A Conceptual Model for an Organized Knowledge Base."},
      {
        "id":"ED184195",
        "title":"How Schools Change. Research Action Brief Number 11."},
      {
        "id":"ED184198",
        "title":"Principal Competencies. The Best of ERIC on Educational Management, Number 51."},
      {
        "id":"ED184202",
        "title":"Knowledge Transfer and the Development of Educational Policy."},
      {
        "id":"ED184208",
        "title":"The Effects of Declining Enrollments on the Instructional Programs of Public Elementary and Secondary Schools."},
      {
        "id":"ED184230",
        "title":"The School Principalship: An Organizational Stability Role."},
      {
        "id":"ED184231",
        "title":"The Hidden Costs of Decline."},
      {
        "id":"ED184232",
        "title":"Secondary Education Rethought. Statement Before the Subcommittee on Elementary, Secondary, and Vocational Education."},
      {
        "id":"ED184233",
        "title":"The Dilemma of Decline."},
      {
        "id":"ED184236",
        "title":"The Role of Advisory Committees in School Decision Making. A Synopsis."},
      {
        "id":"ED184241",
        "title":"Focusing Instructional Leadership on Improved Student Achievement."},
      {
        "id":"ED184264",
        "title":"The Impact of Interactive Classroom Television Systems on the Educational Experiences of Severely Visually Impaired Students."},
      {
        "id":"ED184279",
        "title":"Accessible Buildings for People with Severe Visual Impairments."},
      {
        "id":"ED184280",
        "title":"Accessible Buildings for People with Walking and Reaching Limitations."},
      {
        "id":"ED184281",
        "title":"An Outline of Provisions for a Uniform Barrier-Free Design Act."},
      {
        "id":"ED184282",
        "title":"Selected Bibliography on Barrier-Free Design."},
      {
        "id":"ED184284",
        "title":"Time Project Report, 1979-80 (An Aid in the Selection of Special Education Materials)."},
      {
        "id":"ED184288",
        "title":"A Guide for Adapting or Replicating Model Programs in Early Childhood Education for the Handicapped."}]
  }}
