{
  "response":{"numFound":509939,"start":228000,"numFoundExact":true,"docs":[
      {
        "id":"ED184289",
        "title":"The Application of Behavior Analysis to the Learning of Reading in a Retarded Child. Working Paper Series."},
      {
        "id":"ED184293",
        "title":"Current Issues in Special Education: The 1979 Statesmen's Roundtable."},
      {
        "id":"ED184313",
        "title":"Chinese-Mandarin: Basic Course. Volume II, Lessons 16-27."},
      {
        "id":"ED184322",
        "title":"Chinese-Mandarin: Basic Course. Volume XI: Lessons 108-119."},
      {
        "id":"ED184325",
        "title":"Chinese-Mandarin: Basic Course. Volume XIV: Lessons 144-155."},
      {
        "id":"ED184329",
        "title":"Attitude linguistique des adolescents francophones du Canada (Linguistic Attitude of French Adolescents in Canada)."},
      {
        "id":"ED184334",
        "title":"Cognitive/Academic Language Proficiency, Linguistic Interdependence, the Optimum Age Question and Some Other Matters. Working Papers on Bilingualism, No. 19."},
      {
        "id":"ED184341",
        "title":"French Immersion Programs and Students&apos; Social Attitudes: A Multidimensional Investigation. Working Papers on Bilingualism, No. 19."},
      {
        "id":"ED184352",
        "title":"Teaching the Basics in the Foreign Language Classroom: Options and Strategies. Report of Central States Conference on the Teaching of Foreign Languages."},
      {
        "id":"ED184366",
        "title":"&quot;Subtractive&quot; Bilingualism in Northern Belize."},
      {
        "id":"ED184369",
        "title":"Historical-Psychological Portraits as Complements to Sociolinguistic Studies in Relational Bilingualism."},
      {
        "id":"ED184385",
        "title":"Uncertainty in Public Higher Education: Response to Stress at Ten California Colleges and Universities. A Report to the California Postsecondary Education Commission."},
      {
        "id":"ED184391",
        "title":"The Impact of Section 504 of the Rehabilitation Act of 1973 on American Colleges and Universities. Technical Report."},
      {
        "id":"ED184392",
        "title":"Regulations: Guaranteed Student Loan Program."},
      {
        "id":"ED184397",
        "title":"Policy and Administration in the Governance of Higher Education Institutions."},
      {
        "id":"ED184404",
        "title":"The Motivational Relevance of Educational Plans: Questioning the Conventional Wisdom."},
      {
        "id":"ED184405",
        "title":"Identifying and Encouraging Exemplary Projects of Academic Planning and Budgeting. Management Studies Task Force Series."},
      {
        "id":"ED184427",
        "title":"State Intervention in Higher Education."},
      {
        "id":"ED184444",
        "title":"Some Aspects of the Economics of Higher Education. Working Paper."},
      {
        "id":"ED184448",
        "title":"Financial Aid: A Resource for Improving Educational Opportunities. Working Paper, Preliminary Draft."},
      {
        "id":"ED184450",
        "title":"Pricing and Financial Aid in American Higher Education: Some Interactions. Preliminary Draft."},
      {
        "id":"ED184453",
        "title":"When Does an Increase in the Cost of Education Lead to an Increase in a BEOG? A Note."},
      {
        "id":"ED184464",
        "title":"Full-Time Instructional Faculty Data: Nebraska Institutions of Postsecondary Education, Academic Years 1975-76 Through 1978-79. Mini-Series Report No. 5."},
      {
        "id":"ED184475",
        "title":"The Future of Research Universities."},
      {
        "id":"ED184476",
        "title":"The Future of Private Colleges."},
      {
        "id":"ED184486",
        "title":"Postsecondary Education Program Review: Report of a WICHE-NCHEMS Workshop and Study."},
      {
        "id":"ED184490",
        "title":"Setting Up the Open University. Monograph No. 5."},
      {
        "id":"ED184523",
        "title":"Planning in the 80&apos;s--Involvement, Systems and Communication--The Art of Decision-Making."},
      {
        "id":"ED184537",
        "title":"Employment and Training Administration (ETA) Glossary of Program Terms and Definitions. Second Edition and Change 1. ETA Glossary Issuances Nos. 2 and 3."},
      {
        "id":"ED184561",
        "title":"Computer Science and Technology: Measurement of Interative Computing: Methodology and Application."},
      {
        "id":"ED184569",
        "title":"Algorithms in Education: Some Empirical Considerations."},
      {
        "id":"ED184580",
        "title":"Federal Laboratory Consortium Resource Directory."},
      {
        "id":"ED184581",
        "title":"First Annual Progress Report on the Course-Related Library Instruction Program."},
      {
        "id":"ED184589",
        "title":"Self-Planned Learning in America. Final Report."},
      {
        "id":"ED184615",
        "title":"Hispanics and Community Colleges. Topical Paper No. 18."},
      {
        "id":"ED184618",
        "title":"Bilingual-Bicultural Educational Needs and Capabilities of Community Colleges. Junior College Resource Review."},
      {
        "id":"ED184625",
        "title":"Integrating Student Follow-Up into the Institutional Planning Process: A Case Study."},
      {
        "id":"ED184633",
        "title":"Serving Lifelong Learners. New Directions for Community Colleges, Number 29."},
      {
        "id":"ED184643",
        "title":"1979 Profile of North Carolina Community College and Technical Institute Students: A Preliminary Summary of Findings."},
      {
        "id":"ED184644",
        "title":"Higher Education and the Older Volunteer: A Place for Everyone."},
      {
        "id":"ED184645",
        "title":"Free and Reduced Tuition Policies for Older Adult Students at Two-Year Community, Junior, and Technical Colleges."},
      {
        "id":"ED184649",
        "title":"Works Having a Significant Impact on the Development of the Community College in America."},
      {
        "id":"ED184652",
        "title":"Occupational Analysis: A Basis for Curriculum Development and Evaluation."},
      {
        "id":"ED184653",
        "title":"Teaching--How to Get a Job."},
      {
        "id":"ED184660",
        "title":"Responsiveness to Babies: Life-Situation Specific Sex Differences in Adulthood."},
      {
        "id":"ED184663",
        "title":"What Are the Needs of Infants?"},
      {
        "id":"ED184673",
        "title":"Report on Federal Government Programs That Relate to Children."},
      {
        "id":"ED184680",
        "title":"Effects of Induced Memory Strategies on Children's Memory for Pictures and Words."},
      {
        "id":"ED184685",
        "title":"Early Childhood Educator's Nutrition Handbook."},
      {
        "id":"ED184686",
        "title":"Educator's Guide: Food Experiences for Young Children."},
      {
        "id":"ED184693",
        "title":"Informal Education: Where Does It Make a Difference."},
      {
        "id":"ED184696",
        "title":"Bibliography on Children and the Physical Environment: Child Care Centers, Outdoor Play Environments, and Other Children's Environments."},
      {
        "id":"ED184701",
        "title":"Sex Similarities in Children&apos;s Physiological, Task Performance and Observed Behavior Patterns."},
      {
        "id":"ED184703",
        "title":"The Status of the American Family: Policies, Facts, Opinions, and Issues. NEA Research Memo."},
      {
        "id":"ED184710",
        "title":"HIA Hazard Analysis: Injuries Associated with Public Playground Equipment."},
      {
        "id":"ED184712",
        "title":"Ways of Maximizing Parent Education Program Linkages. Proceedings from a Working Conference (Austin, Texas, November 16-17, 1978)."},
      {
        "id":"ED184718",
        "title":"Maternal Language Classification Scale."},
      {
        "id":"ED184725",
        "title":"Report to the President: United States National Commission on the International Year of the Child."},
      {
        "id":"ED184728",
        "title":"Charitable Behavior: An Examination of the Transfer of Empathy."},
      {
        "id":"ED184741",
        "title":"Migrant Education State and Local Parent Advisory Committees--A Partnership in Migrant Education."},
      {
        "id":"ED184742",
        "title":"Identification and Recruitment Guide."},
      {
        "id":"ED184745",
        "title":"Rural Development Progress, January 1977-June 1979. Fifth Report of the Secretary of Agriculture to The Congress."},
      {
        "id":"ED184748",
        "title":"The Carter Administration: Small Community and Rural Development Policy."},
      {
        "id":"ED184749",
        "title":"At the Crossroads: An Inquiry into Rural Post Offices and the Communities They Serve."},
      {
        "id":"ED184753",
        "title":"The Spanish Speaking American Challenge. A Report of the Chicano Conference Held at BYU in 1974."},
      {
        "id":"ED184754",
        "title":"El Transportador de las Particulas. Explorando el Mundo Natural-Nivel 3 (The Transporter of the Particles. Exploring the Natural World--Level 3.)"},
      {
        "id":"ED184763",
        "title":"An Evaluation Project: The Pierre Indian School. Objectives #2 and #3. Final Report."},
      {
        "id":"ED184774",
        "title":"A Brief History of the Federal Responsibility to the American Indian."},
      {
        "id":"ED184781",
        "title":"The Carter Administration and Hispanics: A Partnership to Progress."},
      {
        "id":"ED184783",
        "title":"The Impact of Interstate Programs on Continuity in Migrant Education."},
      {
        "id":"ED184784",
        "title":"The National Seminar on Rural Education (College Park, Maryland, May 29-31, 1979)."},
      {
        "id":"ED184785",
        "title":"Rural Education Initiative. A Report on the Regional Rural Roundtables."},
      {
        "id":"ED184801",
        "title":"American Indian Perception of Trustworthiness in a Counseling Interview."},
      {
        "id":"ED184808",
        "title":"Man and His Technology: Problems and Issues."},
      {
        "id":"ED184809",
        "title":"Assessing Mathematical Achievement."},
      {
        "id":"ED184811",
        "title":"The Youth Conservation Corps Environmental Education Resource Guide."},
      {
        "id":"ED184814",
        "title":"The Effect of Studying Different Question Classification Systems on Preservice Teachers' Ability to Classify Questions and Attitudes Toward Questioning."},
      {
        "id":"ED184815",
        "title":"The Effects of Preservice Teacher's Cognitive Questioning Level and Redirecting on Student Achievement."},
      {
        "id":"ED184816",
        "title":"An Analysis of Laboratory Activities in Two Modern Science Curricula: Project Physics and PSSC."},
      {
        "id":"ED184817",
        "title":"Energy and Energy Conservation Activities for High School Students."},
      {
        "id":"ED184820",
        "title":"What Do Young Adults Know About Science? Some Results From Two National Assessments."},
      {
        "id":"ED184821",
        "title":"Affective Measures for Science Teaching: Measures of Teacher Interest and Attitude Toward Science Teaching. A. Teaching Preference Scale. B. Semantic Differential Instrument for Science Teaching."},
      {
        "id":"ED184822",
        "title":"Microteaching Skills in Science Checklist: An Observational Instrument to be Used for Evaluation and Description of Science Teaching in the Elementary School. Revised Form."},
      {
        "id":"ED184823",
        "title":"User Information for Science Process Measure-Form A."},
      {
        "id":"ED184824",
        "title":"User Information for Science Process Measure-Form B."},
      {
        "id":"ED184826",
        "title":"Analytic Geometry, Student Text, Part 1. Revised Edition."},
      {
        "id":"ED184827",
        "title":"Analytic Geometry, Teachers' Commentary, Part 1. Revised Edition."},
      {
        "id":"ED184828",
        "title":"Analytic Geometry, Student Text, Part 2. Revised Edition."},
      {
        "id":"ED184830",
        "title":"Analytic Geometry, Student Text, Part 3. Revised Edition."},
      {
        "id":"ED184831",
        "title":"Analytic Geometry, Teachers' Commentary, Part 3. Revised Edition."},
      {
        "id":"ED184832",
        "title":"A Brief Course in Mathematics for Junior High School Teachers, Part 1. Revised Edition."},
      {
        "id":"ED184833",
        "title":"A Brief Course in Mathematics for Junior High School Teachers, Part 2. Revised Edition."},
      {
        "id":"ED184834",
        "title":"Mathematics for High School, Introduction to Matrix Algebra. Preliminary Edition."},
      {
        "id":"ED184835",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume VII: Children's Capacity for Learning Mathematics."},
      {
        "id":"ED184836",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume VIII: Methods of Teaching Mathematics."},
      {
        "id":"ED184837",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume IX: Problem-Solving Processes of Mentally Retarded Children."},
      {
        "id":"ED184838",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume X: Teaching Mathematics to Mentally Retarded Children."},
      {
        "id":"ED184839",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume XI: Analysis and Synthesis as Problem-Solving Methods."},
      {
        "id":"ED184840",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume XII: Problems of Instruction."},
      {
        "id":"ED184841",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume XIII: Analyses of Reasoning Processes."},
      {
        "id":"ED184842",
        "title":"Soviet Studies in the Psychology of Learning and Teaching Mathematics, Volume XIV: Teaching Arithmetic in the Elementary School."},
      {
        "id":"ED184843",
        "title":"The Application of Mechanics to Geometry. Popular Lectures in Mathematics."},
      {
        "id":"ED184844",
        "title":"Inversions. Popular Lectures in Mathematics."},
      {
        "id":"ED184845",
        "title":"The Monte Carlo Method. Popular Lectures in Mathematics."},
      {
        "id":"ED184846",
        "title":"Number Systems. Popular Lectures in Mathematics."},
      {
        "id":"ED184847",
        "title":"Pascal's Triangle. Popular Lectures in Mathematics."},
      {
        "id":"ED184848",
        "title":"What Is Distance? Popular Lectures in Mathematics."},
      {
        "id":"ED184850",
        "title":"Understanding the Game of the Environment. Agriculture Information Bulletin No. 426."},
      {
        "id":"ED184851",
        "title":"Algebra 1 Instructional Guide."},
      {
        "id":"ED184852",
        "title":"An Annotated Bibliography of Environmental Communication Research and Commentary: 1969-1979."},
      {
        "id":"ED184854",
        "title":"Algebraic Systems: Applications in the Behavioral and Social Sciences."},
      {
        "id":"ED184860",
        "title":"Urban Environmental Education Project, Curriculum Module II: Energy Conservation - What Are the Options?"},
      {
        "id":"ED184867",
        "title":"A Test of the Integrated Science Process Skills for Secondary Science Students."},
      {
        "id":"ED184870",
        "title":"Physical Science for Nonscience Students (PSNS). Final Report."},
      {
        "id":"ED184873",
        "title":"Project SOUL: Computer Training Program for High School Students from Disadvantaged Areas. Part I, General Report. Technical Report."},
      {
        "id":"ED184877",
        "title":"Trends in the Assessment of Laboratory Performance in High School Science Instruction. Technical Report No. 20."},
      {
        "id":"ED184881",
        "title":"Improving One Characteristic of Formal Operations in Adult Remedial Students Through a Piagetian Oriented Instructional Unit on Percent."},
      {
        "id":"ED184883",
        "title":"Kinds of Knowledge in Algebra."},
      {
        "id":"ED184884",
        "title":"The Effect of Instruction on First-Grade Children's Initial Solution Processes for Basic Addition and Subtraction Problems."},
      {
        "id":"ED184885",
        "title":"Alternative Uses of Computers in Schools: Cognitive vs. Natural Language Statements."},
      {
        "id":"ED184888",
        "title":"The Space Shuttle At Work."},
      {
        "id":"ED184891",
        "title":"PRiorities In School Mathematics. Final Report on Data from the PRISM Project and Appendices A and B."},
      {
        "id":"ED184894",
        "title":"1980 AETS Yearbook: The Psychology of Teaching for Thinking and Creativity."},
      {
        "id":"ED184896",
        "title":"A Pre-Chemistry Course on Proportional Calculations."},
      {
        "id":"ED184898",
        "title":"Space Telescope."},
      {
        "id":"ED184900",
        "title":"Multiple Technologies in an Instructional Intervention Program to Assist in Teaching Pre-Calculus and Calculus Courses."},
      {
        "id":"ED184902",
        "title":"ERIC Clearinghouse for Science, Mathematics and Environmental Education, Information Bulletins, Spring 1979, Summer 1979, Autumn 1979, Winter 1979."},
      {
        "id":"ED184903",
        "title":"Schooling after Childhood: The Schooling Rituals of Anthropologists."},
      {
        "id":"ED184911",
        "title":"Social Studies in the Mainstreamed Classroom, K-6."},
      {
        "id":"ED184915",
        "title":"Words Into Action: A Classroom Guide to Children&apos;s Citizenship Education."},
      {
        "id":"ED184916",
        "title":"Words Into Action: A Home and Community Guide to Children&apos;s Citizenship Education."},
      {
        "id":"ED184921",
        "title":"Developmental Skills for Personal and Social Responsibilities."},
      {
        "id":"ED184933",
        "title":"How to Reduce Vocabulary Interference When Teaching Elementary Social Studies."},
      {
        "id":"ED184936",
        "title":"The Use of a Cognitive Mapping Test to Analyze the Effectiveness of a College Economics Survey Course."},
      {
        "id":"ED184940",
        "title":"Global Employment and Economic Justice: The Policy Challenge. Worldwatch Paper 28."},
      {
        "id":"ED184949",
        "title":"Training Procedures for Map Learning."},
      {
        "id":"ED184956",
        "title":"Curricular and Programmatic Patterns in Social Studies Developed under Title IV C."},
      {
        "id":"ED184971",
        "title":"Project ACE Activity Sets. Book I: Grades 3, 4, and 5."},
      {
        "id":"ED184972",
        "title":"Project ACE Activity Sets. Book II: Grades 6 and 7."},
      {
        "id":"ED184973",
        "title":"Project ACE Activity Sets. Book III: Grades 8 through 12."},
      {
        "id":"ED184974",
        "title":"The Relationship between Moral Thought and Moral Action: Implications for Social Studies Education."},
      {
        "id":"ED184976",
        "title":"Some Reflections on the Problems of Oral Biographical Research."},
      {
        "id":"ED184982",
        "title":"Sources of Strength: Women and Culture. A Teacher's Guide."},
      {
        "id":"ED184997",
        "title":"Microteaching: A Personal Review."},
      {
        "id":"ED185007",
        "title":"Inservice Education: Criteria for and Examples of Local Programs."},
      {
        "id":"ED185010",
        "title":"Synthesis and Analysis of Data. Volume II. Corpsmember Training Institute. Teacher Corps 1977."},
      {
        "id":"ED185014",
        "title":"Ecological Theory of Teaching. Bridging Report 1."},
      {
        "id":"ED185016",
        "title":"Ecological Theory of Teaching. Bridging Report 3."},
      {
        "id":"ED185025",
        "title":"Training Manual. On-Site Evaluation of Teacher Education Programs."},
      {
        "id":"ED185040",
        "title":"Increasing the Use of Evaluation Information: An Evaluator-Manager Interaction Model."},
      {
        "id":"ED185042",
        "title":"1978-79 Teaching Stress Events Inventory. Portland Study of Teachers."},
      {
        "id":"ED185043",
        "title":"Sex-Role Stereotyping and Women's Studies. A Resource Guide for Teachers Including Suggestions, Units of Study, and Resource Lists."},
      {
        "id":"ED185045",
        "title":"University Roles in Inservice Education: Planning for Change."},
      {
        "id":"ED185046",
        "title":"Schools of Education: An Investment in the Present and Future."},
      {
        "id":"ED185047",
        "title":"Science of Education and Teacher Education."},
      {
        "id":"ED185048",
        "title":"Inviting Skill Development: A Scheme, Steps and Strategies."},
      {
        "id":"ED185050",
        "title":"Special Project to Study ERIC Potential for Impact on School District Problems. Final Report."},
      {
        "id":"ED185052",
        "title":"Applying Motivation Theories to Individual Differences in the Classroom: A Social Learning Perspective."},
      {
        "id":"ED185069",
        "title":"The Tasks of Teaching and Learning in Classrooms. R & D Report No. 4103. Correlates of Effective Teaching."},
      {
        "id":"ED185073",
        "title":"The Validation of the English as a Second Language Assessment Battery (ESLAB)."},
      {
        "id":"ED185076",
        "title":"Agreement Coefficients as Indices of Dependability for Domain-Referenced Tests. ACT Technical Bulletin No. 28."},
      {
        "id":"ED185077",
        "title":"The Analysis of Technical Validity and Reliability in Bilingual Language Assessment Instruments: The Language Assignment Umpire (L.A.U.) Language Dominance Test."},
      {
        "id":"ED185082",
        "title":"The Development of More Efficient Measures for Evaluating Language Impairments in Aphasic Patients."},
      {
        "id":"ED185087",
        "title":"Southern Regional Education Board Faculty Evaluation Project: Final Evaluation Report."},
      {
        "id":"ED185093",
        "title":"The Parenting Stress Index--Clinical Trials."},
      {
        "id":"ED185095",
        "title":"Portrayal as a Way of Addressing Problems in Communicating Evaluation Findings."},
      {
        "id":"ED185097",
        "title":"Relative Effectiveness of Single and Double Multiple-Choice Questions in Educational Measurement."},
      {
        "id":"ED185098",
        "title":"Report of the New Jersey Basic Skills Council."},
      {
        "id":"ED185099",
        "title":"Research Methodologies Pertinent to the Study of Schooling Effects: A Synthesis."},
      {
        "id":"ED185101",
        "title":"School Staff Evaluation in New Jersey."},
      {
        "id":"ED185106",
        "title":"Test Floor and Ceiling Effects. ESEA Title I Evaluation and Reporting System."},
      {
        "id":"ED185114",
        "title":"Assuring Fairness in the Medical School Admission Interview Through Analysis of Rater Difficulty and Consistency."},
      {
        "id":"ED185118",
        "title":"ESEA Title I Linking Project. Final Report."},
      {
        "id":"ED185121",
        "title":"Guide to Factor-Referenced Temperament Scales, 1978."},
      {
        "id":"ED185123",
        "title":"A Study of Minimum Competency Programs. Final Comprehensive Report. Vol. 1. Vol. 2."},
      {
        "id":"ED185124",
        "title":"A Study of Minimum Competency Testing Programs. Final Summary and Analysis Report."},
      {
        "id":"ED185126",
        "title":"A Study of Minimum Competency Testing Programs. Final Program Development Resource Document."},
      {
        "id":"ED185128",
        "title":"The ESAA Basic and Pilot Programs in Region II; Evaluation Study, Executive Summary."},
      {
        "id":"ED185155",
        "title":"Approaches for Achieving a Multicultural Curriculum."},
      {
        "id":"ED181101",
        "title":"Normative Influence in Desegregated Classrooms."},
      {
        "id":"ED181103",
        "title":"An Interdisciplinary Approach to College Compensatory Education."},
      {
        "id":"ED181117",
        "title":"Bilingual Education at the Bilingual Center, 1977-1978: An Evaluation."},
      {
        "id":"ED181142",
        "title":"Schooling and Work Among Youths from Low-Income Households; A Baseline Report from the Entitlement Demonstration."},
      {
        "id":"ED181143",
        "title":"The Structure of Goals, Knowledge, and Curricula in Schooling."},
      {
        "id":"ED181144",
        "title":"Interrupted Education: Students Who Drop Out."},
      {
        "id":"ED181153",
        "title":"Planning for Multicultural Education as a Part of School Improvement."},
      {
        "id":"ED181154",
        "title":"Cultural Fairness in Materials Development."},
      {
        "id":"ED181157",
        "title":"The Impact of Court-Ordered Desegregation on Student Enrollment and Residential Patterns in the Jefferson County Kentucky Public School District, Final Report."},
      {
        "id":"ED181160",
        "title":"Promoting Student Integration in City High Schools: A Research Study and Improvement Guide for Practitioners. Executive Summary."},
      {
        "id":"ED181168",
        "title":"Demonstration Senior High Schools: A Career Education Consortium Effort Involving Broward, Orange, and Pinellas Counties. Final Report."},
      {
        "id":"ED181175",
        "title":"On-the-Job Training: CETA Program Models."},
      {
        "id":"ED181184",
        "title":"Career Education Programs That Work."},
      {
        "id":"ED181191",
        "title":"Women and Their Preparation for Professional and Managerial Careers. Information Series No. 168."},
      {
        "id":"ED181192",
        "title":"Educational Opportunities for Older Persons: A Review. Information Series No. 170."},
      {
        "id":"ED181193",
        "title":"Perspectives on Adult Education Practice. Information Series No. 172."},
      {
        "id":"ED181194",
        "title":"Adult Education for Rural Americans: An Introductory Review. Information Series No. 173."},
      {
        "id":"ED181195",
        "title":"Education and Work Competencies Needed by Experiential Education Personnel. Information Series No. 175."},
      {
        "id":"ED181196",
        "title":"Ten Mathematics Projects and Career Education Infusion. Information Series No. 176."},
      {
        "id":"ED181204",
        "title":"Questing for Quality in Graduate Vocational Education. Conference on Graduate Vocational Education (1st, Keystone, Colorado, July 28-30, 1978)."},
      {
        "id":"ED181205",
        "title":"Reaching the ABE Target Population: How Are We Doing? Planning Studies in Continuing Education."},
      {
        "id":"ED181206",
        "title":"Working Papers on Issues in Community Education. Volume I."},
      {
        "id":"ED181207",
        "title":"The Community Education Coordinator: Sources of Job Satisfaction and Dissatisfaction."},
      {
        "id":"ED181209",
        "title":"ExCEL, Exploring Careers through Experiential Learning: Year Three Evaluation Report."},
      {
        "id":"ED181214",
        "title":"Overcoming Personal-Social Barriers to Entry into Non-Traditional Occupational Preparation Programs. A Final Report."},
      {
        "id":"ED181216",
        "title":"The CAP Approach to Modifying Vocational Programs for Handicapped Students. Vol. 1: Agriculture with an Example in Horticulture."},
      {
        "id":"ED181218",
        "title":"The CAP Approach to Modifying Vocational Programs for Handicapped Students. Vol. 3: Health Occupations."},
      {
        "id":"ED181221",
        "title":"Final Evaluation Report for the Conecuh County Part D Experience-Based Career Education Program. Evergreen, Alabama."},
      {
        "id":"ED181222",
        "title":"Final Evaluation Report for Conecuh County Experience-Based Career Education Program. Evergreen, Alabama."},
      {
        "id":"ED181224",
        "title":"A Study of the Contribution of Diagnostic Test Data to Maturity in the Career-Decision-Making Process. Final Report."},
      {
        "id":"ED181232",
        "title":"Curriculum Guide for Health Occupations Education. Revised and Expanded."},
      {
        "id":"ED181233",
        "title":"Project ASSERT (Activitiy to Support the Strengthening of Education through Retired Technicians). Final Report."},
      {
        "id":"ED181234",
        "title":"Operating a Retirees Volunteer Program in Postsecondary Institutions: A Resource Handbook. Leadership Training Series No. 61."},
      {
        "id":"ED181235",
        "title":"Personal and Family Finances: A Resource Guide for Teaching."},
      {
        "id":"ED181236",
        "title":"Planning and Managing Community Programs: A Process Approach."},
      {
        "id":"ED181237",
        "title":"Your Money Matters: A Self-Study Program Guide for Educators."},
      {
        "id":"ED181238",
        "title":"Your Money Matters. A Self-Study Program for Consumers."},
      {
        "id":"ED181239",
        "title":"Helping Families Adjust to Economic Change. A Project Report."},
      {
        "id":"ED181240",
        "title":"Occupational Projections and Training Data. Bulletin 2020."},
      {
        "id":"ED181242",
        "title":"A Research Project to Determine the Effectiveness of Developmental Occupational Programs in Kentucky. Ideas for Improved Program Planning (Local and State Levels)."},
      {
        "id":"ED181243",
        "title":"Guide to Federal Funding in Career Education, Education and Work and Vocational Education."},
      {
        "id":"ED181245",
        "title":"A Guide for Communities Facing Major Layoffs or Plant Shutdowns. Action Checklist for Community Leaders."},
      {
        "id":"ED181250",
        "title":"Perceptions Concerning Occupational Survival Skills."},
      {
        "id":"ED181253",
        "title":"Instructional System Development (ISD) in the Armed Services: Methodology and Application. Final Report, August 25, 1977 through March 19, 1979."},
      {
        "id":"ED181254",
        "title":"Driver Education Curriculum Guide. Alcohol and Other Drugs."},
      {
        "id":"ED181260",
        "title":"An Assessment of Individualized Instruction in Navy Technical Training."},
      {
        "id":"ED181262",
        "title":"Specialty Training and the Performance of First-Term Enlisted Personnel. A Report. Rand Publications Series, R-2191-ARPA."},
      {
        "id":"ED181271",
        "title":"Changes in the Work Attachment of Married Women, 1966-1976."},
      {
        "id":"ED181272",
        "title":"Job Search by Unemployed Women: Determinants of the Asking Wage. Revised."},
      {
        "id":"ED181273",
        "title":"Pay Premiums for Economic Sector and Race: A Decomposition."},
      {
        "id":"ED181274",
        "title":"A Profile of Women Potentially Eligible for the Displaced Homemaker Program under the Comprehensive Employment and Training Act of 1978."},
      {
        "id":"ED181275",
        "title":"Sex-Role Attitudes and Employment among Women: A Dynamic Model of Change and Continuity."},
      {
        "id":"ED181276",
        "title":"Shift Workers: A Descriptive Analysis of Worker Characteristics."},
      {
        "id":"ED181277",
        "title":"The Short-Term Effects of Marital Disruption on the Labor Supply Behavior of Young Women."},
      {
        "id":"ED181283",
        "title":"A Project to Provide Teacher Training and Resources for Vocational Educators of Limited English-Speaking Students: An Assessment of Needs, Programs and Instructional Resources. Final Report."},
      {
        "id":"ED181288",
        "title":"Selected Career Education Resources for Georgia Schools."},
      {
        "id":"ED181291",
        "title":"Vocational Education in Alaska. Central Issues and Problem Areas."},
      {
        "id":"ED181293",
        "title":"Workers&apos; Universities in Yugoslavia: An Adult Education Modality. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED181295",
        "title":"Career Education and the Quality of Working Life. Monographs on Career Education."},
      {
        "id":"ED181297",
        "title":"A Study of State Occupational Information Development and Utilization Efforts."},
      {
        "id":"ED181301",
        "title":"Effective Mechanisms for Facilitating Coordination of Vocational Education Programs with the Youth Employment and Demonstration Projects Act of 1977. A State of the Art Report, Volume I. Interim Report."},
      {
        "id":"ED181304",
        "title":"Parents and Career Education: Descriptions of Current Practices. Monographs on Career Education."},
      {
        "id":"ED181306",
        "title":"Applied Behavior Analysis in Flying Training Research. Interim Report for Period June 1978-August 1978."},
      {
        "id":"ED181309",
        "title":"Jail-Based Inmate Programs. A Selected Bibliography."},
      {
        "id":"ED181313",
        "title":"A Project to Design, Develop, Implement, Test, Evaluate and Disseminate an Associate Degree Curriculum to Train Solar Engineering Technicians."},
      {
        "id":"ED181316",
        "title":"Women in Vocational Education Administration. A Nationwide Analysis. Research and Development Series No. 179."},
      {
        "id":"ED181317",
        "title":"Emerging Educational Policy Issues in the Federal City: A Report from Washington. Occasional Paper No. 42."},
      {
        "id":"ED181318",
        "title":"Work Focused Guidance for Youth in Transition: Some Implications for Vocational Education Research and Development. Occasional Paper No. 43"},
      {
        "id":"ED181319",
        "title":"I Like You When I Know You: Attitudinal Barriers to Responsive Vocational Education for Handicapped Students. \"It Isn't Easy Being Special.\" Research & Development Series No. 174."},
      {
        "id":"ED181320",
        "title":"Let's Work Together: Intervention Strategies for Learners with Special Needs. \"It Isn't Easy Being Special.\" Research & Development Series No. 175."},
      {
        "id":"ED181321",
        "title":"Let's Find the Special People: Identifying and Locating the Special Needs Learners. &quot;It Isn't Easy Being Special.&quot; Research &amp; Development Series No. 176."},
      {
        "id":"ED181322",
        "title":"Here Are Programs that Work: Selected Vocational Programs and Practices for Learners with Special Needs. \"It Isn't Easy Being Special.\" Research and Development Series No. 177."},
      {
        "id":"ED181323",
        "title":"Resources: Agencies and Organizations that Serve Special Needs Learners. &quot;It Isn&apos;t Easy Being Special.&quot; Research &amp; Development Series No. 178."},
      {
        "id":"ED181325",
        "title":"Selecting, Analyzing, and Displaying Planning Information. Research and Development Series 164."},
      {
        "id":"ED181326",
        "title":"Factors Influencing Nontraditional Vocational Education Enrollments: A Literature Review. Research and Development Series No. 150."},
      {
        "id":"ED181327",
        "title":"Resources: Materials for Special Needs Learners. &quot;It Isn&apos;t Easy Being Special.&quot; Bibliography Series No. 50."},
      {
        "id":"ED181328",
        "title":"A Model for Educational Research and Development: 1985. Occasional Paper No. 44."},
      {
        "id":"ED181329",
        "title":"Literacy and Vocational Competency. Occasional Paper No. 39."},
      {
        "id":"ED181331",
        "title":"A Guide for Teachers and Administrators--Health Occupations at the Secondary Level."},
      {
        "id":"ED181335",
        "title":"Resources in Vocational Education, 1979. Volume 12, No. 4."},
      {
        "id":"ED181336",
        "title":"Resources in Vocational Education, 1979, Volume 12, No. 5."},
      {
        "id":"ED181343",
        "title":"Trying Out Activities and Monitoring Early Implementation Efforts. Module 10."},
      {
        "id":"ED181346",
        "title":"Drug Abuse Prevention For Your Community."},
      {
        "id":"ED181351",
        "title":"Variations and Extensions of Filial Therapy."},
      {
        "id":"ED181353",
        "title":"Comprehensive Model for Child Services: Parent Education Follow Through Program."},
      {
        "id":"ED181362",
        "title":"Self-Control With and Without Covert Sensitization in Smoking Cessation."},
      {
        "id":"ED181366",
        "title":"Personality and Aging: New Directions for Research."},
      {
        "id":"ED181372",
        "title":"Disclosure Flexibility and Interpersonal Functioning."},
      {
        "id":"ED181377",
        "title":"Runaway Youth Program Directory."},
      {
        "id":"ED181378",
        "title":"Utilizing Strategies for Adult Guidance. Module 13. Revised."},
      {
        "id":"ED181379",
        "title":"Designing Programs for Adult Guidance. Module 14. Revised."},
      {
        "id":"ED181387",
        "title":"Consultation Skills for Pupil Personnel Services Staff."},
      {
        "id":"ED181388",
        "title":"Resource Resourcefulness: A One-Day Training Workshop."},
      {
        "id":"ED181389",
        "title":"Vocational Guidance in Manpower Development: Papers Presented at the Asian Regional Conference-Workshop (Manila, Philippines, 1977)."},
      {
        "id":"ED181390",
        "title":"Guidance and Counseling: Perspectives on an Emerging Profession."},
      {
        "id":"ED181391",
        "title":"Program Evaluation and Accountability. Searchlight 7+: An Information Analysis Paper, November 1966 through December 1978."},
      {
        "id":"ED181392",
        "title":"Tests and Testing Programs. Searchlight 14+: An Information Analysis Paper, November 1966 through December 1978."},
      {
        "id":"ED181393",
        "title":"The Counselor as Change Agent. Searchlight 30+: An Information Analysis Paper, November 1966 through December 1978."},
      {
        "id":"ED181394",
        "title":"Counseling the Aging. Searchlight 11+: An Information Analysis Paper, November 1966 through December 1978."},
      {
        "id":"ED181395",
        "title":"The Counselor as Consultant. Searchlight 42+: An Information Analysis Paper, November 1966 through December 1978."},
      {
        "id":"ED181396",
        "title":"Counseling Adults for Life Transitions."},
      {
        "id":"ED181397",
        "title":"Counseling Exceptional People."},
      {
        "id":"ED181398",
        "title":"Counseling Adults. Searchlight 41+: An Information Analysis Paper, November 1966 through December 1978."},
      {
        "id":"ED181399",
        "title":"Counseling for Sex Equity in Postsecondary Education."},
      {
        "id":"ED181400",
        "title":"Futuristic Images of Guidance and Student Services."},
      {
        "id":"ED181401",
        "title":"Educational Futures: A Survey of Futuristic Issues and Expectations."},
      {
        "id":"ED181403",
        "title":"Thirty-One Ways to Help Your Children Become Good Readers."},
      {
        "id":"ED181412",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181414",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181421",
        "title":"Human Processing of Knowledge from Texts: Acquisition, Integration, and Reasoning."},
      {
        "id":"ED181423",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181424",
        "title":"Verb Semantic Structures in Memory for Sentences: Evidence for Componential Representation. Technical Report No. 151."},
      {
        "id":"ED181425",
        "title":"Comprehension Monitoring and the Error Detection Paradigm. Technical Report No. 153."},
      {
        "id":"ED181426",
        "title":"Understanding Metaphors. Technical Report No. 154."},
      {
        "id":"ED181427",
        "title":"Studying. Technical Report No. 155."},
      {
        "id":"ED181428",
        "title":"Inducing Flexible Thinking: The Problem of Access. Technical Report No. 156."},
      {
        "id":"ED181429",
        "title":"On the Making of Inferences During Reading and Their Assessment. Technical Report No. 157."},
      {
        "id":"ED181430",
        "title":"Studies of the Bicultural Reader: Implications for Teachers and Librarians. Reading Education Report No. 12."},
      {
        "id":"ED181431",
        "title":"Background Knowledge and Reading Comprehension. Reading Education Report No. 13."},
      {
        "id":"ED181432",
        "title":"Making Stories, Making Sense. Reading Education Report No. 14."},
      {
        "id":"ED181434",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181435",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181441",
        "title":"Piaget and Metalinguistics: A Developmental Overview."},
      {
        "id":"ED181444",
        "title":"Hereditary Factors in Language Acquisition."},
      {
        "id":"ED181447",
        "title":"The Rights and Responsibilities of Readers and Writers: A Contractual Agreement. Reading Education Report No. 15."},
      {
        "id":"ED181448",
        "title":"Individual Differences in the Recall of Lower-Level Textual Information. Technical Report No. 150."},
      {
        "id":"ED181449",
        "title":"The Schema: A Structural or a Functional Pattern. Technical Report No. 159."},
      {
        "id":"ED181452",
        "title":"College Students Reveal Their Learning Processes."},
      {
        "id":"ED181456",
        "title":"Accuracy in News Reporting: A Review of the Research. ANPA News Research Report No. 25."},
      {
        "id":"ED181460",
        "title":"Manzo's Language Shaping Paradigm (LSP)."},
      {
        "id":"ED181463",
        "title":"All About Letters."},
      {
        "id":"ED181464",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181466",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181472",
        "title":"Personal Needs and Media Use in the Netherlands and the United States."},
      {
        "id":"ED181474",
        "title":"The Effects of Televised Advertising on Mother-Child Interactions at the Grocery Store."},
      {
        "id":"ED181476",
        "title":"The Comparative Readability of Newspapers and Magazines Over Time: An Evaluation of Media Acceptability."},
      {
        "id":"ED181477",
        "title":"The Socialization Powers of Television and Foreign Students' Value Orientations."},
      {
        "id":"ED181478",
        "title":"Interpretation Theory and Teaching Students How to Write about Poetry."},
      {
        "id":"ED181488",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181489",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181490",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181502",
        "title":"Should the Federal Government Significantly Strengthen the Regulation of Mass Media Communication in the United States? Intercollegiate Debate Topic, 1979-1980, Pursuant to Public Law 88-246."},
      {
        "id":"ED181503",
        "title":"Proceedings of the Summer Conference on Argumentation (Alta, Utah, July 26-29, 1979)."},
      {
        "id":"ED181505",
        "title":"Speech Communication Activities in the Writing Classroom."},
      {
        "id":"ED181506",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181511",
        "title":"Dynamics of Intrapersonal and Interpersonal Communication: A Study of Indochinese Refugees in the Initial Phase of Acculturation."},
      {
        "id":"ED181512",
        "title":"Broadcast Regulation Reform: Manipulating Economics to Further the Public Interest."},
      {
        "id":"ED181519",
        "title":"A Cognitive-Basic Skills Approach to the Basic Course in a Large Public University."},
      {
        "id":"ED181520",
        "title":"Shyness and Reticence in Students."},
      {
        "id":"ED181523",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181524",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED181526",
        "title":"Schools &amp; the Courts. Volume I: Desegregation."},
      {
        "id":"ED181531",
        "title":"Schools &amp; the Courts. Volume II: Methodology, Student Rights, and Fiscal Equality."},
      {
        "id":"ED181539",
        "title":"The Control Assembly: An Administrative Alternative in Canadian Senior High Schools. Studies in Educational Administration No. 16."},
      {
        "id":"ED181544",
        "title":"Educational Project Management Instructional System. Module One. Project Management Executive Orientation."},
      {
        "id":"ED181545",
        "title":"Educational Project Management Instructional System. Module Two. Project Management Basic Principles. Volume I--Lessons 1 to 6. Volume II--Lessons 7 to 12. Volume III--Case Simulation."},
      {
        "id":"ED181546",
        "title":"Educational Project Management Instructional System. Module 3. Proposal Development. Module Manual."},
      {
        "id":"ED181547",
        "title":"Mini Workshop Packet for Preparation Phase of Project Management. Project Management Basic Principles."},
      {
        "id":"ED181548",
        "title":"Manual of Accounting for Pennsylvania School Systems Food Service Fund (Cafeteria Fund)."},
      {
        "id":"ED181550",
        "title":"The Effects of Declining Enrollments on Instructional Programs & Supervisory Practices in Public Elementary and Secondary Schools."},
      {
        "id":"ED181555",
        "title":"Curriculum Analysis: An Aid to Selection, Adaptation and Implementation of Curricula."},
      {
        "id":"ED181559",
        "title":"An Educational Leader&apos;s Process Handbook for Instructional Improvement Planning."},
      {
        "id":"ED181560",
        "title":"A Training Program to Facilitate Problem Solving and Decision Making in Schools. Set I Through Set XII (Modules 1-25)."},
      {
        "id":"ED181561",
        "title":"A Catalogue of Products That Can Aid Schools in Doing Organization Development and Needs Assessment."},
      {
        "id":"ED181562",
        "title":"Needs Assessment: User&apos;s Manual."},
      {
        "id":"ED181563",
        "title":"Implementation Checklist of Steps."},
      {
        "id":"ED181564",
        "title":"So You Want to Implement a New Project?"},
      {
        "id":"ED181565",
        "title":"Implementation: A Guide."},
      {
        "id":"ED181566",
        "title":"Evaluation Guide."},
      {
        "id":"ED181567",
        "title":"Evaluation Bibliography."},
      {
        "id":"ED181568",
        "title":"Needs Assessment Resource Guide."},
      {
        "id":"ED181627",
        "title":"International Summit on Prevention of Mental Retardation from Biomedical Causes."},
      {
        "id":"ED181631",
        "title":"Career Futures for Exceptional Individuals."},
      {
        "id":"ED181633",
        "title":"Implementation of the Individualized Education Program. A Teacher&apos;s Perspective."},
      {
        "id":"ED181634",
        "title":"Implementation of the Individualized Education Program. A Teacher&apos;s Perspective."},
      {
        "id":"ED181635",
        "title":"Implementation of the Individualized Education Program. A Teacher&apos;s Perspective."},
      {
        "id":"ED181638",
        "title":"Serving Handicapped Students in Vocational Education: A Collaborative Effort."},
      {
        "id":"ED181640",
        "title":"Federal Assistance for Programs Serving the Handicapped. Fourth Edition."},
      {
        "id":"ED181650",
        "title":"Working with Handicapped Art Students."},
      {
        "id":"ED181653",
        "title":"Child Abuse and Neglect: The Proceedings of an Interdisciplinary Workshop on Child Abuse."},
      {
        "id":"ED181660",
        "title":"Provisions for Special Populations in Education: A Description of Their Finance and Organization in Ontario."},
      {
        "id":"ED181667",
        "title":"Sharing the Street: Activities for All Children."},
      {
        "id":"ED181680",
        "title":"Driver Education Curriculum Guide."},
      {
        "id":"ED181681",
        "title":"Sign Language Comprehension by Autistic Children Following Simultaneous Communication Training."},
      {
        "id":"ED181683",
        "title":"Educational Policy and Research with Reference to Educable Mentally Retarded Pupils in Israel."},
      {
        "id":"ED181685",
        "title":"Increasing Questions to Retarded Children: An Analysis of Multiple Effects."},
      {
        "id":"ED181687",
        "title":"Respite Care: A Survey of State Regulations and Family Options."},
      {
        "id":"ED181690",
        "title":"Cognitive Considerations in the Use of Signs with Persons Having Severe Communicative Handicaps."},
      {
        "id":"ED181691",
        "title":"A New Era for Special Education: California's Master Plan in Action."},
      {
        "id":"ED181697",
        "title":"National Special Education Curriculum Guide Survey. Final Report."},
      {
        "id":"ED181708",
        "title":"Child Abuse: The Crying Baby at Risk."},
      {
        "id":"ED181714",
        "title":"Language Variation and Limits to Communication. Technical Report No. 3."},
      {
        "id":"ED181716",
        "title":"The Dartmouth/Rassias Method: An Annotated Bibliography."},
      {
        "id":"ED181719",
        "title":"La lexicometrie allemande: 1898-1970 (German Lexicometry from 1898 to 1970)."},
      {
        "id":"ED181720",
        "title":"Analyse des erreurs et grammaire generative: La syntaxe de l'interrogation en francais (Error Analysis and Generative Grammar: The Syntax of Interrogation in French)."},
      {
        "id":"ED181730",
        "title":"Reading Right: A Text for Reading, Volume 2. English for Special Purposes Series: Autobody Repair."},
      {
        "id":"ED181732",
        "title":"Hearsay, a Listening Workbook: Series A Video Lectures. English for Special Purposes Series: Autobody Repair."},
      {
        "id":"ED181733",
        "title":"Hearsay, a Listening Workbook: Series B Video Lectures. English for Special Purposes Series: Autobody Repair."},
      {
        "id":"ED181734",
        "title":"Hearsay Video Transcripts and Answer Key. English for Special Purposes Series: Autobody Repair."},
      {
        "id":"ED181735",
        "title":"Speakeasy: A Text for Speaking, Volume 1. English for Special Purposes Series: Autobody Repair."},
      {
        "id":"ED181736",
        "title":"Speakeasy: A Text for Speaking, Volume 2. English for Special Purposes Series: Autobody Repair."},
      {
        "id":"ED181737",
        "title":"Teacher's Manual for Speakeasy, Hearsay, Reading Right. English for Special Purposes Series: Autobody Repair."},
      {
        "id":"ED181745",
        "title":"NCSSFL State Reports."},
      {
        "id":"ED181746",
        "title":"A Linguistic Guide to English Proficiency Testing in Schools. Language in Education: Theory and Practice, No. 23."},
      {
        "id":"ED181753",
        "title":"Reference Manual. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED181754",
        "title":"Reading Right: A Text for Reading, Volume 1. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED181755",
        "title":"Reading Right: A Text for Reading, Volume 2. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED181756",
        "title":"Reading Right: A Text for Reading, Volume 3. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED181759",
        "title":"Speakeasy: A Text for Speaking, Volume 1. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED181761",
        "title":"Speakeasy: A Text for Speaking, Volume 3. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED181772",
        "title":"A Design for Higher Education Panel Survey on Trends Affecting the Financial Condition of Higher Education."},
      {
        "id":"ED181776",
        "title":"The 1978 National College Entrance Examination in the People's Republic of China."},
      {
        "id":"ED181783",
        "title":"Pre-Doctoral Preparation in Applied Interdisciplinary Research (Pre PAIR). Final Report, August 31, 1979."},
      {
        "id":"ED181786",
        "title":"Bridging the Gap Between Public Accountability and Faculty Autonomy: A Campus-Based Approach in Developing Effectiveness Indicators."},
      {
        "id":"ED181794",
        "title":"Final Report for the THEC Performance Funding Project at Tennessee Technological University."},
      {
        "id":"ED181819",
        "title":"Total Faculty Earnings, Academic Productivity and Demographic Variables."},
      {
        "id":"ED181824",
        "title":"A Comparison of Professional Earnings by Occupation - 1976."},
      {
        "id":"ED181833",
        "title":"Toward Systematic Faculty Evaluation. Regional Spotlight, Vol. 13, No. 2, January, 1980."},
      {
        "id":"ED181834",
        "title":"Black Students Enrolled in White Colleges and Universities: Their Attitudes and Perceptions."},
      {
        "id":"ED181840",
        "title":"Reauthorization of the Higher Education Act and Related Measures, Part 8. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session (July 19, 25, 26, and 31, 1979)."},
      {
        "id":"ED181843",
        "title":"College and University Endowments--Or, Singing the Inflation Blues. AAHE-ERIC/Higher Education Research Currents, February 1980."},
      {
        "id":"ED181848",
        "title":"The College Curriculum and the Marketplace. Academic Disciplines and the Trend Toward Vocationalism in the 1970s. Yale Higher Education Research Group Working Paper."},
      {
        "id":"ED181858",
        "title":"National Collegiate Athletic Association--Enforcement Program. Hearings before the Subcommittee on Oversight and Investigations of the Committee on Interstate and Foreign Commerce, House of Representatives, Ninety-Sixth Congress, First Session (July 12, 1979)."},
      {
        "id":"ED181862",
        "title":"Sex and Ethnic Differentials in Employment and Salaries Among Federal Scientists and Engineers. Reviews of Data on Science Resources, No. 34, December 1979."},
      {
        "id":"ED181865",
        "title":"Five-Year Report and Evaluation of the Library-Faculty Partnership Project: 1973-1978."},
      {
        "id":"ED181881",
        "title":"The Spartanburg Interactive Cable Experiments in Home Education."},
      {
        "id":"ED181887",
        "title":"A Study of Authoring Alternatives for Training-Oriented Videodiscs."},
      {
        "id":"ED181888",
        "title":"A Teacher's Guide to Video."},
      {
        "id":"ED181895",
        "title":"Information and Educational Technology. Discussion Papers for the White House Conference on Library and Information Services (Washington, D.C., November 15-19, 1979)."},
      {
        "id":"ED181904",
        "title":"Department of Computer and Information Science, The Ohio State University's Annual Report, July 1978-August 1979."},
      {
        "id":"ED181912",
        "title":"Information Services Manual."},
      {
        "id":"ED181913",
        "title":"Vacation College: An Opportunity for Librarians."},
      {
        "id":"ED181914",
        "title":"Textbook Classification Scheme. A Report From the Educational Materials Review Center (EDMARC)."},
      {
        "id":"ED181915",
        "title":"Advisory List of Instructional Media: Fiction. 1979-80 School Year."},
      {
        "id":"ED181919",
        "title":"Advisory List of Instructional Media for Reading. 1979-80 School Year."},
      {
        "id":"ED181922",
        "title":"Computer Applications in Health Care. NCHSR Research Report Series."},
      {
        "id":"ED181923",
        "title":"Computer-Managed Correspondence in Large Lecture Courses."},
      {
        "id":"ED181924",
        "title":"On-Line Authoring Aids for Instructional Design."},
      {
        "id":"ED181928",
        "title":"Boston: An Urban Community. Bibles, Brahmins and Bosses: Leadership and the Boston Community. Family Life in Boston: From Colonial Times to the Present. Annotated Reading Lists."},
      {
        "id":"ED181929",
        "title":"Boston: An Urban Community. Boston and the American Revolution; The Leaders, the Issues and the Common Man. Boston's Architecture: From First Townhouse to New City Hall. Boston's Artisans of the Eighteenth Century. Annotated Reading Lists."},
      {
        "id":"ED181930",
        "title":"Boston: An Urban Community. Boston's Black Letters: From Phillis Wheatley to W. E. B. DuBois. Culture and Its Conflicts: The Example of Nineteenth-century Boston. The Emerging Immigrants of Boston. Annotated Reading Lists."},
      {
        "id":"ED181931",
        "title":"Boston: An Urban Community. Growth and Development in the Boston Metropolis: The Union of Government and Economics--A Marriage of Convenience. From the Psalm Book to the Symphony: Music in the Culture of Boston. From Common School to Magnet School: A History of Schooling in Boston. Annotated Reading Lists."},
      {
        "id":"ED181932",
        "title":"Boston: An Urban Community. Images of Boston: Writers&apos; Views of the City. Painting in Boston, 1670-1970. Law, Justice, and Equality: Case Studies from the Boston Experience. Shaping the Boston Landscape: Drumlins and Puddingstone. The Way We Really Live: Social Change in Metropolitan Boston, Since 1920. Annotated Reading Lists."},
      {
        "id":"ED181943",
        "title":"Increasing the Role of Women in Community College Administration."},
      {
        "id":"ED181946",
        "title":"The Loop College Individual Needs (IN) Program: An Analysis of Its Success and a Guide to the Implementation or Adaptation of Its Techniques."},
      {
        "id":"ED181955",
        "title":"Science Education in Two-Year Colleges: Interdisciplinary Social Sciences."},
      {
        "id":"ED181958",
        "title":"Seminar: Legal Perspectives of Nursing Practice. Nursing 89."},
      {
        "id":"ED181972",
        "title":"Science Education in Two-Year Colleges: Psychology."},
      {
        "id":"ED181976",
        "title":"Credit Transfer in Minnesota. Staff Technical Paper."},
      {
        "id":"ED181977",
        "title":"Los Angeles City College Celebrates Fifty Years of Bringing-Forth, 1929-1979: An Anthology of the Work of Faculty, Staff and Students."},
      {
        "id":"ED181983",
        "title":"Socioeconomic Impact of Two-Year Colleges. Junior College Resource Review."},
      {
        "id":"ED181989",
        "title":"New Decade, New Campus, New Issues."},
      {
        "id":"ED181990",
        "title":"Employer Follow-Up, 1978. Research Report Number 20."},
      {
        "id":"ED181993",
        "title":"Research Relating to Children. Bulletin 41: March 1978-August 1978."},
      {
        "id":"ED181994",
        "title":"Research Relating to Children. Bulletin 40: September 1977-February 1978."},
      {
        "id":"ED181997",
        "title":"Ethical Considerations in Home-Based Programs."},
      {
        "id":"ED182001",
        "title":"The Effects of Spacing and Birth Order on Problem-Solving Competence of Preschool Children. Progress Report."},
      {
        "id":"ED182006",
        "title":"Interactions Between Family and Day Care Systems. Final Technical Report."},
      {
        "id":"ED182008",
        "title":"Active and Passive Processes in Children's Television Viewing."},
      {
        "id":"ED182009",
        "title":"Requisite Competencies for the Early Childhood Educator: Suggested Guidelines for Use in Pre-Service and In-Service Training."},
      {
        "id":"ED182010",
        "title":"Home Visiting with Family Day Care Providers: A Report of Research Conducted with Seven Massachusetts' Family Day Care Systems."},
      {
        "id":"ED182011",
        "title":"[EPSDT: Information Booklets and Training Materials for Use in the Medicaid Early and Periodic Screening, Diagnosis and Treatment Program]."},
      {
        "id":"ED182012",
        "title":"A Resource Book for Elementary Schools."},
      {
        "id":"ED182016",
        "title":"PACER Model: Education for Democracy [and] Meetings and Student Control."},
      {
        "id":"ED182022",
        "title":"Development of Search Behavior Through Visual Representation in Infancy. RIEEC Research Bulletin RRB-11."},
      {
        "id":"ED182030",
        "title":"Community Solutions for Child Care: Report of a Conference."},
      {
        "id":"ED182033",
        "title":"Estimates of Heritability in Different Populations (A Preliminary Report)."},
      {
        "id":"ED182041",
        "title":"An External Review of Early Childhood and Family Education Pilot Programs: Abridged Report."},
      {
        "id":"ED182042",
        "title":"Making Innovation Work: A Second Year Report on Title IV-C Projects in Massachusetts, 1977."},
      {
        "id":"ED182049",
        "title":"Making the Almost Impossible--Possible: Evaluation of Human Services."},
      {
        "id":"ED182050",
        "title":"Trends in Child Protection Laws--1979."},
      {
        "id":"ED182051",
        "title":"EPSDT: The Possible Dream."},
      {
        "id":"ED182052",
        "title":"Orientation to EPSDT: Trainee Workbook. Problem Solving in EPSDT: Training Guide B."},
      {
        "id":"ED182053",
        "title":"Delivering EPSDT Services: Outreach and Follow-up in Medicaid's Program of Early and Periodic Screening Diagnosis and Treatment."},
      {
        "id":"ED182056",
        "title":"Public Playground Equipment: Impact Attenuation Performance of Surfaces Installed Under Playground Equipment. Draft."},
      {
        "id":"ED182057",
        "title":"Public Playground Equipment: Suggested Safety Requirements and Supporting Rationale for Swing Assemblies and Straight Slides."},
      {
        "id":"ED182062",
        "title":"Alaska Natives In Higher Education."},
      {
        "id":"ED182065",
        "title":"Office of Parks and Recreation's Environmental Education Program."},
      {
        "id":"ED182070",
        "title":"Basic Skills Learning Centers Project. Annual Report for the Period October 1, 1978 - September 30, 1979."},
      {
        "id":"ED182072",
        "title":"By-Laws of the Parent Advisory Councils Navajo (BIA) Schools."},
      {
        "id":"ED182073",
        "title":"A Guide to Conducting a Conference With American Indian Women in Reservation Areas."},
      {
        "id":"ED182077",
        "title":"Indian Education Is &quot;Sui Generis&quot;: Of It's Own Kind. The Sixth Annual Report to the Congress of the United States."},
      {
        "id":"ED182081",
        "title":"Study of CETA Plans and Reservation Economic Development. Final Report."},
      {
        "id":"ED182082",
        "title":"Developing Health Education Programs in Rural Areas."},
      {
        "id":"ED182083",
        "title":"Reaching Rural Women: Case Studies and Strategies."},
      {
        "id":"ED182094",
        "title":"Subdividing Rural America: Impacts of Recreational Lot and Second Home Development. Executive Summary."},
      {
        "id":"ED182099",
        "title":"Agriculture of the American Indian--A Select Bibliography. Bibliographies of Agriculture No. 4."},
      {
        "id":"ED182100",
        "title":"Educational Levels of Adult Status Indians in British Columbia."},
      {
        "id":"ED182102",
        "title":"Collecting Folklore and Folklife in Ohio."},
      {
        "id":"ED182103",
        "title":"Ethnic Heritage Studies Program Performance Report: Institute on the Folklore and Traditions of Mexican-American, Black, and Appalachian People."},
      {
        "id":"ED182105",
        "title":"An Evaluation of Some Motivational Materials Related to the History of Mathematics."},
      {
        "id":"ED182108",
        "title":"Activity Oriented Materials Developed to Help the Low Achiever Attain Basic Mathematical Competencies."},
      {
        "id":"ED182109",
        "title":"An Evaluation of Activity Oriented Materials Developed to Help the Low Achiever Attain Basic Mathematical Competencies."},
      {
        "id":"ED182112",
        "title":"Reentry Programs for Female Scientists. Final Report."},
      {
        "id":"ED187186",
        "title":"Academic Culture."},
      {
        "id":"ED187187",
        "title":"The Limits of Higher Education: A Comparative Analysis of Factors Affecting Enrollment Levels in Belgium, France, Japan and the United States."},
      {
        "id":"ED187191",
        "title":"The Extracurricular Curriculum. Academic Disciplines and Public Humanities Programs. Federation Resources 5."},
      {
        "id":"ED187194",
        "title":"Accounting, Recordkeeping, and Reporting by Colleges and Universities for Federally Funded Student Financial Aid Programs (The &quot;Blue Book&quot;)."},
      {
        "id":"ED187211",
        "title":"Systematic Analysis and University Decision Making: The Case of Sexual Equity. ASHE Annual Meeting 1980 Paper."},
      {
        "id":"ED187216",
        "title":"Attracting a New Market to Northwestern's Undergraduate Programs: Older Women Living on the North Shore."},
      {
        "id":"ED187220",
        "title":"Professional Management and Academic Planning: Some Recent Considerations. AAHE-ERIC/Higher Education Research Currents, May 1980."},
      {
        "id":"ED187221",
        "title":"Federal Influence on Higher Education Curricula. AAHE-ERIC/Higher Education Research Report No. 1, 1980."},
      {
        "id":"ED187222",
        "title":"Institutional Research and Creative Change. Papers from the Annual Meeting of the North East Association for Institutional Research (6th, Cooperstown, New York, October 14-16, 1979)."},
      {
        "id":"ED187226",
        "title":"The Influence of Student's Affective Entry on Instructor and Course Evaluations."},
      {
        "id":"ED187227",
        "title":"Alumni Ratings as an Indicator of Departmental Quality."},
      {
        "id":"ED187234",
        "title":"Personnel Practices for Small Colleges."},
      {
        "id":"ED187239",
        "title":"An Evaluation Model for State of the Art Programs for Engineering Practitioners."},
      {
        "id":"ED187240",
        "title":"Independent, Self-Directed Learners in American Life: The Other 80 Percent of Learning."},
      {
        "id":"ED187248",
        "title":"State Student Incentive Grant Program: Issues in Partnership."},
      {
        "id":"ED187257",
        "title":"Second Annual Report, 1978. National Advisory Committee on Black Higher Education and Black Colleges and Universities."},
      {
        "id":"ED187263",
        "title":"Regional Office Procedures. Stage I Final Report for the Study of Program Management Procedures in the Campus-Based and Basic Grant Programs. (Volume III)."},
      {
        "id":"ED187266",
        "title":"Characteristics of Entering Black Freshmen in Predominately Black and Predominately White Institutions: A Normative Report."},
      {
        "id":"ED187268",
        "title":"SISFAP-Study A. The Impact of Student Financial Aid Programs on Student Choice. Final Report."},
      {
        "id":"ED187269",
        "title":"Program Evaluation. AAHE-ERIC/Higher Education Research Report No. 2, 1980."},
      {
        "id":"ED187272",
        "title":"Federal Student Assistance: Issues and Options. Budget Issue Paper for Fiscal Year 1981."},
      {
        "id":"ED187275",
        "title":"Linking Faculty Evaluation and Faculty Rewards in the University. Issues in Higher Education, Number 16, 1980."},
      {
        "id":"ED187280",
        "title":"Requirements for the Ph.D. A Policy Statement."},
      {
        "id":"ED187282",
        "title":"Faculty Attitudes at Indiana University School of Dentistry."},
      {
        "id":"ED187283",
        "title":"The Southern Survey of Agricultural Majors: Some Implications for the Future of Higher Education in Agriculture."},
      {
        "id":"ED187296",
        "title":"The Relationship Between Women&apos;s Studies, Career Development, and Vocational Choice. Women&apos;s Studies Monograph Series."},
      {
        "id":"ED187299",
        "title":"An Assessment of Telephone Survey Methods."},
      {
        "id":"ED187303",
        "title":"Radio and Television for Teacher Education in the United Kingdom."},
      {
        "id":"ED187305",
        "title":"Special Collections in Libraries of the Pacific Northwest. A Subject Guide."},
      {
        "id":"ED187306",
        "title":"Manual of Library Policies. PNLA Special Publication Series."},
      {
        "id":"ED187327",
        "title":"The Future of Scholarly Communication. Minutes of the Meeting of the Association of Research Libraries (95th, Washington, D.C., October 17-18, 1979)."},
      {
        "id":"ED187333",
        "title":"The Nuts and Bolts of Copyright. Circular R1."},
      {
        "id":"ED187339",
        "title":"An Integration of Research Findings from Investigations of Pictorial Stimulus Complexity."},
      {
        "id":"ED187340",
        "title":"A Reference List of Audiovisual Materials Produced by the United States Government, 1978."},
      {
        "id":"ED187341",
        "title":"Educational Telecommunications Delivery Systems."},
      {
        "id":"ED187342",
        "title":"Higher Education Utilization Study: Technical Report."},
      {
        "id":"ED187343",
        "title":"Documentary Analysis and Record Utilization: New Uses for Old Methods."},
      {
        "id":"ED187350",
        "title":"Course Registration and Faculty Teaching Report. University of Hawaii, Community Colleges, Fall 1979."},
      {
        "id":"ED187362",
        "title":"Disadvantaged Student Grant Program for Illinois Public Community Colleges for FY 1979--FY 1980."},
      {
        "id":"ED187363",
        "title":"Community College Research: Methods, Trends, and Prospects. Proceedings of the National Conference on Institutional Research in Community Colleges, August 1976."},
      {
        "id":"ED187364",
        "title":"The Community College: Values, Vision & Vitality."},
      {
        "id":"ED187365",
        "title":"Responses of Fall 1979 Entering Students: Spring 1980 Continuing Student Survey. Student Flow Program, Report 4."},
      {
        "id":"ED187368",
        "title":"Some Characteristics and Opinions of LACC Entering Students Fall, 1979: A Report on Responses to the A.C.E. 1979 Student Information Form. Research Study Number 80-6."},
      {
        "id":"ED187369",
        "title":"Equity Counseling for Community College Women."},
      {
        "id":"ED187382",
        "title":"The Agony of Change. Junior College Resource Review."},
      {
        "id":"ED187383",
        "title":"Teaching Critical Thought Skills to Remedial Students."},
      {
        "id":"ED187386",
        "title":"Science Education in Two-Year Colleges: Mathematics."},
      {
        "id":"ED187388",
        "title":"Teaching Psychology by Using a Humanistic Systems Model."},
      {
        "id":"ED187397",
        "title":"Science Education in Two-Year Colleges: Chemistry."},
      {
        "id":"ED187412",
        "title":"Familiar Functions in New Containers: Classifying Community Education. Topical Paper Number 71."},
      {
        "id":"ED187419",
        "title":"Responding to Learning Needs in the 1980s."},
      {
        "id":"ED187421",
        "title":"Preparing Humanities Modules for Occupational Programs. Junior College Resource Review."},
      {
        "id":"ED187422",
        "title":"Mass Society/Culture/Media: An Eclectic Approach."},
      {
        "id":"ED187426",
        "title":"Gender Classification of School Objects by Female Teachers."},
      {
        "id":"ED187429",
        "title":"The Impact of the Federal Interagency Day Care Requirements on Children, Families and Childcare Providers. Technical Paper 1."},
      {
        "id":"ED187430",
        "title":"Administration of the FIDCR: A Description and Analysis of the Federal Day Care Regulatory Role. Technical Paper 2."},
      {
        "id":"ED187437",
        "title":"High/Scope - University of Kansas, Joint Model Study Project. Final Report."},
      {
        "id":"ED187444",
        "title":"Addendum to Draft Regulatory Analysis Proposed HEW Day Care Requirements."},
      {
        "id":"ED187450",
        "title":"Going Beyond Early Identification."},
      {
        "id":"ED187453",
        "title":"Families Today: A Research Sampler on Families and Children. Volume II. NIMH Science Monographs 1."},
      {
        "id":"ED187457",
        "title":"Nutrition Education and Training Curriculum Materials."},
      {
        "id":"ED187473",
        "title":"The Physical Ecology of Preschool Classrooms for the Handicapped: A Selective Review of Literature."},
      {
        "id":"ED187478",
        "title":"Parent Education and Cultural Change in American Families."},
      {
        "id":"ED187486",
        "title":"Social Indicators for Rural Development: Descriptive Social Reporting. Final Report, Sociology Report No. 141."},
      {
        "id":"ED187492",
        "title":"Health Careers through Independent Study for American Indians and Alaska Natives: Upward Mobility through Non-Traditional Education."},
      {
        "id":"ED187496",
        "title":"Navajo Community College Funding Problems. Report by the Comptroller General of the United States."},
      {
        "id":"ED187499",
        "title":"Establishing a State Outdoor Education Association: The New York Model."},
      {
        "id":"ED187500",
        "title":"Legal Liability--Adventure Activities."},
      {
        "id":"ED187501",
        "title":"Utilizing Adventure Education to Rehabilitate Juvenile Delinquents."},
      {
        "id":"ED187502",
        "title":"American Indian Community Controlled Education: &quot;Determination for Today, Direction for Tomorrow&quot;."},
      {
        "id":"ED187507",
        "title":"So You Need Information About Mexican Americans? Let ERIC Help!"},
      {
        "id":"ED187508",
        "title":"America's Small Schools."},
      {
        "id":"ED187509",
        "title":"Annotated Bibliography of Recent Research on Chicanos and Latinos in Minnesota."},
      {
        "id":"ED187510",
        "title":"Aspects of Welfare and Poverty in Rural America: Two Issue Briefs."},
      {
        "id":"ED187511",
        "title":"Production or Perish: Changing the Inequities of Agricultural Research Priorities."},
      {
        "id":"ED187512",
        "title":"Directory of Selected State Outdoor Education Programs: State Responses to a 1979 Query Conducted by the Council on Outdoor Education/AAHPERD."},
      {
        "id":"ED187515",
        "title":"A Directory of Projects and Programs in Environmental Education. Fifth Edition."},
      {
        "id":"ED187518",
        "title":"Matematica Para La Escuela Secundaria: Geometria (Parte 1). Traduccion Preliminar de la Edicion Inglesa Revisada. (Mathematics for High School: Geometry, Part 1. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED187519",
        "title":"Matematica Para La Escuela Secundaria: Geometria (Parte 2). Traduccion Preliminar de la Edicion Inglesa Revisada. (Mathematics for High School: Geometry, Part 2. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED187525",
        "title":"Doctoral Institutions Report 6% Real Increase in R&amp;D Expenditures in FY 1978. Science Resources Studies Highlights, March 3, 1980."},
      {
        "id":"ED187529",
        "title":"Project IMPACT, an Overview on Preservice and Inservice Teachers and Administrators."},
      {
        "id":"ED187531",
        "title":"Mathematics Achievement Test Project. Technical Manual."},
      {
        "id":"ED187537",
        "title":"Workshop Outline and Training Materials for Adult Learners Developed During the Metric Leader Training Project for Maine."},
      {
        "id":"ED187540",
        "title":"The Relationship between Volume Conservation and the Learning of a Volume Algorithm for a Cuboid."},
      {
        "id":"ED187547",
        "title":"A K-12 Handbook of Inexpensive or Easy to Make Metric Measuring Materials With Suggestions for Classroom Use by Grade Level."},
      {
        "id":"ED187549",
        "title":"Reaching Up, Reaching Out: A Guide to Organizing Local Solar Events."},
      {
        "id":"ED187550",
        "title":"Second Annual Practitioners Conference on Energy Education. Proceedings."},
      {
        "id":"ED187554",
        "title":"An Energy Curriculum for the Middle Grades. Unit One: Energy and World Cultures With Adaptations for Science, Language Arts, Practical Arts."},
      {
        "id":"ED187555",
        "title":"An Energy Curriculum for the Middle Grades. Unit Two: Energy and American History With Adaptations for Science, Language Arts, Practical Arts."},
      {
        "id":"ED187556",
        "title":"Visible Emissions Evaluation. APTI Course 439. Final [Edition]."},
      {
        "id":"ED187560",
        "title":"Guide to Building Effective Pre-Engineering Programs."},
      {
        "id":"ED187567",
        "title":"Development of an Interpretive Structural Model and Strategies for Implementation Based on a Descriptive and Prescriptive Analysis of Resources for Environmental Education/Studies. A Sourcebook for the Design of a Regional Environmental Learning System, Volume I: Overview."},
      {
        "id":"ED187568",
        "title":"Development of an Interpretive Structural Model and Strategies for Implementation Based on a Descriptive and Prescriptive Analysis of Resources for Environmental Education/Studies. A Sourcebook for the Design of a Regional Environmental Learning System, Volume II: You Create a Design."},
      {
        "id":"ED187569",
        "title":"Development of an Interpretive Structural Model and Strategies for Implementation Based on a Descriptive and Prescriptive Analysis of Resources for Environmental Education/Studies. A Sourcebook for the Design of a Regional Environmental Learning System, Volume III: Creating a Regional Environmental Learning System."},
      {
        "id":"ED187570",
        "title":"Development of an Interpretive Structural Model and Strategies for Implementation Based on a Descriptive and Prescriptive Analysis of Resources for Environmental Education/Studies. A Sourcebook for the Design of a Regional Environmental Learning System, Volume IV: Conducting Collective Inquiry."},
      {
        "id":"ED187571",
        "title":"Development of an Interpretive Structural Model and Strategies for Implementation Based on a Descriptive and Prescriptive Analysis of Resources for Environmental Education/Studies. Evaluating a Regional Environmental Learning System, Volume V."},
      {
        "id":"ED187572",
        "title":"Development of an Interpretive Structural Model and Strategies for Implementation Based on a Descriptive and Prescriptive Analysis of Resources for Environmental Education/Studies. A Sourcebook for the Design of a Regional Environmental Learning System, Volume VI: Content-Oriented Resources."},
      {
        "id":"ED187575",
        "title":"Investigations in Science Education, Vol. 6, No. 2. [Expanded Abstracts and Critical Analyses of Recent Research]."},
      {
        "id":"ED187576",
        "title":"Minority Institutions Curriculum Exchange Conference Proceedings (Washington, D.C. January 19-20, 1979)."},
      {
        "id":"ED187577",
        "title":"Investigations in Mathematics Education, Vol. 13, No. 2."},
      {
        "id":"ED187579",
        "title":"The Central Park Workbook. Activities for an Urban Park."},
      {
        "id":"ED187580",
        "title":"Engineering and Applied Science, Recent Research Reports."},
      {
        "id":"ED187581",
        "title":"The Arithmetic Project Course for Teachers. Guide for Course Leaders."},
      {
        "id":"ED187582",
        "title":"The Arithmetic Project Course for Teachers - 1. Topic: Introduction to Frames and Number Line Jumping Rules. Supplement: Answers to Common Questions About the Course."},
      {
        "id":"ED187587",
        "title":"The Arithmetic Project Course for Teachers - 6. Topics: Frame Equations, Midpoints, Some Wrong Answers, Absolute Value. Supplement: Ways tc Find How Many."},
      {
        "id":"ED187588",
        "title":"The Arithmetic Project Course for Teachers - 7. Topic: Lower Brackets. Supplement: Using Centimeter Blocks to Introduce Prime Numbers to a Third Grade."},
      {
        "id":"ED187590",
        "title":"The Arithmetic Project Course for Teachers - 9. Topic: Maneuvers on Lattices (continued). Supplement: More Suggestions for Lattices."},
      {
        "id":"ED187591",
        "title":"The Arithmetic Project Course for Teachers - 10. Topic: &quot;Surrounding&quot; With Centimeter Blocks. Supplement: Using Blocks to Introduce Other Bases of Numeration to a Fourth Grade."},
      {
        "id":"ED187592",
        "title":"The Arithmetic Project Course for Teachers - 11. Topics: Artificial Operations, Competing Rules."},
      {
        "id":"ED187593",
        "title":"The Arithmetic Project Course for Teachers - 12. Topic: More Work With Artificial Operations. Supplement: Functions."},
      {
        "id":"ED187596",
        "title":"The Arithmetic Project Course for Teachers - 15. Topics: Rules Moving Two Points, Composition of Number Line Rules. Supplement: Examples of Questions Dealing with blank &gt; blank x blank."},
      {
        "id":"ED187598",
        "title":"The Arithmetic Project Course for Teachers - 17. Topics: Simultaneous Equations, Points and Lines in a Plane. Supplement: Graphing Simultaneous Equations."},
      {
        "id":"ED187600",
        "title":"The Arithmetic Project Course for Teachers - 19. Topic: Number Plane Rules (continued). Supplement: More Work With Number Plane Rules."},
      {
        "id":"ED187608",
        "title":"Involvement in Multiple Roles and the Well-being of Adult Women."},
      {
        "id":"ED187614",
        "title":"Alberta Education, Mutualism, and the Canadian Content Project."},
      {
        "id":"ED187615",
        "title":"Canadian Content Kits--Grades 1-12. A Report of an Assessment."},
      {
        "id":"ED187620",
        "title":"Economic Education Experiences of Enterprising Teachers. Volume 17. A Report Developed from the 1978-79 Entries in the International Paper Company Foundation Awards Program for the Teaching of Economics."},
      {
        "id":"ED187621",
        "title":"Master Curriculum Guide in Economics for the Nation's Schools. Part II, Strategies for Teaching Economics: United States History (Secondary)."},
      {
        "id":"ED187623",
        "title":"On the Limits of Contemporary Moral Education: Psychological and Sociological Perspectives."},
      {
        "id":"ED187625",
        "title":"Women, Men, and the Division of Labor. Worldwatch Paper 37."},
      {
        "id":"ED187627",
        "title":"John Dewey and the Problem of Authority."},
      {
        "id":"ED187629",
        "title":"Curricular Dimensions of Global Education."},
      {
        "id":"ED187635",
        "title":"Supplement to Art for Elementary Schools."},
      {
        "id":"ED187639",
        "title":"Study and Teaching Opportunities Abroad: Sources of Information about Overseas Study, Teaching, Work, and Travel."},
      {
        "id":"ED187647",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Vol. 12, No. 4, 1978. Period Covered October-December 1978."},
      {
        "id":"ED187653",
        "title":"Voters and the Mass Media: Information-Seeking, Political Interest, and Issue Agendas."},
      {
        "id":"ED187655",
        "title":"Human Nature, Crime and Society."},
      {
        "id":"ED187669",
        "title":"Preparing Teachers to Implement Diagnostic/Prescriptive Instruction."},
      {
        "id":"ED187670",
        "title":"Staff Development of Educational Personnel. The New York Plan. A Proposed Policy for the Board of Regents. Developed as part of the Four State Project."},
      {
        "id":"ED187673",
        "title":"Venture Beyond Stereotypes. A Workbook for Teachers Concerned about Sex-Role Stereotyping."},
      {
        "id":"ED187686",
        "title":"Upper Body Muscular Endurance Among Children 2-5 Years."},
      {
        "id":"ED187691",
        "title":"Strength and Flexibility in Gymnasts Before and After Menarche."},
      {
        "id":"ED187693",
        "title":"Greenville Needs Assessment Analysis."},
      {
        "id":"ED187695",
        "title":"A Comparison of Selection Networks of Selected High School AAA Basketball Programs within the State of West Virginia."},
      {
        "id":"ED187696",
        "title":"Goals and Strategies of Interactive Teachers."},
      {
        "id":"ED187698",
        "title":"Student Mediating Responses in Teaching Effectiveness. Final Report."},
      {
        "id":"ED187701",
        "title":"Building a Better You. A Guide for Health Education in Georgia Schools. Kindergarten through Grade Six."},
      {
        "id":"ED187702",
        "title":"Spatial-Temporal Organization in Memory of a Serial Motor Task."},
      {
        "id":"ED187714",
        "title":"Resource Utilization and Productivity in IGE Schools."},
      {
        "id":"ED187716",
        "title":"Stages of Concern About the Innovation: The Concept, Initial Verification and Some Implications. 1st Draft."},
      {
        "id":"ED187717",
        "title":"A State of the Art Assessment of Educational Evaluation."},
      {
        "id":"ED187727",
        "title":"Local Uses of Title I Evaluations."},
      {
        "id":"ED187729",
        "title":"Parameters of Quality Control and Decision Making At the State Level."},
      {
        "id":"ED187743",
        "title":"Toward a General Model of the Shifting Benefits and Liabilities of Educational Attainment."},
      {
        "id":"ED187746",
        "title":"Algorithms for Developing Test Questions from Sentences in Instructional Materials: An Extension of an Earlier Study."},
      {
        "id":"ED187747",
        "title":"An Application of Bayesian M-Group Regression to Developmental Studies Programs in a Community College."},
      {
        "id":"ED187749",
        "title":"The Application of Rasch Model Equating Techniques to the Problem of Interpreting Longitudinal Performance on Minimum Competency Tests."},
      {
        "id":"ED187756",
        "title":"Budgetary Consideration in Setting Passing Scores. Publication Series in Mastery Testing, Research Memorandum 79-3."},
      {
        "id":"ED187759",
        "title":"Computer Programs for the Semantic Differential: An Update and Expansion."},
      {
        "id":"ED187760",
        "title":"Computerized Adaptive Performance Evaluation: Final Report, February 1976 through January 1980."},
      {
        "id":"ED187762",
        "title":"Critical Thinking as an Educational Ideal."},
      {
        "id":"ED187763",
        "title":"Cultural Attitude Scale[s]: Anglo American; Black American; Mexican American; Puerto Rican; [and] Technical Report."},
      {
        "id":"ED187764",
        "title":"Preparatory School Test Preparation. Special Test Preparation, Its Effect on College Board Scores and the Relationship of Effected Scores to Subsequent College Performance. Study No. I A1.02-62-001."},
      {
        "id":"ED187765",
        "title":"A Study of the Relationship between Long-Term Memory and Formal Cognitive Development for Eighth-Grade Students: A Confirmation of Piagetian Theory."},
      {
        "id":"ED187766",
        "title":"Teachers&apos; Beliefs in Their Own Control of Factors Influencing the Academic Achievement of Students."},
      {
        "id":"ED187773",
        "title":"Chiliying: Life in a Rural Commune in China. Part 1: People of Asia Series, Middle School, No. 1. Student Booklet and Teacher's Guide."},
      {
        "id":"ED187775",
        "title":"Discourse Rules Taught To and Learned By Culturally Diverse Children During Literacy Instruction."},
      {
        "id":"ED187776",
        "title":"&quot;An Investigation of the Special Impact of Television on Blacks.&quot; Technical Report."},
      {
        "id":"ED187783",
        "title":"Executive Summary of Final Report on Analyses of Staff Development Programs and Other Strategies to Improve Education in Desegregated Schools, 1978-1979."},
      {
        "id":"ED187796",
        "title":"Questioning the Centipede: Sources of Climate in a Magnet School."},
      {
        "id":"ED187799",
        "title":"The Cost of Racial Discrimination. Hearing before the Joint Economic Committee, Congress of the United States, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED187801",
        "title":"The Indochinese Refugee Children Assistance Program (Under P.L. 94-405, Title II, as Amended by P.L. 95-561, Title XIII). Breakdown of Child Count FY 1980 with Comparison to FY 1978."},
      {
        "id":"ED187814",
        "title":"Tracking and Inequality Within Schools: Findings From a Study of Schooling."},
      {
        "id":"ED187822",
        "title":"Constructing Case Studies on Educational Change for Policy Makers."},
      {
        "id":"ED187847",
        "title":"Vocational Education for Older Adults. Information Series No. 203."},
      {
        "id":"ED187848",
        "title":"Assessing Employer Satisfaction with Vocational Education Graduates. Information Series No. 204."},
      {
        "id":"ED187850",
        "title":"Career Action Pack."},
      {
        "id":"ED187851",
        "title":"Computer-Assisted Guidance: Concepts and Practices."},
      {
        "id":"ED187854",
        "title":"Career Information Systems: Guidelines and Considerations for Agencies Assisting the Economically Disadvantaged, Unemployed or Underemployed. Second Edition, Revised."},
      {
        "id":"ED187861",
        "title":"A Demonstration: Effecting Incremental Improvements in K-12 Education. Final Report, July 1, 1978-September 30, 1979."},
      {
        "id":"ED187873",
        "title":"Mid-Career Change: Adult Students in Mid-Career Transitions, and Community Support Systems Developed to Meet Their Needs. Mid-Career Change Project. Final Report of the Project."},
      {
        "id":"ED187874",
        "title":"Mid-Career Change: Life and Work Transitions and Reentry into Education."},
      {
        "id":"ED187880",
        "title":"Goal Attainment Scaling Manual, RUL #5. Materials Development Center Reprint 18."},
      {
        "id":"ED187881",
        "title":"Learning Assessment in Vocational Evaluation."},
      {
        "id":"ED187882",
        "title":"Pennsylvania&apos;s Model Individualized Written Program Plan for Vocational Rehabilitation Facilities. Materials Development Center Reprint No. 15."},
      {
        "id":"ED187883",
        "title":"Psychological Testing in Vocational Evaluation."},
      {
        "id":"ED187889",
        "title":"Assessment of a WIN Quality Training Demonstration Project. Phase 1 Report: Characteristics of Participants."},
      {
        "id":"ED187891",
        "title":"Residential Plumbing."},
      {
        "id":"ED187892",
        "title":"Some Key Outcomes of Vocational Education: A Report on Evaluation Criteria, Standards, and Procedures. Research and Development Series No. 192."},
      {
        "id":"ED187896",
        "title":"An Assessment of Need for Developing and Implementing Technical and Skilled Worker Training for the Solar Energy Industry. Final Report."},
      {
        "id":"ED187898",
        "title":"Vocational Education Self Evaluation Criteria for Alaska."},
      {
        "id":"ED187904",
        "title":"Brief Case Histories of State Dissemination Program Articulation."},
      {
        "id":"ED187905",
        "title":"Self-Presentation in Task-Oriented Leadership Situations."},
      {
        "id":"ED187924",
        "title":"Extending the Benefits of Vocational Education to Indian Populations. Integrated Planning Package. Research and Development Series No. 183."},
      {
        "id":"ED187925",
        "title":"Bridges to Employment: Recruitment and Counseling Practices for Disadvantaged, Unemployed, Out-of-School Youth in Vocational Programs. Book One. Research and Development Series No. 185."},
      {
        "id":"ED187926",
        "title":"Bridges to Employment: Practices for Job Development, Placement, and Follow-Through of Unemployed Youth for Vocational Education and Manpower Training. Book Two. Research and Development Series No. 186."},
      {
        "id":"ED187927",
        "title":"Coordination in Vocational Education Planning--Barriers and Facilitators. Research and Development Series No. 187."},
      {
        "id":"ED187928",
        "title":"Evaluation Guidelines and Practices for State Advisory Councils. Research and Development Series No. 188."},
      {
        "id":"ED187929",
        "title":"The Case Study Method: Guidelines, Practices, and Applications for Vocational Education. Research and Development Series No. 189."},
      {
        "id":"ED187930",
        "title":"Performance Testing: Issues Facing Vocational Education. Research and Development Series No. 190."},
      {
        "id":"ED187931",
        "title":"Specifications for Longitudinal Studies. Research and Development Series No. 191."},
      {
        "id":"ED187933",
        "title":"A Vocational Educator's Guide to the CETA System. Critical Issues Series, No. 3."},
      {
        "id":"ED187934",
        "title":"Military Curricula for Vocational &amp; Technical Education. Drug and Alcohol Abuse Classroom Course 17-10."},
      {
        "id":"ED187935",
        "title":"Military Curricula for Vocational &amp; Technical Education. Equal Opportunity and Treatment Classroom Course 17-9."},
      {
        "id":"ED187936",
        "title":"Needs Sensing Workshop: Postsecondary Occupational Education Project, April 15-17, 1980."},
      {
        "id":"ED187937",
        "title":"Business, Industry, and Labor Input in Vocational Education Personnel Development. Second Edition. Leadership Training Series No. 59."},
      {
        "id":"ED187941",
        "title":"Some Issues in Joint Union-Management Quality of Worklife Improvement Efforts."},
      {
        "id":"ED187950",
        "title":"Relationship of Perceived Sex Bias and the Decision of Women to Teach Production Agriculture."},
      {
        "id":"ED188009",
        "title":"Moving Learning Action Pack."},
      {
        "id":"ED188012",
        "title":"Introduction of Women into Work Groups in Traditionally Male Career Fields: Annotated Bibliography."},
      {
        "id":"ED188028",
        "title":"Study of Returning Students, Part 2: The Attitudes of Principals, Guidance Counsellors, Teachers and Students to Returning Students. Report Number 149."},
      {
        "id":"ED188032",
        "title":"An Undergraduate Helping Skills Course: Skill Development and Career Education."},
      {
        "id":"ED188039",
        "title":"Annual Report of NIJJDP. Fiscal Year 1979."},
      {
        "id":"ED188040",
        "title":"Services for Alcoholic Women: Foundations for Change. Resource Book."},
      {
        "id":"ED188041",
        "title":"Friendship: Its Effect on Actor and Observer Attributions."},
      {
        "id":"ED188047",
        "title":"Better Schools, Better People: How Schools Can Help to Prevent Drug and Alcohol Abuse."},
      {
        "id":"ED188048",
        "title":"Intimate Victims: A Study of Violence Among Friends and Relatives. A National Crime Survey Report."},
      {
        "id":"ED188049",
        "title":"Prosecutor's Responsibility in Spouse Abuse Cases."},
      {
        "id":"ED188052",
        "title":"Taking Risks: Activities and Materials for Teaching About Alcohol, Other Drugs, and Traffic Safety. Book 1, Elementary Level (Grades 3 and 5)."},
      {
        "id":"ED188053",
        "title":"Taking Risks: Activities and Materials for Teaching About Alcohol, Other Drugs, and Traffic Safety. Book 2, Secondary Level (Grades 7 and 10)."},
      {
        "id":"ED188055",
        "title":"Vulnerability to Stress Related Overeating: An Examination of the Frequency and Enjoyability of Pleasant Activities Experienced by College Students with Weight Concerns."},
      {
        "id":"ED188057",
        "title":"Commitment Contingencies in the Behavioral Treatment of Obesity."},
      {
        "id":"ED188058",
        "title":"A Paraprofessional Training Program for Supportive Counseling with Women. Final Report, September 1, 1976 through August 31, 1977."},
      {
        "id":"ED188074",
        "title":"Interpersonal Influence Styles of Adult Cohorts."},
      {
        "id":"ED188075",
        "title":"Effects of Information Reliability in Predicting Task Performance Using Ability and Effort."},
      {
        "id":"ED188076",
        "title":"New Orleans: Public Attitudes About Crime. A National Crime Survey Report."},
      {
        "id":"ED188077",
        "title":"Miami: Public Attitudes About Crime. A National Crime Survey Report."},
      {
        "id":"ED188078",
        "title":"San Diego: Public Attitudes About Crime. A National Crime Survey Report."},
      {
        "id":"ED188080",
        "title":"Experiencing Negative Affect About Self or Other: Effects on Helping Behavior in Children and Adults."},
      {
        "id":"ED188083",
        "title":"An Analysis of Findings Comparing Women and Men as Leaders."},
      {
        "id":"ED188085",
        "title":"Career Planning and Decision-Making Course for College Students. Final Evaluation Report, December, 1979."},
      {
        "id":"ED188086",
        "title":"Services for Alcoholic Women: Foundations for Change. Trainer Manual [and] Session Outline Cards."},
      {
        "id":"ED188087",
        "title":"Stress Related Overeating Among College Students: Development of a Mood Eating Scale."},
      {
        "id":"ED188091",
        "title":"Sex and Sex-Role Effects on Release from Proactive Interference."},
      {
        "id":"ED188092",
        "title":"The Relationship Between Job Attitudes and the Decision to Retire."},
      {
        "id":"ED188095",
        "title":"Hidden Rape: A Survey of the Incidence of Sexual Aggression and Victimization on a University Campus."},
      {
        "id":"ED188101",
        "title":"Sex-Role, Self-Concept and Power in Intimate Relationships."},
      {
        "id":"ED188104",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED188106",
        "title":"Report on the Special Studies of Selected ECE Schools with Increasing and Decreasing Reading Scores; A Report to the Joint Legislative Budget Committee and the Fiscal and Policy Committees of the Legislature as Required by Item 283 of the Supplemental Language to the 1977-78 Budget Act."},
      {
        "id":"ED188108",
        "title":"Promising Practices for Improving Reading Attitudes."},
      {
        "id":"ED188112",
        "title":"Critical Reading: An Aristotelian Perspective."},
      {
        "id":"ED188114",
        "title":"An Overview of Psycholinguistic Reading Theory."},
      {
        "id":"ED188117",
        "title":"National Literacy Commissions and Functional Literacy: A Status Report."},
      {
        "id":"ED188119",
        "title":"Role of the Mirror-Image Counterpart in Producing Reversals When Children Print."},
      {
        "id":"ED188123",
        "title":"Defining and Testing High School Reading Objectives."},
      {
        "id":"ED188130",
        "title":"Metaphor Comprehension and Cognitive Development in College Students."},
      {
        "id":"ED188133",
        "title":"Meeting the Reading and Study Skills Needs of Nontraditional College Students for the 80's."},
      {
        "id":"ED188140",
        "title":"Impact of Content Area Reading Inservice Education on Teachers: A Follow-up Study Conducted One Year Later."},
      {
        "id":"ED188142",
        "title":"Instruction in Student-Generated Questioning Techniques."},
      {
        "id":"ED188145",
        "title":"Orthography and the Amalgamation of Word Identities in Beginning Readers. Final Report."},
      {
        "id":"ED188159",
        "title":"A Cognitive Processing Capacity Model of Teaching and Studying Applied to Biology."},
      {
        "id":"ED188162",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED188163",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED188165",
        "title":"Student-Created Heuristics and Writing Inquiries."},
      {
        "id":"ED188171",
        "title":"Facilitating Text Processing: The Elaboration of Prior Knowledge."},
      {
        "id":"ED188177",
        "title":"The Quest for Professional Advertising Education Before 1917."},
      {
        "id":"ED188178",
        "title":"Contributions of Print Journalism to the Study of Political Communication."},
      {
        "id":"ED188180",
        "title":"The Megalithic Monuments of Ireland and Their Folklore: A Photodocumentary Project."},
      {
        "id":"ED188184",
        "title":"Decentering and Identification: Making Argument the Core of the Composition Course."},
      {
        "id":"ED188189",
        "title":"Evaluating Writing Courses and Programs: Some Practical Management and Design Considerations."},
      {
        "id":"ED185162",
        "title":"What Do We Know about Teaching and Learning in Urban Schools? Volume 7: Summer Drop-Off and the Effectiveness of Compensatory Instruction."},
      {
        "id":"ED185177",
        "title":"Student Learning Objectives for Multicultural Education in the Basic Skills."},
      {
        "id":"ED185178",
        "title":"Women and Minorities in Television Drama, 1969-1978."},
      {
        "id":"ED185180",
        "title":"Causal Attributions Outside the Laboratory: Explaining Poverty."},
      {
        "id":"ED185181",
        "title":"Black Student Dropout Behavior: Disengagement from School Rejection and Racial Discrimination."},
      {
        "id":"ED185183",
        "title":"Desegregation: On the Cutting Edge. A Review and Manual of the Indiana University Training Institute Program in Race and Sex Desegregation."},
      {
        "id":"ED185185",
        "title":"School Desegregation: A Model at Work."},
      {
        "id":"ED185187",
        "title":"Food and Nutrition for the 1980&apos;s: Moving Ahead. Comprehensive Plan for Implementing the National Food and Human Nutrition Research and Education and Information Programs."},
      {
        "id":"ED185190",
        "title":"An Analysis of Staff Development Programs and Their Costs in Three Urban School Districts."},
      {
        "id":"ED185191",
        "title":"Project: Ways to Improve Education in Desegregated Schools (WIEDS)--Final Interim Report, June 1, 1978 to November 30, 1979."},
      {
        "id":"ED185193",
        "title":"Social Science for a Change."},
      {
        "id":"ED185203",
        "title":"Towards Model Refinement in Compensatory Education: Comparison of Intervention Programs and Paraprofessional Screening Measures."},
      {
        "id":"ED185204",
        "title":"A Descriptive Study of Title I Summer Programs."},
      {
        "id":"ED185207",
        "title":"Social Science Research in School Desegregation Cases: A Critical Review."},
      {
        "id":"ED185209",
        "title":"Position Statement on Multicultural Education."},
      {
        "id":"ED185233",
        "title":"Lifelong Learning: State Policies and State/Federal Relationships, Priorities, Issues and Alternatives. A Background Paper Submitted to the Lifelong Learning Project of the Assistant Secretary of the Office of Education, U.S. Department of Health, Education and Welfare. Report No. 113."},
      {
        "id":"ED185238",
        "title":"Evaluation Handbook, Volume 2: Guidelines and Practices for Follow-up Studies of Special Populations."},
      {
        "id":"ED185239",
        "title":"Industrial Arts Education: A Review and Synthesis of the Research, 1968-1979. Information Series 183."},
      {
        "id":"ED185240",
        "title":"The PLESA Experience: Training and Employment Services for Persons of Limited English-Speaking Ability."},
      {
        "id":"ED185241",
        "title":"Workplaces and Classrooms: A Partnership for the 80's. The Vice President's Task Force on Youth Employment (Baltimore, Maryland, September 26-27, 1979)."},
      {
        "id":"ED185243",
        "title":"New Directions in Vocational Education for the Handicapped: Implications for Research and Development. Occasional Paper No. 35."},
      {
        "id":"ED185253",
        "title":"Lifelong Learning--Is It an Enigma or a Myth for Disadvantaged American Adults?"},
      {
        "id":"ED185283",
        "title":"Air Conditioning. FOS: Fundamentals of Service."},
      {
        "id":"ED185309",
        "title":"Women's Educational Equity Act. Fourth Annual Report, Fiscal Year 1979: October 1, 1978 to September 30, 1979."},
      {
        "id":"ED185311",
        "title":"Women and Work: Paths to Power. A Symposium. Information Series No. 190."},
      {
        "id":"ED185313",
        "title":"PDE Occupational Competency Assessment Project--1979. Final Report. Occupational Competency Evaluation Monograph, Number 10. Vocational Technical Education Research Report, Volume 17, Number 23."},
      {
        "id":"ED185315",
        "title":"Opticalman 3 &amp; 2, Naval Education and Training Command Rate Training Manual and Nonresident Career Course. Revised, 1979."},
      {
        "id":"ED185323",
        "title":"Work-Centered and Person-Centered Dimensions of Experiential Education: Implications for a Typology of Programs. Research and Development Series No. 197."},
      {
        "id":"ED185324",
        "title":"Retention of Concepts Resulting from Learning by Experience. Preliminary Investigation of the Retention of Selected Reading and Mathematical Concepts Resulting from Students Enrolled in a Traditional Learning Environment and in a Learning-in-Work Environment."},
      {
        "id":"ED185327",
        "title":"Implementing Welfare-Employment Programs: An Institutional Analysis of the Work Incentive (WIN) Program."},
      {
        "id":"ED185337",
        "title":"Industrial Arts Education Competency Catalogs for Exploring Technology, Modern Industry, Construction, Manufacturing."},
      {
        "id":"ED185346",
        "title":"Teaching for Transfer: A Perspective. Information Series No. 141."},
      {
        "id":"ED185347",
        "title":"Empirical Evidence on Occupational Mobility. Interim Report. Information Series No. 193."},
      {
        "id":"ED185348",
        "title":"Vocational Education and Federal Priorities. Occasional Paper No. 47."},
      {
        "id":"ED185349",
        "title":"Vocational Education in Corrections: An Interpretation of Current Problems and Issues. National Study of Vocational Education in Corrections. Technical Report No. 1."},
      {
        "id":"ED185350",
        "title":"Standards for Vocational Education Programs in Correctional Institutions. National Study of Vocational Education in Corrections. Technical Report No. 2."},
      {
        "id":"ED185351",
        "title":"Vocational Education in Correctional Institutions: Summary of a National Study. National Study of Vocational Education in Corrections. Technical Report No. 3."},
      {
        "id":"ED185355",
        "title":"Job Options: First Offender Women. A Pretrial Intervention Program."},
      {
        "id":"ED185362",
        "title":"Adult Education and Aging: Perspectives on Research at a Private Independent Research Organization."},
      {
        "id":"ED185372",
        "title":"Fundamentos Basicos de Career Education. Monografia en Career Education. [Basic Fundamentals of Career Education. Monograph in Career Education]."},
      {
        "id":"ED185381",
        "title":"Youth and the Workplace: Perspectives for the Coming Decade, 1979. Hearings before the Committee on Labor and Human Relations, United States Senate, Ninety-Sixth Congress, First Session, on To Examine the Transition from School to Work and Explore the Nature of Youth Employment and Unemployment to Gauge the Conditions, Trends, and Problems Likely to Affect Federal Labor and Human Resources Policy in the 1980&apos;s. October 23 and 24, 1979."},
      {
        "id":"ED185386",
        "title":"Young Workers and Families: A Special Section."},
      {
        "id":"ED185387",
        "title":"Status of Vocational Education in FY 1978. A Report to the Congress by the U.S. Commissioner of Education."},
      {
        "id":"ED185392",
        "title":"Vocational Evaluation with Adolescents: Description and Evaluation of a Program for Reluctant Learners."},
      {
        "id":"ED185394",
        "title":"Students, Graduates, and Dropouts in the Labor Market, October 1978. Special Labor Force Report 223."},
      {
        "id":"ED185395",
        "title":"A Bibliography for Sex-Fair Vocational Education."},
      {
        "id":"ED185396",
        "title":"An Analysis of Sex-Role Stereotyping and Sex Bias in Secondary Vocational Education in Kentucky. Final Report."},
      {
        "id":"ED185404",
        "title":"PLESA: Program for Persons of Limited English-Speaking Ability. Ten Case Studies."},
      {
        "id":"ED185407",
        "title":"El Conocimiento Ocupacional y del Yo para los Grupos Especiales. Monografias sobre el Conocimiento Ocupacional y del Yo."},
      {
        "id":"ED185412",
        "title":"Is the Die Cast? Educational Achievements and Work Destinations of Ontario Youth. A Six-Year Follow-Up of the Critical Juncture High School Students."},
      {
        "id":"ED185417",
        "title":"Women in the Labor Force: Some New Data Series."},
      {
        "id":"ED185424",
        "title":"Adult Learning: Implications for Research and Policy in the Eighties. A Symposium. Information Series No. 194."},
      {
        "id":"ED185431",
        "title":"The Historical Development of the Content of High School-Level Consumer Education: An Examination of Selected Texts, 1938-1978."},
      {
        "id":"ED185433",
        "title":"The Next Ten Years in Education."},
      {
        "id":"ED185436",
        "title":"Competency-Based In-Service Training in Recreation for the Aged."},
      {
        "id":"ED185439",
        "title":"Sociocultural and Motivational Considerations in the Assessment of Educational Achievement: A Theoretical Overview."},
      {
        "id":"ED185444",
        "title":"Youth Advocacy: A Strategy for Service to Troubled Youth."},
      {
        "id":"ED185447",
        "title":"Stop Rape Crisis Center: An Exemplary Project."},
      {
        "id":"ED185449",
        "title":"Futuristics and Professional Education."},
      {
        "id":"ED185457",
        "title":"Alcoholism Prevention: Guide to Resources and References."},
      {
        "id":"ED185458",
        "title":"Highlights from Drugs and the Class of '78: Behaviors, Attitudes, and Recent National Trends."},
      {
        "id":"ED185460",
        "title":"Reducing Residential Crime and Fear: The Hartford Neighborhood Crime Prevention Program [and] Executive Summary."},
      {
        "id":"ED185461",
        "title":"Identity Formation in College Students: A Preventive Program."},
      {
        "id":"ED185462",
        "title":"Discrepancies in Diversion Research: Some Possible Explanations."},
      {
        "id":"ED185469",
        "title":"The Context of Title IX: Outline and Participants&apos; Materials for Generic Session One. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators."},
      {
        "id":"ED185470",
        "title":"The Title IX Regulation and Grievance Process: Outline and Participants&apos; Materials for Generic Session Two. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators."},
      {
        "id":"ED185471",
        "title":"Planning for Change: Outline and Participants&apos; Materials for Generic Session Three. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators."},
      {
        "id":"ED185472",
        "title":"The Administrator&apos;s Role: Outlines and Participants&apos; Materials for Application Sessions for Administrators. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators."},
      {
        "id":"ED185473",
        "title":"The Context of Title IX: Outlines and Participants&apos; Materials for Generic Session One. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Postsecondary Educators."},
      {
        "id":"ED185479",
        "title":"Linking Needs Assessment to Program Planning and Management."},
      {
        "id":"ED185480",
        "title":"Use of Information Systems for Monitoring Mental Health Programs."},
      {
        "id":"ED185481",
        "title":"Quality Assurance in Mental Health Centers."},
      {
        "id":"ED185482",
        "title":"Client Outcome Evaluation in Mental Health Centers."},
      {
        "id":"ED185483",
        "title":"Issues Related to Review Criteria and Standards for Mental Health Projects."},
      {
        "id":"ED185484",
        "title":"The Behavioral Aspects of Smoking."},
      {
        "id":"ED185485",
        "title":"Parents, Peers and Pot."},
      {
        "id":"ED185488",
        "title":"A Potpourri of Program Practices. Report Series 42, Number 1."},
      {
        "id":"ED185497",
        "title":"Longitudinal Investigation of the Effects of Teachers' Reading Instructional Emphasis and Pupil Engaged Time in Reading Instruction on Pupils' Reading Achievement."},
      {
        "id":"ED185498",
        "title":"A Review of Research on Reading and the Gifted."},
      {
        "id":"ED185505",
        "title":"A Computer-Based Approach to Functional Literacy Training for Recruits: Performance-Related Enabling Skills Training (PREST)."},
      {
        "id":"ED185506",
        "title":"Navy Response to the Need for Literacy Training during Military Service: An Historical Perspective."},
      {
        "id":"ED185513",
        "title":"Problems and Techniques of Text Analysis. Technical Report No. 168."},
      {
        "id":"ED185514",
        "title":"Analysis of &quot;Babar Loses His Crown.&quot; Technical Report No. 169."},
      {
        "id":"ED185523",
        "title":"How to Reduce Vocabulary Interference in the Content Areas."},
      {
        "id":"ED185525",
        "title":"A Proposal: The Need for Comparison Studies of College Students&apos; Reading Gains in Developmental Reading Programs Using General and Specific Levels of Diagnosis."},
      {
        "id":"ED185527",
        "title":"The Use of Context by Good and Poor Readers in a Cloze Task."},
      {
        "id":"ED185528",
        "title":"Do Beginners Learn to Read Function Words Better in Sentences or in Lists?"},
      {
        "id":"ED185533",
        "title":"Recall and Readability of Short Prose Passages."},
      {
        "id":"ED185539",
        "title":"The Assessment of Structural Analysis Skills."},
      {
        "id":"ED185542",
        "title":"Some Issues in the Measurement of Children's Comprehension of Metaphorical Language. Technical Report No. 172."},
      {
        "id":"ED185544",
        "title":"Implementing the Goals of Women's Education in the Humanities at Stephens College. Final Narrative Report."},
      {
        "id":"ED185547",
        "title":"Handwriting: I. Instruction in Handwriting in Ontario Schools; II. Handwriting: An Annotated Bibliography."},
      {
        "id":"ED185548",
        "title":"Literature in Crisis."},
      {
        "id":"ED185555",
        "title":"Topicalization: A Stylistic Process."},
      {
        "id":"ED185559",
        "title":"The Composing Processes of Anxious and Non-Anxious Writers: A Naturalistic Study."},
      {
        "id":"ED185561",
        "title":"Speaking and Writing: The Semantic Connection."},
      {
        "id":"ED185573",
        "title":"Poetry Theater--Integrating Drama and Poetry."},
      {
        "id":"ED185578",
        "title":"Shakespeare: Annotated Bibliographies and Media Guide for Teachers."},
      {
        "id":"ED185591",
        "title":"Creating a Reason to Write: Dynamic Communication Exercises for Professionally-Oriented Students."},
      {
        "id":"ED185599",
        "title":"Teaching and Learning in the Writing Conference."},
      {
        "id":"ED185608",
        "title":"Television Viewing and Cultural Indicators: Some Notes on Theory and Measurement."},
      {
        "id":"ED185612",
        "title":"International and Intercultural Communication Annual, Volume V, December 1979."},
      {
        "id":"ED185615",
        "title":"Empirical Studies on Television Composition."},
      {
        "id":"ED185619",
        "title":"Situational Variables in Language Use. Technical Report No. 167."},
      {
        "id":"ED185626",
        "title":"Communication Training for Pre-Law Students [and] A Bibliography on Legal Communications."},
      {
        "id":"ED185632",
        "title":"Is There a Communication Problem between the Black Male and the Black Professional Woman? A Black Male Perspective."},
      {
        "id":"ED185633",
        "title":"Analysis of Topoi: A Case Study in Managing the Identity of the Persuadee."},
      {
        "id":"ED185635",
        "title":"ERIC First Analysis: 1980-81 National High School Debate Resolutions (How Can the Interests of United States Consumers Best Be Served?)."},
      {
        "id":"ED185644",
        "title":"Classroom Discipline. The Best of ERIC on Educational Management, Number 52."},
      {
        "id":"ED185645",
        "title":"Identifying Power Structures."},
      {
        "id":"ED185648",
        "title":"An Evaluation of Textbook Costs, Usage, and Needs."},
      {
        "id":"ED185649",
        "title":"Drugs and the Class of '78: Behaviors, Attitudes, and Recent National Trends."},
      {
        "id":"ED185658",
        "title":"PERT and CPM: A Comparison with Implications for Education."},
      {
        "id":"ED185664",
        "title":"Long Range Educational Planning with Emphasis on Staff Development."},
      {
        "id":"ED185670",
        "title":"Energy and the Cultural Community. A Report to the National Endowment for the Arts."},
      {
        "id":"ED185686",
        "title":"1978-79 Florida Education Finance Program. Statistical Report. Series 79-14."},
      {
        "id":"ED185692",
        "title":"School Program Development Manual for Schools Funded Through the Consolidated Application 1980-81."},
      {
        "id":"ED185694",
        "title":"Power Equalization through Organization Development Training."},
      {
        "id":"ED185695",
        "title":"Current vs. Ideal Procedures for Determining Educational Program-Evaluation Budgets: A Survey of School Evaluators."},
      {
        "id":"ED185697",
        "title":"Community Relations for Schools. Report from the Project on Studies of Administration and Organization for Instruction. Practical Paper No. 21."},
      {
        "id":"ED185703",
        "title":"A Guide to Developing Educational Leadership Potential."},
      {
        "id":"ED185709",
        "title":"Implementing Childfind/Serve: A Resource Handbook for Educators."},
      {
        "id":"ED185712",
        "title":"Identifying the Talented and Gifted Students. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185713",
        "title":"Administering Policy for Talented and Gifted Education. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185714",
        "title":"Talented and Gifted Education Policy. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185715",
        "title":"Parenting Gifted Children. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185716",
        "title":"Organizing a Parent Support Group for Talented and Gifted. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185717",
        "title":"Talented and Gifted School Programs. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185718",
        "title":"The Gifted Preschool Child. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185719",
        "title":"Characteristics of Talented and Gifted Children. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185720",
        "title":"Who Is Gifted? Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185721",
        "title":"Counseling Your Gifted Child. Oregon Series on Talented and Gifted Education."},
      {
        "id":"ED185722",
        "title":"Skills Assessment, Training and Evaluation of Personnel Serving Developmentally Disabled Individuals. Conference Proceedings (Detroit, Michigan, June 23-29, 1979)."},
      {
        "id":"ED185723",
        "title":"Special Report on Dental Care for Handicapped People."},
      {
        "id":"ED185728",
        "title":"Pots and Pans: Activities for Parent and Child. Revised."},
      {
        "id":"ED185733",
        "title":"The Elementary Learning Disabilities Classroom Curriculum Guide of the Grosse Pointe Public School System."},
      {
        "id":"ED185737",
        "title":"Identification of Declassified Students: Characteristics and Needs of the Population."},
      {
        "id":"ED185746",
        "title":"Assessing the Learning Disabled Youngster: The State of the Art."},
      {
        "id":"ED185748",
        "title":"An Analysis of the Disturbingness and Acceptability of Behaviors As a Function of Diagnostic Label."},
      {
        "id":"ED185749",
        "title":"Diagnostic Testing in Mathematics: An Extension of the PIAT?"},
      {
        "id":"ED185750",
        "title":"A Direct Observation Approach to Measuring Classroom Behavior: Procedures and Application."},
      {
        "id":"ED185751",
        "title":"Toward Defining Discrepancies for Specific Learning Disabilities: An Analysis and Alternatives."},
      {
        "id":"ED185752",
        "title":"The Disturbing Child: A Validation Report."},
      {
        "id":"ED185753",
        "title":"Technical Adequacy of Tests Used by Professionals in Simulated Decision Making."},
      {
        "id":"ED185754",
        "title":"Formative Evaluation in the Classroom: An Approach to Improving Instruction."},
      {
        "id":"ED185755",
        "title":"Current Assessment and Decision-Making Practices in Model Programs for the Learning Disabled."},
      {
        "id":"ED185756",
        "title":"Experimental Analysis of Program Components: An Approach to Research in CSDC&apos;s."},
      {
        "id":"ED185757",
        "title":"Similarities and Differences between Underachievers and Students Labeled Learning Disabled: Identical Twins with Different Mothers."},
      {
        "id":"ED185761",
        "title":"The Influence of Test Scores and Naturally-Occurring Pupil Characteristics on Psychoeducational Decision Making with Children."},
      {
        "id":"ED185762",
        "title":"Decision Makers&apos; Prediction of Students&apos; Academic Difficulties As a Function of Referral Information."},
      {
        "id":"ED185763",
        "title":"Diagnostic Classification Decisions As a Function of Referral Information."},
      {
        "id":"ED185764",
        "title":"Nondiscriminatory Assessment and Decision Making: Embedding Assessment in the Intervention Process."},
      {
        "id":"ED185765",
        "title":"Proceedings of the Minnesota Roundtable Conference on Assessment of Learning Disabled Children."},
      {
        "id":"ED185768",
        "title":"Perspectives on Assessment of Learning Disabled Students."},
      {
        "id":"ED185769",
        "title":"Behavioral Perspectives on the Assessment of Learning Disabled Children."},
      {
        "id":"ED185770",
        "title":"Data-Based IEP Development: An Approach to Substantive Compliance."},
      {
        "id":"ED185772",
        "title":"A Guide for Teaching Structure of the Intellect in the Gifted Classroom."},
      {
        "id":"ED185773",
        "title":"Underachievement in Gifted Pupils. Proceedings of a Workshop (July 23-27, 1979)."},
      {
        "id":"ED185774",
        "title":"Art As Language for the Handicapped."},
      {
        "id":"ED185785",
        "title":"Competency Testing, Special Education and the Awarding of Diplomas."},
      {
        "id":"ED185794",
        "title":"Reasoning Ability of Mildly Retarded Learners. What Research and Experience Say to the Teacher of Exceptional Children."},
      {
        "id":"ED185795",
        "title":"Affective Education for Special Children and Youth. What Research and Experience Say to the Teacher of Exceptional Children."},
      {
        "id":"ED185799",
        "title":"Wanted: Alternatives to the Lesson Format in Elementary Foreign Language Textbooks."},
      {
        "id":"ED185813",
        "title":"L'enseignement des langues: Pour qui? Pour quoi? (Language Teaching: For Whom? For What Purpose?). Proceedings of the annual Symposium of the Canadian Association of Applied Linguistics (7th, Sherbrooke, Canada, May 6, 1976). Publication B-62."},
      {
        "id":"ED185814",
        "title":"Etude morphosyntaxique du parler acadien de la Baie Sainte-Marie, Nouvelle-Ecosse, Canada (A Morphosyntactic Study of the Acadian Dialect of Baie Sainte-Marie, Nova Scotia, Canada). Publication B."},
      {
        "id":"ED185815",
        "title":"Elements de correction phonetique du francais (Elements of Phonetic Correction of French). Publication B-53."},
      {
        "id":"ED185817",
        "title":"An Intermediate-Advanced Level German Refresher Course: Book 1."},
      {
        "id":"ED185818",
        "title":"An Intermediate-Advanced Level German Refresher Course: Book 2, Part 1."},
      {
        "id":"ED185819",
        "title":"An Intermediate-Advanced Level German Refresher Course: Book 2, Part 2."},
      {
        "id":"ED185820",
        "title":"An Intermediate-Advanced Level German Refresher Course: Book 3, Part 1."},
      {
        "id":"ED185821",
        "title":"An Intermediate-Advanced Level German Refresher Course: Book 3, Part 2."},
      {
        "id":"ED185822",
        "title":"An Intermediate-Advanced Level German Refresher Course: Book 4, Part 1."},
      {
        "id":"ED185823",
        "title":"An Intermediate-Advanced Level German Refresher Course: Book 4, Part 2."},
      {
        "id":"ED185830",
        "title":"Regression, Surface Constraints and the Acquisition of Mid Vowels. Kansas Working Papers in Linguistics, Vol. 4, No. 2."},
      {
        "id":"ED185847",
        "title":"Persian Basic Course: Volume I, Lesson 1-18."},
      {
        "id":"ED185848",
        "title":"Persian Basic Course: Volume II, Lessons 19-28."},
      {
        "id":"ED185849",
        "title":"Persian Basic Course: Volume III, Lessons 29-38."},
      {
        "id":"ED185850",
        "title":"Persian Basic Course: Supplement to Volume III. Structural Drills for Lessons 29-38."},
      {
        "id":"ED185851",
        "title":"Persian Basic Course: Volumes I-III, IPA Supplement."},
      {
        "id":"ED185852",
        "title":"Persian Basic Course: Volume IV, Lessons 39-52."},
      {
        "id":"ED185853",
        "title":"Persian Basic Course: Volume V, Lessons 53-64."},
      {
        "id":"ED185854",
        "title":"Persian Basic Course: Volume VI, Lessons 65-76."},
      {
        "id":"ED185855",
        "title":"Persian Basic Course: Volume VII, Lessons 77-88."},
      {
        "id":"ED185856",
        "title":"Persian Basic Course: Volume VIII, Lessons 89-100."},
      {
        "id":"ED185857",
        "title":"Persian Basic Course: Volume IX, Reader. Let's All Live Better."},
      {
        "id":"ED185859",
        "title":"Persian Basic Course: Persian-English Glossary and Notes for Advanced Reading."},
      {
        "id":"ED185892",
        "title":"Future Directions for Open Learning. A Report Based on an Invitational Conference on Open Learning Programs."},
      {
        "id":"ED185896",
        "title":"The Validity Over Time of College Freshman Grade Prediction Equations."},
      {
        "id":"ED185903",
        "title":"Responses of Canadian Physicians to the Introduction of Universal Medical Care Insurance: The First Five Years in Quebec. NCHSR Research Digest Series."},
      {
        "id":"ED185914",
        "title":"The Basic Grant Formula, 1980-81."},
      {
        "id":"ED185927",
        "title":"Old Myths and New Realities: Restructuring Student Services for Adult Learners."},
      {
        "id":"ED185931",
        "title":"Humanism Begins at Home."},
      {
        "id":"ED185937",
        "title":"Instructional Development Activities in a Faculty Development Program."},
      {
        "id":"ED185943",
        "title":"Issues of Merit Pay in Higher Education: A Selective Bibliography."},
      {
        "id":"ED185947",
        "title":"Changes Needed in the Tax Laws Governing the Exclusion for Scholarships and Fellowships and the Deduction of Job Related Educational Expenses. Report by the Comptroller General of the United States."},
      {
        "id":"ED185959",
        "title":"Increased Administrative Authority of 1202 Commissions and Their Projected New Roles with Continuing Education."},
      {
        "id":"ED185968",
        "title":"Problems in Bibliographic Access to Non-Print Materials. Project Media Base: Final Report."},
      {
        "id":"ED186017",
        "title":"Low-Cost Computer-Aided Instruction/Computer-Managed Instruction (CAI/CMI) System: Feasibility Study. Final Report."},
      {
        "id":"ED186019",
        "title":"The PLATO Elementary Demonstration Educational Outcome Evaluation. Final Report, Volumes I and II. Revised."},
      {
        "id":"ED186020",
        "title":"The PLATO Elementary Demonstration Educational Outcome Evaluation. Final Report: Summary and Conclusions."},
      {
        "id":"ED186023",
        "title":"An Annotated Bibliography for Instructional Systems Development."},
      {
        "id":"ED186024",
        "title":"Low-Cost Terminal Alternative for Learning Center Managers. Final Report."},
      {
        "id":"ED186025",
        "title":"Computer-Assisted Instruction in the Context of the Advanced Instructional System: Authoring Support Software. Final Report."},
      {
        "id":"ED186026",
        "title":"Media Influence on Affective Learning: A Review of the Literature."},
      {
        "id":"ED186057",
        "title":"Community Needs Assessment Survey for Santa Ana College and the Rancho Santiago Community College District."},
      {
        "id":"ED186060",
        "title":"Higher Education As a Catalyst for the Local Economy: Project Care--Retraining the Unemployed."},
      {
        "id":"ED186063",
        "title":"Challenges before the Humanities in Community Colleges: Review and Proceedings of the Community College Humanities Association (National Planning Workshop)."},
      {
        "id":"ED186067",
        "title":"College Students' Perceptions of the Real and Desirable Environmental Variables on a Two-Year Commuter Campus."},
      {
        "id":"ED186076",
        "title":"What's Happened to the Associate Degree?"},
      {
        "id":"ED186082",
        "title":"[Two-Year Colleges: Information, Facts, and Figures, 1980]."},
      {
        "id":"ED186084",
        "title":"Women&apos;s Needs Assessment."},
      {
        "id":"ED186095",
        "title":"Where to Look for the Child in Early Childhood Education: Some Help from Piaget."},
      {
        "id":"ED186100",
        "title":"Design Patterns for Children's Environments: Synopsis of a Two-Year Research and Design Project."},
      {
        "id":"ED186101",
        "title":"Project: Parenting Resources Implementation Model (PRIMO). Final Interim Report, June 1, 1978 to November 30, 1979."},
      {
        "id":"ED186108",
        "title":"Instruction: One Key to Success."},
      {
        "id":"ED186115",
        "title":"Selected Attitudes of Teachers and Student Perceptions of Instruction at the Primary Level."},
      {
        "id":"ED186124",
        "title":"Early Childhood Education: A Synoptic View."},
      {
        "id":"ED186130",
        "title":"A Developmental Study of Memory for Presentation Modality."},
      {
        "id":"ED186148",
        "title":"Child Development Associate. Body Skills Development."},
      {
        "id":"ED186150",
        "title":"Child Development Associate. Children with Special Needs."},
      {
        "id":"ED186155",
        "title":"A Social Report for Carroll County: Social Indicators for Rural Development. Sociology Report 134G."},
      {
        "id":"ED186157",
        "title":"A Report to Congress on Migration Submitted by the Appalachian Regional Commission."},
      {
        "id":"ED186161",
        "title":"Elementary Guidance Program. Navajo Area."},
      {
        "id":"ED186166",
        "title":"Implementation of Title I Parent Advisory Councils in the Rural South."},
      {
        "id":"ED186167",
        "title":"Readi-Reference Packet: Rural Education."},
      {
        "id":"ED186171",
        "title":"The Small Secondary Schools: Mechanisms for Making Less Do More."},
      {
        "id":"ED186173",
        "title":"Cultural Democracy and the Multicultural Personality: Effective Leadership for a Diverse Society."},
      {
        "id":"ED186174",
        "title":"Community Education and the Urban Indian."},
      {
        "id":"ED186176",
        "title":"The Changing Role of Women in the Rural Economy."},
      {
        "id":"ED186177",
        "title":"Motivating Migrant Secondary Students: \"No One Can Stop You But Yourself\"."},
      {
        "id":"ED186183",
        "title":"You and the Rural Connection: Answers to Your Questions on Rural Career Guidance."},
      {
        "id":"ED186185",
        "title":"Education for Rural Women: A Global Perspective."},
      {
        "id":"ED186207",
        "title":"Analogy and Physics Achievement."},
      {
        "id":"ED186208",
        "title":"An Evaluation of the Integrated Science Program. Final Report."},
      {
        "id":"ED186209",
        "title":"An Experimental Examination of Alternative Strategies to Promote Energy Conservation in High School Youth."},
      {
        "id":"ED186213",
        "title":"Matematicas Para El Primer Ciclo Secundario, Volumen I (Parte 1). Traduccion Preliminar de la Edicion Inglesa Revisada. (Mathematics for Junior High School, Volume I, Part 1, Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186214",
        "title":"Matematicas Para El Primer Ciclo Secundario, Volumen I (Parte 2). Traduccion Preliminar de la Edicion Inglesa Revisada. (Mathematics for Junior High School, Volume I, Part 2. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186215",
        "title":"Matematicas Para El Primer Ciclo Secundario, Volumen II (Parte 1). Traduccion Preliminar de la Edicion en Ingles Revisada. (Mathematics for Junior High School, Volume II, Part 1. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186216",
        "title":"Matematicas Para El Primer Ciclo Secundario, Volumen II (Parte 2). Traduccion Preliminar de la Edicion en Ingles Revisada. (Mathematics for Junior High School, Volume II, Part 2. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186217",
        "title":"Matematicas Para La Escuela Primaria, Grado 4 (Parte 1), Comentario. Traduccion Preliminar de la Edicion en Ingles Revisada. (Mathematics for the Elementary School, Grade 4, Part 1, Teacher&apos;s Commentary. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186218",
        "title":"Matematicas Para La Escuela Primaria, Grado 4 (Parte 2), Comentario. Traduccion Preliminar de la Edicion en Ingles Revisada. (Mathematics for the Elementary School, Grade 4, Part 2, Teacher&apos;s Commentary. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186219",
        "title":"Matematica Para La Escuela Secundaria, Primer Curso de Algebra (Parte 1). Traduccion Preliminar de la Edicion Inglesa Revisada. (Mathematics for High School, First Course in Algebra, Part 1. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186220",
        "title":"Matematica Para La Escuela Secundaria, Primer Curso de Algebra (Parte 1), Comentario. Traduccion Preliminar de la Edicion en Ingles Revisada. (Mathematics for High School, First Course in Algebra, Part 1, Teacher&apos;s Commentary. Translation of the Revised English Edition)."},
      {
        "id":"ED186221",
        "title":"Matematica Para La Escuela Secundaria, Primer Curso de Algebra (Parte 2). Traduccion Preliminar de la Edicion Inglesa Revisada. (Mathematics for High School, First Course in Algebra, Part 2. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186222",
        "title":"Matematica Para La Escuela Secundaria, Primer Curso de Algebra (Parte 2), Comentario. Traduccion Preliminar de la Edicion en Ingles Revisada. (Mathematics for High School, First Course in Algebra, Part 2, Teacher&apos;s Commentary. Preliminary Translation of the Revised English Edition)."},
      {
        "id":"ED186223",
        "title":"Report of the Committee on Calculus. School Mathematics Study Group."},
      {
        "id":"ED186224",
        "title":"Programed Brief Course in Mathematics for Elementary School Teachers. Preliminary Edition."},
      {
        "id":"ED186226",
        "title":"Inservice Course for Elementary School Teachers, Part 2. Special Edition (Preliminary)."},
      {
        "id":"ED186227",
        "title":"Mathematics for High School, First Course in Algebra, Part 3. Preliminary Edition."},
      {
        "id":"ED186228",
        "title":"Mathematics for the Elementary School, Grade 6, Student&apos;s Text, Part I, Unit No. 33. Revised Edition."},
      {
        "id":"ED186229",
        "title":"Calculus of Elementary Functions, Part IV. Teacher&apos;s Commentary. Preliminary Edition."},
      {
        "id":"ED186230",
        "title":"An Annotated Bibliography of Marine Education Bibliographies."},
      {
        "id":"ED186235",
        "title":"Report on the Conference on Physics Teaching Held at the Weizmann Institute of Science, Rehovot, Israel, August 19-24, 1979."},
      {
        "id":"ED186241",
        "title":"Directory of Academic Programs in Occupational Safety and Health."},
      {
        "id":"ED186243",
        "title":"Psychology of Equation Solving: An Information Processing Study. Final Technical Report."},
      {
        "id":"ED186251",
        "title":"The Institutionalization of Environmental Education in the Formal Education Sector: A Generic Model."},
      {
        "id":"ED186257",
        "title":"A Report on the Implications for the Science Community of Three NSF-Supported Studies of the State of Precollege Science Education."},
      {
        "id":"ED186259",
        "title":"Report on the Continuous Sequence in Basic Mathematics: A College Remedial Math Program. A Seven Year Study at Central Michigan University."},
      {
        "id":"ED186260",
        "title":"Guidelines for Media Production."},
      {
        "id":"ED186263",
        "title":"Malthematical Preparation versus Career Aspirations: A Study of Wyoming's 1978 High School Seniors."},
      {
        "id":"ED186268",
        "title":"An Investigation of the Effects of Selected Variables on the Implementation of a Marine Infusion Curriculum."},
      {
        "id":"ED186275",
        "title":"Publications on Toxic Substances: A Descriptive Listing."},
      {
        "id":"ED186276",
        "title":"A Vector Approach to Euclidean Geometry: Vector Spaces and Affine Geometry, Volume 1. Teacher's Edition."},
      {
        "id":"ED186277",
        "title":"A Vector Approach to Euclidean Geometry: Inner Product Spaces, Euclidean Geometry and Trigonometry, Volume 2. Teacher&apos;s Edition."},
      {
        "id":"ED186278",
        "title":"Research and Development in Industry 1977. Surveys of Science Resources Series."},
      {
        "id":"ED186279",
        "title":"Mathematics Technical Report: Summary Volume."},
      {
        "id":"ED186280",
        "title":"Procedural Handbook: 1977-78 Mathematics Assessment."},
      {
        "id":"ED186281",
        "title":"How We Make Energy Work: Grades 4, 5, 6 Science."},
      {
        "id":"ED186282",
        "title":"Energy Systems - Present, Future: Extra Terrestrials, Grades 7, 8, 9,/Science."},
      {
        "id":"ED186285",
        "title":"Effect of Teacher Clarity on Student Achievement in Science."},
      {
        "id":"ED186286",
        "title":"Science Education Databook."},
      {
        "id":"ED186312",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Vol. 12, No. 3, 1978. Period Covered July-September, 1978."},
      {
        "id":"ED186313",
        "title":"Selected Bibliography of Egyptian Educational Materials, Vol. 4, No. 3, 1978."},
      {
        "id":"ED186315",
        "title":"The Energy Dome. Social Studies Packet-Grades 4, 5, 6."},
      {
        "id":"ED186316",
        "title":"The Energy Future Today: Grades 7, 8, 9, Social Studies."},
      {
        "id":"ED186317",
        "title":"Noncoercive Inducements in International Conflicts."},
      {
        "id":"ED186318",
        "title":"Assessing a Political Skills Curriculum."},
      {
        "id":"ED186325",
        "title":"Study Canada: An Overview."},
      {
        "id":"ED186328",
        "title":"Between East and West: Instructional Psychology in Western Europe As a Possible Integrating Force."},
      {
        "id":"ED186331",
        "title":"The Second Assessment of Art, 1978-79. Released Exercise Set."},
      {
        "id":"ED186332",
        "title":"Report to the President: President's Commission on the Holocaust."},
      {
        "id":"ED186340",
        "title":"Women in American History: A Series. Book One, Women in the Colonial Era and The Early American Republic 1607-1820."},
      {
        "id":"ED186341",
        "title":"Women in American History: A Series. Book Two, Women in the Ages of Expansion and Reform 1820-1860."},
      {
        "id":"ED186342",
        "title":"Women in American History: A Series. Book Three, Women during and after the Civil War 1860-1890."},
      {
        "id":"ED186343",
        "title":"Women in American History: A Series. Book Four, Women in the Progressive Era 1890-1920."},
      {
        "id":"ED186344",
        "title":"A Rationale for the Teaching of Psychology in the High Schools."},
      {
        "id":"ED186348",
        "title":"Citizenship and Consumer Education: Key Assumptions and Basic Competencies. Fastback 144."},
      {
        "id":"ED186349",
        "title":"Mental Health and the Economy."},
      {
        "id":"ED186350",
        "title":"Citizen Education Today: Developing Civic Competencies. A Report of the Citizen Education Staff."},
      {
        "id":"ED186351",
        "title":"Evaluation in the Development of Instruction in Physical Education (or Can the Cripple Survive?)."},
      {
        "id":"ED186354",
        "title":"Sex Education Guidelines, Including Reproductive Health and Family Planning."},
      {
        "id":"ED186355",
        "title":"Multicultural Teacher Education: Preparing Teachers to Provide Educational Equity. Volume I."},
      {
        "id":"ED186357",
        "title":"Healthy People. The Surgeon General's Report on Health Promotion and Disease Prevention."},
      {
        "id":"ED186362",
        "title":"Philosophical Bases of Women in Sport."},
      {
        "id":"ED186364",
        "title":"Rating of Competency Objectives for Reading and Mathematics by Local School Personnel."},
      {
        "id":"ED186366",
        "title":"Planning Mathematics Education As a Directive and Responsive Delivery System: A Component of Teacher Training/Education at Murray State University, Murray, Kentucky."},
      {
        "id":"ED186367",
        "title":"A School's Handbook for Planning a Professional Development System."},
      {
        "id":"ED186369",
        "title":"Weaving Career Education into Physical Education and Sport: A Handbook."},
      {
        "id":"ED186370",
        "title":"Infusing Career Education into Physical Education and Sport: Selected Writings."},
      {
        "id":"ED186372",
        "title":"Assessing School/College/Community Needs."},
      {
        "id":"ED186374",
        "title":"Implications for Developing Teacher Competencies from Process-Product Research."},
      {
        "id":"ED186375",
        "title":"Concerns-Based Inservice Teacher Training: An Overview of Concepts, Research and Practice."},
      {
        "id":"ED186376",
        "title":"Formative Evaluation for the First Thirteen Months of the SEDL/RX."},
      {
        "id":"ED186393",
        "title":"Dimensions of Inservice Education. The Texas Teacher Corps Experience."},
      {
        "id":"ED186394",
        "title":"Internship: A Pacing Guide for Student Teachers."},
      {
        "id":"ED186398",
        "title":"Ecological Theory of Teaching. Task Structure Analysis of Three Fourth-Grade Classroom Instructional Social Systems."},
      {
        "id":"ED186399",
        "title":"A Common Body of Practice for Teachers: The Challenge of Public Law 94-142 to Teacher Education."},
      {
        "id":"ED186405",
        "title":"Employability and Multi-Cultural Teacher Preparation."},
      {
        "id":"ED186408",
        "title":"Teachers&apos; Thinking About Problem Students. Research Series No. 68."},
      {
        "id":"ED186410",
        "title":"Certification of Professional School Personnel [Manual]. Delaware Department of Public Instruction."},
      {
        "id":"ED186412",
        "title":"Beyond Pictures and Pronouns. Sexism in Teacher Education Textbooks."},
      {
        "id":"ED186419",
        "title":"The Changing Labor Market for Teachers in the South."},
      {
        "id":"ED186420",
        "title":"How to Develop a Successful In-Service Course for Credit."},
      {
        "id":"ED186421",
        "title":"Multicultural Teacher Education: Case Studies of Thirteen Programs. Volume II."},
      {
        "id":"ED186428",
        "title":"Considered Action for Curriculum Improvement."},
      {
        "id":"ED186429",
        "title":"A Five-Year Followup Comparison of Recent and Experienced Graduates from Campus- and Field-Based Teacher Education Programs."},
      {
        "id":"ED186433",
        "title":"The Effectiveness of Women's Studies Teaching."},
      {
        "id":"ED186434",
        "title":"Why Do You Ask?"},
      {
        "id":"ED186435",
        "title":"Pupil Perceptions of Teacher Praise."},
      {
        "id":"ED186436",
        "title":"Cognitive Skills and Processes Involved in the Digit Symbol Test of the WAIS."},
      {
        "id":"ED186437",
        "title":"An Eclectic Approach to the Evaluation of Training Programs for Title XX."},
      {
        "id":"ED186440",
        "title":"The Development of a Proficiency Examination for Dental Auxiliaries."},
      {
        "id":"ED186443",
        "title":"Verification of Reliability and Validity of a Behavior Rating Scale."},
      {
        "id":"ED186449",
        "title":"Back to the Basics?"},
      {
        "id":"ED186454",
        "title":"Convergent and Discriminant Validation of Oral Language Proficiency Tests."},
      {
        "id":"ED186455",
        "title":"A Cost-Benefit Methodology for Summative Evaluation."},
      {
        "id":"ED186465",
        "title":"Issues Concerning the Evaluation of Medical Students&apos; Abilities to Formulate Problem Lists."},
      {
        "id":"ED186469",
        "title":"Motivation and Test-Wiseness. Director's Handbook. Topics in Testing, Measurement, and Evaluation, Volume V, Fall 1979."},
      {
        "id":"ED186470",
        "title":"Multidimensional Scaling of the Causes for Success and Failure."},
      {
        "id":"ED186471",
        "title":"Operational Characteristics of a One-Parameter Tailored Testing Procedure. Research Report 79-2."},
      {
        "id":"ED186473",
        "title":"Participant Evaluation Research: A Parent, Teacher and Evaluator Partnership."},
      {
        "id":"ED186475",
        "title":"Prediction of Reading Achievement for Learning Disabled Students Using the WISC-R."},
      {
        "id":"ED186479",
        "title":"A System for Evaluating the Performance of ESEA Title I Technical Assistance Centers."},
      {
        "id":"ED186484",
        "title":"Department of Defense Dependents Schools Basic Skills Assessment Test Results: Technical Report [and] Executive Summary."},
      {
        "id":"ED186485",
        "title":"Client Assessment: A Manual for Employment and Training Agencies. Volume 1: Introduction to Assessment Program Development."},
      {
        "id":"ED186486",
        "title":"Client Assessment: A Manual for Employment and Training Agencies. Volume 2: Assessment Techniques."},
      {
        "id":"ED186487",
        "title":"A Comparison of Cognitive Gains of Seventh, Eighth, and Ninth Grade Students across Two Years of Title I."},
      {
        "id":"ED186488",
        "title":"Discontinuities in Schooling and Educational Attainment."},
      {
        "id":"ED186489",
        "title":"The Effects of Selected Variations in the Components of Formative Evaluation to Improved Academic Performance."},
      {
        "id":"ED186491",
        "title":"Validation of an Instrument to Measure Political Attitudes."},
      {
        "id":"ED186492",
        "title":"Women's Studies Evaluation Handbook."},
      {
        "id":"ED186495",
        "title":"A Policy Prospectus for Improving Urban Education."},
      {
        "id":"ED186524",
        "title":"Research on the Effectiveness of Compensatory Education Programs: A Reanalysis of Data. Final Report."},
      {
        "id":"ED186529",
        "title":"Guidelines for Providing Integrated Education Within School Districts."},
      {
        "id":"ED186566",
        "title":"Civil Rights in the '80's: The View from Justice."},
      {
        "id":"ED186567",
        "title":"Asian Americans: An Agenda for Action; A Conference Summary."},
      {
        "id":"ED186575",
        "title":"Raising Low-Income/Minority Achievement by Reducing Student Sense of Academic Futility: The Underlying Theoretical Commonalities of Suggested Strategies."},
      {
        "id":"ED186578",
        "title":"Competency-Based Staff Development: A Guide to the Implementation of Programs for Post-Secondary Occupational Personnel."},
      {
        "id":"ED186607",
        "title":"Bilingual Vocational Instructor Training. Information Series No. 201."},
      {
        "id":"ED186608",
        "title":"Basic Mathematics Skills and Vocational Education. Information Series No. 199."},
      {
        "id":"ED186609",
        "title":"Studies of the Cost-Efficiency and Cost-Effectiveness of Vocational Education. Information Series No. 202."},
      {
        "id":"ED186613",
        "title":"Illiteracy and Opportunities for Development through Adult Education in the Southeast."},
      {
        "id":"ED186617",
        "title":"Exploring Role Options: A Guide for Eliminating Sex Stereotyping in Home Economics."},
      {
        "id":"ED186618",
        "title":"Implementing Career Education for Native American Students. A Guide. Native American Career Education Demonstration Project."},
      {
        "id":"ED186619",
        "title":"A Demonstration Project in Native American Career Education. Final Performance Report."},
      {
        "id":"ED186620",
        "title":"Native American Career Education Staff/Community Training Workshop. Coordinator&apos;s Manual. Native American Career Education Demonstration Project."},
      {
        "id":"ED186626",
        "title":"Youth Transition to Adult Roles: A Preliminary Investigation. Research and Development Series No. 196."},
      {
        "id":"ED186634",
        "title":"Refining the Career Education Concept, Part IV. Monographs on Career Education."},
      {
        "id":"ED186636",
        "title":"Impact of an Educational Program Designed to Assist Women Overcome the Deterrents to Entering Non-Traditional Occupations."},
      {
        "id":"ED186637",
        "title":"Barriers to Entry into Non-Traditional Occupations for Women: A Study to Determine the Ability to Discriminate among Groups."},
      {
        "id":"ED186651",
        "title":"Identifying Transferable Skills: A Task Classification Approach."},
      {
        "id":"ED186658",
        "title":"A System for Providing Relevant Metrics Education for Vocational Teachers in Kentucky. Final Report."},
      {
        "id":"ED186660",
        "title":"Emergency Medical Services System Research Project Abstracts, 1979. NCHSR Research Management Series."},
      {
        "id":"ED186668",
        "title":"Improved Career Education Policies through the Collaborative Efforts of Business, Industry, Labor, Government and Education. A Communications Project. Final Performance Report, October 1 1978, through November 30, 1979."},
      {
        "id":"ED186669",
        "title":"Predicting Field of Job Entry from Expressed Vocational Choice and Certainty Level."},
      {
        "id":"ED186672",
        "title":"Aging and Work in American Society."},
      {
        "id":"ED186673",
        "title":"The Organization, Structure and Financing of Vocational Education: 1987."},
      {
        "id":"ED186674",
        "title":"The Appraisal of School Guidance and Counseling Services in the Urban Schools."},
      {
        "id":"ED186675",
        "title":"The State of Urban School Guidance and Counseling in the Major School Districts of America."},
      {
        "id":"ED186677",
        "title":"Assessing and Improving School Communications: A Handbook for Staff Development."},
      {
        "id":"ED186681",
        "title":"Driver Education Curriculum Guide. Laboratory Aide Instruction Curriculum Guide."},
      {
        "id":"ED186682",
        "title":"Comprehensive Institutional Planning in Two-Year Colleges: A Planning Process and Case Study."},
      {
        "id":"ED186683",
        "title":"Comprehensive Institutional Planning in Two-Year Colleges: An Overview and Conceptual Framework."},
      {
        "id":"ED186684",
        "title":"Assessing Transfer Skills."},
      {
        "id":"ED186685",
        "title":"Cognitive Style, Learning Style, and Transfer Skill Acquisition. Information Series No. 195."},
      {
        "id":"ED186693",
        "title":"The Respiratory System. Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED186694",
        "title":"The Musculoskeletal System. Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED186695",
        "title":"The Digestive System [and] Instructor's Guide. Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED186696",
        "title":"The Circulatory System. Instructional Materials in Anatomy and Physiology for Pennsylvania Health Occupations Programs."},
      {
        "id":"ED186699",
        "title":"Change and Development in Careers. Final Report."},
      {
        "id":"ED186704",
        "title":"Differential Equation Methodology Applied to Career Decisions and Status Attainment Processes: Conceptualization and Calculation."},
      {
        "id":"ED186705",
        "title":"Interim Report on Panel One of a Longitudinal Study of Developing Career Expectations."},
      {
        "id":"ED186706",
        "title":"Education and Training in England: Some Problems from a Government Perspective. Occasional Paper No. 161."},
      {
        "id":"ED186707",
        "title":"The Parent's Role in Career Development: Implications for Vocational Education Research and Development. Occasional Paper No. 60."},
      {
        "id":"ED186708",
        "title":"The Role of Local School Boards in the Development and Direction of Programs of Occupational Education. Occasional Paper No. 58."},
      {
        "id":"ED186709",
        "title":"The Relationship of School and Work: A British Perspective. Occasional Paper No. 57."},
      {
        "id":"ED186710",
        "title":"Policy Issues in Interrelating Vocational Education and CETA. Occasional Paper No. 56."},
      {
        "id":"ED186711",
        "title":"New Directions in Evaluation Research: Implications for Vocational Education. Occasional Paper No. 55."},
      {
        "id":"ED186712",
        "title":"The Role of Private Trade and Technical Schools in a Comprehensive Human Development System: Implications for Research and Development. Occasional Paper No. 53."},
      {
        "id":"ED186713",
        "title":"Current Problems of Vocational Education in the Federal Republic of Germany. Occasional Paper No. 54."},
      {
        "id":"ED186714",
        "title":"Building Comprehensive Career Guidance Programs for Secondary Schools: A Handbook of Programs, Practices, and Models. Research and Development Series No. 147."},
      {
        "id":"ED186715",
        "title":"But for Me It Wouldn&apos;t Work: Implications of Experiential Education Policy Guidelines. Information Series No. 165."},
      {
        "id":"ED186716",
        "title":"Equal Is Better: A Voc Ed Guide to Sex Fairness Resources and the Law. Vocational Education Development Series No. 8."},
      {
        "id":"ED186717",
        "title":"Occupational Adaptability and Transferable Skills: Project Final Report. Information Series No. 129."},
      {
        "id":"ED186725",
        "title":"The American Experience in the Transition from Vocational Schools to Work: A Report to the United Nations Education, Scientific, and Cultural Organization. International Symposium on Problems of Transition from Technical and Vocational Schools to Work (Berlin, German Democratic Republic, 14-18 April, 1980)."},
      {
        "id":"ED186728",
        "title":"Business Education Data Dissemination System: Catalog 3."},
      {
        "id":"ED186732",
        "title":"The Worker as Proteus: Understanding Occupational Adaptability."},
      {
        "id":"ED186738",
        "title":"A Comparison of Seven Vocational Evaluation Systems."},
      {
        "id":"ED186739",
        "title":"A Comparison of Four Vocational Evaluation Systems."},
      {
        "id":"ED186740",
        "title":"The Dictionary of Occupational Titles in Vocational Assessment: A Self Study Manual."},
      {
        "id":"ED186741",
        "title":"Gathering Information for Evaluation Planning."},
      {
        "id":"ED186742",
        "title":"A Guide to Job Site Evaluation."},
      {
        "id":"ED186743",
        "title":"The Individual Evaluation Plan."},
      {
        "id":"ED186744",
        "title":"Independent Living Evaluation-Training Program. Reprint Series No. 16."},
      {
        "id":"ED186746",
        "title":"An Interpretation of VEWAA/CARF Work Sample Standards."},
      {
        "id":"ED186747",
        "title":"Job Readiness Training Curriculum."},
      {
        "id":"ED186748",
        "title":"Occupational Information in Vocational Education."},
      {
        "id":"ED186749",
        "title":"A Manual on Production Improvement in a Rehabilitation Workshop. Reprint No. 17."},
      {
        "id":"ED186750",
        "title":"A Structured Guide for Selecting Training Materials in Adjustment Services."},
      {
        "id":"ED186751",
        "title":"VEWAA-CARF: Vocational Evaluation and Work Adjustment Standards with Interpretive Guidelines and VEWAA Glossary."},
      {
        "id":"ED186755",
        "title":"The Use of Psychological Tests with Individuals Who Are Severely Disabled."},
      {
        "id":"ED186759",
        "title":"&quot;Significant Other&quot; Influence and Vocational Development. Information Series No. 196."},
      {
        "id":"ED186760",
        "title":"Proprietary Vocational Education. Information Series No. 197."},
      {
        "id":"ED186761",
        "title":"Vocational Education and Mid-Career Change. Information Series No. 198."},
      {
        "id":"ED186774",
        "title":"Adult Literacy Program Handbook: A Compilation of Reading Academy Program Experiences."},
      {
        "id":"ED186777",
        "title":"A Model for an Adult Growth and Development Center."},
      {
        "id":"ED186778",
        "title":"Providing Supplemental Counseling Experiences: Alternatives to Role-Playing."},
      {
        "id":"ED186781",
        "title":"Drugs and the Nation's High School Students: Five Year National Trends. 1979 Highlights."},
      {
        "id":"ED186784",
        "title":"Future Time Perspectives in Old Age, Adulthood and Youth."},
      {
        "id":"ED186792",
        "title":"The Evolution of Human Longevity: Toward a Biocultural Theory."},
      {
        "id":"ED186805",
        "title":"Cognitive Complexity Variables and Counseling Research."},
      {
        "id":"ED186807",
        "title":"The Vocational Educator&apos;s Role: Outlines and Participants&apos; Materials for Application Sessions for Vocational Educators. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators. Bulletin No. 0187."},
      {
        "id":"ED186808",
        "title":"Prediction of Counselor Effectiveness from Students&apos; Cognitive Complexity Scores."},
      {
        "id":"ED186813",
        "title":"Children in Custody: A Report on the Juvenile Detention and Correctional Facility Census of 1975."},
      {
        "id":"ED186820",
        "title":"Sex Differences in the Career Values, Interests, and Choices of College Students."},
      {
        "id":"ED186831",
        "title":"Interinstitutional Research in Counselor Training: An Experiential Model."},
      {
        "id":"ED186833",
        "title":"From Empathy to Kenepathy."},
      {
        "id":"ED186837",
        "title":"Intentional Change Interview Schedule."},
      {
        "id":"ED186839",
        "title":"The Effects of Inference Training and Practice on Young Children's Comprehension. Technical Report No. 166."},
      {
        "id":"ED186845",
        "title":"The Development and Use of Sentence Combining in the Reading Program."},
      {
        "id":"ED186846",
        "title":"A New Approach to the Assessment of Phonics Skills."},
      {
        "id":"ED186847",
        "title":"On Functions of Pictures in Prose."},
      {
        "id":"ED186848",
        "title":"Linguistics and the Measurement of Syntactic Complexity. The Case of Raising."},
      {
        "id":"ED186849",
        "title":"Phase II of Reading and the Elderly: Towards a Conceptual Model of Value of Reading."},
      {
        "id":"ED186860",
        "title":"The Relationship between Television Viewing and Reading Behavior."},
      {
        "id":"ED186865",
        "title":"Transition into Literacy: An Analysis of Language Behavior during Reading and Writing Instruction in a First Grade Classroom."},
      {
        "id":"ED186866",
        "title":"Counseling and Reading: Historically Considered."},
      {
        "id":"ED186867",
        "title":"Literacy Requirements in Business and Industry."},
      {
        "id":"ED186868",
        "title":"The Variable and Symbolic Natures of Functional Literacy: An Historical Review and Critique of Research."},
      {
        "id":"ED186872",
        "title":"The Last Chance: A Program for Transfer Students with Low GPA's."},
      {
        "id":"ED186874",
        "title":"Prior Knowledge and Its Effect on Comprehension."},
      {
        "id":"ED186882",
        "title":"But I Already Can!"},
      {
        "id":"ED186883",
        "title":"Poor Readers Don&apos;t Get to Read Much. Occasional Paper No. 31."},
      {
        "id":"ED186903",
        "title":"Journalism Education at the Master&apos;s Level. Journalism Monographs No. 66."},
      {
        "id":"ED186904",
        "title":"News Media Coverage of U.S. Senators in Four Congresses, 1953-1974. Journalism Monographs No. 67."},
      {
        "id":"ED186907",
        "title":"Acquisition of the Article System in English. Technical Report No. 171."},
      {
        "id":"ED186909",
        "title":"Training Peer Tutors for College Writers: Respect, Response, Dialogue."},
      {
        "id":"ED186926",
        "title":"Thematic Units in Teaching English and the Humanities. Second Supplement."},
      {
        "id":"ED186927",
        "title":"Guide to World Literature. New Edition."},
      {
        "id":"ED186928",
        "title":"Basic Writing: Essays for Teachers, Researchers, and Administrators."},
      {
        "id":"ED186932",
        "title":"US Air Force Effective Writing Course: Writing Improvement."},
      {
        "id":"ED186937",
        "title":"A Sequence of Assignments for Basic Writing: Teaching To Problems &quot;Beyond the Sentence.&quot;"},
      {
        "id":"ED186943",
        "title":"Teaching Teachers to Write: The Tutorial Approach."},
      {
        "id":"ED186947",
        "title":"Free Speech and Campaign Reform."},
      {
        "id":"ED186953",
        "title":"Coaching: A Humanistic Perspective."},
      {
        "id":"ED186955",
        "title":"Man-Linked Words and Masculine Pronouns: A Review of Literature and Implications for Speech and Communication Teachers and Researchers."},
      {
        "id":"ED186956",
        "title":"Violating Interpersonal Distancing Expectations, Distraction and Reward on Source Attraction, Credibility and Persuasion."},
      {
        "id":"ED186957",
        "title":"Communicating in Conferences: Parent-Teacher-Student Interaction."},
      {
        "id":"ED186959",
        "title":"The American Ideology: Reflections of the Revolution in American Rhetoric. Bicentennial Monographs."},
      {
        "id":"ED186960",
        "title":"Distinguishing Facts From Fictions: Television&apos;s Influence on Adolescents&apos; Knowledge of Law Enforcement."},
      {
        "id":"ED186962",
        "title":"Systems Theory as an Historiographic Perspective."},
      {
        "id":"ED186964",
        "title":"Interpersonal Competence and Loneliness."},
      {
        "id":"ED186966",
        "title":"Beyond the Wasteland: The Criticism of Broadcasting. Revised Edition."},
      {
        "id":"ED186970",
        "title":"A Model of Interpersonal Persuasion."},
      {
        "id":"ED186986",
        "title":"Educational Vouchers and Their Implications for Equity. Program Report No. 80-B2."},
      {
        "id":"ED186993",
        "title":"Principals Inservice Program."},
      {
        "id":"ED186994",
        "title":"Inservice Education for Principals. (The State of the Art)."},
      {
        "id":"ED186999",
        "title":"Liberal Arts College Presidents: How They Perceive Their Students, Faculties, and Colleges."},
      {
        "id":"ED187002",
        "title":"In-School Alternatives to Suspensions: An Exploratory Analysis of Four Sites."},
      {
        "id":"ED187019",
        "title":"Total School Energy Management Program."},
      {
        "id":"ED187020",
        "title":"Projecting Student Enrollments: A Basic Step in Comprehensive School District Planning for Declining Enrollment."},
      {
        "id":"ED187023",
        "title":"Legislative History of Public Law 96-88, Department of Education Organization Act. Part 1 and Part 2. 96th Congress, 2d Session. Committee Print."},
      {
        "id":"ED187027",
        "title":"Student Choice and Denial in a Public School of Choice."},
      {
        "id":"ED187029",
        "title":"Relationships between Size of Schools and School Districts and the Cost of Education. Technical Bulletin No. 1621."},
      {
        "id":"ED187034",
        "title":"Teacher Unions, the Courts, and Catholics Schools."},
      {
        "id":"ED187035",
        "title":"The Process of Grant Proposal Development. Fastback 143."},
      {
        "id":"ED187039",
        "title":"Vandalism Prevention Programs Used in Ontario Schools."},
      {
        "id":"ED187042",
        "title":"Concurrent and Predictive Validity of the Boehm Test of Basic Concepts."},
      {
        "id":"ED187051",
        "title":"Prevocational Assessment and Programming for Visually Impaired Learners."},
      {
        "id":"ED187052",
        "title":"Learning Strategies of Neurologically Impaired/Multiply Handicapped and Nonhandicapped Preschool Children."},
      {
        "id":"ED187069",
        "title":"Physically Handicapped Children in the Mainstream: A Transdisciplinary Application of Physical Management Techniques."},
      {
        "id":"ED187087",
        "title":"TESOL Newsletter: Articles from Volume X (Numbers 1-5)."},
      {
        "id":"ED187094",
        "title":"Standard Chinese: A Modular Approach. Student Workbook. Module 3: Money; Module 4: Directions."},
      {
        "id":"ED187100",
        "title":"Reading Right: Ilocano Translation Manual. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED187102",
        "title":"Reading Right: Tagalog Translation Manual. English for Special Purposes Series: Nursing Aide."},
      {
        "id":"ED187105",
        "title":"Working with the Bilingual Community."},
      {
        "id":"ED187115",
        "title":"On TESOL '77: Teaching and Learning English As a Second Language: Trends in Research and Practice."},
      {
        "id":"ED187116",
        "title":"On TESOL &apos;78: EFL Policies, Programs, Practices."},
      {
        "id":"ED187128",
        "title":"La question scolaire en Alsace: Statut confessionnel et bilinguisme (The School Question in Alsace: The Confessional Statute and Bilingualism)."},
      {
        "id":"ED187146",
        "title":"A Notional Approach to Writing. CATESOL Occasional Papers, No. 5."},
      {
        "id":"ED187153",
        "title":"Needed: A New Federal Policy for Higher Education. Institute for Educational Leadership Policy Paper 6."},
      {
        "id":"ED187177",
        "title":"Efficiency in Graduate Education: An Attempted Reform. A Report to the Ford Foundation. Revised."},
      {
        "id":"ED188195",
        "title":"Hands Off: Fostering Self-Reliance in the Writing Lab."},
      {
        "id":"ED188197",
        "title":"A Theory of Teacher Change Developed from Teachers of Writing."},
      {
        "id":"ED188202",
        "title":"Kohlberg's Theory of Moral Development: A Pedagogical Paradigm."},
      {
        "id":"ED188206",
        "title":"The Electronic Gatekeeper: Editing on the Copy Desk of a Metropolitan Newspaper."},
      {
        "id":"ED188213",
        "title":"The Speech-Press Debate, the Law of Libel, and Protection for the Editorial Process."},
      {
        "id":"ED188214",
        "title":"VIEWDATA--Interactive Television, with Particular Emphasis on the British Post Office's PRESTEL."},
      {
        "id":"ED188215",
        "title":"Robert Walsh&apos;s &quot;American Review&quot;: America&apos;s First Quarterly Magazine."},
      {
        "id":"ED188217",
        "title":"A Comparison of Roles Played by Men and Women in Public Relations."},
      {
        "id":"ED188219",
        "title":"Handwritten Newspapers on the Iowa Frontier, 1844-54."},
      {
        "id":"ED188220",
        "title":"Freedom of Expression in Public High Schools Since &quot;Ginsberg&quot;&amp;&quot;Tinker.&quot;"},
      {
        "id":"ED188239",
        "title":"Towards Effective Employee Communications: A Uses and Gratifications Approach to Employee Newsletter Readership."},
      {
        "id":"ED188240",
        "title":"Essays on Career Education and English, K-12."},
      {
        "id":"ED188241",
        "title":"Career Education and English, K-12: Ideas for Teaching."},
      {
        "id":"ED188244",
        "title":"The First Amendment Right to Distribute Non-Subscription Newspapers."},
      {
        "id":"ED188265",
        "title":"That Forgotten Basic Skill: Oral Communication."},
      {
        "id":"ED188268",
        "title":"Organizational Turnover: Correlates, Satisfaction, Opportunity, and Length of Service."},
      {
        "id":"ED188269",
        "title":"Analysis of Organizational Communication Audit Consulting Techniques: The Educational Organization."},
      {
        "id":"ED188281",
        "title":"The Demographic, Fiscal, and Political Environment of Public School Finance in the 1980's. Policy Paper No. 80-C1."},
      {
        "id":"ED188301",
        "title":"Post-Secondary Institutions Facilities Inventory Operating Manual."},
      {
        "id":"ED188304",
        "title":"The Condition of Education. 1980 Edition. Statistical Report."},
      {
        "id":"ED188305",
        "title":"Gaining Equalization Leverage by Diverting Property Tax Revenues to the State Basic Aid Fund."},
      {
        "id":"ED188307",
        "title":"Model of School Finance. School Finance Project Working Paper #3. Attachment B."},
      {
        "id":"ED188309",
        "title":"School District Revenues and Expenditures. School Finance Project Working Paper #2. Attachment A."},
      {
        "id":"ED188312",
        "title":"Weighted Pupil Education Finance Systems in Three States: Florida, Utah, and New Mexico."},
      {
        "id":"ED188313",
        "title":"Rationality and Cooperation in External Assistance for School Improvement: A Preliminary Report on the RBS Experience."},
      {
        "id":"ED188314",
        "title":"Linking R&amp;D with Schools: An Interim Report."},
      {
        "id":"ED188315",
        "title":"When a School Is Closed . . ."},
      {
        "id":"ED188316",
        "title":"Educational Budget Options: 1981."},
      {
        "id":"ED188317",
        "title":"Empty Desks at School: Improving Attendance At New York City's Public Schools."},
      {
        "id":"ED188318",
        "title":"Education Finance and Organization: Research Perspectives for the Future. Program on Educational Policy and Organization."},
      {
        "id":"ED188319",
        "title":"The Federal Role in Curriculum Development, 1950-80."},
      {
        "id":"ED188322",
        "title":"What Is an Option? A Study of Alternatives to the Usual High School Curriculum."},
      {
        "id":"ED188323",
        "title":"Study Plan for the Congressionally Mandated Study of School Finance. (Studies Authorized by Section 1203 of the Education Amendments of 1978.)"},
      {
        "id":"ED188327",
        "title":"Barnyard Cacaphony? Judging and Politicking in School Desegregation. Program Report No. 79-B23."},
      {
        "id":"ED188328",
        "title":"Efficiency and Enrollment Modification in Higher Education. Project Report No. 80-A5."},
      {
        "id":"ED188337",
        "title":"Exploring Politics in Education: Some Barriers and Some Theoretical Considerations."},
      {
        "id":"ED188341",
        "title":"Public School Finance Programs, 1978-79."},
      {
        "id":"ED188357",
        "title":"Social Environment of the Schools. What Research and Experience Say to the Teacher of Exceptional Children."},
      {
        "id":"ED188363",
        "title":"Recall of Thematically Relevant Material by Deaf Students as a Function of Interpreted Versus Printed Presentation."},
      {
        "id":"ED188365",
        "title":"Developing Programs for the Gifted Limited English Speaker."},
      {
        "id":"ED188367",
        "title":"Disruptive Youth in School: A Report from the CEC Invisible College Conference on Education's Responsibility for Disruptive, Alienated, and Incarcerated Youth."},
      {
        "id":"ED188369",
        "title":"Implementing Public Law 94-142: A Case for Organizational Readiness."},
      {
        "id":"ED188371",
        "title":"Abuse and Neglect of Children in Institutions, 1979. Hearings before the Subcommittee on Child and Human Development of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, First Session on Examination of the Problems of Abuse and Neglect of Children Residing in Institutions or Group Residential Settings (January 4, 1979, San Francisco, California, January 24, 1979, Washington, D.C., May 31, 1979, Los Angeles, California)."},
      {
        "id":"ED188375",
        "title":"Data Based Classroom for Preschool Handicapped Children, Teaching Research Infant and Child Center."},
      {
        "id":"ED188379",
        "title":"Postsecondary Vocational Education for Mentally Retarded Adults."},
      {
        "id":"ED188380",
        "title":"Competency Development Scale for Teachers of Exceptional Children."},
      {
        "id":"ED188381",
        "title":"Science for Handicapped Students in Higher Education: Barriers, Solutions and Recommendations."},
      {
        "id":"ED188390",
        "title":"Teaching Remedial Skills to Secondary Students."},
      {
        "id":"ED188396",
        "title":"Career Education for the Handicapped Parents' Changing Roles and Responsibilities."},
      {
        "id":"ED188402",
        "title":"What Are the Definitive Procedures and Instruments Used to Incorporate Chemotherapy Orientation and Preparation for Effective Team Membership, During Inservice and Preservice Training of Teachers and Administrators?"},
      {
        "id":"ED188405",
        "title":"Life Coping Skills for Exceptional Children."},
      {
        "id":"ED188413",
        "title":"Teachers and Occupational Therapists: A Partnership for Children with Special Needs: The Role of the Therapist with Emotionally Disturbed Children."},
      {
        "id":"ED188424",
        "title":"Transition Practices and Parental Involvement in Early Childhood Handicapped Programs."},
      {
        "id":"ED188446",
        "title":"Foreign Language And International Studies Specialists: The Marketplace and National Policy."},
      {
        "id":"ED188453",
        "title":"The Acquisition of Ask, Tell and Promise Structures by Arabic Speaking Children."},
      {
        "id":"ED188457",
        "title":"Geographie du francais et de la francite en Louisiane (The Geography of the French Language and Character in Louisiana)."},
      {
        "id":"ED188458",
        "title":"TESOL Newsletter: Articles from Volume XII (Numbers 1-5) 1978."},
      {
        "id":"ED188468",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume I: Lessons 1-8."},
      {
        "id":"ED188469",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume II: Lessons 9-16."},
      {
        "id":"ED188471",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume IV: Lessons 25-32."},
      {
        "id":"ED188479",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume XII: Lessons 89-96."},
      {
        "id":"ED188480",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume XIII: Lessons 97-104."},
      {
        "id":"ED188481",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume XIV: Lessons 105-112."},
      {
        "id":"ED188483",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume XVI: Lessons 121-128."},
      {
        "id":"ED188487",
        "title":"Modern Standard Arabic: Aural Comprehension Course. Volume XX: Comprehension Drills."},
      {
        "id":"ED188493",
        "title":"Second Languages in Oregon Schools."},
      {
        "id":"ED188498",
        "title":"English Pronunciation Lessons for Hmongs. Indochinese Refugee Education Guides. General Information Series No. 21."},
      {
        "id":"ED188499",
        "title":"A Guide to Manpower/Vocational ESL. Indochinese Refugee Education Guides. Adult Education Series No. 8."},
      {
        "id":"ED188500",
        "title":"The Teaching and Learning of French as a Second Language in Two Distinct Learning Settings."},
      {
        "id":"ED188539",
        "title":"Liberal Education in Transition. AAHE-ERIC/Higher Education Research Report No. 3, 1980."},
      {
        "id":"ED188540",
        "title":"Estimates of Doctorates to Be Conferred by Western Universities in English, Philosophy and History, 1980-1982."},
      {
        "id":"ED188550",
        "title":"Student Participation in Governance at UC Davis."},
      {
        "id":"ED188551",
        "title":"The Rationale for Self-Paced Learning."},
      {
        "id":"ED188553",
        "title":"The Paper Burden: Institutional Management of External Reporting Requirements and Requests in Higher Education."},
      {
        "id":"ED188555",
        "title":"Questioning: The Untapped Resource."},
      {
        "id":"ED188560",
        "title":"A National Survey of Chief Student Personnel Officers at Randomly Selected Institutions of Postsecondary Education in the United States."},
      {
        "id":"ED188561",
        "title":"Designing Instructional Materials: Guesswork or Facts?"},
      {
        "id":"ED188562",
        "title":"Retention and Persistence Data."},
      {
        "id":"ED188564",
        "title":"The Academic Common Market 1980."},
      {
        "id":"ED188567",
        "title":"Profiles of the SREB States. Organization for Coordination and Budgeting of Higher Education."},
      {
        "id":"ED188574",
        "title":"Council on Library Resources, Inc. 23rd Annual Report, 1979."},
      {
        "id":"ED188578",
        "title":"The Rockford Interactive Media Project. Title 1-A HEA. Evaluation Report."},
      {
        "id":"ED188583",
        "title":"The Current Use of Online Services in U.K. Academic Libraries."},
      {
        "id":"ED188587",
        "title":"An Evaluation of Factors Affecting Document Ranking by Information Retrieval Systems."},
      {
        "id":"ED188590",
        "title":"Guide to Sources: American History, Anthropology, Folklore, Business Administration, Education, English, Food Science, French, German, Music, Philosophy, Political Science, Psychology, and Sociology."},
      {
        "id":"ED188591",
        "title":"Guide to Sources: Communication and Rhetoric, Communication Disorders, Economics, Forestry and Wildlife, Social Welfare, and Information on Women."},
      {
        "id":"ED188593",
        "title":"Information: Books are Just the Beginning. The Michigan White House Conference on Libraries and Information Services. A Report."},
      {
        "id":"ED188595",
        "title":"How to Run a Successful School Levy Campaign."},
      {
        "id":"ED188608",
        "title":"Troubleshooting Complex Equipment in the Military Services: Research and Prospects. Technical Report No. 92."},
      {
        "id":"ED188613",
        "title":"Perception of the Needs for Scientific and Technical Information in Less Developed Countries."},
      {
        "id":"ED188617",
        "title":"The Six Basic Needs of Education vs. Public Law 94-533 Copyright Act of 1976."},
      {
        "id":"ED188632",
        "title":"Information Searching. A Handbook for Designing and Creating Instructional Programs."},
      {
        "id":"ED188633",
        "title":"A Library Instruction Program for Beginning Undergraduates."},
      {
        "id":"ED188638",
        "title":"A Quantitative Inventory of Resource Development and Utilization for Metropolitan High School Students. Final Report."},
      {
        "id":"ED188655",
        "title":"Planning Technical Education for the Eighties."},
      {
        "id":"ED188659",
        "title":"Academic Performance of LACC Transfers to California State University at Los Angeles, 1978-79. Research Study Number 80-3."},
      {
        "id":"ED188663",
        "title":"Illinois Public Community Colleges Faculty and Administrative Salary Survey: Fall 1979."},
      {
        "id":"ED188667",
        "title":"Report for Florida Community Colleges, 1978-79."},
      {
        "id":"ED188668",
        "title":"Taking Charge of the Eighties: Planning and Management in Higher Education."},
      {
        "id":"ED188676",
        "title":"Fundamental Reasoning Skills: A Partial Bibliography."},
      {
        "id":"ED188682",
        "title":"A Study of Two-Year College Women in New York City: Characteristics, Career Determinants, and Perceptions."},
      {
        "id":"ED188696",
        "title":"Cooperation in Vocational Education Programs: Articulation Is for Real!"},
      {
        "id":"ED188709",
        "title":"Science Education in Two-Year Colleges: Biology."},
      {
        "id":"ED188711",
        "title":"Proposition 13: Implications for Community Colleges. Topical Paper Number 72."},
      {
        "id":"ED188715",
        "title":"Adult Part-Time Learners in the Eighties."},
      {
        "id":"ED188716",
        "title":"Analysis of Persistence After Six Semesters: Fall 1974, Fall 1975, Fall 1976 Entering Students."},
      {
        "id":"ED188717",
        "title":"Using Part-Time Faculty Effectively."},
      {
        "id":"ED188719",
        "title":"Science Education in Two-Year Colleges: Economics."},
      {
        "id":"ED188721",
        "title":"A Practitioner's Guide to Student Retention: A College-Wide Responsibility."},
      {
        "id":"ED188729",
        "title":"The 1980 Summer Session: Community Colleges."},
      {
        "id":"ED188732",
        "title":"One State&apos;s Efforts to Get Serious about the High Risk Student: Assessment, Faculty Advising, Career Planning, and Developmental Education in Oregon&apos;s Community Colleges."},
      {
        "id":"ED188733",
        "title":"Evening &amp; Part Time Faculty Handbook."},
      {
        "id":"ED188761",
        "title":"Continuity of Learning Experiences: A Key to Long-Range Effects of Prekindergarten."},
      {
        "id":"ED188762",
        "title":"Sex Roles: A Product of Socialization or a Biological Heritage."},
      {
        "id":"ED188764",
        "title":"Who's Minding the Child Care Workers? A Look at Staff Burn-out."},
      {
        "id":"ED188768",
        "title":"Does Anyone Have Any Questions?"},
      {
        "id":"ED188770",
        "title":"Broadening Children's Stereotypes About Sex-Requirements for Adult Occupations: A Small Grant Intervention Strategy."},
      {
        "id":"ED188771",
        "title":"Comprehension Monitoring in Learning Disabled and Normal Children."},
      {
        "id":"ED188775",
        "title":"Subject Variables in Cognitive Self-Instructional Training."},
      {
        "id":"ED188779",
        "title":"The Effects of Age and Sex on Preschoolers' Helpfulness."},
      {
        "id":"ED188780",
        "title":"Users&apos; Guide to USDA Estimates of the Cost of Raising a Child."},
      {
        "id":"ED188783",
        "title":"Infant Family Day Care Training Project. Final Report."},
      {
        "id":"ED188786",
        "title":"Feeding Children: Federal Child Nutrition Policies in the 1980&apos;s. Budget Issue Paper for Fiscal Year 1981."},
      {
        "id":"ED188788",
        "title":"Introduction of a Novel Dimension in Young Children's Learning Sets."},
      {
        "id":"ED188791",
        "title":"The World&apos;s Exploited Children: Growing Up Sadly."},
      {
        "id":"ED188800",
        "title":"The Rural Advanced Industrial Society: Social and Economic Change."},
      {
        "id":"ED188801",
        "title":"An Intra-Industry Application of Occupational Situs."},
      {
        "id":"ED188816",
        "title":"Curriculum and Instruction: Cultural Issues in Education. A Book of Readings."},
      {
        "id":"ED188824",
        "title":"The Rock Climbing Teaching Guide."},
      {
        "id":"ED188825",
        "title":"Modernism and Planned Development: A Study of Two Punjabi Villages in India."},
      {
        "id":"ED188827",
        "title":"Waiver of Indian Claims Commission Act Statute of Limitations for Cow Creek Band of Umpqua Indians. Joint Hearing before the Select Committee on Indian Affairs, United States Senate and the Committee on Interior and Insular Affairs, House of Representatives, 96th Congress, First Session on S. 668 and H.R. 2822."},
      {
        "id":"ED188842",
        "title":"Small School District Utilization of Program Evaluation: A Survey of Board Members and Superintendents."},
      {
        "id":"ED188853",
        "title":"The Condition of Education for Hispanic Americans."},
      {
        "id":"ED188855",
        "title":"Oversight Hearing on the Administration of the Indian Education Act of 1972. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED188873",
        "title":"Language, Logic and Mathematics: Reflections on Aspects of Education and Research."},
      {
        "id":"ED188874",
        "title":"Air &amp; Space, Volume 3, Number 5, May-June 1980."},
      {
        "id":"ED188878",
        "title":"Coordinate Geometry. Geometry Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED188879",
        "title":"Geometry to Parallels. Geometry Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED188880",
        "title":"Parallels, How Many? Geometry Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED188881",
        "title":"Triangle Similarity. Geometry Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED188882",
        "title":"Transformations. Geometry Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED188883",
        "title":"Car-Buying. Computer Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED188885",
        "title":"STORE. Computer Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED188886",
        "title":"Women and Mathematics: The Impact of Early Intervention Programs Upon Course-Taking and Attitudes in High School. Final Report."},
      {
        "id":"ED188892",
        "title":"An Investigation of the Learning of Addition and Subtraction."},
      {
        "id":"ED188893",
        "title":"Women Scientists in Industry and Government: How Much Progress in the 1970&apos;s? An Interim Report."},
      {
        "id":"ED188904",
        "title":"Final Report of Cambridge Conference on School Mathematics, January 1962 - August 1970."},
      {
        "id":"ED188905",
        "title":"Reach and Grasp: Observations on the Potential and Reality of Mathematics Education."},
      {
        "id":"ED188907",
        "title":"Source Book of Projects, Science Education Development and Research. Fiscal Year 1979 With References to Earlier Years."},
      {
        "id":"ED188912",
        "title":"The Role of the Laboratory in Science Teaching: Research Implications."},
      {
        "id":"ED188915",
        "title":"Energy Education: Goals and Practices. Fastback No. 139."},
      {
        "id":"ED188918",
        "title":"An Introduction to Linear Measurement With the Metric System. Preliminary Edition."},
      {
        "id":"ED188919",
        "title":"Let's Recycle! Lesson Plans for Grades K-6 and 7-12."},
      {
        "id":"ED188921",
        "title":"Energy Conservation Workshop Curriculum, November 1978."},
      {
        "id":"ED188925",
        "title":"How to Build a Low-Cost Spectroscope."},
      {
        "id":"ED188926",
        "title":"Women in Science Career Workshop. Final Technical Report."},
      {
        "id":"ED188935",
        "title":"The Global 2000 Report to the President: Entering the Twenty-First Century. Volume One - The Summary Report."},
      {
        "id":"ED188936",
        "title":"Conceptual Guide to Environmental Education in Washington State Secondary Schools: An Invitation and Guide to Implementation."},
      {
        "id":"ED188938",
        "title":"Biomedical Mathematics, Unit II: Propagation of Error, Vectors and Linear Programming. Student Text. Revised Version, 1975."},
      {
        "id":"ED188941",
        "title":"Biomedical Mathematics, Unit III: Quadratics. Instructor&apos;s Manual. Revised Version, 1976."},
      {
        "id":"ED188942",
        "title":"Biomedical Science, Unit II: Nutrition in Health and Medicine. Digestion of Foods; Organic Chemistry of Nutrients; Energy and Cell Respiration; The Optimal Diet; Foodborne Diseases; Food Technology; Dental Science and Nutrition. Student Text. Revised Version, 1975."},
      {
        "id":"ED188946",
        "title":"Biomedical Social Science, Unit II: Health, Culture and Environment. Student Text, Part Two: Aq Kupruk. Revised Version, 1975."},
      {
        "id":"ED188947",
        "title":"Planetarium Educator's Workshop Guide. International Planetarium Society Special Report No. 10."},
      {
        "id":"ED188955",
        "title":"Teaching International Organization through Model U.N.'s."},
      {
        "id":"ED188957",
        "title":"Infusing Law-Related and Humanities Content and Skills into the Elementary Language Arts Curriculum. Revised Edition."},
      {
        "id":"ED188961",
        "title":"Birth and Death: The Social Construction of Cosmic Status Passage."},
      {
        "id":"ED188979",
        "title":"Master Curriculum Guide in Economics for the Nation's Schools. Part II. Strategies for Teaching Economics: World Studies (Secondary)."},
      {
        "id":"ED188980",
        "title":"An Analysis of U.S. Sex Education Programs and Evaluation Methods."},
      {
        "id":"ED188981",
        "title":"An Analysis of U.S. Sex Education Programs and Evaluation Methods. Volume I."},
      {
        "id":"ED188984",
        "title":"An Analysis of U.S. Sex Education Programs and Evaluation Methods. Volume V, Annotated Bibliography of Selected Curricular Materials."},
      {
        "id":"ED188990",
        "title":"The Akan and the Manding. An Instructional Unit for Third Grade."},
      {
        "id":"ED188991",
        "title":"The Akan of Ghana. An Instructional Unit for Fourth Grade."},
      {
        "id":"ED188992",
        "title":"Kikuyu Lifestyles. An Instructional Unit for Intermediate, Elementary Grades."},
      {
        "id":"ED188993",
        "title":"Africa: A Unit for an Arts in General Education Curriculum. An Instructional Unit for Sixth Grade."},
      {
        "id":"ED188994",
        "title":"African Unit. An Instructional Unit for Sixth Grade."},
      {
        "id":"ED188996",
        "title":"Introducing Africa in the Classroom. An Instructional Unit for Seventh Grade Social Studies. Part I. [And] Part II."},
      {
        "id":"ED188997",
        "title":"African Studies Curriculum Project. An Instructional Unit for Seventh Grade World Cultures."},
      {
        "id":"ED188998",
        "title":"The African Folktale. An Instructional Unit for Seventh Grade English."},
      {
        "id":"ED188999",
        "title":"A Curriculum Unit on Africa for the Seventh Grade. An Instructional Unit for Seventh Grade Language Arts and Eighth Grade Remedial English."},
      {
        "id":"ED189000",
        "title":"African Art: Adinkra Cloth. An Instructional Unit for Seventh-Ninth Grade Art."},
      {
        "id":"ED189002",
        "title":"The African Family. An Instructional Unit for Tenth Grade World History."},
      {
        "id":"ED189003",
        "title":"The Igbo People of Nigeria as Seen Through &quot;Things Fall Apart&quot; by Chinua Achebe. An Instructional Unit for Tenth Grade English."},
      {
        "id":"ED189004",
        "title":"A Look at the Literature of an African People: The Ashanti of Ghana. An Instructional Unit for Eleventh Grade English."},
      {
        "id":"ED189005",
        "title":"An African Curriculum Unit. An Instructional Unit for Tenth Through Twelfth Grades World Civilization."},
      {
        "id":"ED189006",
        "title":"African Studies Curriculum Unit: The Cycle of Life in the African Family."},
      {
        "id":"ED189007",
        "title":"Africa, Roots and Pride for Afro-Americans. An Instructional Unit for High School Anthropology."},
      {
        "id":"ED189008",
        "title":"African Art and Culture for High School Students of Art. An Instructional Unit for Tenth through Twelfth Grade Art."},
      {
        "id":"ED189019",
        "title":"The Educational System of Switzerland. Education around the World."},
      {
        "id":"ED189020",
        "title":"The Person-Number Systems of Sweden, Norway, Denmark, and Israel. Vital and Health Statistics. Data Evaluation and Methods Research, Series 2, Number 84."},
      {
        "id":"ED189025",
        "title":"Middle East Studies Teacher Training Program. Final Report."},
      {
        "id":"ED189026",
        "title":"Introducing the Instructional Leadership Program at Stanford University."},
      {
        "id":"ED189030",
        "title":"Conceptual Level and Teachers' Written Plans."},
      {
        "id":"ED189035",
        "title":"Reflections on Sport Psychology and the Olympic Athlete."},
      {
        "id":"ED189040",
        "title":"The Sunflower Cardiopulmonary Research Project of Children."},
      {
        "id":"ED189044",
        "title":"Health, United States, 1979."},
      {
        "id":"ED189046",
        "title":"Exploring Issues in Teacher Education: Questions for Future Research."},
      {
        "id":"ED189050",
        "title":"The Junior High Classroom Organization Study: Summary of Training Procedures and Methodology. R&D Rep. No. 6101."},
      {
        "id":"ED189057",
        "title":"Three Models for Conducting Follow-Up Studies of Teacher Education and Training."},
      {
        "id":"ED189066",
        "title":"Learning by Doing, Vintage, and Selection: Three Pieces of the Puzzle Relating Teaching Experience and Teaching Performance."},
      {
        "id":"ED189068",
        "title":"Current Awareness in Health Education, February 1980."},
      {
        "id":"ED189069",
        "title":"Amateurism As an Exploitative Ideology."},
      {
        "id":"ED189072",
        "title":"Changes Over Time in Process Measures of Classroom Behavior. R&D Rep. No. 4060."},
      {
        "id":"ED189074",
        "title":"Innovation Configurations: Analyzing the Adaptations of Innovations."},
      {
        "id":"ED189076",
        "title":"Report of the Methodology, Rationale and Instrumentation of the Junior High Classroom Organization Study. R&D Rep. No. 6100."},
      {
        "id":"ED189077",
        "title":"What the Teacher Effectiveness Research Has to Say About Teaching Practices and Student Performance. R&D Rep. No. 5069."},
      {
        "id":"ED189079",
        "title":"A Needs Assesment Model for Conducting Follow-Up Studies of Teacher Education and Training."},
      {
        "id":"ED189088",
        "title":"What's All This Talk About Teacher Development? Research Series No. 70."},
      {
        "id":"ED189097",
        "title":"Teacher Supply and Demand in Public Schools, 1979."},
      {
        "id":"ED189100",
        "title":"Linking Groups of Items. Portland Public Schools Occasional Papers in Measurement No. 19."},
      {
        "id":"ED189101",
        "title":"Rasch Model Monograph Series. Portland Public Schools Occasional Papers in Measurement No. 20."},
      {
        "id":"ED189102",
        "title":"An Alternative Approach to Assuring Teacher Competence. Publication #79.30."},
      {
        "id":"ED189104",
        "title":"Truth in Testing Act of 1979; The Education Testing Act of 1979. Hearings before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session on H.R. 3564 and H.R. 4949 (Washington, D.C., July 31, August 1, September 10, September 24, and October 10-11, 1979)."},
      {
        "id":"ED189112",
        "title":"Differential Predictive Validity of a Preschool Battery Across Race and Sex."},
      {
        "id":"ED189116",
        "title":"The Effects of an Advance Organizer, Text Structure, and a Preview of Structure on the Learning and Retention of Prose Material."},
      {
        "id":"ED189134",
        "title":"Instructional Control Strategies and Content Structure as Design Variables in Concept Acquisition Using Computer-Based Instruction."},
      {
        "id":"ED189135",
        "title":"Instructional Variables and Student Achievement in Reading and Mathematics: A Synthesis of Recent Process-Product Research."},
      {
        "id":"ED189139",
        "title":"Item Characteristic Curve Parameters: Effects of Sample Size on Linear Equating."},
      {
        "id":"ED189140",
        "title":"Job Analysis of Teaching. Final Report."},
      {
        "id":"ED189148",
        "title":"Marianas Test of English Achievement: Listening Comprehension, Structure and Vocabulary, Reading Comprehension. Manual, 1979 Edition, Forms A and B."},
      {
        "id":"ED189149",
        "title":"Models for Determining School Effectiveness."},
      {
        "id":"ED189151",
        "title":"Multidimensional Attribution of Causality in Five Cross-National Samples."},
      {
        "id":"ED189155",
        "title":"Path Analysis with Categorical Data: Applications to Education."},
      {
        "id":"ED189156",
        "title":"Perceived Classroom Climate and Cognitive Structure of Geometry Terms as a Function of Matching Students with Teachers on Field Independence."},
      {
        "id":"ED189160",
        "title":"Processing Multiple Choice and Recall Test Questions."},
      {
        "id":"ED189161",
        "title":"A Regression Analysis of Test Bias on the Stanford-Binet Intelligence Scale."},
      {
        "id":"ED189164",
        "title":"The Role of Measurement in the Process of Instruction."},
      {
        "id":"ED189167",
        "title":"Special Education Evaluation Report: 1978-79."},
      {
        "id":"ED189168",
        "title":"Steps for Constructing Criterion-Referenced Tests. Laboratory of Psychometric and Evaluative Research Report No. 104."},
      {
        "id":"ED189171",
        "title":"Unities in Inductive Reasoning. Technical Report No. 18."},
      {
        "id":"ED189177",
        "title":"Can Questionnaire Item Ordering Affect the Inter-Item Relationships? An Empirical Example."},
      {
        "id":"ED189178",
        "title":"A Case Study of the Effect of Metaphysical Commitments on the Learning of a Complex Scientific Theory."},
      {
        "id":"ED189182",
        "title":"The Effect of Student Personality Typology on Perceptions of Instructor Effectiveness."},
      {
        "id":"ED189183",
        "title":"Individual Differences Between Criterion-Referenced Tests. Working Paper #39 of the Program in Educational Research."},
      {
        "id":"ED189184",
        "title":"Making Sense of the Competency Testing Movement. National Consortium on Testing, Staff Circular No. 2."},
      {
        "id":"ED189189",
        "title":"Meeting the Concerns of Users: A Way to Implement Competency Testing."},
      {
        "id":"ED189190",
        "title":"Other Nations, Other People: A Survey of Student Interests, Knowledge, Attitudes, and Perceptions."},
      {
        "id":"ED189193",
        "title":"ACER Chemistry Test Item Collection. ACER Chemtic Year 12."},
      {
        "id":"ED189198",
        "title":"A Practical Methodology for the Systematic Development of Multiple Choice Tests."},
      {
        "id":"ED189199",
        "title":"Urban Residential Mobility: Places, People, and Policy."},
      {
        "id":"ED189204",
        "title":"Equal Employment Opportunity: Court Cases."},
      {
        "id":"ED189212",
        "title":"A National Demonstration of Educational Equity Resources for Women: Design Phase. Needs Assessment."},
      {
        "id":"ED189216",
        "title":"Puerto Ricans in California: A Staff Report of the Western Regional Office, United States Commission on Civil Rights."},
      {
        "id":"ED189217",
        "title":"School-Community Relations, Community Support, and Student Achievement: A Summary of Findings."},
      {
        "id":"ED189222",
        "title":"A Model Procedure for Analyzing the Minority Housing Market."},
      {
        "id":"ED189223",
        "title":"Women & Housing: A Report on Sex Discrimination in Five American Cities."},
      {
        "id":"ED189224",
        "title":"The President&apos;s 1978 National Urban Policy Report; A Biennial Report to the Congress Submitted Pursuant to Sections 702 and 703(a), National Urban Policy and New Communities Development Act, as Amended in 1977."},
      {
        "id":"ED189225",
        "title":"Title I: An Opportunity for Growth. A Handbook Designed to Introduce, Inform, and Instruct Parents About Title I."},
      {
        "id":"ED189228",
        "title":"Tell Me About Your School: Interviews with Elementary and High School Students in Harlem, New York City. Special Report No. 35."},
      {
        "id":"ED189235",
        "title":"Capturing Reading in Schools and Community: A Methodology for a Sociolinguistic Ethnography."},
      {
        "id":"ED189238",
        "title":"Title I Children's Program: Learning to Read through the Arts. Developer/Demonstrator Project, National Diffusion Network, United States Office of Education. Evaluation Report 1978-79."},
      {
        "id":"ED189240",
        "title":"A Summary Report of the Vice President's Task Force on Youth Employment."},
      {
        "id":"ED189241",
        "title":"Remarks by Drew S. Days III, Assistant Attorney General, Civil Rights Division, Department of Justice, Before the American Bar Association National Institute, Washington Hilton (Washington, D.C., on May 22, 1980)."},
      {
        "id":"ED189253",
        "title":"Civil Rights Issues of Asian and Pacific Americans: Myths and Realities."},
      {
        "id":"ED189259",
        "title":"Pupil Reading Achievement: A Summary of the June 1979 Citywide Reading Test Results, Grades 2 through 9."},
      {
        "id":"ED189267",
        "title":"Development and Adult Education in the Arab States: An Analysis of Some Issues."},
      {
        "id":"ED189269",
        "title":"Experimentation and Further Validation of the IDECC Competency Based Teaching Approach in Adult Education."},
      {
        "id":"ED189276",
        "title":"Michigan Adult Education Staff Development Plan, November, 1978-October, 1979."},
      {
        "id":"ED189278",
        "title":"Basic Reading Skills and Vocational Education. Information Series No. 200."},
      {
        "id":"ED189279",
        "title":"Health Manpower Literature, Volume 2, Number 2, December 1978."},
      {
        "id":"ED189286",
        "title":"The Development of a Model for a Health Occupations Education Degree Program. Final Report. Vocational-Technical Education Departmental Report. Health Occupations; Volume 17, Number 20."},
      {
        "id":"ED189290",
        "title":"Perspectives on Adult Career Development and Guidance. Research and Development No. 181."},
      {
        "id":"ED189291",
        "title":"Motivational Orientations of Adults in Technical-Vocational and Post-Secondary Institutions."},
      {
        "id":"ED189292",
        "title":"Innovations in Continuing Education. 1980 Award-Winning Programs. Sixth in A Series on Continuing Education."},
      {
        "id":"ED189296",
        "title":"Dissemination of Career Education Programs and Products to Community Colleges: Final Performance Report."},
      {
        "id":"ED189301",
        "title":"Employment Opportunties, Job Satisfaction, and Migration among Young Adults from Nonmetropolitan Washington. College of Agriculture Research Center, Washington State University, Bulletin 873."},
      {
        "id":"ED189304",
        "title":"Male-Female Wage Differentials: A Historical Perspective."},
      {
        "id":"ED189309",
        "title":"Adult Education--1980 and Beyond: Implications for Research and Development. Occasional Paper No. 59."},
      {
        "id":"ED189313",
        "title":"Job Literacy: A Study of Literacy Demands, Attitudes, and Strategies in a Cross-Section of Occupations."},
      {
        "id":"ED189315",
        "title":"Community Involvement in the Implementation of Career Education. Monographs in Career Education."},
      {
        "id":"ED189316",
        "title":"Labor Relations for Managers of Small and Medium-Sized Cities. Modules 1-7. Student Manual. The Urban Management Curriculum Development Project. The National Training and Development Service, Package VIII."},
      {
        "id":"ED189317",
        "title":"Labor Relations for Managers of Small and Medium-Sized Cities. Modules 1-7. Instructor&apos;s Manual. The Urban Management Development Project. National Training and Development Service, Package VIII."},
      {
        "id":"ED189318",
        "title":"Validity of Learning Strategies/Skills Training. Final Report."},
      {
        "id":"ED189322",
        "title":"&quot;It Isn&apos;t Easy Being Special.&quot; Let&apos;s Help Special Needs Learners: A Resource Guide for Vocational Education Teachers. Research and Development Series No. 184."},
      {
        "id":"ED189323",
        "title":"Career and Labor Market Information: Key to Improved Individual Decision Making."},
      {
        "id":"ED189325",
        "title":"Education and Work Program Year-End Report. Technical Summary of FY79 Activities and Evaluation Findings."},
      {
        "id":"ED189333",
        "title":"New Hampshire Vocational English as a Second Language Project. Final Report."},
      {
        "id":"ED189335",
        "title":"The Transferability of Women&apos;s Life Experience Competencies to Employment and Vocational Education: A State-of-the-Art Review."},
      {
        "id":"ED189354",
        "title":"Prospects of Performance-Based Vocational Teacher Education. Proceedings of the National Invitational Conference on Performance-Based Teacher Education (Orlando, Florida, March 20-21, 1980)."},
      {
        "id":"ED189356",
        "title":"The Continuing Education Needs of Leisure Service Professionals in Wisconsin."},
      {
        "id":"ED189359",
        "title":"Job Tenure Declines as Work Force Changes. Special Labor Force Report 235."},
      {
        "id":"ED189362",
        "title":"Projects in Progress -- FY 1979. A Report for the Coordinating Committee on Research in Vocational Education."},
      {
        "id":"ED189363",
        "title":"Driver Education Curriculum Guide. Energy Conservation."},
      {
        "id":"ED189365",
        "title":"Effects of Refresher Training on Job-Task Typewriting Performance."},
      {
        "id":"ED189368",
        "title":"Exchanging Earnings for Leisure: Findings of an Exploratory National Survey on Work Time Preferences. R&amp;D Monograph 79."},
      {
        "id":"ED189374",
        "title":"Identification of Combat Unit Leader Skills and Leader-Group Interaction Processes."},
      {
        "id":"ED189375",
        "title":"Police Training. A Selected Bibliography. National Criminal Justice Reference Service."},
      {
        "id":"ED189377",
        "title":"School, Work, and Career Seventeen-Year-Olds in Australia."},
      {
        "id":"ED189379",
        "title":"Advanced Study Center: Proceedings of the National Faculty Plenary Conference (Columbus, Ohio, October 30-November 1, 1978)."},
      {
        "id":"ED189385",
        "title":"Competency Based Curriculum in Two Agribusiness Types. Final Report."},
      {
        "id":"ED189394",
        "title":"Evaluation of K-12 Career Education: A Status Report. Monographs on Career Education."},
      {
        "id":"ED189395",
        "title":"A Woman's Guide to Apprenticeship. Pamphlet 17."},
      {
        "id":"ED189396",
        "title":"Medical Education Financing: Issues and Options. NCHSR Research Digest Series."},
      {
        "id":"ED189402",
        "title":"Motorcycle Safety Education. Bulletin No. 21."},
      {
        "id":"ED189416",
        "title":"Surmounting Architectural Barriers to the Handicapped in Vocational Education: Phase I. Project Final Report."},
      {
        "id":"ED189421",
        "title":"Funding for K-12 Career Education Efforts: Examples and Recommendations. Monographs on Career Education."},
      {
        "id":"ED189422",
        "title":"Optimizing Planning Techniques for Career Guidance: 6 Case Studies."},
      {
        "id":"ED189423",
        "title":"Getting a Trade. A Study of Apprentices' Experience of Apprenticeship. SCRE Publication 69."},
      {
        "id":"ED189426",
        "title":"Resurge '79. Manual for Identifying, Classifying and Serving the Disadvantaged and Handicapped under the Vocational Education Amendments of 1976 (P.L. 94-482)."},
      {
        "id":"ED189427",
        "title":"Need to Ensure Nondiscrimination in CETA Programs. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED189431",
        "title":"Emergency Medical Technician Performance Evaluation. NCHSR Research Report Series."},
      {
        "id":"ED189445",
        "title":"Current Projects in Vocational Education--FY 1978. State-Administered Projects."},
      {
        "id":"ED189448",
        "title":"Apprenticeship in the United States: Implications for Vocational Education Research and Development. Occasional Paper No. 66."},
      {
        "id":"ED189462",
        "title":"Nursing Faculty Development. Final Report."},
      {
        "id":"ED189463",
        "title":"Women in Alaska's Labor Force."},
      {
        "id":"ED189464",
        "title":"Occupational Planning for Youth: Directions for Counseling and Guidance in the School to Work Enterprise."},
      {
        "id":"ED189475",
        "title":"The Role of Vocational Education in the Economic Development of Rural Areas: Implications for Research and Development. Occasional Paper No. 62."},
      {
        "id":"ED189477",
        "title":"When Self-Descriptions Contradict Behavior: Actions Do Speak Louder Than Words."},
      {
        "id":"ED189479",
        "title":"The Relationship Between Client Characteristics and Therapists' Selection of Clients."},
      {
        "id":"ED189481",
        "title":"Attitude Bolstering Following Self-Induced Value Discrepancy."},
      {
        "id":"ED189484",
        "title":"The Development of the Self-Concept in Adolescence. Final Report."},
      {
        "id":"ED189485",
        "title":"The Vocational Counseling Effects of the Occu-Sort on Junior and Senior High School Students."},
      {
        "id":"ED189489",
        "title":"An Implicit Psychology of Warm and Cold Interpersonal Relations."},
      {
        "id":"ED189491",
        "title":"The Division for Youth: An Agency in Transition. An Issue Paper."},
      {
        "id":"ED189492",
        "title":"Conceptual and Clinical Issues in the Psychotherapy of Elderly Depressed Persons."},
      {
        "id":"ED189493",
        "title":"New Report on the Elderly: Statistical Notes, Number 4, April 1980."},
      {
        "id":"ED189498",
        "title":"Crisis Intervention for Young Adolescents: Theory, Practice, and Research."},
      {
        "id":"ED189500",
        "title":"Behavioral Confirmation and Behavioral Compensation."},
      {
        "id":"ED189504",
        "title":"Beginning Counseling Students and Moral Judgment."},
      {
        "id":"ED189507",
        "title":"Levels of Analysis in Personality Study: Which Can Be Generalizable and Scientific?"},
      {
        "id":"ED189509",
        "title":"Effects of Person Familiarity on the Cognitive Organization of Social Information."},
      {
        "id":"ED189510",
        "title":"Parent and Family Counseling. Searchlight Plus: Relevant Resources in High Interest Areas. No. 49+."},
      {
        "id":"ED189511",
        "title":"Leisure Counseling. Searchlight Plus: Relevant Resources in High Interest Areas. No 48+."},
      {
        "id":"ED189512",
        "title":"Counseling for Alcohol/Tobacco/Drug Abuse. Searchlight Plus: Relevant Resources in High Interest Areas. No. 50+."},
      {
        "id":"ED189513",
        "title":"MOICC and GIS: An Impact Study. Final Evaluation Report."},
      {
        "id":"ED189514",
        "title":"The Multidimensional Behavior Rating Scale: An Assessment Device for Depression."},
      {
        "id":"ED189515",
        "title":"A Comparison of Self-Control and Therapist Control in the Treatment of Depression."},
      {
        "id":"ED189518",
        "title":"The Behavioral Treatment of Depression in Elderly Outpatients."},
      {
        "id":"ED189519",
        "title":"Determinants of Relapse Following Smoking Cessation."},
      {
        "id":"ED189525",
        "title":"Agoraphobia."},
      {
        "id":"ED189526",
        "title":"Perceptions of the Sex Stereotyped Attributes of Television Characters as a Function of the Sex of the Perceiver."},
      {
        "id":"ED189528",
        "title":"Adolescent Pregnancy and Parenthood."},
      {
        "id":"ED189533",
        "title":"The Learning Laboratory. The Door--A Center of Alternatives. Services Research Monograph Series."},
      {
        "id":"ED189536",
        "title":"The Influence of an Educational Intervention Module on Death and Dying on Death Anxiety, Life Satisfaction and Locus of Control Among Middle Aged and Older Adults in North Carolina. Summary and Workshop Guide."},
      {
        "id":"ED189538",
        "title":"Options to Injustice: The Battered Woman."},
      {
        "id":"ED189539",
        "title":"Career Development: Programs and Practices II. Searchlight Plus: Relevant Resources in High Interest Areas. No 35+."},
      {
        "id":"ED189542",
        "title":"Parents, Children, and Teachers Questioning for Improved Reading."},
      {
        "id":"ED189554",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189557",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189558",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Docotoral Dissertations Published in \"Dissertation Abstracts International,\" July 1979 through June 1980 (Vol. 40 Nos. 1 through 12)."},
      {
        "id":"ED189562",
        "title":"An Interactive Activation Model of the Effect of Context in Perception, Part I. Technical Report, April, 1979 through March, 1980. Report No. 8002."},
      {
        "id":"ED189563",
        "title":"Usefulness of Readability Formulas for Achieving Army Readability Objectives: Research and State-of-the-Art Applied to the Army's Problem."},
      {
        "id":"ED189564",
        "title":"Reading Grade Levels of Air Force Civilian Personnel."},
      {
        "id":"ED189566",
        "title":"Using Bibliotherapy: A Synthesis of Current Practice."},
      {
        "id":"ED189568",
        "title":"Mathematics Supplement to a Mini-Guide to Reading in the Content Areas."},
      {
        "id":"ED189569",
        "title":"A Mini-Guide to Reading in the Content Area of Driver and Traffic Safety Education."},
      {
        "id":"ED189570",
        "title":"How to Reinforce Reading through Health, Physical Education and Recreation."},
      {
        "id":"ED189571",
        "title":"Reading in the Arts."},
      {
        "id":"ED189572",
        "title":"Reading in the Content Area of Language Arts."},
      {
        "id":"ED189576",
        "title":"Using a Lens-Model Analysis to Identify the Factors in Teacher Judgment. Research Series No. 73."},
      {
        "id":"ED189582",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189583",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189586",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189588",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189590",
        "title":"Adult Reading Habits, Attitudes and Motivations: A Cross-Sectional Study. Monographs in Teaching and Learning Number 2."},
      {
        "id":"ED189593",
        "title":"The Effects of Anxiety on Reading Comprehension."},
      {
        "id":"ED189600",
        "title":"Extending the Dimensions of Research in Response to Literature: Response in an Elementary School Setting."},
      {
        "id":"ED189601",
        "title":"Using Visuals in the Composing Process."},
      {
        "id":"ED189606",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189608",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189609",
        "title":"Foreign News Coverage in Two U. S. Wire Services."},
      {
        "id":"ED189611",
        "title":"Hanging Out the Shingle: The Writing Tutor."},
      {
        "id":"ED189612",
        "title":"Media Dependency as Interaction: The Effects of Exposure and Reliance on Political Efficacy and Activity."},
      {
        "id":"ED189613",
        "title":"&quot;Ebony's&quot; Civil Rights Focus: A Study of Editorial Policy before and after the Civil Rights Act of 1964."},
      {
        "id":"ED189615",
        "title":"The &quot;Theory&quot; of Media Imperialism: Some Comments."},
      {
        "id":"ED189616",
        "title":"Multinational Advertising Agencies in Latin America."},
      {
        "id":"ED189617",
        "title":"New York Newspaper Coverage of Jackie Robinson in His First Major League Season."},
      {
        "id":"ED189621",
        "title":"Children's Books--1979. A List of Books for Preschool Through Junior High School Age."},
      {
        "id":"ED189624",
        "title":"Automated Dictionaries, Reading and Writing; Chairman's Report of a Conference on Educational Uses of Word Processors with Dictionaries (New York, New York, June 14-15, 1979)."},
      {
        "id":"ED189626",
        "title":"A Research Agenda for Journalism in the Secondary Schools."},
      {
        "id":"ED189630",
        "title":"The Graphic Arts and the New Copyright Act."},
      {
        "id":"ED189635",
        "title":"The Editor's Manipulation of Photographs: An Experimental Study of the Effect of Varying Reproduction Methods."},
      {
        "id":"ED189636",
        "title":"The Stark Reality of the 1977 California Education Code and Student Press Freedom."},
      {
        "id":"ED189637",
        "title":"Treatment of Writing Apprehension and Its Effects on Composition."},
      {
        "id":"ED189643",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July 1979 through June 1980 (Vol. 40 Nos. 1 through 12)."},
      {
        "id":"ED189644",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189645",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189646",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189647",
        "title":"Nature Writing: Giving Student Writing a Usable Tradition."},
      {
        "id":"ED189648",
        "title":"A Content Analysis of News Media Coverage of the Accident at Three Mile Island."},
      {
        "id":"ED189651",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189655",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July 1979 through June 1980 (Vol. 40 Nos. 1 through 12)."},
      {
        "id":"ED189656",
        "title":"Community Coverage by the High School Press: Beyond the Borders of Campus Microcosm?"},
      {
        "id":"ED189657",
        "title":"Training Manual for Teaching Critical TV Viewing Skills."},
      {
        "id":"ED189662",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189663",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189664",
        "title":"Speech Communication Education and Classroom Interaction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189665",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED189666",
        "title":"Black Identity and Alienation from White Society."},
      {
        "id":"ED189667",
        "title":"Exploring the Motives for Viewing Televised Sports."},
      {
        "id":"ED189668",
        "title":"Viewer Definitions of Violence."},
      {
        "id":"ED189669",
        "title":"A Constructivist Approach to Uncertainty Reduction in Initial Impressions."},
      {
        "id":"ED189670",
        "title":"The Influence of the MPAA's Film Rating System on Motion Picture Attendance: A Pilot Study."},
      {
        "id":"ED189677",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July 1979 through June 1980 (Vol. 40 Nos. 1 through 12)."},
      {
        "id":"ED189679",
        "title":"Staff Development. Research Action Brief Number 10."},
      {
        "id":"ED189680",
        "title":"Making Meetings More Effective. ACSA School Management Digest, Series 1, No. 19."},
      {
        "id":"ED189681",
        "title":"Grade Retention and Social Promotion. ACSA School Management Digest, Series 1, No. 20."},
      {
        "id":"ED189686",
        "title":"Student Rights."},
      {
        "id":"ED189687",
        "title":"The Condition of Education. Part 2. 1980 Edition. NCES Programs and Plans."},
      {
        "id":"ED189688",
        "title":"Human Relations: A Guide for Leadership Training in the Public Schools. Summary Report on a Project with the Syracuse, New York, School System."},
      {
        "id":"ED189700",
        "title":"An Introduction to Educational Futures."},
      {
        "id":"ED189704",
        "title":"Pennsylvania Management Assistance Team Procedural Manual."},
      {
        "id":"ED189719",
        "title":"Financing Educational Services for Special Populations: The State and Federal Roles. Working Paper in Education Finance No. 28."},
      {
        "id":"ED189720",
        "title":"LEA Response to Rival Education Delivery Agents: Some Evidence of Tight and Loose Coupling Behaviors."},
      {
        "id":"ED189721",
        "title":"State and Local Tax Performance, 1978. A Review of 1978-79 Tax Legislative Activities."},
      {
        "id":"ED189725",
        "title":"School District Organization and Student Dropout."},
      {
        "id":"ED189726",
        "title":"Zero Energy Use School."},
      {
        "id":"ED189728",
        "title":"Open Plan Secondary Schools: An Annotated Bibliography. Educational Issues: Review No. 3."},
      {
        "id":"ED189730",
        "title":"Title VII ESEA and &quot;Lau v. Nichols&quot; Compliance: Towards an Articulated Approach. Draft."},
      {
        "id":"ED189740",
        "title":"Certification, Employment and Attrition of Special Education Professional Personnel in Michigan."},
      {
        "id":"ED189744",
        "title":"Presentation: National Association of Secondary School Principals (Miami, Florida, January 11, 1980)."},
      {
        "id":"ED189747",
        "title":"Pupil Appraisal Handbook. Bulletin 1508."},
      {
        "id":"ED189751",
        "title":"A Prospective Study of the Antecedents of Child Abuse. Final Report."},
      {
        "id":"ED189757",
        "title":"Developmental Evaluation Service for Children (DESC). Final Report, July 1, 1978 to June 30, 1979."},
      {
        "id":"ED189762",
        "title":"Inservice Training in the Data Based Classroom Model for Severely Handicapped Children, Teaching Research Infant and Child Center."},
      {
        "id":"ED189798",
        "title":"Normal and Down&apos;s Syndrome Children&apos;s Listening Preferences for Maternal Speech. Final Report."},
      {
        "id":"ED189801",
        "title":"From Rights to Realities: Advocacy by and for Retarded People in the 1980's."},
      {
        "id":"ED189807",
        "title":"The Status of Handicapped Children in Head Start Programs. Seventh Annual Report of the U.S. Department of Health, Education, and Welfare to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED189826",
        "title":"The Well of Time. Eighteen Short Stories from Philippine Contemporary Literature."},
      {
        "id":"ED189827",
        "title":"The Well of Time. Teacher's Handbook."},
      {
        "id":"ED189829",
        "title":"TESOL Newsletter: Articles from Volume XI (Numbers 1-5) 1977."},
      {
        "id":"ED189830",
        "title":"Indonesian Basic Course: Listening Comprehension Exercises. Instructor's Handbook."},
      {
        "id":"ED189831",
        "title":"Indonesian Song Book."},
      {
        "id":"ED189833",
        "title":"Indonesian Basic Course: The Indonesian Constitution."},
      {
        "id":"ED189834",
        "title":"Indonesian Basic Course: The Djakarta Dialect."},
      {
        "id":"ED189835",
        "title":"Indonesian Basic Course: Abbreviations and Acronyms."},
      {
        "id":"ED189836",
        "title":"Indonesian Basic Course: Volume XVII. Readings in Social and Political Problems."},
      {
        "id":"ED189837",
        "title":"Indonesian Basic Course: Volume XVI. Supplementary Reader."},
      {
        "id":"ED189838",
        "title":"Indonesian Basic Course: Volume XIV. Outline of History."},
      {
        "id":"ED189839",
        "title":"Indonesian Basic Course: Volume XIII. Outline of Geography."},
      {
        "id":"ED189842",
        "title":"French as a Second Language Program 1979-80. Bulletin 1536."},
      {
        "id":"ED189875",
        "title":"A Report on Competency-Based Learning in Individualized Latin at The Ohio State University."},
      {
        "id":"ED189877",
        "title":"Chinese-Mandarin Dictionary Drill."},
      {
        "id":"ED189881",
        "title":"Chinese-Mandarin Dictation Materials."},
      {
        "id":"ED189891",
        "title":"Learning to Spell in Spanish."},
      {
        "id":"ED189894",
        "title":"An Analysis of the Effects of a Bilingual Curriculum on a Selected Group of Ninth Graders with Regards to Attitude toward School and Self Concept."},
      {
        "id":"ED189895",
        "title":"Speakeasy. English for Special Purposes Series: Autobody Repair. Ilocano Translation Manual."},
      {
        "id":"ED189896",
        "title":"Reading Right. English for Special Purposes Series: Autobody Repair. Ilocano Translation Manual."},
      {
        "id":"ED189903",
        "title":"The Study of Bilingual Language Acquisition."},
      {
        "id":"ED189905",
        "title":"More on the Demand for Medical Education, with Special Attention to the Effects of Nonprice Rationing. Discussion Paper No. 79-23."},
      {
        "id":"ED189906",
        "title":"Academic Advising: A Resource Document."},
      {
        "id":"ED189912",
        "title":"The Information Needs of Prospective Graduate Students."},
      {
        "id":"ED189914",
        "title":"1979-1980 Administrative Compensation Survey."},
      {
        "id":"ED189917",
        "title":"Evaluation of Teaching for Improvement. Report No. 1."},
      {
        "id":"ED189920",
        "title":"Student Evaluation of University Teaching: Uses and Abuses. Report No. 5."},
      {
        "id":"ED189921",
        "title":"Structures of Knowledge and Implications for Teaching. Report No. 6."},
      {
        "id":"ED189922",
        "title":"Counselor's Handbook."},
      {
        "id":"ED189932",
        "title":"An Analysis of the Needs for Non-Academic Staff and Operating Funds in a University. AIR Forum 1980 Paper."},
      {
        "id":"ED189936",
        "title":"The Impact of Student Loans on Graduate Education. AIR Forum 1980 Paper."},
      {
        "id":"ED189939",
        "title":"Integrating the Technical and the Political: The Case of an Assessment of Educational Information Service Adequacy in Oregon. AIR Forum 1980 Paper."},
      {
        "id":"ED189940",
        "title":"A Graphic Analysis of the Instructional Service Function of Academic Departments. AIR Forum 1980 Paper."},
      {
        "id":"ED189945",
        "title":"A &quot;Training Opportunities&quot; Model for Predicting Advanced Degrees in the Sciences. AIR Forum 1980 Paper."},
      {
        "id":"ED189952",
        "title":"An Evaluation of an Academic Advising System from the Point of View of Students. AIR Forum 1980 Paper."},
      {
        "id":"ED189953",
        "title":"Examination of Alternative Methods and Policies for Improving the Predictive Validity of SAT Scores and High School Rank in Freshman Admissions Decisions. AIR Forum 1980 Paper."},
      {
        "id":"ED189954",
        "title":"Educational Maturity, Race, and the Selection of a College. AIR Forum 1980 Paper."},
      {
        "id":"ED189955",
        "title":"Qualitative and Conventional Indices of Benchmark Institutions. AIR Forum 1980 Paper."},
      {
        "id":"ED189957",
        "title":"Towards a Periodical and Monograph Price Index. AIR Forum 1980 Paper."},
      {
        "id":"ED189958",
        "title":"State Level Library Acquisitions Resource Allocation Model. AIR Forum 1980 Paper. Forum 1980 Paper."},
      {
        "id":"ED189959",
        "title":"Guidelines for Presenting More Meaningful Information (in the College/University Marketing Program). AIR Forum 1980 Paper."},
      {
        "id":"ED189961",
        "title":"Factors in Teacher Assignments: Measuring Workload by Effort. AIR Forum 1980 Paper."},
      {
        "id":"ED189967",
        "title":"The Suitability of Non-Traditional Distance Learning Systems for Different Types of Students: The Experience of the Open University of the United Kingdom. AIR Forum 1980 Paper."},
      {
        "id":"ED189974",
        "title":"A Comprehensive Technique for Forecasting University Enrollment, Instructional Workloads and Funding Levels. AIR Forum 1980 Paper."},
      {
        "id":"ED189975",
        "title":"Characteristics and Opinions of Entering Undergraduate Students at Montana State University."},
      {
        "id":"ED189980",
        "title":"McGill Evaluation System Resource File Bibliography [and] User's Guide."},
      {
        "id":"ED189983",
        "title":"Study of Program Management Procedures in the Basic Grant and Campus Based Programs. Final Report, Vol. 1: The Institutional Administration of Student Financial Aid Programs."},
      {
        "id":"ED189984",
        "title":"Study of Program Management Procedures in the Campus Based and Basic Grant Programs. Final Report, Vol. 2: Who Gets Financial Assistance, How Much, and Why?"},
      {
        "id":"ED189985",
        "title":"Report on the Annual Meeting of the American Association of University Professors (66th, George Washington University, Washington, D.C., June 20-21, 1980)."},
      {
        "id":"ED189996",
        "title":"The Role of Research in Undergraduate Psychology Education."},
      {
        "id":"ED189998",
        "title":"Choosing a Computer Language for Institutional Research. The AIR Professional File No. 6."},
      {
        "id":"ED190002",
        "title":"A New Era in Admissions. Focus 7, 1980."},
      {
        "id":"ED190004",
        "title":"Degrees of Diversity. Off-Campus Education in California."},
      {
        "id":"ED190005",
        "title":"Equal Educational Opportunity in California Postsecondary Education, Part III."},
      {
        "id":"ED190006",
        "title":"Faculty Salaries in California Public Higher Education 1980-1981. Final Report."},
      {
        "id":"ED190007",
        "title":"The Continuing Brain Drain: College Selection Among High Achieving Black High School Students, 1970-1978."},
      {
        "id":"ED190010",
        "title":"The Importance of Certain Instructional Qualities to Student Learning in the Professions."},
      {
        "id":"ED190011",
        "title":"Federal Regulations and Higher Education: An Overview for College and University Administrators."},
      {
        "id":"ED190015",
        "title":"Tenure Practices at Four-Year Colleges and Universities. Higher Education Panel Report No. 48."},
      {
        "id":"ED190021",
        "title":"Administrative Practices of Colleges of Education."},
      {
        "id":"ED190026",
        "title":"Core Goals and Objectives of the University of Connecticut School of Medicine: The Product and the Process."},
      {
        "id":"ED190027",
        "title":"The Role of the State in Private Postsecondary Education: Recommendations for Change. Commission Report 76-7, July 1976."},
      {
        "id":"ED190045",
        "title":"Guidelines for Formulating Policy on Education, Training, and Development of Library and Information Personnel."},
      {
        "id":"ED190058",
        "title":"The Elusive Goal of World Literacy."},
      {
        "id":"ED190060",
        "title":"Relationships among Selected Measures of Cognitive Styles, Abilities, and Aptitudes. Interim Report, January 1979 through June 1979."},
      {
        "id":"ED190062",
        "title":"SIR/CAR--Studies of Television and Youth Sports."},
      {
        "id":"ED190063",
        "title":"Active Student Involvement Focusing on Critical Analysis of Commercial Television."},
      {
        "id":"ED190064",
        "title":"Development and Test of a Computer Readability Editing System (CRES). Final Report, June 1978 through December 1979."},
      {
        "id":"ED190066",
        "title":"The Brownless AV Centre: The First Year of Operation."},
      {
        "id":"ED190067",
        "title":"Computer-Assisted Literacy Instruction in Phonics."},
      {
        "id":"ED190070",
        "title":"A Basic Skills Instructional Improvement Program: Utilizing Research to Facilitate Implementation and Dissemination."},
      {
        "id":"ED190073",
        "title":"California Public Library Systems Directory, 1980."},
      {
        "id":"ED190078",
        "title":"Free and Inexpensive Materials as Educational Resources."},
      {
        "id":"ED190080",
        "title":"Individualized Instruction for Data Access (IIDA). Quarterly Reports No. 2-3."},
      {
        "id":"ED190081",
        "title":"Individualized Instruction for Data Access (IIDA). Quarterly Reports No. 5-6."},
      {
        "id":"ED190087",
        "title":"A Survey of Non-Resident Lending and Borrowing Activity in Massachusetts."},
      {
        "id":"ED190091",
        "title":"Use of Online Bibliographic Retrieval Systems in Science and Technology Libraries. A Report to the Council on Library Resources on a Fellowship Project, 1977."},
      {
        "id":"ED190093",
        "title":"The Congressional Research Service of the United States Congress."},
      {
        "id":"ED190095",
        "title":"The IBM System 7 On-Line Circulation System at Slippery Rock State College."},
      {
        "id":"ED190104",
        "title":"Experiments and Analysis on a Computer Interface to an Information-Retrieval Network."},
      {
        "id":"ED190109",
        "title":"The Seeds of Artificial Intelligence. SUMEX-AIM."},
      {
        "id":"ED190110",
        "title":"Sex Equity in Education: NIE-Sponsored Projects and Publications."},
      {
        "id":"ED190111",
        "title":"Teaching Statistical Concepts Using Microcomputer Simulations."},
      {
        "id":"ED190120",
        "title":"More Hands for Teachers. Report of the Commissioner's Advisory Committee on Instructional Computing."},
      {
        "id":"ED190126",
        "title":"Computer-Managed Instruction: Individualizing Introductory Psychology for 1,000 Students."},
      {
        "id":"ED190127",
        "title":"Computer Science and Technology: Investigation of Technology-Based Improvement of the ERIC System."},
      {
        "id":"ED190130",
        "title":"Media and Mainstreaming: An Annotated Bibliography and Related Resources."},
      {
        "id":"ED190131",
        "title":"Up the Pyramid! Application of a Multi-Dimensional Model for STI Behavior Research."},
      {
        "id":"ED190132",
        "title":"Fire Education for Sesame Street: A Research Study on Mass Media Fire Education for Preschool Children."},
      {
        "id":"ED190141",
        "title":"Dictionary of Braille Music Signs."},
      {
        "id":"ED190149",
        "title":"An Intelligent Support System for Energy Resources in the United States."},
      {
        "id":"ED190152",
        "title":"Integrating Education in Librarianship and Information Science."},
      {
        "id":"ED190154",
        "title":"Information, Education, Communication--Developing an Innovative System."},
      {
        "id":"ED190168",
        "title":"Human Resource Development in Technical Education through a Comprehensive Diagnostic and Development System."},
      {
        "id":"ED190176",
        "title":"Educational Advising for Retention: Applying the Student Development Model."},
      {
        "id":"ED190177",
        "title":"Educational Specifications for Development of an East Side Educational Facility."},
      {
        "id":"ED190179",
        "title":"A Model for Evaluating the Extent to Which an Institution Reaches Stated Goals and Objectives."},
      {
        "id":"ED190188",
        "title":"Employee Training for Productivity: Report of a 1980 Assembly on Industry-Education Cooperation."},
      {
        "id":"ED190189",
        "title":"Economics Education in Two-Year Colleges: An Overview and Summary of Research. Research in Economic Education, Report No. 3."},
      {
        "id":"ED190191",
        "title":"Los Angeles County Office Survey, Research Study Number 80-9."},
      {
        "id":"ED190192",
        "title":"Marketing Effectiveness in Community and Junior Colleges."},
      {
        "id":"ED190194",
        "title":"Abstract of the American College Testing Class Profile for Fall 1979 Freshmen Enrolled in Illinois Public Community Colleges."},
      {
        "id":"ED191223",
        "title":"Exceptional Education and the Physical Environment: Toward Behaviorally-Based Design Principles."},
      {
        "id":"ED191225",
        "title":"Special Education Handbook for School Board Members."},
      {
        "id":"ED191230",
        "title":"PRISE Reporter--1979-1980."},
      {
        "id":"ED191231",
        "title":"Resources--1980."},
      {
        "id":"ED191244",
        "title":"Under One Cover. Maintaining Momentum: Implementing the Least Restrictive Environment."},
      {
        "id":"ED191252",
        "title":"Needs Assessment for Inservice Education: Building Local Programs."},
      {
        "id":"ED191253",
        "title":"Bridging the Gap Between Bilingual and Special Education."},
      {
        "id":"ED191254",
        "title":"The Teachable Moment and the Handicapped Infant."},
      {
        "id":"ED191255",
        "title":"Nineteen Steps for Assuring Nonbiased Placement of Students in Special Education."},
      {
        "id":"ED191260",
        "title":"Linea abierta -- Comunicacion en espanol. Nivel Uno (Open Line -- Communication in Spanish. Level One)."},
      {
        "id":"ED191261",
        "title":"Linea abierta -- Comunicacion en Espanol. Edicion del maestro (Open Line -- Communication in Spanish. Teacher&apos;s Edition)."},
      {
        "id":"ED191263",
        "title":"The Development of Narrative Discourse in Japanese. Papers and Reports on Child Language Development, No. 17."},
      {
        "id":"ED191274",
        "title":"Peekaboo as an Instructional Model: Discourse Development at Home and at School. Papers and Reports on Child Language Development, No. 17."},
      {
        "id":"ED191275",
        "title":"Que bonito es leer! III. Guia para el maestro, primera parte (How Nice It Is to Read! III. Teacher's Guide, Part 1)."},
      {
        "id":"ED191276",
        "title":"Que bonito es leer! III. Cuaderno de ejercicios (How Nice It Is to Read! III. Workbook)."},
      {
        "id":"ED191277",
        "title":"Que bonito es leer! III. Guia para el maestro, segunda parte (How Nice It Is to Read! III. Teacher's Guide, Part 2)."},
      {
        "id":"ED191287",
        "title":"French Basic Course: Supplementary Material. Song Book."},
      {
        "id":"ED191288",
        "title":"French Basic Course: Taped Exercises in Phonology. Volume I, Units 1-7. Workbook."},
      {
        "id":"ED191290",
        "title":"French Basic Course: Taped Exercises. Volume II, Units 1-10. Workbook."},
      {
        "id":"ED191336",
        "title":"Bilingual Program, Policy, and Assessment Issues."},
      {
        "id":"ED191347",
        "title":"Nursing Education and Training: Alternative Federal Approaches. Budget Issue Paper for Fiscal Year 1979."},
      {
        "id":"ED191363",
        "title":"R&amp;D and Public Policy Making. R&amp;D for Higher Education, 1980:2."},
      {
        "id":"ED191367",
        "title":"The Black Educational Policy Researcher: An Untapped National Resource."},
      {
        "id":"ED191368",
        "title":"The Law Enforcement Education Program Is in Serious Financial Disarray. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED191376",
        "title":"Educational Factors Related to Federal Criteria for the Desegregation of Public Postsecondary Education."},
      {
        "id":"ED191382",
        "title":"Adult Development: Implications for Higher Education. AAHE-ERIC/Higher Education Research Report No. 4, 1980."},
      {
        "id":"ED191383",
        "title":"Notes on the Early Stages of Course Planning."},
      {
        "id":"ED191386",
        "title":"Collecting Feedback During Course Presentation."},
      {
        "id":"ED191391",
        "title":"College-Going Rates in California: Fall 1978 Update."},
      {
        "id":"ED191395",
        "title":"Evaluation of Graduate Research Training in a College of Education."},
      {
        "id":"ED191406",
        "title":"Evaluation of OE Criteria for the Recognition of Accrediting and State Approval Agencies. Part I, Reliability, Validity, Impact, and Suggestions."},
      {
        "id":"ED191413",
        "title":"The Ph.D. Debacle: Job Search Skills--The Path Not Taken?"},
      {
        "id":"ED191414",
        "title":"Higher Education Amendments of 1979: Hearings Before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, First Session, on S. 1839, Part I. (October 2-5, 1979)."},
      {
        "id":"ED191415",
        "title":"An Analysis of the Utility of HEGIS Finance Data in Conducting Institutional and Higher Education Sector Comparisons: Proceedings of the Joint Study Group on the Utility of HEGIS Finance Data. (Washington, DC, May 22-23, 1980)."},
      {
        "id":"ED191422",
        "title":"Newspaper Indexing Handbook for Small Libraries."},
      {
        "id":"ED191425",
        "title":"National Commission on Libraries and Information Science. Annual Report to the President and Congress, 1977-1978."},
      {
        "id":"ED191426",
        "title":"Advisory List of Instructional Media: Easy."},
      {
        "id":"ED191429",
        "title":"Advisory List of Instructional Media for Science."},
      {
        "id":"ED191430",
        "title":"Advisory List of Instructional Media for Social Studies."},
      {
        "id":"ED191446",
        "title":"Total Integrated Library Information System. A Report on the General Design Phase."},
      {
        "id":"ED191448",
        "title":"An Analysis of Factors Influencing the Career Choice of Librarianship."},
      {
        "id":"ED191455",
        "title":"Hawaii Educational Dissemination Diffusion System: An Action Report. Hawaii State Dissemination Conference, Hawaii Department of Education (Honolulu, Hawaii, October 1979)."},
      {
        "id":"ED191458",
        "title":"Bridging Resources with Needs: An Action Report. Oregon State Dissemination Conference, Oregon Department of Education (Eugene, Oregon, October 25-26, 1979)."},
      {
        "id":"ED191461",
        "title":"Interorganizational Arrangements for Collaborative Efforts: Final Report."},
      {
        "id":"ED191462",
        "title":"Interorganizational Arrangements for Collaborative Efforts: Commissioned Papers."},
      {
        "id":"ED191490",
        "title":"The Use of General Collections at the University of California: A Study of Unrecorded Use, At-the-Shelf Discovery, and Immediacy of Need for Materials at the Davis and Santa Cruz Campus Libraries. Final Report. Research Report RR-80-1."},
      {
        "id":"ED191491",
        "title":"A User Study of Public Catalogs: A Queuing Approach."},
      {
        "id":"ED191496",
        "title":"Automating a Library: An Investigative Study."},
      {
        "id":"ED191498",
        "title":"A Closer Look: A Community Analysis and Library Evaluation of Wake County."},
      {
        "id":"ED191499",
        "title":"Colorado Title Locator File. Training Workshop Design."},
      {
        "id":"ED191506",
        "title":"Individualized Instruction for Data Access (IIDA). Quarterly Report No. 7, December 1979."},
      {
        "id":"ED191507",
        "title":"Information Search Services for Educators."},
      {
        "id":"ED191515",
        "title":"Relationship Between Student Tuition/Fees and Student Enrollments in Illinois Public Community College Districts FY 1971 through 1979."},
      {
        "id":"ED191516",
        "title":"A Study of the Economic Impact of Six Community Colleges in Illinois."},
      {
        "id":"ED191517",
        "title":"Working Together: Coping with College Politics."},
      {
        "id":"ED191519",
        "title":"Management Information Systems Procedures Manual: FY 1981 Edition."},
      {
        "id":"ED191523",
        "title":"East Los Angeles College Former Students Survey. Research Report 80-4."},
      {
        "id":"ED191525",
        "title":"Fall 1979 Entering Students at the Beginning of Their Second Semester (Spring 1980). Student Flow Program, Report 5."},
      {
        "id":"ED191534",
        "title":"Science Education in Two-Year Colleges: Physics."},
      {
        "id":"ED191538",
        "title":"Science Education in Two-Year Colleges: Engineering."},
      {
        "id":"ED191540",
        "title":"Management for Productivity."},
      {
        "id":"ED191541",
        "title":"Graduate and Early Leaver Follow-Up Survey Results, 1977-1978."},
      {
        "id":"ED191543",
        "title":"Teaching the Sciences. New Directions for Community Colleges, Number 31."},
      {
        "id":"ED191545",
        "title":"School Curricula: A Social-Psychological View."},
      {
        "id":"ED191557",
        "title":"The Implications of Psychosocial Theory for Personal Growth in the Family."},
      {
        "id":"ED191569",
        "title":"Early Childhood Education in Illinois: Focus on Kindergarten (Revised Edition)."},
      {
        "id":"ED191574",
        "title":"The Status of Children, Youth and Families 1979."},
      {
        "id":"ED191590",
        "title":"Cross-Cultural Environmental Modelling."},
      {
        "id":"ED191591",
        "title":"Child Rearing and Individuality Among Suburban Malays."},
      {
        "id":"ED191592",
        "title":"Media and Materials for Early Childhood in the 1980's: A Survey of Preschool Personnel."},
      {
        "id":"ED191593",
        "title":"Toy Preference and Safety Knowledge: A Pilot Survey of Teachers of Young Children."},
      {
        "id":"ED191594",
        "title":"Parents and Teachers Together: Directions for Developing Equality in Learning Through Environments in Families and Schools."},
      {
        "id":"ED191608",
        "title":"Life Plans of Low-Income Girls in the United States."},
      {
        "id":"ED191609",
        "title":"CETA and Reservation Economic Development. Exemplary Project Handbook: Community-Based Data Collection."},
      {
        "id":"ED191626",
        "title":"American Indian Education Fact Sheets and Mini Review."},
      {
        "id":"ED191628",
        "title":"Migrant Education Fact Sheets and Mini Reviews."},
      {
        "id":"ED191629",
        "title":"A Framework for the Comparative Analysis of Farm Organizations."},
      {
        "id":"ED191634",
        "title":"The Effects of Nonmetro/Metro Origin, Jobs, and Values on Migration Behavior."},
      {
        "id":"ED191636",
        "title":"Guidelines for Analysis of Indigeneous and Private Health Care Planning in Developing Countries. International Health Planning Methods Series, Volume 6."},
      {
        "id":"ED191638",
        "title":"Mexican American Education Fact Sheets and Mini Reviews."},
      {
        "id":"ED191639",
        "title":"Important Issues in Outdoor Education: ERIC/CRESS Mini Reviews."},
      {
        "id":"ED191644",
        "title":"Commuting Patterns of Nonmetro Household Heads, 1975."},
      {
        "id":"ED191645",
        "title":"Age and Orientations Toward Rural Community Environments."},
      {
        "id":"ED191647",
        "title":"A Comparative Study Investigating Achieved Reading Level, Self-Esteem and Grades as Related to Length of Exposure to Bilingual Education in a Major United States City."},
      {
        "id":"ED191648",
        "title":"Important Issues in Rural Education: A Collection of ERIC/CRESS Fact Sheets and Mini Reviews."},
      {
        "id":"ED191650",
        "title":"The Rural Experience with Federal Education Aid."},
      {
        "id":"ED191656",
        "title":"The Effects of Three Instructional Strategies on Prospective Teachers&apos; Ability to Transfer Estimation Skills for Metric Length and Area."},
      {
        "id":"ED191657",
        "title":"Skills Achievement Monitoring: Assumptions and Components."},
      {
        "id":"ED191669",
        "title":"How High the Sky? How Far the Moon? Women Scientists Today - An Educational Program for Girls and Women in Math and Science, Lafayette, Colorado."},
      {
        "id":"ED191671",
        "title":"The Iowa-UPSTEP Program. Final Report."},
      {
        "id":"ED191677",
        "title":"Special Report on Mathematics."},
      {
        "id":"ED191682",
        "title":"Investigations in Mathematics Education, Vol. 13, No. 3."},
      {
        "id":"ED191683",
        "title":"Investigations in Science Education, Vol. 6, No. 3. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED191696",
        "title":"Teacher's Guide for Going Metric. Bulletin 1978, No. 4."},
      {
        "id":"ED191697",
        "title":"The Challenge of Survival: A Guide for Teachers. Bulletin No. 12. Revised 1975."},
      {
        "id":"ED191698",
        "title":"The Challenge of Survival. Bulletin 1976, No. 16."},
      {
        "id":"ED191699",
        "title":"Salient Issues in Mathematics Education Research for Minorities. Proceedings from an NIE Sponsored Meeting (Seattle, Washington, April 18, 1980)."},
      {
        "id":"ED191704",
        "title":"Evaluation of the National Science Foundation's Local Course Improvement Program, Volume II: Quantitative Analyses."},
      {
        "id":"ED191705",
        "title":"Evaluation of the National Science Foundation's Local Course Improvement Program, Volume III: Case Studies."},
      {
        "id":"ED191707",
        "title":"The Metric System: America Measures Up. 1979 Edition."},
      {
        "id":"ED191710",
        "title":"Calculators and Computers in the Classroom: Select Summaries of Current Education Topics. Know-Pak No. 17."},
      {
        "id":"ED191712",
        "title":"A Study of Computer Use and Literacy in Science Education. Final Report, 1978 - 1980."},
      {
        "id":"ED191713",
        "title":"Special Report on Science."},
      {
        "id":"ED191715",
        "title":"Concrete and Formal Thinking Abilities in High School Biology Students as Measured by Three Separate Instruments. AESOP (Advancement of Education in Science-Oriented Programs) Paper."},
      {
        "id":"ED191719",
        "title":"Manual for the Training of United States Fisheries Observer Corps Atlantic Region. Marine Bulletin 33."},
      {
        "id":"ED191720",
        "title":"Curriculum Digest for the Training of United States Fisheries Observer Corps Atlantic Region. Marine Bulletin 34."},
      {
        "id":"ED191722",
        "title":"Handbook for the Learning How to Learn Program."},
      {
        "id":"ED191725",
        "title":"Small Numbers vs. Large Numbers: An Investigation of Stimulus Integration Rules."},
      {
        "id":"ED191728",
        "title":"Activated Sludge. Selected Instructional Activities and References. Instructional Resources Monograph Series."},
      {
        "id":"ED191729",
        "title":"Youth Conservation Corps Source Book of Environmental Awareness: People and Natural Resources. 1975 Edition."},
      {
        "id":"ED191733",
        "title":"The Next Great Crisis in American Education: Computer Literacy."},
      {
        "id":"ED191734",
        "title":"Trying Out Some Ideas. Final Report Oregon System in Mathematics Education."},
      {
        "id":"ED191736",
        "title":"Nautical Education for Offshore Extractive Industries. Support Operations &amp; Seamanship."},
      {
        "id":"ED191738",
        "title":"Algebra 2 Instructional Guide."},
      {
        "id":"ED191740",
        "title":"The Calculator in the Classroom: Revolution or Revelation?"},
      {
        "id":"ED191743",
        "title":"Conservation Activities Related to Energy: Energy Activities for Urban Elementary Students, K-6."},
      {
        "id":"ED191750",
        "title":"Investigations in Science Education, Vol. 6, No. 4. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED191756",
        "title":"Programs for Historic Sites and Houses. Sourcebook No. 3."},
      {
        "id":"ED191762",
        "title":"Selected Bibliography of Egyptian Educational Materials. Vol. 5, No. 1, 1979."},
      {
        "id":"ED191764",
        "title":"Managing Global Problems."},
      {
        "id":"ED191766",
        "title":"History of Education in Alabama. Bulletin 1975, No. 7."},
      {
        "id":"ED191768",
        "title":"Guide for Teaching Ethics and Moral Values in the Alabama Schools."},
      {
        "id":"ED191769",
        "title":"Our Legal Heritage: A Case Approach. Bulletin No. 14."},
      {
        "id":"ED191770",
        "title":"Followership in Ecology/Environment Social Movements."},
      {
        "id":"ED191773",
        "title":"Commercial Art I and Commercial Art II: An Instructional Guide."},
      {
        "id":"ED191774",
        "title":"Israel, Schools, and Arab Conflict in the Middle East."},
      {
        "id":"ED191776",
        "title":"Activities and Interests in Citizen Education: A Tri-State Survey."},
      {
        "id":"ED191777",
        "title":"A Survey of Citizen Education Activities and Interests in Elementary, Middle/Junior High, and Senior High Schools in Delaware: Final Report, Volume 1: Purpose, Procedures, and Results [and] Volume 2: Tables."},
      {
        "id":"ED191778",
        "title":"A Survey of Citizen Education Activities and Interests in Elementary, Middle/Junior High, and Senior High Schools in Pennsylvania: Final Report, Volume 1: Purpose, Procedures, and Results [and] Volume 2: Tables."},
      {
        "id":"ED191779",
        "title":"A Survey of Citizen Education Activities and Interests in Elementary, Middle/Junior High, and Senior High Schools in New Jersey: Final Report, Volume 1: Purpose, Procedures, and Results [and] Volume 2: Tables."},
      {
        "id":"ED191785",
        "title":"An Instructional Model on Mexican Culture."},
      {
        "id":"ED191790",
        "title":"The Search for Citizen Education Measures Continued."},
      {
        "id":"ED191796",
        "title":"Teacher Plan and Classroom Reality: The South Bay Study, Part IV. Research Series No. 60."},
      {
        "id":"ED191807",
        "title":"Facilitating Institutional Change Using the Individual as the Frame of Reference."},
      {
        "id":"ED191809",
        "title":"Designing County Continuing Education Training Programs for Middle Childhood Educators."},
      {
        "id":"ED191818",
        "title":"A Study of Participatory Research, Development, Dissemination and Implementation."},
      {
        "id":"ED191824",
        "title":"Follow-Up Studies on the Success of Education Graduates."},
      {
        "id":"ED191826",
        "title":"A Comparison of Students Who Enter Education with Those Who Do Not."},
      {
        "id":"ED191837",
        "title":"Teacher Corps Projects At Work."},
      {
        "id":"ED191844",
        "title":"The Hidden World of Teaching: Implications of Research on Teacher Planning. Research Series No. 77."},
      {
        "id":"ED191853",
        "title":"Standardized Testing in the Educational Organization Administrative Performance Information System."},
      {
        "id":"ED191855",
        "title":"Nonparametric Discrimination Based Upon Inverse Normal Scores and Rank Transformations."},
      {
        "id":"ED191861",
        "title":"Some Types of Test Items Do Not Fit the Rasch Model: Examples and Hypotheses."},
      {
        "id":"ED191867",
        "title":"The Care and Feeding of ANCOVA."},
      {
        "id":"ED191869",
        "title":"A Description and Evaluation of the Myers-Briggs Type Indicator."},
      {
        "id":"ED191875",
        "title":"A Passage Independency Analysis of Three Informal Reading Inventories."},
      {
        "id":"ED191876",
        "title":"Standardized Testing as Viewed by Test Specialists and Users."},
      {
        "id":"ED191879",
        "title":"Annotated Bibliography of the Graduate Record Examinations."},
      {
        "id":"ED191882",
        "title":"Criterion-Related Validity of Adaptive Testing Strategies. Research Report 80-3."},
      {
        "id":"ED191884",
        "title":"Dynamic Assessment: An Approach Toward Reducing Test Bias."},
      {
        "id":"ED191892",
        "title":"Interactive Computer Administration of a Spatial Reasoning Test. Research Report 80-2."},
      {
        "id":"ED191893",
        "title":"Interpreting Variance Components as Evidence for Reliability and Validity."},
      {
        "id":"ED191894",
        "title":"KATE: Kansas' Attitudes Toward Education; First Annual Public Opinion Poll. Preliminary Report."},
      {
        "id":"ED191904",
        "title":"Readdressing the Role of Statistical Tests of Significance."},
      {
        "id":"ED191912",
        "title":"Student Selection and the Special Regression Model."},
      {
        "id":"ED191914",
        "title":"The Study Skills Questionnaire (SSQUES): Preliminary Validation of a Measure for Assessing Students' Perceived Areas of Weakness."},
      {
        "id":"ED191915",
        "title":"Theoretical and Practical Consequences of the Use of Standardized Residuals as Rasch Model Fit Statistics."},
      {
        "id":"ED191919",
        "title":"The Difference Between ANOVA of Residuals and ANCOVA."},
      {
        "id":"ED191923",
        "title":"Adapting Instruction to Individual Differences Among Students."},
      {
        "id":"ED191937",
        "title":"Changes in the Relative Labor Force Status of Black and White Youths: A Review of the Literature."},
      {
        "id":"ED191943",
        "title":"Making It Work! A Booklet of Activities to Encourage the Development of Co-Ed Physical Education Programs."},
      {
        "id":"ED191945",
        "title":"A Student Guide to Title IX."},
      {
        "id":"ED191947",
        "title":"Selected Ethnic Communities of Cleveland: A Socio-Economic Study."},
      {
        "id":"ED191958",
        "title":"Acculturation: Theory, Measurement, and Clinical Implications."},
      {
        "id":"ED191959",
        "title":"School Dropouts. A Discussion Paper."},
      {
        "id":"ED191960",
        "title":"Report of the Evaluation Study of the Birmingham Experiment in Community Education."},
      {
        "id":"ED191968",
        "title":"Citizen Participation for Urban Management. Modules 1-3. Instructor's Manual."},
      {
        "id":"ED191973",
        "title":"Language, Culture, and Assessment."},
      {
        "id":"ED191981",
        "title":"John Bowne High School Basic Bilingual Program. Final Evaluation Report, 1978-1979."},
      {
        "id":"ED191982",
        "title":"Louis D. Brandeis High School Bilingual Program. Final Evaluation Report, 1978-1979."},
      {
        "id":"ED191983",
        "title":"Project ABLE--Achievement Through Bilingual Education at Theodore Roosevelt High School. Final Evaluation Report, 1978-1979."},
      {
        "id":"ED191986",
        "title":"Military Curricula for Vocational &amp; Technical Education. Metals Processing Specialist, Blocks I and II, Classroom Course 13-5."},
      {
        "id":"ED191987",
        "title":"Military Curricula for Vocational &amp; Technical Education. Metals Processing Specialist, Blocks III and IV, Classroom Course 13-6."},
      {
        "id":"ED191988",
        "title":"Military Curricula for Vocational &amp; Technical Education. Metals Processing Specialist, Blocks V and VI, Classroom Course 13-7."},
      {
        "id":"ED191989",
        "title":"Military Curricula for Vocational &amp; Technical Education. Metals Processing Specialist, Block VII, Classroom Course 13-8."},
      {
        "id":"ED191993",
        "title":"Seafood Products: Food Service Program Guide."},
      {
        "id":"ED191999",
        "title":"Current Status of Vocational Education and Training in the Republic of Korea. Surveys and Studies in Adult Education."},
      {
        "id":"ED192009",
        "title":"Providing Students in Nonprofit Private Schools with Access to Publicly Supported Vocational Education Programs. Final Report."},
      {
        "id":"ED192011",
        "title":"Evaluating Nursing Education: A Research Manual."},
      {
        "id":"ED192013",
        "title":"Designing an Adult Education Program."},
      {
        "id":"ED192015",
        "title":"Assistant Drivers Instructor's Manual. New York State School Bus Driver Training Program."},
      {
        "id":"ED192016",
        "title":"Competence Motivation and Children's Free-Play Preferences."},
      {
        "id":"ED192017",
        "title":"Cosmetology Reading Strategies. 1980 Vocational Reading Series."},
      {
        "id":"ED192018",
        "title":"Medical Assisting Reading Strategies. 1980 Vocational Reading Series."},
      {
        "id":"ED192021",
        "title":"Methods and Materials for Entrepreneurship Education Project (MMEE). Phase III Report."},
      {
        "id":"ED192023",
        "title":"Trade and Industrial Reading Strategies. 1980 Vocational Reading Series."},
      {
        "id":"ED192024",
        "title":"Data Processing Reading Strategies. 1980 Vocational Reading Series."},
      {
        "id":"ED192025",
        "title":"Carpentry Reading Strategies. Vocational Reading Series."},
      {
        "id":"ED192029",
        "title":"A Comparative Analysis of the Factors Associated with Career Aspirations of Brazilian Students by Sex and Grade Level."},
      {
        "id":"ED192030",
        "title":"South Carolina Job Placement Services Effectiveness Survey. Final Technical Report."},
      {
        "id":"ED192037",
        "title":"The Disadvantaged Woman in America. How Adult Education Can Promote Her Growth and Development."},
      {
        "id":"ED192040",
        "title":"The Community Career Education Coordinator. Monographs on Career Education."},
      {
        "id":"ED192041",
        "title":"Identifying the Transferability of Women's Life Experience Learning to Employment. Project Report."},
      {
        "id":"ED192042",
        "title":"Identifying the Relevance of Women&apos;s Life Experience Learning to Vocational Education."},
      {
        "id":"ED192043",
        "title":"Modifying Vocational Curriculum for the Handicapped. Final Report."},
      {
        "id":"ED192047",
        "title":"Directory of Women Administrators in Vocational Education. Research and Development Series No. 201."},
      {
        "id":"ED192066",
        "title":"We Know Co-op Experiences Work -- But Why?"},
      {
        "id":"ED192072",
        "title":"Career Education and Community Education: Exploring the Relationships."},
      {
        "id":"ED192074",
        "title":"Career Training through the Arts. An Evaluation Report."},
      {
        "id":"ED192075",
        "title":"Youth Employment Programs: A Survey of National Voluntary Youth Serving Organizations."},
      {
        "id":"ED192076",
        "title":"Program Process, Costs and Consequences: A Comparative Analysis of YCCIP Enrichment, and a Guidebook for the Enrichment of Labor-Intensive Work Projects."},
      {
        "id":"ED192078",
        "title":"A Study of Educational and Job Aspirations and Expectations of High School Seniors."},
      {
        "id":"ED192080",
        "title":"Marital and Family Characteristics of Workers, 1970 to 1978. Special Labor Force Report 219."},
      {
        "id":"ED192116",
        "title":"The Status of Equity in Vocational Education."},
      {
        "id":"ED192117",
        "title":"Materials and Processes Technology."},
      {
        "id":"ED192119",
        "title":"Trio for Youth. Three Employment and Training Programs."},
      {
        "id":"ED192121",
        "title":"Lifelong Learning and Higher Education: Implications for Teaching."},
      {
        "id":"ED192123",
        "title":"Solar Energy Employment and Requirements, 1978-1985."},
      {
        "id":"ED192124",
        "title":"Revitalizing the American Economy: A Research and Development Focus for the 80s. Occasional Paper No. 64."},
      {
        "id":"ED192126",
        "title":"Prospectives for Nursing: A Symposium (May 25, 1979). Nurse Planning Information Series, 15."},
      {
        "id":"ED192127",
        "title":"An Employment Policy to Fight Recession and Inflation: A Policy Statement by The National Council on Employment Policy."},
      {
        "id":"ED192128",
        "title":"Personnel and Background Differences in Organizational Effectiveness. Interim Report for Period 14 June 1976-28 February 1979."},
      {
        "id":"ED192129",
        "title":"Skills for Adult Guidance Educators. SAGE Handbook."},
      {
        "id":"ED192130",
        "title":"Skills for Adult Guidance Educators. SAGE Answer Key."},
      {
        "id":"ED192131",
        "title":"Skills for Adult Guidance Educators. Package l: Guidance and Counseling: Theory and Techniques."},
      {
        "id":"ED192132",
        "title":"Skills for Adult Guidance Educators. Package 2: Skills in Group Counseling."},
      {
        "id":"ED192133",
        "title":"Skills for Adult Guidance Educators. Package 3: Retirement and Leisure Counseling."},
      {
        "id":"ED192134",
        "title":"Skills for Adult Guidance Educators. Package 4: Career Development"},
      {
        "id":"ED192135",
        "title":"Skills for Adult Guidance Educators. Package 5: Toward Interracial and Intercultural Understanding."},
      {
        "id":"ED192136",
        "title":"Skills for Adult Guidance Educators. Package 6: Identifying Community Resources."},
      {
        "id":"ED192137",
        "title":"Skills for Adult Guidance Educators. Package 7: Exploring the Labor Market and Discrimination."},
      {
        "id":"ED192138",
        "title":"Skills for Adult Guidance Educators. Package 8: Designing and Coordinating the Adult Counseling and Guidance Program."},
      {
        "id":"ED192139",
        "title":"Skills for Adult Guidance Educators. Package 9: Using the Team Approach in Adult Counseling and Guidance Programs."},
      {
        "id":"ED192140",
        "title":"Skills for Adult Guidance Educators. Package 10: Retention and Followup of Adult Students."},
      {
        "id":"ED192141",
        "title":"Skills for Adult Guidance Educators. Package 11: Selecting Assessment Instruments."},
      {
        "id":"ED192142",
        "title":"Skills for Adult Guidance Educators. Package 12: Proposal Writing."},
      {
        "id":"ED192143",
        "title":"Trade and Industrial Education Course of Study for Appliance Repair."},
      {
        "id":"ED192144",
        "title":"Microelectronics at Work: Productivity and Jobs in the World Economy. Worldwatch Paper 39."},
      {
        "id":"ED192145",
        "title":"Puzzled About Educating Special Needs Students? A Handbook on Modifying Vocational Curricula for Handicapped Students."},
      {
        "id":"ED192146",
        "title":"Puzzled about Educating Special Needs Students? User's Guide for the Handbook on Modifying Vocational Curricula for Handicapped Students."},
      {
        "id":"ED192147",
        "title":"Puzzled about Educating Special Needs Students? Annotated Bibliography: Modifying Vocational Curricula for Handicapped Students."},
      {
        "id":"ED192163",
        "title":"Labor and Career Education: Ideas for Action. Handbook of Ideas for Involving and Integrating Labor in Career Education."},
      {
        "id":"ED192165",
        "title":"The Assessment of Occupational Competence. l. Competence Assessment in Personnel Selection: Current Practices and Trends."},
      {
        "id":"ED192169",
        "title":"The Assessment of Occupational Competence. 5. Competence Assessment and the Courts: An Overview of the State of the Law."},
      {
        "id":"ED192172",
        "title":"Revitalized! A Pilot Program in Arts/Aging."},
      {
        "id":"ED192176",
        "title":"Adult Counseling for Sex Equity in Post-Secondary Education."},
      {
        "id":"ED192181",
        "title":"Selection and Training of Paraprofessionals for Counseling and Personnel Work in Education."},
      {
        "id":"ED192184",
        "title":"The Effect of Dormitory Design on Assertive Behavior."},
      {
        "id":"ED192189",
        "title":"Social Consequences of Teenage Childbearing."},
      {
        "id":"ED192193",
        "title":"Perceived Relationship, Sex-Role Orientation, and Gender Differences in Reward Allocation."},
      {
        "id":"ED192198",
        "title":"Clinical and Experimental Research Utilizing the DACL."},
      {
        "id":"ED192200",
        "title":"Women's Dependency on Prescription Drugs; Hearing Before the Select Committee on Narcotics Abuse and Control, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED192201",
        "title":"The Use of Drugs During Pregnancy; Hearing Before the Select Committee on Narcotics Abuse and Control, House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED192203",
        "title":"Employee Growth Need Strength as a Moderator of Relationships Between Job Attributes and Job Satisfaction."},
      {
        "id":"ED192206",
        "title":"Childless Males and Their Childbearing Attitudes."},
      {
        "id":"ED192208",
        "title":"The Displaced Homemaker: A State-of-the-Art Review."},
      {
        "id":"ED192209",
        "title":"New Pioneers: A Program to Expand Sex Role Expectations in Elementary and Secondary Education. Seminar Leader&apos;s Handbook."},
      {
        "id":"ED192216",
        "title":"Alcohol and Drug Abuse in Medical Education."},
      {
        "id":"ED192225",
        "title":"Academic Perspectives in Substance Abuse Consultation."},
      {
        "id":"ED192230",
        "title":"Stress Management Techniques for Graduate Students: Cognitive Coping, Problem-Solving and Time Management."},
      {
        "id":"ED192232",
        "title":"Personality Tests: Self-Disclosures or Self-Presentations?"},
      {
        "id":"ED192233",
        "title":"Comprehensive Counseling: An Innovative Strategy for Helping Dysfunctional Youth."},
      {
        "id":"ED192236",
        "title":"The Effects of Depression on Personality Judgments about One's Self and Others."},
      {
        "id":"ED183133",
        "title":"Television Programming for Children: A Report of the Children&apos;s Television Task Force."},
      {
        "id":"ED183158",
        "title":"Materials from the National Arts and the Handicapped Information Service: Annotated Bibliography. Second Draft."},
      {
        "id":"ED183160",
        "title":"National Endowment for the Humanities Bibliography of Humanistic Reading for Grade Levels 1-8."},
      {
        "id":"ED183163",
        "title":"Planning Library Programs."},
      {
        "id":"ED183167",
        "title":"Subject Heading Patterns in OCLC Monographic Records. Research Report."},
      {
        "id":"ED183173",
        "title":"Interchange of Data Bases. Final Report."},
      {
        "id":"ED183178",
        "title":"Report of the Conference on Development of User-Oriented Software (Alexandria, Virginia, November 8-10, 1977)."},
      {
        "id":"ED183195",
        "title":"Computer Applications in Science Education. The Illinois Series on Educational Application of Computers, No. 17e."},
      {
        "id":"ED183215",
        "title":"The Status of Resources in Teacher Education."},
      {
        "id":"ED183228",
        "title":"The Minority Student Controversy. Junior College Resource Review."},
      {
        "id":"ED183245",
        "title":"Position Statements on Issues in Early Childhood."},
      {
        "id":"ED183252",
        "title":"Public Playground Equipment: Suggested Safety Guidelines and Supporting Rationale for Public Playground Equipment."},
      {
        "id":"ED183257",
        "title":"Remarks of Patricia Roberts Harris (Secretary of Health, Education, and Welfare) at the White House Conference on Families (November 30, 1979)."}]
  }}
