{
  "response":{"numFound":509939,"start":230000,"numFoundExact":true,"docs":[
      {
        "id":"ED183264",
        "title":"The Teacher Expectation Effect: An Attempt at Clarification."},
      {
        "id":"ED183267",
        "title":"Studies in Adolescent Health: Research to Improve Health Services for Mothers and Children."},
      {
        "id":"ED183273",
        "title":"Research Relating to Children. Bulletin 42: September 1978-February 1979."},
      {
        "id":"ED183283",
        "title":"Oral Story-Telling: The Whys and Hows."},
      {
        "id":"ED183285",
        "title":"Qualitative Evaluation of Parent Education Workshops and the Use of Parenting Models."},
      {
        "id":"ED183286",
        "title":"Assessing the Child Development Information Needed by Adolescent Parents with Very Young Children. Final Report."},
      {
        "id":"ED183288",
        "title":"An Extended Cooperative Learning Experience in Elementary School."},
      {
        "id":"ED183293",
        "title":"Early Childhood and Parenting Research Program. Final Report."},
      {
        "id":"ED183295",
        "title":"Self-Efficacy in Achievement Behavior."},
      {
        "id":"ED183296",
        "title":"Tejanos, Chicanos &amp; Mexicanos: A Partially Annotated Historical Bibliography for Texas Public School Teachers."},
      {
        "id":"ED183302",
        "title":"Getting To Know You. A Guide for Boarding Home Parents."},
      {
        "id":"ED183316",
        "title":"Consequences of Migration for the Socioeconomic Structure and Institutional Structure of Communities."},
      {
        "id":"ED183323",
        "title":"A Sociolinguistic Assessment Model for Bilingual Education: A Case Study."},
      {
        "id":"ED183343",
        "title":"Art &amp; Indian Children of the Dakotas. An Introduction to Art. Series One."},
      {
        "id":"ED183344",
        "title":"Art &amp; Indian Children of the Dakotas. An Introduction to Art and Other Ideas. Series Two."},
      {
        "id":"ED183347",
        "title":"An Analysis of Current Indian Legislation and Its Impact On Schools On or Near American Indian Reservations."},
      {
        "id":"ED183349",
        "title":"Guam '79: Facing the New Pacific Era. Annual Economic Review."},
      {
        "id":"ED183350",
        "title":"Statistical Bulletin: Annual Report On Economic Indicators, 1979."},
      {
        "id":"ED183351",
        "title":"1978 American Samoa Annual Report to the Secretary of the Department of the Interior."},
      {
        "id":"ED183355",
        "title":"Where Nursing Counts. Careers for Nurses in the Indian Health Service."},
      {
        "id":"ED183358",
        "title":"An Integration of Normative Models for Environmental Education."},
      {
        "id":"ED183360",
        "title":"Energy Education Materials Inventory, Volume 2: An Annotated Bibliography of Currently Available Materials, K-12."},
      {
        "id":"ED183361",
        "title":"An Introduction to Fortran Programming: An IPI Approach."},
      {
        "id":"ED183364",
        "title":"Ratio, Proportion and Scaling. Mathematics Resource Project."},
      {
        "id":"ED183365",
        "title":"A Summary of Research in Science Education - 1978."},
      {
        "id":"ED183366",
        "title":"Research on Mathematics Education Reported in 1978."},
      {
        "id":"ED183367",
        "title":"Unified Science and Mathematics for Elementary Schools (USMES) &quot;How To&quot; Design Lab Tech Cards."},
      {
        "id":"ED183368",
        "title":"We Can Help. Environmental Education Teaching Resources. Teacher's Guide and 24 Outdoor Classroom Environmental Education Guides."},
      {
        "id":"ED183369",
        "title":"Energy Management for School Administrators: Curriculum Infusion Facilities Audit."},
      {
        "id":"ED183371",
        "title":"The Development of a Learning Laboratory at a Residential Treatment Center for Preadolescent Delinquents."},
      {
        "id":"ED183372",
        "title":"Studies in Mathematics, Volume XII. A Brief Course in Mathematics for Junior High School Teachers. Transparency Masters."},
      {
        "id":"ED183373",
        "title":"Fundamentals of Electric Circuits. Laboratory Manual."},
      {
        "id":"ED183374",
        "title":"Outdoor Areas as Learning Laboratories, CESI Sourcebook. An Occasional Sourcebook of The Council for Elementary Science, International."},
      {
        "id":"ED183380",
        "title":"Project R 3 Mathematics Program - SB-90 Reading Program. Evaluation Summary, 1977-1978."},
      {
        "id":"ED183381",
        "title":"Energy Education Programs, High School Programs and Resources."},
      {
        "id":"ED183382",
        "title":"Development and Validation of Curriculum Units Related to Initial Sentence Writing. Parts 1 and 2. Technical Report No. 522."},
      {
        "id":"ED183383",
        "title":"Administration of Eco-Education: Handbook for Administrators of Environmental/Conservation/Outdoor Education Programs."},
      {
        "id":"ED183386",
        "title":"Energy Education Programs, Elementary School Programs and Resources."},
      {
        "id":"ED183395",
        "title":"Fractional Parts. Elementary Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183401",
        "title":"People Patterns: Statistics. Environmental Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183403",
        "title":"Logic. Geometry Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183404",
        "title":"Sales Tax. Project Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183405",
        "title":"Area. Topical Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183406",
        "title":"Introduction to Metric Measurement. Topical Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183408",
        "title":"Likelihood of Events: Probability. Topical Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183409",
        "title":"Making Comparisons: Ratios. Topical Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183410",
        "title":"Mathematics in Baseball. Topical Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183411",
        "title":"Prime Numbers. Topical Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183412",
        "title":"Travel. Topical Module for Use in a Mathematics Laboratory Setting."},
      {
        "id":"ED183413",
        "title":"Two Wheel Math: An Application Module."},
      {
        "id":"ED183414",
        "title":"Teaching Mathematics in a Multicultural Setting: Some Considerations When Teachers and Students Are of Differing Cultural Backgrounds."},
      {
        "id":"ED183418",
        "title":"Science Indicators, 1978: Report of the National Science Board."},
      {
        "id":"ED183429",
        "title":"Individual Development and the Social Studies Curriculum."},
      {
        "id":"ED183430",
        "title":"Learning to Live in Society: Toward a World View of the Social Studies."},
      {
        "id":"ED183442",
        "title":"New Feminist Scholarship: A Guide to Bibliographies."},
      {
        "id":"ED183446",
        "title":"Fulfilling Our Promises: The United States and the Helsinki Final Act. A Status Report."},
      {
        "id":"ED183452",
        "title":"POS 591: International Relations Seminar \"The Modern World-System.\""},
      {
        "id":"ED183453",
        "title":"Notes on the origins of the Educational Terms Class and Curriculum. Discussion Paper."},
      {
        "id":"ED183456",
        "title":"Global Studies for American Schools."},
      {
        "id":"ED183457",
        "title":"The Status of Women and Minorities in Education. Technical Report 3."},
      {
        "id":"ED183464",
        "title":"Flexibility--Key to Administering Fulbright-Hayes Exchange Program. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED183472",
        "title":"Notes on Alternative Conceptions of Equity."},
      {
        "id":"ED183473",
        "title":"Implications of the Socioeconomic Life Cycle for a Life-Span Conception of Adult Human Development."},
      {
        "id":"ED183475",
        "title":"RCA-Relationships to Geographic Education."},
      {
        "id":"ED183486",
        "title":"Food or Fuel: New Competition for the World's Cropland. Worldwatch Paper 35."},
      {
        "id":"ED183501",
        "title":"The Design and Validation of a Self-Study Guide to Assure Equal Opportunity for Women in Required Secondary School Physical Education Classes. Small Grant. Final Report."},
      {
        "id":"ED183503",
        "title":"Student Test Anxiety as Related to the Personality Characteristics of Their Teachers."},
      {
        "id":"ED183505",
        "title":"Learning With Breadth and Depth."},
      {
        "id":"ED183506",
        "title":"Conditions for Promoting Effective Staff Development."},
      {
        "id":"ED183509",
        "title":"Florida Linkage System. A &quot;People-Approach&quot; to Problem-Solving."},
      {
        "id":"ED183510",
        "title":"A Description of the Florida Linkage System Training Program."},
      {
        "id":"ED183512",
        "title":"Rating the Cost and Benefits. A Solution Analysis Series Guidebook. II."},
      {
        "id":"ED183513",
        "title":"Developing A Work Action Plan. A Solution Analysis Series Guidebook. III."},
      {
        "id":"ED183514",
        "title":"Linker&apos;s Guide to the Solution Analysis Series."},
      {
        "id":"ED183515",
        "title":"The Physical Activity Specialist&apos;s Role. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators."},
      {
        "id":"ED183528",
        "title":"Instructional Design and Research on Teacher Education."},
      {
        "id":"ED183529",
        "title":"Causal Modeling and Research on Teacher EducaLion."},
      {
        "id":"ED183536",
        "title":"Abstracts of Research Papers 1979. Presented at the New Orleans, Louisiana Convention of the American Alliance for Health, Physical Education and Recreation in the Research Consortium Meetings."},
      {
        "id":"ED183537",
        "title":"Issues in North American Sport and Physical Education."},
      {
        "id":"ED183539",
        "title":"Staff Development of Educational Personnel. The Michigan Plan. A Network of Local and Regional Centers."},
      {
        "id":"ED183546",
        "title":"Staff Development of Educational Personnel. The West Virginia Plan. A Systematic Program of Continuing Education."},
      {
        "id":"ED183547",
        "title":"A Framework for Planning Statewide Staff Development to Enhance Student Learning."},
      {
        "id":"ED183553",
        "title":"Perspectives on Organizations: Schools in the Larger Social Environment."},
      {
        "id":"ED183556",
        "title":"Staff Development of Educational Personnel. The Oregon Plan. A Profession-Wide Support System."},
      {
        "id":"ED183563",
        "title":"A Cross-Cultural Study in Creativity, Israeli and American Students, Grades 9 through 12."},
      {
        "id":"ED183569",
        "title":"The Validation of GRE Scores as Predictors of First-Year Performance in Graduate Study: Report of the GRE Cooperative Validity Studies Project. GRE Board Research Report GREB No. 75-8R."},
      {
        "id":"ED183571",
        "title":"The Role of School Boards in School Self-Study Evaluations. Final Report Submitted to the National Study of School Evaluation."},
      {
        "id":"ED183574",
        "title":"The Distinction Between Merit and Worth in Evaluation."},
      {
        "id":"ED183577",
        "title":"3 on 2 Evaluation Report 1976-1977. Volume II: Team Interpretations and Recommendations."},
      {
        "id":"ED183578",
        "title":"3 on 2 Evaluation Report 1976-1977. Volume III: Executive Summary."},
      {
        "id":"ED183582",
        "title":"The Belmont Report: Ethical Principles and Guidelines for the Protection of Human Subjects of Research."},
      {
        "id":"ED183589",
        "title":"Evaluation of Informal Logic Competence. Rational Thinking Reports Number 3."},
      {
        "id":"ED183590",
        "title":"The Dependability of Observation Statements. Rational Thinking Reports Number 4."},
      {
        "id":"ED183593",
        "title":"Individual Differences in Basic Skills Achievement."},
      {
        "id":"ED183594",
        "title":"Issues and Methods of Reporting Criterion-Referenced Test Scores. Laboratory of Psychometric and Evaluative Research Report No. 100."},
      {
        "id":"ED183595",
        "title":"Project P.A.V.E. Evaluation. Technical Report 1977-78. Publication Number: 77.49."},
      {
        "id":"ED183596",
        "title":"Learning Time and Teaching for Mastery. Occasional Paper No. 15."},
      {
        "id":"ED183602",
        "title":"Bannatyne's Recategorization in the Differential Diagnosis of Learning Disabled, Emotionally Disturbed, and Educably Mentally Retarded Students."},
      {
        "id":"ED183604",
        "title":"Chunking Method of Teaching and Studying (III): Test Effects."},
      {
        "id":"ED183607",
        "title":"Competency Testing in Florida. Report to the Florida Cabinet. Part I. Task Force on Educational Assessment Programs."},
      {
        "id":"ED183614",
        "title":"Evaluability Assessment: Making Public Programs Work Better. Human Services Monograph Series. Number 14."},
      {
        "id":"ED183619",
        "title":"Manual for Project Management. MEC-ETS Standard Setting Studies Conducted as a Part of MEC's Improving Basic Skills Project."},
      {
        "id":"ED183626",
        "title":"Standardized Reading Tests: Do They Help or Hurt Your Child."},
      {
        "id":"ED183627",
        "title":"Some Decision Procedures for Use with Tailored Testing."},
      {
        "id":"ED183628",
        "title":"What to Do about Sex Bias in Testing."},
      {
        "id":"ED183631",
        "title":"Humanistic Psychology and Black Americans. Tenth-Year Anniversary Commemorative Monograph Series, Volume 1, Number 2."},
      {
        "id":"ED183636",
        "title":"Title IX: An Overview of the Law for Students. A Student Guide to Equal Rights: Part 2."},
      {
        "id":"ED183644",
        "title":"The Scientific Workshop on the Status of Employment, Unemployment and Underemployment of the Asian/Pacific Americans (1st, August 20-25, 1978, Stanford University, Palo Alto, California)."},
      {
        "id":"ED183654",
        "title":"Standing in Line for Equality."},
      {
        "id":"ED183656",
        "title":"Title IX Signposts; A Technical Assistance Manual for SEA, LEA and SDAC Sex Equity Personnel. Field Review Draft."},
      {
        "id":"ED183658",
        "title":"The State of Civil Rights: 1979."},
      {
        "id":"ED183659",
        "title":"Digest of Significant Case-Related Memoranda Issued by the Office of Standards, Policy and Research, Office for Civil Rights, June and July 1979, Volume 1 Number 2."},
      {
        "id":"ED183670",
        "title":"Creating Neighborhood Identity in a Southern City."},
      {
        "id":"ED183671",
        "title":"A Three-Dimensional Analysis of Black Leadership."},
      {
        "id":"ED183672",
        "title":"Effects of the 1974-75 Recession on Health Care for the Disadvantaged. NCHSR Research Summary Series, June 24, 1975 through September 30, 1977."},
      {
        "id":"ED183675",
        "title":"Desegregating Chicago Public Schools: The Deadline Game. Briefing Memo on Chicago School Desegregation."},
      {
        "id":"ED183681",
        "title":"Recent Contributions to the Urban Policy Debate."},
      {
        "id":"ED183684",
        "title":"Martin Luther King Junior Elementary School Children, et. al., Plaintiffs, v. Ann Arbor School District Board, Defendant; Memorandum Opinion and Order. Civil Action No. 7-71861."},
      {
        "id":"ED183685",
        "title":"Open Education Experiments: What Really Causes Them to Fail?"},
      {
        "id":"ED183688",
        "title":"Racial and Residential Differences in Preventive Medical Care of Infants in Low-Income Populations."},
      {
        "id":"ED183691",
        "title":"Testing Cases under Title VII."},
      {
        "id":"ED183694",
        "title":"Motivating the Reluctant Student: Strategies and Teaching Materials."},
      {
        "id":"ED183700",
        "title":"Fair Textbooks: A Resource Guide."},
      {
        "id":"ED183702",
        "title":"Racially Integrated Neighborhoods: Do White Families Move In? Which Ones?"},
      {
        "id":"ED183703",
        "title":"Cooperative Learning and Interracial Friendships."},
      {
        "id":"ED183706",
        "title":"Aboriginal and Islander Education: Perspectives and Change."},
      {
        "id":"ED183707",
        "title":"Delinquency Prevention Through Alternative Education."},
      {
        "id":"ED183708",
        "title":"Promotion Specialization: The Informal Process in Large Urban Districts and Its Adverse Effects on Non-Whites and Women."},
      {
        "id":"ED183710",
        "title":"&quot;If You Seek Justice, Put a Gift on the Scale&quot;: Concepts of Justice in White Ethnic American Literature."},
      {
        "id":"ED183711",
        "title":"Struggle, Sorrow, and Joy: Women in White Ethnic American Literature."},
      {
        "id":"ED183713",
        "title":"Evaluation Study of Mandatory Human Relations Training (HR-18): Summary of Post Hoc Survey Results."},
      {
        "id":"ED183721",
        "title":"Transition from School to Work: The Contribution of Cooperative Education Programs at the Secondary Level. Final Report."},
      {
        "id":"ED183722",
        "title":"Evaluation of CSRA CESA Project for Incremental Improvement in Career Education, 1976-1979."},
      {
        "id":"ED183724",
        "title":"Summaries of Florida Vocational Research. Final Report, from February 1977 to December 1978."},
      {
        "id":"ED183725",
        "title":"Entry into Nursing Practice. Presentations Made at the Spring 1979 Meeting of the Council on Collegiate Education for Nursing."},
      {
        "id":"ED183732",
        "title":"The Socioeconomic Status of Households Headed by Women."},
      {
        "id":"ED183740",
        "title":"Communicating Career Education: National and Regional Models. The Northwest Connection Occasional Paper Series, Issue 1, September 1979."},
      {
        "id":"ED183741",
        "title":"Communicating Career Education: State Models. The Northwest Connection Occasional Paper Series, Issue 2, November 1979."},
      {
        "id":"ED183742",
        "title":"Communicating Career Education: Business, Industry, Labor and Government Models. The Northwest Connection Occasional Paper Series, Issue 3, March 1980."},
      {
        "id":"ED183757",
        "title":"Improved Career Education Policies through the Collaborative Efforts of Business, Industry, Labor, Government and Education. Career Education Program Project Performance Report. Final Report, October 1, 1977-January 31, 1979."},
      {
        "id":"ED183764",
        "title":"Selected Bibliographies and State-of-the-Art Review for Communicable Diseases Control. Volume 1: Communicable Diseases and Health Planning References. International Health Planning and Reference Series."},
      {
        "id":"ED183765",
        "title":"Selected Bibliographies and State-of-the-Art Review for Environmental Health. Volume 2: Environmental Health References. International Health Planning Reference Series."},
      {
        "id":"ED183766",
        "title":"Selected Bibliographies and State-of-the-Art Review for Health Manpower Planning. Volume 3: Health Manpower Planning References. International Health Planning Reference Series."},
      {
        "id":"ED183767",
        "title":"Selected Bibliographies and State-of the-Art Review for Socio-cultural Factors in Health. Volume 4: Socio-cultural Factors in Health References. International Health Planning Reference Series."},
      {
        "id":"ED183768",
        "title":"Selected Bibliographies for Pharmaceutical Supply Systems. Volume 5: Pharmaceutical Supply Systems Bibliographies. International Health Planning Reference Series."},
      {
        "id":"ED183769",
        "title":"Selected Bibliographies and State-of-the-Art Review for Health Facilities Planning. Volume 6: Health Facility Planning References. International Health Planning Reference Series."},
      {
        "id":"ED183770",
        "title":"Guidelines for Analysis of Communicable Disease Control Planning in Developing Countries. Volume 1: Communicable Diseases Control Planning. International Health Planning Methods Series."},
      {
        "id":"ED183772",
        "title":"Guidelines for Analysis of Health Manpower Planning. Volume 3: Health Manpower Planning. International Health Planning Methods Series."},
      {
        "id":"ED183773",
        "title":"Guidelines for Analysis of Socio-Cultural Factors in Health. Volume 4: Socio-Cultural Factors in Health Planning. International Health Planning Methods Series."},
      {
        "id":"ED183776",
        "title":"Guidelines for Analysis of Health Sector Financing in Developing Countries. Volume 8: Health Sector Financing in Developing Countries. International Health Planning Methods Series."},
      {
        "id":"ED183777",
        "title":"A Compendium of Papers on Community Health Planning Issues. Volume 9: Community Health Planning. International Health Planning Methods Series."},
      {
        "id":"ED183778",
        "title":"A Compendium of Papers on Health and Economic Development. Volume 10: Health or Wealth. International Health Planning Methods Series."},
      {
        "id":"ED183782",
        "title":"Youth Employment Act of 1979, Part 3; Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session on H.R. 4465 and H.R. 4534 (New York, New York on September 17; Philadelphia, Pennsylvania, October 20, 1979)."},
      {
        "id":"ED183791",
        "title":"A Model for the Linkage of Vocational Education at Post-Secondary Private Schools and Industry, Business, and Labor. A Research Monograph."},
      {
        "id":"ED183792",
        "title":"A Model, Case Study, and Implementation Guide for the Linkage of Vocational Education Programs in Public Post-Secondary Institutions and Business, Industry, and Labor. A Monograph."},
      {
        "id":"ED183793",
        "title":"Building Models for the Linkage and Coordination of Vocational Education at Public and Private Post-Secondary Schools and Business, Industry, and Labor. Final Report."},
      {
        "id":"ED183800",
        "title":"Managing and Evaluating Career Education."},
      {
        "id":"ED183801",
        "title":"Planning to Implement Career Education. A Process Evaluation of a Work Conference for State Coordinators of Career Education and State Planning Project Directors (Windsor Locks, Connecticut, April 6-7, 1978)."},
      {
        "id":"ED183805",
        "title":"Career Education for the Exceptional Student, South Carolina Career Education-Special Education Resource Manual."},
      {
        "id":"ED183818",
        "title":"University Based Career Education. Final Report, 1977-78."},
      {
        "id":"ED183819",
        "title":"Military Curricula for Vocational &amp; Technical Education. Veterinary Specialist, Blocks III-VI."},
      {
        "id":"ED183820",
        "title":"Military Curricula for Vocational &amp; Technical Education. Veterinary Specialist, Blocks VII-XI, 1-4."},
      {
        "id":"ED183821",
        "title":"Military Curricula for Vocational &amp; Technical Education. Light Frame Construction I."},
      {
        "id":"ED183822",
        "title":"Military Curricula for Vocational &amp; Technical Education. Light Frame Construction II."},
      {
        "id":"ED183823",
        "title":"Military Curricula for Vocational &amp; Technical Education. Carpentry Specialist, 3-15."},
      {
        "id":"ED183824",
        "title":"Military Curricula for Vocational &amp; Technical Education. Computer System Operation, 4-3."},
      {
        "id":"ED183825",
        "title":"Military Curricula for Vocational &amp; Technical Education. Construction Electrician/Power and Communications Cable Splicing, 5-3."},
      {
        "id":"ED183826",
        "title":"Military Curricula for Vocational &amp; Technical Education. Telephone Equipment Installer-Repairman, 5-4."},
      {
        "id":"ED183827",
        "title":"Military Curricula for Vocational &amp; Technical Education. Offset Printing, 5-5."},
      {
        "id":"ED183830",
        "title":"Military Curricula for Vocational &amp; Technical Education. Refrigeration &amp; Air Conditioning Specialist, Blocks I-II."},
      {
        "id":"ED183831",
        "title":"Military Curricula for Vocational &amp; Technical Education. Refrigeration &amp; Air Conditioning Specialist, Blocks III-V, 11-7."},
      {
        "id":"ED183832",
        "title":"Military Curricula for Vocational &amp; Technical Education. Refrigeration and Air Conditioning Specialist, Blocks VI-IX."},
      {
        "id":"ED183833",
        "title":"Military Curricula for Vocational &amp; Technical Education. Social Problems of Police Administration, 14-2."},
      {
        "id":"ED183834",
        "title":"Military Curricula for Vocational &amp; Technical Education. Diver Second Class, 15-3."},
      {
        "id":"ED183835",
        "title":"Military Curricula for Vocational &amp; Technical Education. Fabric Repair Specialist, 18-1."},
      {
        "id":"ED183836",
        "title":"Military Curricula for Vocational &amp; Technical Education. Fabrication and Parachute Specialist, 18-2."},
      {
        "id":"ED183837",
        "title":"Military Curricula for Vocational &amp; Technical Education. Sewing Machine Maintenance, 18-3."},
      {
        "id":"ED183863",
        "title":"Project S.P.I.C.E. Special Partnership in Career Education. Self-Awareness. A Teaching Module."},
      {
        "id":"ED183864",
        "title":"Project S.P.I.C.E. Special Partnership in Career Education. Guide to Program Implementation."},
      {
        "id":"ED183865",
        "title":"Project S.P.I.C.E. Special Partnership in Career Education. Career/Educational Awareness. A Teaching Module."},
      {
        "id":"ED183866",
        "title":"Project S.P.I.C.E. Special Partnership in Career Education. Attitudes and Appreciations. A Teaching Module."},
      {
        "id":"ED183867",
        "title":"Project S.P.I.C.E. Special Partnership in Career Education. Employability Skills. A Teaching Module."},
      {
        "id":"ED183868",
        "title":"Project S.P.I.C.E. Special Partnership in Career Education. Decision Making/Beginning Competency. A Teaching Module."},
      {
        "id":"ED183869",
        "title":"Project S.P.I.C.E. Special Partnership in Career Education. Economic Awareness. A Teaching Module."},
      {
        "id":"ED183871",
        "title":"Women's Academic and Career Choices. Final Report, August 1, 1978-October 31, 1979."},
      {
        "id":"ED183875",
        "title":"Career Education Measurement Handbooks. Assessing Experiential Learning in Career Education. Research & Development Series No. 165."},
      {
        "id":"ED183876",
        "title":"Career Education Measurement Handbooks. Career Education Measures: A Compendium of Evaluation Instruments. Research & Development Series No. 166."},
      {
        "id":"ED183877",
        "title":"Career Education Measurement Handbooks. A Guide for Improving Locally Developed Career Education Measures. Research & Development Series No. 167."},
      {
        "id":"ED183878",
        "title":"Career Education Measurement Handbooks. Improving the Accountability of Career Education Programs: Evaluation Guidelines and Checklists. Research & Development Series No. 168."},
      {
        "id":"ED183879",
        "title":"Career Education Measurement Handbooks. Using Systematic Observation Techniques in Evaluating Career Education. Research & Development Series No. 169."},
      {
        "id":"ED183880",
        "title":"Evaluation Issues in the Comprehensive Employment and Training Act (CETA) Legislation."},
      {
        "id":"ED183881",
        "title":"Determining the Need for Vocational Special Needs Inservice Training for Vocational Educators."},
      {
        "id":"ED183882",
        "title":"Vocational Evaluation and Client Vocational Attitude, Competency, and Awareness. Research Report RT-22."},
      {
        "id":"ED183894",
        "title":"Military Curricula for Vocational &amp; Technical Education. Map Compilation and Math Review, 3-29."},
      {
        "id":"ED183895",
        "title":"Military Curricula for Vocational &amp; Technical Education. Communications Computer Programmer, 4-2."},
      {
        "id":"ED183896",
        "title":"Military Curricula for Vocational &amp; Technical Education. Drafting I, 6-3."},
      {
        "id":"ED183897",
        "title":"Military Curricula for Vocational &amp; Technical Education. Physical Therapy Specialist, 10-9."},
      {
        "id":"ED183899",
        "title":"Military Curricula for Vocational &amp; Technical Education. Continuous Photoprocessing Specialist, 16-4."},
      {
        "id":"ED183900",
        "title":"Military Curricula for Vocational &amp; Technical Education. Still Photojournalism Techniques, 16-3."},
      {
        "id":"ED183901",
        "title":"Military Curricula for Vocational and Technical Education. Traffic Management and Accident Investigation, 17-8."},
      {
        "id":"ED183915",
        "title":"Driver Education Curriculum Guide."},
      {
        "id":"ED183916",
        "title":"Refresher Training Program for the Basic Emergency Medical Technician. Course Guide, 1979."},
      {
        "id":"ED183917",
        "title":"Model Training Guide. Firefighter I."},
      {
        "id":"ED183930",
        "title":"Issues and Problems in the Development of a Five Year Sex Equity Plan for a State Education Agency."},
      {
        "id":"ED183932",
        "title":"Preliminary Development of an Effective Work Competencies Guidance/Instruction System."},
      {
        "id":"ED183943",
        "title":"Home Study Course Development Handbook."},
      {
        "id":"ED183945",
        "title":"Self-Assessment for Career Change: Does It Really Work? A Follow-up Study."},
      {
        "id":"ED183946",
        "title":"Self-Assessment for Career Change: Does it Really Work? Summary Report of a Follow-up Study. Information Series No. 191."},
      {
        "id":"ED183947",
        "title":"Occupational Adaptability: Perspectives on Tomorrow's Careers. A Symposium. Information Series No. 189."},
      {
        "id":"ED183950",
        "title":"Training Information for Policy Guidance. R &amp; D Monograph 76."},
      {
        "id":"ED183951",
        "title":"Competency Based Vocational Education."},
      {
        "id":"ED183952",
        "title":"Implementing Career Education. Master Trainer Workshop Participant&apos;s Packet."},
      {
        "id":"ED183953",
        "title":"Implementing Career Education. Master Trainer Project Handbook."},
      {
        "id":"ED183959",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Baker, 9-4."},
      {
        "id":"ED183960",
        "title":"Military Curricula for Vocational &amp; Technical Education. Dental Specialist, 10-1."},
      {
        "id":"ED183961",
        "title":"Military Curricula for Vocational &amp; Technical Education. General Purpose Vehicle Mechanic. Blocks I and II, 8-9."},
      {
        "id":"ED183962",
        "title":"Military Curricula for Vocational &amp; Technical Education. General Purpose Vehicle Mechanic, Block III, 8-10."},
      {
        "id":"ED183963",
        "title":"Military Curricula for Vocational &amp; Technical Education. General Purpose Vehicle Mechanic, Blocks IV-V, 8-11."},
      {
        "id":"ED183964",
        "title":"Military Curricula for Vocational &amp; Technical Education. General Purpose Vehicle Mechanic, Blocks VI &amp; VII, 8-12."},
      {
        "id":"ED183965",
        "title":"Minimum Competencies and Transferable Skills: What Can Be Learned from the Two Movements. Information Series No. 142."},
      {
        "id":"ED183970",
        "title":"Families and Public Policies in the United States. Final Report of the Commission."},
      {
        "id":"ED183972",
        "title":"Building Effective Coalitions: Some Planning Considerations."},
      {
        "id":"ED183975",
        "title":"A Social Learning Theory Conceptualization of Interpersonal Relationships."},
      {
        "id":"ED183986",
        "title":"Explanations for Contempt Expressed Towards Old People."},
      {
        "id":"ED183987",
        "title":"The Process of Retirement: The Rural Self Employed."},
      {
        "id":"ED183993",
        "title":"Counselor Cognitive Complexity Effects on Counselor-Client Interaction Patterns."},
      {
        "id":"ED184006",
        "title":"Small Group Versus Individualized Instruction: A Field Test of Their Relative Effectiveness."},
      {
        "id":"ED184008",
        "title":"Family Violence."},
      {
        "id":"ED184013",
        "title":"CONTACT: An Alternative School. How It Meets the Needs of Dropout Students. No. 155."},
      {
        "id":"ED184022",
        "title":"The Development of the Counselor Rating Form and Its Cross-Cultural Adaptation."},
      {
        "id":"ED184024",
        "title":"Group Therapy for Anorexia Nervosa."},
      {
        "id":"ED184044",
        "title":"Federal Juvenile Delinquency-Related Activities: Coordination and Information Dissemination Are Lacking. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED184064",
        "title":"Effects of Context on Recognition of Words and Identification of Word Meanings by Reading Disabled Adolescents, Normal Adolescent Readers, and Younger Normal Readers."},
      {
        "id":"ED184079",
        "title":"Parents as Remedial Reading Tutors: A Report on the Work of the Mangere Home and School Project. Set Research Information for Teachers, Number Two, Item 3."},
      {
        "id":"ED184080",
        "title":"Putting the Answer Before the Question: A New Way of Understanding Reading Comprehension. Set Research Information For Teachers, Number Two, Item 4."},
      {
        "id":"ED184081",
        "title":"Remedial Reading at Home: Helping You to Help Your Child. Set Research Information for Teachers, Number Two, Bonus Item."},
      {
        "id":"ED184082",
        "title":"\"Comp. Ed\" in College-Can It Work?"},
      {
        "id":"ED184085",
        "title":"A Qualitative Analysis of How Various Primary Grade Teachers Employ the Structured Learning Component of the Direct Instruction Model When Teaching Reading."},
      {
        "id":"ED184086",
        "title":"How Can I Help My Child Build Positive Attitudes Toward Reading?"},
      {
        "id":"ED184090",
        "title":"Limitations of Readability Formulas in Guiding Adaptations of Texts. Technical Report No. 162."},
      {
        "id":"ED184091",
        "title":"An Investigation of Item Bias in a Test of Reading Comprehension. Technical Report No. 163."},
      {
        "id":"ED184093",
        "title":"Learning and Development: The Problems of Compatibility, Access, and Induction. Technical Report No. 165."},
      {
        "id":"ED184099",
        "title":"Surveying: Is It Easily Applied in Today's Textbooks?"},
      {
        "id":"ED184100",
        "title":"Comprehension: Of What the Reader Sees of What the Author Says."},
      {
        "id":"ED184101",
        "title":"The Impact of Chapter 766 on Utilization of Reading Specialists in Massachusetts."},
      {
        "id":"ED184114",
        "title":"Independent Study and Writing. Curriculum Publication No. 2."},
      {
        "id":"ED184115",
        "title":"Formative Writing: Writing to Assist Learning In All Subject Areas. Curriculum Publication No. 3."},
      {
        "id":"ED184116",
        "title":"Come On Out--The War&apos;s Over or Making Peace With English 1A. Curriculum Publication No. 4."},
      {
        "id":"ED184117",
        "title":"Working Out Ideas: Predication and Other Uses of Language. Curriculum Publication No. 5."},
      {
        "id":"ED184118",
        "title":"Expectation and Cohesion. Curriculum Publication No. 7."},
      {
        "id":"ED184119",
        "title":"Writing for the Inexperienced Writer: Fluency Shape Correctness. Curriculum Publication No. 9."},
      {
        "id":"ED184120",
        "title":"The Involuntary Conversion of a 727 or CRASH!: Some Ways and Means to Deflate the Inflated Style with a New Look at Orwell's &quot;Politics and the English Language&quot;. Curriculum Publication No. 10."},
      {
        "id":"ED184122",
        "title":"Using Student Writing Response Groups in the Classroom. Curriculum Publication No. 12."},
      {
        "id":"ED184124",
        "title":"Mississippi Writers in Context. Narrative Report of Accomplishment, July 15, 1975 through June 31, 1977."},
      {
        "id":"ED184125",
        "title":"Three to Get Started: Story Writing as a Collaborative Effort."},
      {
        "id":"ED184135",
        "title":"High Interest--Easy Reading: For Junior and Senior High School Students. Third Edition."},
      {
        "id":"ED015138",
        "title":"THE DEVELOPMENT OF NEW SUPPLEMENTARY TEACHING MATERIALS AND AN ANALYSIS OF THEIR POTENTIAL USE IN THE HIGH SCHOOL BIOLOGY CURRICULUM. FINAL REPORT."},
      {
        "id":"ED015139",
        "title":"DIMENSIONS OF CHANGE IN HIGHER EDUCATION, CONFERENCE ON INNOVATION (3D, BARD COLLEGE, ANNANDALE-ON-HUDSON, NEW YORK, JANUARY 25-28, 1967). CONFERENCE SUMMARY."},
      {
        "id":"ED015143",
        "title":"TOWARDS EXCELLENCE IN TEACHING, REPORT TO THE SUPERINTENDENT OF SCHOOLS BY THE SCHOOL-COMMUNITY COMMITTEE FOR EDUCATIONAL EXCELLENCE."},
      {
        "id":"ED015144",
        "title":"A PERFORMANCE TEST OF TEACHING EFFECTIVENESS."},
      {
        "id":"ED015145",
        "title":"HUMAN RELATIONS TRAINING AND ITS EFFECT ON THE TEACHER-LEARNING PROCESS IN THE SOCIAL STUDIES."},
      {
        "id":"ED015146",
        "title":"STATEWIDE PLANNING FOR NURSING EDUCATION."},
      {
        "id":"ED015147",
        "title":"\"BREAKTHROUGH,\" IN-SERVICE EDUCATION FOR ALL SCHOOLS."},
      {
        "id":"ED015148",
        "title":"CHANGES IN THE VERBAL INTERACTION PATTERNS OF SECONDARY SCIENCE STUDENT TEACHERS WHO HAVE HAD TRAINING IN INTERACTION ANALYSIS AND THE RELATIONSHIP OF THESE CHANGES TO THE VERBAL INTERACTION OF THEIR COOPERATING TEACHERS. FINAL REPORT. SUMMARY REPORT."},
      {
        "id":"ED015149",
        "title":"AIDES FOR TEACHERS, A REPORT PREPARED FOR THE RESEARCH AND DEVELOPMENT COUNCIL."},
      {
        "id":"ED015150",
        "title":"NEEDED RESEARCH IN TEACHER SELECTION."},
      {
        "id":"ED015151",
        "title":"THE ATLANTA AREA WORKSHOP ON PREPARING TEACHERS TO WORK WITH DISADVANTAGED YOUTH (PINE MOUNTAIN, GEORGIA, MARCH 5-8, 1967)."},
      {
        "id":"ED015152",
        "title":"THE TEACHER PREPARATION MYTH--A PHOENIX TOO FREQUENT."},
      {
        "id":"ED015153",
        "title":"CLASSROOM CLIMATE AND INDIVIDUAL LEARNING."},
      {
        "id":"ED015154",
        "title":"STRUCTURAL AND AFFECTIVE ASPECTS OF CLASSROOM CLIMATE."},
      {
        "id":"ED015155",
        "title":"EFFECTS OF TUTORING AND PRACTICE TEACHING ON SELF-CONCEPT AND ATTITUDES IN EDUCATION STUDENTS."},
      {
        "id":"ED015156",
        "title":"CLASSROOM CLIMATE AND GROUP LEARNING."},
      {
        "id":"ED015157",
        "title":"THE CONCEPT OF EQUALITY OF EDUCATIONAL OPPORTUNITY."},
      {
        "id":"ED015158",
        "title":"THE STRUGGLE FOR CONTROL OF EDUCATION."},
      {
        "id":"ED015159",
        "title":"INNOVATIONS IN THE STRUCTURE OF EDUCATION."},
      {
        "id":"ED015160",
        "title":"SELF PERCEIVED MASTERY OF CURRICULUM CONTENT AND OF METHODS ON THE PART OF BEGINNING ELEMENTARY SCHOOL TEACHERS AND PROSPECTIVE TEACHERS AT VARIOUS STAGES OF PREPARATION."},
      {
        "id":"ED015161",
        "title":"INSERVICE EDUCATION--PERSPECTIVES FOR EDUCATORS."},
      {
        "id":"ED015162",
        "title":"MIDDLE SCHOOL SURVEY OF NEW YORK STATE."},
      {
        "id":"ED015163",
        "title":"EDUCATIONAL ATTAINMENT AND ATTITUDES TOWARD SCHOOL AS A FUNCTION OF FEEDBACK IN THE FORM OF TEACHERS' WRITTEN COMMENTS."},
      {
        "id":"ED015164",
        "title":"A STUDY OF THE LOGIC OF TEACHING. A REPORT ON THE FIRST PHASE OF A FIVE-YEAR RESEARCH PROJECT--THE LOGICAL STRUCTURE OF TEACHING AND THE DEVELOPMENT OF CRITICAL THINKING."},
      {
        "id":"ED015165",
        "title":"TESTS FOR THE EVALUATION OF SCHOOL DISTRICT POLICIES ON TEACHER&apos;S SALARIES."},
      {
        "id":"ED015166",
        "title":"RECENT DEVELOPMENTS IN EDUCATIONAL RESEARCH METHODOLOGY."},
      {
        "id":"ED015167",
        "title":"REVIEW OF RESEARCH--SOCIAL AND PHILOSOPHICAL FOUNDATIONS."},
      {
        "id":"ED015168",
        "title":"SELF TAUGHT--A PAINLESS APPROACH."},
      {
        "id":"ED015169",
        "title":"THE TEACHER'S ROLE IN CLASSES USING SELF-STUDY MATERIALS."},
      {
        "id":"ED015170",
        "title":"TEACHER-MADE EXAMINATIONS--WHAT KIND OF THINKING DO THEY DEMAND."},
      {
        "id":"ED015171",
        "title":"THE TEACHER AUXILIARY--AIDE OR MAID, AN ANALYSIS WITH ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED015172",
        "title":"THE TEACHING OF LITERATURE, GRADES 7-12."},
      {
        "id":"ED015175",
        "title":"BETWEEN THE GRIMMS AND &quot;THE GROUP&quot;--LITERATURE IN AMERICAN HIGH SCHOOLS."},
      {
        "id":"ED015176",
        "title":"A SURVEY OF TRAINING, ASSIGNMENTS, AND ATTITUDES OF ENGLISH TEACHERS IN IOWA PUBLIC SCHOOLS--GRADES 9-12."},
      {
        "id":"ED015177",
        "title":"SUMMER WRITING CONFERENCE TO CONTINUE DEVELOPMENT OF MATERIALS IN EXPRESSION OF IDEAS (ENGLISH) AND QUANTITATIVE THINKING (MATHEMATICS) TO BE USED IN PRE-COLLEGE CENTERS FOR STUDENTS FROM LOW-INCOME FAMILIES. FINAL REPORT."},
      {
        "id":"ED015178",
        "title":"THE LAY READER PROGRAM IN ACTION."},
      {
        "id":"ED015180",
        "title":"PRESIDENTIAL ADDRESS."},
      {
        "id":"ED015181",
        "title":"THE AUSTRALIAN HERITAGE."},
      {
        "id":"ED015182",
        "title":"TOWARDS A SYNTHESIS."},
      {
        "id":"ED015183",
        "title":"THE EIGHT YEAR REPORT OF THE EXECUTIVE SECRETARY."},
      {
        "id":"ED015184",
        "title":"LITERARY CRITICISM AND THE TEACHING OF THE NOVEL."},
      {
        "id":"ED015185",
        "title":"LET'S TEACH COMPOSITION--IMPRACTICALLY."},
      {
        "id":"ED015186",
        "title":"ENGLISH LANGUAGE PROGRAMS FOR THE SEVENTIES."},
      {
        "id":"ED015187",
        "title":"WHERE ARE MISSOURI ENGLISH PROGRAMS."},
      {
        "id":"ED015188",
        "title":"GRASS ROOTS CURRICULUM IMPROVEMENT."},
      {
        "id":"ED015189",
        "title":"INDIVIDUALIZED LANGUAGE ARTS, WHY NOT."},
      {
        "id":"ED015190",
        "title":"THE EFFECT OF SPECIAL INSTRUCTION ON THE ABILITY OF SEVENTH- AND EIGHTH-GRADE PUPILS TO WRITE COMPOSITION AND UNDERSTAND POETRY AND SHORT FICTION. FINAL REPORT."},
      {
        "id":"ED015191",
        "title":"IMPROVING ENGLISH INSTRUCTION IN THE PUBLIC SCHOOL THROUGH TITLE III, NDEA."},
      {
        "id":"ED015194",
        "title":"CHILDREN CAN BE TAUGHT TO SPELL."},
      {
        "id":"ED015196",
        "title":"ENGLISH COMPOSITION--A COLLEGE PROBLEM, A STUDY OF THE COLLEGE PREPARATION OF PROSPECTIVE TEACHERS OF SECONDARY SCHOOL ENGLISH."},
      {
        "id":"ED015198",
        "title":"SPEECH FRIGHT PROBLEMS OF GRADE SCHOOL STUDENTS."},
      {
        "id":"ED015200",
        "title":"THE ENGLISH CURRICULUM IN THE SECONDARY SCHOOL."},
      {
        "id":"ED015201",
        "title":"THE VALUE OF THE CLASSICS AS AN ELECTIVE IN COLLEGE COURSES FOR THE ENGLISH MAJOR WHO INTENDS TO TEACH IN HIGH SCHOOL. INTERIM REPORT."},
      {
        "id":"ED015202",
        "title":"FREQUENCY OF ASPECT IN ORAL AND WRITTEN VERBAL SAMPLES BY CHILDREN."},
      {
        "id":"ED015203",
        "title":"GATEWAY ENGLISH, IDENTIFICATION AND IMAGE STORIES (A GUIDE FOR TEACHERS)."},
      {
        "id":"ED015204",
        "title":"ORAL-AURAL-VISUAL STIMULI APPROACH TO TEACHING WRITTEN COMPOSITION TO 9TH GRADE STUDENTS. FINAL REPORT."},
      {
        "id":"ED015205",
        "title":"NEW MATERIALS FOR THE TEACHING OF ENGLISH, THE ENGLISH PROGRAM OF THE USOE."},
      {
        "id":"ED015206",
        "title":"THE CONCLUSION OF THE INITIAL PHASE, THE ENGLISH PROGRAM OF THE USOE."},
      {
        "id":"ED015207",
        "title":"ENGLISH LANGUAGE ARTS EDUCATION."},
      {
        "id":"ED015208",
        "title":"CLASSROOM PRACTICES DEEMED EFFECTIVE BY NINETY-EIGHT PARTICIPANTS IN 1965 NDEA ENGLISH INSTITUTES."},
      {
        "id":"ED015210",
        "title":"ANNOTATED HUMANITIES PROGRAMS."},
      {
        "id":"ED015211",
        "title":"A DEAN SPEAKS OUT."},
      {
        "id":"ED015212",
        "title":"REQUIREMENTS AND STANDARDS. ABSTRACT OF A TALK AT ADE'S MLA MEETING ON THE 1965 PROPOSALS ABOUT THE PH.D."},
      {
        "id":"ED015213",
        "title":"ENGLISH PROFICIENCY OF MALES AND FEMALES--IS THERE A DIFFERENCE."},
      {
        "id":"ED015214",
        "title":"TWO EXPERIMENTAL APPROACHES TO FRESHMAN COMPOSITION--LECTURE-TUTORIAL AND TEAM TEACHING."},
      {
        "id":"ED015215",
        "title":"ENGLISH ERIC AND THE COLLEGE TEACHING OF ENGLISH. A REPORT OF THREE CONFERENCES ON ISSUES IN THE TEACHING OF ENGLISH SPONSORED BY THE MLA ENGLISH ERIC AND HELD IN CONNECTION WITH THE 1967 ANNUAL MEETING OF THE MODERN LANGUAGE ASSOCIATION (CHICAGO, 27-29 DECEMBER 1967)."},
      {
        "id":"ED015216",
        "title":"STUDENT MOBILITY IN SELECTED MINNEAPOLIS SCHOOLS. REPORT NUMBER 1, MOBILITY OF ELEMENTARY SCHOOL CHILDREN IN HIGH AND LOW DELINQUENCY AREAS."},
      {
        "id":"ED015217",
        "title":"THE CHANGES IN PSYCHOLINGUISTIC FUNCTIONING OF CHILDREN AFTER ONE YEAR IN AN &quot;INTEGRATED&quot; SCHOOL."},
      {
        "id":"ED015219",
        "title":"EDUCATIONAL TECHNOLOGY AND THE DISADVANTAGED ADOLESCENT."},
      {
        "id":"ED015220",
        "title":"EDUCATIONAL MEDIA AND THE INHUMAN CONDITION."},
      {
        "id":"ED015221",
        "title":"MEDIA AND THE CULTURALLY DISADVANTAGED."},
      {
        "id":"ED015222",
        "title":"NEW HAMPSHIRE STATE EVALUATION REPORT--TITLE I, ELEMENTARY AND SECONDARY EDUCATION ACT."},
      {
        "id":"ED015223",
        "title":"EFFECTIVE INTERACTION BETWEEN OLDER AND YOUNGER PUPILS IN AN ELEMENTARY SCHOOL &quot;PEACE CORPS&quot; PROJECT. FINAL REPORT."},
      {
        "id":"ED015224",
        "title":"GUIDE TO EVALUATION OF TITLE I PROJECTS. DRAFT INFORMATION COPY."},
      {
        "id":"ED015225",
        "title":"AN ANALYSIS AND INTERPRETATION OF DATA ON THE SOCIAL CHARACTERISTICS OF RESIDENTS OF &quot;VINE CITY&quot;--A NEGRO SLUM GHETTO WITHIN THE CITY OF ATLANTA, GEORGIA. FINAL REPORT."},
      {
        "id":"ED015226",
        "title":"AN ANALYSIS OF UPWARD MOBILITY IN LOW-INCOME FAMILIES--A COMPARISON OF FAMILY AND COMMUNITY LIFE AMONG AMERICAN NEGRO AND PUERTO RICAN POOR."},
      {
        "id":"ED015227",
        "title":"A PROFILE OF THE SEATTLE PUBLIC SCHOOLS' NEW BEACON LEARNING CENTER, A SCHOOL PROPOSED FOR THE CONTINUOUS EDUCATIONAL PROGRESS OF CHILDREN IN GRADES FOUR THROUGH SEVEN."},
      {
        "id":"ED015228",
        "title":"URBAN DISADVANTAGED PUPILS, A SYNTHESIS OF 99 RESEARCH REPORTS."},
      {
        "id":"ED015229",
        "title":"THE FIRST YEAR OF TITLE I, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965. STATISTICAL REPORT."},
      {
        "id":"ED015230",
        "title":"THE DEVELOPMENT OF PRE-VOCATIONAL EDUCATION LITERACY COURSES FOR USE WITH COMPUTER ASSISTED INSTRUCTION OF DISADVANTAGED YOUTH AND ADULTS. TECHNICAL PROGRESS REPORT."},
      {
        "id":"ED015231",
        "title":"JOB PERFORMANCE OF YOUNG WORKERS IN RELATION TO SCHOOL BACKGROUND, A PILOT APPROACH TOWARD USING THE JOB ENVIRONMENT IN EVALUATING BOTH GENERAL AND VOCATIONAL EDUCATION."},
      {
        "id":"ED015232",
        "title":"COURSE OUTLINE FOR AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS."},
      {
        "id":"ED015233",
        "title":"CAREER OPPORTUNITIES IN AGRICULTURAL SALES AND SERVICE. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 1."},
      {
        "id":"ED015234",
        "title":"ORIENTATION TO THE SUPERVISED OCCUPATIONAL EXPERIENCE PROGRAM. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 2."},
      {
        "id":"ED015235",
        "title":"HUMAN RELATIONS IN AGRICULTURAL OCCUPATIONS. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 3."},
      {
        "id":"ED015236",
        "title":"AGRICULTURAL SALESMANSHIP. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 4."},
      {
        "id":"ED015237",
        "title":"ORGANIZATIONS AND FUNCTIONS OF AGRICULTURAL BUSINESSES. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 5."},
      {
        "id":"ED015238",
        "title":"BUSINESS PROCEDURES. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 6."},
      {
        "id":"ED015239",
        "title":"FEEDS SALES AND SERVICE. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 7."},
      {
        "id":"ED015240",
        "title":"CROP, LAWN, AND GARDEN SEEDS SALES AND SERVICE. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 8."},
      {
        "id":"ED015241",
        "title":"FERTILIZERS SALES AND SERVICE. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 9."},
      {
        "id":"ED015242",
        "title":"AGRICULTURAL CHEMICALS SALES AND SERVICE. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 10."},
      {
        "id":"ED015243",
        "title":"PETROLEUM AND PETROLEUM PRODUCTS SALES AND SERVICE. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 11."},
      {
        "id":"ED015244",
        "title":"MISCELLANEOUS AGRICULTURAL SUPPLIES AND SMALL EQUIPMENT SALES AND SERVICE. AGRICULTURAL SUPPLY - SALES AND SERVICE OCCUPATIONS, MODULE NUMBER 12."},
      {
        "id":"ED015245",
        "title":"SUMMARY OF RESEARCH FINDINGS IN OFF-FARM AGRICULTURAL OCCUPATIONS."},
      {
        "id":"ED015247",
        "title":"COSTS AND RETURNS OF TECHNICAL EDUCATION, A PILOT STUDY."},
      {
        "id":"ED015248",
        "title":"OCCUPATIONAL EDUCATION AND TRAINING FOR TOMORROW'S WORLD OF WORK. NUMBER 1, SQUARE PEGS AND ROUND HOLES."},
      {
        "id":"ED015249",
        "title":"OCCUPATIONAL EDUCATION AND TRAINING FOR TOMORROW'S WORLD OF WORK. NUMBER 4, COMMUNITY AND JUNIOR COLLEGES."},
      {
        "id":"ED015250",
        "title":"HOW HIGH SCHOOL COUNSELORS CAN ASSIST STUDENTS TO SUCCESSFULLY ENTER GOVERNMENT AND INDUSTRY, WORKSHOP ON VOCATIONAL AND OCCUPATIONAL GUIDANCE IN THE SIXTIES AND SEVENTIES (MAY 8-9, 1964)."},
      {
        "id":"ED015251",
        "title":"A DISTRIBUTIVE EDUCATION GUIDE TO AVAILABLE LITERATURE."},
      {
        "id":"ED015253",
        "title":"REPORT ON DIFFERENCES IN ETHNIC LEARNING STYLES."},
      {
        "id":"ED015255",
        "title":"THE SELECTION OF TRAINEES UNDER MDTA."},
      {
        "id":"ED015257",
        "title":"TECHNOLOGY AND MANPOWER IN THE TELEPHONE INDUSTRY, 1965-75."},
      {
        "id":"ED015258",
        "title":"JOB REDESIGN FOR OLDER WORKERS--CASE STUDIES."},
      {
        "id":"ED015259",
        "title":"A TRAINING PROGRAM FOR SELECTED HOME ECONOMISTS TO TRAIN ADULTS AND OLDER YOUTH FOR HOMEMAKER SERVICE RESPONSIBILITIES. FINAL REPORT."},
      {
        "id":"ED015260",
        "title":"A REGIONAL CAREER INFORMATION CENTER, DEVELOPMENT AND PROCESS."},
      {
        "id":"ED015261",
        "title":"THE PREPARATION OF CURRICULUM MATERIALS AND THE DEVELOPMENT OF TEACHERS FOR AN EXPERIMENTAL APPLICATION OF THE CLUSTER CONCEPT OF VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL. PHASE II, CLUSTER CONCEPT PROJECT. SECOND QUARTERLY REPORT."},
      {
        "id":"ED015262",
        "title":"CONFERENCE ON MAJOR PROBLEMS IN VOCATIONAL EDUCATION IN THE SOUTH. CENTER SEMINAR AND CONFERENCE REPORT, NUMBER 1."},
      {
        "id":"ED015263",
        "title":"NATIONAL VOCATIONAL-TECHNICAL EDUCATION SEMINAR ON OCCUPATIONAL MOBILITY AND MIGRATION. CENTER SEMINAR AND CONFERENCE REPORT, NUMBER 2."},
      {
        "id":"ED015264",
        "title":"REGIONAL SEMINAR FOR STATE LEADERS IN VOCATIONAL EDUCATION ON IN-SERVICE EDUCATION. CENTER SEMINAR AND CONFERENCE REPORT, NUMBER 3."},
      {
        "id":"ED015265",
        "title":"REGIONAL CONFERENCE ON SUPPLY AND DEMAND OF TEACHERS OF OCCUPATIONAL EDUCATION IN THE SOUTH. CENTER SEMINAR AND CONFERENCE REPORT, NUMBER 4."},
      {
        "id":"ED015266",
        "title":"SEMINAR ON PLANNING DEVELOPMENTAL AND RELATED PROGRAMS IN OCCUPATIONAL EDUCATION. CENTER SEMINAR AND CONFERENCE REPORT, NUMBER 6."},
      {
        "id":"ED015268",
        "title":"ADAPTING EDUCATIONAL CHANGE TO MANPOWER NEEDS IN QUINCY, MASSACHUSETTS, AND WOOD COUNTY (PARKERSBURG), WEST VIRGINIA."},
      {
        "id":"ED015270",
        "title":"AN ANALYSIS OF GRADUATE WORK IN INSTITUTIONS WITH PROGRAMS FOR INDUSTRIAL ARTS EDUCATION PERSONNEL."},
      {
        "id":"ED015271",
        "title":"INDUSTRIAL RADIOGRAPHY COURSE, INSTRUCTOR'S GUIDE, VOLUME 1."},
      {
        "id":"ED015272",
        "title":"CHILD CARE ARRANGEMENTS OF THE NATION&apos;S WORKING MOTHERS, 1965, A PRELIMINARY REPORT."},
      {
        "id":"ED015273",
        "title":"DETERMINE THE FEASIBILITY OF DEVELOPING A MODEL DESCRIBING THE FLOW OF OCCUPATIONAL AND ECONOMIC INFORMATION INTO THE SECONDARY VOCATIONAL-TECHNICAL SCHOOL. FINAL REPORT."},
      {
        "id":"ED015278",
        "title":"THE DEVELOPMENT OF ACHIEVEMENT MEASURES FOR TRADE AND TECHNICAL EDUCATION. PROGRESS REPORT NUMBER THREE."},
      {
        "id":"ED015279",
        "title":"EXPANDING EMPLOYMENT IN A PLURALISTIC ECONOMY, SEMINAR ON MANPOWER POLICY AND PROGRAM (OCTOBER 1966)."},
      {
        "id":"ED015280",
        "title":"FACT SHEET ON NONWHITE WOMEN WORKERS."},
      {
        "id":"ED015281",
        "title":"CONTINUING EDUCATION FOR WOMEN--A GROWING CHALLENGE."},
      {
        "id":"ED015282",
        "title":"WORKING WOMEN AND THE AMERICAN ECONOMY."},
      {
        "id":"ED015283",
        "title":"YOUR TALENTS--LET'S NOT WASTE THEM."},
      {
        "id":"ED015284",
        "title":"THE IMPACT OF TECHNOLOGICAL CHANGE IN THE MEATPACKING INDUSTRY. AUTOMATION PROGRAM REPORT, NUMBER 1."},
      {
        "id":"ED015285",
        "title":"THE &quot;MACK&quot; WORKER, THE IMPACT OF HIS JOB LOSS 2 1/2 YEARS LATER. AUTOMATION MANPOWER SERVICES, PROGRAM REPORT."},
      {
        "id":"ED015286",
        "title":"EVALUATION OF NEIGHBORHOOD YOUTH CORPS PROJECTS. ABSTRACT."},
      {
        "id":"ED015287",
        "title":"FOLLOW-UP STUDY OF MDTA E AND D PROJECTS CONDUCTED BY MORGAN STATE COLLEGE."},
      {
        "id":"ED015288",
        "title":"AMERICA'S INDUSTRIAL AND OCCUPATIONAL MANPOWER REQUIREMENTS. 1964-75."},
      {
        "id":"ED015289",
        "title":"OUT-OF-SCHOOL YOUTH -- TWO YEARS LATER. SPECIAL LABOR FORCE REPORT NUMBER 71."},
      {
        "id":"ED015290",
        "title":"LABOR FORCE PROJECTIONS BY COLOR, 1970-80. SPECIAL LABOR FORCE REPORT NUMBER 73."},
      {
        "id":"ED015291",
        "title":"MARITAL AND FAMILY CHARACTERISTICS OF WORKERS, MARCH 1966. SPECIAL LABOR FORCE REPORT NUMBER 80."},
      {
        "id":"ED015292",
        "title":"OVERTIME HOURS AND PREMIUM PAY, MAY 1965. SPECIAL LABOR FORCE REPORT NUMBER 72."},
      {
        "id":"ED015293",
        "title":"SUMMER COMMUNITY YOUTH WORK PROGRAM. FINAL REPORT."},
      {
        "id":"ED015294",
        "title":"THE CURRENT EMPLOYMENT MARKET FOR ENGINEERS, SCIENTISTS, AND TECHNICIANS, DECEMBER 1966."},
      {
        "id":"ED015295",
        "title":"THE CURRENT EMPLOYMENT MARKET FOR ENGINEERS, SCIENTISTS, AND TECHNICIANS, OCTOBER 1965."},
      {
        "id":"ED015296",
        "title":"PROGRESS AND PROSPECTS, THE REPORT OF THE NATIONAL CONFERENCE OF GOVERNORS' COMMISSIONS ON THE STATUS OF WOMEN (2D, WASHINGTON, D.C., JULY 28-30, 1965)."},
      {
        "id":"ED015297",
        "title":"EARNINGS IN THE MACHINERY INDUSTRIES, MID-1966."},
      {
        "id":"ED015298",
        "title":"WORK STOPPAGES AND TEACHERS -- HISTORY AND PROSPECT."},
      {
        "id":"ED015299",
        "title":"EMPLOYMENT OF SCHOOL AGE YOUTH, OCTOBER 1966, A SPECIAL LABOR FORCE REPORT."},
      {
        "id":"ED015302",
        "title":"A COMPARATIVE ANALYSIS OF ELECTRONIC CONTENT IN PUBLIC POST-HIGH SCHOOL TECHNICAL INSTITUTES AND ELECTRONICS TECHNOLOGY REQUIREMENTS OF INDUSTRY."},
      {
        "id":"ED015303",
        "title":"A STUDY OF PROGRAMMED INSTRUCTION IN BRAILLE."},
      {
        "id":"ED015304",
        "title":"THE FEASIBILITY OF TRAINING NON-SKILLED PERSONNEL TO ASSIST PROFESSIONAL STAFF IN THE CARE AND TREATMENT OF MENTALLY RETARDED CHILDREN, A CHILD WELFARE DEMONSTRATION PROJECT. FINAL REPORT."},
      {
        "id":"ED015305",
        "title":"A STUDY -- THOSE NOT WORKING IN A TIGHT LABOR MARKET, MILWAUKEE, WISCONSIN."},
      {
        "id":"ED015306",
        "title":"EDUCATION OF DEAF AND HARD OF HEARING ADULTS IN ESTABLISHED FACILITIES FOR THE NORMALLY HEARING. FINAL REPORT."},
      {
        "id":"ED015307",
        "title":"YOUTH IN TROUBLE, A VOCATIONAL APPROACH. A VOCATIONAL REHABILITATION DEMONSTRATION IN A RESIDENTIAL TREATMENT CENTER TO MEET THE VOCATIONAL AND COMMUNITY ADJUSTMENT NEEDS OF EMOTIONALLY DISTURBED YOUTH ADJUDGED TO BE JUVENILE DELINQUENT. FINAL REPORT."},
      {
        "id":"ED015308",
        "title":"THE NEGRO AND EQUAL EMPLOYMENT OPPORTUNITIES, A REVIEW OF MANAGEMENT EXPERIENCES IN TWENTY COMPANIES."},
      {
        "id":"ED015309",
        "title":"JOB CORPS TRAINEES AS A SAMPLE OF THE POPULATION."},
      {
        "id":"ED015310",
        "title":"PARENT REPORT AFTER SECOND YEAR'S OPERATION. COOPERATIVE SCHOOL-REHABILITATION CENTER SPECIAL REPORTS, NUMBER 3."},
      {
        "id":"ED015311",
        "title":"SECRETARIAL TRAINING WITH SPEECH IMPROVEMENT, AN EXPERIMENTAL AND DEMONSTRATION PROJECT. FINAL REPORT."},
      {
        "id":"ED015312",
        "title":"STUDY OF THE MEANING, EXPERIENCE, AND EFFECTS OF THE NEIGHBORHOOD YOUTH CORPS ON NEGRO YOUTH WHO ARE SEEKING WORK. PART I, WORK ATTITUDES, SELF-IMAGE, AND THE SOCIAL AND PSYCHOLOGICAL BACKGROUND OF WORK-SEEKING NEGRO YOUNG ADULTS IN NEW YORK CITY."},
      {
        "id":"ED015313",
        "title":"STUDY OF THE MEANING, EXPERIENCE, AND EFFECTS OF THE NEIGHBORHOOD YOUTH CORPS ON NEGRO YOUTH WHO ARE SEEKING WORK. PART II, A FOLLOW-UP STUDY OF WORK-SEEKING NEGRO YOUNG MEN WHO ARE NOT PLACED IN JOBS BY INTAKE CENTERS."},
      {
        "id":"ED015314",
        "title":"VOCATIONAL READINESS FOR YOUNG DISABLED STUDENTS IN NEW YORK CITY, A 3-YEAR INTERIM REPORT OF A 5-YEAR COLLABORATIVE STUDY."},
      {
        "id":"ED015315",
        "title":"FOLLOW-UP STUDY OF MDTA E AND D PROJECT CONDUCTED BY THE MICHIGAN CATHOLIC CONFERENCE, LANSING."},
      {
        "id":"ED015316",
        "title":"JOB PERFORMANCE AIDS AND THEIR IMPACT ON MANPOWER UTILIZATION."},
      {
        "id":"ED015317",
        "title":"FINAL REPORT ON THE CORPSMEN ADJUSTMENT STUDY."},
      {
        "id":"ED015318",
        "title":"A CONTINUING STUDY OF JOB CORPS TERMINATIONS, WAVE II - INITIAL INTERVIEW WITH TERMINATIONS FROM AUGUST 15, 1966 TO DECEMBER 15, 1966, AN INTERIM REPORT."},
      {
        "id":"ED015319",
        "title":"GUIDANCE AND COUNSELING IN RURAL JOB CORPS CENTERS. FINAL REPORT."},
      {
        "id":"ED015320",
        "title":"THE UNEMPLOYED AND THE UNDEREMPLOYED, A STUDY OF APPLICANTS FOR LABORER JOBS."},
      {
        "id":"ED015321",
        "title":"OAK GLEN, A TRAINING CAMP FOR UNEMPLOYED YOUTH."},
      {
        "id":"ED015322",
        "title":"THE DIVISION OF CASEWORK RESPONSIBILITY AS A METHOD OF WORKING WITH EMOTIONALLY DISTURBED CHILDREN IN FOSTER CARE. FINAL REPORT."},
      {
        "id":"ED015323",
        "title":"PRE-COLLEGE ORIENTATION OF BLIND HIGH SCHOOL GRADUATES. FINAL REPORT."},
      {
        "id":"ED015324",
        "title":"OBSOLESCENCE AND UPDATING OF ENGINEERS' AND SCIENTISTS' SKILLS. FINAL REVISED REPORT."},
      {
        "id":"ED015325",
        "title":"GUIDING PRINCIPLES FOR EVALUATION UNDER THE VOCATIONAL EDUCATION ACT OF 1963."},
      {
        "id":"ED015326",
        "title":"EVALUATION OF CHANGES IN SKILL-PROFILE AND JOB-CONTENT DUE TO TECHNOLOGICAL CHANGE, METHODOLOGY AND PILOT RESULTS FROM THE BANKING, STEEL AND AEROSPACE INDUSTRIES."},
      {
        "id":"ED015327",
        "title":"NEGRO PARTICIPATION IN APPRENTICESHIP PROGRAMS."},
      {
        "id":"ED015328",
        "title":"NO LONGER SUPERFLUOUS, THE EDUCATIONAL REHABILITATION OF THE HARD-CORE UNEMPLOYED. FINAL REPORT."},
      {
        "id":"ED015329",
        "title":"THE ROLE OF TECHNICAL SCHOOLS IN IMPROVING THE SKILLS AND EARNING CAPACITY OF RURAL MANPOWER, A CASE STUDY. FINAL REPORT."},
      {
        "id":"ED015330",
        "title":"AN INTENSIVE INVESTIGATION OF THE PROBLEMS ASSOCIATED WITH YOUNG MEN WHO ARE MENTALLY UNQUALIFIED FOR MILITARY SERVICE. FINAL REPORT."},
      {
        "id":"ED015331",
        "title":"UNUSED MANPOWER, THE NATION'S LOSS."},
      {
        "id":"ED015332",
        "title":"COLLEGE, COLOR, AND EMPLOYMENT--RACIAL DIFFERENTIALS IN POSTGRADUATE EMPLOYMENT AMONG 1964 GRADUATES OF LOUISIANA COLLEGES."},
      {
        "id":"ED015333",
        "title":"SOCIOLOGICAL STUDIES OF OCCUPATIONS, A BIBLIOGRAPHY."},
      {
        "id":"ED015334",
        "title":"LOCAL MANPOWER DATA PROGRAMS, AN ANALYSIS."},
      {
        "id":"ED015335",
        "title":"ABSTRACTS OF RESEARCH AND RELATED MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, WINTER 1967."},
      {
        "id":"ED015336",
        "title":"ABSTRACTS OF INSTRUCTIONAL MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, WINTER 1967."},
      {
        "id":"ED015337",
        "title":"ABSTRACTS OF STUDIES IN AGRICULTURAL EDUCATION, CENTRAL REGION, FOR THE YEARS 1963-64."},
      {
        "id":"ED015338",
        "title":"SUMMARIES OF STUDIES IN AGRICULTURAL EDUCATION, CENTRAL REGION, 1964-1966."},
      {
        "id":"ED015339",
        "title":"SUMMARIES OF RESEARCH STUDIES IN AGRICULTURAL EDUCATION FOR THE PACIFIC REGION, 1965."},
      {
        "id":"ED015340",
        "title":"ABSTRACTS OF RESEARCH STUDIES IN AGRICULTURAL EDUCATION COMPLETED IN 1965-66 IN THE PACIFIC REGION."},
      {
        "id":"ED015341",
        "title":"ABSTRACTS OF RESEARCH STUDIES IN AGRICULTURAL EDUCATION COMPLETED IN 1966-67 IN THE PACIFIC REGION."},
      {
        "id":"ED015342",
        "title":"ABSTRACTS OF RESEARCH STUDIES IN AGRICULTURAL EDUCATION, SOUTHERN REGION, 1965-66."},
      {
        "id":"ED015343",
        "title":"ABSTRACTS OF STUDIES IN AGRICULTURAL EDUCATION, SOUTHERN REGION, FOR THE YEAR 1964-65."},
      {
        "id":"ED015344",
        "title":"ABSTRACTS OF RESEARCH STUDIES IN AGRICULTURAL EDUCATION COMPLETED IN 1966-67 IN THE NORTH ATLANTIC REGION."},
      {
        "id":"ED015346",
        "title":"ABSTRACTS OF RESEARCH STUDIES IN AGRICULTURAL EDUCATION COMPLETED IN 1964-65 IN THE NORTH ATLANTIC REGION."},
      {
        "id":"ED015347",
        "title":"ABSTRACTS OF RESEARCH STUDIES IN AGRICULTURAL EDUCATION COMPILED IN 1965-66 IN THE NORTH ATLANTIC REGION."},
      {
        "id":"ED015350",
        "title":"REPORTS ON READING AND THE DISADVANTAGED--ELEMENTARY LEVEL."},
      {
        "id":"ED015351",
        "title":"THE E.O.A. BASIC EDUCATION COMMUNITY IN JOHN ADAMS ADULT SCHOOL, 1965-1966."},
      {
        "id":"ED015353",
        "title":"A STUDY OF EDUCATIONAL ACTIVITIES WITHIN BUSINESS AND INDUSTRY IN RICHMOND, CALIFORNIA."},
      {
        "id":"ED015358",
        "title":"REACHING NEW READERS IN RURAL AREAS."},
      {
        "id":"ED015361",
        "title":"TEXAS ADULT MIGRANT EDUCATION. PROGRESS REPORT."},
      {
        "id":"ED015362",
        "title":"CULTURAL ENRICHMENT THROUGH COMMUNITY ACTION PROJECT. ANNUAL REPORT FOR PERIOD ENDING JULY 1, 1967. (TITLE SUPPLIED)."},
      {
        "id":"ED015363",
        "title":"INSTITUTE IN MUSIC FOR SOUTHEASTERN KENTUCKY AREA ELEMENTARY PUBLIC SCHOOL TEACHER AIDES. FINAL REPORT."},
      {
        "id":"ED015364",
        "title":"FUNCTIONAL LITERACY AND INTERNATIONAL DEVELOPMENT, A STUDY OF CANADIAN CAPABILITY TO ASSIST WITH THE WORLD CAMPAIGN TO ERADICATE ILLITERACY."},
      {
        "id":"ED015365",
        "title":"CONTINUOUS EDUCATION FOR MINISTERS."},
      {
        "id":"ED015366",
        "title":"THE EMERGENCE OF CONTINUING EDUCATION."},
      {
        "id":"ED015372",
        "title":"SYLLABUS FOR TRAINING THE POLICE TRAINER."},
      {
        "id":"ED015373",
        "title":"INDUSTRIAL TRAINING RESEARCH REGISTER."},
      {
        "id":"ED015377",
        "title":"THE AGONY OF THE INNER CITY, WHAT CAN CONTINUING EDUCATION DO."},
      {
        "id":"ED015379",
        "title":"GUIDELINES TO THE AFL-CIO COMMUNITY SERVICES PROGRAM."},
      {
        "id":"ED015380",
        "title":"ADULT BASIC EDUCATION. PROGRAM SUMMARY."},
      {
        "id":"ED015381",
        "title":"AN ANALYSIS OF PARTICIPATION IN CONTEMPORARY SOCIETY. RESEARCH SERIES, NUMBER 1."},
      {
        "id":"ED015390",
        "title":"UNIVERSITY ADULT EDUCATION IN FINLAND. (TITLE SUPPLIED)."},
      {
        "id":"ED015391",
        "title":"MENTAL HEALTH AND PSYCHIATRIC NURSING IN PRACTICAL NURSE EDUCATION. FINAL REPORT."},
      {
        "id":"ED015392",
        "title":"ADULT BASIC EDUCATION."},
      {
        "id":"ED015393",
        "title":"SPECIAL PROGRAMS UNDER TITLE I, HIGHER EDUCATION ACT OF 1965, AUGUST 1966 - OCTOBER 1967. FINAL REPORT."},
      {
        "id":"ED015396",
        "title":"REVIEW OF CONTEMPORARY RESEARCH ON LITERACY AND ADULT EDUCATION IN LATIN AMERICA."},
      {
        "id":"ED015397",
        "title":"SOME REFLECTIONS ON DEFINING ADULT EDUCATION."},
      {
        "id":"ED015398",
        "title":"TRAINING FOR NEW TRENDS IN CLUBS AND CENTERS FOR OLDER PERSONS, PROCEEDINGS OF A SEMINAR (ITHACA COLLEGE, ITHACA, NEW YORK, JUNE 23-25, 1966)."},
      {
        "id":"ED015402",
        "title":"PARTNERSHIP IN LEARNING, AN HISTORICAL REPORT, 1960-1966."},
      {
        "id":"ED015410",
        "title":"CATALOG OF RESOURCE MATERIALS FOR ADULT BASIC EDUCATION."},
      {
        "id":"ED015411",
        "title":"CURRICULUM GUIDE FOR ADULT EDUCATION."},
      {
        "id":"ED015412",
        "title":"A MODEL INFORMATION SYSTEM FOR THE ADULT EDUCATION PROFESSION."},
      {
        "id":"ED015413",
        "title":"LEARNING AND COGNITIVE PERFORMANCE IN ADULTS. BIBLIOGRAPHY."},
      {
        "id":"ED015415",
        "title":"PUBLIC EMPLOYEE TRAINING ON THE STATE LEVEL IN THE UNITED STATES. RESEARCH SERIES, NUMBER 8."},
      {
        "id":"ED015416",
        "title":"AN EVALUATION OF COMMUNICATION MEDIA USED IN THE ADULT LIBERAL STUDIES PROGRAM."},
      {
        "id":"ED015417",
        "title":"BASIC EDUCATION FOR ADULTS, A REPORT OF THE CALIFORNIA STATE COMMITTEE ON BASIC EDUCATION."},
      {
        "id":"ED015418",
        "title":"CALIFORNIA PLAN FOR ADULT BASIC EDUCATION UNDER THE ECONOMIC OPPORTUNITY ACT OF 1964, TITLE II, PART B, OF P.L. 88-452."},
      {
        "id":"ED015419",
        "title":"A TEACHER'S GUIDE TO TEACHING ADULT READING."},
      {
        "id":"ED015432",
        "title":"PROGRAMED INSTRUCTION IN ADULT EDUCATION. CURRENT INFORMATION SOURCES, 15."},
      {
        "id":"ED015433",
        "title":"EDUCATION IN THE PEACE CORPS, EVOLVING CONCEPTS OF VOLUNTEER TRAINING. NOTES AND ESSAYS ON EDUCATION FOR ADULTS, 48."},
      {
        "id":"ED015434",
        "title":"A FIELD MANUAL FOR CROSS-CULTURAL STUDY OF THE ACQUISITION OF COMMUNICATIVE COMPETENCE. SECOND DRAFT--JULY 1967."},
      {
        "id":"ED015435",
        "title":"A STUDY OF ENGLISH TEACHING IN PRIMARY SCHOOLS IN JAPAN."},
      {
        "id":"ED015450",
        "title":"THE EFFECTIVENESS OF PROGRAMMED &quot;GRAFDRILS&quot; IN TEACHING THE ARABIC WRITING SYSTEM."},
      {
        "id":"ED015452",
        "title":"A MATHEMATICAL ANALYSIS OF MULTI-LEVEL VERBAL LEARNING. PSYCHOLOGY SERIES."},
      {
        "id":"ED015469",
        "title":"A BRIEF HINDI REFERENCE GRAMMAR. PRELIMINARY VERSION."},
      {
        "id":"ED015471",
        "title":"GLOSSARY TO READINGS IN HINDI LITERATURE."},
      {
        "id":"ED015473",
        "title":"GLOSSARY TO INTERMEDIATE HINDI."},
      {
        "id":"ED015478",
        "title":"THE MODULAR MOUSETRAP."},
      {
        "id":"ED015479",
        "title":"TEACHING A SECOND DIALECT AND SOME IMPLICATIONS FOR TESOL."},
      {
        "id":"ED015481",
        "title":"WRITING, A THINKING PROCESS."},
      {
        "id":"ED015482",
        "title":"A SOCIAL SCIENTIST LOOKS AT THE CURRENT VALUES AND CHANGING NEEDS OF YOUTH. FINAL DRAFT."},
      {
        "id":"ED015483",
        "title":"A MENTAL HYGIENIST LOOKS AT THE CURRENT VALUES AND CHANGING NEEDS OF YOUTH. FINAL DRAFT."},
      {
        "id":"ED015484",
        "title":"A PHILOSOPHER LOOKS AT THE CURRENT VALUES AND CHANGING NEEDS OF YOUTH. FINAL DRAFT."},
      {
        "id":"ED015485",
        "title":"A SOCIO-ECONOMIST LOOKS AT THE CURRENT VALUES AND CHANGING NEEDS OF YOUTH. FINAL DRAFT."},
      {
        "id":"ED015486",
        "title":"INFORMATION AND DECISION THEORIES APPLIED TO COLLEGE CHOICE AND PLANNING."},
      {
        "id":"ED015487",
        "title":"THE INFORMATION EXPLOSION AND ITS IMPLICATIONS FOR THE COUNSELING FUNCTION, OR WILL COUNSELING BE ELIMINATED IN THE CYBERNATION REVOLUTION."},
      {
        "id":"ED015489",
        "title":"THE RESIDENTIAL COLLEGE STUDENT--A STUDY IN IDENTITY CRISIS."},
      {
        "id":"ED015490",
        "title":"GROUP APPROACHES TO THE PROBLEMS OF SOCIALLY DEPRIVED YOUTH--THE CLASSICAL PSYCHOTHERAPEUTIC MODEL."},
      {
        "id":"ED015492",
        "title":"LEARNING ABOUT LEARNING, A CONFERENCE REPORT."},
      {
        "id":"ED015493",
        "title":"THE SHARING OF RESPONSIBILITY."},
      {
        "id":"ED015494",
        "title":"LEVEL OF ASPIRATION AND MODELS APPLICABLE TO THE PROBLEM OF CHOICE OF CAREER."},
      {
        "id":"ED015495",
        "title":"FACTORS RELATED TO TEACHERS' IRRITABILITY IN RESPONSE TO PUPIL CLASSROOM BEHAVIORS."},
      {
        "id":"ED015496",
        "title":"FACTORS RELATING TO SUCCESS OF COPING WITH CRISIS. IMPACT OF FATHER ABSENCE IN MILITARY FAMILIES, II."},
      {
        "id":"ED015497",
        "title":"A CHILDHOOD ATTITUDE INVENTORY FOR PROBLEM SOLVING."},
      {
        "id":"ED015498",
        "title":"PROMOTING CREATIVE THINKING IN THE CLASSROOM--THE PROCESS OF CURRICULUM DEVELOPMENT."},
      {
        "id":"ED015499",
        "title":"CROSS-CULTURAL VALIDITY OF A SPHERICAL CONCEPTUAL MODEL FOR PARENT BEHAVIOR."},
      {
        "id":"ED015500",
        "title":"THE USE OF INDIGENOUS VOLUNTEERS IN A REHABILITATION LIVING UNIT FOR DISTURBED COLLEGE STUDENTS."},
      {
        "id":"ED015501",
        "title":"THE CAPACITY FOR SELF DIRECTION. WORKING PAPER."},
      {
        "id":"ED015502",
        "title":"ARE RISK TAKERS MORE PERSUASIVE THAN CONSERVATIVES IN GROUP DISCUSSION."},
      {
        "id":"ED015503",
        "title":"CHARACTERISTICS OF GIFTED AND TALENTED YOUTH."},
      {
        "id":"ED015505",
        "title":"ADEQUACY OF TEST VALIDITIES FOR INDIVIDUAL PREDICTION."},
      {
        "id":"ED015506",
        "title":"PATTERN PREDICTION OF ACADEMIC SUCCESS."},
      {
        "id":"ED015507",
        "title":"A REINFORCEMENT LEARNING MODEL OF PERSUASIVE COMMUNICATION."},
      {
        "id":"ED015508",
        "title":"EXPANDING THE BEHAVIOR LABORATORY--FROM CLINIC TO HOME."},
      {
        "id":"ED015509",
        "title":"BUILDING GENERALIZED RESPONSE SYSTEMS."},
      {
        "id":"ED015510",
        "title":"AN INSTRUMENT TO MEASURE VISUAL DISCRIMINATION OF YOUNG CHILDREN."},
      {
        "id":"ED015511",
        "title":"A SYSTEM FOR PREDICTING OUTCOMES OF VOCATIONAL COUNSELING."},
      {
        "id":"ED015512",
        "title":"INTERVIEWER WARMTH AND VERBAL COMMUNICATION IN THE INITIAL INTERVIEW."},
      {
        "id":"ED015513",
        "title":"REGIONAL CENTER FOR COLLECTION, SYNTHESIS AND DISSEMINATION OF CAREER INFORMATION FOR USE BY SCHOOLS OF SAN DIEGO COUNTY (DEVELOPMENTAL), JULY 1, 1966 - JUNE 30, 1967."},
      {
        "id":"ED015514",
        "title":"AN INVESTIGATION OF THE CORRELATES OF ADHERENCE TO THE ADOLESCENT PEER CULTURE."},
      {
        "id":"ED015515",
        "title":"THE CLASSROOM BEHAVIOR SETTING--ITS NATURE AND RELATION TO STUDENT BEHAVIOR. FINAL REPORT."},
      {
        "id":"ED015516",
        "title":"VOCATIONAL ANALYSIS OF MALE COLLEGE GRADUATES IN LIBERAL ARTS."},
      {
        "id":"ED015517",
        "title":"VOCATIONAL PROBLEM-SOLVING EXPERIENCES FOR STIMULATING CAREER EXPLORATION AND INTEREST. FINAL REPORT."},
      {
        "id":"ED015518",
        "title":"TOWARD AN INSTRUCTIONAL MODEL FOR COUNSELING."},
      {
        "id":"ED015519",
        "title":"THE INFLUENCE OF A STRUCTURED PHYSICAL EDUCATION PROGRAM ON ADOLESCENT PERSONALITY. FINAL REPORT."},
      {
        "id":"ED015520",
        "title":"A CRITICAL STUDY OF THE LEADER BEHAVIOR OF SCHOOL ADMINISTRATORS IN CONFLICT WITH TEACHERS' UNIONS."},
      {
        "id":"ED015522",
        "title":"THE IRONY OF URBAN SCHOOL REFORM, IDEOLOGY AND STYLE IN MID-NINETEENTH CENTURY MASSACHUSETTS. FINAL REPORT."},
      {
        "id":"ED015528",
        "title":"PERSONALITY CHARACTERISTICS OF SCHOOL SUPERINTENDENTS IN RELATION TO THEIR WILLINGNESS TO ACCEPT INNOVATION IN EDUCATION."},
      {
        "id":"ED015532",
        "title":"A STUDY OF THE DEVELOPMENT OF MUSICALITY IN THE JUNIOR HIGH SCHOOL AND THE CONTRIBUTION OF MUSICAL COMPOSITION TO THIS DEVELOPMENT. FINAL REPORT."},
      {
        "id":"ED015533",
        "title":"PROGRAM EVALUATION AND REVIEW TECHNIQUE--APPLICATIONS IN EDUCATION."},
      {
        "id":"ED015534",
        "title":"DEVELOPMENT, DIFFUSION, AND EVALUATION."},
      {
        "id":"ED015535",
        "title":"DISSEMINATION AND TRANSLATION ROLES IN EDUCATION AND OTHER FIELDS, A COMPARATIVE ANALYSIS."},
      {
        "id":"ED015536",
        "title":"ORGANIZATIONAL RESISTANCES TO INNOVATIVE ROLES IN EDUCATIONAL ORGANIZATIONS."},
      {
        "id":"ED015537",
        "title":"AN ANALYSIS OF CLASSROOM ACTIVITIES, A FINAL REPORT."},
      {
        "id":"ED015538",
        "title":"ISSUES AND PROBLEMS IN CONTEMPORARY EDUCATIONAL ADMINISTRATION, A REVIEW OF RELATED LITERATURE. SUPPLEMENTARY REPORT."},
      {
        "id":"ED015539",
        "title":"FACTORS INFLUENCING TWO-YEAR COLLEGES TO EXPAND TO FOUR-YEAR PROGRAMS AND PROBLEMS ENCOUNTERED IN THE TRANSITION."},
      {
        "id":"ED015540",
        "title":"THE DEVELOPMENT OF PROFESSIONAL PERSONNEL IN EDUCATIONAL RESEARCH, VOLUMES I AND II."},
      {
        "id":"ED015541",
        "title":"PARTNERS FOR EDUCATIONAL PROGRESS (PEP), AN ANALYSIS OF COOPERATION--IMPORTANCE, STATUS, PRINCIPLES, EXAMPLES AND ACTION PROGRAMS."},
      {
        "id":"ED015543",
        "title":"ORGANIZATIONAL STRUCTURE AND INTERORGANIZATIONAL DYNAMICS."},
      {
        "id":"ED015544",
        "title":"COLLEGE TEACHERS AND COLLEGE TEACHING. THIRD SUPPLEMENT. (1962-1964)."},
      {
        "id":"ED015545",
        "title":"A STUDY OF THE CURRENT CURRICULUM REQUIREMENTS BY THE LEGISLATURE IN EACH OF THE FIFTY STATES."},
      {
        "id":"ED015546",
        "title":"A NEW FOCUS FOR SCHOOL DESEGREGATION."},
      {
        "id":"ED015547",
        "title":"DROPOUT AND RETENTION RATE METHODOLOGY USED TO ESTIMATE FIRST-STAGE ELEMENTS OF THE TRANSITION PROBABILITY MATRICES FOR DYNAMOD II."},
      {
        "id":"ED015548",
        "title":"METHODOLOGY USED TO ESTIMATE FIRST-STAGE ELEMENTS OF THE TRANSITION PROBABILITY MATRICES FOR DYNAMOD II--TEACHERS AND EXTRA-SYSTEM FLOWS."},
      {
        "id":"ED015549",
        "title":"ESTIMATION OF SECOND-STAGE DROPOUT RATES FOR STUDENT-TEACHER POPULATION GROWTH MODEL (DYNAMOD II)."},
      {
        "id":"ED015550",
        "title":"DYNAMOD II IN A TIME SHARING ENVIRONMENT."},
      {
        "id":"ED015551",
        "title":"AN ANALYSIS OF THE POSITION OF RESEARCH DIRECTOR IN THE PUBLIC SCHOOL SYSTEMS THROUGHOUT THE FIFTY STATES. SUMMARY REPORT."},
      {
        "id":"ED015552",
        "title":"COLLEGE AND UNIVERSITY PRESIDENTS. RECOMMENDATIONS AND REPORT OF A SURVEY."},
      {
        "id":"ED015553",
        "title":"COMPARISON BETWEEN SELECTED CHARACTERISTICS AND PERFORMANCE OF PROVISIONALLY AND PROFESSIONALLY CERTIFIED BEGINNING TEACHERS IN GEORGIA. FINAL REPORT."},
      {
        "id":"ED015554",
        "title":"BIRTH AND DEATH PROJECTIONS USED IN PRESENT STUDENT-TEACHER POPULATION GROWTH MODELS."},
      {
        "id":"ED015555",
        "title":"ESTIMATION OF AGE TRANSITION PROBABILITIES."},
      {
        "id":"ED015556",
        "title":"STUDENT-TEACHER POPULATION GROWTH MODEL--DYNAMOD II."},
      {
        "id":"ED015557",
        "title":"TRANSITION PROBABILITIES FOR STUDENT-TEACHER POPULATION GROWTH MODEL (DYNAMOD II)."},
      {
        "id":"ED015558",
        "title":"REPORT ON COOPERATIVE RESEARCH TO IMPROVE THE NATION'S SCHOOLS, FISCAL YEAR 1966."},
      {
        "id":"ED015559",
        "title":"INCREASING PARENTAL CONTRIBUTION TO WORK ADJUSTMENT FOR THE RETARDED. FINAL REPORT."},
      {
        "id":"ED015560",
        "title":"A GUIDE FOR TEACHERS OF THE EDUCABLE MENTALLY HANDICAPPED."},
      {
        "id":"ED015561",
        "title":"THE EFFECTS OF TYPING INSTRUCTION ON THE PERSONALITY AND ACHIEVEMENT OF EDUCABLE MENTALLY HANDICAPPED CHILDREN."},
      {
        "id":"ED015562",
        "title":"INSTITUTES ON WORK EDUCATION FOR EDUCABLE RETARDED YOUTH."},
      {
        "id":"ED015563",
        "title":"STATISTICS ON PUBLIC INSTITUTIONS FOR DELINQUENT CHILDREN, 1964. CHILDREN'S BUREAU STATISTICAL SERIES 81."},
      {
        "id":"ED015565",
        "title":"TRAINING AND EDUCATION DEPARTMENT CURRICULA."},
      {
        "id":"ED015569",
        "title":"VOCATIONAL STATUS AND ADJUSTMENT OF DEAF WOMEN. THE LEXINGTON SCHOOL FOR THE DEAF RESEARCH PUBLICATION SERIES NUMBER 1."},
      {
        "id":"ED015571",
        "title":"AN INVITATION TO PARTICIPATE. DEVELOPING A MODERN CURRICULUM FOR RETARDED CHILDREN THROUGH STATEWIDE PARTICIPATION AND COOPERATION."},
      {
        "id":"ED015572",
        "title":"PREDICTING ACHIEVEMENT FOR DEAF CHILDREN."},
      {
        "id":"ED015574",
        "title":"THE DEVELOPMENT OF A RECEPTIVE COMMUNICATION SCALE FOR DEAF CHILDREN. FINAL REPORT."},
      {
        "id":"ED015576",
        "title":"OUTLINE OF THE PROGRAM FOR TRAINABLE RESIDENTS."},
      {
        "id":"ED015578",
        "title":"SPECIAL EDUCATION COMMITTEE REPORT."},
      {
        "id":"ED015581",
        "title":"PRIMARY LEVEL RESOURCE GUIDE FOR EDUCABLE MENTALLY RETARDED. \"WE DO IT THIS WAY\" SERIES, VOLUME 1."},
      {
        "id":"ED015582",
        "title":"AN OUTLINE OF PROCEDURES FOR OPERATING AN EMPLOYMENT ORIENTATION PROGRAM FOR MENTALLY RETARDED STUDENTS ENROLLED IN SPECIAL EDUCATION CLASSES IN SECONDARY SCHOOLS IN NEW JERSEY."},
      {
        "id":"ED015583",
        "title":"BIBLIOGRAPHY ON RESEARCH IN PSYCHOMOTOR FUNCTION, PHYSICAL EDUCATION, AND RECREATION FOR THE MENTALLY RETARDED."},
      {
        "id":"ED015584",
        "title":"COMMUNICATION SKILLS FOR THE PRIMARY CLASS OF EDUCABLE MENTALLY RETARDED, A CURRICULUM GUIDE."},
      {
        "id":"ED015585",
        "title":"A RESEARCH DEMONSTRATION TO ASSESS THE EFFECTIVENESS OF A SPECIAL LIVING UNIT WITHIN A UNIVERSITY DORMITORY SETTING FOR THE REHABILITATION OF STUDENTS DISABLED BY EMOTIONAL DISTURBANCE."},
      {
        "id":"ED015586",
        "title":"CONGENITAL BLINDNESS AS AN INSTANCE OF SENSORY DEPRIVATION, IMPLICATIONS FOR REHABILITATION."},
      {
        "id":"ED015587",
        "title":"EXPLORATORY STUDY OF THE EFFECTS OF INDIVIDUAL WORK ON THE FUNCTIONING OF MALADJUSTED PRE-SCHOOL CHILDREN."},
      {
        "id":"ED015588",
        "title":"THE \"BRAIN INJURED\" ADOLESCENT."},
      {
        "id":"ED015596",
        "title":"GUIDELINES FOR EDUCATING YOUTH UNDER STRESS."},
      {
        "id":"ED015598",
        "title":"OHIO PROGRAMS FOR VISUALLY HANDICAPPED CHILDREN, A REPORT ON THE 1964-65 COLUMBUS, OHIO STUDY OF PARTIALLY SEEING."},
      {
        "id":"ED015600",
        "title":"COLLEGE PREPARATION FOR BLIND PROSPECTIVE COLLEGE STUDENTS. FINAL REPORT."},
      {
        "id":"ED015603",
        "title":"TEACHING BEGINNING READING TO HEARING IMPAIRED CHILDREN, USING A VISUAL METHOD AND TEACHING MACHINES. FINAL REPORT."},
      {
        "id":"ED015604",
        "title":"AN INVESTIGATION OF THE DOMAN-DELACATO THEORY OF NEUROPSYCHOLOGY AS IT APPLIES TO TRAINABLE MENTALLY RETARDED CHILDREN IN PUBLIC SCHOOLS."},
      {
        "id":"ED015605",
        "title":"BIENNIAL CONFERENCE OF THE AMERICAN ASSOCIATION OF INSTRUCTORS OF THE BLIND (48TH, SALT LAKE CITY, JUNE 26-30, 1966)."},
      {
        "id":"ED015607",
        "title":"STANDARDS FOR LIBRARY-MEDIA CENTERS IN SCHOOLS FOR THE DEAF, A HANDBOOK FOR THE DEVELOPMENT OF LIBRARY-MEDIA PROGRAMS."},
      {
        "id":"ED015608",
        "title":"WORK EXPERIENCE CENTER, HABILITATION OF THE RETARDED. FINAL REPORT."},
      {
        "id":"ED015609",
        "title":"EVALUATION AND DEVELOPMENT OF SENSORY AIDS AND DEVICES. FINAL REPORT. (TITLE SUPPLIED)."},
      {
        "id":"ED015612",
        "title":"DIFFERENTIAL EFFECTS OF SEX, AGE, AND ABILITY ON WISC PROFILES OF BLIND CHILDREN."},
      {
        "id":"ED015613",
        "title":"CLINICAL PROGRAMS FOR MENTALLY RETARDED CHILDREN, A LISTING."},
      {
        "id":"ED015615",
        "title":"THE ELEMENTARY SCHOOL CHILD AND HIS POSTURE PATTERNS."},
      {
        "id":"ED015616",
        "title":"STRUCTURAL CONSIDERATIONS IN SCHOOL BUILDING ECONOMY. SCHOOL BUILDING ECONOMY SERIES, NUMBER 5."},
      {
        "id":"ED015617",
        "title":"&quot;GLASS WALLS&quot; AND THE INSTRUCTIONAL PROGRAM."},
      {
        "id":"ED015620",
        "title":"MATERIALS FOR MODERNIZATION."},
      {
        "id":"ED015621",
        "title":"GUIDE FOR THE EVALUATION OF SCHOOL FACILITIES."},
      {
        "id":"ED015623",
        "title":"IMPLICATIONS OF NEW MEDIA FOR SPACE AND BUILDING DESIGN."},
      {
        "id":"ED015624",
        "title":"HYDE PARK HIGH SCHOOL, CHICAGO, ORPUT AND ORPUT, ARCHITECTS, NAMED WINNER OF $2,000,000 COMPETITION. NEW LIFE FOR OLD SCHOOLS NEWSLETTER NUMBER 9."},
      {
        "id":"ED015625",
        "title":"ELEMENTARY SCHOOL BUILDINGS (KINDERGARTEN - GRADE 8). EDUCATIONAL SPECIFICATIONS FOR THE PUBLIC SCHOOL BUILDINGS IN HAWAII, VOLUME 1."},
      {
        "id":"ED015626",
        "title":"SCHOOL LIGHTING APPLICATION DATA. EXCERPTS FROM THE IES LIGHTING HANDBOOK, 3RD EDITION."},
      {
        "id":"ED015627",
        "title":"COMMUNITY COLLEGE PLANNING--CONCEPTS, GUIDELINES AND ISSUES."},
      {
        "id":"ED015628",
        "title":"MANUAL OF PROCEDURES AND CRITERIA FOR CAMPUS DEVELOPMENT AND CAPITAL OUTLAY PLANNING."},
      {
        "id":"ED015633",
        "title":"SCHOOL PLANT MANAGEMENT FOR SCHOOL ADMINISTRATORS."},
      {
        "id":"ED015634",
        "title":"NEW DIMENSIONS IN JUNIOR COLLEGE PLANNING."},
      {
        "id":"ED015635",
        "title":"SCIENCE FACILITIES. A CLASSIFIED LIST OF LITERATURE RELATED TO DESIGN, CONSTRUCTION AND OTHER ARCHITECTURAL MATTERS."},
      {
        "id":"ED015636",
        "title":"A PROVISIONAL LONG-RANGE PLAN FOR HIGHER EDUCATION IN WISCONSIN."},
      {
        "id":"ED015637",
        "title":"THE COLLEGE AND UNIVERSITY FINE ARTS CENTER, REPORT FROM A WORKSHOP SPONSORED BY PERKINS AND WILL, ARCHITECTS, AND COLLEGE AND UNIVERSITY BUSINESS MAGAZINE (CHICAGO, DECEMBER 28, 1960)."},
      {
        "id":"ED015638",
        "title":"PROBES, A SEARCH FOR UNIQUENESS OF THE COMMUNITY COLLEGE."},
      {
        "id":"ED015639",
        "title":"PLANNING AND OPERATING COLLEGE UNION BUILDINGS."},
      {
        "id":"ED015640",
        "title":"INSTRUCTIONAL TELEVISION RESEARCH REPORTS."},
      {
        "id":"ED015641",
        "title":"THE UTILIZATION OF CLASSROOM TELEVISION."},
      {
        "id":"ED015642",
        "title":"TELEVISION FOR HIGHER EDUCATION IN COLORADO--A FIVE-YEAR PLAN."},
      {
        "id":"ED015643",
        "title":"USING AUDIO-VISUAL MATERIALS IN THE ELEMENTARY CLASSROOM."},
      {
        "id":"ED015644",
        "title":"INTER-UNIVERSITY FILM PROJECT--THE PRODUCTION OF FIVE STIMULUS FILMS TO BE USED IN TEACHER EDUCATION. FINAL REPORT."},
      {
        "id":"ED015645",
        "title":"RECOMMENDATIONS FOR REPORTING THE EFFECTIVENESS OF PROGRAMMED INSTRUCTION MATERIALS."},
      {
        "id":"ED015646",
        "title":"EDUCATIONAL MEDIA IN TRANSITION."},
      {
        "id":"ED015648",
        "title":"REPORT ON COPYRIGHTS, CLEARANCES, AND RIGHTS OF TEACHERS IN THE NEW EDUCATIONAL MEDIA."},
      {
        "id":"ED015649",
        "title":"GREAT PLAINS REGIONAL INSTRUCTIONAL TELEVISION LIBRARY DEMONSTRATION PROJECT. SUMMARY REPORT."},
      {
        "id":"ED015650",
        "title":"THE OVERHEAD PROJECTOR IN THE PHYSICS LECTURE."},
      {
        "id":"ED015651",
        "title":"PROGRAMED INSTRUCTION PROJECT. ANNUAL REPORT, 1964-65."},
      {
        "id":"ED015653",
        "title":"REPORT OF THE INTERNATIONAL WORKING GROUP ON EDUCATIONAL TELEVISION (LONDON, NOVEMBER 22-27, 1964)."},
      {
        "id":"ED015654",
        "title":"ANSWER OBSERVING IN PROGRAMMED INSTRUCTION--II. THE EFFECT OF INCENTIVE ON STUDENT PERFORMANCE WITHIN AND AFTER PROGRAMMED INSTRUCTION."},
      {
        "id":"ED015656",
        "title":"FEASIBILITY STUDY OF A NEW MOBILE MULTI-MEDIA SERVICE FOR HAVE-NOT SCHOOL DISTRICTS. FINAL REPORT."},
      {
        "id":"ED015657",
        "title":"MATHEMATICS TEACHING BEHAVIOR CHANGES MADE BY INTERMEDIATE GRADE TEACHERS DURING A 15-WEEK PERIOD OF INSTRUCTION BY EDUCATIONAL TELEVISION. FINAL REPORT."},
      {
        "id":"ED015658",
        "title":"AN EVALUATION OF THE EFFECT OF AN IMMEDIATE FEEDBACK DEVICE USED WITH TYPICAL COLLEGE CLASSROOM TESTS. FINAL REPORT."},
      {
        "id":"ED015659",
        "title":"MASTER TELEVISION ANTENNA SYSTEM."},
      {
        "id":"ED015660",
        "title":"PROCEEDINGS OF THE NEW YORK STATE CONVOCATION ON EDUCATIONAL COMMUNICATIONS (NEW YORK CITY, NOVEMBER 22-25, 1964)."},
      {
        "id":"ED015661",
        "title":"PROCEEDINGS OF THE NEW YORK STATE CONVOCATION ON EDUCATIONAL COMMUNICATIONS (ALBANY, NOVEMBER 20-22, 1963)."},
      {
        "id":"ED015662",
        "title":"USING TELEVISION FOR THE IMPROVEMENT OF URBAN LIFE--A PROJECT SPONSORED BY THE NATIONAL EDUCATION ASSOCIATION."},
      {
        "id":"ED015663",
        "title":"A GUIDE TO EDUCATIONAL TELEVISION."},
      {
        "id":"ED015664",
        "title":"PERSONNEL FOR A COMPLETE INSTRUCTIONAL PROGRAM--PRINTED AND NONPRINTED MATERIALS--LIBRARY AND AUDIOVISUAL SERVICES--FOR ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED015665",
        "title":"TEACHING SAMOANS TO TEACH THEMSELVES."},
      {
        "id":"ED015667",
        "title":"TELEVISION AND THE CONTINUING EDUCATION OF TEACHERS, A FEASIBILITY STUDY OF THE POTENTIAL OF NETWORK TELEVISION FOR DISSEMINATION OF EDUCATIONAL RESEARCH INFORMATION. FINAL REPORT."},
      {
        "id":"ED015668",
        "title":"A COMPARISON OF THE PICTORIAL, PRINT, AND AURAL MEDIA ON CONNOTATIVE MEANING. FINAL REPORT."},
      {
        "id":"ED015669",
        "title":"EXPLORING WAYS TO INTEGRATE AUDIO-VISUAL MEDIA WITH ELEMENTARY SCHOOL INSTRUCTIONAL PRACTICES."},
      {
        "id":"ED015670",
        "title":"PROJECT EAR, EDUCATIONAL AMATEUR RADIO."},
      {
        "id":"ED015671",
        "title":"SUMMARY OF RESEARCH IN EXPERIMENTAL EDUCATION."},
      {
        "id":"ED015672",
        "title":"EQUIPMENT GUIDE FOR CLASSROOM TELEVISION."},
      {
        "id":"ED015674",
        "title":"A BASIC REFERENCE SHELF ON INSTRUCTIONAL MEDIA RESEARCH. USING EDUCATIONAL MEDIA--GUIDES TO THE LITERATURE, SERIES 1."},
      {
        "id":"ED015675",
        "title":"THE INSTRUCTIONAL EFFECTIVENESS OF COLOR IN TELEVISION--A REVIEW OF THE EVIDENCE. USING EDUCATIONAL MEDIA--GUIDES TO THE LITERATURE, SERIES 1."},
      {
        "id":"ED015676",
        "title":"SYSTEMS ANALYSIS AND SYNTHESIS APPLIED TO OCCUPATIONAL INSTRUCTION IN SECONDARY SCHOOLS."},
      {
        "id":"ED015677",
        "title":"SELF-INSTRUCTIONAL COURSE IN APPLIED IMAGINATION."},
      {
        "id":"ED015678",
        "title":"SCRAMBLED VERSUS ORDERED SEQUENCING IN COMPUTER-ASSISTED INSTRUCTION."},
      {
        "id":"ED015679",
        "title":"BRANCHING PROGRAMS IN AUTOMATED INSTRUCTION--A SIMPLIFIED FORMAT."},
      {
        "id":"ED015680",
        "title":"GRAPHIC INPUT TABLETS FOR PROGRAMMED INSTRUCTION."},
      {
        "id":"ED015681",
        "title":"ELEMENTS OF AN EFFECTIVE AUDIOVISUAL PROGRAM, A HANDBOOK FOR WISCONSIN EDUCATORS."},
      {
        "id":"ED015682",
        "title":"NATIONAL CONFERENCE ON INSTRUCTIONAL MATERIALS FOR STATE DEPARTMENT OF EDUCATION PERSONNEL (AUSTIN, MAY 22-25, 1966)."},
      {
        "id":"ED015683",
        "title":"EDUCATIONAL TELEVISION IN BRITAIN."},
      {
        "id":"ED015685",
        "title":"INTER-UNIVERSITY FILM PROJECT--DEVELOPING TITLES, PLAN OF UTILIZATION, AND PLAN OF EVALUATION FOR A SERIES OF PROBLEM-CENTERED, OPEN-ENDED FILMS TO BE USED IN TEACHER TRAINING."},
      {
        "id":"ED015686",
        "title":"THE ANALYSIS OF INSTRUCTIONAL OBJECTIVES. DRAFT."},
      {
        "id":"ED015687",
        "title":"PROCESS AND PRODUCT--A REASSESSMENT OF STUDENTS AND PROGRAM. THE CREATIVE INTELLECTUAL STYLE IN GIFTED ADOLESCENTS, REPORT III. FINAL REPORT."},
      {
        "id":"ED015688",
        "title":"NUCLEATION AND THE AUDIO-LINGUAL APPROACH."},
      {
        "id":"ED015689",
        "title":"THE EFFECT OF VISUAL FEEDBACK ON PRONUNCIATION IN FOREIGN LANGUAGE LEARNING. TERMINATION OF RESEARCH REPORT."},
      {
        "id":"ED015691",
        "title":"AN EXPERIMENT IN STATEWIDE DEVELOPMENT, THE INDIANA LANGUAGE PROGRAM."},
      {
        "id":"ED015692",
        "title":"THE ARTICULATION OF FOREIGN LANGUAGE STUDY."},
      {
        "id":"ED015696",
        "title":"THE NEW TECHNOLOGY OF TEACHER TRAINING."},
      {
        "id":"ED015697",
        "title":"GREEK AND LATIN IN THE HIGH SCHOOLS, ANOTHER PROPOSAL."},
      {
        "id":"ED015698",
        "title":"PRACTICE TEACHING--MODELS AND MODULES."},
      {
        "id":"ED015699",
        "title":"A GUIDE FOR INSTRUCTION IN MODERN FOREIGN LANGUAGES, GRADES 4-12."},
      {
        "id":"ED015700",
        "title":"CRITERIA FOR EVALUATING FOREIGN STUDY PROGRAMS FOR SECONDARY SCHOOL STUDENTS."},
      {
        "id":"ED015706",
        "title":"RESULTS OF A SURVEY--FL SUPERVISORY EXPERIENCE WITH HIGH SCHOOL PROGRAMS, AND OPINIONS CONCERNING FACTORS AFFECTING ENROLLMENT IN HIGH SCHOOL RUSSIAN."},
      {
        "id":"ED015711",
        "title":"MLA FOREIGN LANGUAGE PROFICIENCY TESTS FOR TEACHERS AND ADVANCED STUDENTS. MLA BULLETIN OF INFORMATION, 1966-67."},
      {
        "id":"ED015712",
        "title":"NEW YORK CITY FOREIGN LANGUAGE PROGRAM FOR SECONDARY SCHOOLS, HEBREW, LEVELS 1-4."},
      {
        "id":"ED015713",
        "title":"CONTINUING EDUCATION PROGRAMS IN CALIFORNIA HIGHER EDUCATION--DELINEATION OF FUNCTIONS, COORDINATION, FINANCE, GENERAL EXTENSION CENTERS."},
      {
        "id":"ED015714",
        "title":"THE TEACHING OF THE SOCIAL SCIENCES TO NON-TRANSFER STUDENTS AT COMMUNITY JUNIOR COLLEGES."},
      {
        "id":"ED015715",
        "title":"PARAMEDICAL AND HEALTH RELATED PROGRAMS IN THE JUNIOR COLLEGE--SOME QUESTIONS AND ANSWERS."},
      {
        "id":"ED015716",
        "title":"THE USE OF VISUAL TRAINING AND POSTURAL REMEDIATION WITH GROUPS OF COLLEGE STUDENTS."},
      {
        "id":"ED015717",
        "title":"POLICIES OF JUNIOR COLLEGES IN CALIFORNIA FOR INSTRUCTORS' ATTENDANCE AT PROFESSIONAL CONFERENCES. SURVEY."},
      {
        "id":"ED015718",
        "title":"TO BUILD OR NOT TO BUILD, A REPORT ON THE UTILIZATION AND PLANNING OF INSTRUCTIONAL FACILITIES IN SMALL COLLEGES."},
      {
        "id":"ED015719",
        "title":"A PROJECT TO IMPROVE LEARNING IN CHEMISTRY AT EL CAMINO COLLEGE BY INTRODUCING CHEM STUDY FILMS IN THE EIGHT MILLIMETER CARTRIDGE FORM FOR OUT-OF-CLASS USE BY STUDENTS."},
      {
        "id":"ED015720",
        "title":"THE TWO-YEAR COLLEGE IN THE UNITED STATES--A GUIDE FOR FOREIGN STUDENTS."},
      {
        "id":"ED015721",
        "title":"REPORT ON CANADIAN EDUCATION IN ONTARIO PROVINCE, PARTS I AND II."},
      {
        "id":"ED015722",
        "title":"THE COMPREHENSIVE COMMUNITY COLLEGE SYSTEM IN NORTH CAROLINA."},
      {
        "id":"ED015723",
        "title":"FRESHMAN MATHEMATICS COURSE DESCRIPTIONS, TEXAS COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED015724",
        "title":"DELINEATION OF THE COMMUNITY COLLEGE'S PLACE IN OREGON EDUCATION."},
      {
        "id":"ED015725",
        "title":"CAREER TRAINING IN HOTEL AND RESTAURANT OPERATION...AT CITY COLLEGE OF SAN FRANCISCO."},
      {
        "id":"ED015726",
        "title":"COOPERATIVE STUDY OF SATURDAY INSTRUCTION."},
      {
        "id":"ED015727",
        "title":"A GENERAL TECHNICIAN PROGRAM FOR DISADVANTAGED YOUTH."},
      {
        "id":"ED015728",
        "title":"CALIFORNIA JUNIOR COLLEGE ASSOCIATION COMMITTEE HANDBOOK, FALL, 1965."},
      {
        "id":"ED015729",
        "title":"AN EXPERIMENTAL COLLEGE IN A MULTI-COLLEGE SYSTEM--THE ROTATION OF ITS FACULTY."},
      {
        "id":"ED015730",
        "title":"ACADEMIC FREEDOM AND TENURE--DEAN JUNIOR COLLEGE."},
      {
        "id":"ED015731",
        "title":"ACADEMIC FREEDOM AND TENURE--LINCOLN COLLEGE."},
      {
        "id":"ED015732",
        "title":"TWO-YEAR COLLEGES, A REPORT TO THE ILLINOIS BOARD OF HIGHER EDUCATION, DECEMBER 1963."},
      {
        "id":"ED015733",
        "title":"THE JUNIOR COLLEGE AND EDUCATION IN THE SCIENCES. THIRD REPORT IN A SERIES PREPARED FOR THE SUBCOMMITTEE ON SCIENCE, RESEARCH, AND DEVELOPMENT OF THE COMMITTEE ON SCIENCE AND ASTRONAUTICS OF THE U.S. HOUSE OF REPRESENTATIVES. (TITLE SUPPLIED)."},
      {
        "id":"ED015734",
        "title":"GUIDELINES FOR HOSPITALITY EDUCATION IN JUNIOR COLLEGES, A MANUAL FOR THE ESTABLISHMENT OF PROGRAMS FOR CAREERS IN THE HOTEL-MOTEL, RESTAURANT, AND INSTITUTIONAL INDUSTRIES."},
      {
        "id":"ED015735",
        "title":"ADMISSION OF STUDENTS TO CALIFORNIA PUBLIC JUNIOR COLLEGES WHO ARE IN ACADEMIC DIFFICULTY AT THE UNIVERSITY OF CALIFORNIA."},
      {
        "id":"ED015736",
        "title":"AN ADULT APPROACH TO ADULT EDUCATION."},
      {
        "id":"ED015737",
        "title":"STUDENT AND FACULTY VIEWS CONCERNING THE SUMMER TRIAL PROGRAM AT GSC."},
      {
        "id":"ED015738",
        "title":"ATTRITION RATE STUDY."},
      {
        "id":"ED015739",
        "title":"PAPERBACK BOOKS AND THE COLLEGE LIBRARY."},
      {
        "id":"ED015740",
        "title":"STRENGTHENING THE COLLEGE LIBRARY."},
      {
        "id":"ED015741",
        "title":"A TOOL FOR INDEPENDENT STUDY IN BIOLOGY."},
      {
        "id":"ED015742",
        "title":"PERCEIVED CHARACTERISTICS OF THE JUNIOR COLLEGE."},
      {
        "id":"ED015743",
        "title":"STUDENT CAMPUS EMPLOYEES."},
      {
        "id":"ED015744",
        "title":"GAPS AND OVERLAPS IN INSTITUTIONAL RESEARCH."},
      {
        "id":"ED015745",
        "title":"ERIC AND THE JUNIOR COLLEGE."},
      {
        "id":"ED015746",
        "title":"PROFILE OF THE IDEAL COMMUNITY-JUNIOR COLLEGE."},
      {
        "id":"ED015747",
        "title":"RELATIONSHIPS BETWEEN PERSONNEL POLICIES AND FACULTY LIFE-RECORD DATA IN PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED015748",
        "title":"IDENTIFYING AND TEACHING CREATIVITY. THE GENERAL COLLEGE STUDIES, UNIVERSITY OF MINNESOTA, VOLUME I, NUMBER 2, 1963-1965."},
      {
        "id":"ED015750",
        "title":"TRAINING NUCLEAR TECHNICIANS."},
      {
        "id":"ED015751",
        "title":"IDENTIFYING AND TEACHING CREATIVITY. THE GENERAL COLLEGE STUDIES, UNIVERSITY OF MINNESOTA, VOLUME I, NUMBER 1, 1963-1965."},
      {
        "id":"ED015752",
        "title":"IDENTIFYING AND TEACHING CREATIVITY--DIFFERENCES BETWEEN HIGH AND LOW ABILITY STUDENTS. THE GENERAL COLLEGE STUDIES, UNIVERSITY OF MINNESOTA, VOLUME I, NUMBER 3, 1963-1965."},
      {
        "id":"ED015753",
        "title":"ACCREDITING TECHNICAL-VOCATIONAL PROGRAMS."},
      {
        "id":"ED015755",
        "title":"SOCIAL CHANGE AND THE COMMUNITY COLLEGE."},
      {
        "id":"ED015757",
        "title":"A WORKSHOP OF INTEREST TO NEW PRESIDENTS WITH LITTLE BACKGROUND IN THE JUNIOR COLLEGE--AN ANALYSIS."},
      {
        "id":"ED015758",
        "title":"TEACHING INTERNSHIPS-CORE PROGRAM."},
      {
        "id":"ED015759",
        "title":"A MASTER&apos;S DEGREE PROGRAM FOR JUNIOR COLLEGE TEACHERS."},
      {
        "id":"ED015760",
        "title":"THE JUNIOR COLLEGE CURRICULUM."},
      {
        "id":"ED015762",
        "title":"MECHANIZED CIRCULATION SYSTEM, LEHIGH UNIVERSITY LIBRARY. LIBRARY SYSTEMS ANALYSIS, REPORT NUMBER 4."},
      {
        "id":"ED015765",
        "title":"EDUCATION FOR HEALTH SCIENCES LIBRARIANSHIP, PROCEEDINGS OF AN INVITATIONAL CONFERENCE (SEATTLE, SEPTEMBER 10-12, 1967)."},
      {
        "id":"ED015766",
        "title":"SURVEY OF BIBLIOGRAPHIES AND REFERENCE WORKS ON ASIA, AFRICA, LATIN AMERICA, RUSSIA, AND EAST EUROPE--AND COMPILATION OF BIBLIOGRAPHIES ON EAST ASIA, SOUTH ASIA AND AFRICA SOUTH OF THE SAHARA FOR UNDERGRADUATE LIBRARIES. INTERIM REPORT, PHASE ONE."},
      {
        "id":"ED015768",
        "title":"THE DEVELOPMENT OF AN INFORMATION SYSTEM FOR ELEMENTARY SCHOOL MATHEMATICS CURRICULUM MATERIALS--A FEASIBILITY STUDY. FINAL REPORT."},
      {
        "id":"ED015771",
        "title":"FOLLOW-UP OF OPERATION HEAD START PARTICIPANTS IN THE STATE OF IOWA. FINAL REPORT."},
      {
        "id":"ED015772",
        "title":"TECHNIQUES FOR ASSESSING COGNITIVE AND SOCIAL ABILITIES OF CHILDREN AND PARENTS IN PROJECT HEAD START."},
      {
        "id":"ED015773",
        "title":"IMPACT OF SUMMER 1965 HEAD START ON CHILDREN'S CONCEPT ATTAINMENT DURING KINDERGARTEN. FINAL REPORT."},
      {
        "id":"ED015774",
        "title":"HEADSTART OPERATIONAL FIELD ANALYSIS. PROGRESS REPORT I."},
      {
        "id":"ED015775",
        "title":"HEADSTART OPERATIONAL FIELD ANALYSIS. PROGRESS REPORT II."},
      {
        "id":"ED015776",
        "title":"HEADSTART OPERATIONAL FIELD ANALYSIS. PROGRESS REPORT III."},
      {
        "id":"ED015777",
        "title":"HEADSTART OPERATIONAL FIELD ANALYSIS. PROGRESS REPORT IV."},
      {
        "id":"ED015778",
        "title":"THE EFFECTS OF SEVERAL VERBAL PRETRAINING CONDITIONS ON PRESCHOOL CHILDREN'S TRANSFER IN PROBLEM SOLVING. FINAL REPORT."},
      {
        "id":"ED015779",
        "title":"CONCEPT FORMATION AS A FUNCTION OF METHOD OF PRESENTATION AND RATIO OF POSITIVE TO NEGATIVE INSTANCES."},
      {
        "id":"ED015780",
        "title":"OPTIMIZING EDUCATIONAL INVESTMENT STRATEGIES."},
      {
        "id":"ED015781",
        "title":"KICKAPOO - NORTH CANADIAN PROJECT, 1966-67. FINAL REPORT."},
      {
        "id":"ED015782",
        "title":"PROGRAMED INSTRUCTION AS A STRATEGY FOR DEVELOPING CURRICULA FOR CHILDREN FROM DISADVANTAGED BACKGROUNDS."},
      {
        "id":"ED015783",
        "title":"A COMPARISON OF THE DEVELOPMENTAL DRAWING CHARACTERISTICS OF CULTURALLY ADVANTAGED AND CULTURALLY DISADVANTAGED CHILDREN. FINAL REPORT."},
      {
        "id":"ED015785",
        "title":"FACTORS ASSOCIATED WITH A PROGRAM FOR ENCOURAGING SELF-INITIATED ACTIVITIES BY FIFTH AND SIXTH GRADE STUDENTS IN A SELECTED ELEMENTARY SCHOOL EMPHASIZING INDIVIDUALIZED INSTRUCTION."},
      {
        "id":"ED015786",
        "title":"COGNITIVE DEVELOPMENT IN INFANTS OF DIFFERENT AGE LEVELS AND FROM DIFFERENT ENVIRONMENTAL BACKGROUNDS."},
      {
        "id":"ED015787",
        "title":"THE RELATIONSHIPS BETWEEN CERTAIN TEACHER CHARACTERISTICS AND ACHIEVEMENT AND CREATIVITY OF GIFTED ELEMENTARY SCHOOL STUDENTS. FINAL REPORT SUMMARY."},
      {
        "id":"ED015788",
        "title":"A NATIONAL DEMONSTRATION PROJECT UTILIZING TELEVISED MATERIALS FOR THE FORMAL EDUCATION OF CULTURALLY DISADVANTAGED PRESCHOOL CHILDREN. FINAL REPORT."},
      {
        "id":"ED015789",
        "title":"SOCIAL AND EMOTIONAL BEHAVIOR IN INFANCY--SOME DEVELOPMENTAL ISSUES AND PROBLEMS."},
      {
        "id":"ED015790",
        "title":"THE DEVELOPMENT OF A TEST TO ASSESS THE OCCURRENCE OF SELECTED FEATURES OF NON-STANDARD ENGLISH IN THE SPEECH OF DISADVANTAGED PRIMARY CHILDREN."},
      {
        "id":"ED015791",
        "title":"EFFECTS OF A STRUCTURED PROGRAM OF PRESCHOOL MATHEMATICS ON COGNITIVE BEHAVIOR."},
      {
        "id":"ED015792",
        "title":"THE EVALUATION OF PROJECT HEAD START--A CONCEPTUAL STATEMENT."},
      {
        "id":"ED015793",
        "title":"PROBLEMS OF EDUCATIONAL EVALUATION IN PROJECT HEAD START--SAMPLING, DESIGN, AND CONTROL GROUPS."},
      {
        "id":"ED015794",
        "title":"FACTORS AFFECTING COGNITIVE GROWTH IN PROJECT HEAD START CHILDREN--WHAT KINDS OF CHANGES OCCUR IN WHAT KINDS OF CHILDREN UNDER WHAT KINDS OF PROGRAMS."},
      {
        "id":"ED015795",
        "title":"AN INTERDISCIPLINARY INSTITUTE FOR THE IN-SERVICE TRAINING OF TEACHERS AND OTHER SCHOOL PERSONNEL TO ACCELERATE THE SCHOOL ACCEPTANCE OF INDIAN, NEGRO, AND SPANISH-SPEAKING PUPILS OF THE SOUTHWEST. INTERIM REPORT NUMBER 3."},
      {
        "id":"ED015796",
        "title":"READINGS FOR UNDERSTANDING SOUTHWESTERN CULTURE."},
      {
        "id":"ED015797",
        "title":"ECONOMIC FACTORS INFLUENCING EDUCATIONAL ATTAINMENTS AND ASPIRATIONS OF FARM YOUTH."},
      {
        "id":"ED015798",
        "title":"MEXICAN-AMERICAN STUDY PROJECT. ADVANCE REPORT 2, MEXICAN IMMIGRATION TO THE UNITED STATES--THE RECORD AND ITS IMPLICATIONS."},
      {
        "id":"ED015801",
        "title":"RURAL SCHOOL IMPROVEMENT PROJECT. 1953-1957 REPORT."},
      {
        "id":"ED015802",
        "title":"MEXICAN-AMERICAN STUDY PROJECT. ADVANCE REPORT 4, RESIDENTIAL SEGREGATION IN THE URBAN SOUTHWEST."},
      {
        "id":"ED015804",
        "title":"THE INTERMEDIATE UNIT IN IOWA. (TITLE SUPPLIED)."},
      {
        "id":"ED015805",
        "title":"AN OVERVIEW OF RURAL YOUTH'S MENTAL HEALTH STATUS AND SERVICES."},
      {
        "id":"ED015806",
        "title":"AN ANALYSIS OF FACTORS ASSOCIATED WITH SCHOOL BOND ELECTIONS IN IOWA."},
      {
        "id":"ED015807",
        "title":"ROUGH ROCK DEMONSTRATION SCHOOL."},
      {
        "id":"ED015808",
        "title":"PROBLEMS IN FINDING JOBS FOR MIGRANT YOUTH."},
      {
        "id":"ED015809",
        "title":"RESPONSE TO CHALLENGE - NEW PROGRAM DIRECTIONS."},
      {
        "id":"ED015810",
        "title":"SAN CARLOS APACHE PAPERS."},
      {
        "id":"ED015811",
        "title":"GOOD PRONUNCIATION (AND) DAILY LOG FOR TEACHING ENGLISH AS A SECOND LANGUAGE USING THE AUDIO-LINGUAL METHOD."},
      {
        "id":"ED015812",
        "title":"MEETING THE IMPACT OF SOCIO-ECONOMIC CHANGE THROUGH SCHOOL PROGRAM INNOVATIONS IN RURAL AREAS."},
      {
        "id":"ED015813",
        "title":"ADJUSTMENT OF RURAL YOUTH TO URBAN ENVIRONMENTS."},
      {
        "id":"ED015814",
        "title":"NEW MEXICO TITLE I, P.L. 89-10, ESEA PROJECTS, 1966-1967. ANNUAL EVALUATION REPORT."},
      {
        "id":"ED015817",
        "title":"AN EVALUATION APPROACH DESIGNED TO IDENTIFY THE LEVELS OF THINKING EXISTENT IN SELECT CLASSROOMS AS EXHIBITED BY TEACHER AND STUDENT VERBAL BEHAVIOR. FINAL REPORT."},
      {
        "id":"ED015818",
        "title":"NEW APPROACH TO INDIAN EDUCATION."},
      {
        "id":"ED015819",
        "title":"TEACHING ENGLISH AS A SECOND LANGUAGE TO PUPILS OF FOREIGN BORN, MEXICAN HERITAGE. LESSON PLANS II."},
      {
        "id":"ED015820",
        "title":"ENGLISH AS A SECOND LANGUAGE, COURSE OF STUDY, OPERATION HEAD START PROJECT 0162."},
      {
        "id":"ED015821",
        "title":"TEACHING ENGLISH AS A SECOND LANGUAGE TO PUPILS OF FOREIGN BORN, MEXICAN HERITAGE. LESSON PLANS I."},
      {
        "id":"ED015822",
        "title":"FIVE REGIONAL CONFERENCES ON THE DISADVANTAGED, TITLE I, P.L. 89-10. (TITLE SUPPLIED)."},
      {
        "id":"ED015823",
        "title":"QUESTIONS AS AIDS TO READING--SOME RESEARCH AND A THEORY."},
      {
        "id":"ED015824",
        "title":"THE READING PROGRAM SPANS THE TOTAL CURRICULUM."},
      {
        "id":"ED015825",
        "title":"SOCIO-CULTURAL INFLUENCES AND LEARNING CHANNELS."},
      {
        "id":"ED015826",
        "title":"CULTURAL DEPRIVATION--IDEAS FOR ACTION."},
      {
        "id":"ED015827",
        "title":"LET THEM LISTEN."},
      {
        "id":"ED015828",
        "title":"THE EFFECT OF PURPOSEFUL READING ON COMPREHENSION AT DIFFERING LEVELS OF DIFFICULTY."},
      {
        "id":"ED015829",
        "title":"THE ROLE OF THE TEACHER IN DEVELOPING LIFETIME READERS."},
      {
        "id":"ED015830",
        "title":"INSTRUCTIONAL MATERIALS AND METHODS FOR THE DISADVANTAGED PUPIL WHO IS RETARDED IN READING."},
      {
        "id":"ED015831",
        "title":"FELS FOUNDATION PROJECT FOR DEVELOPING YOUTH POTENTIAL."},
      {
        "id":"ED015833",
        "title":"SPECIAL MOTIVATIONAL ACTIVITIES FOR PROMOTING CERTAIN PROBLEM AREAS IN READING."},
      {
        "id":"ED015834",
        "title":"RESEARCH CONFERENCE ON THE PROBLEM OF DYSLEXIA AND RELATED DISORDERS IN PUBLIC SCHOOLS OF THE UNITED STATES. FINAL REPORT."},
      {
        "id":"ED015837",
        "title":"A COMPARISON OF SCORES OBTAINED THROUGH NORMAL AND VISUAL ADMINISTRATIONS OF THE OCCUPATIONAL INTEREST INVENTORY."},
      {
        "id":"ED015839",
        "title":"FIELD TEST OF AN ACADEMICALLY ORIENTED PRESCHOOL CURRICULUM."},
      {
        "id":"ED015840",
        "title":"CHILDREN WITHOUT - WITHOUT MOTIVATION."},
      {
        "id":"ED015841",
        "title":"A THIRD PROGRESS REPORT OF THE CRAFT PROJECT--TEACHING READING TO DISADVANTAGED PRIMARY GRADE URBAN NEGRO CHILDREN."},
      {
        "id":"ED015842",
        "title":"THE DEVELOPMENT OF A BEGINNING READING SKILLS PROGRAM USING THE EDISON RESPONSIVE ENVIRONMENTS INSTRUMENT. FOURTH PROGRESS REPORT."},
      {
        "id":"ED015843",
        "title":"THE STUDENT-MACHINE INTERFACE IN INSTRUCTION."},
      {
        "id":"ED015844",
        "title":"OBJECTIVES AND EVALUATION--AN INDIVIDUALIZED SYSTEM."},
      {
        "id":"ED015845",
        "title":"A FREE-ASSOCIATION WORD LIST FOR THE WILLAMETTE VALLEY."},
      {
        "id":"ED015846",
        "title":"COMPARISON OF THREE METHODS OF READING INSTRUCTION (ITA, DMS, TO), RESULTS AT THE END OF THIRD GRADE. FINAL REPORT."},
      {
        "id":"ED015847",
        "title":"COMPUTER-BASED INSTRUCTION IN INITIAL READING--A PROGRESS REPORT ON THE STANFORD PROJECT."},
      {
        "id":"ED015848",
        "title":"EXPERIMENTAL PHONETIC READING PROGRAM FOR EXCEPTIONAL PUPILS."},
      {
        "id":"ED015849",
        "title":"IMPLEMENTATION OF AN EIGHT POINT PROGRAM AT THE COLLEGE-ADULT LEVEL."},
      {
        "id":"ED015850",
        "title":"RAPID READING--PROBLEMS, PARAMETERS, AND PROSPECTS."},
      {
        "id":"ED015851",
        "title":"ATTITUDE OF HIGH SCHOOL CONTENT AREA TEACHERS TOWARD THE TEACHING OF READING."},
      {
        "id":"ED015852",
        "title":"WHY BOTHER TO TEACH CRITICAL READING SKILLS TO COLLEGE READING CLASSES."},
      {
        "id":"ED015853",
        "title":"THE READING IMPROVEMENT PROGRAMS OF FLORIDA INSTITUTIONS OF HIGHER LEARNING--1966-67."},
      {
        "id":"ED015854",
        "title":"THE DEVELOPING CLIMATE FOR READING RESEARCH--PROGRAMS VS. PROJECTS."},
      {
        "id":"ED015855",
        "title":"ATTITUDES OF ADULT ILLITERATES TOWARD READING MATERIALS AND EDUCATIONAL PROGRAMS."},
      {
        "id":"ED015856",
        "title":"CAN FIFTH GRADE PUPILS BENEFIT FROM AN ADULT RAPID READING METHOD."},
      {
        "id":"ED015857",
        "title":"PSYCHOLOGICAL EMBARRASSMENTS OF READING."},
      {
        "id":"ED015863",
        "title":"VISION AND READING ABILITY."},
      {
        "id":"ED015864",
        "title":"FACTORS AFFECTING LEARNING TO READ. FINAL REPORT."},
      {
        "id":"ED015865",
        "title":"CONTINUATION OF THE COORDINATING CENTER FOR FIRST-GRADE READING INSTRUCTION PROGRAMS. FINAL REPORT."},
      {
        "id":"ED015866",
        "title":"BIOLOGY, A GUIDE FOR TEACHERS."},
      {
        "id":"ED015867",
        "title":"PHYSICS FOR IOWA SCHOOLS."},
      {
        "id":"ED015868",
        "title":"GUIDELINES FOR THE DEVELOPMENT OF ELEMENTARY SCIENCE CURRICULUM K-6."},
      {
        "id":"ED015870",
        "title":"TEACHERS' GUIDES, AEROSPACE SCIENCE, GRADES K-6."},
      {
        "id":"ED015872",
        "title":"SECONDARY SCHOOL MATHEMATICS CURRICULUM IMPROVEMENT STUDY. FINAL REPORT."},
      {
        "id":"ED015873",
        "title":"EFFECTS OF EXPERIMENTAL PROGRAMS IN MATHEMATICS ON RELEVANT ATTITUDES AND INTERESTS OF NINTH GRADE PUPILS AS MEASURED BY QUESTIONNAIRE INDICES. INTERIM REPORT."},
      {
        "id":"ED015874",
        "title":"EFFECTS OF EXPERIMENTAL PROGRAMS IN NINTH GRADE ALGEBRA ON PUPILS' SUBSEQUENT ENROLLMENT AND PERFORMANCE IN MATHEMATICS AND SCIENCE SUBJECTS. INTERIM REPORT."},
      {
        "id":"ED015877",
        "title":"SCIENCE EDUCATION INFORMATION REPORT, BIBLIOGRAPHY 1, INSTRUCTIONAL PROCEDURES. GENERAL BIBLIOGRAPHY SERIES."},
      {
        "id":"ED015878",
        "title":"SCIENCE EDUCATION INFORMATION REPORT, BIBLIOGRAPHY 5, ACHIEVEMENT. GENERAL BIBLIOGRAPHY SERIES."},
      {
        "id":"ED015879",
        "title":"SCIENCE EDUCATION INFORMATION REPORT, BIBLIOGRAPHY 2, TEACHER EDUCATION. GENERAL BIBLIOGRAPHY SERIES."},
      {
        "id":"ED015880",
        "title":"SCIENCE EDUCATION INFORMATION REPORT, BIBLIOGRAPHY 3, EQUIPMENT AND MATERIALS. GENERAL BIBLIOGRAPHY SERIES."},
      {
        "id":"ED015881",
        "title":"TEACHER EDUCATION IN A SOCIAL CONTEXT. WORKING COPY."},
      {
        "id":"ED015882",
        "title":"TRAINING AND RESEARCH PROGRAM IN COMPUTER APPLICATIONS."},
      {
        "id":"ED015883",
        "title":"CLASSIFIED BIBLIOGRAPHY OF JOURNAL ARTICLES ON SCHOOL PERSONNEL, 1966."},
      {
        "id":"ED015884",
        "title":"AN INTERACTION MODEL APPLIED TO SUPERVISION."},
      {
        "id":"ED015885",
        "title":"TEACHER PERCEPTION OF PUPIL SOCIOMETRIC CHOICE."},
      {
        "id":"ED015886",
        "title":"BEGINNING TEACHER CHARACTERISTICS AND BEGINNING TEACHER PROBLEMS--SOME PREDICTIVE RELATIONSHIPS."},
      {
        "id":"ED015887",
        "title":"THE SELECTION OF A NATIONAL RANDOM SAMPLE OF TEACHERS FOR EXPERIMENTAL CURRICULUM EVALUATION."},
      {
        "id":"ED015888",
        "title":"PERSONALITY CHARACTERISTICS OF INNOVATIVE PHYSICS TEACHERS."},
      {
        "id":"ED015889",
        "title":"PROGRESSIVE CHANGES IN EDUCATIONAL VALUES OVER FOUR YEARS OF COLLEGE. THE PLATTSBURGH STUDY, PROGRESSIVE DEVELOPMENT OF STUDENTS' VALUES, NEEDS AND EDUCATIONAL OBJECTIVES, REPORT 4."},
      {
        "id":"ED015890",
        "title":"OBSERVATION OF INTERN TEACHING AS A TECHNIQUE TO IMPROVE TEACHING METHODS USED BY THE OBSERVER. SUMMARY."},
      {
        "id":"ED015891",
        "title":"INSERVICE EDUCATION--PSYCHOLOGICAL PERSPECTIVES."},
      {
        "id":"ED015893",
        "title":"EQUALITY OF EDUCATIONAL OPPORTUNITY, RECONSIDERED."},
      {
        "id":"ED015894",
        "title":"REVIEW OF \"CONCEPTUAL MODELS IN TEACHER EDUCATION,\" BY JOHN R. VERDUIN, WASHINGTON, D.C., AMERICAN ASSOCIATION FOR COLLEGES OF TEACHER EDUCATION, 1967, PP. 140."},
      {
        "id":"ED015895",
        "title":"A SEQUENTIAL CURRICULUM IN LANGUAGE, READING, AND COMPOSITION (ORAL AND WRITTEN), GRADES 7 THROUGH 12. FINAL REPORT."},
      {
        "id":"ED015896",
        "title":"LYRIC POETRY. LITERATURE CURRICULUM III, REVISED TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015897",
        "title":"SOME ACHIEVE GREATNESS. RHETORIC CURRICULUM IV, REVISED TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015898",
        "title":"SHORT STORIES. LITERATURE CURRICULUM IV, REVISED TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015899",
        "title":"INTRODUCTION TO CURRICULUM V--LITERATURE, LANGUAGE, RHETORIC. TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015900",
        "title":"SPEECH MANUAL. RHETORIC CURRICULUM V, STUDENT VERSION."},
      {
        "id":"ED015901",
        "title":"OPINION IN WRITING AND SPEAKING. THE AUDIENCE. RHETORIC CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015902",
        "title":"PERSUASION. RHETORIC CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015903",
        "title":"THE AMERICAN HIGH SCHOOL STUDENT TODAY, A CASEBOOK AND A GUIDE TO RESEARCH. RHETORIC CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015904",
        "title":"POETRY--PART ONE, &quot;A WAY OF SAYING,&quot; PART TWO, &quot;SEARCH FOR ORDER.&quot; LITERATURE CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015905",
        "title":"PROSE FICTION--SHORT STORY, NOVEL. LITERATURE CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015906",
        "title":"THE NARRATIVE MODE. LITERATURE CURRICULUM V, TEACHER VERSION."},
      {
        "id":"ED015907",
        "title":"ON TEACHING POETRY. LITERATURE CURRICULUM V, TEACHER VERSION. (TITLE SUPPLIED)."},
      {
        "id":"ED015908",
        "title":"THE DRAMATIC MODE. LITERATURE CURRICULUM V, TEACHER VERSION."},
      {
        "id":"ED015909",
        "title":"DRAMA--TRAGEDY (OEDIPUS, MACBETH, GHOSTS), COMEDY (THE RIVALS, MAJOR BARBARA). LITERATURE CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015910",
        "title":"THE THEORY OF DEEP STRUCTURE. LANGUAGE CURRICULUM V, STUDENT VERSION."},
      {
        "id":"ED015911",
        "title":"ADVERBIALS. LANGUAGE CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015912",
        "title":"DERIVED ADJECTIVES. LANGUAGE CURRICULUM V, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015913",
        "title":"INTRODUCTION TO CURRICULUM VI--LITERATURE, LANGUAGE, RHETORIC. TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015914",
        "title":"THE PERSONAL VOICE. THE RHETORIC OF LITERATURE. RHETORIC CURRICULUM VI, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015915",
        "title":"THE WORLD OF THE WRITER (REVISED VERSION). THE ELEMENTS OF STYLE. RHETORIC CURRICULUM VI, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015916",
        "title":"SOMETHING NEW, SOMETHING OLD. DIFFICULT LITERATURE--A READER&apos;S VIEW. LITERATURE CURRICULUM VI, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015917",
        "title":"HAMLET. LITERATURE CURRICULUM VI, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015918",
        "title":"THE USE AND OVERUSE OF LITERARY CONVENTION. THE PLACE OF VALUES IN LITERATURE. LITERATURE CURRICULUM VI, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015919",
        "title":"A MATURE ATTITUDE TOWARD USAGE. LANGUAGE CURRICULUM VI, STUDENT VERSION."},
      {
        "id":"ED015920",
        "title":"HISTORY OF ENGLISH, PARTS 3 AND 4--OLD ENGLISH TO EARLY MODERN. LANGUAGE CURRICULUM V AND VI, TEACHER AND STUDENT VERSIONS."},
      {
        "id":"ED015921",
        "title":"A SUMMARY OF INVESTIGATIONS RELATING TO THE ENGLISH LANGUAGE ARTS, ELEMENTARY AND SECONDARY, 1966."},
      {
        "id":"ED015922",
        "title":"RHETORIC CURRICULUM I--TESTS FOR &quot;ORIENTATION UNIT&quot; AND &quot;FINDING AND DEVELOPING IDEAS, PARTS 1, 2, AND 3.&quot;"},
      {
        "id":"ED015923",
        "title":"LITERATURE CURRICULUM I--TESTS FOR &quot;ORIENTATION,&quot;&quot;TRADITIONAL BALLAD,&quot; AND &quot;THE LITERARY BALLAD.&quot;"},
      {
        "id":"ED015924",
        "title":"LITERATURE CURRICULUM I--TESTS FOR &quot;SHORT STORY&quot; AND &quot;FABLES, PROVERBS, AND PARABLES.&quot;"},
      {
        "id":"ED015925",
        "title":"LITERATURE CURRICULUM I--TEST FOR &quot;MYTH.&quot;"},
      {
        "id":"ED015926",
        "title":"LANGUAGE CURRICULUM I--LANGUAGE TEST 1, &quot;PHRASE STRUCTURE RULES, 1-6&quot; AND LANGUAGE TEST 2, &quot;PHRASE STRUCTURE RULES, 7-12.&quot;"},
      {
        "id":"ED015927",
        "title":"LANGUAGE CURRICULUM I--LANGUAGE TEST 3, &quot;PHRASE STRUCTURE RULES, 13-18.&quot;"},
      {
        "id":"ED015928",
        "title":"LANGUAGE CURRICULUM I--TEST FOR &quot;VARIETIES OF ENGLISH.&quot;"},
      {
        "id":"ED015929",
        "title":"RHETORIC CURRICULUM II--TESTS FOR &quot;FINDING AND DEVELOPING IDEAS, PARTS 1, 2, 3, AND 4&quot; AND &quot;FINDING AND DEVELOPING IDEAS, PARTS 5, 6, 7, AND 8.&quot;"},
      {
        "id":"ED015930",
        "title":"LITERATURE CURRICULUM II--TESTS FOR &quot;REORIENTATION,&quot;&quot;TRAVEL LITERATURE,&quot; AND &quot;NARRATIVE POETRY.&quot;"},
      {
        "id":"ED015931",
        "title":"LITERATURE CURRICULUM II--TESTS FOR &quot;THE CALL OF THE WILD&quot; AND &quot;THE PEARL.&quot;"},
      {
        "id":"ED015932",
        "title":"LANGUAGE CURRICULUM II--LANGUAGE TEST 4, &quot;EXPANSION OF PHRASE STRUCTURE RULES&quot; AND LANGUAGE TEST 5, &quot;SINGLE-BASE TRANSFORMATIONS.&quot;"},
      {
        "id":"ED015933",
        "title":"LANGUAGE CURRICULUM II--LANGUAGE TEST 5, &quot;DOUBLE-BASE TRANSFORMATIONS.&quot;"},
      {
        "id":"ED015934",
        "title":"RHETORIC CURRICULUM III--TEST FOR &quot;ONE DAY, ONE TIME, ONE PLACE (EMPHASIS), PART I, AND IT'S ALL IN KNOWING HOW (PROCESS), PART II.&quot;"},
      {
        "id":"ED015935",
        "title":"LITERATURE CURRICULUM III--TESTS FOR &quot;THE OLD MAN AND THE SEA,&quot;&quot;ROUGHING IT,&quot; AND &quot;THE SHORT STORY.&quot;"},
      {
        "id":"ED015936",
        "title":"LITERATURE CURRICULUM III--TEST FOR &quot;LEGENDS OF KING ARTHUR.&quot;"},
      {
        "id":"ED015937",
        "title":"LITERATURE CURRICULUM III--TEST FOR &quot;THE MERCHANT OF VENICE.&quot;"},
      {
        "id":"ED015938",
        "title":"LANGUAGE CURRICULUM III--TESTS FOR &quot;MORE ABOUT QUESTIONS,&quot;&quot;THE NEGATIVE,&quot;&quot;EXPANSION OF TRANSITIVE VERBS,&quot; AND &quot;DETERMINERS.&quot;"},
      {
        "id":"ED015939",
        "title":"RHETORIC CURRICULUM IV--TEST FOR &quot;DECISIONS, DECISIONS.&quot;"},
      {
        "id":"ED015940",
        "title":"LITERATURE CURRICULUM IV--TESTS FOR &quot;JULIUS CAESAR&quot; AND &quot;AUTOBIOGRAPHY.&quot;"},
      {
        "id":"ED015941",
        "title":"LITERATURE CURRICULUM IV--TESTS FOR &quot;TWENTIETH CENTURY LYRICS&quot; AND &quot;SCIENCE AND POETRY.&quot;"},
      {
        "id":"ED015942",
        "title":"LITERATURE CURRICULUM IV--TESTS FOR &quot;HUCKLEBERRY FINN&quot; AND &quot;DR. JEKYLL AND MR. HYDE.&quot;"},
      {
        "id":"ED015943",
        "title":"LITERATURE CURRICULUM IV--TEST FOR &quot;THE ODYSSEY.&quot;"},
      {
        "id":"ED015944",
        "title":"LANGUAGE CURRICULUM IV--TESTS FOR &quot;THAT-NOUN CLAUSES,&quot;&quot;REVIEW OF EMBEDDING AND CONJUNCTIVE TRANSFORMATIONS,&quot;&quot;COMPLEMENT VERBS,&quot; AND &quot;IMPERATIVE.&quot;"},
      {
        "id":"ED015945",
        "title":"READING, WRITING, REALITY, UNREALITY."},
      {
        "id":"ED015946",
        "title":"REFLECTIONS ON \"THE COLLEGE TEACHING OF ENGLISH.\""},
      {
        "id":"ED015947",
        "title":"AN ANALYSIS OF THE COOPERATIVE ENGLISH TEST AS A PREDICTOR OF SUCCESS IN ENGLISH 1A AND ENGLISH 1A71 AT STOCKTON COLLEGE."},
      {
        "id":"ED015948",
        "title":"THE EXPANDING HUMANITIES AND THE INDIVIDUAL SCHOLAR."},
      {
        "id":"ED015950",
        "title":"LANGUAGE STUDY AS A PART OF FRESHMAN ENGLISH."},
      {
        "id":"ED015951",
        "title":"ENGLISH LITERATURE OVERSEAS, A REPORT ON A BRITISH CONFERENCE."},
      {
        "id":"ED015952",
        "title":"1967-68 SURVEY OF SALARIES."},
      {
        "id":"ED015953",
        "title":"EQUALITY OF EDUCATIONAL OPPORTUNITY--SUMMARY."},
      {
        "id":"ED015954",
        "title":"SUPERINTENDENT'S COMPENSATORY EDUCATION PROGRAM, JUNE 1965--SENIOR HIGH DIVISION."},
      {
        "id":"ED015955",
        "title":"INTELLECTUAL DEVELOPMENT AMONG ECONOMICALLY AND EDUCATIONALLY DISADVANTAGED YOUTH."},
      {
        "id":"ED015956",
        "title":"SCHOOL DESEGREGATION--OLD PROBLEMS UNDER A NEW LAW. SPECIAL REPORT."},
      {
        "id":"ED015957",
        "title":"THE IMMEDIATE MEMORY SPAN OF CHILDREN FROM \"ADVANTAGED\" AND \"DISADVANTAGED\" BACKGROUNDS."},
      {
        "id":"ED015958",
        "title":"PROGRESSIVE CHOICE READING INSTRUCTION IN THE PRINCE EDWARD COUNTY SCHOOL SYSTEM."},
      {
        "id":"ED015959",
        "title":"RACIAL ISOLATION IN THE PUBLIC SCHOOLS. VOLUME 2, APPENDICES."},
      {
        "id":"ED015960",
        "title":"PARTICIPATION IN AN EXPERIMENTAL COLLEGE SUMMER STUDY PROGRAM BY A GROUP OF HIGH SCHOOL JUNIORS."},
      {
        "id":"ED015961",
        "title":"A SELECTIVE BIBLIOGRAPHY ON NEW MEDIA AND THE EDUCATION OF THE CULTURALLY DISADVANTAGED."},
      {
        "id":"ED015962",
        "title":"THE NEGRO POPULATION IN THE UNITED STATES."},
      {
        "id":"ED015963",
        "title":"THE URBAN NEGRO FAMILY."},
      {
        "id":"ED015964",
        "title":"EDUCATING THE AMERICAN NEGRO."},
      {
        "id":"ED015965",
        "title":"THE ANTIOCH PROGRAM FOR INTERRACIAL EDUCATION--THE FIRST THREE YEARS, 1964-67."},
      {
        "id":"ED015966",
        "title":"TITLE I 89-10 EVALUATION REPORT, 1965-66."},
      {
        "id":"ED015967",
        "title":"THESE THINGS HAVE WORKED--MATERIALS DRAWN FROM THE EXPERIENCE OF UPWARD BOUND PROJECTS, 1966-1967."},
      {
        "id":"ED015968",
        "title":"ANNUAL EVALUATION REPORT OF CONNECTICUT TITLE I PROJECTS FOR FISCAL YEAR 1966."},
      {
        "id":"ED015969",
        "title":"REPORT ON OFFICE OF EDUCATION ANALYSIS OF CERTAIN ASPECTS OF CHICAGO PUBLIC SCHOOLS UNDER TITLE VI OF THE CIVIL RIGHTS ACT OF 1964."},
      {
        "id":"ED015970",
        "title":"RACIAL ISOLATION IN THE PUBLIC SCHOOLS, SUMMARY OF A REPORT."},
      {
        "id":"ED015972",
        "title":"SCHOOL DESEGREGATION IN BERKELEY, CALIFORNIA."},
      {
        "id":"ED015973",
        "title":"CAN FEDERAL PROGRAMS HELP NEGROES LEAVE THE GHETTO."},
      {
        "id":"ED015974",
        "title":"DESEGREGATION OR INTEGRATION IN PUBLIC SCHOOLS, THE POLICY IMPLICATIONS OF RESEARCH."},
      {
        "id":"ED015975",
        "title":"THE CONSEQUENCES OF RACIAL ISOLATION IN THE PUBLIC SCHOOLS--ANOTHER LOOK."},
      {
        "id":"ED015976",
        "title":"SCHOOL DESEGREGATION--PROGRESS IN EIGHT CITIES."},
      {
        "id":"ED015977",
        "title":"TECHNIQUES FOR ACHIEVING RACIALLY DESEGREGATED, SUPERIOR QUALITY EDUCATION IN THE PUBLIC SCHOOLS OF CHICAGO, ILLINOIS."},
      {
        "id":"ED015978",
        "title":"NONPUBLIC SCHOOLS AND EQUAL EDUCATIONAL OPPORTUNITY."},
      {
        "id":"ED015979",
        "title":"THE SYRACUSE CAMPUS SCHOOL PLAN."},
      {
        "id":"ED015980",
        "title":"CRISIS IN AMERICAN EDUCATION--A RACIAL DILEMMA."},
      {
        "id":"ED015981",
        "title":"ALTERNATIVE PUBLIC SCHOOL SYSTEMS--A RESPONSE TO AMERICA'S EDUCATIONAL EMERGENCY."},
      {
        "id":"ED015982",
        "title":"WHAT TYPES OF COMPENSATORY EDUCATION PROGRAMS ARE EFFECTIVE."},
      {
        "id":"ED015983",
        "title":"A RE-DEFINITION OF EDUCATIONAL PROBLEMS OCCASIONED BY DESEGREGATION AND TITLE IV OF THE CIVIL RIGHTS ACT OF 1964."},
      {
        "id":"ED015984",
        "title":"URBAN SCHOOLS FOR AN OPEN SOCIETY."},
      {
        "id":"ED015985",
        "title":"THE ROLE OF THE N.Y. STATE EDUCATION DEPARTMENT DIVISION OF INTERCULTURAL RELATIONS IN PROMOTING EQUALITY OF EDUCATIONAL OPPORTUNITY, A SUMMARY."},
      {
        "id":"ED015986",
        "title":"A PROPOSED NEW SCHOOL FORMAT, CONTINUOUS PROGRESS CENTERS."},
      {
        "id":"ED015987",
        "title":"EQUAL EDUCATIONAL OPPORTUNITIES FOR SYRACUSE."},
      {
        "id":"ED015988",
        "title":"SCHOOL DESEGREGATION IN BERKELEY--THE SCHOOL SUPERINTENDENT REPORTS."},
      {
        "id":"ED015989",
        "title":"PROBLEMS AND DIRECTIONS FOR RESEARCH ON PUBLIC SCHOOL DESEGREGATION."},
      {
        "id":"ED015990",
        "title":"A JUNIOR HIGH SCHOOL ORIENTATION CAMP, A COORDINATED CAMPING EXPERIENCE."},
      {
        "id":"ED015991",
        "title":"RACE AND EQUAL EDUCATIONAL OPPORTUNITY."},
      {
        "id":"ED015992",
        "title":"IMPLEMENTATION OF AD HOC DIRECTIVES ON EQUAL EDUCATIONAL OPPORTUNITY. THIRD INFORMATIVE REPORT."},
      {
        "id":"ED015993",
        "title":"WHITE-NONWHITE DIFFERENTIALS IN HEALTH, EDUCATION, AND WELFARE."},
      {
        "id":"ED015994",
        "title":"A STUDY OF THE LEADERSHIP ROLE IN TITLE I PROGRAMS. FINAL REPORT."},
      {
        "id":"ED015995",
        "title":"SCHOOL-COMMUNITY IMPROVEMENT PROGRAM, 1961-1964. FINAL REPORT."},
      {
        "id":"ED015996",
        "title":"THE EDUCATIONAL DIAGNOSTIC AND PLANNING CENTER."},
      {
        "id":"ED015997",
        "title":"APPLICATION FOR FEDERAL ASSISTANCE FOR THE EDUCATION OF CHILDREN FROM LOW-INCOME FAMILIES UNDER TITLE I OF PUBLIC LAW 89-10, 9/5/67 TO 7/19/68."},
      {
        "id":"ED015998",
        "title":"STATE ANNUAL EVALUATION REPORT FOR FISCAL YEAR 1967, TITLE I, ESEA."},
      {
        "id":"ED015999",
        "title":"EDUCATION OF HANDICAPPED CHILDREN AND YOUTH, A CONFERENCE REPORT--POSSIBILITIES AND PLANS UNDER THE PROVISIONS OF TITLE I, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965 (WASHINGTON, D.C., AUGUST 11-12, 1965)."},
      {
        "id":"ED016000",
        "title":"AN INVENTORY FOR THE ASSESSMENT AND IDENTIFICATION OF EDUCATIONALLY DISADVANTAGED CHILDREN FOR TITLE I, 1967-68. (TITLE SUPPLIED)."},
      {
        "id":"ED016001",
        "title":"BASIC FACTS AND STATISTICAL SUMMARY."},
      {
        "id":"ED016002",
        "title":"PERFORMANCE OBJECTIVES."},
      {
        "id":"ED016003",
        "title":"INDIVIDUALIZING THE INSTRUCTIONAL PROGRAM."},
      {
        "id":"ED016004",
        "title":"PROJECT MODELS--A FACILITATIVE ENVIRONMENT FOR INCREASING EFFICIENCY OF PUPIL LEARNING AND FOR CONDUCTING EDUCATIONAL RESEARCH AND DEVELOPMENT."},
      {
        "id":"ED016005",
        "title":"THE DEVELOPMENT OF A FACILITATIVE ENVIRONMENT FOR LEARNING AND RESEARCH THROUGH R/I UNITS IN THE SECONDARY SCHOOL, 1966-1967."},
      {
        "id":"ED016006",
        "title":"SAN FRANCISCO UNIFIED SCHOOL DISTRICT COMPENSATORY EDUCATION PLAN."},
      {
        "id":"ED016007",
        "title":"KIDS ARE OUR MOST IMPORTANT PRODUCT--LINCOLN LEARNING CENTER. FINAL REPORT."},
      {
        "id":"ED016008",
        "title":"SUPERINTENDENT'S COMPENSATORY EDUCATION PROGRAM--ELEMENTARY DIVISION."},
      {
        "id":"ED016009",
        "title":"STATE COMPENSATORY EDUCATION PROGRAM."},
      {
        "id":"ED016010",
        "title":"AN ALTERNATIVE TO SELF-CONTAINED, AGE-GRADED CLASSES."},
      {
        "id":"ED016011",
        "title":"A PLAN FOR FIELD TESTING R/I UNITS."},
      {
        "id":"ED016012",
        "title":"SUMMARIES OF RESEARCH AND DEVELOPMENT ACTIVITIES PERFORMED IN RACINE R/I UNITS DURING THE 1966-67 SCHOOL YEAR. (TITLE SUPPLIED)."},
      {
        "id":"ED016013",
        "title":"BUFFALO SCHOOLS MEET THE CHALLENGE."},
      {
        "id":"ED016015",
        "title":"TITLE I...IN ACTION, A REVIEW OF PROJECTS IN WASHINGTON STATE, 1965-1966."},
      {
        "id":"ED016016",
        "title":"SATURATION READING PROGRAM."},
      {
        "id":"ED016017",
        "title":"THE STATUS OF INTEGRATION IN THE ST. LOUIS PUBLIC SCHOOLS DURING THE 1966-67 SCHOOL YEAR--A FACTUAL REPORT TO THE BOARD OF EDUCATION."},
      {
        "id":"ED016018",
        "title":"EVALUATION OF THE LANGUAGE RETARDATION UNIT OF THE COMMUNICATION SKILLS CENTERS PROJECT, 1966-67."},
      {
        "id":"ED016019",
        "title":"EVALUATION OF THE LANGUAGE RETARDATION UNIT OF THE COMMUNICATION SKILLS CENTERS PROJECT, 1965-66."},
      {
        "id":"ED016020",
        "title":"EVALUATION OF THE COMMUNICATION SKILLS CENTERS PROJECT, SPRING SEMESTER AND SUMMER 1966."},
      {
        "id":"ED016021",
        "title":"THE UNITED FEDERATION OF TEACHERS LOOKS AT SCHOOL DECENTRALIZATION--A CRITICAL ANALYSIS OF THE BUNDY REPORT WITH UFT PROPOSALS."},
      {
        "id":"ED016022",
        "title":"LETTER TO NEW YORK STATE OFFICIALS DISCUSSING DECENTRALIZATION IN THE NEW YORK CITY SCHOOL SYSTEM. (TITLE SUPPLIED)."},
      {
        "id":"ED016023",
        "title":"ALABAMA ANNUAL EVALUATION REPORT FOR 1965-66 FISCAL YEAR, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965--TITLE I."},
      {
        "id":"ED016024",
        "title":"GREENHOUSE WORKER, TEACHERS COPY."},
      {
        "id":"ED016025",
        "title":"LAW ENFORCEMENT OFFICER TRAINING, BASIC COURSE, UNIT I, A UNIT OF THE OHIO LAW ENFORCEMENT OFFICERS&apos; TRAINING PROGRAM, LEARNER&apos;S MANUAL."},
      {
        "id":"ED016026",
        "title":"LAW ENFORCEMENT OFFICER TRAINING, BASIC COURSE, UNIT I, INSTRUCTOR&apos;S MANUAL."},
      {
        "id":"ED016027",
        "title":"LAW ENFORCEMENT OFFICER TRAINING, BASIC COURSE, UNIT II, A UNIT OF THE OHIO LAW ENFORCEMENT OFFICERS' TRAINING PROGRAM, LEARNER'S MANUAL."},
      {
        "id":"ED016028",
        "title":"LAW ENFORCEMENT OFFICER TRAINING, BASIC COURSE, UNIT II, INSTRUCTOR'S MANUAL."},
      {
        "id":"ED016029",
        "title":"FIRE SERVICE TRAINING."},
      {
        "id":"ED016030",
        "title":"FIRE SERVICE TRAINING, INSTRUCTOR'S MANUAL, BASIC COURSE."},
      {
        "id":"ED016031",
        "title":"FIRE SERVICE TRAINING, LEARNER'S WORKBOOK, BASIC COURSE."},
      {
        "id":"ED016032",
        "title":"USING TELEVISION FOR INDUSTRIAL SUPERVISORY DEVELOPMENT."},
      {
        "id":"ED016033",
        "title":"IMMEDIATE LEARNING REINFORCEMENT IN A COMPLEX MENTAL-MOTOR SKILL (DRIVER TRAINING) USING MOTION PICTURES, PHASE II."},
      {
        "id":"ED016034",
        "title":"ASSISTANT GROUNDSKEEPER, TEACHERS COPY."},
      {
        "id":"ED016036",
        "title":"HANDBOOK ON WORK EXPERIENCE EDUCATION, A GUIDE TO THE ORGANIZATION AND OPERATION OF WORK EXPERIENCE EDUCATION PROGRAMS."},
      {
        "id":"ED016037",
        "title":"NURSERY WORKER, TEACHERS COPY."},
      {
        "id":"ED016038",
        "title":"VOCATIONAL TEACHER EDUCATION IN MICHIGAN."},
      {
        "id":"ED016039",
        "title":"A PILOT PROJECT IN PROGRAMMED LEARNING TO EXTEND THE PURPOSES AND INCREASE FACTORS OF MOTIVATION."},
      {
        "id":"ED016040",
        "title":"RESEARCH ON VOCATIONAL EDUCATION IN MICHIGAN, 1937-1963."},
      {
        "id":"ED016041",
        "title":"HOME ECONOMICS TEACHERS, PRESERVICE AND INSERVICE LEVELS, THEIR INTEREST IN TEACHING, THEIR ATTITUDES TOWARD CHILDREN AND FAMILIES."},
      {
        "id":"ED016042",
        "title":"AN EVALUATION OF THE FARM LABOR SUPERVISOR TRAINING PROGRAM IN CALIFORNIA."},
      {
        "id":"ED016043",
        "title":"GUIDELINES FOR VOCATIONAL AGRICULTURE."},
      {
        "id":"ED016044",
        "title":"TRADE AND TECHNICAL TEACHER'S OPINIONS ON INSERVICE EDUCATION."},
      {
        "id":"ED016045",
        "title":"UNDERGRADUATE ACADEMIC ACHIEVEMENT AND TEACHING PERFORMANCE."},
      {
        "id":"ED016046",
        "title":"THE STATUS OF SPECIALIZED COURSES IN VOCATIONAL AGRICULTURE."},
      {
        "id":"ED016047",
        "title":"THE PRE-TECHNOLOGY PROGRAM, A DESCRIPTIVE REPORT."},
      {
        "id":"ED016048",
        "title":"A STUDY OF THE EFFECTIVENESS OF THE STENOGRAPHIC LABORATORY IN TEACHING BEGINNING AND ADVANCED SHORTHAND."},
      {
        "id":"ED016049",
        "title":"DEVELOPING THE OCCUPATIONAL BUSINESS EDUCATION PROGRAM IN THE SMALL HIGH SCHOOL. BUSINESS EDUCATION CURRICULUM DEVELOPMENT SERIES."},
      {
        "id":"ED016050",
        "title":"THE ESTABLISHMENT OF THE MISSISSIPPI RESEARCH COORDINATING UNIT FOR VOCATIONAL AND TECHNICAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED016051",
        "title":"MDTA BUSINESS EDUCATION PROJECTS."},
      {
        "id":"ED016052",
        "title":"FACTORS RELATED TO THE GRANTING OF COLLEGE-UNIVERSITY CREDIT FOR TRADE AND INDUSTRIAL EXPERIENCE IN INSTITUTIONS OFFERING INDUSTRIAL EDUCATION."},
      {
        "id":"ED016053",
        "title":"HANDBOOK FOR DEVELOPING AND OPERATING AGRICULTURAL OCCUPATIONS PROGRAMS."},
      {
        "id":"ED016054",
        "title":"COMMUNICATION OF WORK METHODS."},
      {
        "id":"ED016056",
        "title":"RESEARCH CONFERENCE IN AGRICULTURAL EDUCATION (20TH, UNIVERSITY OF NEBRASKA, AUGUST 2-4, 1966)."},
      {
        "id":"ED016057",
        "title":"LONG-TERM MANPOWER PROJECTIONS, PROCEEDINGS OF A CONFERENCE CONDUCTED BY THE RESEARCH PROGRAM ON UNEMPLOYMENT AND THE AMERICAN ECONOMY (WASHINGTON, D.C., JUNE 25-26, 1964)."},
      {
        "id":"ED016058",
        "title":"BUILDING FACILITIES--DESIGN, PLANNING, EQUIPPING, FINANCING. VOCATIONAL, INDUSTRIAL, TECHNICAL EDUCATION."},
      {
        "id":"ED016059",
        "title":"INDUSTRIAL EDUCATION FOR EXCEPTIONAL CHILDREN."},
      {
        "id":"ED016060",
        "title":"OCCUPATIONAL CRITERIA AND PREPARATORY CURRICULUM PATTERNS IN TECHNICAL EDUCATION PROGRAMS. AREA VOCATIONAL EDUCATION PROGRAM SERIES, NUMBER 4."},
      {
        "id":"ED016061",
        "title":"OCCUPATIONAL TRENDS IN IDAHO HOSPITALS AND LICENSED NURSING HOMES."},
      {
        "id":"ED016063",
        "title":"PREPARACION, PROGRESO, PORVENIR (PREPARATION FOR PROGRESS TO THE FUTURE)."},
      {
        "id":"ED016064",
        "title":"A STUDY OF RECOMMENDATIONS FOR TECHNICAL EDUCATION CURRICULA."},
      {
        "id":"ED016065",
        "title":"COUNSELING GIRLS TOWARD NEW PERSPECTIVES, A REPORT OF THE MIDDLE ATLANTIC REGIONAL PILOT CONFERENCE (PHILADELPHIA, DECEMBER 2-4, 1965)."},
      {
        "id":"ED016066",
        "title":"CHILD DEVELOPMENT TRAINING PROGRAM FOR VOCATIONAL HOME ECONOMICS TEACHERS."},
      {
        "id":"ED016067",
        "title":"PUTTING RESEARCH, EXPERIMENTAL AND DEMONSTRATION FINDINGS TO USE. MDTA EXPERIMENTAL AND DEMONSTRATION FINDINGS, NUMBER 1."},
      {
        "id":"ED016068",
        "title":"EQUAL EMPLOYMENT OPPORTUNITIES, SELECTED PAPERS AND ANNOTATED BIBLIOGRAPHIES."},
      {
        "id":"ED016069",
        "title":"CURRICULAR CONSIDERATIONS, OSWEGO."},
      {
        "id":"ED016070",
        "title":"THE JUNIOR HIGH SCHOOL PROGRAM IN INDUSTRIAL ARTS, A STUDY OF INDUSTRY AND TECHNOLOGY FOR CONTEMPORARY MAN."},
      {
        "id":"ED016071",
        "title":"AN INSTRUCTIONAL PROGRAM FOR TEACHERS OF OCCUPATIONAL TRAINING PROGRAMS UTILIZING HOME ECONOMICS KNOWLEDGE AND SKILL. FINAL REPORT."},
      {
        "id":"ED016072",
        "title":"A CONFERENCE FOR THE ADMINISTRATION OF INDUSTRIAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED016073",
        "title":"STATUS OF CURRICULUM DEVELOPMENT IN THE FIELD OF COMMERCIAL FOOD AT THE NON-BACCALAUREATE LEVEL."},
      {
        "id":"ED016074",
        "title":"DEVELOPMENT OF A FILM ON HOMEMAKER SERVICES FOR INTERPRETATION TO THE PUBLIC AND TRAINING PROFESSIONAL AND NONPROFESSIONAL PERSONNEL. FINAL REPORT."},
      {
        "id":"ED016075",
        "title":"REVISED INSTRUCTIONAL PROGRAM FOR &quot;SLOW-LEARNERS&quot; TO IMPROVE THEIR JOB PLACEMENT OPPORTUNITIES, A THREE PHASE STUDY."},
      {
        "id":"ED016076",
        "title":"SURVEY OF TERMINEES FROM OUT-OF-SCHOOL NYC PROJECTS. SUMMARY."},
      {
        "id":"ED016077",
        "title":"USING BENEFIT-COST ANALYSIS IN PLANNING AND EVALUATING VOCATIONAL EDUCATION."},
      {
        "id":"ED016078",
        "title":"TECHNICAL TRAINING FOR INDUSTRIAL RADIOGRAPHERS. FINAL REPORT."},
      {
        "id":"ED016079",
        "title":"THE FEASIBILITY OF A SYSTEMATIC STUDY OF MANPOWER REQUIREMENTS AND EDUCATION AND TRAINING PROGRAMS OF SELECTED HEALTH OCCUPATIONS."},
      {
        "id":"ED016080",
        "title":"A STUDY OF THE CONCENTRATION OF EDUCATIONAL MEDIA RESOURCES TO ASSIST IN CERTAIN EDUCATION PROGRAMS OF NATIONAL CONCERN. PART 1, EDUCATION OF THE CULTURALLY DISADVANTAGED. FINAL REPORT."},
      {
        "id":"ED016081",
        "title":"TEACHING ADULTS VIA TELE-LECTURE AND ELECTROWRITER (VICTOR ELECTRONIC REMOTE BLACKBOARD). FINAL REPORT."},
      {
        "id":"ED016083",
        "title":"THE DEVELOPMENT AND TESTING OF AN EVALUATION MODEL FOR VOCATIONAL PILOT PROGRAMS. FINAL REPORT."},
      {
        "id":"ED016084",
        "title":"FOLLOW-UP OF MDTA E AND D PROJECT CONDUCTED BY TUSKEGEE INSTITUTE."},
      {
        "id":"ED016085",
        "title":"MANPOWER FOR CALIFORNIA HOSPITALS, 1964-1975."},
      {
        "id":"ED016086",
        "title":"NEW CONCEPTIONS OF VOCATIONAL AND TECHNICAL EDUCATION."},
      {
        "id":"ED016087",
        "title":"INTERNATIONAL DIFFERENCES IN FACTORS AFFECTING LABOUR MOBILITY."},
      {
        "id":"ED016088",
        "title":"GUIDE TO LOCAL OCCUPATIONAL INFORMATION."},
      {
        "id":"ED016089",
        "title":"AUTOMATION AND TECHNOLOGICAL CHANGE IN BANKING."},
      {
        "id":"ED016094",
        "title":"RESOURCE PAPERS ON THE DISADVANTAGED."},
      {
        "id":"ED016095",
        "title":"THE APPLICATION FOR EMPLOYMENT AND JOB-SEEKING SUCCESS AMONG EDUCABLE MENTALLY RETARDED YOUTH. FINAL REPORT."},
      {
        "id":"ED016096",
        "title":"INTERDISCIPLINARY APPROACH TO PREPARING HOME ECONOMICS LEADERS FOR EMERGING PROGRAMS SERVING DISADVANTAGED YOUTH AND ADULTS. FINAL REPORT."},
      {
        "id":"ED016097",
        "title":"AN EVALUATION OF VOCATIONAL EDUCATION FOR DISADVANTAGED YOUTH."},
      {
        "id":"ED016098",
        "title":"A STUDY OF THE JOB AND EDUCATIONAL EXPERIENCE OF THE 1959 VOCATIONAL AGRICULTURE GRADUATES OF SELECTED NORTH DAKOTA HIGH SCHOOLS."},
      {
        "id":"ED016100",
        "title":"WORK AND MENTAL DISORDER, A STUDY OF FACTORS INVOLVED IN THE REHABILITATION OF THE VOCATIONALLY DISADVANTAGED FORMER MENTAL PATIENT. FINAL REPORT."},
      {
        "id":"ED016101",
        "title":"THE REMOTIVATION OF CHRONIC SCHIZOPHRENIC MEN PATIENTS THROUGH THE USE OF &quot;WORK CONDITIONING&quot; IN HOSPITAL WORK AREAS. FINAL REPORT."},
      {
        "id":"ED016102",
        "title":"A PERSONAL ADJUSTMENT AND PRE-VOCATIONAL CENTER FOR NON-FEASIBLE DEAF ADULTS AND RESEARCH TO DISCOVER AND ESTABLISH--(1) THE EXTENT TO WHICH VOCATIONAL REHABILITATION CAN BE ACHIEVED, (2) THE TIME REQUIRED, AND (3) THE COST. FINAL PROJECT REPORT."},
      {
        "id":"ED016103",
        "title":"A STUDY OF THE RE-EMPLOYMENT AND UNEMPLOYMENT EXPERIENCES OF SCIENTISTS AND ENGINEERS LAID OFF FROM 62 AEROSPACE AND ELECTRONICS FIRMS IN THE SAN FRANCISCO BAY AREA DURING 1963-65. FINAL REPORT."},
      {
        "id":"ED016104",
        "title":"SUCCESSFUL FOSTER HOMES, AN EXPLORATORY STUDY OF THEIR CHARACTERISTICS."},
      {
        "id":"ED016105",
        "title":"A PROJECT DEMONSTRATING THE EFFECTIVENESS OF VOCATIONAL REHABILITATION SERVICES IN A TOTAL PSYCHIATRIC CARE PROGRAM."},
      {
        "id":"ED016106",
        "title":"THE EFFICACY OF A PREVOCATIONAL CURRICULUM AND SERVICES DESIGNED TO REHABILITATE SLOW LEARNERS WHO ARE SCHOOL DROPOUT, DELINQUENCY, AND UNEMPLOYMENT PRONE. FINAL REPORT."},
      {
        "id":"ED016110",
        "title":"WORK VALUES OF THE HANDICAPPED."},
      {
        "id":"ED016111",
        "title":"NATIONAL CONFERENCE ON MANPOWER TRAINING AND THE OLDER WORKER (WASHINGTON, D.C., JANUARY 17-19, 1966)."},
      {
        "id":"ED016112",
        "title":"MATERIALS AND STRUCTURAL DESIGN SEMINAR FOR VOCATIONAL-TECH SCHOOLS."},
      {
        "id":"ED016113",
        "title":"SUMMER INSTITUTES ON FLUID POWER EDUCATION FOR VOCATIONAL AND TECHNICAL TEACHERS, 1966."},
      {
        "id":"ED016114",
        "title":"SCIENTIFIC MANPOWER UTILIZATION, HEARINGS ON S. 430, AND S. 467, JANUARY 24-27, MARCH 29-30, 1967."},
      {
        "id":"ED016115",
        "title":"FARMERS, WORKERS, AND MACHINES, TECHNOLOGICAL AND SOCIAL CHANGE IN FARM INDUSTRIES OF ARIZONA."},
      {
        "id":"ED016116",
        "title":"VOCATIONAL REHABILITATION FOR MENTALLY RETARDED PUPIL-CLIENTS. SUMMARY OF FINAL REPORT."},
      {
        "id":"ED016117",
        "title":"THE SELECTION, TRAINING, AND PLACEMENT OF BLIND COMPUTER PROGRAMMERS."},
      {
        "id":"ED016118",
        "title":"TECHNICAL REPORT ON STANDARDIZATION OF THE GENERAL APTITUDE TEST BATTERY, GENERAL WORKING POPULATION NORMS STUDY FOR PUERTO RICO."},
      {
        "id":"ED016119",
        "title":"TECHNICAL REPORT ON DEVELOPMENT OF USES APTITUDE TEST BATTERY FOR COUNSELOR, CAMP."},
      {
        "id":"ED016120",
        "title":"SURVEY OF SALARIES FOR SELECTED OCCUPATIONS IN SERVICES FOR THE BLIND, JANUARY 1966. FINAL REPORT."},
      {
        "id":"ED016121",
        "title":"THE SAN ANTONIO REHABILITATION-WELFARE REPORT ON RESEARCH AND DEMONSTRATION PROJECT RD 1513."},
      {
        "id":"ED016122",
        "title":"PROJECT EARNING POWER, GRANT RD-1806-G. HISTORY AND FINAL REPORT."},
      {
        "id":"ED016123",
        "title":"HOW WELL ARE THEY PAID."},
      {
        "id":"ED016124",
        "title":"AN EXPLORATION OF CASEWORKERS' PERCEPTIONS OF ADOPTIVE APPLICANTS. FINAL REPORT."},
      {
        "id":"ED016125",
        "title":"JOBS NOW, A PROJECT TO FIND EMPLOYMENT FOR 3,000 YOUNG MEN AND WOMEN, PROVIDE A UNIFIED APPROACH TO EMPLOYMENT OF THE DISADVANTAGED AND TO OPERATE A SEMINAR CENTER FOR PERSONNEL INVOLVED IN THE RECRUITING, TRAINING, AND EMPLOYMENT. STATUS REPORT, NUMBER 3."},
      {
        "id":"ED016126",
        "title":"START YOUR CAREER WITH APPRENTICESHIP IN WASHINGTON, D.C."},
      {
        "id":"ED016129",
        "title":"AN EVALUATION OF A SUMMER INSTITUTE TO TRAIN INSTRUCTORS OF INSTRUMENT TECHNOLOGY. FINAL REPORT."},
      {
        "id":"ED016130",
        "title":"THE FLUID POWER INSTITUTES TESTED PROCEDURES FOR INTRODUCING EMERGING TECHNOLOGIES, 1966."},
      {
        "id":"ED016131",
        "title":"ENLISTED MEN SEPARATING FROM THE MILITARY SERVICE AS A POTENTIAL SOURCE OF TEACHERS FOR VOCATIONAL AND TECHNICAL SCHOOLS."},
      {
        "id":"ED016132",
        "title":"METHODOLOGY FOR PROJECTION OF OCCUPATIONAL TRENDS IN THE DENVER STANDARD METROPOLITAN STATISTICAL AREA."},
      {
        "id":"ED016134",
        "title":"PLACEMENT SERVICES FOR COLLEGE TEACHERS."},
      {
        "id":"ED016135",
        "title":"ACADEMIC LABOR MARKETS."},
      {
        "id":"ED016136",
        "title":"COUNSELOR DEVELOPMENT IN AMERICAN SOCIETY, CONFERENCE RECOMMENDATIONS FROM INVITATIONAL CONFERENCE ON GOVERNMENT-UNIVERSITY RELATIONS IN THE PROFESSIONAL PREPARATION AND EMPLOYMENT OF COUNSELORS (WASHINGTON, D.C., JUNE 2-3, 1965)."},
      {
        "id":"ED016137",
        "title":"PROJECT GATEKEEPER, THE REDUCTION OF JOB DISCRIMINATION BY THE USE OF SELF-CONFRONTATION AND FEEDBACK TO THE DISCRIMINATOR."},
      {
        "id":"ED016138",
        "title":"RESTORATION OF YOUTH THROUGH TRAINING, A FINAL REPORT."},
      {
        "id":"ED016140",
        "title":"HEALTH INSURANCE COVERAGE FOR WORKERS ON LAYOFF."},
      {
        "id":"ED016141",
        "title":"IMPACTS OF TECHNOLOGICAL CHANGES IN WAREHOUSING, PHASE I."},
      {
        "id":"ED016143",
        "title":"MANPOWER AND THE GROWTH OF PRODUCER SERVICES."},
      {
        "id":"ED016144",
        "title":"Structuring a Program of Research and Development for Kentucky Designed to Bring Together All Available Research Resources to Support a Continuing Program of Vocational Education. Final Report."},
      {
        "id":"ED016145",
        "title":"THE DEVELOPMENT OF BASIC ATTITUDES AND VALUES TOWARDS GOVERNMENT AND CITIZENSHIP DURING THE ELEMENTARY SCHOOL YEARS. FINAL REPORT."},
      {
        "id":"ED014137",
        "title":"STUDENT POLITICAL BEHAVIOR IN ITALY."},
      {
        "id":"ED014140",
        "title":"SCHOOL ADMINISTRATORS CONFERENCE (NEW YORK, JUNE 16-18, 1966). TECHNICAL REPORT."},
      {
        "id":"ED014141",
        "title":"A CRITICAL ANALYSIS OF SUPERVISION OF INSTRUCTION IN THE HARVARD-LEXINGTON SUMMER PROGRAM."},
      {
        "id":"ED014142",
        "title":"SUPERVISOR INTERACTION AS SEEN BY SUPERVISORS AND TEACHERS."},
      {
        "id":"ED014143",
        "title":"COSTING STUDENTS IN HIGHER EDUCATION--A CASE STUDY. A PROGRESS REPORT."},
      {
        "id":"ED014144",
        "title":"HIGHER EDUCATION AND UNEMPLOYMENT--SOME PARADOXES."},
      {
        "id":"ED014146",
        "title":"REFLECTIONS ON THE FEDERAL GOVERNMENT AND HIGHER EDUCATION."},
      {
        "id":"ED014148",
        "title":"NUMBER AND SUBJECT INDEX OF SELECTED DOCUMENTS ON EDUCATIONAL ADMINISTRATION."},
      {
        "id":"ED014149",
        "title":"POPULATION AGE DISTRIBUTIONS AND PUBLIC EDUCATION EXPENDITURES."},
      {
        "id":"ED014150",
        "title":"TOWARDS AN EVALUATION MODEL--A SYSTEMS APPROACH."},
      {
        "id":"ED014151",
        "title":"MISASSIGNMENT OF TEACHERS IN OREGON, A STUDY COMMISSIONED BY THE TEACHER STANDARDS AND PRACTICES COMMISSION OF THE STATE OF OREGON."},
      {
        "id":"ED014152",
        "title":"DESIGN FOR AN ELEMENTARY AND SECONDARY EDUCATION COST-EFFECTIVENESS MODEL. VOLUME I, MODEL DESCRIPTION. VOLUME II, THE USER'S GUIDE."},
      {
        "id":"ED014153",
        "title":"DETERMINATION OF THE LOCATION FOR AN AREA SCHOOL."},
      {
        "id":"ED014154",
        "title":"Seminar on the Economics of Education-Investment Decisions and Contributions to Income and Economic Growth. Final Report."},
      {
        "id":"ED014155",
        "title":"AN ANALYSIS OF ACHIEVEMENT BEHAVIOR IN THE LAW SCHOOL. INDIANA STUDIES IN PREDICTION, NUMBER 9."},
      {
        "id":"ED014157",
        "title":"A DEMONSTRATION OF THE USE OF SIMULATION IN THE TRAINING OF SCHOOL ADMINISTRATORS."},
      {
        "id":"ED014161",
        "title":"THE USE OF PROGRAMED INSTRUCTION WITH DISTURBED STUDENTS, JUNE, 1964 THROUGH MAY, 1965. SECOND PROGRESS REPORT."},
      {
        "id":"ED014162",
        "title":"PROGRAM PLANNING FOR RETARDED CLASSES."},
      {
        "id":"ED014163",
        "title":"GUIDE FOR SOCIAL STUDIES AND SCIENCE-HEALTH, FIRST YEAR. JUNIOR HIGH SCHOOL SPECIAL CURRICULUM."},
      {
        "id":"ED014166",
        "title":"INCREASED VISUAL BEHAVIOR IN LOW VISION CHILDREN."},
      {
        "id":"ED014167",
        "title":"OCCUPATIONAL STATUS OF THE YOUNG ADULT DEAF OF NEW ENGLAND AND THE NEED AND DEMAND FOR A REGIONAL TECHNICAL-VOCATIONAL TRAINING CENTER."},
      {
        "id":"ED014168",
        "title":"STATEMENT OF VIEWS RELATING TO THE EDUCATION OF THE DEAF IN THE UNITED STATES--1964."},
      {
        "id":"ED014169",
        "title":"EFFICACY OF SPEECH THERAPY WITH EDUCABLE MENTALLY RETARDED CHILDREN."},
      {
        "id":"ED014170",
        "title":"DEVELOPMENT OF TWO STANDARDIZED MEASURES OF HEARING FOR SPEECH BY CHILDREN."},
      {
        "id":"ED014171",
        "title":"THE PREDICTIVE ASSESSMENT OF THE ADULT RETARDED FOR SOCIAL AND VOCATIONAL ADJUSTMENT, A REVIEW OF RESEARCH. PART 1, ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED014172",
        "title":"A DESIGN FOR DAILY LIVING, CURRICULUM GUIDE FOR CHILDREN AND YOUTH WITH INTELLECTUAL DISABILITIES. EXCEPTIONAL CHILD EDUCATION, BULLETIN NUMBER 6."},
      {
        "id":"ED014175",
        "title":"CLASSES FOR EDUCABLE MENTALLY HANDICAPPED CHILDREN. GUIDES TO SPECIAL EDUCATION IN NORTH DAKOTA, II."},
      {
        "id":"ED014176",
        "title":"A SYMPOSIUM ON THE EDUCATION OF CHILDREN WITH LEARNING DISABILITIES (RUTGERS, THE STATE UNIVERSITY, APRIL 29, 1966). (TITLED SUPPLIED)."},
      {
        "id":"ED014177",
        "title":"AN EMERGING PROGRAM FOR EMOTIONALLY DISTURBED AND NEUROLOGICALLY IMPAIRED PUPILS IN THE WARWICK PUBLIC SCHOOLS, GRADES 1-6."},
      {
        "id":"ED014180",
        "title":"DAY-CARE REHABILITATION CENTER FOR EMOTIONALLY DISTURBED ADOLESCENTS. FINAL REPORT."},
      {
        "id":"ED014181",
        "title":"A SELECTIVE BIBLIOGRAPHY ON BRAIN-DAMAGED CHILDREN."},
      {
        "id":"ED014182",
        "title":"AN EXPERIMENTAL CURRICULUM FOR YOUNG MENTALLY RETARDED CHILDREN. TC SERIES IN SPECIAL EDUCATION."},
      {
        "id":"ED014184",
        "title":"WHAT THE RESEARCH SAYS ABOUT TEACHING THE EDUCABLE MENTALLY RETARDED IN THE REGULAR CLASSROOM."},
      {
        "id":"ED014187",
        "title":"TRAINING GUIDE FOR VOCATIONAL HABILITATION."},
      {
        "id":"ED014188",
        "title":"EDUCATION OF THE DEAF. A REPORT TO THE SECRETARY OF HEALTH, EDUCATION, AND WELFARE BY HIS ADVISORY COMMITTEE ON THE EDUCATION OF THE DEAF."},
      {
        "id":"ED014190",
        "title":"DEVELOPMENT AND EVALUATION OF AUTO-INSTRUCTIONAL PROGRAMS IN ARITHMETIC FOR THE EDUCABLE MENTALLY HANDICAPPED. FINAL REPORT."},
      {
        "id":"ED014192",
        "title":"AUDIOLOGY AND EDUCATION OF THE DEAF, A RESEARCH PROJECT AND TRAINING MANUAL SPONSORED BY THE JOINT COMMITTEE ON AUDIOLOGY AND EDUCATION OF THE DEAF."},
      {
        "id":"ED014193",
        "title":"PROGRAMMED LEARNING MATERIALS FOR THE BLIND."},
      {
        "id":"ED014194",
        "title":"ARTIFICIAL LIGHTING FOR MODERN SCHOOLS, A GUIDE FOR ADMINISTRATIVE USE."},
      {
        "id":"ED014196",
        "title":"PARKING PROGRAMS FOR UNIVERSITIES."},
      {
        "id":"ED014197",
        "title":"PLUMBING FIXTURE REQUIREMENTS IN UNIVERSITY INSTRUCTIONAL AND RESEARCH BUILDINGS."},
      {
        "id":"ED014198",
        "title":"EXPERIMENTAL LEARNING CENTER."},
      {
        "id":"ED014199",
        "title":"SOME QUESTIONS AND ANSWERS CONCERNING HOUSING FOR GRADUATE STUDENTS."},
      {
        "id":"ED014200",
        "title":"PLANNING AN ART ROOM."},
      {
        "id":"ED014201",
        "title":"DUAL USE OF SCHOOL FALLOUT SHELTER SPACE."},
      {
        "id":"ED014202",
        "title":"PROVIDING A HEALTHFUL SCHOOL ENVIRONMENT. STANDARDS AND PROCEDURES."},
      {
        "id":"ED014204",
        "title":"PLANNING STUDY--BEHAVIORAL FACTORS IN DENTAL SCHOOL DESIGN. SUMMARY PROGRESS REPORT."},
      {
        "id":"ED014207",
        "title":"COMPONENTS FOR SCHOOL CONSTRUCTION IN THE MID-HUDSON REGION. PROGRESS REPORT 1."},
      {
        "id":"ED014208",
        "title":"TRAVELING EDUCATIONAL UNITS, A FEASIBILITY STUDY OF THE USE OF TRAVELING OR MOBILE EDUCATIONAL UNITS TO IMPROVE THE QUALITY OF EDUCATION IN APPALACHIA."},
      {
        "id":"ED014209",
        "title":"COMPONENTS FOR SCHOOL CONSTRUCTION IN THE MID-HUDSON REGION. PROGRESS REPORT 2."},
      {
        "id":"ED014210",
        "title":"SCHOOL BUILDING PROJECTS, A GUIDE TO ADMINISTRATIVE PROCEDURES."},
      {
        "id":"ED014211",
        "title":"EXPERIMENTAL STUDY IN INSTRUCTIONAL PROCEDURES. SECOND REPORT."},
      {
        "id":"ED014212",
        "title":"A COMPARATIVE STUDY OF PROGRAMMED AND TRADITIONAL TECHNIQUES FOR TEACHING MUSIC READING IN THE UPPER ELEMENTARY SCHOOLS, UTILIZING A KEYBOARD APPROACH. FINAL REPORT."},
      {
        "id":"ED014213",
        "title":"STUDIES IN EDUCATIONAL CLOSED-CIRCUIT TELEVISION."},
      {
        "id":"ED014214",
        "title":"THE IMPACT OF AN EDUCATIONAL TELEVISION SERIES, AN EXPERIMENTAL STUDY."},
      {
        "id":"ED014215",
        "title":"ARITHMETIC DRILLS AND REVIEW ON A COMPUTER-BASED TELETYPE."},
      {
        "id":"ED014216",
        "title":"THE EFFECT OF TV SCHOOL BROADCAST ON CHILDREN IN ISOLATED VILLAGES."},
      {
        "id":"ED014217",
        "title":"THE AMOUNT AND NATURE OF TEACHER HELP NECESSARY FOR OPTIMUM ACHIEVEMENT THROUGH USE OF PROGRAMED LEARNING DEVICES."},
      {
        "id":"ED014218",
        "title":"THE EFFECTIVENESS OF DIFFERENT FORMS OF SUPPLEMENTATION AS ADJUNCTS TO PROGRAMED LEARNING, A FOLLOW-UP STUDY."},
      {
        "id":"ED014220",
        "title":"A REPORT ON TELEVISION IN ARMY TRAINING--EVALUATION OF &quot;INTENSIVE&quot; TELEVISION FOR TEACHING BASIC ELECTRICITY."},
      {
        "id":"ED014221",
        "title":"A REPORT ON TELEVISION IN BASIC TRAINING--THE IMPROVEMENT OF BASIC TRAINING BY TELEVISION."},
      {
        "id":"ED014222",
        "title":"A REPORT ON TELEVISION IN ARMY TRAINING--THE APPLICATION OF TELEVISION AND KINESCOPE RECORDINGS TO REDUCE INSTRUCTOR AND STUDENT TRAINING TIME AND TRAINING COSTS."},
      {
        "id":"ED014223",
        "title":"ATTITUDE CHANGE AND LEARNING AS A FUNCTION OF PRESTIGE OF INSTRUCTOR AND MODE OF PRESENTATION. TWO EXPERIMENTAL STUDIES IN INSTRUCTIONAL TELEVISION."},
      {
        "id":"ED014224",
        "title":"INSTRUCTIONAL TELEVISION RESEARCH PROJECT NUMBER TWO. AN EXPERIMENTAL STUDY OF COLLEGE INSTRUCTION USING BROADCAST TELEVISION."},
      {
        "id":"ED014225",
        "title":"REPORT OF THE OHIO INTERIM EDUCATIONAL TELEVISION STUDY COMMISSION TO THE 104TH OHIO GENERAL ASSEMBLY."},
      {
        "id":"ED014226",
        "title":"A COMPUTERIZED APPROACH TO THE INDIVIDUALIZING OF INSTRUCTIONAL EXPERIENCES."},
      {
        "id":"ED014227",
        "title":"THE PRODUCTION AND EVALUATION OF THREE COMPUTER-BASED ECONOMICS GAMES FOR THE SIXTH GRADE. FINAL REPORT."},
      {
        "id":"ED014228",
        "title":"A STUDY OF THE IMPLICATIONS AND FEASIBILITY OF THE FULL APPLICATION OF TECHNOLOGICAL AIDS TO THE SOLUTION OF STAFF, SPACE, AND CURRICULUM PROBLEMS ASSOCIATED WITH A RAPIDLY GROWING URBAN UNIVERSITY. FINAL REPORT."},
      {
        "id":"ED014229",
        "title":"EDUCATIONAL MEDIA RESEARCH ABSTRACTING PROJECT. FINAL REPORT."},
      {
        "id":"ED014230",
        "title":"INTER-UNIVERSITY FILM PROJECT--THE COOPERATIVE WRITING AND TESTING OF SCRIPTS FOR A MOTION PICTURE SERIES TO BE USED IN TEACHER TRAINING."},
      {
        "id":"ED014231",
        "title":"QUANTITATIVE STANDARDS FOR AUDIOVISUAL PERSONNEL, EQUIPMENT AND MATERIALS (IN ELEMENTARY, SECONDARY, AND HIGHER EDUCATION)."},
      {
        "id":"ED014232",
        "title":"A REPORT ON INSTRUCTIONAL DEVICES IN FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED014235",
        "title":"AUTOMATED TEACHING METHODS USING LINEAR PROGRAMS."},
      {
        "id":"ED014236",
        "title":"EMERGING PATTERNS OF INSTRUCTIONAL TELEVISION FOR CALIFORNIA PUBLIC SCHOOLS."},
      {
        "id":"ED014238",
        "title":"EDUCATIONAL MEDIA INSTITUTE EVALUATION (EMIE) PROJECT--SUPPLEMENTARY REPORT."},
      {
        "id":"ED014239",
        "title":"A STUDY OF THE CRITICAL REQUIREMENTS FOR DIRECTORS IN EDUCATIONAL TELEVISION STATIONS."},
      {
        "id":"ED014241",
        "title":"UNDERGRADUATE EXPERIENCE ABROAD (1957-61)."},
      {
        "id":"ED014242",
        "title":"AN EXPERIMENTAL STUDY OF TELEVISION AS A MEDIUM OF FRENCH INSTRUCTION."},
      {
        "id":"ED014243",
        "title":"A FOLLOW-UP STUDY OF THE EFFECTS OF AURAL-ORAL FRENCH INSTRUCTION IN THE ELEMENTARY SCHOOL ON PUPILS' ACHIEVEMENT IN A SECONDARY SCHOOL PROGRAMME."},
      {
        "id":"ED014244",
        "title":"SOME PROBLEMS OF TEACHING RUSSIAN--PUSHKIN OR EVTUSHENKO."},
      {
        "id":"ED014245",
        "title":"FOREIGN LANGUAGES IN OUR SCHOOLS. PART ONE, CHANGES AND DEVELOPMENTS. PART TWO, RESEARCH, METHODS, AND MEASUREMENT. PART THREE, SOLVING PROBLEMS."},
      {
        "id":"ED014246",
        "title":"EMERGING CONCEPTS IN FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED014247",
        "title":"THEORETICAL PREREQUISITES FOR SECOND-LANGUAGE TEACHING."},
      {
        "id":"ED014248",
        "title":"INTERNATIONAL COOPERATION IN FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED014249",
        "title":"SURVEY OF FOREIGN LANGUAGE TEACHING IN THE AUSTRALIAN UNIVERSITIES."},
      {
        "id":"ED014250",
        "title":"SPECIAL FLES ISSUE OF \"THE FLORIDA FL REPORTER.\""},
      {
        "id":"ED014251",
        "title":"THE FOREIGN LANGUAGE SPECIALIST AND THE BEGINNING TEACHER, REPORT ON THE SECTION MEETING AT THE NATIONAL TEPS CONFERENCE (NEW YORK CITY, JUNE 25, 1965)."},
      {
        "id":"ED014252",
        "title":"NEW YORK CITY FOREIGN LANGUAGE PROGRAM FOR SECONDARY SCHOOLS. GERMAN, LEVELS 1-4."},
      {
        "id":"ED014253",
        "title":"PERSPECTIVES IN FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED014254",
        "title":"SOME CURRENT PROBLEMS IN SECOND-LANGUAGE TEACHING."},
      {
        "id":"ED014255",
        "title":"COMPUTER-AIDED WORD RESEARCH."},
      {
        "id":"ED014256",
        "title":"BIBLIOGRAPHIC AND RESEARCH AIDS IN SOVIET STUDIES--A SUMMARY REPORT OF THE GREYSTON CONFERENCE."},
      {
        "id":"ED014257",
        "title":"A FREQUENCY COUNT OF CONTEMPORARY GERMAN VOCABULARY BASED ON THREE CURRENT LEADING NEWSPAPERS. FINAL REPORT."},
      {
        "id":"ED014258",
        "title":"A COMPOSITE GENERAL GRADUATE BIBLIOGRAPHY FOR LINGUISTICS. OHIO UNIVERSITY OCCASIONAL PAPERS IN LANGUAGE, LITERATURE, AND LINGUISTICS, SERIES A, NUMBER 1."},
      {
        "id":"ED014259",
        "title":"LATIN--COURSE GUIDE."},
      {
        "id":"ED014260",
        "title":"A CURRICULUM GUIDE IN FOREIGN LANGUAGE--FRENCH IN GRADES 4, 5, AND 6."},
      {
        "id":"ED014261",
        "title":"THE RETURN OF THE PARADIGM."},
      {
        "id":"ED014262",
        "title":"PRELIMINARY DETERMINATION OF PEDAGOGIC UTILITY OF THE ARCHIVE OF HISPANIC LITERATURE ON TAPE. FINAL REPORT."},
      {
        "id":"ED014263",
        "title":"FOREIGN LANGUAGE OFFERINGS AND ENROLLMENTS IN PUBLIC SECONDARY SCHOOLS, FALL 1965."},
      {
        "id":"ED014264",
        "title":"VOCABULARY LEARNING THROUGH READING GERMAN PROSE (EBACHER METHOD) WITH OR WITHOUT AURAL REINFORCEMENT."},
      {
        "id":"ED014265",
        "title":"THE TWO-YEAR COLLEGE IN VIRGINIA."},
      {
        "id":"ED014266",
        "title":"A STUDY OF THE NEED FOR TECHNICIAN TRAINING IN AGRICULTURE AND WELDING AT YUBA COLLEGE."},
      {
        "id":"ED014267",
        "title":"EXPERIMENTAL PROGRAM IN ENGINEERING AND DESIGN DATA PROCESSING TECHNOLOGY. FINAL REPORT."},
      {
        "id":"ED014268",
        "title":"THE ROLE OF FACULTY IN COMMUNITY COLLEGE POLICY MAKING."},
      {
        "id":"ED014269",
        "title":"OBTAINING AND KEEPING FACULTY IN AN ASSOCIATE DEGREE NURSING PROGRAM."},
      {
        "id":"ED014270",
        "title":"TECHNICAL-VOCATIONAL EDUCATION AND THE COMMUNITY COLLEGE, PROCEEDINGS OF THE ANNUAL LEGISLATIVE WORK CONFERENCE OF THE SOUTHERN REGIONAL EDUCATION BOARD (13TH, WILLIAMSBURG, VIRGINIA, AUGUST 27-29, 1964)."},
      {
        "id":"ED014271",
        "title":"THE COMMUNITY COLLEGE IN MENTAL HEALTH TRAINING, REPORT OF A CONFERENCE TO EXPLORE THE ROLE OF THE COMMUNITY COLLEGE IN COLLEGE INSTITUTIONAL RESEARCH WORKERS (2D, PACIFIC GROVE, CALIFORNIA, MARCH 10-12, 1966)."},
      {
        "id":"ED014272",
        "title":"POWER AND AUTHORITY--EMERGING TRENDS AND ASPIRATIONS, PROCEEDINGS OF THE STANFORD-BERKELEY SEMINAR FOR JUNIOR COLLEGE PRESIDENTS (2D, BERKELEY, JUNE 19-21, 1964)."},
      {
        "id":"ED014273",
        "title":"MASTER PLAN FOR STATE POLICY IN HIGHER EDUCATION."},
      {
        "id":"ED014274",
        "title":"SOME CONCEPTS HELD BY LOS ANGELES CITY COLLEGE ENTRANTS ON PROBATION BECAUSE OF LOW SCAT SCORES."},
      {
        "id":"ED014275",
        "title":"GUIDELINES FOR THE ESTABLISHMENT OF AN OFFICE FOR INSTITUTIONAL RESEARCH AND DEVELOPMENT AT PASADENA CITY COLLEGE."},
      {
        "id":"ED014276",
        "title":"INSTITUTIONAL RESEARCH IN THE JUNIOR COLLEGE--PROCESS AND PRODUCT, PROCEEDINGS OF THE ANNUAL CONFERENCE FOR DIRECTORS OF INSTITUTIONAL RESEARCH IN CALIFORNIA JUNIOR COLLEGES (1ST, PACIFIC GROVE, CALIFORNIA, MARCH 11-13, 1965)."},
      {
        "id":"ED014277",
        "title":"THE AVERAGE ABILITY STUDENT IN CALIFORNIA'S UNIVERSITY BRANCHES AND STATE COLLEGES."},
      {
        "id":"ED014278",
        "title":"A PROPOSED PROGRAM OF SUPERVISION OF INSTRUCTION IN PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED014279",
        "title":"FACULTY HANDBOOKS IN CALIFORNIA PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED014280",
        "title":"BOARD POLICY MANUALS IN CALIFORNIA PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED014281",
        "title":"INSTITUTIONAL RESEARCH IN THE JUNIOR COLLEGE, REPORT OF A CONFERENCE SPONSORED BY THE UNIVERSITY OF CALIFORNIA AT LOS ANGELES AND THE COMMISSION FOR ACCREDITING CALIFORNIA JUNIOR COLLEGES (LOS ANGELES, JULY 13-14, 1961)."},
      {
        "id":"ED014282",
        "title":"PRESIDENT'S REPORTS IN AMERICAN JUNIOR COLLEGES."},
      {
        "id":"ED014283",
        "title":"ESTABLISHING JUNIOR COLLEGES, A REPORT OF A NATIONAL CONFERENCE SPONSORED BY UCLA, THE AAJC, AND THE COMMISSION FOR ACCREDITING JUNIOR COLLEGES OF THE WESTERN ASSOCIATION OF SCHOOLS AND COLLEGES (LOS ANGELES, JULY 10-12, 1963)."},
      {
        "id":"ED014284",
        "title":"EDUCATIONAL PROGRAMS IN VIRGINIA FOR FIELDS RELATED TO HEALTH."},
      {
        "id":"ED014285",
        "title":"LIBRARY SERVICES IN VIRGINIA&apos;S INSTITUTIONS OF HIGHER EDUCATION."},
      {
        "id":"ED014286",
        "title":"RETENTION OF STUDENTS OVER A THREE YEAR PERIOD (FALL SEMESTERS, 1962, 63, AND 64) UNDER THREE DIFFERENT DROP POLICIES."},
      {
        "id":"ED014287",
        "title":"ANALYSIS OF STUDENT REACTIONS TO COUNSELING."},
      {
        "id":"ED014288",
        "title":"COMPUTER TECHNIQUES FOR WEEKLY MULTIPLE-CHOICE TESTING."},
      {
        "id":"ED014289",
        "title":"COMPREHENSIVE JUNIOR COLLEGES."},
      {
        "id":"ED014292",
        "title":"POLICIES, PROCEDURES, AND REGULATIONS GOVERNING THE ESTABLISHMENT AND OPERATION OF THE PROGRAM OF COMPREHENSIVE COMMUNITY COLLEGES IN THE COMMONWEALTH OF VIRGINIA AS AUTHORIZED BY THE 1966 GENERAL ASSEMBLY."},
      {
        "id":"ED014293",
        "title":"BIBLIOGRAPHY OF FACILITIES INFORMATION."},
      {
        "id":"ED014294",
        "title":"EMPHASIS--OCCUPATIONAL EDUCATION IN THE TWO-YEAR COLLEGE, ADDRESSES AND RECOMMENDATIONS PRESENTED AT A CONFERENCE SPONSORED BY THE MIDWEST TECHNICAL EDUCATION CENTER AND THE AMERICAN ASSOCIATION OF JUNIOR COLLEGES (ST. LOUIS, MAY 12-14, 1966)."},
      {
        "id":"ED014295",
        "title":"KANSAS STATE PLAN FOR COMMUNITY JUNIOR COLLEGES."},
      {
        "id":"ED014296",
        "title":"HEALTH SERVICE OCCUPATIONS, OCCUPATIONAL NEEDS, EDUCATIONAL REQUIREMENTS, 1967-1971-1976, CONNECTICUT AND ITS AREAS."},
      {
        "id":"ED014297",
        "title":"THE COMMUNITY COLLEGE IN NORTH CAROLINA, PROCEEDINGS OF A STATE CONFERENCE (CHARLOTTE, JULY 25-29, 1966). 25-29, 1966)."},
      {
        "id":"ED014298",
        "title":"TRENDS IN ENGINEERING TECHNICIAN ENROLLMENTS AND GRADUATES."},
      {
        "id":"ED014299",
        "title":"ADMINISTRATION AND INNOVATION, PAPERS FROM THE COMMUNITY COLLEGE PRESIDENTS' INSTITUTE (6TH, 1966)."},
      {
        "id":"ED014300",
        "title":"THE EDUCATIONAL PROGRAM--COORDINATION AND DEVELOPMENT, IOWA COMMUNITY COLLEGE WORKSHOP (UNIVERSITY OF IOWA, IOWA CITY, JUNE 12-16, 1967)."},
      {
        "id":"ED014301",
        "title":"AN EDUCATIONAL DEVELOPMENT PLAN FOR THE KAPIOLANI COMMUNITY COLLEGE--JANUARY 1967."},
      {
        "id":"ED014302",
        "title":"ELECTRONIC TECHNOLOGY, A SUGGESTED TWO-YEAR POST-HIGH-SCHOOL PROGRAM. SIX-QUARTER PROGRAM."},
      {
        "id":"ED014303",
        "title":"COMPARISON OF ENROLLED AND NON-ENROLLED APPLICANTS FOR MODESTO JUNIOR COLLEGE, FALL 1966."},
      {
        "id":"ED014304",
        "title":"DIMENSIONS OF CHANGES IN HIGHER EDUCATION, WORKSHOP CONFERENCES TO FOSTER INNOVATION IN HIGHER EDUCATION (1ST, MAGNOLIA MANOR, MASSACHUSETTS, MAY 19-23, 1966)."},
      {
        "id":"ED014305",
        "title":"NEW DESIGNS FOR LIBERAL ARTS COLLEGES, WORKSHOP CONFERENCES TO FOSTER INNOVATION IN HIGHER EDUCATION (2D, LORETTO HEIGHTS COLLEGE, WINTER PARK, COLORADO, DECEMBER 1-4, 1966)."},
      {
        "id":"ED014306",
        "title":"CLIMATES OF LEARNING AND THE INNOVATIVE PROCESS, WORKSHOP CONFERENCES TO FOSTER INNOVATION IN HIGHER EDUCATION (4TH, SHIMER COLLEGE, MT. CARROLL, ILLINOIS, AND CHESTNUT MOUNTAIN LODGE, GALENA, ILLINOIS, APRIL 26-29, 1967)."},
      {
        "id":"ED014307",
        "title":"SUMMARY REPORT ON PERFORMANCE OF HIGH-SCHOOL HONORS STUDENTS, SPRING, 1963 - SUMMER, 1967."},
      {
        "id":"ED014308",
        "title":"JUNIOR COLLEGE HONOR STUDENTS WHO WERE INITIATED INTO PHI THETA KAPPA FOR SELECTED YEARS DURING THE PERIOD 1947-1965."},
      {
        "id":"ED014309",
        "title":"PROFILES OF TRADE AND TECHNICAL TEACHERS--SUMMARY REPORT, 1967."},
      {
        "id":"ED014311",
        "title":"ARTICULATION AGREEMENTS BETWEEN THE UNIVERSITY OF CALIFORNIA AT LOS ANGELES, CALIF. ST. COLL. AT LONG BEACH, SAN FERNANDO VALLEY ST. COLL., AND THE UNIV., OF SOUTHERN CALIF., AND COLLEGES OF THE L.A. CITY JUNIOR COLLEGE DISTRICT. (TITLE SUPPLIED)."},
      {
        "id":"ED014312",
        "title":"CERTAIN ASPECTS OF THE TEACHER&apos;S ROLE IN WYOMING JUNIOR COLLEGES WITH IMPLICATIONS FOR PROGRAM PLANNING AND IMPROVEMENT."},
      {
        "id":"ED014313",
        "title":"A PILOT PROJECT TO DEVELOP REQUIREMENTS FOR ESTABLISHING AN INFORMATION SYSTEM FOR RESEARCH ACTIVITIES IN THE FIELD OF LIBRARIANSHIP AND INFORMATION SCIENCE. FINAL REPORT."},
      {
        "id":"ED014314",
        "title":"SURVEY OF PROFESSIONAL JOURNALS IN FIELD OF PUBLIC COMMUNICATION, INCLUDING NEW MEDIA IN EDUCATION. FINAL REPORT."},
      {
        "id":"ED014316",
        "title":"TEACHING LIBRARY USE TO UNDERGRADUATE--COMPARISON OF COMPUTER-BASED INSTRUCTION AND THE CONVENTIONAL LECTURE. FINAL REPORT."},
      {
        "id":"ED014318",
        "title":"EVALUATION OF TWO ASSOCIATED YM-YWHA HEADSTART PROGRAMS. FINAL REPORT."},
      {
        "id":"ED014319",
        "title":"EVALUATION OF PROJECT HEAD START READING READINESS IN ISSAQUENA AND SHARKEY COUNTIES, MISSISSIPPI, SUMMER, 1965. FINAL REPORT."},
      {
        "id":"ED014320",
        "title":"TEACHERS BELIEF SYSTEMS AND PRESCHOOL ATMOSPHERES."},
      {
        "id":"ED014321",
        "title":"REPORT ON THE ARTICULATORY AND INTELLIGIBILITY STATUS OF SOCIALLY DISADVANTAGED PRE-SCHOOL CHILDREN."},
      {
        "id":"ED014322",
        "title":"THE HOUSING ENVIRONMENT AS A FACTOR IN CHILD DEVELOPMENT. FINAL REPORT."},
      {
        "id":"ED014323",
        "title":"AN ASSESSMENT OF INTELLIGENCE, PSYCHOLINGUISTIC ABILITIES AND LEARNING APTITUDES AMONG PRESCHOOL CHILDREN."},
      {
        "id":"ED014324",
        "title":"A SURVEY AND EVALUATION OF PROJECT HEAD START AS ESTABLISHED AND OPERATED IN COMMUNITIES OF THE COMMONWEALTH OF MASSACHUSETTS DURING THE SUMMER OF 1965."},
      {
        "id":"ED014325",
        "title":"OUTCOMES OF INDIVIDUAL AND PROGRAMMATIC VARIATIONS AMONG PROJECT HEAD START CENTERS, SUMMER, 1965. FINAL REPORT."},
      {
        "id":"ED014326",
        "title":"ANALYSIS OF STORY RETELLING AS A MEASURE OF THE EFFECTS OF ETHNIC CONTENT IN STORIES. FINAL REPORT."},
      {
        "id":"ED014327",
        "title":"AN EVALUATION OF THE EFFECTS OF A SUMMER HEAD START PROGRAM."},
      {
        "id":"ED014328",
        "title":"SUMMARY REPORT OF A STUDY OF THE FULL-YEAR 1966 HEAD START PROGRAMS."},
      {
        "id":"ED014329",
        "title":"PROJECT HEAD START IN AN INDIAN COMMUNITY."},
      {
        "id":"ED014330",
        "title":"AN ASSESSMENT AND COMPARISON OF SELECTED CHARACTERISTICS AMONG CULTURALLY DISADVANTAGED HEADSTART CHILDREN (SUMMER PROGRAM 1965), CULTURALLY DISADVANTAGED NON-HEADSTART CHILDREN, AND NON-CULTURALLY DISADVANTAGED CHILDREN. (TITLE SUPPLIED)."},
      {
        "id":"ED014331",
        "title":"A STUDY OF SOME ECOLOGICAL, ECONOMIC AND SOCIAL FACTORS INFLUENCING PARENTAL PARTICIPATION IN PROJECT HEAD START."},
      {
        "id":"ED014332",
        "title":"ACCELERATION OF INTELLECTUAL DEVELOPMENT IN EARLY CHILDHOOD. FINAL REPORT."},
      {
        "id":"ED014333",
        "title":"THE 1965 HEAD START PSYCHOLOGICAL SCREENING PROGRAM. FINAL REPORT ON THE DATA ANALYSIS."},
      {
        "id":"ED014334",
        "title":"THE PRESCHOOL INVENTORY."},
      {
        "id":"ED014335",
        "title":"CLASSROOM BEHAVIOR--BACKGROUND FACTORS AND PSYCHO-SOCIAL CORRELATES. EAU CLAIRE COUNTY YOUTH STUDY, 1961-1964."},
      {
        "id":"ED014338",
        "title":"FEDERAL PROGRAMS TO IMPROVE MEXICAN-AMERICAN EDUCATION."},
      {
        "id":"ED014339",
        "title":"SOCIAL AMBITIONS OF TEEN-AGE BOYS LIVING IN AN ECONOMICALLY DEPRESSED AREA OF THE SOUTH--A RACIAL COMPARISON."},
      {
        "id":"ED014340",
        "title":"THE DIVERSE NEEDS OF THE LEARNERS TO BE SERVED."},
      {
        "id":"ED014341",
        "title":"THE RELATIVE INFLUENCE OF SCHOOL DESSEGREGATION AND OF CLASSROOM DESEGREGATION ON THE ACADEMIC ACHIEVEMENT OF NINTH GRADE NEGRO STUDENTS. INTERIM REPORT."},
      {
        "id":"ED014342",
        "title":"EDUCATION IN RURAL AMERICA--ARE WE DOING THE JOB."},
      {
        "id":"ED014343",
        "title":"MINIMUM STANDARDS FOR APPROVAL OF GUIDANCE PROGRAMS IN SMALL HIGH SCHOOLS."},
      {
        "id":"ED014344",
        "title":"WHAT IS NEW IN RURAL EDUCATION--NFIRE."},
      {
        "id":"ED014345",
        "title":"THE UMSSP - AN INNOVATIVE VENTURE."},
      {
        "id":"ED014346",
        "title":"INDIAN EDUCATION."},
      {
        "id":"ED014347",
        "title":"AGRICULTURAL EDUCATION."},
      {
        "id":"ED014348",
        "title":"MIGRATION--ITS IMPLICATION FOR THE DEVELOPMENT OF VOCATIONAL EDUCATION IN A RURAL AREA."},
      {
        "id":"ED014349",
        "title":"EVALUATION REPORT FOR MIGRANT PROGRAM, SCHOOL YEAR 1966-67. TITLE I ESEA (P.L. 89-750)."},
      {
        "id":"ED014350",
        "title":"ELEMENTARY EDUCATION AND SCHOOL DISTRICT ORGANIZATION."},
      {
        "id":"ED014351",
        "title":"SECONDARY EDUCATION AND SCHOOL DISTRICT ORGANIZATION."},
      {
        "id":"ED014352",
        "title":"LANE COUNTY YOUTH PROJECT. FINAL REPORT."},
      {
        "id":"ED014353",
        "title":"INDIANS IN LITERATURE, A SELECTED ANNOTATED BIBLIOGRAPHY FOR CHILDREN."},
      {
        "id":"ED014354",
        "title":"EDUCATION PROGRAM FOR MIGRANT FARM WORKERS AND THEIR FAMILIES. FINAL REPORT, 1965."},
      {
        "id":"ED014355",
        "title":"THE PROGRAMS AND SERVICES OF AN OUTSTANDING AREA VOCATIONAL SCHOOL."},
      {
        "id":"ED014356",
        "title":"HOW A CONSOLIDATED HIGH SCHOOL PROVIDES BETTER EDUCATIONAL OPPORTUNITIES."},
      {
        "id":"ED014357",
        "title":"MENTAL HEALTH PROGRAM."},
      {
        "id":"ED014358",
        "title":"PLANNING FOR RURAL HEALTH SERVICES."},
      {
        "id":"ED014359",
        "title":"THE CHALLENGE OF HUNGRY CHILDREN."},
      {
        "id":"ED014360",
        "title":"PLANNING AT THE GRASS ROOTS."},
      {
        "id":"ED014361",
        "title":"SERVICES AND ENVIRONMENTAL ADJUSTMENTS NEEDED BY RURAL YOUTH WHO MOVE TO URBAN COMMUNITIES."},
      {
        "id":"ED014362",
        "title":"THE PROGRAM AND SERVICES OF OUTSTANDING COMMUNITY COLLEGE SERVING A RURAL AREA."},
      {
        "id":"ED014363",
        "title":"THE STATUS OF EDUCATION AND TRAINING OF RURAL YOUTH--THE IMPACT OF SOCIOECONOMIC CHANGE."},
      {
        "id":"ED014365",
        "title":"UNDERSTANDING THE MEXICAN-AMERICAN IN TODAY'S CULTURE. SAN DIEGO PROJECT--ELEMENTARY AND SECONDARY EDUCATION ACT."},
      {
        "id":"ED014366",
        "title":"PATTERN TRANSMISSION IN A BICULTURAL COMMUNITY."},
      {
        "id":"ED014367",
        "title":"A SCHOOL AND HEALTH RECORD TRANSFER SYSTEM FOR MIGRATORY CHILDREN OF MIGRATORY AGRICULTURAL WORKERS (CALIFORNIA)."},
      {
        "id":"ED014368",
        "title":"CATALOG OF EDUCATIONAL INNOVATIONS IN THE OKLAHOMA PUBLIC SCHOOLS."},
      {
        "id":"ED014369",
        "title":"AMERICAN INDIANS AND EDUCATIONAL LABORATORIES."},
      {
        "id":"ED014371",
        "title":"APPLYING RESEARCH FINDINGS IN COMPREHENSION TO CLASSROOM PRACTICE."},
      {
        "id":"ED014372",
        "title":"A STUDY OF THE RELATIONSHIPS BETWEEN PERCEPTION, PERSONALITY, INTELLIGENCE AND GRADE ONE READING ACHIEVEMENT."},
      {
        "id":"ED014373",
        "title":"ASCERTAINING INSTRUCTIONAL LEVELS."},
      {
        "id":"ED014374",
        "title":"VOCABULARY GROWTH THROUGH THE USE OF CONTEXT."},
      {
        "id":"ED014375",
        "title":"AN ANALYSIS OF EIGHT DIFFERENT READING INSTRUCTIONAL METHODS USED WITH FIRST GRADE STUDENTS."},
      {
        "id":"ED014376",
        "title":"WRITING AND REVISING A CURRICULUM GUIDE IN READING."},
      {
        "id":"ED014379",
        "title":"AN EXPERIENCE IN READING FOR TEACHERS AND STUDENTS."},
      {
        "id":"ED014380",
        "title":"TEACHING THE ESSENTIAL READING SKILLS IN SCIENCE."},
      {
        "id":"ED014381",
        "title":"DEVELOPING AN EFFECTIVE READER."},
      {
        "id":"ED014382",
        "title":"APPLYING STRUCTURAL LINGUISTICS IN BEGINNING READING--VITAL PRINCIPLES IN NEED OF APPLICATION."},
      {
        "id":"ED014383",
        "title":"AUDITORY MODALITY--RESEARCH AND PRACTICE."},
      {
        "id":"ED014384",
        "title":"EVALUATION OF READING IN THE CLASSROOM. INTERPRETING THE RESULTS OF STANDARDIZED TESTS."},
      {
        "id":"ED014385",
        "title":"RECENT RESEARCH IN VISUAL DISCRIMINATION--IMPLICATIONS FOR BEGINNING READING."},
      {
        "id":"ED014386",
        "title":"THE RATIONALE FOR A SYSTEM-WIDE READING COMMITTEE."},
      {
        "id":"ED014387",
        "title":"APPLYING RESEARCH FINDINGS IN COMPREHENSION TO CLASSROOM PRACTICE."},
      {
        "id":"ED014389",
        "title":"PHILOSOPHICAL AND SOCIOLOGICAL INFLUENCES RELATED TO READING INSTRUCTION--PHILOSOPHICAL ASPECTS."},
      {
        "id":"ED014390",
        "title":"DEPARTMENTALIZATION OF READING IN ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED014397",
        "title":"IDENTIFICATION AND MEASUREMENT OF READING SKILLS OF HIGH-SCHOOL STUDENTS."},
      {
        "id":"ED014398",
        "title":"READING HANDBOOK FOR SECONDARY CLASSROOM TEACHERS."},
      {
        "id":"ED014399",
        "title":"RECENT DEVELOPMENTS IN I.T.A."},
      {
        "id":"ED014400",
        "title":"STUDIES ON READING DISABILITIES IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED014402",
        "title":"BOOK READING AUDIENCES AND THE MASS SOCIETY."},
      {
        "id":"ED014405",
        "title":"IMPROVING WORD PERCEPTION."},
      {
        "id":"ED014406",
        "title":"LEARNING OF BASAL READING SKILLS BY MENTALLY HANDICAPPED AND NON-MENTALLY HANDICAPPED PUPILS."},
      {
        "id":"ED014407",
        "title":"CRITICAL READING ABILITY OF ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED014418",
        "title":"ILLUSTRATIONS OF RADIOISOTOPES--DEFINITIONS AND APPLICATIONS."},
      {
        "id":"ED014421",
        "title":"MODERN TEACHING AIDS FOR COLLEGE CHEMISTRY--PORTABLE VIDEO RECORDING SYSTEMS, NEW USES FOR FILMS, COMPUTER ASSISTED INSTRUCTION."},
      {
        "id":"ED014422",
        "title":"DEVELOPMENT OF INSTRUCTIONAL MATERIALS FOR A FUSED CHEMISTRY-PHYSICS COURSE. FINAL REPORT."},
      {
        "id":"ED014423",
        "title":"MICHIGAN SCIENCE CURRICULUM COMMITTEE JUNIOR HIGH SCHOOL PROJECT. (TITLE SUPPLIED)."},
      {
        "id":"ED014424",
        "title":"CHANGES IN ATTITUDES TOWARD SCIENCE AND CONFIDENCE IN TEACHING SCIENCE OF PROSPECTIVE ELEMENTARY TEACHERS."},
      {
        "id":"ED014427",
        "title":"PROCEEDINGS OF THE CONFERENCE ON THE CHANGING IDENTITY OF GRADUATE EARTH SCIENCE EDUCATION (ATLANTA, JANUARY 25-26, 1965)."},
      {
        "id":"ED014428",
        "title":"A STUDY OF HOW A CHILD LEARNS CONCEPTS ABOUT CHARACTERISTICS OF LIQUID MATERIALS. FINAL REPORT."},
      {
        "id":"ED014429",
        "title":"THE COMPARATIVE EFFECTIVENESS OF TWO METHODS OF TEACHING GRADE SCHOOL SCIENCE."},
      {
        "id":"ED014430",
        "title":"DEVELOPMENT OF ECONOMICS CURRICULAR MATERIALS FOR SECONDARY SCHOOLS. FINAL REPORT."},
      {
        "id":"ED014432",
        "title":"PROBABILITY ESTIMATES OF THE CAPACITIES OF INTERMEDIATE PUPILS TO UNDERSTAND SELECTED PHYSICAL SCIENCE GENERALIZATIONS. FINAL REPORT."},
      {
        "id":"ED014433",
        "title":"THE EFFECT OF VARIOUS TRAINING TECHNIQUES ON THE ACQUISITION OF THE CONCEPT OF CONSERVATION OF SUBSTANCE. FINAL REPORT."},
      {
        "id":"ED014434",
        "title":"CONVERSATION-MATERIALS CONSERVATION, A SURVEY OF PRINTED MATERIALS FOR CONSERVATION EDUCATION."},
      {
        "id":"ED014435",
        "title":"THE PROSPECTIVE MANPOWER SITUATION FOR SCIENCE AND ENGINEERING STAFF IN UNIVERSITIES AND COLLEGES, 1965-75."},
      {
        "id":"ED014436",
        "title":"THE 1967 SUMMER SCIENCE PROJECT AT UNIVERSITY SCHOOL."},
      {
        "id":"ED014437",
        "title":"DIRECTORY AND PROCEEDINGS, ACADEMY-CONFERENCE - 1966."},
      {
        "id":"ED014438",
        "title":"REPORT OF THE INTERNATIONAL CLEARINGHOUSE ON SCIENCE AND MATHEMATICS CURRICULAR DEVELOPMENTS, 1967."},
      {
        "id":"ED014440",
        "title":"THE WISCONSIN TEACHER EDUCATION RESEARCH PROJECT--DESIGN AND INSTRUMENTATION."},
      {
        "id":"ED014441",
        "title":"THE EFFECTS OF MODELING AND FEEDBACK VARIABLES ON THE ACQUISITION OF A COMPLEX TEACHING STRATEGY."},
      {
        "id":"ED014444",
        "title":"THE SCHOLASTIC APTITUDE OF VIRGINIA HIGH SCHOOL GRADUATES BEING ATTRACTED TO TEACHER EDUCATION PROGRAMS."},
      {
        "id":"ED014445",
        "title":"SOME NOTES ON VALIDATING TEACHER SELECTION PROCEDURES."},
      {
        "id":"ED014446",
        "title":"THE EXPERIENTIAL BASES AND DIMENSIONS OF FACULTY MORALE AT A STATE UNIVERSITY."},
      {
        "id":"ED014447",
        "title":"REPORT OF THE COMMITTEE TO STUDY CERTIFICATION REQUIREMENTS FOR TEACHERS IN THE STATE OF MARYLAND TO THE MARYLAND STATE BOARD OF EDUCATION."},
      {
        "id":"ED014449",
        "title":"TEACHER EVALUATION--A STATE-BY-STATE ANALYSIS."},
      {
        "id":"ED014450",
        "title":"THE G.P.A. CRITERION AND SELECTIVE RETENTION IN TEACHER EDUCATION."},
      {
        "id":"ED014451",
        "title":"NATIONAL IDEALS AND EDUCATIONAL POLICY."},
      {
        "id":"ED014452",
        "title":"MINUTES AND PROCEEDINGS OF THE CONFERENCE OF THE CALIFORNIA COUNCIL ON THE EDUCATION OF TEACHERS (SANTA BARBARA, MARCH 30 - APRIL 1, 1967)."},
      {
        "id":"ED014453",
        "title":"THE MASTERS DEGREE AND TEACHERS' SALARIES."},
      {
        "id":"ED014454",
        "title":"STUDY OF MATHEMATICS TEACHERS IN ALABAMA. FINAL REPORT."},
      {
        "id":"ED014455",
        "title":"THE TEACHER AIDE IN SOUTH CAROLINA. PRELIMINARY REPORT OF STATUS STUDY."},
      {
        "id":"ED014456",
        "title":"STANDARDS FOR PREPARATION OF SCHOOL PROFESSIONAL PERSONNEL LEADING TO CERTIFICATION. THIRD DRAFT--PROPOSAL."},
      {
        "id":"ED014457",
        "title":"REPORTS ON &quot;TEACH,&quot; TEACHER EDUCATION FOR ADVANCING THE CULTURALLY HANDICAPPED. PROJECT REPORT--IMPLICATIONS AND RECOMMENDATIONS."},
      {
        "id":"ED014458",
        "title":"REPORTS ON &quot;TEACH,&quot; TEACHER EDUCATION FOR ADVANCING THE CULTURALLY HANDICAPPED. FOUNDATIONS FOR TEACHER PREPARATION."},
      {
        "id":"ED014459",
        "title":"REPORTS ON \"TEACH,\" TEACHER EDUCATION FOR ADVANCING THE CULTURALLY HANDICAPPED. ELEMENTARY TEACHER PREPARATION."},
      {
        "id":"ED014460",
        "title":"REPORTS ON &quot;TEACH,&quot; TEACHER EDUCATION FOR ADVANCING THE CULTURALLY HANDICAPPED. SECONDARY TEACHER PREPARATION."},
      {
        "id":"ED014461",
        "title":"AN EXPLORATION OF A CLINICAL PROFESSOR APPROACH TO METHODS INSTRUCTION."},
      {
        "id":"ED014462",
        "title":"THE PROBLEM OF RECRUITMENT."},
      {
        "id":"ED014463",
        "title":"IMPACT OF CRITICAL SHORTAGES ON TEACHER RECRUITMENT AND SELECTION POLICIES."},
      {
        "id":"ED014464",
        "title":"DESIRABLE POLICIES AND PROCEDURES FOR TEACHER SELECTION."},
      {
        "id":"ED014465",
        "title":"CRITERIA--PROBLEMS IN VALIDATING TEACHER SELECTION POLICIES AND PROCEDURES."},
      {
        "id":"ED014466",
        "title":"CRITERION PROBLEMS IN VALIDATING TEACHER SELECTION POLICIES AND PROCEDURES."},
      {
        "id":"ED014467",
        "title":"NEEDED RESEARCH IN THE AREA OF TEACHER SELECTION."},
      {
        "id":"ED014468",
        "title":"THE RELEVANCE TO TEACHER SELECTION OF CIVIL SERVICE PERSONNEL SELECTION PRACTICES IN NEW YORK STATE."},
      {
        "id":"ED014469",
        "title":"TEACHER SELECTION METHODS."},
      {
        "id":"ED014470",
        "title":"TEACHER SUPPLY AND DEMAND IN CALIFORNIA, 1965-1975."},
      {
        "id":"ED014471",
        "title":"TEACHER PERSONALITY AND CLASSROOM CLIMATE."},
      {
        "id":"ED014472",
        "title":"PROPOSAL FOR A CONFERENCE OF DIRECTORS OF THE ENGLISH CURRICULUM DEVELOPMENT AND DEMONSTRATION CENTERS TO EVALUATE THE PROGRESS OF THEIR PROJECTS AND CORRELATE ACTIVITIES FOR 1965-1966. FINAL REPORT."},
      {
        "id":"ED014473",
        "title":"THREE STUDIES IN ELEMENTARY SPELLING INSTRUCTION."},
      {
        "id":"ED014474",
        "title":"A MINIMAL PROFESSIONAL REFERENCE LIBRARY ON THE LANGUAGE ARTS FOR ELEMENTARY SCHOOL TEACHERS 1967."},
      {
        "id":"ED014475",
        "title":"1966 CURRICULUM PROJECTS IN ENGLISH, A REPORT ON 172 PROJECTS IN 35 STATES."},
      {
        "id":"ED014476",
        "title":"TRAINING SPEECH SOUND DISCRIMINATION IN CHILDREN WHO MISARTICULATE--A DEMONSTRATION OF THE USE OF TEACHING MACHINE TECHNIQUES IN SPEECH CORRECTION. FINAL REPORT."},
      {
        "id":"ED014477",
        "title":"LANGUAGE ABILITY--GRADES TEN, ELEVEN, AND TWELVE. FINAL REPORT."},
      {
        "id":"ED014478",
        "title":"ENGLISH TEACHER PREPARATION STUDY, GUIDELINES FOR THE PREPARATION OF TEACHERS OF ENGLISH. FINAL REPORT."},
      {
        "id":"ED014480",
        "title":"GUIDE TO TEACHING READING AND LITERATURE, KINDERGARTEN - GRADE SIX."},
      {
        "id":"ED014481",
        "title":"GUIDE TO TEACHING LANGUAGE ARTS, LISTENING - SPEAKING - WRITING, KINDERGARTEN - GRADE SIX."},
      {
        "id":"ED014482",
        "title":"FREE-WAY TO WRITTEN EXPRESSION."},
      {
        "id":"ED014483",
        "title":"CURRICULUM GUIDE FOR THE SLOWER-LEARNER IN SECONDARY ENGLISH, SOCIAL STUDIES, AND SCIENCE."},
      {
        "id":"ED014484",
        "title":"CENSORSHIP AND THE VALUES OF FICTION."},
      {
        "id":"ED014485",
        "title":"COOPERATIVE STRUCTURES IN SCHOOL-COLLEGE RELATIONSHIPS FOR TEACHER EDUCATION."},
      {
        "id":"ED014487",
        "title":"SPEAKING, WRITING, AND LISTENING IN THE ST. PAUL ELEMENTARY SCHOOLS."},
      {
        "id":"ED014488",
        "title":"COORDINATION IN THE ENGLISH PROGRAM."},
      {
        "id":"ED014489",
        "title":"ACTION IN THE LANGUAGE ARTS."},
      {
        "id":"ED014490",
        "title":"ANNOTATED LIST OF RECOMMENDED ELEMENTARY AND SECONDARY CURRICULUM GUIDES IN ENGLISH, 1967."},
      {
        "id":"ED014494",
        "title":"ENGLISH AND THE LANGUAGE ARTS, A CURRICULUM GUIDE FOR GRADES K-12."},
      {
        "id":"ED014495",
        "title":"COLLEGE ENGLISH DEPARTMENTS AND PROFESSIONAL EFFORTS TO IMPROVE ENGLISH TEACHING."},
      {
        "id":"ED014496",
        "title":"RESEARCH ON SPEEDED SPEECH AS AN EDUCATIONAL MEDIUM. PROJECT REPORT."},
      {
        "id":"ED014497",
        "title":"A COLLEGE PRESIDENT SPEAKS OUT."},
      {
        "id":"ED014498",
        "title":"THE ROLE OF THE TWO-YEAR COLLEGE ENGLISH DEPARTMENT CHAIRMAN."},
      {
        "id":"ED014500",
        "title":"THE ROLE OF THE CHAIRMAN--PROBLEMS OF ADMINISTRATIVE CHANGE."},
      {
        "id":"ED014501",
        "title":"VACANCIES IN COLLEGE AND UNIVERSITY DEPARTMENTS OF ENGLISH FOR FALL 1968. VOLUME 1, NUMBER 1."},
      {
        "id":"ED014502",
        "title":"RECOMMENDATIONS CONCERNING THE PH.D. IN ENGLISH."},
      {
        "id":"ED014504",
        "title":"A PROJECT TO PROVIDE TEACHER-SUPERVISOR TRAINING NEEDED TO IMPLEMENT IN 12 SCHOOLS SERVICING DISADVANTAGED PUPILS THE PHILOSOPHY, OBJECTIVES, CURRICULUM, BEING DEVELOPED FOR DISADVANTAGED PUPILS IN THE NEW TYPE OF INTERMEDIATE (MIDDLE)SCHOOL."},
      {
        "id":"ED014505",
        "title":"THE RESTORATION OF THE LOWER CLASS MALE AS HOUSEHOLD HEAD--SUPPORT FOR THE MOYNIHAN THESIS."},
      {
        "id":"ED014506",
        "title":"PROJECT FOR AN AUTOMATED PRIMARY-GRADE READING AND ARITHMETIC CURRICULUM FOR CULTURALLY-DEPRIVED CHILDREN. PROGRESS REPORT NUMBER 5, JULY 1 TO DECEMBER 31, 1966."},
      {
        "id":"ED014508",
        "title":"RURAL-URBAN DIFFERENCES IN REPORTED ATTITUDES AND BEHAVIOR."},
      {
        "id":"ED014510",
        "title":"A MENTAL HEALTH PRACTITIONER'S PRIMER--CRITICAL INTERVENTION IN SCHOOL DESEGREGATION."},
      {
        "id":"ED014511",
        "title":"PROCEEDINGS OF THE INVITATIONAL CONFERENCE ON NORTHERN SCHOOL DESEGREGATION--PROGRESS AND PROBLEMS (NEW YORK CITY, APRIL 29, 1962)."},
      {
        "id":"ED014512",
        "title":"NORTHERN SCHOOL DESEGREGATION, INTRODUCTION TO YESHIVA UNIVERSITY'S PROCEEDINGS OF THE INVITATIONAL CONFERENCE ON NORTHERN SCHOOL DESEGREGATION--PROGRESS AND PROBLEMS, P. 11-16. (TITLE SUPPLIED)."},
      {
        "id":"ED014513",
        "title":"SHALL SCHOOL BOARDS BE COLOR-BLIND OR COLOR-CONSCIOUS."},
      {
        "id":"ED014514",
        "title":"PROGRESS AND PROBLEMS FROM THE SOCIAL SCIENTIST'S VIEWPOINT."},
      {
        "id":"ED014515",
        "title":"PROGRESS AND PROBLEMS FROM THE EDUCATOR'S VIEWPOINT."},
      {
        "id":"ED014516",
        "title":"WHAT CAN BE DONE TO REDUCE ACADEMIC RETARDATION IN MINORITY GROUP CHILDREN."},
      {
        "id":"ED014519",
        "title":"GROWING UP POOR."},
      {
        "id":"ED014520",
        "title":"ANNUAL EVALUATION REPORT OF CONNECTICUT P.A. 523 PROJECTS FOR FISCAL YEAR 1966."},
      {
        "id":"ED014521",
        "title":"DISADVANTAGED POPULATIONS."},
      {
        "id":"ED014522",
        "title":"STATE OF NORTH DAKOTA ANNUAL EVALUATION REPORT FOR FISCAL YEAR ENDING JUNE 30, 1966--ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, TITLE I, PUBLIC LAW 89-10."},
      {
        "id":"ED014523",
        "title":"APPROVED TITLE I, ESEA PROJECTS FOR NEW MEXICO, 1966-67, BASED ON 85 PERCENT OF THE 1965-66 ALLOCATION."},
      {
        "id":"ED014524",
        "title":"MODEL SCHOOL DIVISION--A REPORT OF THE BOARD OF EDUCATION, JUNE, 1967."},
      {
        "id":"ED014525",
        "title":"EXPANSION OF THE MORE EFFECTIVE SCHOOL PROGRAM."},
      {
        "id":"ED014526",
        "title":"AN ANALYSIS OF THE EVALUATION OF THE MORE EFFECTIVE SCHOOLS PROGRAM CONDUCTED BY THE CENTER FOR URBAN EDUCATION."},
      {
        "id":"ED014527",
        "title":"FEASIBILITY OF ESTABLISHMENT OF ASSOCIATE DEGREE PROGRAM IN MARINE TECHNOLOGY AT CLATSOP COMMUNITY COLLEGE."},
      {
        "id":"ED014528",
        "title":"NON-FARM AGRICULTURAL EMPLOYMENT IN WEST VIRGINIA WITH IMPLICATIONS FOR VOCATIONAL EDUCATION PROGRAMS."},
      {
        "id":"ED014529",
        "title":"THE REPORT OF THE MICHIGAN STUDY OF INDUSTRIAL TEACHER COMPETENCE."},
      {
        "id":"ED014530",
        "title":"THE EFFECTIVENESS OF PILOT PROGRAMS COMPARED TO OTHER PROGRAMS OF VOCATIONAL AGRICULTURE IN TENNESSEE."},
      {
        "id":"ED014532",
        "title":"STUDENT VOCATIONAL SURVEY."},
      {
        "id":"ED014533",
        "title":"EMPLOYMENT OPPORTUNITIES AND COMPETENCY NEEDS IN NONFARM AGRICULTURAL OCCUPATIONS IN MISSISSIPPI."},
      {
        "id":"ED014534",
        "title":"WORKSHOP FOR GUIDELINES FOR LOCAL SUPERVISORS IN BUSINESS AND OFFICE EDUCATION (THE OHIO STATE UNIVERSITY, JUNE 21-JULY 9, 1965)."},
      {
        "id":"ED014535",
        "title":"COOPERATIVE OFFICE EDUCATION--SUGGESTED PROCEDURES FOR ORGANIZING, CONDUCTING, COORDINATING, INSTRUCTING."},
      {
        "id":"ED014536",
        "title":"INDEXES AND ABSTRACTS OF RESEARCH COMPLETED IN THE FIELD OF AGRICULTURAL EDUCATION FROM 1951-1965 AT IOWA STATE UNIVERSITY."},
      {
        "id":"ED014537",
        "title":"A LARGE LIFE INSURANCE COMPANY AUTOMATES. WORKFORCE IMPLICATIONS OF COMPUTER CONVERSION. AUTOMATION PROGRAM REPORT, NUMBER 3."},
      {
        "id":"ED014538",
        "title":"A COOPERATIVE JOB TRAINING PROGRAM FOR RETARDED YOUTH. PART I, THE ESTABLISHMENT AND OPERATION OF THE COOPERATIVE WORK-STUDY PROGRAM."},
      {
        "id":"ED014539",
        "title":"A COOPERATIVE JOB TRAINING PROGRAM FOR RETARDED YOUTH. PART II, THE RELATIONSHIP BETWEEN SELECTED VARIABLES AND SUCCESS OF THE RETARDATE IN THE COOPERATIVE WORK-STUDY PROGRAM, AN ANALYSIS OF PREDICTIVE POWER."},
      {
        "id":"ED014540",
        "title":"COOPERATIVE SUPERVISED JOB TRAINING PROGRAM, THE FINAL REPORT AND EVALUATION."},
      {
        "id":"ED014541",
        "title":"BUSINESS ADMINISTRATION, SECRETARIAL SCIENCE PROGRAM. SURVEY INFORMATION."},
      {
        "id":"ED014544",
        "title":"OCCUPATIONAL EDUCATION AND TRAINING FOR TOMORROW'S WORLD OF WORK. NUMBER 2, HIGH SCHOOLS."},
      {
        "id":"ED014545",
        "title":"OCCUPATIONAL EDUCATION AND TRAINING FOR TOMORROW'S WORLD OF WORK. NUMBER 3, AREA VOCATIONAL SCHOOLS."},
      {
        "id":"ED014546",
        "title":"OCCUPATIONAL EDUCATION AND TRAINING FOR TOMORROW'S WORLD OF WORK. NUMBER 5, UNIVERSITY PROGRAMS."},
      {
        "id":"ED014547",
        "title":"OCCUPATIONAL EDUCATION AND TRAINING FOR TOMORROW'S WORLD OF WORK. NUMBER 6, BUSINESS, LABOR, AND OTHER PRIVATE PROGRAMS."},
      {
        "id":"ED014548",
        "title":"EVALUATION SYSTEMS FOR LOCAL PROGRAMS OF VOCATIONAL-TECHNICAL EDUCATION, A FINAL REPORT OF PROJECT 701."},
      {
        "id":"ED014549",
        "title":"CENTER FOR RESEARCH AND LEADERSHIP DEVELOPMENT IN VOCATIONAL AND TECHNICAL EDUCATION AT THE OHIO STATE UNIVERSITY. FINAL REPORT."},
      {
        "id":"ED014550",
        "title":"EMPLOYMENT OPPORTUNITIES IN SELECTED NON FARM BUSINESSES AND GOVERNMENT AGENCIES AS RELATED TO AGRICULTURAL TRAINING OR BACKGROUND, NEVADA, 1965."},
      {
        "id":"ED014551",
        "title":"DETERMINATION OF THE EDUCATIONAL NEEDS OF AGRICULTURAL ENGINEERING TECHNICIANS IN OHIO, A DIGEST OF A PH.D. DISSERTATION. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED014552",
        "title":"PROFIT-MAXIMIZING PRINCIPLES, INSTRUCTIONAL UNITS FOR VOCATIONAL AGRICULTURE."},
      {
        "id":"ED014553",
        "title":"\"WOULD YOU BELIEVE\"--RESEARCH IN VOCATIONAL EDUCATION."},
      {
        "id":"ED014554",
        "title":"THE PREPARATION OF CURRICULUM MATERIALS AND THE DEVELOPMENT OF TEACHERS FOR AN EXPERIMENTAL APPLICATION OF THE CLUSTER CONCEPT OF VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL, PHASE II. CLUSTER CONCEPT PROJECT. THIRD QUARTERLY REPORT."},
      {
        "id":"ED014555",
        "title":"TECHNOLOGY AND MANPOWER IN THE HEALTH SERVICE INDUSTRY, 1965-75."},
      {
        "id":"ED014556",
        "title":"A GUIDE ON RECORD KEEPING AND ANALYSIS IN THE VOCATIONAL AGRICULTURE RECORD BOOK FOR PRODUCTION AGRICULTURE."},
      {
        "id":"ED014557",
        "title":"A GUIDE FOR USE IN DEVELOPING TRAINING PROGRAMS IN VOCATIONAL REFRIGERATION AND AIR CONDITIONING (DOMESTIC)."},
      {
        "id":"ED014558",
        "title":"FLOOR COVERING--PART 1, RESILIENT COVERINGS. WORKBOOK."},
      {
        "id":"ED014559",
        "title":"ROOFING, PART 2. WORKBOOK."},
      {
        "id":"ED014560",
        "title":"OFFICE MACHINES."},
      {
        "id":"ED014561",
        "title":"INDUSTRIAL ARTS--A STUDY OF INDUSTRY AND TECHNOLOGY FOR CONTEMPORARY MAN."},
      {
        "id":"ED014562",
        "title":"ROOFING, PART I. WORKBOOK."},
      {
        "id":"ED014563",
        "title":"FLOOR COVERING--PART 2, CARPETING. WORKBOOK."},
      {
        "id":"ED014564",
        "title":"GUIDE FOR COURSE OF STUDY FOR WAITER, WAITRESS, INFORMAL, WAITER, WAITRESS, COUNTER ATTENDANT, FOOD SERVICE WORKER."},
      {
        "id":"ED014565",
        "title":"BUSINESS EDUCATION. RCU RESEARCH SUMMARY."},
      {
        "id":"ED014566",
        "title":"TRADE, INDUSTRIAL, AND TECHNICAL EDUCATION. RCU RESEARCH SUMMARIES."},
      {
        "id":"ED014567",
        "title":"THE DEVELOPMENT AND TESTING OF AN EVALUATION MODEL FOR VOCATIONAL PILOT PROGRAMS."},
      {
        "id":"ED014568",
        "title":"HANDBOOK ON WOMEN WORKERS, 1965."},
      {
        "id":"ED014569",
        "title":"IMPLICATIONS OF VOCATIONAL EDUCATION FOR PLANT SITE LOCATION."},
      {
        "id":"ED014570",
        "title":"REPORT ON PROGRESS IN 1965 ON THE STATUS OF WOMEN."},
      {
        "id":"ED014571",
        "title":"TECHNICIAN MANPOWER--REQUIREMENTS, RESOURCES, AND TRAINING NEEDS."},
      {
        "id":"ED014572",
        "title":"TEACH THEM TO LIFT. SAFETY IN INDUSTRY--MECHANICAL AND PHYSICAL HAZARDS SERIES."},
      {
        "id":"ED014573",
        "title":"CHEMISTRY FOR THE SAFETY MAN. SAFETY IN INDUSTRY--ENVIRONMENTAL AND CHEMICAL HAZARDS SERVICES."},
      {
        "id":"ED014574",
        "title":"PLANNING FOR SAFETY ON THE JOBSITE. SAFETY IN INDUSTRY--CONSTRUCTION INDUSTRY SERIES."},
      {
        "id":"ED014575",
        "title":"FUTURE JOBS FOR HIGH SCHOOL GIRLS."},
      {
        "id":"ED014576",
        "title":"NEW APPROACHES TO COUNSELING GIRLS IN THE 1960&apos;S, A REPORT OF THE MIDWEST REGIONAL PILOT CONFERENCE (UNIVERSITY OF CHICAGO, CENTER FOR CONTINUING EDUCATION, FEBRUARY 26-27, 1965)."},
      {
        "id":"ED014577",
        "title":"SUFFIX CODES FOR JOBS DEFINED IN THE DICTIONARY OF OCCUPATIONAL TITLES. (THIRD EDITION)."},
      {
        "id":"ED014578",
        "title":"OCCUPATIONAL JOB REQUIREMENTS, A SHORT-CUT APPROACH TO LONG-RANGE FORECASTING."},
      {
        "id":"ED014579",
        "title":"STATE MINIMUM WAGE LEGISLATION, A WEAPON IN THE WAR ON POVERTY."},
      {
        "id":"ED014580",
        "title":"WORKING MOTHERS AND THE NEED FOR CHILD CARE SERVICES."},
      {
        "id":"ED014581",
        "title":"HANDICAPPED YOUTH EXPERIMENTAL TRAINING FUND. FINAL EVALUATION."},
      {
        "id":"ED014582",
        "title":"TECHNOLOGICAL CHANGES IN THE CEMENT MANUFACTURING INDUSTRY."},
      {
        "id":"ED014583",
        "title":"OPERATION RETRIEVAL--IMPACT ON COMMUNITY ORGANIZATIONS AND INSTITUTIONS MADE BY MDTA EXPERIMENTAL AND DEMONSTRATION PROJECTS FOR DISADVANTAGED YOUTH. FINAL REPORT."},
      {
        "id":"ED014584",
        "title":"TECHNICAL REPORT ON COMPARABILITY AND RELIABILITY OF SCORES ON USES AND U.S. CIVIL SERVICE COMMISSION TYPING TESTS."},
      {
        "id":"ED014586",
        "title":"A STUDY OF RELATIONSHIPS BETWEEN THE EMPLOYMENT SERVICE ACTIVE FILE AND UNEMPLOYMENT, GREENSBORO - HIGH POINT AREA."},
      {
        "id":"ED014588",
        "title":"WEIGHTLIFTING PROVISIONS FOR WOMEN BY STATE."},
      {
        "id":"ED014589",
        "title":"WHAT ABOUT WOMEN'S ABSENTEEISM AND LABOR TURNOVER."},
      {
        "id":"ED014590",
        "title":"WHY WOMEN WORK."},
      {
        "id":"ED014591",
        "title":"FACT SHEET ON EDUCATIONAL ATTAINMENT OF NONWHITE WOMEN."},
      {
        "id":"ED014595",
        "title":"AN ANALYSIS OF SUMMER YOUTH DEMONSTRATION PROGRAMS, 1966."},
      {
        "id":"ED014596",
        "title":"MECHANIZATION AND THE SEASONAL FARMWORKER."},
      {
        "id":"ED014597",
        "title":"THE ADVERSE-EFFECT POLICY FOR AGRICULTURAL LABOR."},
      {
        "id":"ED014598",
        "title":"HUELGA, A MILESTONE IN FARM UNIONISM."},
      {
        "id":"ED014603",
        "title":"MECHANIZATION OF FARM OPERATIONS IN 1965."},
      {
        "id":"ED014605",
        "title":"WHY THE UNEMPLOYED LOOKED FOR WORK. SPECIAL LABOR FORCE REPORT NUMBER 78."},
      {
        "id":"ED014606",
        "title":"POVERTY AREAS OF OUR MAJOR CITIES. SPECIAL LABOR FORCE REPORT NUMBER 75."},
      {
        "id":"ED014607",
        "title":"OPERATION RETRIEVAL--CHAPTER VIII, RESEARCH IN EXPERIMENTAL AND DEMONSTRATION PROGRAMS FOR DISADVANTAGED YOUTH."},
      {
        "id":"ED014608",
        "title":"FACT SHEET ON WOMEN'S EARNINGS IN POOR FAMILIES."},
      {
        "id":"ED014610",
        "title":"THE ROLE OF THE NONPROFESSIONAL IN THE MANPOWER DEVELOPMENT PROGRAMS. SUBMITTED FOR OPERATION RETRIEVAL."},
      {
        "id":"ED014611",
        "title":"LAWS ON SEX DISCRIMINATION IN EMPLOYMENT--FEDERAL CIVIL RIGHTS ACT, TITLE VII. STATE FAIR EMPLOYMENT PRACTICES LAWS."},
      {
        "id":"ED014613",
        "title":"BACKGROUND FACTS ON WOMEN WORKERS IN THE UNITED STATES."},
      {
        "id":"ED014614",
        "title":"REPORT ON MDTA INSTITUTIONAL TRAINING PROGRAM DEVELOPMENTS."},
      {
        "id":"ED014618",
        "title":"NEW DIRECTIONS IN STATE PLANNING FOR SCHOOL CHILDREN WITH COMMUNICATIVE DISORDERS."},
      {
        "id":"ED014619",
        "title":"VOCATIONAL EDUCATION, THE BRIDGE BETWEEN MAN AND HIS WORK. PUBLICATION 1, HIGHLIGHTS AND RECOMMENDATIONS FROM THE GENERAL REPORT OF THE ADVISORY COUNCIL ON VOCATIONAL EDUCATION, 1968."},
      {
        "id":"ED014620",
        "title":"VOCATIONAL EDUCATION, THE BRIDGE BETWEEN MAN AND HIS WORK. SUMMARY AND RECOMMENDATIONS, ADAPTED FROM THE GENERAL REPORT OF THE ADVISORY COUNCIL ON VOCATIONAL EDUCATION."},
      {
        "id":"ED014621",
        "title":"THE DETERMINATION OF LEGAL FACTS AND ECONOMIC GUIDEPOSTS WITH RESPECT TO THE DISSEMINATION OF SCIENTIFIC AND EDUCATIONAL INFORMATION AS IT IS AFFECTED BY COPYRIGHT--A STATUS REPORT. FINAL REPORT."},
      {
        "id":"ED014622",
        "title":"A PILOT CENTER FOR EDUCATIONAL POLICY RESEARCH. FINAL REPORT--PART I."},
      {
        "id":"ED014623",
        "title":"A PILOT CENTER FOR EDUCATIONAL POLICY RESEARCH. FINAL REPORT--PART II (APPENDICES)."},
      {
        "id":"ED014624",
        "title":"A GUIDE TO HOUSEKEEPING."},
      {
        "id":"ED014625",
        "title":"THE FUTURE OF AMERICAN ADULT EDUCATION. TITLE I NEWSLETTER, 12."},
      {
        "id":"ED014626",
        "title":"CONTINUING EDUCATION IN BREVARD COUNTY, FLORIDA."},
      {
        "id":"ED014628",
        "title":"A READABILITY ANALYSIS OF RANDOMLY SELECTED BASIC EDUCATION AND VOCATIONAL EDUCATION CURRICULUM MATERIALS USED AT THE ATTERBURY JOB CORPS CENTER AS MEASURED BY THE GUNNING FOG INDEX."},
      {
        "id":"ED014629",
        "title":"AN INVESTIGATION OF MATERIALS AND METHODS FOR THE INTRODUCTORY STAGE OF ADULT LITERACY EDUCATION."},
      {
        "id":"ED014630",
        "title":"WORKSHOP IN ADULT BASIC EDUCATION--WORKSHOP REPORT AND RESOURCE DOCUMENT (JULY 6-26, 1967)."},
      {
        "id":"ED014632",
        "title":"GEORGIA STATE PLAN FOR COMMUNITY SERVICE AND CONTINUING EDUCATION PROGRAMS FOR FISCAL YEAR 1968 UNDER TITLE 1, HIGHER EDUCATION ACT OF 1965. ANNUAL AMENDMENT."},
      {
        "id":"ED014633",
        "title":"PROCEEDINGS OF THE CONFERENCE ON PROGRAMMED LEARNING AND RESEARCH IN ADULT EDUCATION (NAIROBI, JUNE 12-19, 1966)."},
      {
        "id":"ED014639",
        "title":"THE ROLE OF EXTENSION EDUCATION IN A CHANGING COMMUNITY, A PROGRESS REPORT OF RESEARCH CONDUCTED IN THE STATE OF COLORADO."},
      {
        "id":"ED014640",
        "title":"MEN WANT WORK. REPORT TO THE UNITED STATES DEPARTMENT OF LABOR, OFFICE OF MANPOWER AUTOMATION AND TRAINING."},
      {
        "id":"ED014641",
        "title":"INSTITUTE FOR URBAN SERVICE AIDES, A PROJECT OF GEORGETOWN UNIVERSITY UNDER TITLE I OF THE HIGHER EDUCATION ACT OF 1965."},
      {
        "id":"ED014642",
        "title":"TRAINING THE NONPROFESSIONAL."},
      {
        "id":"ED014648",
        "title":"HIGHER ADULT EDUCATION--ITS PRESENT AND FUTURE, ANALYSIS AND PROJECTIONS BASED ON SIX YEARS OF PROGRAM AND REGISTRATION DATA, 1960-1966."},
      {
        "id":"ED014650",
        "title":"MISSOURI ADULT VOCATIONAL-LITERACY MATERIALS DEVELOPMENT PROJECT. FINAL REPORT."},
      {
        "id":"ED014651",
        "title":"THE CLERGYMAN'S NEEDS FOR CONTINUING EDUCATION."},
      {
        "id":"ED014652",
        "title":"NEW YORK UNIVERSITY&apos;S HARLEM SEMINARS."},
      {
        "id":"ED014656",
        "title":"FOR A POLICY OF ADULT EDUCATION AT THE POST-SECONDARY LEVEL, BRIEF TO THE MINISTER OF EDUCATION OF QUEBEC."},
      {
        "id":"ED014662",
        "title":"EXPERIMENTAL EXPLORATIONS IN PROGRAMMED INSTRUCTION AND OBJECTIVE TESTING MEASURES, REPORT OF THE \"VARIABLES INFLUENCING BEHAVIOR\" PROJECT, PAPER 2."},
      {
        "id":"ED014663",
        "title":"NEW CAREERS IN MIDDLE AGE, SEPARATUM TO PROCEEDINGS OF THE INTERNATIONAL CONGRESS OF GERONTOLOGY (7TH, VIENNA, JUNE 26-JULY 2, 1966)."},
      {
        "id":"ED014664",
        "title":"AIDES FOR ADULT EDUCATION, A TRAINING PROGRAM FUNDED BY THE OHIO BOARD OF REGENTS UNDER TITLE 1 OF THE HIGHER EDUCATION ACT. FINAL REPORT."},
      {
        "id":"ED014665",
        "title":"IMMEDIATE LEARNING REINFORCEMENT IN A COMPLEX MENTAL-MOTOR SKILL, (DRIVER TRAINING) USING MOTION PICTURES - PHASE III. FINAL REPORT."},
      {
        "id":"ED014668",
        "title":"ADULT EDUCATION IN NEPAL."},
      {
        "id":"ED014670",
        "title":"TRAINING OF ADULT EDUCATION PERSONNEL, NUMBER 1--CURRENT INFORMATION SOURCES."},
      {
        "id":"ED014679",
        "title":"COMPARISON OF CONVENTIONAL AND PROGRAMED INSTRUCTION IN TEACHING AVIONICS FUNDAMENTALS."},
      {
        "id":"ED014681",
        "title":"SARAH LAWRENCE COLLEGE CENTER FOR CONTINUING EDUCATION AND COMMUNITY STUDIES. WORK IN PROGRESS REPORT III, DECEMBER, 1964--SEPTEMBER 1966."},
      {
        "id":"ED014685",
        "title":"THE EXECUTIVE AND EDUCATION."},
      {
        "id":"ED014686",
        "title":"MANPOWER RESEARCH PROJECTS SPONSORED BY THE U.S. DEPARTMENT OF LABOR, MANPOWER ADMINISTRATION, THROUGH JUNE 30, 1967."},
      {
        "id":"ED014687",
        "title":"THE HIGH SCHOOL COMPLETION PROGRAM FOR ADULTS AND OUT-OF-SCHOOL YOUTH."},
      {
        "id":"ED014689",
        "title":"OUTLINE OF BIELORUSSIAN MORPHOLOGY."},
      {
        "id":"ED014720",
        "title":"A WORKBOOK FOR LEARNING PHILIPPINE LANGUAGES."},
      {
        "id":"ED014723",
        "title":"REFERENCE LIST OF MATERIALS FOR ENGLISH AS A SECOND LANGUAGE. PART 1--TEXTS, READERS, DICTIONARIES, TESTS."},
      {
        "id":"ED014724",
        "title":"REFERENCE LIST OF MATERIALS FOR ENGLISH AS A SECOND LANGUAGE. PART 2--BACKGROUND MATERIALS, METHODOLOGY."},
      {
        "id":"ED014727",
        "title":"THE STUDY OF THE PROBLEMS OF TEACHING ENGLISH TO AMERICAN INDIANS, REPORT AND RECOMMENDATIONS."},
      {
        "id":"ED014728",
        "title":"APPLICATIONS OF BEHAVIOR THEORY TO SOCIAL CASEWORK."},
      {
        "id":"ED014729",
        "title":"THE SOCIO-BEHAVIORAL APPROACH--ILLUSTRATIONS AND ANALYSIS."},
      {
        "id":"ED014730",
        "title":"FACTORS IN EDUCATIONAL DECISIONS AMONG PUBLIC SCHOOL PUPILS."},
      {
        "id":"ED014731",
        "title":"THE NATURE AND NURTURE OF INTELLIGENCE. LOUISVILLE TWIN STUDY, RESEARCH REPORT NUMBER 20."},
      {
        "id":"ED014732",
        "title":"HEREDITARY FACTORS IN NORMAL PERSONALITY TRAITS (AS MEASURED BY INVENTORIES). LOUISVILLE TWIN STUDY, RESEARCH REPORT NUMBER 19."},
      {
        "id":"ED014733",
        "title":"A UTILITY THEORY OF OLD AGE."},
      {
        "id":"ED014734",
        "title":"THE MMPI AS A MEASURE OF TREATMENT EFFECTS IN VOCATIONAL REHABILITATION. FINAL REPORT."},
      {
        "id":"ED014735",
        "title":"ANALYSIS OF COLLEGE DROPOUTS--SOME MANIFEST AND COVERT REASONS."},
      {
        "id":"ED014737",
        "title":"PROFILES OF PH.D.&apos;S IN THE SCIENCES, SUMMARY REPORT ON FOLLOW-UP OF DOCTORATE COHORTS, 1935-1960."},
      {
        "id":"ED014738",
        "title":"2800 PERSONALITY TRAIT DESCRIPTORS--NORMATIVE OPERATING CHARACTERISTICS FOR A UNIVERSITY POPULATION."},
      {
        "id":"ED014739",
        "title":"SCOPE STATE PROFILE--GRADE TWELVE, 1966, MASSACHUSETTS. A DESCRIPTIVE REPORT."},
      {
        "id":"ED014740",
        "title":"PERSISTENCE AND ATTRITION OF ENGINEERING STUDENTS, A STUDY OF FRESHMAN AND SOPHOMORE ENGINEERING STUDENTS AT THREE MIDWESTERN UNIVERSITIES."},
      {
        "id":"ED014741",
        "title":"A DESCRIPTION OF AMERICAN COLLEGE FRESHMEN."},
      {
        "id":"ED014742",
        "title":"A DESCRIPTION OF COLLEGE FRESHMEN--I. STUDENTS WITH DIFFERENT CHOICES OF MAJOR FIELD."},
      {
        "id":"ED014744",
        "title":"WHAT WE HAVE LEARNED FROM CURRENT PROGRAMS AND RESEARCH ABOUT DISADVANTAGED PRE-SCHOOL AND ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED014746",
        "title":"PATERNAL INFLUENCE ON CAREER CHOICE."},
      {
        "id":"ED014747",
        "title":"STUDIES OF NORMAL ADOLESCENTS."},
      {
        "id":"ED014748",
        "title":"WORK INCENTIVES IN AN AGE OF AUTOMATION."},
      {
        "id":"ED014749",
        "title":"THE DEVELOPMENT OF AUTONOMY."},
      {
        "id":"ED014750",
        "title":"INSTITUTIONAL OBJECTIVES AND PATTERNS OF STUDENT CHANGE."},
      {
        "id":"ED014751",
        "title":"THE YOUNG ADULT--A CONCEPTUAL FRAMEWORK. SUMMARY."},
      {
        "id":"ED014752",
        "title":"SCHOOL PHOBIA--A SYSTEMS APPROACH."},
      {
        "id":"ED014754",
        "title":"THE JOHNS HOPKINS PERCEPTUAL TEST--ITS DEVELOPMENT AND CURRENT STATUS AS A MEASURE OF INTELLECTUAL FUNCTIONING."},
      {
        "id":"ED014755",
        "title":"NEW AREAS OF SOCIAL WORK FOR THE SUB-PROFESSIONAL."},
      {
        "id":"ED014758",
        "title":"THE GROUP AS A REINFORCER OF REALITY--A POSITIVE APPROACH IN THE TREATMENT OF ADOLESCENTS."},
      {
        "id":"ED014759",
        "title":"EVALUATION ISSUES IN PROGRAMS FOR DISADVANTAGED CHILDREN, THE USE OF NON-TEST PROCEDURES."},
      {
        "id":"ED014760",
        "title":"NATIONWIDE EPIDEMIOLOGIC STUDY OF CHILD ABUSE. PROGRESS REPORT."},
      {
        "id":"ED014761",
        "title":"REPORT OF THE INTERAGENCY TASK FORCE ON COUNSELING."},
      {
        "id":"ED014762",
        "title":"THE STUDENT AS LEARNER."},
      {
        "id":"ED014763",
        "title":"SOCIAL AND CULTURAL FACTORS RELATED TO SCHOOL ACHIEVEMENT. FINAL REPORT."},
      {
        "id":"ED014764",
        "title":"RELATIONSHIP BETWEEN MEASURES OF ACADEMIC MOTIVATION AND ACHIEVEMENT IN COLLEGE. FINAL TECHNICAL REPORT."},
      {
        "id":"ED014765",
        "title":"AN EXPERIMENT TO IMPROVE THE REASONING ABILITY OF SEVENTH-GRADE STUDENTS. FINAL REPORT."},
      {
        "id":"ED014767",
        "title":"CHARACTERISTICS OF FRESHMEN COLLEGE STUDENTS IN NEED OF AND RECEPTIVE TO COUNSELLING."},
      {
        "id":"ED014768",
        "title":"WASTAGE AND STAGNATION IN PRIMARY AND MIDDLE SCHOOLS IN INDIA. PROJECT REPORT."},
      {
        "id":"ED014769",
        "title":"CHILDREN'S ATTITUDES TOWARD SCHOOL AND THEIR RELATIONSHIPS WITH SCHOOL ANXIETY, STUDY I. SCHOOL ANXIETY AND CONGITIVE FUNCTIONING--EXPLORATORY STUDIES."},
      {
        "id":"ED014770",
        "title":"A NEW LOOK AT THE EFFECTS OF ANXIETY AND STRESS ON THE PERFORMANCE OF COMPLEX INTELLECTUAL TASKS, STUDY II. SCHOOL ANXIETY AND COGNITIVE FUNCTIONING--EXPLORATORY STUDIES."},
      {
        "id":"ED014771",
        "title":"THE DIFFERENTIAL EFFECTIVENESS OF HIGH SCHOOLS WITH SELECTED CHARACTERISTICS IN PRODUCING COGNITIVE GROWTH IN DIFFERENT KINDS OF STUDENTS."},
      {
        "id":"ED014772",
        "title":"RESEARCH CONFERENCE ON \"LEARNING BY DISCOVERY\" (NEW YORK CITY, JANUARY 28-29, 1965)."},
      {
        "id":"ED014773",
        "title":"THE ANALYSIS OF DIAGNOSTIC EFFECTIVENESS OF A FACET DESIGN BATTERY OF ACHIEVEMENT AND ANALYTICAL ABILITY TEST."},
      {
        "id":"ED014775",
        "title":"CHARACTERIZING THE PSYCHOLOGICAL STATE PRODUCED BY LSD."},
      {
        "id":"ED014776",
        "title":"THEY WENT TO COLLEGE--A DESCRIPTIVE SUMMARY OF THE CLASS OF 1965."},
      {
        "id":"ED014777",
        "title":"SUSPECTED EARLY MINIMAL BRAIN DAMAGE AND SEVERE PSYCHOPATHOLOGY IN ADOLESCENCE."},
      {
        "id":"ED014778",
        "title":"THE EFFECTS OF SUCCESS AND FAILURE AND PERSISTING MOTIVATION."},
      {
        "id":"ED014779",
        "title":"INTELLECTUAL AND EDUCATIONAL CORRELATES OF LOW BIRTH WEIGHT."},
      {
        "id":"ED014781",
        "title":"THE DESIGN OF A MAN-MACHINE COUNSELING SYSTEM. A PROFESSIONAL PAPER."},
      {
        "id":"ED014782",
        "title":"CONTINGENCY MANAGEMENT IN THE MODIFICATION OF VERBAL BEHAVIOR IN DISADVANTAGED CHILDREN."},
      {
        "id":"ED014783",
        "title":"WHAT CHICAGO DOES FOR THE MOBILE FAMILY."},
      {
        "id":"ED014785",
        "title":"THE EDUCATION OF INDIVIDUALS."},
      {
        "id":"ED014786",
        "title":"THE CONCEPT OF SYSTEM."},
      {
        "id":"ED014787",
        "title":"ISSUES AND PROBLEMS IN CONTEMPORARY EDUCATIONAL ADMINISTRATION. FINAL REPORT."},
      {
        "id":"ED014788",
        "title":"THE PASS-FAIL SYSTEM AND THE CHANGE IN THE ACCOUNTING OF GRADES ON COMPREHENSIVE EXAMINATIONS AT KNOX COLLEGE."},
      {
        "id":"ED014789",
        "title":"THE POLITICAL WORLD OF THE HIGH SCHOOL TEACHER."},
      {
        "id":"ED014790",
        "title":"THE COLLEGIATE CURRICULUM, AN APPROACH TO ANALYSIS."},
      {
        "id":"ED014794",
        "title":"INSTITUTIONAL RESEARCH AND INFORMATION CONTROL."},
      {
        "id":"ED014796",
        "title":"A STUDY OF THE OBJECTIVITY OF MATERIALS USED IN CURRENT EVENTS INSTRUCTION IN SECONDARY SCHOOL SOCIAL STUDIES CLASSROOMS."},
      {
        "id":"ED014797",
        "title":"THE SCHOOL ADMINISTRATOR AND ORGANIZATIONAL CHARACTER."},
      {
        "id":"ED014798",
        "title":"TEACHER PARTICIPATION IN THE COMMUNITY, ROLE EXPECTATIONS AND BEHAVIOR."},
      {
        "id":"ED014799",
        "title":"THE SCHOOL PARK."},
      {
        "id":"ED014800",
        "title":"LEADERSHIP IN A TIME OF EDUCATIONAL CHANGE."},
      {
        "id":"ED014801",
        "title":"THE ATTITUDES OF CERTIFICATED INSTRUCTIONAL PERSONNEL TOWARD PROFESSIONAL NEGOTIATION AND &quot;SANCTIONS.&quot;"},
      {
        "id":"ED014808",
        "title":"DESEGREGATING CITY SCHOOLS."},
      {
        "id":"ED014809",
        "title":"THE HEAT IN OUR KITCHEN."},
      {
        "id":"ED014810",
        "title":"AN EDUCATIONAL AND CULTURAL SURVEY OF SEWARD COUNTY, NEBRASKA. FINAL REPORT."},
      {
        "id":"ED014814",
        "title":"MUSEUMS AND EDUCATION. FINAL REPORT."},
      {
        "id":"ED014815",
        "title":"ALIENATION FROM THE SCHOOL SYSTEM--ITS DYNAMICS AND STRUCTURE."},
      {
        "id":"ED014816",
        "title":"THE INNOVATION AND SHARING OF TEACHING PRACTICES I--A STUDY OF PROFESSIONAL ROLES AND SOCIAL STRUCTURES IN SCHOOLS. FINAL REPORT."},
      {
        "id":"ED014817",
        "title":"SOCIAL STRUCTURE AND INNOVATION IN ELEMENTARY SCHOOLS."},
      {
        "id":"ED014818",
        "title":"INCORPORATING HUMANITIES CONTENT INTO PREPARATORY PROGRAMS FOR EDUCATIONAL ADMINISTRATORS--RATIONALES AND STRATEGIES."},
      {
        "id":"ED014819",
        "title":"VOCATIONAL SCHOOL BOND ISSUES IN IOWA."},
      {
        "id":"ED014820",
        "title":"IOWA SCHOOL BOND ISSUES. SUMMARY REPORT."},
      {
        "id":"ED014821",
        "title":"DEVELOPMENT AND EVALUATION OF ADAPTIVE COMMUNICATION DEVICES FOR THE SEVERELY HANDICAPPED CHILD. FINAL REPORT."},
      {
        "id":"ED014823",
        "title":"TRAINING FOR INDEPENDENT LIVING, A COMMUNITY PROGRAM FOR SEVERELY RETARDED ADULTS. A THREE YEAR REPORT."},
      {
        "id":"ED014824",
        "title":"COGNITIVE TRAINING WITH RETARDED CHILDREN, I. FINAL REPORT."},
      {
        "id":"ED014825",
        "title":"CURRICULUM GUIDE FOR TRAINABLE RETARDED CHILDREN."},
      {
        "id":"ED014826",
        "title":"TYPE B PROGRAMS FOR THE TRAINABLE MENTALLY HANDICAPPED IN MICHIGAN."},
      {
        "id":"ED014827",
        "title":"THE DEVELOPMENT OF A TEST OF DEAF CHILDREN'S LINGUISTIC COMPETENCE. FINAL REPORT."},
      {
        "id":"ED014829",
        "title":"WORKSHOP FOR BAPTISTS ON DEAFNESS AND REHABILITATION (UNIVERSITY OF TENNESSEE, AUGUST 16-19, 1965)."},
      {
        "id":"ED014830",
        "title":"SPEECH DEVELOPMENT AND IMPROVEMENT FOR THE MENTALLY RETARDED CHILD."},
      {
        "id":"ED014831",
        "title":"BRAILLE RESEARCH AND DEVELOPMENT CONFERENCE, PROCEEDINGS (CAMBRIDGE, NOVEMBER 18, 1966)."},
      {
        "id":"ED014832",
        "title":"COUNCIL FOR CHILDREN WITH BEHAVIORAL DISORDERS NEWSLETTER."},
      {
        "id":"ED014833",
        "title":"MENTAL RETARDATION, A NATIONAL PLAN FOR A NATIONAL PROBLEM. CHART BOOK."},
      {
        "id":"ED014834",
        "title":"AUDIO VISUAL MATERIALS."},
      {
        "id":"ED014836",
        "title":"READING THE MANUAL ALPHABET--A RESEARCH PROGRAM FOR DEVELOPING A FILMED PROGRAM FOR TEACHING THE MANUAL ALPHABET."},
      {
        "id":"ED014837",
        "title":"COMPARATIVE SURVEY OF SIXTEEN STATE DEPARTMENTS OF EDUCATION SERVICES TO EXCEPTIONAL CHILDREN. SURVEY REPORT, 1965-1966."},
      {
        "id":"ED014838",
        "title":"PROGRAM STANDARDS FOR SPECIAL EDUCATION AND LEGAL DISMISSAL FROM SCHOOL ATTENDANCE."},
      {
        "id":"ED014840",
        "title":"SELECTED PAPERS FROM PROFESSIONAL PROGRAM SEGMENTS OF UNITED CEREBRAL PALSY'S ANNUAL CONFERENCE (15TH, LOS ANGELES, CALIFORNIA, MARCH 11-13, 1965)."},
      {
        "id":"ED014842",
        "title":"ADJUSTMENT TO BLINDNESS AND SEVERE VISUAL IMPAIRMENT--A SELECTED BIBLIOGRAPHY."},
      {
        "id":"ED014843",
        "title":"INTERPRETING FOR DEAF PEOPLE, A REPORT OF A WORKSHOP ON INTERPRETING (GOVERNOR BAXTER STATE SCHOOL FOR THE DEAF, PORTLAND, MAINE, JULY 7-27, 1965)."},
      {
        "id":"ED014844",
        "title":"EFFICIENT OPERATION AND ECONOMICAL EXPANSION OF UNDERGRADUATE TEACHING FACILITIES OF URBAN UNIVERSITIES. FINDINGS, CONCLUSIONS, AND RECOMMENDATIONS BASED ON A CASE STUDY OF DREXEL INSTITUTE OF TECHNOLOGY, PHILADELPHIA, PENNSYLVANIA."},
      {
        "id":"ED014845",
        "title":"A GUIDE FOR PLANNING PHYSICAL EDUCATION AND ATHLETIC FACILITIES."},
      {
        "id":"ED014847",
        "title":"THE EFFECT OF WINDOWLESS CLASSROOMS ON ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED014849",
        "title":"DESIGNING THE MATHEMATICS CLASSROOM."},
      {
        "id":"ED014850",
        "title":"ENVIRONMENT FOR LEARNING, A RESEARCH STUDY IN SECONDARY SCHOOL DESIGN."},
      {
        "id":"ED014851",
        "title":"SCHOOL LUNCH DESIGN CRITERIA, 1965."},
      {
        "id":"ED014852",
        "title":"SCHOOL CONSTRUCTION SYSTEMS DEVELOPMENT PROJECT."},
      {
        "id":"ED014853",
        "title":"FACILITIES FOR EDUCATION IN VA HOSPITALS. FINAL REPORT."},
      {
        "id":"ED014854",
        "title":"THE DEVELOPMENT OF THE TEACHING SPACE DIVIDER."},
      {
        "id":"ED014855",
        "title":"SPATIAL APPROACH TO PLANNING THE PHYSICAL ENVIRONMENT."},
      {
        "id":"ED014856",
        "title":"TOWARDS AN ECONOMICAL FLEXIBILITY."},
      {
        "id":"ED014857",
        "title":"RELATIONSHIP OF COST TO THE GEOMETRY OF A BUILDING."},
      {
        "id":"ED014858",
        "title":"IMPLICATIONS OF CHILD GROWTH AND DEVELOPMENT FOR SCHOOL PLANT DESIGN."},
      {
        "id":"ED014859",
        "title":"BARRIERS AND BREAKTHROUGHS."},
      {
        "id":"ED014860",
        "title":"APPROACH TO A UNIVERSITY LIBRARY DESIGN."},
      {
        "id":"ED014863",
        "title":"BOND ISSUE--WHAT SHALL WE DO. TECHNIQUES USED IN PROMOTING SCHOOL BOND ELECTIONS."},
      {
        "id":"ED014864",
        "title":"THE SCHOOL SITE--ITS SELECTION, ANALYSIS, DEVELOPMENT AND MAINTENANCE."},
      {
        "id":"ED014865",
        "title":"A SCHOOL FOR ALL SEASONS."},
      {
        "id":"ED014866",
        "title":"A STUDY OF THE EDUCATIONAL AND EXPERIENTIAL BACKGROUNDS AND PRESENT POSITIONS OF SCHOOL PLANT SPECIALISTS."},
      {
        "id":"ED014867",
        "title":"SPECTRUM OF ELECTRONIC TEACHING AIDS IN EDUCATION--FUNCTIONS, FACILITIES, BUDGETS."},
      {
        "id":"ED014869",
        "title":"PLANNING GUIDELINES FOR CONSTRUCTION OF FACILITIES AT THE STATE-SUPPORTED COLLEGES AND UNIVERSITIES IN COLORADO."},
      {
        "id":"ED014871",
        "title":"AN INVESTIGATION OF CLOSED-CIRCUIT TELEVISION FOR TEACHING UNIVERSITY COURSES. INSTRUCTIONAL TELEVISION RESEARCH, REPORT NUMBER TWO."},
      {
        "id":"ED014872",
        "title":"TELEVISION AND EDUCATION, A BIBLIOGRAPHY."},
      {
        "id":"ED014873",
        "title":"TELEVISION FACILITIES IN HIGHER EDUCATION IN NEW YORK STATE."},
      {
        "id":"ED014874",
        "title":"REPORT OF CONFERENCE ASSEMBLED TO CONSIDER RECOMMENDATIONS RELATIVE TO A POSSIBLE REVIEW AND ASSESSMENT OF RESEARCH AND DISSEMINATION PROJECTS CONDUCTED UNDER TITLE VII OF THE NATIONAL DEFENSE EDUCATION ACT OF 1958."},
      {
        "id":"ED014875",
        "title":"SELF-DIRECTION AND PROGRAMED INSTRUCTION FOR FIVE DIFFERENT TYPES OF LEARNING OBJECTIVES. FINAL TECHNICAL REPORT."},
      {
        "id":"ED014876",
        "title":"REPETITION AND SPACED REVIEW IN THE LEARNING OF CONNECTED DISCOURSE."},
      {
        "id":"ED014877",
        "title":"PROGRAMMED INSTRUCTION IN THE INTACT CLASSROOM."},
      {
        "id":"ED014878",
        "title":"AN EVALUATION OF CLOSED-CIRCUIT INSTRUCTIONAL TELEVISION IN LOS ANGELES CITY COLLEGE AND LOS ANGELES VALLEY COLLEGE. FINAL REPORT."},
      {
        "id":"ED014879",
        "title":"A VOCABULARY PROGRAM USING \"LANGUAGE REDUNDANCY.\""},
      {
        "id":"ED014880",
        "title":"AN INVESTIGATION OF \"TEACHING MACHINE\" VARIABLES USING LEARNING PROGRAMS IN SYMBOLIC LOGIC."},
      {
        "id":"ED014882",
        "title":"INSTRUCTIONAL TELEVISION IN MUSIC EDUCATION. NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION NEWS SUPPLEMENT NUMBER ONE."},
      {
        "id":"ED014883",
        "title":"INSTRUCTIONAL TELEVISION IN ART EDUCATION. NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION NEWS SUPPLEMENT NUMBER TWO."},
      {
        "id":"ED014884",
        "title":"TELEVISION IN HIGHER EDUCATION--SOCIAL WORK EDUCATION. NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION NEWS SUPPLEMENT NUMBER THREE."},
      {
        "id":"ED014885",
        "title":"TELEVISION IN HEALTH AND PHYSICAL EDUCATION. NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION NEWS SUPPLEMENT NUMBER FOUR."},
      {
        "id":"ED014886",
        "title":"TELEVISION IN MATHEMATICS EDUCATION. NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION NEWS SUPPLEMENT NUMBER FIVE."},
      {
        "id":"ED014887",
        "title":"TELEVISION IN SCIENCE EDUCATION. NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION NEWS SUPPLEMENT NUMBER SIX."},
      {
        "id":"ED014889",
        "title":"A STUDY IN THE DEVELOPMENT OF COOPERATIVE STATE LEADERSHIP IN EDUCATIONAL MEDIA. FINAL REPORT."},
      {
        "id":"ED014890",
        "title":"A DISCUSSION OF EDUCATIONAL TECHNOLOGY WITH EMPHASIS ON COMPUTER-ASSISTED INSTRUCTION."},
      {
        "id":"ED014891",
        "title":"AN EXAMINATION OF THE STRUCTURE AND EFFECTIVENESS OF SLIDE-TAPES PRODUCED BY RATIONAL ANALYSIS AND SELF-SEQUENCING TECHNIQUES."},
      {
        "id":"ED014892",
        "title":"EVALUATIONS OF SUMMER 1966 NDEA INSTITUTES FOR EDUCATIONAL MEDIA SPECIALISTS AND SCHOOL LIBRARY PERSONNEL."},
      {
        "id":"ED014893",
        "title":"TELEVISION IN FOREIGN LANGUAGE EDUCATION. NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION NEWS SUPPLEMENT NUMBER SEVEN."},
      {
        "id":"ED014894",
        "title":"THE RULEG SYSTEM FOR THE CONSTRUCTION OF PROGRAMMED VERBAL LEARNING SEQUENCES."},
      {
        "id":"ED014895",
        "title":"PRINCIPLES AND PROBLEMS IN THE PREPARATION OF PROGRAMMED LEARNING SEQUENCES."},
      {
        "id":"ED014896",
        "title":"CUES AND CLUES IN THE CREATIVE CLASSROOM."},
      {
        "id":"ED014897",
        "title":"&quot;ONCE UPON A DAY,&quot; A SERIES OF VIDEOTAPED TELEVISION PROGRAMS FOR CHILDREN."},
      {
        "id":"ED014898",
        "title":"TV FOR MONTANA EDUCATION, REPORT OF THE MONTANA EDUCATIONAL TELEVISION COMMITTEE."},
      {
        "id":"ED014899",
        "title":"TELECOURSE CATALOG 1967."},
      {
        "id":"ED014900",
        "title":"LEARNING FROM TELEVISION, WHAT THE RESEARCH SAYS."},
      {
        "id":"ED014901",
        "title":"THE LEARNING RESEARCH AND DEVELOPMENT CENTER'S COMPUTER ASSISTED LABORATORY."},
      {
        "id":"ED014902",
        "title":"A COMMUNICATIONS SYSTEM FOR HIGHER EDUCATION. FINAL REPORT."},
      {
        "id":"ED014904",
        "title":"OBSERVATION AND DEMONSTRATION IN TEACHER EDUCATION BY CLOSED CIRCUIT TELEVISION AND VIDEO TAPE RECORDINGS."},
      {
        "id":"ED014905",
        "title":"DESIGN FOR ETV--PLANNING FOR SCHOOLS WITH TELEVISION."},
      {
        "id":"ED014906",
        "title":"A STUDY OF THE CONCENTRATION OF EDUCATIONAL MEDIA RESOURCES TO ASSIST IN CERTAIN EDUCATION PROGRAMS OF NATIONAL CONCERN. PART II--EDUCATIONAL MEDIA AND VOCATIONAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED014907",
        "title":"INSTRUCTIONAL ILLUSTRATIONS--A SURVEY OF TYPES OCCURRING IN PRINT MATERIALS FOR FOUR SUBJECT AREAS."},
      {
        "id":"ED014908",
        "title":"STUDIES ON INDIVIDUAL DIFFERENCES RELATED TO PERFORMANCE ON PROGRAMED INSTRUCTION."},
      {
        "id":"ED014909",
        "title":"MOTIVATIONAL VARIABLES IN PROGRAMMED LEARNING. THE ROLE OF NEED ACHIEVEMENT, FEAR OF FAILURE, AND STUDENT ESTIMATE OF ACHIEVEMENT AS A FUNCTION OF PROGRAM DIFFICULTY."},
      {
        "id":"ED014910",
        "title":"NATIONAL CONFERENCE FOR STATE DEPARTMENT OF EDUCATION PERSONNEL ON EDUCATIONAL TELEVISION, A SUMMARY REPORT (ATLANTA, MAY 10-12, 1966)."},
      {
        "id":"ED014911",
        "title":"RELEVANT AND IRRELEVANT PICTORIAL COLOR CUES IN DISCRIMINATION LEARNING--MANIPULATION OF CUE RELEVANCE, INSTRUCTIONAL STIMULI, PRACTICE PROCEDURES AND INTERVALS, SHAPE DISCRIMINABILITY, TEST PROCEDURES AND AGE OF SUBJECT."},
      {
        "id":"ED014912",
        "title":"PREDICTION OF EFFECTS WITH SELECTED CHARACTERISTICS OF LINEAR PROGRAMMED INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED014913",
        "title":"AN INVESTIGATION OF THE RELATIVE EFFECTIVENESS OF CERTAIN SPECIFIC TV TECHNIQUES ON LEARNING. FINAL REPORT."},
      {
        "id":"ED014914",
        "title":"EFFECTS OF MATHEMATICAL ABILITY, PRETRAINING, AND INTEREST ON SELF-DIRECTION IN PROGRAMED INSTRUCTION."},
      {
        "id":"ED014915",
        "title":"SELF-DIRECTION IN PROGRAMED GEOGRAPHY INSTRUCTION."},
      {
        "id":"ED014916",
        "title":"LEARNING--FROM R-M THEORY TO EDUCATIONAL PLANNING."},
      {
        "id":"ED014917",
        "title":"MEMORY SPAN AND SELF-DIRECTION IN SERIAL LEARNING OF NAMES."},
      {
        "id":"ED014918",
        "title":"THE TEACHING OF FRENCH IN THE UNITED STATES--A HISTORY."},
      {
        "id":"ED014920",
        "title":"A GLANCE AT LINGUISTICS--ITS RELEVANCE TO THE AUDIO-LINGUAL METHOD IN THE TEACHING OF FOREIGN LANGUAGES."},
      {
        "id":"ED014921",
        "title":"THE NON-SPECIALIST TEACHER IN FLES."},
      {
        "id":"ED014922",
        "title":"FOREIGN LANGUAGE TEACHING--A REVIEW OF CURRENT PROBLEMS."},
      {
        "id":"ED014923",
        "title":"CLASSROOM TRANSLATION--A LESSER BUGBEAR."},
      {
        "id":"ED014924",
        "title":"TECHNICAL DICTIONARY, ENGLISH-FRENCH."},
      {
        "id":"ED014925",
        "title":"THE ETERNAL DILEMMAS."},
      {
        "id":"ED014926",
        "title":"PROSPECTS FOR A UNIFIED PROFESSION."},
      {
        "id":"ED014927",
        "title":"THE RELATIONSHIP OF COMPREHENSION TO SPEECH PRODUCTION IN SECOND LANGUAGE INSTRUCTION--PROPORTION AND SEQUENCE."},
      {
        "id":"ED014928",
        "title":"ITALIAN LANGUAGE MAINTENANCE EFFORTS IN THE UNITED STATES AND THE TEACHER OF ITALIAN IN AMERICAN HIGH SCHOOLS AND COLLEGES."},
      {
        "id":"ED014929",
        "title":"GUIDE FOR THE TEACHING OF GERMAN IN CALIFORNIA."},
      {
        "id":"ED014930",
        "title":"ACQUIRING FOREIGN LANGUAGE READING SKILLS."},
      {
        "id":"ED014945",
        "title":"PROCEDURE FOR THE ESTABLISHMENT OF COMMUNITY JUNIOR COLLEGES IN ARKANSAS."},
      {
        "id":"ED014946",
        "title":"THE ADMINISTRATION OF LIBRARY INSTRUCTIONAL SERVICES IN THE COMMUNITY COLLEGE, HIGHLIGHTS OF A CONFERENCE (WAYNE STATE UNIVERSITY, NOVEMBER 19-20, 1965). NOVEMBER 19-20, 1965)."},
      {
        "id":"ED014947",
        "title":"THE CHARACTERISTICS OF HARTNELL STUDENTS."},
      {
        "id":"ED014948",
        "title":"CURRICULUM COORDINATION IN MULTICAMPUS JUNIOR COLLEGE DISTRICTS--CASE STUDIES IN COMMUNICATION."},
      {
        "id":"ED014949",
        "title":"REPORT OF STUDENT RETENTION-DISMISSAL PRACTICES IN SELECTED CALIFORNIA JUNIOR COLLEGES."},
      {
        "id":"ED014950",
        "title":"A STUDY OF CURRENT PRACTICES AND DEVELOPMENT OF AN ADVISORY COMMITTEE HANDBOOK."},
      {
        "id":"ED014951",
        "title":"FACULTY-ADMINISTRATION RELATIONSHIPS--WHY THE CONFLICT."},
      {
        "id":"ED014952",
        "title":"THE EXPERIMENTAL JUNIOR COLLEGE. (TITLE SUPPLIED)."},
      {
        "id":"ED014953",
        "title":"FACULTY HANDBOOKS RESTUDIED."},
      {
        "id":"ED014954",
        "title":"EQUATING FACULTY LOADS."},
      {
        "id":"ED014956",
        "title":"THE PUBLIC JUNIOR COLLEGE ADULT EDUCATION ADMINISTRATOR."},
      {
        "id":"ED014957",
        "title":"RECOMMENDATIONS FOR ESTABLISHING AN ADMINISTRATIVE ORGANIZATION--VIRGINIA DEPARTMENT OF COMMUNITY COLLEGES."},
      {
        "id":"ED014958",
        "title":"A POLICY PLAN FOR COMMUNITY COLLEGE EDUCATION IN THE STATE OF WASHINGTON, REPORT TO THE SUPERINTENDENT OF PUBLIC INSTRUCTION. (ABRIDGED)."},
      {
        "id":"ED014959",
        "title":"EVALUATION OF INSTRUCTORS IN CALIFORNIA JUNIOR COLLEGES."},
      {
        "id":"ED014960",
        "title":"AUTO-TUTORIAL AND MOBILE-TUTORIAL LABORATORY TECHNIQUES IN NURSING EDUCATION."},
      {
        "id":"ED014961",
        "title":"TELEVISION AND COLLEGE INSTRUCTION."},
      {
        "id":"ED014962",
        "title":"THE CITY COLLEGE."},
      {
        "id":"ED014963",
        "title":"SPECIAL STUDY ON JUNIOR COLLEGES."},
      {
        "id":"ED014965",
        "title":"AN AVIATION COURSE FOR JUNIOR COLLEGES."},
      {
        "id":"ED014966",
        "title":"AN INVESTIGATION OF THE OUTCOMES OF INTRODUCTORY PSYCHOLOGY."},
      {
        "id":"ED014967",
        "title":"DIRECTORY OF ASSOCIATIONS, SOCIETIES, AND ORGANIZATIONS WITH RESOURCES FOR JUNIOR COLLEGE VOCATIONAL-TECHNICAL EDUCATION. REVIEW DRAFT."},
      {
        "id":"ED014968",
        "title":"SERVICE THROUGH PLACEMENT IN THE JUNIOR COLLEGE--THE ORGANIZATION AND OPERATION OF A JUNIOR COLLEGE PLACEMENT BUREAU."},
      {
        "id":"ED014969",
        "title":"HOW TO TEACH AN ESSAY."},
      {
        "id":"ED014970",
        "title":"FORUM-TYPE ROOMS--AN INNOVATION IN CLASSROOM DESIGN AND UTILIZATION."},
      {
        "id":"ED014971",
        "title":"A PILOT STUDY EVALUATING THE USE OF PROGRAMMED LEARNING IN THE TEACHING OF EXPONENTS TO AN INTERMEDIATE ALGEBRA CLASS AT LOS ANGELES VALLEY COLLEGE, SPRING, 1967."},
      {
        "id":"ED014972",
        "title":"EXPLORATIONS IN THE MEASUREMENT OF JUNIOR COLLEGE ENVIRONMENTS."},
      {
        "id":"ED014973",
        "title":"THE MERRITT CAMPUS STUDY--A STUDY OF 1,463 STUDENTS WHO ENTERED THE MERRITT CAMPUS, OAKLAND COLLEGE, FALL SEMESTER 1960. REPORTS 1-8."},
      {
        "id":"ED014974",
        "title":"COMMUNITY COLLEGE BOARDS OF TRUSTEES, AN ANNOTATED BIBLIOGRAPHY. OCCASIONAL PAPERS."},
      {
        "id":"ED014975",
        "title":"NOTES FOR COMMUNITY COLLEGE TRUSTEES, I, II--REPORTS OF ANNUAL CONFERENCES CONDUCTED FOR COMMUNITY COLLEGE TRUSTEES AND PRESIDENTS BY THE MIDWEST COMMUNITY COLLEGE LEADERSHIP PROGRAM (1ST, 2D, 3D, ANN ARBOR, MICHIGAN)."},
      {
        "id":"ED014976",
        "title":"THE FOUNDATION AND THE JUNIOR COLLEGE, REPORT OF A WORKSHOP FOR JUNIOR COLLEGE INSTITUTIONAL TEAMS (NEW YORK CITY, MAY 9-11, 1965)."},
      {
        "id":"ED014977",
        "title":"AN INDEX SYSTEM FOR EQUATING JUNIOR COLLEGE FACULTY EFFORTS."},
      {
        "id":"ED014979",
        "title":"NEW FRONTIERS IN ADMINISTRATION FOR JUNIOR COLLEGE ADMINISTRATORS, PROCEEDINGS OF A CONFERENCE SPONSORED BY COORDINATING COMMITTEE CALIFORNIA LEADERSHIP PROGRAM, UNIVERSITY OF WASHINGTON, AND WASHINGTON STATE UNIVERSITY (SEATTLE, APRIL 2-4, 1962)."},
      {
        "id":"ED014980",
        "title":"PROCEEDINGS OF THE ANNUAL UNIVERSITY-JUNIOR COLLEGE CONFERENCE (4TH, UNIVERSITY OF WASHINGTON, SEATTLE, FEBRUARY 1-3, 1962)."},
      {
        "id":"ED014981",
        "title":"PROCEEDINGS OF THE ANNUAL UNIVERSITY-JUNIOR COLLEGE CONFERENCE (5TH, UNIVERSITY OF WASHINGTON, SEATTLE, JANUARY 31 - FEBRUARY 2, 1963)."},
      {
        "id":"ED014982",
        "title":"COLLEGES OF APPLIED ARTS AND TECHNOLOGY--BASIC DOCUMENTS."},
      {
        "id":"ED014983",
        "title":"JUNIOR COLLEGE LIBRARY PERSONNEL NEEDS, REPORT OF A SURVEY, 1966-67."},
      {
        "id":"ED014984",
        "title":"A STUDY OF COMMUNITY OPINION CONCERNING JUNIOR COLLEGE FUNCTIONS."},
      {
        "id":"ED014985",
        "title":"REPORT OF RESEARCH PROJECT TO DETERMINE EFFECT OF MASS CIRCULATION OF MACOMB COUNTY COMMUNITY COLLEGE STUDENT NEWSPAPER ON PUBLIC IMAGE OF THE COLLEGE."},
      {
        "id":"ED014986",
        "title":"A FOLIO OF ILLUSTRATIVE EXERCISES FROM CHICAGO CITY JUNIOR COLLEGE ENGLISH AND GENERAL COURSE FINAL EXAMINATIONS."},
      {
        "id":"ED014987",
        "title":"FOLLOW-UP OF 1965 FRESHMEN WHO DID NOT RETURN FOR FALL SEMESTER, 1966."},
      {
        "id":"ED014988",
        "title":"AN INTRODUCTION TO AMERICAN JUNIOR COLLEGES."},
      {
        "id":"ED014989",
        "title":"INPUT-OUTPUT RELATIONSHIPS IN A SAMPLE OF CALIFORNIA PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED014990",
        "title":"TIME FOR INSTRUCTIONAL RESEARCH."},
      {
        "id":"ED014991",
        "title":"ENTRANCE AND PLACEMENT TESTING."},
      {
        "id":"ED014993",
        "title":"THE IMPACT OF THE PUBLIC LAW 480 PROGRAM ON OVERSEAS ACQUISITIONS BY AMERICAN LIBRARIES, PROCEEDINGS OF A CONFERENCE HELD AT THE WISCONSIN CENTER (MADISON, MAY 12, 1967)."},
      {
        "id":"ED015005",
        "title":"CODING MANUAL FOR APPROACH (A PROCEDURE FOR PATTERNING RESPONSES OF ADULTS AND CHILDREN)."},
      {
        "id":"ED015006",
        "title":"DEVELOPMENT OF APPROPRIATE EVALUATION TECHNIQUES FOR SCREENING CHILDREN IN A HEAD START PROGRAM. A PILOT PROJECT."},
      {
        "id":"ED015007",
        "title":"LANGUAGE RESEARCH STUDY--PROJECT HEAD START. DEVELOPMENT OF METHODOLOGY FOR OBTAINING AND ANALYZING SPONTANEOUS VERBALIZATIONS USED BY PRE-KINDERGARTEN CHILDREN IN SELECTED HEAD START PROGRAMS--A PILOT STUDY."},
      {
        "id":"ED015008",
        "title":"THE DEVELOPMENT OF SELF-OTHER RELATIONSHIPS DURING PROJECT HEAD START."},
      {
        "id":"ED015009",
        "title":"THE EFFECTS OF MONTESSORI EDUCATIONAL TECHNIQUES ON CULTURALLY DISADVANTAGED HEAD START CHILDREN."},
      {
        "id":"ED015010",
        "title":"A STUDY OF THE FULL-YEAR 1966 HEAD START PROGRAMS."},
      {
        "id":"ED015011",
        "title":"AN EVALUATION OF HEAD START PRESCHOOL ENRICHMENT PROGRAMS AS THEY AFFECT THE INTELLECTUAL ABILITY, THE SOCIAL ADJUSTMENT, AND THE ACHIEVEMENT LEVEL OF FIVE-YEAR-OLD CHILDREN ENROLLED IN LINCOLN, NEBRASKA."},
      {
        "id":"ED015012",
        "title":"AN EVALUATION OF DIFFERENCES AMONG DIFFERENT CLASSES OF HEAD START PARTICIPANTS. FINAL REPORT."},
      {
        "id":"ED015013",
        "title":"COMPARATIVE STUDIES OF A GROUP OF HEAD START AND A GROUP OF NON-HEAD START PRESCHOOL CHILDREN. FINAL REPORT."},
      {
        "id":"ED015014",
        "title":"REPORT OF A RESEARCH AND DEMONSTRATION PROJECT FOR CULTURALLY DISADVANTAGED CHILDREN IN THE ANCONA MONTESSORI SCHOOL."},
      {
        "id":"ED015015",
        "title":"THE FORMATION OF ADDITION AND SUBTRACTION CONCEPTS BY PUPILS IN GRADES ONE AND TWO. FINAL REPORT."},
      {
        "id":"ED015016",
        "title":"BEHAVIOR PATTERNS OF NORMAL CHILDREN."},
      {
        "id":"ED015017",
        "title":"A SOCIAL PSYCHOLOGICAL ANALYSIS OF THE TRANSITION FROM HOME TO SCHOOL. FINAL REPORT."},
      {
        "id":"ED015018",
        "title":"HANDBOOK FOR PROJECT HEAD START."},
      {
        "id":"ED015020",
        "title":"TEACHING READING TO CHILDREN WITH LOW MA&apos;S."},
      {
        "id":"ED015021",
        "title":"TEACHING A TEACHING LANGUAGE TO DISADVANTAGED CHILDREN."},
      {
        "id":"ED015023",
        "title":"MEMORANDUM ON--FACILITIES FOR EARLY CHILDHOOD EDUCATION."},
      {
        "id":"ED015024",
        "title":"A BIBLIOGRAPHY (WITH SELECTED ANNOTATIONS) ON NONGRADED ELEMENTARY SCHOOLS."},
      {
        "id":"ED015025",
        "title":"SIX MONTHS LATER--A COMPARISON OF CHILDREN WHO HAD HEAD START, SUMMER, 1965, WITH THEIR CLASSMATES IN KINDERGARTEN, A CASE STUDY OF THE KINDERGARTENS IN FOUR PUBLIC ELEMENTARY SCHOOLS, NEW YORK CITY. STUDY I."},
      {
        "id":"ED015026",
        "title":"FACTORS INFLUENCING THE RECRUITMENT OF CHILDREN INTO THE HEAD START PROGRAM, SUMMER 1965--A CASE STUDY OF SIX CENTERS IN NEW YORK CITY. STUDY II."},
      {
        "id":"ED015027",
        "title":"LONG-RANGE EFFECT OF PRE-SCHOOLING ON READING ACHIEVEMENT. STUDY III."},
      {
        "id":"ED015028",
        "title":"APPENDIX, STUDIES I, II AND III. ORIGINAL INSTRUMENTS USED AND BIBLIOGRAPHY."},
      {
        "id":"ED015029",
        "title":"MEMO--COMMENTS ON THE WOLFF AND STEIN STUDY."},
      {
        "id":"ED015030",
        "title":"REMARKS ON THE MAX WOLFF REPORT."},
      {
        "id":"ED015031",
        "title":"SOUTHWESTERN STATES DEVELOPMENTAL PROJECT RELATING TO EDUCATIONAL NEEDS OF ADULT AGRICULTURAL MIGRANTS. THE ARIZONA REPORT."},
      {
        "id":"ED015032",
        "title":"HANDBOOK FOR THE FLORIDA MIGRATORY CHILD COMPENSATORY PROGRAM, PROGRAM ESTABLISHED UNDER THE PROVISIONS OF TITLE I ESEA. PRELIMINARY DRAFT."},
      {
        "id":"ED015033",
        "title":"AN INTERDISCIPLINARY INSTITUTE FOR THE IN-SERVICE TRAINING OF TEACHERS AND OTHER SCHOOL PERSONNEL TO ACCELERATE THE SCHOOL ACCEPTANCE OF INDIAN, NEGRO, AND SPANISH-SPEAKING PUPILS OF THE SOUTHWEST. INTERIM REPORT NO. 2."},
      {
        "id":"ED015034",
        "title":"LEAVE OF ABSENCE PRACTICES IN SOUTH DAKOTA SCHOOLS--SCHOOL YEAR 1964-65."},
      {
        "id":"ED015036",
        "title":"THE CURRENT STATUS OF CITIZENS' ADVISORY COMMITTEES WITH EMPHASIS ON THOSE FOR SCHOOL BUILDING NEEDS IN THE CENTRAL SCHOOLS OF NEW YORK STATE."},
      {
        "id":"ED015039",
        "title":"INDOOR PLAY ACTIVITIES."},
      {
        "id":"ED015040",
        "title":"EDUCATIONAL ACHIEVEMENT AMONG MEXICAN-AMERICANS--A SPECIAL REPORT FROM THE EDUCATIONAL OPPORTUNITIES SURVEY. WORKING PAPER."},
      {
        "id":"ED015041",
        "title":"FARM LABOR IN THE UNITED STATES."},
      {
        "id":"ED015042",
        "title":"VOCATIONAL-EDUCATIONAL INFORMATION WORKSHOP FOR RURAL GUIDANCE WORKERS (WESTERN ILLINOIS UNIVERSITY, AUGUST 15-26, 1966)."},
      {
        "id":"ED015043",
        "title":"A BEGINNING READING PROGRAM FOR THE LINGUISTICALLY HANDICAPPED."},
      {
        "id":"ED015044",
        "title":"LONG-TERM STUDY OF EDUCATIONAL EFFECTIVENESS OF NEWLY FORMED CENTRALIZED SCHOOL DISTRICTS IN RURAL AREAS, PART TWO."},
      {
        "id":"ED015045",
        "title":"SO YOU WANT TO HELP MIGRANTS, SUGGESTIONS FOR CHURCHES AND THEIR COMMUNITIES WISHING TO ESTABLISH HELPING PROGRAMS FOR SEASONAL FARM WORKERS."},
      {
        "id":"ED015046",
        "title":"MIGRANT HEALTH PROJECT, PENNSYLVANIA, 1966--ANNUAL PROGRESS REPORT REPORT ON HEALTH AND MEDICAL SERVICES FOR MIGRANTS, PROJECT GRANT 33, UNITED STATES PUBLIC HEALTH SERVICE."},
      {
        "id":"ED015047",
        "title":"SOUTH SANTA CLARA COUNTY MIGRANT TREATMENT CLINIC."},
      {
        "id":"ED015048",
        "title":"LIFE STYLES IN RURAL AMERICA--THEIR CONSEQUENCES AND THEIR OUTLOOK."},
      {
        "id":"ED015049",
        "title":"AN UMBRELLA OF THREE EDUCATIONAL IMPROVEMENT PROGRAMS - ONE EACH IN--OVERTON COUNTY, TENNESSEE, WEWAHITCHKA, FLORIDA, WHEELER COUNTY, GEORGIA. THE RURAL EDUCATION IMPROVEMENT PROJECT."},
      {
        "id":"ED015050",
        "title":"NUTRITIONAL HEALTH OF TEENAGERS."},
      {
        "id":"ED015051",
        "title":"OPPORTUNITIES FOR RURAL YOUTH IN RURAL AREAS."},
      {
        "id":"ED015052",
        "title":"THE RAPID GROWTH OF COMMUNITY COLLEGES AND THEIR ACCESSIBILITY IN RURAL AREAS."},
      {
        "id":"ED015053",
        "title":"OPENING OF CONFERENCE. NATIONAL OUTLOOK CONFERENCE ON RURAL YOUTH, OCTOBER 23-26, 1967, WASHINGTON, D. C."},
      {
        "id":"ED015054",
        "title":"PROGRAMS FOR RURAL YOUTH--ARE THEY DOING THE JOB."},
      {
        "id":"ED015055",
        "title":"PRESCHOOL LANGUAGE PROJECT."},
      {
        "id":"ED015056",
        "title":"EXPANDING HORIZONS FOR MUSIC THERAPY--COMPENSATORY EDUCATION FOR THE CULTURALLY HANDICAPPED."},
      {
        "id":"ED015057",
        "title":"APPALACHIA EDUCATIONAL LABORATORY. INTERIM REPORT, APRIL 1, 1966."},
      {
        "id":"ED015058",
        "title":"THE ROLE, ORGANIZATION, AND PROGRAM FRAMEWORK OF THE APPALACHIA EDUCATIONAL LABORATORY, SUPPLEMENTAL FINAL REPORT. (TITLE SUPPLIED)."},
      {
        "id":"ED015059",
        "title":"RECREATIONAL AND CULTURAL OPPORTUNITIES."},
      {
        "id":"ED015060",
        "title":"AN OVERVIEW OF COMMUNITY AND AREA PLANNING FOR RURAL YOUTH."},
      {
        "id":"ED015061",
        "title":"RATIONALIZATION OF THE RURAL-URBAN MIGRATION."},
      {
        "id":"ED015062",
        "title":"THE EXPANDING RANGE OF OCCUPATIONAL AND TRAINING SERVICES FOR RURAL YOUTH."},
      {
        "id":"ED015063",
        "title":"COMPREHENSIVE HEALTH SERVICES FOR THE RURAL POOR."},
      {
        "id":"ED015064",
        "title":"VOCATIONAL EDUCATION AND RURAL YOUTH."},
      {
        "id":"ED015065",
        "title":"RURAL YOUTH DELINQUENCY--SOME QUESTIONS AS WE LOOK AHEAD."},
      {
        "id":"ED015066",
        "title":"SPECIAL PROBLEMS OF RURAL MINORITY GROUP YOUTH."},
      {
        "id":"ED015067",
        "title":"UPGRADING ISOLATED SMALL SCHOOL PROGRAMS, THE WESTERN STATES SMALL SCHOOLS PROJECT."},
      {
        "id":"ED015068",
        "title":"APPROACHES TO JUVENILE DELINQUENCY PREVENTION AND TREATMENT IN RURAL SETTINGS. RURAL AND SMALL-TOWN DELINQUENCY--NEW UNDERSTANDING AND APPROACHES."},
      {
        "id":"ED015069",
        "title":"RURAL MENTAL HEALTH."},
      {
        "id":"ED015070",
        "title":"RECREATIONAL AND CULTURAL OPPORTUNITIES AVAILABLE TO RURAL YOUTH."},
      {
        "id":"ED015071",
        "title":"RECREATION AND CULTURAL OPPORTUNITIES."},
      {
        "id":"ED015072",
        "title":"SEASONAL OPPORTUNITIES FOR RURAL YOUTH IN RURAL AREAS."},
      {
        "id":"ED015073",
        "title":"ADJUSTMENT OF RURAL YOUTH TO URBAN ENVIRONMENTS."},
      {
        "id":"ED015074",
        "title":"REVITALIZING RURAL AMERICA--PROBLEMS AND PROMISES."},
      {
        "id":"ED015075",
        "title":"THE STATUS OF RURAL AMERICA."},
      {
        "id":"ED015076",
        "title":"PROGRAMS FOR RURAL YOUTH--ARE THEY DOING THE JOB."},
      {
        "id":"ED015077",
        "title":"NEW PROSPECTS FOR RURAL YOUTH."},
      {
        "id":"ED015080",
        "title":"TRENDS IN ADULT READING."},
      {
        "id":"ED015081",
        "title":"A TWO-YEAR LONGITUDINAL STUDY TO DETERMINE THE ABILITY OF FIRST GRADE CHILDREN TO LEARN TO READ USING THE EARLY-TO-READ I/T/A PROGRAM."},
      {
        "id":"ED015082",
        "title":"A DEVELOPMENTAL STUDY OF FEATURE-PROCESSING STRATEGIES IN LETTER DISCRIMINATION."},
      {
        "id":"ED015083",
        "title":"A WORKSHOP APPROACH TO READING PROBLEMS."},
      {
        "id":"ED015084",
        "title":"DIFFERENTIATING OBJECTIVES AND BEHAVIORS IN A CITY-WIDE CURRICULUM GUIDE IN READING."},
      {
        "id":"ED015085",
        "title":"DYSLEXIA--READING DISABILITY WITH NEUROLOGICAL INVOLVEMENT."},
      {
        "id":"ED015086",
        "title":"PERCEPTUAL SYSTEMS IN READING--THE PREDICTION OF A TEMPORAL EYE-VOICE SPAN CONSTANT. PAPER."},
      {
        "id":"ED015087",
        "title":"A LINGUISTIC STUDY OF CUES AND MISCUES IN READING."},
      {
        "id":"ED015090",
        "title":"THE RELATION BETWEEN HAND-EYE PREFERENCE AND FIRST-GRADE READING--A FOLLOW-UP STUDY."},
      {
        "id":"ED015091",
        "title":"A BIBLIOGRAPHY OF MATERIALS BY AND ABOUT NEGRO AMERICANS FOR YOUNG READERS. FINAL REPORT."},
      {
        "id":"ED015092",
        "title":"PROCEDURES FOR EVALUATING GROWTH IN READING SKILLS."},
      {
        "id":"ED015098",
        "title":"THE USE OF THE COMPUTER FOR TESTING, PROGRAMMING AND INSTRUCTION."},
      {
        "id":"ED015101",
        "title":"NEW YORK CITY'S USE OF PROGRAMED INSTRUCTION, WITH EMPHASIS ON READING."},
      {
        "id":"ED015102",
        "title":"ACADEMIC AND READING ACHIEVEMENT RELATED TO READING DIFFICULTIES."},
      {
        "id":"ED015103",
        "title":"RESEARCH IN LANGUAGE ARTS."},
      {
        "id":"ED015104",
        "title":"SOME COMPARISONS BETWEEN NCRE MEMBERS AND OTHER READING RESEARCHERS."},
      {
        "id":"ED015107",
        "title":"MANUAL OF ADMINISTRATION AND RECORDING METHODS FOR THE STAATS &quot;MOTIVATED LEARNING&quot; READING PROCEDURE."},
      {
        "id":"ED015108",
        "title":"MATERIALS FOR TEACHING ADULTS TO READ."},
      {
        "id":"ED015109",
        "title":"MECHANICAL AIDS IN THE TEACHING OF READING."},
      {
        "id":"ED015110",
        "title":"&quot;MOTIVATED LEARNING&quot; READING TREATMENT WITH ADDITIONAL SUBJECTS AND INSTRUCTIONAL-TECHNICIANS."},
      {
        "id":"ED015111",
        "title":"THE EFFECT OF MEMORY SPAN ON CUE PATTERNS IN WORD RECOGNITION."},
      {
        "id":"ED015112",
        "title":"HUE LABELING AND DISCRIMINATION IN CHILDREN WITH PRIMARY READING RETARDATION."},
      {
        "id":"ED015113",
        "title":"MAINTAINING TASK BEHAVIOR IN A LITERACY PROGRAM UNDER VARIOUS CONDITIONS OF REINFORCEMENT."},
      {
        "id":"ED015114",
        "title":"A SUGGESTED METHOD FOR PRE-SCHOOL IDENTIFICATION OF POTENTIAL READING DISABILITY."},
      {
        "id":"ED015115",
        "title":"SUBVOCAL SPEECH DURING SILENT READING."},
      {
        "id":"ED015116",
        "title":"THE OKLAHOMA READER, VOLUME 1, NUMBER 2, MAY 1966."},
      {
        "id":"ED015117",
        "title":"IMPROVING THE READING LEVEL OF DISADVANTAGED ADULTS."},
      {
        "id":"ED015118",
        "title":"SELECTED READING READINESS TESTS AS PREDICTORS OF SUCCESS IN READING."},
      {
        "id":"ED015119",
        "title":"A STUDY OF THE RELATIONSHIP BETWEEN READING ACHIEVEMENT AND SENSE MODALITY SHIFTING."},
      {
        "id":"ED015120",
        "title":"A BRIEF SUMMARY OF RESEARCH ON INTERCLASS GROUPING AT THE ELEMENTARY SCHOOL LEVEL."},
      {
        "id":"ED015121",
        "title":"A READING SPECIALIST LOOKS AT LINGUISTICS."},
      {
        "id":"ED015123",
        "title":"THE 1955 UNIVERSITY OF UTAH RESEARCH CONFERENCE ON THE IDENTIFICATION OF CREATIVE SCIENTIFIC TALENT (1ST, BRIGHTON, AUGUST 27-30, 1955.)"},
      {
        "id":"ED015125",
        "title":"NARCOTIC DRUG ADDICTION."},
      {
        "id":"ED015127",
        "title":"REPORT OF THE CONFERENCE ON INTERDISCIPLINARY ACTIVITIES (SEATTLE, JUNE 28 - JULY 2, 1965)."},
      {
        "id":"ED015128",
        "title":"AUTHENTIC INVOLVEMENT IN INTERDISCIPLINARY DESIGN, PROCEEDINGS OF CONFERENCE ON ENGINEERING DESIGN EDUCATION (3D, CARNEGIE INSTITUTE OF TECHNOLOGY, JULY 12-13, 1965)."},
      {
        "id":"ED015132",
        "title":"ELEMENTARY SCHOOL SCIENCE--A GUIDE TO CURRENT RESEARCH."},
      {
        "id":"ED015133",
        "title":"LEARNING AND CREATIVITY WITH SPECIAL EMPHASIS ON SCIENCE."},
      {
        "id":"ED015134",
        "title":"BUILDING CURRICULAR STRUCTURES FOR SCIENCE WITH SPECIAL REFERENCE TO THE JUNIOR HIGH SCHOOL."},
      {
        "id":"ED016146",
        "title":"REPORTS ON READING AND THE DISADVANTAGED--SECONDARY LEVEL."},
      {
        "id":"ED016148",
        "title":"DIFFERENTIALLY STRUCTURED INTRODUCTORY LEARNING MATERIALS AND LEARNING TASKS."},
      {
        "id":"ED016152",
        "title":"CIVIC LEADERSHIP DEVELOPMENT. FINAL REPORT AND EVALUATION OF GRANT 66 - 1 - 1 UNDER PUBLIC LAW 89-329, TITLE I."},
      {
        "id":"ED016154",
        "title":"PUBLIC SCHOOL ADULT EDUCATION, NUMBER 1. CURRENT INFORMATION SOURCES, NUMBER 9."},
      {
        "id":"ED016156",
        "title":"A PILOT STUDY TO DEVELOP AND DETERMINE THE FEASIBILITY OF A PACKAGED MATERIALS PROGRAM FOR TEACHING READING AND THE GENERAL DEVELOPMENT AREA OF ADULT BASIC EDUCATION. FINAL REPORT."},
      {
        "id":"ED016159",
        "title":"HUMAN RELATIONS--TRAINING AND RESEARCH, NUMBER 1. CURRENT INFORMATION SOURCES, NUMBER 10."},
      {
        "id":"ED016161",
        "title":"PERSONALITY FACTORS WHICH MAY INTERFERE WITH THE LEARNING OF ADULT BASIC EDUCATION STUDENTS."},
      {
        "id":"ED016168",
        "title":"INDIAN EDUCATIONAL MATERIAL, AN ANNOTATED QUARTERLY BIBLIOGRAPHY."},
      {
        "id":"ED016171",
        "title":"SUB-REGIONAL WORKSHOP ON PROFESSIONAL EDUCATION IN COMMUNITY DEVELOPMENT (BANGKOK, THAILAND, DECEMBER 7-17, 1965). REPORT."},
      {
        "id":"ED016175",
        "title":"COMMUNITY EDUCATION FOR ADULTS. CURRENT INFORMATION SOURCES, NUMBER 16."},
      {
        "id":"ED016177",
        "title":"THE SOCIAL ASPECTS OF URBANIZATION, A SOCIOLOGICAL PERSPECTIVE ON COMMUNITIES WITH AN EMPHASIS ON THE SOCIAL ASPECTS OF URBANIZATION. KANSAS STATE UNIVERSITY SHORT COURSE SERIES IN PLANNING AND DEVELOPMENT, 3."},
      {
        "id":"ED016178",
        "title":"THE POLITICAL ASPECTS OF URBANIZATION, POLITICAL CONSIDERATIONS IN COMMUNITY ACTION. KANSAS STATE UNIVERSITY SHORT COURSE SERIES IN PLANNING AND DEVELOPMENT, 4."},
      {
        "id":"ED016179",
        "title":"THE ECONOMIC ASPECTS OF URBANIZATION, ECONOMIC CONSIDERATIONS IN COMMUNITY ACTION. KANSAS STATE UNIVERSITY SHORT COURSE SERIES IN PLANNING AND DEVELOPMENT, 2."},
      {
        "id":"ED016180",
        "title":"URBANIZATION, PLANNING AND HIGHER EDUCATION EXTENSION, GENERAL CONSIDERATIONS IN COMMUNITY ACTION. KANSAS STATE UNIVERSITY SHORT COURSE SERIES IN PLANNING AND DEVELOPMENT, 1."},
      {
        "id":"ED016181",
        "title":"THE COMMUNITY PLANNING PROCESS. KANSAS STATE UNIVERSITY SHORT COURSE SERIES ON COMMUNITY PLANNING AND DEVELOPMENT, 6."},
      {
        "id":"ED016182",
        "title":"THE PHYSICAL ASPECTS OF URBANIZATION, PHYSICAL CONSIDERATIONS IN COMMUNITY ACTION. KANSAS STATE UNIVERSITY SHORT COURSE SERIES IN PLANNING AND DEVELOPMENT, 5."},
      {
        "id":"ED016184",
        "title":"SURVEY STUDY OF CORRESPONDENCE DROPOUTS AND CANCELLATIONS."},
      {
        "id":"ED016185",
        "title":"\"EXTENDING TO THE PEOPLE,\" THE STORY OF CORRESPONDENCE STUDY AT THE UNIVERSITY OF WISCONSIN."},
      {
        "id":"ED016187",
        "title":"DOCUMENTS AND INSTRUCTIONS OF THE ACCREDITING COMMISSION."},
      {
        "id":"ED016188",
        "title":"GUIDE FOR SELF-EXAMINATION AND PLANNING, THE CLUB ANALYSIS PROGRAM OF INDUSTRIAL MANAGEMENT CLUBS OF THE YMCA."},
      {
        "id":"ED016191",
        "title":"A HANDBOOK FOR TEACHERS OF ENGLISH (AMERICANIZATION-LITERACY). REVISED EDITION."},
      {
        "id":"ED016192",
        "title":"CORRESPONDENCE STUDY DEPARTMENT, A HISTORICAL SKETCH."},
      {
        "id":"ED016193",
        "title":"ALPHABETS OF THE MODERN SLAVIC LANGUAGES."},
      {
        "id":"ED016203",
        "title":"NORMS OF SEQUENTIAL ASSOCIATIVE DEPENDENCIES IN ACTIVE DECLARATIVE SENTENCES."},
      {
        "id":"ED016209",
        "title":"A SURVEY OF INTENSIVE PROGRAMS IN THE UNCOMMON LANGUAGES, SUMMER 1962."},
      {
        "id":"ED016214",
        "title":"THE EFFECTS OF WORD-RELATEDNESS ON LEARNING."},
      {
        "id":"ED016221",
        "title":"PROGRAMMED INTRODUCTION TO ARABIC SCRIPT AND PHONOLOGY."},
      {
        "id":"ED016225",
        "title":"FUNDAMENTALS OF AMHARIC (REVISED EDITION), UNITS VIII-IX. DIALOGUES FOR CONVERSATION, AMHARIC SCRIPT."},
      {
        "id":"ED016230",
        "title":"A GENERATIVE DESCRIPTION OF THE ENGLISH SUBJECT TAGMEMES."},
      {
        "id":"ED016232",
        "title":"A MODEL FOR TEACHING STANDARD ENGLISH TO NON-STANDARD ENGLISH SPEAKERS."},
      {
        "id":"ED016240",
        "title":"DYNAMIC EQUILIBRIUM IN THERAPEUTIC SITUATIONS."},
      {
        "id":"ED016241",
        "title":"MOTIVATIONAL IMPLICATIONS OF INDIVIDUAL DIFFERENCES IN COMPETENCE."},
      {
        "id":"ED016243",
        "title":"OCCUPATIONAL VALUES AND POST-COLLEGE CAREER CHANGE. FINAL REPORT."},
      {
        "id":"ED016244",
        "title":"FROM DELINQUENCY TO FREEDOM."},
      {
        "id":"ED016245",
        "title":"ATTENTION DIRECTING TECHNIQUES USED BY TEACHERS, ATTENTION AS A VARIABLE IN TEACHING RESEARCH. FINAL REPORT."},
      {
        "id":"ED016246",
        "title":"SOCIAL CLASS DIFFERENCES IN THE ROLE OF LINGUISTIC STRUCTURES IN PAIRED-ASSOCIATE LEARNING, ELABORATION AND LEARNING PROFICIENCY."},
      {
        "id":"ED016247",
        "title":"AN EVALUATION OF A MODEL FOR GUIDANCE COUNSELING AND A STUDY OF ACADEMIC UNDERACHIEVEMENT."},
      {
        "id":"ED016248",
        "title":"BEYOND HIGH SCHOOL, A STUDY OF 10,000 HIGH SCHOOL GRADUATES."},
      {
        "id":"ED016249",
        "title":"PERSONALITY ATTRIBUTES ASSOCIATED WITH VARIOUS MECHANISMS OF MASCULINE IDENTIFICATION."},
      {
        "id":"ED016251",
        "title":"TABLES FOR COMPARING RELATED-SAMPLE PERCENTAGES AND FOR THE MEDIAN TEST."},
      {
        "id":"ED016252",
        "title":"THE ACHIEVEMENT MOTIVATION DEVELOPMENT PROJECT, A SUMMARY AND REVIEW."},
      {
        "id":"ED016253",
        "title":"AN EXPERIMENTAL INVESTIGATION OF ATTITUDE CHANGE PROCEDURES SUGGESTED BY CONTRAST AND ASSIMILATION PHENOMENA. FINAL REPORT."},
      {
        "id":"ED016254",
        "title":"BEHAVIORAL AND LEARNING DISABILITIES ASSOCIATED WITH COGNITIVE-MOTOR DYSFUNCTION. INTERIM REPORT."},
      {
        "id":"ED016255",
        "title":"INTELLIGENCE TESTS AND EDUCATIONALLY-RELEVANT MEASUREMENTS."},
      {
        "id":"ED016258",
        "title":"THE ANALYSIS OF COGNITIVE GROWTH OF CHILDREN AS SHOWN IN THEIR ORAL DISCUSSION AND WRITTEN COMPOSITIONS. FINAL REPORT."},
      {
        "id":"ED016259",
        "title":"AROUSAL AND LOGICAL INFERENCE."},
      {
        "id":"ED016260",
        "title":"DEVELOPMENT OF MORAL ATTITUDES AND THE INFLUENCE OF ETHNIC GROUP MEMBERSHIP, SOCIOECONOMIC STATUS, AND INTELLIGENCE. FINAL REPORT."},
      {
        "id":"ED016261",
        "title":"PREDICTION OF MIXED SCHEMA LEARNING IN A REPRODUCTION TASK. THE EFFECTS OF INCIDENTAL LEARNING AND REINFORCEMENT ON SCHEMATA LEARNING AND SCHEMATA TRANSFER. INTERIM REPORT."},
      {
        "id":"ED016262",
        "title":"THE VALIDATION OF AN AUTOMATED COUNSELING SYSTEM."},
      {
        "id":"ED016263",
        "title":"THE USE OF THE COMPUTER TO GENERATE STATISTICAL TABLES FOR THE STUDY OF PERSONALITY TRAITS, A MONTE CARLO AND A LOGICAL ANALYSIS OF MULTITRAIT-MULTIMETHOD STATISTICS."},
      {
        "id":"ED016264",
        "title":"GROWTH AND CONSTRAINT IN COLLEGE STUDENTS, A STUDY OF THE VARIETIES OF PSYCHOLOGICAL DEVELOPMENT. FINAL REPORT."},
      {
        "id":"ED016265",
        "title":"VOCATIONAL PROBLEM-SOLVING EXPERIENCES FOR STIMULATING CAREER EXPLORATION AND INTEREST, PHASE II. MID-PROJECT REPORT, DECEMBER 1, 1966-APRIL 30, 1967."},
      {
        "id":"ED016266",
        "title":"A PROPOSED TAXONOMY OF THE PERCEPTUAL DOMAIN AND SOME SUGGESTED APPLICATIONS."},
      {
        "id":"ED016267",
        "title":"NEW KNOWLEDGE OF THE LEARNER AND HIS CULTURAL MILIEU, IMPLICATIONS FOR SCHOOLING IN THE MIDDLE YEARS."},
      {
        "id":"ED016268",
        "title":"CAREER SIMULATION FOR ADOLESCENT PUPILS. FINAL REPORT."},
      {
        "id":"ED016269",
        "title":"EFFECTS OF ORTHOKINETIC SEGMENTS UPON MOTOR RESPONSES OF NORMAL MALE COLLEGE STUDENTS."},
      {
        "id":"ED016270",
        "title":"STUDENT ATTITUDES AND TEACHER JUDGMENT OF STUDENT ATTITUDES."},
      {
        "id":"ED016271",
        "title":"GUIDELINES FOR PUPIL PERSONNEL SERVICES IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED016272",
        "title":"SCHOOL SOCIAL WORK IN WISCONSIN, A DESCRIPTION OF SCHOOL SOCIAL WORK, GUIDELINES FOR A SCHOOL SOCIAL WORK PROGRAM. SOCIAL WORK IN OUR SCHOOLS."},
      {
        "id":"ED016273",
        "title":"THE UNIQUENESS OF THE INDIVIDUAL."},
      {
        "id":"ED016274",
        "title":"ORGANIZATION OF A PUPIL PERSONNEL COUNCIL IN A SHARED SERVICES PROJECT."},
      {
        "id":"ED016275",
        "title":"STRATEGIES FOR EDUCATIONAL CHANGE IN PUPIL PERSONNEL SERVICES."},
      {
        "id":"ED016276",
        "title":"RECENT CURRICULUM DEVELOPMENTS AT THE MIDDLE LEVEL OF FRENCH, WEST GERMAN, AND ITALIAN SCHOOLS."},
      {
        "id":"ED016278",
        "title":"PROBLEMS AND ISSUES OF KNOWLEDGE PRODUCTION AND UTILIZATION IN EDUCATIONAL ADMINISTRATION."},
      {
        "id":"ED016280",
        "title":"THE SCHOOL BOARD AS AN AGENCY FOR RESOLVING CONFLICT."},
      {
        "id":"ED016281",
        "title":"ABSTRACTS OF TECHNICAL NOTES OF THE DIVISION OF OPERATIONS ANALYSIS."},
      {
        "id":"ED016282",
        "title":"COGNITIVE STRUCTURES AND EDUCATIONAL EVALUATION."},
      {
        "id":"ED016283",
        "title":"ADMINISTERING THE NONGRADED SCHOOL."},
      {
        "id":"ED016284",
        "title":"THE IMPACT OF MULTI-LEVEL MATERIALS ON TEACHING BEHAVIOR AND LEARNING OUTCOMES."},
      {
        "id":"ED016285",
        "title":"A STUDY OF THE GENERALITY OF PRESENTING BEHAVIOR IN TEACHING."},
      {
        "id":"ED016287",
        "title":"ANALYZING DIFFERENCES IN THE GROWTH OF TWO RATIOS."},
      {
        "id":"ED016288",
        "title":"ON THE THEORY AND PROCEDURE FOR CONSTRUCTING A MINIMAL-LENGTH, AREA-CONSERVING FREQUENCY POLYGON FROM GROUPED DATA."},
      {
        "id":"ED016289",
        "title":"ON DEPARTURES FROM INDEPENDENCE IN CROSS-CLASSIFICATIONS."},
      {
        "id":"ED016290",
        "title":"AN ALGORITHM TO DETERMINE RELATIVE IMPORTANCE OF PROJECTS."},
      {
        "id":"ED016291",
        "title":"METHODS OF PROJECTING BIRTHS."},
      {
        "id":"ED016292",
        "title":"METHODOLOGY FOR AN EDUCATIONAL ATTAINMENT MODEL."},
      {
        "id":"ED016293",
        "title":"GRADUATE AND PROFESSIONAL EDUCATION, AN ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED016294",
        "title":"A MEASUREMENT OF COLLEGE INSTRUCTOR BEHAVIOR. SUMMARY."},
      {
        "id":"ED016295",
        "title":"INSTRUCTION IN INTER-AMERICAN RELATIONS IN MEDIUM AND SMALLER STATE COLLEGES AND UNIVERSITIES OF WESTERN UNITED STATES AND MEXICO. FINAL REPORT."},
      {
        "id":"ED016296",
        "title":"THE PUBLIC IMAGE OF EDUCATION IN MARYLAND. FINAL REPORT."},
      {
        "id":"ED016297",
        "title":"A MEASUREMENT OF COLLEGE INSTRUCTOR BEHAVIOR."},
      {
        "id":"ED016299",
        "title":"TEACHER APPRAISAL, A MATCHING PROCESS."},
      {
        "id":"ED016300",
        "title":"THE JOB AND CAREER SATISFACTION OF MEN SCHOOL PRINCIPALS. NATIONAL PRINCIPALSHIP STUDY SERIES, MONOGRAPH 5. FINAL REPORT."},
      {
        "id":"ED016301",
        "title":"THE STUDY OF COLLEGE ENVIRONMENTS USING PATH ANALYSIS."},
      {
        "id":"ED016302",
        "title":"COMPUTERS IN HIGHER EDUCATION--EXPENDITURES, SOURCES OF FUNDS, AND UTILIZATION FOR RESEARCH AND INSTRUCTION 1964-65, WITH PROJECTIONS FOR 1968-69. A REPORT ON A SURVEY."},
      {
        "id":"ED016303",
        "title":"EDUCATIONAL PLANNING. PAPERS OF THE INVITATIONAL CONFERENCE (TORONTO, CANADA, MARCH 20-22, 1967)."},
      {
        "id":"ED016304",
        "title":"A PROPOSAL FOR A MASTER PLAN FOR RESEARCH OF THE SOCIOLOGICAL ASPECTS OF EDUCATION IN ISRAEL."},
      {
        "id":"ED016305",
        "title":"THE LEVEL OF OCCUPATIONAL ASPIRATION OF MEN SCHOOL PRINCIPALS. NATIONAL PRINCIPALSHIP STUDY SERIES, MONOGRAPH 6. FINAL REPORT."},
      {
        "id":"ED016307",
        "title":"PROGRAM-ORIENTED INFORMATION--A MANAGEMENT SYSTEMS COMPLEX FOR STATE EDUCATION AGENCIES. PART I, ANALYSIS AND PROPOSALS. INTERIM REPORT ON A COLLABORATIVE PROJECT &quot;TENTATIVE GUIDES FOR A STATE EDUCATION AGENCY FISCAL, PERSONNEL, AND PROGRAM INFORMATION SYSTEM.&quot;"},
      {
        "id":"ED016308",
        "title":"PROGRAM-ORIENTED INFORMATION--A MANAGEMENT SYSTEMS COMPLEX FOR STATE EDUCATION AGENCIES. PART II, MANUAL OF ACCOUNTING AND RELATED FINANCIAL PROCEDURES."},
      {
        "id":"ED016309",
        "title":"SYSTEMS FOR MEASURING AND REPORTING THE RESOURCES AND ACTIVITIES OF COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED016310",
        "title":"CONFERENCE OF EXECUTIVES OF AMERICAN SCHOOLS FOR THE DEAF (36TH, RIVERSIDE, CALIFORNIA, APRIL 12-17, 1964)."},
      {
        "id":"ED016311",
        "title":"SPECIAL EDUCATION COURSES OF STUDY. COURSE OF STUDY, GRADES 9 THROUGH 11, FOR SPECIAL EDUCATION."},
      {
        "id":"ED016312",
        "title":"AN EVALUATION STUDY WITH RECOMMENDATIONS."},
      {
        "id":"ED016313",
        "title":"OPPORTUNITY CLASS PROCEDURES. PLANNING, GROUPING, SCHEDULING, ORGANIZING."},
      {
        "id":"ED016314",
        "title":"PSYCHOLOGICAL ANALYSIS OF CAMP ACTIVITIES IN SELECTED KENNEDY FOUNDATION SPONSORED CAMPS FOR THE MENTALLY RETARDED."},
      {
        "id":"ED016316",
        "title":"THE TRAINING AND SUPERVISION OF TEACHERS FOR EMOTIONALLY DISTURBED CHILDREN."},
      {
        "id":"ED016317",
        "title":"A CURRICULUM GUIDE FOR TEACHING TRAINABLE MENTALLY RETARDED CHILDREN, EXPERIMENTAL COPY."},
      {
        "id":"ED016318",
        "title":"PARTIALLY SEEING PROGRAM, 1966-1967."},
      {
        "id":"ED016320",
        "title":"A CURRICULUM OUTLINE FOR SECONDARY SLOW LEARNING PROGRAMS."},
      {
        "id":"ED016321",
        "title":"THE PROGRAM FOR BRAIN INJURED CHILDREN IN THE NEW YORK CITY PUBLIC SCHOOLS, AN APPRAISAL."},
      {
        "id":"ED016322",
        "title":"PROCEEDINGS OF THE CONFERENCE ON AID TO THE VISUALLY LIMITED (WASHINGTON, D.C., MARCH 24-25, 1966)."},
      {
        "id":"ED016328",
        "title":"VISION SCREENING PROGRAMS, PRE-SCHOOL AND SCHOOL AGE."},
      {
        "id":"ED016330",
        "title":"MASSACHUSETTS PLANS FOR ITS RETARDED."},
      {
        "id":"ED016333",
        "title":"NORTH CAROLINA PUBLIC SCHOOLS, A STATUS REPORT OF THE PROGRAM FOR TRAINABLE MENTALLY RETARDED CHILDREN."},
      {
        "id":"ED016335",
        "title":"A SUMMARY REPORT ON THE REVISION AND RESTANDARDIZATION OF THE HISKEY-NEBRASKA TEST OF LEARNING APTITUDE."},
      {
        "id":"ED016336",
        "title":"PROGRAMS AND SERVICES FOR HANDICAPPED CHILDREN IN CALIFORNIA."},
      {
        "id":"ED016337",
        "title":"NATIONAL DIRECTORY OF SPECIAL EDUCATION PREPARATION PROGRAMS, A LIST OF COLLEGES AND UNIVERSITIES OFFERING AN ORGANIZED SEQUENCE OF SPECIALIZED PREPARATION FOR TEACHERS AND OTHER PERSONNEL ENGAGED IN THE EDUCATION OF EXCEPTIONAL CHILDREN."},
      {
        "id":"ED016339",
        "title":"THE EXPERIMENTAL ANALYSIS OF VOCATIONAL BEHAVIOR IN SEVERELY RETARDED MALES."},
      {
        "id":"ED016340",
        "title":"THE EFFECT OF AGE AS A VARIABLE ON THE SCORES OF THE HARRIS-GOODENOUGH DRAWING TEST OF EDUCABLE RETARDATES."},
      {
        "id":"ED016341",
        "title":"A CURRICULUM FOR THE PRE-SCHOOL CHILD."},
      {
        "id":"ED016344",
        "title":"THE USE OF LOW FREQUENCY RESIDUAL HEARING IN PROFOUNDLY DEAF CHILDREN."},
      {
        "id":"ED016345",
        "title":"A SYLLABUS FOR CREATIVE AND INNOVATIVE SERVICES FOR THE MULTI-HANDICAPPED, SPECIAL STUDY INSTITUTE FOR THE MULTI-HANDICAPPED (LOS ANGELES, CALIFORNIA, OCTOBER 9-13, 1967)."},
      {
        "id":"ED016347",
        "title":"THE EFFECTIVENESS OF A SPECIFIC PROGRAM BASED ON LANGUAGE DIAGNOSIS IN OVERCOMING LEARNING DISABILITIES OF MENTALLY RETARDED-EMOTIONALLY DISTURBED CHILDREN."},
      {
        "id":"ED016348",
        "title":"THE RELATIONSHIP BETWEEN INTENTIONAL LEARNING, INCIDENTAL LEARNING AND TYPE OF REWARD IN PRESCHOOL EDUCABLE MENTAL RETARDATES."},
      {
        "id":"ED016349",
        "title":"SCALES AND PROCEDURES FOR ASSESSING SOCIAL-PSYCHOLOGICAL CHARACTERISTICS OF VISUALLY IMPAIRED AND HEARING IMPAIRED STUDENTS."},
      {
        "id":"ED016350",
        "title":"COGNITIVE FLEXIBILITY TRAINING WITH EDUCABLE RETARDED AND BRIGHT NORMAL CHILDREN OF THE SAME MENTAL AGE."},
      {
        "id":"ED016351",
        "title":"SOME COLLEGES AND UNIVERSITIES WITH SPECIAL FACILITIES TO ACCOMODATE HANDICAPPED STUDENTS, A DIRECTORY."},
      {
        "id":"ED016352",
        "title":"STATE OF NEW YORK STANDARD SCHOOL PLAN TYPE C-1, ONE-STORY SENIOR HIGH SCHOOL 800 EXPANDABLE TO 1000 PUPILS."},
      {
        "id":"ED016353",
        "title":"STATE OF NEW YORK STANDARD SCHOOL PLAN TYPE B-1, ONE-STORY JUNIOR HIGH SCHOOL 800 EXPANDABLE TO 1000 STUDENTS."},
      {
        "id":"ED016354",
        "title":"PLUMBING FIXTURES FOR EDUCATIONAL FACILITIES."},
      {
        "id":"ED016355",
        "title":"A PLANNING GUIDE FOR VOCATIONAL-INDUSTRIAL AND VOCATIONAL-TECHNICAL BUILDING FACILITIES FOR COMPREHENSIVE HIGH SCHOOLS, NUMBER 18."},
      {
        "id":"ED016356",
        "title":"THE EFFECT OF THERMAL ENVIRONMENT ON LEARNING, A PILOT STUDY."},
      {
        "id":"ED016357",
        "title":"CAMPUS DESIGN STUDY, DUKE UNIVERSITY."},
      {
        "id":"ED016359",
        "title":"THE INSTRUCTIONAL MATERIALS CENTER."},
      {
        "id":"ED016363",
        "title":"COMPONENTS FOR SCHOOL CONSTRUCTION IN THE MID-HUDSON REGION. FINAL REPORT 3."},
      {
        "id":"ED016365",
        "title":"A COMPREHENSIVE STUDY OF HOURLY AND DAILY SEWAGE FLOW RATES IN FLORIDA PUBLIC SCHOOLS."},
      {
        "id":"ED016366",
        "title":"GUIDELINES FOR A CITY SCHOOL BUILDING PROGRAM. (25 ILLUSTRATIVE DOCUMENTS)."},
      {
        "id":"ED016367",
        "title":"THE ROLE OF INSTITUTIONAL RESEARCH IN PLANNING, PROCEEDINGS OF ANNUAL NATIONAL INSTITUTE RESEARCH FORUM (3RD, MCGREGOR CONFERENCE CENTER, WAYNE STATE UNIVERSITY, MAY 5-7, 1963)."},
      {
        "id":"ED016368",
        "title":"ESTIMATED SPACE REQUIREMENTS FOR FT. WAYNE FACILITY TO BE JOINTLY OCCUPIED BY INDIANA UNIVERSITY AND PURDUE UNIVERSITY."},
      {
        "id":"ED016369",
        "title":"MODULAR COORDINATION AND SCHOOL DESIGN, A STATE-OF-THE-ART REPORT TO THE ARCHITECTURAL AND EDUCATIONAL PROFESSIONS. FINAL REPORT."},
      {
        "id":"ED016371",
        "title":"FACILITIES AND SPACE ALLOCATIONS FOR PHYSICAL EDUCATION OUTDOOR TEACHING STATIONS FOR ELEMENTARY AND INTERMEDIATE PUBLIC SCHOOLS."},
      {
        "id":"ED016372",
        "title":"FACILITIES INVENTORY MANUAL FOR THE UNITS OF HIGHER EDUCATION IN MONTANA."},
      {
        "id":"ED016373",
        "title":"LONG RANGE CONSTRUCTION PROGRAM. UNIVERSITIES AND COLLEGES OF MONTANA."},
      {
        "id":"ED016374",
        "title":"SUMMARY OF ELECTRIC SERVICE COSTS FOR TOTALLY AIR CONDITIONED SCHOOLS PREPARED FOR HOUSTON INDEPENDENT SCHOOL DISTRICT, MAY 31, 1967."},
      {
        "id":"ED016375",
        "title":"TELEVISION, RADIO AND FILMS--A SURVEY."},
      {
        "id":"ED016377",
        "title":"THE DEVELOPMENT AND PRESENTATION OF FOUR COLLEGE COURSES BY COMPUTER TELEPROCESSING. FINAL REPORT."},
      {
        "id":"ED016378",
        "title":"AN EXPERIMENTAL STUDY UTILIZING CLOSED CIRCUIT TELEVISION IN AN INDUSTRIAL ARTS TEAM TEACHING PROGRAM. FINAL REPORT."},
      {
        "id":"ED016379",
        "title":"GUIDANCE AND THE UTILIZATION OF NEW EDUCATIONAL MEDIA, THE REPORT OF A NATIONAL CONFERENCE (MADISON, MARCH 11-14, 1962)."},
      {
        "id":"ED016380",
        "title":"LEARNER CHARACTERISTICS AND INSTRUCTIONAL MODE--THE RELATIONSHIP OF ANXIETY, COMPULSIVITY, CREATIVITY, AND EXHIBITIONISM TO SUCCESS IN LEARNING FROM PROGRAMED AND CONVENTIONAL INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED016381",
        "title":"INDIVIDUALIZING INSTRUCTION FOR VARYING LEVELS OF KNOWLEDGE. FINAL REPORT."},
      {
        "id":"ED016383",
        "title":"NEW MEDIA AND CHANGING EDUCATIONAL PATTERNS, A SUMMARY OF THE PREPARATIONS FOR, PRESENTATIONS, AND GROUP REPORTS OF THE NEW MEDIA WORKSHOP (TAHOE CITY, CALIFORNIA, AUGUST 1-7, 1965)."},
      {
        "id":"ED016384",
        "title":"A COMPUTER SIMULATION OF A STATEWIDE FILM LIBRARY NETWORK--A FEASIBILITY STUDY FOR ACTUAL OPERATION. FINAL REPORT."},
      {
        "id":"ED016385",
        "title":"FILM CATALOG. UNIVERSITY OF SOUTHERN CALIFORNIA, 1965-66."},
      {
        "id":"ED016386",
        "title":"TEACHING ADULTS BY TELEVISION, A REPORT OF AN EXPERIMENT IN THE TEACHING OF ELEMENTARY ENGLISH AND ARITHMETIC TO ADULT AFRICANS ON THE COPPERBELT, ZAMBIA, 1963-1965."},
      {
        "id":"ED016387",
        "title":"SOME CONSIDERATIONS IN THE EDUCATION OF INDIGENOUS GROUPS IN THE SOUTHWEST."},
      {
        "id":"ED016388",
        "title":"TRI-STATE REGIONAL LEADERSHIP PLANNING CONFERENCE FOR THE DISSEMINATION OF INFORMATION ABOUT THE MORE EFFECTIVE USES OF THE NEW EDUCATIONAL MEDIA (NASHVILLE, AUGUST 10-12, 1959). FINAL REPORT."},
      {
        "id":"ED016389",
        "title":"A COMPARATIVE STUDY OF VIDEO TAPE RECORDINGS."},
      {
        "id":"ED016390",
        "title":"PROCEEDINGS OF THE CONFERENCE ON INSTRUCTIONAL METHODS AND TEACHER BEHAVIOR (BERKELEY, NOVEMBER 21-22, 1966)."},
      {
        "id":"ED016391",
        "title":"THE EVALUATION OF ELECTRONIC SELF-INSTRUCTION ON PIANO KEYBOARD. FINAL REPORT."},
      {
        "id":"ED016392",
        "title":"CLOSED-CIRCUIT TELEVISION AS A TEACHING AID."},
      {
        "id":"ED016395",
        "title":"NATIONAL AUDIO TAPE CATALOG."},
      {
        "id":"ED016396",
        "title":"TECHNOLOGY IN EDUCATION. EDUCATION U.S.A. SPECIAL REPORT."},
      {
        "id":"ED016397",
        "title":"MAN, MEDIA, AND MACHINES--THE TEACHER AND HIS STAFF."},
      {
        "id":"ED016398",
        "title":"OPERATING SOFTWARE FOR A COMPUTER-BASED INSTRUCTION SYSTEM."},
      {
        "id":"ED016399",
        "title":"A CLOSED-CIRCUIT DATA BROADCAST SYSTEM."},
      {
        "id":"ED016403",
        "title":"AN EXPERIMENTAL STUDY OF TELEVISED FOOD DEMONSTRATIONS TO DETERMINE THE EFFECTIVENESS OF PRESENTATION METHODS."},
      {
        "id":"ED016405",
        "title":"TOWARD A COMPUTER BASED INSTRUCTIONAL SYSTEM."},
      {
        "id":"ED016406",
        "title":"EFFECTS OF SPECIAL MEDIA INSTITUTE PROGRAMS UPON THE BEHAVIOR OF TITLE XI NDEA INSTITUTE DIRECTORS (ENGLISH, HISTORY, GEOGRAPHY, READING, MODERN FOREIGN LANGUAGES, AND SCHOOL LIBRARY PERSONNEL). FINAL REPORT."},
      {
        "id":"ED016409",
        "title":"THE CHANGING ROLE OF THE AUDIOVISUAL PROCESS IN EDUCATION--A DEFINITION AND A GLOSSARY OF RELATED TERMS."},
      {
        "id":"ED016411",
        "title":"AUDIO-VISUAL INSTRUCTION, AN ADMINISTRATIVE HANDBOOK."},
      {
        "id":"ED016421",
        "title":"THE ROLE OF THE MONITOR IN THE LANGUAGE LABORATORY."},
      {
        "id":"ED016422",
        "title":"VISUAL AIDS HANDBOOK FOR FOREIGN LANGUAGE TEACHERS."},
      {
        "id":"ED016423",
        "title":"WHAT ABOUT FOREIGN LANGUAGES."},
      {
        "id":"ED016425",
        "title":"FOREIGN-LANGUAGE TEACHING TODAY IN THE UNITED STATES."},
      {
        "id":"ED016426",
        "title":"EMPIRICAL STUDIES RELATED TO THE TEACHING OF FRENCH PRONUNCIATION TO AMERICAN STUDENTS."},
      {
        "id":"ED016427",
        "title":"WHAT IS GOOD ABOUT THE TEACHING AND LEARNING OF MODERN FOREIGN LANGUAGES."},
      {
        "id":"ED016428",
        "title":"AUDIO-LINGUAL LANGUAGE PROGRAMMING, REVISED FRENCH PROGRAM, PARTS 3-4."},
      {
        "id":"ED016429",
        "title":"EXPERIMENTS WITH THE APPLICATIONS OF THE AUDIO-VISUAL AND AUTOMATIC DEVICES TO THE TEACHING OF FRENCH. FINAL REPORT."},
      {
        "id":"ED016430",
        "title":"ELABORATION AND EXPERIMENTAL EVALUATION OF PROCEDURES AND SPECIALIZED MATERIALS FOR IN-SERVICE TRAINING OF SECONDARY SCHOOL TEACHERS OF MODERN FOREIGN LANGUAGES. FINAL REPORT ON &quot;MODERN TEACHING OF SPANISH&quot;."},
      {
        "id":"ED016431",
        "title":"MODERN TEACHING OF SPANISH, FOLLOWED BY THE DISCUSSION OR CONFERENCE AS A LEARNING METHOD."},
      {
        "id":"ED016433",
        "title":"LANGUAGE DOORS."},
      {
        "id":"ED016434",
        "title":"BILINGUAL EDUCATION, RESEARCH AND TEACHING, ANNUAL CONFERENCE OF THE SOUTHWEST COUNCIL OF FOREIGN LANGUAGE TEACHERS (4TH, EL PASO, NOVEMBER 10-11, 1967). REPORTS."},
      {
        "id":"ED016435",
        "title":"BILINGUALISM, ANNUAL CONFERENCE OF THE SOUTHWEST COUNCIL OF FOREIGN LANGUAGE TEACHERS (3RD, EL PASO, NOVEMBER 4-5, 1966). REPORTS."},
      {
        "id":"ED016436",
        "title":"A LOOK AT FOREIGN LANGUAGE PLACEMENT, 1963-1967."},
      {
        "id":"ED016438",
        "title":"LAGGING INTEREST."},
      {
        "id":"ED016439",
        "title":"A CLOSE LOOK AT THE IMPORTANCE AND PLACE OF TESTING IN THE FOREIGN LANGUAGE PROGRAM."},
      {
        "id":"ED016442",
        "title":"FLEXIBLE SCHEDULING AND THE FOREIGN LANGUAGE CURRICULUM."},
      {
        "id":"ED016443",
        "title":"LATIN IS DEAD, LONG LIVE LATIN."},
      {
        "id":"ED016444",
        "title":"A STUDY OF THE ACADEMIC ABILITY AND PERFORMANCE OF JUNIOR COLLEGE STUDENTS."},
      {
        "id":"ED016445",
        "title":"THE COMMUNITY COLLEGE IN MENTAL HEALTH TRAINING, REPORT OF A CONFERENCE TO EXPLORE THE ROLE OF THE COMMUNITY COLLEGE IN TRAINING MENTAL HEALTH WORKERS (ATLANTA, APRIL, 1966)."},
      {
        "id":"ED016453",
        "title":"EDUCATIONAL DATA PROCESSING--A CURRICULAR ANALYSIS WITH THE ORANGE COAST COLLEGE PROGRAM IN PERSPECTIVE."},
      {
        "id":"ED016455",
        "title":"MARYLAND STANDARDS FOR COMMUNITY AND JUNIOR COLLEGES."},
      {
        "id":"ED016456",
        "title":"GUIDELINES FOR THE ESTABLISHMENT OF PUBLIC COMMUNITY COLLEGES IN PENNSYLVANIA."},
      {
        "id":"ED016457",
        "title":"COMMUNITY COLLEGES IN URBAN SETTINGS."},
      {
        "id":"ED016458",
        "title":"PLANNERS AND PLANNING, A REPORT FROM THE COMMUNITY COLLEGE PLANNING CENTER ON COMMUNITY COLLEGE FACILITIES."},
      {
        "id":"ED016459",
        "title":"A DESCRIPTIVE AND CORRELATIONAL STUDY OF VARIABLES RELATED TO SUCCESS IN THE SAN BERNARDINO VALLEY COLLEGE TWO-YEAR REGISTERED NURSE PROGRAM."},
      {
        "id":"ED016460",
        "title":"WASHINGTON COMMUNITY COLLEGES COMPOSITE, UNIVERSITY OF WASHINGTON COMMUNITY COLLEGE TRANSFER PROGRAMS."},
      {
        "id":"ED016461",
        "title":"VOCATIONAL AND TECHNICAL ADVISORY COMMITTEES GUIDANCE FOR OUR FUTURE."},
      {
        "id":"ED016462",
        "title":"EXCELLENCE IN TERMINAL EDUCATION, PROCEEDINGS OF THE ANNUAL JUNIOR COLLEGE ADMINISTRATIVE TEAMS INSTITUTE (3RD, DAYTONA BEACH, JULY 29-AUGUST 2, 1963)."},
      {
        "id":"ED016463",
        "title":"THE DIMENSIONS OF THE DEAN'S TASKS, PROCEEDINGS OF THE CONFERENCE FOR NEWLY APPOINTED JUNIOR COLLEGE DEANS (1ST, APPALACHIAN STATE COLLEGE, BOONE, NORTH CAROLINA, AUGUST 6-10, 1962)."},
      {
        "id":"ED016464",
        "title":"JUNIOR COLLEGE EDUCATORS INDICATE INFORMATION THEY NEED."},
      {
        "id":"ED016465",
        "title":"SAN DIEGO FACILITY SETS NEW PATTERN FOR APPRENTICE TRAINING."},
      {
        "id":"ED016466",
        "title":"VOCATIONAL PROGRAMMING FOR THE RETARDED."},
      {
        "id":"ED016467",
        "title":"DE CHECKERS DELIVER. EMPLOYMENT OPPORTUNITIES BREAK FOR DE-TRAINED CHECKERS AND SALES PERSONNEL IN SPOKANE AREA."},
      {
        "id":"ED016468",
        "title":"SANITARY ENGINEERING TECHNOLOGY TRAINING, REPORT ON A PROGRAM DEVELOPED AT THE FAYETTEVILLE TECHNICAL INSTITUTE IN NORTH CAROLINA TO MEET A NATIONAL NEED."},
      {
        "id":"ED016469",
        "title":"COOPERATION BETWEEN TWO-YEAR AND FOUR-YEAR COLLEGES."},
      {
        "id":"ED016470",
        "title":"A SURVEY OF VOCATIONAL-TECHNICAL EDUCATION NEEDS IN GOSHEN COUNTY."},
      {
        "id":"ED016474",
        "title":"THE IMPORTANCE OF OVERT RESPONSE IN PROGRAMED INSTRUCTION AS A FUNCTION OF SCHOLASTIC APTITUDE TEST SCORES."},
      {
        "id":"ED016475",
        "title":"THE MACRO-PROGRAMMED CURRICULUM FINAL REPORT."},
      {
        "id":"ED016476",
        "title":"FOLLOW-UP STUDY OF GRADUATES OF ELEVEN PUBLIC COMMUNITY COLLEGES IN MARYLAND (CLASSES OF 1959 THROUGH 1963)."},
      {
        "id":"ED016478",
        "title":"SOME CHARACTERISTICS OF LOS ANGELES CITY COLLEGE TRANSFERS WHO EARNED ACADEMIC HONORS AT U.C.L.A."},
      {
        "id":"ED016479",
        "title":"PROSPECTS OF ENGINEERING GRADUATES 1967."},
      {
        "id":"ED016480",
        "title":"THE EFFECTIVENESS OF THE CONTRA COSTA COLLEGE DENTAL ASSISTING PROGRAM IN PREPARING ITS GRADUATES FOR EMPLOYMENT."},
      {
        "id":"ED016481",
        "title":"THE CATHOLIC JUNIOR COLLEGE--PROBLEMS AND PROSPECTS IN THE CHANGING EDUCATIONAL SCENE."},
      {
        "id":"ED016482",
        "title":"INSTRUCTIONAL PERFORMANCE OBJECTIVES FOR A COURSE IN GENERAL BIOLOGY."},
      {
        "id":"ED016484",
        "title":"POST HIGH SCHOOL PLANS AND FACTORS ASSOCIATED WITH COLLEGE SELECTION FOR DELAWARE HIGH SCHOOL SENIORS, 1966."},
      {
        "id":"ED016485",
        "title":"THE COMMUNITY COLLEGE AND THE CHURCHES."},
      {
        "id":"ED016486",
        "title":"TRANSFER PROGRAMS FOR WASHINGTON COMMUNITY COLLEGES."},
      {
        "id":"ED016493",
        "title":"A STUDY OF PRESENT AND NEEDED BOOK ACTIVITIES IN NATIONAL DEVELOPMENT--CHILE."},
      {
        "id":"ED016494",
        "title":"A STUDY OF PRESENT AND NEEDED BOOK ACTIVITIES IN NATIONAL DEVELOPMENT--PERU."},
      {
        "id":"ED016498",
        "title":"SURVEY OF TEXTS AND INSTRUCTIONAL MATERIAL USED IN INFORMATION SCIENCE PROGRAMS."},
      {
        "id":"ED016505",
        "title":"PROCEEDINGS OF 1967 ANNUNAL MEETING OF THE WASHINGTON, D.C., REGIONIAL GROUP, MEDICAL LIBRARY ASSOCIATION (WASHINGTON, D.C., VETERANS ADMINISTRATION HOSPITAL, OCTOBER 27, 1967)."},
      {
        "id":"ED016511",
        "title":"THE INITIAL COORDINATION OF SENSORIMOTOR SCHEMAS IN HUMAN INFANTS - PIAGET'S IDEAS AND THE ROLE OF EXPERIENCE."},
      {
        "id":"ED016514",
        "title":"THE EARLY TRAINING PROJECT FOR DISADVANTAGED CHILDREN--A REPORT AFTER FIVE YEARS."},
      {
        "id":"ED016515",
        "title":"POSITIVE SOCIAL REINFORCEMENT IN THE NURSERY SCHOOL PEER GROUP."},
      {
        "id":"ED016516",
        "title":"DEVELOPMENT OF CHILDREN'S ABILITY TO COORDINATE PERSPECTIVES."},
      {
        "id":"ED016517",
        "title":"DEVELOPMENT OF A TECHNIQUE FOR IDENTIFYING ELEMENTARY SCHOOL CHILDREN&apos;S MUSICAL CONCEPTS. FINAL REPORT."},
      {
        "id":"ED016518",
        "title":"DISCRIMINATION LEARNING, PROBLEM SOLVING, AND CHOICE PATTERNING BY CHILDREN AS A FUNCTION OF INCENTIVE VALUE, MOTIVATION, AND SEQUENTIAL DEPENDENCIES. FINAL REPORT."},
      {
        "id":"ED016519",
        "title":"INCREASING THE AWARENESS OF ART IDEAS OF CULTURALLY DEPRIVED KINDERGARTEN CHILDREN THROUGH EXPERIENCES WITH CERAMICS. FINAL REPORT."},
      {
        "id":"ED016520",
        "title":"PROJECT TOBI, THE DEVELOPMENT OF A PRE-SCHOOL ACHIEVEMENT TEST. FINAL REPORT."},
      {
        "id":"ED016521",
        "title":"DEVELOPMENT OF AN ENLARGED MUSIC REPERTORY FOR KINDERGARTEN THROUGH GRADE SIX (JUILLIARD REPERTORY PROJECT). FINAL REPORT."},
      {
        "id":"ED016524",
        "title":"A COMPARATIVE STUDY OF TWO PRESCHOOL PROGRAMS FOR CULTURALLY DISADVANTAGED CHILDREN--A HIGHLY STRUCTURED AND A TRADITIONAL PROGRAM."},
      {
        "id":"ED016525",
        "title":"&quot;PRE-SCHOOL&quot; EDUCATION, PROS AND CONS. A SURVEY OF &quot;PRE-SCHOOL&quot; EDUCATION WITH EMPHASIS ON RESEARCH PAST, PRESENT, AND FUTURE."},
      {
        "id":"ED016526",
        "title":"THE EFFECTS OF JUNIOR KINDERGARTEN ON ACHIEVEMENT--THE FIRST FIVE YEARS."}]
  }}
