{
  "response":{"numFound":509939,"start":232000,"numFoundExact":true,"docs":[
      {
        "id":"ED016527",
        "title":"THE EFFECTS OF JUNIOR KINDERGARTEN ON ACHIEVEMENT--THE FIRST FIVE YEARS. APPENDIX."},
      {
        "id":"ED016528",
        "title":"DEVELOPMENTAL LEVEL AND CONCEPT-LEARNING--A REPLICATION AND EXTENSION."},
      {
        "id":"ED016529",
        "title":"THE WARRIOR DROPOUTS."},
      {
        "id":"ED016530",
        "title":"WHERE IS DAY CARE HEADING."},
      {
        "id":"ED016531",
        "title":"SUMMARY OF BEHAVIOR PATTERNS OF NORMAL CHILDREN."},
      {
        "id":"ED016532",
        "title":"A TECHNIQUE FOR GATHERING CHILDREN'S LANGUAGE SAMPLES FROM NATURALISTIC SETTINGS."},
      {
        "id":"ED016533",
        "title":"TRAINING EFFECTS AND CONCEPT DEVELOPMENT--A STUDY OF THE CONSERVATION OF CONTINUOUS QUANTITY IN CHILDREN."},
      {
        "id":"ED016534",
        "title":"AN OBJECTIVE MEASURE OF STRUCTURAL COMPLEXITY IN CHILDREN'S WRITING."},
      {
        "id":"ED016535",
        "title":"THE PERFORMANCE OF FIRST GRADE CHILDREN IN FOUR LEVELS OF CONSERVATION OF NUMEROUSNESS AND THREE IQ GROUPS WHEN SOLVING ARITHMETIC ADDITION PROBLEMS."},
      {
        "id":"ED016538",
        "title":"EDUCATIONAL NEEDS OF THE MEXICAN-AMERICAN."},
      {
        "id":"ED016539",
        "title":"ADULT EDUCATION FOR MIGRANT AND SEASONAL FARM WORKERS. PROJECT REPORT, JUNE 12 - SEPTEMBER 1, 1967."},
      {
        "id":"ED016540",
        "title":"A HANDBOOK FOR TEACHERS OF MIGRANT CHILDREN IN WYOMING, 1967."},
      {
        "id":"ED016542",
        "title":"THE LANGUAGE AND READING EDUCATION PROGRAM OF THE SOUTHWEST EDUCATIONAL DEVELOPMENT LABORATORY."},
      {
        "id":"ED016543",
        "title":"THE PEOPLE LEFT BEHIND, A REPORT BY THE PRESIDENT&apos;S NATIONAL ADVISORY COMMISSION ON RURAL POVERTY."},
      {
        "id":"ED016544",
        "title":"CONGRUENCE OF MIGRATION EXPECTATIONS AND PERFORMANCES--A LONGITUDINAL APPROACH."},
      {
        "id":"ED016546",
        "title":"FOLLOW-UP CONFERENCE ON SPECIAL EDUCATION SERVICES IN SPARSELY POPULATED AREAS. FINAL REPORT."},
      {
        "id":"ED016547",
        "title":"EVALUATION AT THE LOCAL LEVEL."},
      {
        "id":"ED016548",
        "title":"A COMMITMENT FOR TOMORROW."},
      {
        "id":"ED016549",
        "title":"RURAL YOUTH IN A CHANGING WORLD."},
      {
        "id":"ED016550",
        "title":"SUPPLEMENTING THE PROGRAMS AND SERVICES OF RURAL SCHOOL SYSTEMS BY NEW TYPE REGIONAL SERVICE AGENCIES."},
      {
        "id":"ED016551",
        "title":"EDUCATIONAL OPPORTUNITIES PROVIDED BY COMMUNITY ACTION PROGRAMS."},
      {
        "id":"ED016552",
        "title":"THE DEVELOPMENT OF APPROPRIATE INSTRUCTIONAL UNITS AND RELATED MATERIALS ON RACIAL AND CULTURAL DIVERSITY IN AMERICA. FINAL REPORT."},
      {
        "id":"ED016554",
        "title":"UNDERSTANDING--SANTO DOMINGO'S RX FOR THE \"CULTURAL SHOCK.\""},
      {
        "id":"ED016557",
        "title":"TEACHING ENGLISH TO ALASKA NATIVES."},
      {
        "id":"ED016558",
        "title":"THE INDIAN CHILD IN THE CLASSROOM."},
      {
        "id":"ED016559",
        "title":"EFFECTIVE EDUCATION TO MEET SPECIAL NEEDS OF NATIVE CHILDREN."},
      {
        "id":"ED016560",
        "title":"ENGLISH AS A SECOND LANGUAGE FOR MEXICAN AMERICANS."},
      {
        "id":"ED016561",
        "title":"EVALUATION OF THE INFLUENCE OF EDUCATIONAL PROGRAMS ON MEXICAN-AMERICANS."},
      {
        "id":"ED016562",
        "title":"MEXICAN-AMERICAN EDUCATION, A BIBLIOGRAPHY."},
      {
        "id":"ED016563",
        "title":"CONSUMER EDUCATION FOR MEXICAN-AMERICANS."},
      {
        "id":"ED016564",
        "title":"LEARNING FROM PROSE MATERIAL."},
      {
        "id":"ED016565",
        "title":"SOME DIFFERENCES BETWEEN SILENT AND ORAL READING RESPONSES ON A STANDARDIZED READING TEST."},
      {
        "id":"ED016566",
        "title":"THE EFFECT OF A SUMMER TELEVISION READING PROGRAM ON THE READING ACHIEVEMENT OF CHILDREN. FINAL REPORT."},
      {
        "id":"ED016574",
        "title":"THE STATE OF READING."},
      {
        "id":"ED016575",
        "title":"EFFECT OF TIME OF TRANSITION FROM MANUSCRIPT TO CURSIVE WRITING UPON SUBSEQUENT PERFORMANCE IN HANDWRITING, SPELLING, AND READING."},
      {
        "id":"ED016576",
        "title":"THE RELATIONSHIPS AMONG READING ABILITY, GRADE LEVEL, SYNTACTICAL MEDIATION IN PAIRED-ASSOCIATE LEARNING."},
      {
        "id":"ED016577",
        "title":"COLLECTING A DATA BASE FOR AN EDUCATIONAL TECHNOLOGY. 1, EVOLVING A PSYCHOLINGUISTIC READING PROGRAM."},
      {
        "id":"ED016579",
        "title":"A STUDY OF THE EFFECTS OF AUDITORY TRAINING ON REMEDIAL READING."},
      {
        "id":"ED016580",
        "title":"CRITICAL ASPECTS OF COMPREHENSION."},
      {
        "id":"ED016583",
        "title":"EFFECTS OF DOMINANCE AND CONTROL ON READING ACHIEVEMENT."},
      {
        "id":"ED016584",
        "title":"READING IMPROVEMENT AT THE COLLEGE LEVEL."},
      {
        "id":"ED016585",
        "title":"READING AND WRITING STANDARD ENGLISH."},
      {
        "id":"ED016586",
        "title":"NEW DATA ON READABILITY."},
      {
        "id":"ED016587",
        "title":"READING PROBLEMS IN MATHEMATICS TEXTS."},
      {
        "id":"ED016588",
        "title":"LANGUAGE EXPERIENCE APPROACH FOR CHILDREN WITH NON-STANDARD DIALECTS."},
      {
        "id":"ED016589",
        "title":"THE RELATION BETWEEN PARENT-CHILD INTERACTION AND INADEQUACY IN COLLEGE READING AND STUDY."},
      {
        "id":"ED016590",
        "title":"BOOTSTRAPS UNLIMITED--ILLUSTRATING SPECIAL ASSISTANCE TO READERS IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED016591",
        "title":"PARENT-LEVEL ANSWERS--READING IN THE PTA STUDY PROGRAM."},
      {
        "id":"ED016593",
        "title":"IDENTIFYING AND MEETING THE INDIVIDUAL NEEDS OF CHILDREN IN READING, STATE-WIDE READING WORKSHOP (LINCOLN, NEBRASKA, MARCH 31 - APRIL 1, 1967). FINAL REPORT."},
      {
        "id":"ED016594",
        "title":"READING PROGRAM FOR IDAHO ELEMENTARY SCHOOLS, GRADES 1-6."},
      {
        "id":"ED016595",
        "title":"GUIDELINES FOR THE REMEDIAL READING PROGRAM."},
      {
        "id":"ED016596",
        "title":"THE RELATIONSHIP BETWEEN DIFFICULTY OF READING MATERIAL AND ATTITUDE TOWARD READING."},
      {
        "id":"ED016597",
        "title":"EFFECT OF SOCIAL PRESSURE ON CONCEPT IDENTIFICATION."},
      {
        "id":"ED016598",
        "title":"BOOKS TO READ BEFORE COLLEGE."},
      {
        "id":"ED016600",
        "title":"EFFECT OF GROUP PRESSURE ON MEMORY."},
      {
        "id":"ED016601",
        "title":"THE RELATIONSHIP OF MEASURES OF ATTAINMENT VALUE AND ACHIEVEMENT EXPECTANCY TO THE READING ACHIEVEMENT OF FIRST-GRADE CHILDREN FROM LOW-INCOME FAMILIES."},
      {
        "id":"ED016602",
        "title":"ADAPTING A BEGINNING READING PROGRAM FOR SPANISH-SPEAKING CHILDREN."},
      {
        "id":"ED016603",
        "title":"USOE SPONSORED RESEARCH ON READING. ERIC/CRIER READING REVIEW SERIES, VOLUME 1, BIBLIOGRAPHY 5."},
      {
        "id":"ED016604",
        "title":"EARTH SCIENCE, A GUIDE FOR TEACHERS."},
      {
        "id":"ED016605",
        "title":"THE SKILLS OF TEACHING."},
      {
        "id":"ED016608",
        "title":"THE EFFECTIVENESS OF FOUR VARIATIONS OF PROGRAMED SCIENCE MATERIALS."},
      {
        "id":"ED016609",
        "title":"INDIVIDUALIZING JUNIOR HIGH SCHOOL MATHEMATICS INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED016610",
        "title":"THE COLLEGE COMMISSIONS."},
      {
        "id":"ED016611",
        "title":"BIBLIOGRAPHIES, ELEMENTARY SCHOOL MATHEMATICS."},
      {
        "id":"ED016612",
        "title":"A TRANSITIONAL CURRICULUM GUIDE FOR MATHEMATICS IN GRADES 7 AND 8."},
      {
        "id":"ED016613",
        "title":"GUIDELINES FOR MATHEMATICS IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED016614",
        "title":"SETS, SENTENCES, AND SYSTEMS. HANDBOOK FOR JUNIOR HIGH SCHOOL MATHEMATICS WORKSHOPS."},
      {
        "id":"ED016615",
        "title":"AN EXPERIMENTAL COURSE IN MATHEMATICS FOR THE NINTH YEAR. UNIT 12, TRIGONOMETRIC FUNCTIONS."},
      {
        "id":"ED016616",
        "title":"NINTH YEAR MATHEMATICS. COURSE I, ALGEBRA."},
      {
        "id":"ED016617",
        "title":"AN EXPERIMENTAL COURSE IN MATHEMATICS FOR THE NINTH YEAR. UNITS 8 AND 9, POLYNOMIAL EXPRESSIONS AND POLYNOMIAL EQUATIONS."},
      {
        "id":"ED016618",
        "title":"AN EXPERIMENTAL COURSE IN MATHEMATICS FOR THE NINTH YEAR. UNITS 10 AND 11, OPEN SENTENCES IN TWO VARIABLES AND RELATIONS AND FUNCTIONS."},
      {
        "id":"ED016619",
        "title":"A FORMAL COURSE IN OCEANOGRAPHY AT THE SECONDARY SCHOOL LEVEL THROUGH INDEPENDENT STUDY, SUMMARY REPORT AND FINAL REPORT."},
      {
        "id":"ED016620",
        "title":"DIFFERENCES IN LEARNING OUTCOMES BETWEEN A NEW AND A TRADITIONAL CHEMISTRY COURSE."},
      {
        "id":"ED016622",
        "title":"INSTRUCTIONAL GUIDE FOR SENIOR MATHEMATICS."},
      {
        "id":"ED016623",
        "title":"INSTRUCTIONAL GUIDE FOR BASIC MATHEMATICS 1, GRADES 10 TO 12."},
      {
        "id":"ED016624",
        "title":"INSTRUCTIONAL GUIDE FOR ALGEBRA 1, GRADES 9 TO 12."},
      {
        "id":"ED016627",
        "title":"UNIVERSITY CURRICULA IN THE MARINE SCIENCES."},
      {
        "id":"ED016630",
        "title":"DRUG ABUSE, A SOURCE BOOK AND GUIDE FOR TEACHERS."},
      {
        "id":"ED016631",
        "title":"BASIC ELECTRICITY. SCIENCE IN ACTION SERIES, NUMBER 14."},
      {
        "id":"ED016632",
        "title":"STANFORD PROGRAM IN COMPUTER-ASSISTED INSTRUCTION, PROGRESS REPORT 6, FOR THE PERIOD JANUARY 1, 1967 TO MARCH 31, 1967."},
      {
        "id":"ED016633",
        "title":"STANFORD PROGRAM IN COMPUTER-ASSISTED INSTRUCTION, PROGRESS REPORT 7, FOR THE PERIOD APRIL 1, 1967 TO JUNE 30, 1967."},
      {
        "id":"ED016634",
        "title":"THE MAN MADE WORLD, TEACHER&apos;S MANUAL."},
      {
        "id":"ED016635",
        "title":"THE MAN MADE WORLD, LABORATORY MANUAL."},
      {
        "id":"ED016636",
        "title":"TEACHER-PRODUCED INSTRUCTIONAL FILMS IN CHEMISTRY, 8MM AND SUPER 8."},
      {
        "id":"ED016637",
        "title":"A LOOK AT BOOK REPORTS."},
      {
        "id":"ED016638",
        "title":"WHAT WE SHOULD TEACH."},
      {
        "id":"ED016640",
        "title":"THE BASIC ISSUES IN THE TEACHING OF ENGLISH."},
      {
        "id":"ED016641",
        "title":"A TEACHER'S EXPERIENCE WITH COMPOSITION."},
      {
        "id":"ED016642",
        "title":"WRITER AND AUDIENCE."},
      {
        "id":"ED016643",
        "title":"PAPERS ON COMPOSITION."},
      {
        "id":"ED016644",
        "title":"LESSONS IN THE WRITING PROCESS."},
      {
        "id":"ED016645",
        "title":"LESSONS IN THE BASIC PROCESSES IN COMPOSITION."},
      {
        "id":"ED016646",
        "title":"VALIDITY OF THE REARRANGEMENT EXERCISE AS A PREDICTOR OF ESSAY WRITING ABILITY."},
      {
        "id":"ED016647",
        "title":"ON TEACHING ARCELLANA'S \"THE MATS\"."},
      {
        "id":"ED016648",
        "title":"PROPOSALS FOR REVISIONS IN THE PRE-SERVICE REQUIREMENTS FOR ENGLISH MAJORS."},
      {
        "id":"ED016649",
        "title":"MINNESOTA COLLEGES CONFERENCES ON ENGLISH TEACHER PREPARATION. FINAL REPORT."},
      {
        "id":"ED016650",
        "title":"THE PLACE OF THE ENGLISH PROGRAM IN ADULT EDUCATION."},
      {
        "id":"ED016651",
        "title":"LEVEL OF ABSTRACTION IN THE WRITTEN COMPOSITIONS OF CHILDREN VARYING IN INTELLIGENCE AND AGE."},
      {
        "id":"ED016652",
        "title":"ANALYSIS, EVALUATION, AND REVISION OF EXISTING MATERIALS FOR AN ADVANCED PLACEMENT ENGLISH COURSE. FINAL REPORT."},
      {
        "id":"ED016653",
        "title":"CLASS SIZE AND ACHIEVEMENT GAINS IN SEVENTH- AND EIGHTH-GRADE ENGLISH AND MATHEMATICS."},
      {
        "id":"ED016655",
        "title":"AN ANALYSIS AND SURVEY OF THE NATURE, EXTENT AND SCOPE OF DIAGRAMMING IN THE AMERICAN PUBLIC SCHOOL SYSTEM."},
      {
        "id":"ED016656",
        "title":"AN EXPERIMENTAL STUDY TO DETERMINE THE EFFICACY OF SPECIFIC TRAINING IN LISTENING."},
      {
        "id":"ED016657",
        "title":"AN EVALUATION OF ORAL INTERPRETATION AS A PART OF THE PROFESSIONAL PREPARATION OF SECONDARY SCHOOL TEACHERS OF ENGLISH. INTERIM REPORT."},
      {
        "id":"ED016658",
        "title":"A TAXONOMY OF CONCEPTS AND CRITICAL ABILITIES RELATED TO THE EVALUATION OF VERBAL ARGUMENTS."},
      {
        "id":"ED016659",
        "title":"AN ANALYSIS OF HIGH SCHOOL HUMANITIES COURSES IN FLORIDA."},
      {
        "id":"ED016660",
        "title":"THE STATE OF TEACHER PREPARATION PROGRAMS IN ENGLISH."},
      {
        "id":"ED016661",
        "title":"CURRENT RESEARCH IN ENGLISH TEACHER PREPARATION, A FIRST REPORT."},
      {
        "id":"ED016662",
        "title":"SOME ASPECTS OF THE TEACHING OF ENGLISH IN SELECTED EAST LONDON SECONDARY SCHOOLS DURING 1965-66, AND A COMPARISON WITH ALBERTA, CANADA, FOR THE 1963-64 ACADEMIC YEAR."},
      {
        "id":"ED016663",
        "title":"CONDITIONING SYNTACTIC PERFORMANCE OF CHILDREN AT VARING GRADE LEVELS BY AUDIO-LINGUAL DRILLS ON TRANSFORMATIONS."},
      {
        "id":"ED016664",
        "title":"PROGRAM TO EXTEND CURRICULM MATERIALS IN ENGLISH FOR THE ABLE TO A WIDER STUDENT GROUP. FINAL REPORT."},
      {
        "id":"ED016665",
        "title":"PENNSYLVANIA IN AUTOBIOGRAPHY."},
      {
        "id":"ED016666",
        "title":"UNIVERSAL ISSUES OF HUMAN LIFE, A PENNSYLVANIA HUMANITIES REPORT."},
      {
        "id":"ED016667",
        "title":"THE &quot;NEW&quot; GRAMMAR, A SHORT INTRODUCTION FOR SCHOOL ADMINISTRATORS."},
      {
        "id":"ED016668",
        "title":"&quot;THE FIVE-COLLEGE PROJECT&quot; IN NEW YORK STATE, AN INTERIM REPORT ON THE FIVE-COLLEGE PROJECT FOR INNOVATION IN TEACHER EDUCATION."},
      {
        "id":"ED016669",
        "title":"AN EXPERIMENTAL PROGRAM FOR THE EDUCATION OF ENGLISH TEACHERS."},
      {
        "id":"ED016670",
        "title":"SETTING THE ENVIRONMENT FOR LEARNING."},
      {
        "id":"ED016671",
        "title":"REPORT ON TEACHER LOAD IN ENGLISH IN ILLINOIS HIGH SCHOOLS."},
      {
        "id":"ED016672",
        "title":"THE WORKLOAD OF THE ELEMENTARY SCHOOL TEACHER."},
      {
        "id":"ED016673",
        "title":"ENGLISH IN EVERY CLASSROOM. FINAL REPORT."},
      {
        "id":"ED016674",
        "title":"PREPARING ENGLISH TEACHERS FOR THE SECONDARY SCHOOL. UNIFIED ACADEMIC AND PROFESSIONAL EXPERIENCES IN LANGUAGE AND WRITING FOR THE PREPARATION OF SECONDARY SCHOOL TEACHERS OF ENGLISH. FINAL REPORT."},
      {
        "id":"ED016677",
        "title":"ENDS AND MEANS--THE LITERATURE COURSE IN THE JUNIOR COLLEGE."},
      {
        "id":"ED016678",
        "title":"COMMITTEES ON GRADUATE STUDENTS, AN ANSWER."},
      {
        "id":"ED016679",
        "title":"AN INVESTIGATION OF THE RELIABILITY OF FIVE PROCEDURES FOR GRADING ENGLISH THEMES."},
      {
        "id":"ED016680",
        "title":"PROFESSIONAL CAREER OF THE COLLEGE ENGLISH TEACHER, PRESENT PRACTICES AND SOME DESIRABLE PRINCIPLES."},
      {
        "id":"ED016681",
        "title":"TEACHING WRITING THROUGH STUDENTS' WRITING, A METHOD FOR INSTRUCTORS OF COMPOSITION."},
      {
        "id":"ED016682",
        "title":"TEACHING CONDITIONS AND LOADS AT SAN FRANCISCO CITY COLLEGE."},
      {
        "id":"ED016683",
        "title":"FROM THE BASIC ISSUES CONFERENCE TO THE DARTMOUTH SEMINAR--PERSPECTIVES ON THE TEACHING OF ENGLISH."},
      {
        "id":"ED016685",
        "title":"INFORMATION RETRIEVAL IN ENGLISH, A REPORT TO THE PACIFIC COAST REGIONAL CONFERENCE ON ENGLISH IN THE TWO-YEAR COLLEGE (SAN DIEGO, CALIFORNIA, MARCH 2, 1968)."},
      {
        "id":"ED016686",
        "title":"PROBLEMS IN ENGLISH INSTRUCTION IN A JUNIOR COLLEGE."},
      {
        "id":"ED016687",
        "title":"THE USE OF COMMUNITY RESOURCES IN THE PREVENTION AND CONTROL OF DELINQUENCY, PROCEEDINGS OF WORKSHOP (DECEMBER 5-6, 1960, LEWISTON, IDAHO, DECEMBER 8-9, 1960, POCATELLO, IDAHO)."},
      {
        "id":"ED016688",
        "title":"MIRACLE OF SOCIAL ADJUSTMENT--DESEGREGATION IN THE WASHINGTON, D.C. SCHOOLS. FREEDOM PAMPHLET SERIES."},
      {
        "id":"ED016689",
        "title":"THE EVOLUTION OF PUBLIC EDUCATIONAL POLICY--SCHOOL DESEGREGATION IN A NORTHERN CITY."},
      {
        "id":"ED016690",
        "title":"THE LOWER STATUS PUERTO RICAN FAMILY. REVISED."},
      {
        "id":"ED016691",
        "title":"URBAN ELEMENTARY SCHOOL DESEGREGATION. SUMMARY REPORT, JULY 1965 - MAY 1966."},
      {
        "id":"ED016695",
        "title":"THE DURHAM EDUCATION IMPROVEMENT PROGRAM, 1966-1967."},
      {
        "id":"ED016696",
        "title":"A WORKING PAPER ON PROBLEMS OF RACIAL IMBALANCE IN SCHOOLS."},
      {
        "id":"ED016697",
        "title":"TRENDS IN EARLY CHILDHOOD AND ELEMENTARY SCHOOL PROGRAMS ASSOCIATED WITH THE CURRENT EMPHASIS UPON THE DISADVANTAGED CHILD. A STUDY OF THE CONCENTRATION OF EDUCATIONAL MEDIA RESOURCES.... PART I--EDUCATION OF THE CULTURALLY DISADVANTAGED."},
      {
        "id":"ED016698",
        "title":"MEDIA AND CHILDREN OF THOSE WHO ARE NOT LIKE US. A STUDY OF THE CONCENTRATION OF EDUCATIONAL MEDIA RESOURCES...PART I--EDUCATION OF THE CULTURALLY DISADVANTAGED."},
      {
        "id":"ED016699",
        "title":"MICHIGAN ANNUAL EVALUATION REPORT, TITLE I, P.L. 89-10 (E.S.E.A.), F.Y.-1966."},
      {
        "id":"ED016700",
        "title":"PROJECT SPRINGBOARD, A PROJECT ABLE PROGRAM CONDUCTED AT THE MONTGOMERY STREET AND GRAND STREET ELEMENTARY SCHOOLS. FIVE YEAR REPORT, 1961-1966."},
      {
        "id":"ED016701",
        "title":"ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965--TITLE I, ANNUAL EVALUATION REPORT FOR FISCAL 1966."},
      {
        "id":"ED016702",
        "title":"ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, TITLE I. ANNUAL EVALUATION REPORT."},
      {
        "id":"ED016703",
        "title":"MEETING SPECIAL NEEDS OF PUPILS IN MILWAUKEE PUBLIC SCHOOLS, SPRING SEMESTER, 1966-67."},
      {
        "id":"ED016704",
        "title":"STATE ANNUAL EVALUATION REPORT. PART II ITEM 9, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, TITLE I, 1965-66 FISCAL YEAR."},
      {
        "id":"ED016705",
        "title":"TITLE I IN OHIO, FIRST ANNUAL EVALUATION OF TITLE I--FISCAL YEAR 1966."},
      {
        "id":"ED016706",
        "title":"EDUCATION OF DISADVANTAGED CHILDREN IN CALIFORNIA, A REPORT TO THE CALIFORNIA STATE COMMITTEE ON PUBLIC EDUCATION."},
      {
        "id":"ED016707",
        "title":"ELEMENTARY AND SECONDARY EDUCATION ACT, TITLE I, FY 66 ANNUAL EVALUATION REPORT."},
      {
        "id":"ED016708",
        "title":"STATE ANNUAL EVALUATION REPORT FOR PREVIOUS FISCAL YEAR 1965-1966--ELEMENTARY AND SECONDARY EDUCATION ACT, 1965, TITLE I."},
      {
        "id":"ED016709",
        "title":"FIVE YEARS OF CHANGE IN THE PUBLIC ELEMENTARY AND SECONDARY SCHOOLS IN MICHIGAN, A RESEARCH REPORT TO THE CITIZENS OF MICHIGAN, 1."},
      {
        "id":"ED016710",
        "title":"THE EDUCATION PARK--WHAT SHOULD IT BE--EDUCATIONAL SPECIFICATIONS FOR THE NORTHEAST BRONX EDUCATION PARK."},
      {
        "id":"ED016711",
        "title":"LEARNING DISABILITY--A FAMILIAL STUDY."},
      {
        "id":"ED016712",
        "title":"THE OCCUPATIONAL ASPIRATION SCALE--THEORY, STRUCTURE AND CORRELATES."},
      {
        "id":"ED016713",
        "title":"NATIONAL CONFERENCE ON EDUCATION OF THE DISADVANTAGED, REPORT OF A NATIONAL CONFERENCE (WASHINGTON, D.C., JULY 18-20, 1966)."},
      {
        "id":"ED016715",
        "title":"POLICY FOR THE PUBLIC SCHOOLS--COMPENSATION OR INTEGRATION."},
      {
        "id":"ED016716",
        "title":"SCHOOL INTEGRATION IN SYRACUSE, NEW YORK."},
      {
        "id":"ED016717",
        "title":"BUSINESS INVOLVEMENT IN GREATER HARTFORD'S EDUCATIONAL EXPERIMENT."},
      {
        "id":"ED016718",
        "title":"BIG CITY SCHOOL DESEGREGATION--TRENDS AND METHODS."},
      {
        "id":"ED016719",
        "title":"PROJECT TALENT, IDENTIFICATION, DEVELOPMENT, AND UTILIZATION OF HUMAN TALENTS--SELECTED PUPIL AND SCHOOL CHARACTERISTICS IN RELATION TO PERCENTAGE OF NEGROES IN SCHOOL ENROLLMENT. FINAL REPORT."},
      {
        "id":"ED016720",
        "title":"TOWARD A BALANCE SHEET OF PUERTO RICAN MIGRATION."},
      {
        "id":"ED016721",
        "title":"COMMUNICATION PATTERNS IN INTEGRATED CLASSROOMS AND PRE-INTEGRATION SUBJECT VARIABLES AS THEY AFFECT THE ACADEMIC ACHIEVEMENT AND SELF-CONCEPT OF PREVIOUSLY SEGREGATED CHILDREN."},
      {
        "id":"ED016723",
        "title":"REPORT ON SUMMER 1967 SITE VISITS TO PRE-TITLE I COMPENSATORY EDUCATION PROGRAMS."},
      {
        "id":"ED016724",
        "title":"THE COOPERATIVE EXPERIMENTAL SUMMER SCHOOL, 1959, 1960 AND 1961. A REPORT."},
      {
        "id":"ED016725",
        "title":"THE CULTURE OF POVERTY AMONG AMERICAN NEGROES."},
      {
        "id":"ED016726",
        "title":"CHARACTERISTICS OF NEGRO STUDENTS ATTENDING PREVIOUSLY ALL-WHITE SCHOOLS IN THE DEEP SOUTH. FINAL REPORT."},
      {
        "id":"ED016727",
        "title":"METHODS AND PSYCHOLOGY OF TEACHING THE SLOW LEARNER."},
      {
        "id":"ED016728",
        "title":"REPORT ON THE SUMMER SESSION OF THE COLLEGE BOUND PROGRAM, JULY-AUGUST, 1967."},
      {
        "id":"ED016730",
        "title":"SOCIOLOGICAL INFLUENCES ON THE ACHIEVEMENT OF LOWER CLASS NEGRO CHILDREN. FINAL REPORT."},
      {
        "id":"ED016731",
        "title":"TITLE I ESEA ANNUAL EVALUATION REPORT, FISCAL YEAR 1967."},
      {
        "id":"ED016732",
        "title":"EVALUATION OF THE COMPENSATORY EDUCATION PROGRAM OF THE SAN FRANCISCO UNIFIED SCHOOL DISTRICT, 1966-1967."},
      {
        "id":"ED016734",
        "title":"A STUDY OF THE EFFECTS OF AN ELEMENTARY SCHOOL ENRICHMENT PROGRAM ON THE SCHOOL ACHIEVEMENT OF WELFARE RECIPIENT CHILDREN. FINAL REPORT."},
      {
        "id":"ED016735",
        "title":"PROGRAM ON PROBLEMS OF SCHOOL DESEGREGATION. FINAL TECHNICAL REPORT."},
      {
        "id":"ED016736",
        "title":"SIMULATION GAMES AND CONTROL BELIEFS. FINAL REPORT."},
      {
        "id":"ED016737",
        "title":"ONE HUNDRED SELECTED PROJECTS, TITLE I ESEA."},
      {
        "id":"ED016738",
        "title":"SUCCESS FOR DISADVANTAGED CHILDREN."},
      {
        "id":"ED016739",
        "title":"PROJECT GUIDELINES FOR THE DEVELOPMENT OF PROJECTS UNDER TITLE I. REVISED."},
      {
        "id":"ED016740",
        "title":"YPSILANTI HUMAN RELATIONS PROGRAM."},
      {
        "id":"ED016741",
        "title":"EPOCH--ESEA PROJECT FOR EDUCATIONAL PROGRAMMING OF CULTURAL HERITAGE. PLANNING PERIOD REPORT."},
      {
        "id":"ED016742",
        "title":"EPOCH, EDUCATIONAL PROGRAMMING OF CULTURAL HERITAGE--ESEA TITLE I SUBMISSION TO PACE FOR CONTINUATION GRANT. ADDENDUM TO GRANT CONTINUATION APPLICATION, MAY 1967."},
      {
        "id":"ED016743",
        "title":"THE LESSONS OF P.S. 192."},
      {
        "id":"ED016744",
        "title":"EVALUATION REPORT, TITLE I ESEA PROJECT ACTIVITIES, 1966-67."},
      {
        "id":"ED016745",
        "title":"TITLE I, ELEMENTARY SUMMER ENRICHMENT, 1967, POST KINDERGARTEN, POST 1ST AND POST 2ND GRADE, JUNE 7-JULY 21."},
      {
        "id":"ED016746",
        "title":"LANGUAGE ARTS PROJECT."},
      {
        "id":"ED016747",
        "title":"EPOCH, EDUCATIONAL PROGRAMMING OF CULTURAL HERITAGE--ESEA TITLE III SUBMISSION OF PACE FOR CONTINUATION GRANT."},
      {
        "id":"ED016748",
        "title":"AN ADDENDUM TO INTEGRATION--A PLAN FOR BERKELEY. A REPORT TO BERKELEY BOARD OF EDUCATION."},
      {
        "id":"ED016749",
        "title":"MULTIPLE ACTIVITIES PROGRAM, ESEA TITLE I, SEPTEMBER 1966 TO SEPTEMBER 1967, AN EVALUATION."},
      {
        "id":"ED016750",
        "title":"A MULTIPLE ACTIVITIES PROGRAM TO AID INTERCULTURAL DEVELOPMENT--TITLE I APPLICATION FOR ELEMENTARY AND SECONDARY EDUCATION ACT FUNDS."},
      {
        "id":"ED016751",
        "title":"AMERICANS ALL. FIRST DRAFT."},
      {
        "id":"ED016752",
        "title":"READING GAMES AND ACTIVITIES FOR DISADVANTAGED YOUTH."},
      {
        "id":"ED016753",
        "title":"PROJECT OPEN FUTURE."},
      {
        "id":"ED016754",
        "title":"REPORT OF THE BERKELEY SCHOOL MASTER PLAN COMMITTEE TO THE BOARD OF EDUCATION. VOLUME I."},
      {
        "id":"ED016755",
        "title":"STUDIES AND RECOMMENDATIONS OF THE SEVERAL COMMITTEES OF THE BERKELEY SCHOOL MASTER PLAN COMMITTEE SUPPORTING ITS REPORT TO THE BOARD OF EDUCATION. VOLUME II."},
      {
        "id":"ED016756",
        "title":"HARD WORK IS FUN, A COLLECTION OF COMPOSITIONS WRITTEN DURING THE 1966-1967 SCHOOL YEAR."},
      {
        "id":"ED016757",
        "title":"A READING PROGRAM FOR MEXICAN-AMERICAN CHILDREN. REVISION 1."},
      {
        "id":"ED016758",
        "title":"ONE TO GET READY...A REPORT ON SOME OF THE WAYS THAT TITLE I OF THE ELEMENTARY AND SECONDARY EDUCATION ACT IS PROVIDING SPECIAL PROGRAMS FOR CHILDREN IN MARYLAND'S LOW INCOME NEIGHBORHOODS."},
      {
        "id":"ED016759",
        "title":"IRCD BULLETIN, VOLUME 3, NUMBER 5, NOVEMBER 1967."},
      {
        "id":"ED016760",
        "title":"FOCUS ON ACHIEVEMENT."},
      {
        "id":"ED016761",
        "title":"A PLAN FOR EDUCATIONAL POLICY AND ADMINISTRATIVE UNITS, FURTHER DECENTRALIZATION OF THE PUBLIC SCHOOLS."},
      {
        "id":"ED016762",
        "title":"TITLE I ESEA ANNUAL EVALUATION REPORT, 1965-1966."},
      {
        "id":"ED016766",
        "title":"INTERRELATIONSHIP OF HOME ENVIRONMENT AND EMPLOYMENT."},
      {
        "id":"ED016767",
        "title":"THE MEASUREMENT OF VOCATIONAL NEEDS. MINNESOTA STUDIES IN VOCATIONAL REHABILITATION, NUMBER 16."},
      {
        "id":"ED016768",
        "title":"EMPLOYMENT EXPERIENCES OF GRADUATES IN AUTOMOTIVE MECHANICS, MERGENTHALER AND CARVER HIGH SCHOOLS, BALTIMORE. YOUTH EMPLOYMENT PROJECT, REPORT 2."},
      {
        "id":"ED016769",
        "title":"EMERGENCY VICTIM CARE AND RESCUE, TEXTBOOK FOR SQUADMEN."},
      {
        "id":"ED016770",
        "title":"Transparency Masters for Agricultural Education. An Experiment in Cooperative Development and Use of Visual Aids by Vocational Agriculture Teachers. Interim Report."},
      {
        "id":"ED016772",
        "title":"REVISED OUTLINE FOR THE PREPARATORY COURSE IN OCCUPATIONAL HOME ECONOMICS IN THE FIELD OF CLOTHING, TEXTILES, AND HOME FURNISHINGS SERVICES."},
      {
        "id":"ED016773",
        "title":"OUTLINE FOR THE PREPARATORY COURSE IN OCCUPATIONAL HOME ECONOMICS IN THE FIELD OF FOOD SERVICES (PREPARATION AND MANAGEMENT)."},
      {
        "id":"ED016774",
        "title":"OUTLINE FOR OCCUPATIONAL HOME ECONOMICS COURSE IN COMMERCIAL AND INSTITUTIONAL FOOD PREPARATION."},
      {
        "id":"ED016775",
        "title":"OUTLINE FOR OCCUPATIONAL HOME ECONOMICS COURSE IN COMMERCIAL SEWING AND ALTERATIONS."},
      {
        "id":"ED016776",
        "title":"CERTAINTY OF VOCATIONAL-EDUCATIONAL PLANS AND FIRST YEAR COLLEGE ACHIEVEMENT."},
      {
        "id":"ED016777",
        "title":"A HANDBOOK OF POLICIES AND PROCEDURES FOR OCCUPATIONAL EDUCATION PROGRAMS IN VOCATIONAL HOME ECONOMICS."},
      {
        "id":"ED016779",
        "title":"EDUCATIONAL NEEDS OF ANIMAL SCIENCE TECHNICIANS, A DIGEST OF A PH.D. DISSERTATION. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED016780",
        "title":"CRITERIA FOR EVALUATION OF VOCATIONAL TECHNICAL SCHOOLS OF CONNECTICUT. (TITLE SUPPLIED)."},
      {
        "id":"ED016781",
        "title":"A ROLE ANALYSIS OF THE BEGINNING TEACHER OF VOCATIONAL AGRICULTURE IN OHIO, A RESEARCH REPORT OF A GRADUATE STUDY. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED016782",
        "title":"GUIDELINES FOR PLANNING AND CONDUCTING COOPERATIVE WORK EXPERIENCE PROGRAMS IN VOCATIONAL AGRICULTURE, A DIGEST OF A PH.D. DISSERTATION. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED016783",
        "title":"THE ADOPTION OF EDUCATIONAL INNOVATIONS AMONG TEACHERS OF VOCATIONAL AGRICULTURE, A DIGEST OF A PH.D. DISSERTATION. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED016784",
        "title":"SECONDARY STUDENTS' MATHEMATICS COMPETENCIES IN RELATION TO EMPLOYMENT TESTS."},
      {
        "id":"ED016785",
        "title":"VOCATIONAL EDUCATION IN UTAH, A SURVEY REPORT."},
      {
        "id":"ED016786",
        "title":"A STUDY OF THE FACTORS THAT MAY INFLUENCE THE IMPLEMENTATION OF A VOCATIONAL EDUCATION CURRICULUM AT THE UTAH STATE INDUSTRIAL SCHOOL."},
      {
        "id":"ED016787",
        "title":"QUARTERLY REPORT OF THE CALIFORNIA RESEARCH COORDINATING UNIT FOR VOCATIONAL EDUCATION, JANUARY 1, 1967 THROUGH MARCH 31, 1967."},
      {
        "id":"ED016788",
        "title":"VOCATIONAL EDUCATION ACT OF 1963, A CASE STUDY IN LEGISLATION."},
      {
        "id":"ED016789",
        "title":"VOCATIONAL EDUCATION, A MESSAGE FROM BUSINESS."},
      {
        "id":"ED016790",
        "title":"CRITERION PROBLEMS AND CURRICULUM EVALUATION."},
      {
        "id":"ED016791",
        "title":"A COMPARISON OF TECHNIQUES FOR THE SOLUTION OF SIMILAR EDUCATIONAL-VOCATIONAL PROBLEMS OF DISADVANTAGED YOUTH IN GREAT BRITAIN AND THE UNITED STATES."},
      {
        "id":"ED016792",
        "title":"A STUDY OF THE CONCURRENT VALIDITY OF THE MINNESOTA TESTS OF CREATIVE THINKING, ABBR. FORM VII, FOR EIGHTH GRADE INDUSTRIAL ARTS STUDENTS."},
      {
        "id":"ED016793",
        "title":"HOMEMAKING IN THE ELEMENTARY SCHOOLS, A RESOURCE GUIDE FOR CLASSROOM TEACHERS."},
      {
        "id":"ED016794",
        "title":"AN INVESTIGATION OF THE TRAINING AND SKILL REQUIREMENTS OF INDUSTRIAL MACHINERY MAINTENANCE WORKERS. VOLUME II. FINAL REPORT."},
      {
        "id":"ED016795",
        "title":"SCHOOL AND COMMUNITY FACTORS IN EMPLOYMENT SUCCESS OF TRADE AND INDUSTRIAL COURSE GRADUATES. FINAL REPORT."},
      {
        "id":"ED016796",
        "title":"IOWA STATE MANPOWER DEVELOPMENT COUNCIL. TWELFTH PROGRESS REPORT, MARCH 1, APRIL 30, 1967."},
      {
        "id":"ED016797",
        "title":"MANPOWER REQUIREMENTS AND DEMAND IN AGRICULTURE BY REGIONS AND NATIONALLY, WITH ESTIMATION OF VOCATIONAL TRAINING AND EDUCATIONAL NEEDS AND PRODUCTIVITY."},
      {
        "id":"ED016798",
        "title":"THE POTENTIAL CONTRIBUTION OF PSYCHOLOGY TO INTER-DISCIPLINARY RESEARCH IN VOCATIONAL-TECHNICAL EDUCATION."},
      {
        "id":"ED016799",
        "title":"OCCUPATIONAL PROBLEMS AND VOCATIONAL TRAINING NEEDS OF HIGH SCHOOL DROP-OUTS FROM RURAL AREAS IN IOWA."},
      {
        "id":"ED016800",
        "title":"THE DECISION-MAKING PROCESS OF SCHOOL DISTRICTS REGARDING VOCATIONAL EDUCATION AND TRAINING PROGRAMS."},
      {
        "id":"ED016801",
        "title":"VOCATIONAL EDUCATION MASTER PLAN REPORT."},
      {
        "id":"ED016802",
        "title":"RESEARCH TO ESTABLISH A COLLEGE-LEVEL CURRICULUM IN GLASS. TECHNICAL PROGRESS REPORT, NUMBER 2."},
      {
        "id":"ED016803",
        "title":"REVIEW OF RESEARCH IN VOCATIONAL TECHNICAL TEACHER EDUCATION."},
      {
        "id":"ED016804",
        "title":"PUBLIC LAW 89-287, 89TH CONGRESS, HR 7743."},
      {
        "id":"ED016805",
        "title":"PILOT TRAINING PROJECT, BASED ON DIRECTED OCCUPATIONAL EXPERIENCE FOR TEACHERS OF MARKETING AND DISTRIBUTION."},
      {
        "id":"ED016806",
        "title":"THE MANPOWER REPORT OF THE PRESIDENT, A REPRINT FROM THE 1967 MANPOWER REPORT."},
      {
        "id":"ED016807",
        "title":"NEW DIRECTIONS IN MANPOWER PROGRAMS, A REPRINT FROM THE 1967 MANPOWER REPORT."},
      {
        "id":"ED016808",
        "title":"PROFESSIONAL AND SUPPORTING PERSONNEL, A REPRINT FROM THE 1967 MANPOWER REPORT."},
      {
        "id":"ED016810",
        "title":"EDUCATION AND VOCATIONAL TRAINING OF TEC CLAIMANTS."},
      {
        "id":"ED016811",
        "title":"PROBLEMS IN THE TRANSITION FROM HIGH SCHOOL TO WORK AS PERCEIVED BY VOCATIONAL EDUCATORS."},
      {
        "id":"ED016812",
        "title":"IMPLICATIONS OF WOMEN'S WORK PATTERNS FOR PROGRAM DEVELOPMENT IN VOCATIONAL AND TECHNICAL EDUCATION."},
      {
        "id":"ED016813",
        "title":"THE ROLE OF THE PHYSICAL SCIENCES IN ELECTRICAL-ELECTRONIC TECHNOLOGY. PROGRESS REPORT."},
      {
        "id":"ED016814",
        "title":"FIRST ANNUAL REPORT, 7-1-66 TO 5-31-67."},
      {
        "id":"ED016815",
        "title":"RESEARCH PRIORITIES IN TECHNICAL TEACHER EDUCATION, A PLANNING MODEL."},
      {
        "id":"ED016816",
        "title":"INDUSTRIAL RADIOGRAPHY COURSE, INSTRUCTORS&apos; GUIDE. VOLUME 2."},
      {
        "id":"ED016817",
        "title":"OCCUPATION EDUCATION REQUIREMENTS ANALYSIS."},
      {
        "id":"ED016818",
        "title":"A TECHNIQUE FOR PROJECTION OF OCCUPATIONAL-EDUCATIONAL REQUIREMENTS FOR STATE EDUCATIONAL PLANNING AREAS."},
      {
        "id":"ED016819",
        "title":"VOCATIONAL EDUCATION IN COLORADO, LEGISLATIVE COUNCIL REPORT TO THE COLORADO GENERAL ASSEMBLY."},
      {
        "id":"ED016820",
        "title":"VOCATIONAL COMPETENCIES NEEDED FOR EMPLOYMENT IN THE AGRICULTURAL-CHEMICAL INDUSTRY IN MICHIGAN."},
      {
        "id":"ED016821",
        "title":"COMPETENCIES IN AGRICULTURE NEEDED BY MALES EMPLOYED IN WHOLESALE FARM MACHINERY DISTRIBUTION."},
      {
        "id":"ED016822",
        "title":"A SUMMARY OF STUDIES IN ACHIEVEMENT OF VOCATIONAL AGRICULTURE GRADUATES IN COLLEGE."},
      {
        "id":"ED016823",
        "title":"HEALTH OCCUPATIONS EDUCATION CENTERS, REPORT OF A SEMINAR (JULY 11-14, 1966)."},
      {
        "id":"ED016824",
        "title":"AN EVALUATION PLAN FOR THE GREENE JOINT VOCATIONAL SCHOOL."},
      {
        "id":"ED016825",
        "title":"STUDY OF AGRICULTURALLY RELATED OCCUPATIONS IN SELECTED COUNTIES OF IDAHO."},
      {
        "id":"ED016826",
        "title":"IMPLICATIONS OF WOMEN'S WORK PATTERNS FOR VOCATIONAL AND TECHNICAL EDUCATION, AN ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED016827",
        "title":"FARMWORKERS, A REPRINT FROM THE 1966 MANPOWER REPORT."},
      {
        "id":"ED016828",
        "title":"CONTINUATION OF RESEARCH COORDINATING UNIT FOR VOCATIONAL EDUCATION IN OKLAHOMA. QUARTERTY REPORT, DECEMBER 1, 1966-MARCH 1, 1967."},
      {
        "id":"ED016829",
        "title":"OHIO OCCUPATIONAL RESEARCH AND DEVELOPMENT COORDINATING UNIT. INTERIM REPORT."},
      {
        "id":"ED016830",
        "title":"A STUDY OF A BLOCK-TIME SCHEDULE FOR TEACHING VOCATIONAL OFFICE PRACTICE. FINAL REPORT OF PROJECT 201."},
      {
        "id":"ED016831",
        "title":"A COMPARISON OF TWO METHODS OF TEACHING CONCEPTS ABOUT THE PLASTICS INDUSTRY FOR INDUSTRIAL ARTS EDUCATION. FINAL REPORT."},
      {
        "id":"ED016832",
        "title":"AN INVESTIGATION OF THE TRAINING AND SKILL REQUIREMENTS OF INDUSTRIAL MACHINERY MAINTENANCE WORKERS. VOLUME I. FINAL REPORT."},
      {
        "id":"ED016833",
        "title":"INTERDISCIPLINARY APPROACH TO PREPARING HOME ECONOMICS LEADERS FOR EMERGING PROGRAMS SERVING DISADVANTAGED YOUTH AND ADULTS. FINAL REPORT, APPENDIX B."},
      {
        "id":"ED016834",
        "title":"INTERDISCIPLINARY APPROACH TO PREPARING HOME ECONOMICS LEADERS FOR EMERGING PROGRAMS SERVING DISADVANTAGED YOUTH AND ADULTS. FINAL REPORT, APPENDIX C."},
      {
        "id":"ED016835",
        "title":"EDUCATION FOR THE ALLIED HEALTH PROFESSIONS AND SERVICES."},
      {
        "id":"ED016836",
        "title":"EMERGENCY VICTIM CARE AND RESCUE, INSTRUCTOR'S MANUAL."},
      {
        "id":"ED016837",
        "title":"A FOLLOW-UP OF NEW YORK STATE HIGH SCHOOL BOOKKEEPING STUDENTS. FINAL REPORT, BOR 3 AND 13."},
      {
        "id":"ED016838",
        "title":"AN APPRAISAL OF INSTRUCTIONAL UNITS TO ENHANCE STUDENT UNDERSTANDING OF PROFIT-MAXIMIZING PRINCIPLES. APPENDIX TO FINAL REPORT."},
      {
        "id":"ED016839",
        "title":"AN APPRAISAL OF INSTRUCTIONAL UNITS TO ENHANCE STUDENT UNDERSTANDING OF PROFIT-MAXIMIZING PRINCIPLES. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED016840",
        "title":"CHARACTERISTICS OF OUTSTANDING ENGINEERING TECHNICIANS IN ARIZONA."},
      {
        "id":"ED016841",
        "title":"THE PREPARATION OF CURRICULUM MATERIALS AND THE DEVELOPMENT OF TEACHERS FOR AN EXPERIMENTAL APPLICATION OF THE CLUSTER CONCEPT OF VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL. VOLUME I, FINAL REPORT FOR PHASE II OF THE CLUSTER CONCEPT PROJECT."},
      {
        "id":"ED016842",
        "title":"THE PREPARATION OF CURRICULUM MATERIALS AND THE DEVELOPMENT OF TEACHERS FOR AN EXPERIMENTAL APPLICATION OF THE CLUSTER CONCEPT OF VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL. VOLUME II, INSTRUCTIONAL PLANS FOR THE CONSTRUCTION CLUSTER."},
      {
        "id":"ED016843",
        "title":"THE PREPARATION OF CURRICULUM MATERIALS AND THE DEVELOPMENT OF TEACHERS FOR AN EXPERIMENTAL APPLICATION OF THE CLUSTER CONCEPT OF VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL. VOLUME III, INSTRUCTIONAL PLANS FOR THE METAL FORMING AND FABRICATION CLUSTER."},
      {
        "id":"ED016844",
        "title":"THE PREPARATION OF CURRICULUM MATERIALS AND THE DEVELOPMENT OF TEACHERS FOR AN EXPERIMENTAL APPLICATION OF THE CLUSTER CONCEPT OF VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL. VOLUME IV, INSTRUCTIONAL PLANS FOR THE ELECTRO-MECHANICAL CLUSTER."},
      {
        "id":"ED016845",
        "title":"DEVELOPMENT AND EVALUATION OF EDUCATIONAL PROGRAMS IN BIO-MEDICAL EQUIPMENT TECHNOLOGY, PHASE I. FINAL REPORT."},
      {
        "id":"ED016846",
        "title":"TRAINING INSTITUTE TO UPGRADE TEACHERS OF VOCATIONAL AGRICULTURE IN DISTRIBUTIVE EDUCATION AND SUPERVISED TRAINING IN OFF-FARM AGRICULTURAL OCCUPATIONS. FINAL REPORT."},
      {
        "id":"ED016847",
        "title":"USES OF SYMMETRY IN DESIGN EDUCATION. FINAL REPORT."},
      {
        "id":"ED016848",
        "title":"A PROPOSAL FOR THE ESTABLISHMENT OF A STATE COORDINATING UNIT FOR OCCUPATIONAL RESEARCH AND DEVELOPMENT. FINAL REPORT."},
      {
        "id":"ED016849",
        "title":"A STUDY OF THE INFLUENCES OF THE FATHER'S JOB AND SOCIAL STATUS ON THE OCCUPATIONAL AND SOCIAL GOALS OF YOUTH. FINAL REPORT."},
      {
        "id":"ED016850",
        "title":"DEVELOPMENT AND UTILIZATION OF A NATIONAL VOCATIONAL-TECHNICAL SCHOOL ACHIEVEMENT TESTING PROGRAM USING THE PRINTING TRADES AS A PILOT AREA. FINAL REPORT."},
      {
        "id":"ED016851",
        "title":"AN EVALUATION PLAN FOR BUSINESS EDUCATION PROGRAMS IN HIGH SCHOOLS. SOUTH-WESTERN MONOGRAPHS IN BUSINESS AND ECONOMIC EDUCATION, NUMBER 109."},
      {
        "id":"ED016852",
        "title":"A PROPOSED MODEL FOR AN INFORMATION STORAGE AND RETRIEVAL SYSTEM FOR REPORTING JOB PLACEMENT FOLLOW-THROUGH DATA OF PERSONS TRAINED IN INDUSTRIAL EDUCATION PROGRAMS IN CALIFORNIA PUBLIC SCHOOLS. TENTATIVE DRAFT."},
      {
        "id":"ED016853",
        "title":"AN EVALUATION OF THE OFF-FARM AGRICULTURAL OCCUPATIONS MATERIALS."},
      {
        "id":"ED016854",
        "title":"HOSPITALITY EDUCATION CURRICULUM DEVELOPMENT PROJECT. FINAL REPORT."},
      {
        "id":"ED016855",
        "title":"THE CHALLENGE OF VOCATIONAL EDUCATION FOR SCHOOLS, STATES, AND THE NATION."},
      {
        "id":"ED016856",
        "title":"THE EFFECT OF EMPHASIZING PRODUCTION TYPEWRITING, CONTRASTED WITH SPEED TYPEWRITING IN DEVELOPING PRODUCTION TYPEWRITING ABILITY. SOUTH-WESTERN MONOGRAPHS IN BUSINESS AND ECONOMIC EDUCATION, NUMBER 97."},
      {
        "id":"ED016857",
        "title":"IMPROVING RESEARCH IN BUSINESS EDUCATION. DELTA PI EPSILON MONOGRAPH 105."},
      {
        "id":"ED016858",
        "title":"A NATIONWIDE STUDY OF THE ADMINISTRATION OF VOCATIONAL-TECHNICAL EDUCATION AT THE STATE LEVEL. VOLUME ONE. FINAL REPORT."},
      {
        "id":"ED016859",
        "title":"COMPUTER-AIDED DRAFTING AND DESIGN, A THREE-WEEK SUMMER INSTITUTE TRAINING PROGRAM (MIAMI-DADE JUNIOR COLLEGE, MIAMI, FLORIDA, JULY 10, 1967 - JULY 28, 1967). FINAL REPORT."},
      {
        "id":"ED016860",
        "title":"EVALUATION OF STUDENT TEACHING IN HOME ECONOMICS."},
      {
        "id":"ED016861",
        "title":"A STUDY OF THE EFFECTIVENESS OF DATA PROCESSING SUMMER INSTITUTES FOR BUSINESS TEACHERS."},
      {
        "id":"ED016862",
        "title":"REQUIREMENTS FOR AN ACCREDITED PROGRAM IN DENTAL LABORATORY TECHNOLOGY."},
      {
        "id":"ED016864",
        "title":"RATIONALE AND SUGGESTED GUIDELINES FOR THE ESTABLISHMENT AND IMPLEMENTATION OF TWO-YEAR ASSOCIATE DEGREE NURSING PROGRAMS ADMINISTERED IN COOPERATION WITH THE VOCATIONAL-TECHNICAL EDUCATION BRANCH OF THE IOWA DEPARTMENT OF PUBLIC INSTRUCTION."},
      {
        "id":"ED016865",
        "title":"THE SPECIAL CONTRIBUTION OF THE COLLEGE HOME ECONOMICS EDUCATION SUPERVISOR TO THE STUDENT TEACHING SITUATION."},
      {
        "id":"ED016866",
        "title":"VOCATIONAL-TECHNICAL FACILITIES PROJECT. PROGRESS REPORT."},
      {
        "id":"ED016867",
        "title":"UNIVERSITY OF ILLINOIS SUMMER INSTITUTE FOR TEACHERS OF ORNAMENTAL HORTICULTURE IN THE MIDWESTERN SECTION OF THE UNITED STATES."},
      {
        "id":"ED016868",
        "title":"A PILOT PROJECT TO DEVELOP A PROGRAM OF OCCUPATIONAL TRAINING FOR SCHOOL ALIENATED YOUTH. INTERIM REPORT AND STATISTICAL EVALUATION."},
      {
        "id":"ED016869",
        "title":"NATIONAL SEMINAR TO IMPROVE THE USE OF YOUTH ORGANIZATIONS IN VOCATIONAL EDUCATION AS TEACHING DEVICES. FINAL REPORT."},
      {
        "id":"ED016870",
        "title":"THE EMERGING ROLE OF STATE EDUCATION DEPARTMENTS WITH SPECIFIC IMPLICATIONS FOR DIVISIONS OF VOCATIONAL-TECHNICAL EDUCATION, REPORT OF A NATIONAL CONFERENCE ON STATE DEPARTMENT LEADERSHIP IN VOCATIONAL EDUCATION (FEBRUARY 27-MARCH 2, 1967)."},
      {
        "id":"ED016872",
        "title":"RESEARCH VISIBILITY. VOCATIONAL EDUCATION IS PEOPLE--YOUTH WITH SPECIAL NEEDS."},
      {
        "id":"ED016873",
        "title":"RESEARCH VISIBILITY. VOCATIONAL EDUCATION IS PEOPLE WITH EDUCATIONAL NEEDS BEYOND THE HIGH SCHOOL."},
      {
        "id":"ED016874",
        "title":"RESEARCH VISIBILITY. VOCATIONAL EDUCATION IS SERVICE--TOWARD TEACHING EXCELLENCE."},
      {
        "id":"ED016875",
        "title":"ABSTRACTS OF RESEARCH AND RELATED MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, SPRING 1968."},
      {
        "id":"ED016877",
        "title":"A COMPREHENSIVE PROGRAM IN ENGLISH FOR THE 7TH, 8TH AND 9TH GRADE --LITERATURE, LANGUAGE, COMPOSITION, FOR HONORS STUDENTS AND AVERAGE STUDENTS. PART 2, CONSTRUCTING ACHIEVEMENT TESTS DURING A SUMMER WORKSHOP FOR PARTIAL EVALUATION OF A PROJECT ENGLISH DEMON. CTR."},
      {
        "id":"ED016880",
        "title":"EXECUTIVE LEADERSHIP AND DEVELOPMENT (IN INDUSTRIAL PSYCHOLOGY BY B. VONHALLER GILMER AND OTHERS. NEW YORK, MCGRAW-HILL, 1966/ 228-253)."},
      {
        "id":"ED016884",
        "title":"BRIEF TO THE PARLIAMENTARY COMMITTEE ON BROADCASTING."},
      {
        "id":"ED016886",
        "title":"THE HIGH SCHOOL COMPLETION PROGRAM FOR ADULTS AND OUT-OF-SCHOOL YOUTH."},
      {
        "id":"ED016887",
        "title":"THE WORKER IS A CONSUMER. SUMMARY REPORT OF THE ANNUAL AFL-CIO NATIONAL CONFERENCE ON COMMUNITY SERVICES (10TH, WASHINGTON, MAY 16-20, 1965)."},
      {
        "id":"ED016892",
        "title":"OFFICER TRAINING AND SPECIALIZED EDUCATION (IN EDUCATION IN THE ARMED FORCES, BY JAMES C. SHELBURNE AND KENNETH J. GROVES. NEW YORK, CENTER FOR APPLIED RESEARCH IN EDUCATION, INC., 1967/49-81)."},
      {
        "id":"ED016895",
        "title":"AN INVESTIGATION OF EXISTING OUTDOOR DRAMA TECHNIQUES AND A DETERMINATION OF METHODS TO IMPROVE TRAINING. RESEARCH REPORT."},
      {
        "id":"ED016896",
        "title":"UNESCO INTERNATIONAL COMMITTEE OF EXPERTS ON LITERACY (SECOND SESSION, PARIS, 29 NOV-8 DEC 1965). FINAL REPORT."},
      {
        "id":"ED016898",
        "title":"CRITERIA THAT SHOULD INFORM A DOCTRINE OF MID-CAREER EDUCATION. PREPARED FOR A CONFERENCE ON UNIVERSITY EDUCATION FOR MID-CAREER GOVERNMENT OFFICIALS. (FEB 11-12, 1966)."},
      {
        "id":"ED016899",
        "title":"THE CONCEPT OF LIFELONG INTEGRATED LEARNING \"EDUCATION PERMANENTE\" AND SOME IMPLICATIONS FOR UNIVERSITY ADULT EDUCATION. INTERNATIONAL CONGRESS OF UNIVERSITY ADULT EDUCATION OCCASIONAL PAPER, 2. (NEW YORK UNIVERSITY, AUG 5-7, 1967)."},
      {
        "id":"ED016901",
        "title":"SURVEY OF MANAGEMENT TRAINING NEEDS AND FACILITIES IN SOME AFRICAN COUNTRIES 1964. MANAGEMENT DEVELOPMENT SERIES, 4."},
      {
        "id":"ED016903",
        "title":"EVALUATION OF FAMILY SERVICE PROGRAM. HOME ECONOMICS DIVISION OF COOPERATIVE EXTENSION, CLINTON COUNTY, NEW YORK. EXTENSION STUDY, 15."},
      {
        "id":"ED016904",
        "title":"THE EFFECT OF SELECTED FACTORS ON OCCUPATIONAL STATUS."},
      {
        "id":"ED016906",
        "title":"THE NATIONAL LEADERSHIP CONFERENCE ON CONSUMER EDUCATION AND FINANCIAL PLANNING (MARYLAND UNIVERSITY, COLLEGE PARK, JUL 18-19, 1966). PROCEEDINGS."},
      {
        "id":"ED016907",
        "title":"THE PROCESS OF URBANIZATION. PROCEEDINGS OF A COMMUNITY DEVELOPMENT CONFERENCE. (MANHATTAN, KANSAS, DEC 6, 1966)."},
      {
        "id":"ED016908",
        "title":"PUBLIC SCHOOL ADULT EDUCATION 1968 ALMANAC, INCLUDING DIRECTORY OF ACTIVE MEMBERS, MEMBERS EMERITUS, AND COMMUNICATIONS SERVICE SUBSCRIBERS."},
      {
        "id":"ED016909",
        "title":"A STUDY OF FOREMAN'S CLUBS, THEIR EXTENT, THEIR ORGANIZATION, THEIR FUNCTION. SUMMARY REPORT TO THE FOREMANSHIP FOUNDATION."},
      {
        "id":"ED016914",
        "title":"A BIBLIOGRAPHY RELATIVE TO TEACHING AND LEARNING ENGLISH AS A SECOND LANGUAGE."},
      {
        "id":"ED016924",
        "title":"CONTINUING EDUCATION INSTRUCTION VIA THE MASS MEDIA. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEB 11-13, 1968)."},
      {
        "id":"ED016925",
        "title":"VARIABLES ASSOCIATED WITH CORRESPONDENCE STUDY, A STUDY TO TEST TWELVE HYPOTHESES."},
      {
        "id":"ED016926",
        "title":"REPORT ON RESEARCH PROJECT CONCERNING &quot;FACULTY ATTITUDES TOWARD THE DIVISION OF CONTINUING EDUCATION AT THE UNIVERSITY OF OREGON,&quot; EUGENE. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEB 11-13, 1968)."},
      {
        "id":"ED016927",
        "title":"MANAGEMENT DEVELOPMENT. CURRENT INFORMATION SOURCES, NO. 17."},
      {
        "id":"ED016928",
        "title":"HIGHER ADULT EDUCATION, 2. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED016929",
        "title":"QUESTIONS AND OUTLINE FOR A COMPENDIUM OF PAPERS PROVIDING AN ECONOMIC ANALYSIS OF FEDERAL PROGRAMS FOR THE DEVELOPMENT OF HUMAN RESOURCES."},
      {
        "id":"ED016930",
        "title":"COLORADO STATE PLAN FOR ADULT BASIC EDUCATION UNDER PROVISIONS OF ADULT EDUCATION ACT OF 1966 (PL 89-750, NOV 3, 1966)."},
      {
        "id":"ED016932",
        "title":"YEARBOOK CEC 1966."},
      {
        "id":"ED016946",
        "title":"SYSTEMATIC RELATIONS OF STANDARD AND NON-STANDARD RULES IN THE GRAMMARS OF NEGRO SPEAKERS."},
      {
        "id":"ED016947",
        "title":"THE NON-STANDARD VERNACULAR OF THE NEGRO COMMUNITY--SOME PRACTICAL SUGGESTIONS."},
      {
        "id":"ED016948",
        "title":"SOME SUGGESTIONS FOR TEACHING STANDARD ENGLISH TO SPEAKERS OF NON-STANDARD DIALECTS."},
      {
        "id":"ED016949",
        "title":"A START IN PANJABI. HARTFORD STUDIES IN LINGUISTICS, NUMBER 11."},
      {
        "id":"ED016950",
        "title":"AN EXPERIMENTAL APPROACH TO THE DISPLAY OF NORMAL LINGUISTIC COMPETENCE."},
      {
        "id":"ED016951",
        "title":"INTRAVERBAL ASSOCIATIONS IN SENTENCE BEHAVIOR."},
      {
        "id":"ED016953",
        "title":"EXPERIMENTAL STUDIES OF THE RELATION BETWEEN LANGUAGE AND COGNITION."},
      {
        "id":"ED016954",
        "title":"THE MEASUREMENT AND DESCRIPTION OF LANGUAGE DOMINANCE IN BILINGUALS, FINAL REPORT--PHASE I."},
      {
        "id":"ED016956",
        "title":"CONFERENCE ON CRITICAL LANGUAGES IN LIBERAL ARTS COLLEGES, UNIVERSITY OF WASHINGTON (APRIL 6-7, 1965)."},
      {
        "id":"ED016957",
        "title":"THE PATTERN OF AIR FLOW OUT OF THE MOUTH DURING SPEECH."},
      {
        "id":"ED016958",
        "title":"ASSOCIATIVE CLUSTERING IN THE PRODUCTION OF CONNECTED DISCOURSE."},
      {
        "id":"ED016959",
        "title":"ASSOCIATIVE FACILITATION IN THE RECALL AND RECOGNITION OF NOUNS EMBEDDED IN CONNECTED DISCOURSE."},
      {
        "id":"ED016960",
        "title":"COGNITION AND THE PROBLEM OF LANGUAGE ACQUISITION."},
      {
        "id":"ED016961",
        "title":"PSYCHO-RHETORICAL STRUCTURES--I. THE PARAGRAPH."},
      {
        "id":"ED016962",
        "title":"THE RELATION BETWEEN ASSOCIATION AND SYNTAX IN SENTENCE PRODUCTION."},
      {
        "id":"ED016963",
        "title":"SOME POSSIBLE IMPLICATIONS OF PSYCHOLOGICAL PERFORMANCE FOR LINGUISTIC RULES."},
      {
        "id":"ED016964",
        "title":"DIFFERENTIAL CODABILITY OF STIMULUS ATTRIBUTES."},
      {
        "id":"ED016965",
        "title":"CONSTRAINTS ON VARIABLES IN SYNTAX."},
      {
        "id":"ED016966",
        "title":"A BIBLIOGRAPHY OF AMERICAN DOCTORAL DISSERTATIONS IN LINGUISTICS, 1900-1964."},
      {
        "id":"ED016969",
        "title":"GENERATING SPONTANEOUS SPEECH IN THE UNDERPRIVILEGED CHILD."},
      {
        "id":"ED016974",
        "title":"THE PERCEPTION OF GENERAL AMERICAN ENGLISH BY SPEAKERS OF SOUTHERN DIALECTS."},
      {
        "id":"ED016975",
        "title":"CONTRASTIVE ANALYSIS OF THE PHONOLOGY OF AMERICAN ENGLISH AND MODERN LITERARY ARABIC."},
      {
        "id":"ED016976",
        "title":"THE PSYCHOLOGICAL REALITY OF THE PARAGRAPH."},
      {
        "id":"ED016977",
        "title":"ESOL AND THE MEXICAN-AMERICAN."},
      {
        "id":"ED016979",
        "title":"DERIVATION OF PHONEME INVENTORIES BY NATIVE SPEAKER RESPONSES TO SYNTHETIC STIMULI. FINAL REPORT."},
      {
        "id":"ED016984",
        "title":"A SELECTED ANNOTATED BIBLIOGRAPHY OF AMERICAN LITERATURE FOR TESOL. PART I--THE NOVEL."},
      {
        "id":"ED016985",
        "title":"A SELECTED ANNOTATED BIBLIOGRAPHY OF AMERICAN LITERATURE FOR TESOL. PART II--THE SHORT STORY, DRAMA, POETRY."},
      {
        "id":"ED016986",
        "title":"SPOKEN-ENGLISH LESSONS FOR SPANISH-SPEAKING MIGRANT FARM WORKERS."},
      {
        "id":"ED016987",
        "title":"RESEARCH IN PROGRESS ABSTRACTS."},
      {
        "id":"ED016994",
        "title":"A FACTOR ANALYSIS OF STUDENT &quot;EXPLANATIONS&quot; OF THEIR CHOICE OF A COLLEGE."},
      {
        "id":"ED016995",
        "title":"AN EVALUATION OF THE MILITARY FAMILY'S ADJUSTMENT. IMPACT OF FATHER ABSENCE ON PERSONALITY FACTORS OF BOYS, I."},
      {
        "id":"ED016996",
        "title":"SOME DEVELOPMENTAL ANTECEDENTS OF LEVEL OF ASPIRATION."},
      {
        "id":"ED016997",
        "title":"GROUP PLAY THERAPY AND TANGIBLE REINFORCERS USED TO MODIFY THE BEHAVIOR OF EIGHT-YEAR-OLD BOYS."},
      {
        "id":"ED016998",
        "title":"SCOPE FOUR-STATE PROFILE, GRADE TWELVE 1966, CALIFORNIA, ILLINOIS, MASSACHUSETTS, NORTH CAROLINA."},
      {
        "id":"ED016999",
        "title":"SOCIAL CLASS EFFECTS ON CONCEPT ATTAINMENT."},
      {
        "id":"ED017000",
        "title":"EFFECTS OF OFFERS OF FINANCIAL ASSISTANCE ON THE COLLEGE-GOING DECISIONS OF TALENTED STUDENTS WITH LIMITED FINANCIAL MEANS."},
      {
        "id":"ED017001",
        "title":"ORGANIZATIONAL STRUCTURE OF SCHOOLS AND ITS RELATIONSHIP TO TEACHERS' PSYCHOLOGICAL, SOCIOLOGICAL, AND EDUCATIONAL ROLE ORIENTATION."},
      {
        "id":"ED017002",
        "title":"A STUDY OF THE EFFECTS OF DIFFERENT KINDS OF ABILITY GROUPING ON PERSONAL RELATIONSHIPS AMONG HIGH SCHOOL STUDENTS. FINAL REPORT."},
      {
        "id":"ED017003",
        "title":"THE IDENTITY AND CULTURAL VALUES OF HIGH SCHOOL PUPILS IN ISRAEL."},
      {
        "id":"ED017004",
        "title":"INDIVIDUAL DIFFERENCES IN PROBLEM SOLVING PROCESSES OF COLLEGE STUDENTS."},
      {
        "id":"ED017005",
        "title":"A MULTIMEDIA APPROACH TO COMMUNICATING OCCUPATIONAL INFORMATION TO NONCOLLEGE YOUTH. INTERIM TECHNICAL REPORT."},
      {
        "id":"ED017006",
        "title":"EFFECT OF ERROR OF MEASUREMENT ON THE POWER OF STATISTICAL TESTS. FINAL REPORT."},
      {
        "id":"ED017008",
        "title":"SOME EFFECTS OF UNIT STRUCTURE ON ACHIEVEMENT AND TRANSFER."},
      {
        "id":"ED017009",
        "title":"AN INVESTIGATION OF THE MODIFIABILITY OF VISUAL INTEGRATIVE ABILITIES IN CHILDREN."},
      {
        "id":"ED017010",
        "title":"STUDIES OF ATTITUDE AND ATTITUDE MEASUREMENT. PROGRESS REPORT."},
      {
        "id":"ED017011",
        "title":"USE OF DISCRIMINANT ANALYSIS IN A STUDY OF THE PATTERNS OF CHARACTERISTICS OF MATHEMATICS TEACHERS."},
      {
        "id":"ED017012",
        "title":"RACIAL DIFFERENCES IN HERITABILITY ESTIMATES FOR TESTS OF SPATIAL ABILITY."},
      {
        "id":"ED017013",
        "title":"THE AFFECTIVE COMPONENTS OF PRODUCTIVE THINKING, STRATEGIES OF RESEARCH AND ASSESSMENT."},
      {
        "id":"ED017014",
        "title":"WHY THEY CAME TO THE EAST-WEST CENTER, A COMPARISON OF ASIAN PACIFIC AND AMERICAN GRANTEES."},
      {
        "id":"ED017015",
        "title":"THE MEASUREMENT AND EFFECT OF RISK TAKING ON OBJECTIVE EXAMINATIONS. FINAL REPORT."},
      {
        "id":"ED017016",
        "title":"COMPUTER ASSISTED COUNSELING. PROGRESS REPORT NO. 1."},
      {
        "id":"ED017017",
        "title":"PREDICTING ACADEMIC ACHIEVEMENTS OF ENGINEERING AND SCIENCE STUDENTS IN ISRAEL."},
      {
        "id":"ED017018",
        "title":"PSYCHOLOGY IN THE TEACHER PREPARATION PROGRAM."},
      {
        "id":"ED017019",
        "title":"A STUDY OF THE RELATIONSHIP OF ASSOCIATIONAL PATTERNS TO ACADEMIC PERFORMANCE AT A STATE UNIVERSITY."},
      {
        "id":"ED017020",
        "title":"THE EFFECT OF THE CURRICULUM UPON THE SELF-CONCEPT OF CHILDREN IN RACIALLY INTEGRATED FOURTH GRADE CLASSROOMS."},
      {
        "id":"ED017021",
        "title":"FACTOR STRUCTURE OF MF SCALES AND ITEMS."},
      {
        "id":"ED017022",
        "title":"A COMPARATIVE ANALYSIS OF CREATIVE AND INTELLIGENT BEHAVIOR OF ELEMENTARY SCHOOL CHILDREN WITH DIFFERENT SOCIO-ECONOMIC BACKGROUNDS. FINAL PROGRESS REPORT."},
      {
        "id":"ED017023",
        "title":"A MODEL FOR THE EVALUATION OF A TESTING PROGRAM."},
      {
        "id":"ED017024",
        "title":"ASSOCIATION VALUE AND SUBJECTIVE RATINGS OF INTEREST IN VISUAL COMPLEXITY."},
      {
        "id":"ED017025",
        "title":"MULTICATEGORICAL EVALUATION OF PERFORMANCE IN CLINICAL PROBLEM-SOLVING TESTS. FINAL REPORT."},
      {
        "id":"ED017026",
        "title":"EFFECTS OF VERBAL REINFORCEMENT ON INTELLECTIVE TASK PERFORMANCE AS A FUNCTION OF SELF-ESTEEM AND TASK-INVOLVEMENT. FINAL REPORT."},
      {
        "id":"ED017027",
        "title":"SYSTEMS ANALYSIS AND UNIVERSITY PLANNING."},
      {
        "id":"ED017028",
        "title":"EFFECTIVENESS OF COUNSELING IN COLLEGE RESIDENCE HALLS ON STUDENTS' STUDY BEHAVIOR. FINAL REPORT."},
      {
        "id":"ED017029",
        "title":"DEVISING SOCIAL-MODEL COUNSELING PROCEDURES FOR ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED017030",
        "title":"HOUSING OF FOREIGN STUDENTS. GUIDELINES."},
      {
        "id":"ED017035",
        "title":"ACADEMIC AND PERSONAL ADVISING. GUIDELINES."},
      {
        "id":"ED017036",
        "title":"THE USE OF INFORMATION IN PERSONNEL SERVICES. CAPS CURRENT RESOURCES SERIES."},
      {
        "id":"ED017037",
        "title":"SMALL GROUP WORK AND GROUP DYNAMICS. CAPS CURRENT RESOURCES SERIES."},
      {
        "id":"ED017038",
        "title":"PUPIL PERSONNEL SERVICES. CAPS CURRENT RESOURCES SERIES."},
      {
        "id":"ED017039",
        "title":"SCHOOL DISTRICT ORGANIZATION FOR THE 1970'S."},
      {
        "id":"ED017040",
        "title":"KNOWLEDGE PRODUCTION AND UTILIZATION IN CONTEMPORARY ORGANIZATIONS."},
      {
        "id":"ED017041",
        "title":"SOCIAL PSYCHOLOGICAL FACTORS IN KNOWLEDGE UTILIZATION AS APPLIED TO EDUCATIONAL ADMINISTRATION."},
      {
        "id":"ED017042",
        "title":"SALADO CONFERENCE (SALADO, TEXAS, MAY 18, 1967). REPORT."},
      {
        "id":"ED017043",
        "title":"A STUDY OF THE DEVELOPMENT OF INTERNATIONAL INTERCULTURAL SCHOOLS IN WESTERN EUROPE FROM 1918 TO 1966. FINAL REPORT."},
      {
        "id":"ED017044",
        "title":"EDUCATION THROUGH VISION. FINAL REPORT."},
      {
        "id":"ED017045",
        "title":"CONFERENCE ON CURRICULUM AND INSTRUCTION DEVELOPMENT IN ART EDUCATION--A PROJECT REPORT."},
      {
        "id":"ED017046",
        "title":"TEACHERS, SCHOOL BOARDS, AND COLLECTIVE BARGAINING--A CHANGING OF THE GUARD."},
      {
        "id":"ED017047",
        "title":"THE NEGRO AND HIGHER EDUCATION IN THE SOUTH."},
      {
        "id":"ED017048",
        "title":"A STUDY OF SOCIAL FACILITATION DURING PROGRAMMED INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED017049",
        "title":"RESEARCH SEMINAR IN HIGHER EDUCATION AND SOCIETY. FIRST INTERIM REPORT."},
      {
        "id":"ED017050",
        "title":"DEPARTMENTALIZATION VS GRADED CLASSROOM ORGANIZATION IN THE ELEMENTARY SCHOOL (GRADES 1-7), ABSTRACTS OF RESEARCH PERTAINING TO."},
      {
        "id":"ED017051",
        "title":"EFFECTIVE USE OF TEACHER TIME IN THE ELEMENTARY SCHOOL--TEACHING ASSISTANT, TEACHER AIDES, ETC., ABSTRACTS OF RESEARCH PERTAINING TO."},
      {
        "id":"ED017052",
        "title":"NEW DIRECTIONS IN ART EDUCATION, REPORT OF THE INTERNATIONAL SYMPOSIUM (BELGRADE, YUGOSLAVIA, JULY 27-29, 1966). FINAL REPORT."},
      {
        "id":"ED017053",
        "title":"THE DEVELOPMENT OF A FACILITATIVE ENVIRONMENT FOR LEARNING AND RESEARCH THROUGH R AND I UNITS IN THE SECONDARY SCHOOL, 1966-1967."},
      {
        "id":"ED017054",
        "title":"THE STRUCTURE AND PROCESS OF SCHOOL-COMMUNITY RELATIONS. VOLUME I, INFORMAL COMMUNICATION ABOUT SCHOOLS."},
      {
        "id":"ED017055",
        "title":"THE STRUCTURE AND PROCESS OF SCHOOL-COMMUNITY RELATIONS. VOLUME II, BETWEEN CITIZENS AND SCHOOLS."},
      {
        "id":"ED017056",
        "title":"THE STRUCTURE AND PROCESS OF SCHOOL-COMMUNITY RELATIONS. VOLUME III, THE STRUCTURE OF SCHOOL-COMMUNITY RELATIONS."},
      {
        "id":"ED017057",
        "title":"THE STRUCTURE AND PROCESS OF SCHOOL-COMMUNITY RELATIONS. VOLUME IV, THE PROCESS OF SCHOOL-COMMUNITY RELATIONS."},
      {
        "id":"ED017058",
        "title":"THE STRUCTURE AND PROCESS OF SCHOOL-COMMUNITY RELATIONS. VOLUME V, A SUMMARY."},
      {
        "id":"ED017059",
        "title":"SELECTED BIBLIOGRAPHY OF JOURNAL ARTICLES ON THE MIDDLE SCHOOL."},
      {
        "id":"ED017060",
        "title":"SELECTED BIBLIOGRAPHY OF JOURNAL ARTICLES ON EDUCATIONAL DATA PROCESSING."},
      {
        "id":"ED017061",
        "title":"THE NONGRADED SCHOOL--AN ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED017062",
        "title":"SELECTED BIBLIOGRAPHY ON SUCCESSION IN COMPLEX ORGANIZATIONS."},
      {
        "id":"ED017063",
        "title":"DISSEMINATION OF SOME RESULTS OF THE SEMINAR ON RESEARCH AND CURRICULUM DEVELOPMENT IN ART EDUCATION. FINAL REPORT."},
      {
        "id":"ED017064",
        "title":"AN EXPLORATORY EVALUATION OF EDUCATION ABROAD."},
      {
        "id":"ED017066",
        "title":"AN EVALUATION OF ADEQUACY OF GRADUATE MUSIC OFFERINGS AT CALIFORNIA COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED017067",
        "title":"A STUDY OF THE STATUS AND FUNCTIONS OF THE ELEMENTARY SCHOOL PRINCIPALSHIP IN ILLINOIS."},
      {
        "id":"ED017068",
        "title":"SCHOOL BOARD BIBLIOGRAPHY."},
      {
        "id":"ED017070",
        "title":"A MANUAL ON CERTIFICATION REQUIREMENTS FOR SCHOOL PERSONNEL IN THE UNITED STATES, 1967 EDITION."},
      {
        "id":"ED017071",
        "title":"THE STATUS OF PASS-FAIL OPTIONS AT TWENTY-TWO COLLEGES AND UNIVERSITIES. A REPORT."},
      {
        "id":"ED017072",
        "title":"COLLECTIVE NEGOTIATION IN CURRICULUM AND INSTRUCTION--QUESTIONS AND CONCERNS."},
      {
        "id":"ED017073",
        "title":"HUMAN RELATIONS TRAINING LABORATORY FOR SCHOOL ADMINISTRATORS, SESSION I (WASHINGTON, PENNSYLVANIA, AUGUST 21-25, 1967). PRELIMINARY REPORT."},
      {
        "id":"ED017074",
        "title":"PROBLEMS INVOLVED IN COOPERATION BETWEEN UNIVERSITIES AND GOVERNMENT AGENCIES."},
      {
        "id":"ED017075",
        "title":"YOUTH EDUCATION, PROBLEMS, PERSPECTIVES, PROMISES."},
      {
        "id":"ED017076",
        "title":"HOMEWORK."},
      {
        "id":"ED017077",
        "title":"INVESTIGATION OF FISCALLY INDEPENDENT AND DEPENDENT CITY SCHOOL DISTRICTS."},
      {
        "id":"ED017078",
        "title":"CURRENT STATUS OF PSYCHOLOGICAL AND ACHIEVEMENT TESTING OF DEAF MINORS ENROLLED IN SPECIAL DAY CLASSES AT THE SECONDARY LEVEL (GRADES 7-12) FOR THE SCHOOL YEAR 1964-65."},
      {
        "id":"ED017079",
        "title":"JOINT STATEMENT OF POLICY FOR WISCONSIN HEARING CONSERVATION PROGRAM."},
      {
        "id":"ED017080",
        "title":"CLARKE SCHOOL FOR THE DEAF, LOWER SCHOOL FIVE YEAR CURRICULUM GUIDE."},
      {
        "id":"ED017082",
        "title":"SUGGESTED UNITS OF STUDY FOR OCCUPATIONAL TRAINING PROGRAM."},
      {
        "id":"ED017083",
        "title":"REPORT OF CONSTRUCTION OF A PICTURE INTEREST INVENTORY FOR THE DEAF, 1959-1961."},
      {
        "id":"ED017084",
        "title":"BEHAVIORAL RESEARCH ON EXCEPTIONAL CHILDREN."},
      {
        "id":"ED017085",
        "title":"PROFESSIONAL STANDARDS FOR PERSONNEL IN THE EDUCATION OF EXCEPTIONAL CHILDREN, PROFESSIONAL STANDARDS PROJECT REPORT."},
      {
        "id":"ED017086",
        "title":"RULES AND REGULATIONS TO GOVERN THE ADMINISTRATION AND OPERATION OF SPECIAL EDUCATION."},
      {
        "id":"ED017087",
        "title":"MID-LIFE ATTAINMENT OF THE MENTALLY RETARDED, A LONGITUDINAL STUDY."},
      {
        "id":"ED017088",
        "title":"RECREATION AND PHYSICAL ACTIVITY FOR THE MENTALLY RETARDED."},
      {
        "id":"ED017089",
        "title":"EXCEPTIONAL CHILDREN, ADMINISTRATIVE GUIDE FOR SPEECH CORRECTION PROGRAMS IN LOCAL SCHOOL DISTRICTS."},
      {
        "id":"ED017090",
        "title":"EXPERIMENTAL SCORING MANUALS FOR MINNESOTA TESTS OF CREATIVE THINKING AND WRITING."},
      {
        "id":"ED017091",
        "title":"INTERSENSORY INTEGRATION AND READING, A THEORY."},
      {
        "id":"ED017092",
        "title":"THE NEW AND MORE OPEN OUTLOOK FOR THE MENTALLY RETARDED."},
      {
        "id":"ED017093",
        "title":"SOCIAL STUDIES AND INTEGRATED HANDWORK FOR OPPORTUNITY CLASSES."},
      {
        "id":"ED017094",
        "title":"VISION AND HEARING SCREENING IN THE CHAMPAIGN COMMUNITY SCHOOLS, A FIVE YEAR REPORT, 1959-60 TO 1963-64."},
      {
        "id":"ED017097",
        "title":"THE EDUCABLE MENTALLY RETARDED CHILD IN THE ELEMENTARY SCHOOL. WHAT RESEARCH SAYS TO THE TEACHER SERIES."},
      {
        "id":"ED017099",
        "title":"PITTSBURGH PUBLIC SCHOOLS MENTAL HEALTH SERVICES, EVALUATION REPORT."},
      {
        "id":"ED017103",
        "title":"RECREATION AND SOCIALIZATION FOR THE BRAIN INJURED CHILD."},
      {
        "id":"ED017106",
        "title":"EDUCATING VISUALLY HANDICAPPED PUPILS."},
      {
        "id":"ED017107",
        "title":"EXPERIMENTS IN MUSICAL CREATIVITY, A REPORT OF PILOT PROJECTS SPONSORED BY THE CONTEMPORARY MUSIC PROJECT IN BALTIMORE, SAN DIEGO, AND FARMINGDALE."},
      {
        "id":"ED017110",
        "title":"PHYSICAL EDUCATION AND RECREATION FOR THE MENTALLY RETARDED."},
      {
        "id":"ED017112",
        "title":"THE EARLY DEVELOPMENT OF SPECIAL EDUCATIONAL FACILITIES FOR HANDICAPPED CHILDREN IN THE DELAWARE PUBLIC SCHOOLS."},
      {
        "id":"ED017115",
        "title":"VISION SCREENING IN FOUR COUNTIES OF IOWA."},
      {
        "id":"ED017116",
        "title":"THE DEVELOPMENT OF A SEX EDUCATION CURRICULUM FOR A STATE RESIDENTIAL SCHOOL FOR THE DEAF."},
      {
        "id":"ED017119",
        "title":"HIGH RISE OR LOW RISE. A STUDY OF DECISION FACTORS IN RESIDENCE HALLS PLANNING."},
      {
        "id":"ED017120",
        "title":"SPACE FOR AUDIO-VISUAL LARGE GROUP INSTRUCTION."},
      {
        "id":"ED017121",
        "title":"THE COMPUTER AND THE ARCHITECTURAL PROFESSION."},
      {
        "id":"ED017122",
        "title":"STATE OF NEW YORK STANDARD SCHOOL PLAN TYPE D-2, ONE-STORY JUNIOR-SENIOR HIGH SCHOOL 1000 EXPANDABLE TO 1200 PUPILS."},
      {
        "id":"ED017123",
        "title":"STATE OF NEW YORK STANDARD SCHOOL PLAN TYPE D-3, TWO-STORY JUNIOR-SENIOR HIGH SCHOOL 1000 EXPANDABLE TO 1200 PUPILS."},
      {
        "id":"ED017124",
        "title":"THE CRITICAL-PATH METHOD OF CONSTRUCTION CONTROL."},
      {
        "id":"ED017125",
        "title":"IMPROVING THE SCHOOL ENVIRONMENT."},
      {
        "id":"ED017126",
        "title":"EDUCATIONAL TELEVISION BIBLIOGRAPHY."},
      {
        "id":"ED017127",
        "title":"THE PLANNING AND CONSTRUCTION OF LOUISIANA SCHOOL BUILDINGS."},
      {
        "id":"ED017130",
        "title":"SCHOOL ENVIRONMENT, GUIDE, LAW AND REGULATIONS."},
      {
        "id":"ED017131",
        "title":"ASPHALT FOR OFF-STREET PAVING AND PLAY AREAS, 3RD EDITION."},
      {
        "id":"ED017132",
        "title":"A FACTUAL APPROACH TO 2500 MC."},
      {
        "id":"ED017135",
        "title":"MINIMUM CHECK LIST FOR MECHANICAL PLANS AND SPECIFICATIONS."},
      {
        "id":"ED017136",
        "title":"AGRICULTURAL MECHANICS INSTRUCTION IN SECONDARY SCHOOLS IN MISSISSIPPI, THE LABORATORY-WORK AREA APPROACH."},
      {
        "id":"ED017137",
        "title":"PLANNING GUIDE FOR 2500 MEGACYCLE INSTRUCTIONAL TELEVISION SERVICE."},
      {
        "id":"ED017138",
        "title":"SCHOOL LUNCH, SUGGESTED GUIDES FOR SELECTING LARGE EQUIPMENT."},
      {
        "id":"ED017139",
        "title":"RECOMMENDATIONS FOR SCHOOL HEALTH SERVICE UNIT WITH SUGGESTED PLANS."},
      {
        "id":"ED017140",
        "title":"ARCHITECTURE AND EQUIPMENT FOR THE LANGUAGE LABORATORY."},
      {
        "id":"ED017141",
        "title":"RESEARCH DESIGNED TO IMPROVE INSTITUTIONS OF HIGHER LEARNING."},
      {
        "id":"ED017142",
        "title":"CALIFORNIA'S NEEDS FOR ADDITIONAL CENTERS OF PUBLIC HIGHER EDUCATION."},
      {
        "id":"ED017143",
        "title":"LABORATORY DESIGN CONSIDERATIONS FOR SAFETY."},
      {
        "id":"ED017144",
        "title":"THE COLLEGE AND UNIVERSITY SCIENCE CENTER, REPORT FROM A WORKSHOP SPONSORED BY EDUCATIONAL EXECUTIVE'S OVERVIEW MAGAZINE AND PERKINS AND WILL, ARCHITECTS, NEW YORK CITY, OCTOBER 26, 1961."},
      {
        "id":"ED017146",
        "title":"PLANNING THE INDOOR PHYSICAL EDUCATION FACILITIES."},
      {
        "id":"ED017147",
        "title":"PLANNING THE MUSIC SUITE."},
      {
        "id":"ED017148",
        "title":"SOUTH CAROLINA GUIDE AND MINIMUM SPECIFICATIONS FOR MOBILE CLASSROOM UNITS."},
      {
        "id":"ED017149",
        "title":"MINIMUM STANDARDS FOR SCHOOL BUSES IN LOUISIANA."},
      {
        "id":"ED017150",
        "title":"SOUTH CAROLINA SCHOOL FACILITIES PLANNING AND CONSTRUCTION GUIDE."},
      {
        "id":"ED017151",
        "title":"PHYSICAL FACILITIES FOR SCHOOL GUIDANCE SERVICES."},
      {
        "id":"ED013127",
        "title":"COLLIER COUNTY INSTITUTE FOR TEACHERS OF DISADVANTAGED CHILDREN AND YOUTH (NAPLES, AUGUST 1-12, 1966)."},
      {
        "id":"ED013128",
        "title":"EVALUATION OF E.S.E.A. PROGRAMS AND SERVICES FOR THE EDUCATIONALLY DISADVANTAGED."},
      {
        "id":"ED013129",
        "title":"PROBLEMS AND DIFFICULTIES IN PLANNING AND DEVELOPMENT IN AREAS WITH LARGE MINORITY GROUPS."},
      {
        "id":"ED013130",
        "title":"MIGRANT NON-CURRICULAR SUPPORTIVE EDUCATION PROGRAM, PILOT PROJECT NUMBER CG 8561 A/1. EVALUATION REPORT."},
      {
        "id":"ED013132",
        "title":"INDIAN EDUCATION, STATE OF SOUTH DAKOTA, JOHNSON O'MALLEY PROGRAM, FISCAL 1966. ANNUAL REPORT."},
      {
        "id":"ED013133",
        "title":"MENTAL HEALTH OF TEACHERS--STILL A PROBLEM."},
      {
        "id":"ED013134",
        "title":"SPECIALIST DEPLOYMENT IN CSS SCHOOLS."},
      {
        "id":"ED013135",
        "title":"QUESTIONS REGARDING AMERICAN INDIAN CRIMINALITY."},
      {
        "id":"ED013136",
        "title":"INQUIRY INTO CHANGE--SURVEY OF BELIEFS (SURVEY FORM I). SUPPLEMENT TO \"ENVISIONING A NEW KIND OF SCHOOL.\""},
      {
        "id":"ED013138",
        "title":"COMPARISON OF PERSONALITY CHARACTERISTICS OF JUNIOR HIGH STUDENTS FROM AMERICAN INDIAN, MEXICAN AND CAUCASIAN ETHNIC BACKGROUNDS."},
      {
        "id":"ED013139",
        "title":"THE ROLE OF SCHOOL DISTRICT REORGANIZATION IN IMPROVING RURAL EDUCATION."},
      {
        "id":"ED013140",
        "title":"AN INSERVICE EDUCATION PROGRAM TO FACILITATE INTEGRATION IN OAK RIDGE SCHOOLS THROUGH IMPROVEMENT OF LANGUAGE SKILLS AND RELATED CURRICULUM FROM PRE-KINDERGARTEN THROUGH JUNIOR HIGH SCHOOL."},
      {
        "id":"ED013141",
        "title":"PROVIDING ENRICHMENT OPPORTUNITIES THROUGH CAMPING AND OTHER SIMILAR ACTIVITIES (ELEMENTARY), SPRING 1966. PROGRAM EVALUATION."},
      {
        "id":"ED013142",
        "title":"THE PROFESSIONAL SERVICE CORPS, A NEW SOURCE OF MANPOWER."},
      {
        "id":"ED013143",
        "title":"THE FAMILY AGENT, A TRAINING MANUAL AND PROGRAM EVALUATION OF A NEW CAREER IN SOCIAL SERVICE."},
      {
        "id":"ED013144",
        "title":"INCREASING THE ACADEMIC ACHIEVEMENT OF CULTURALLY DISADVANTAGED YOUTH."},
      {
        "id":"ED013145",
        "title":"OCCUPATIONAL GOALS, EXPECTATIONS, AND ANTICIPATORY GOAL DEFLECTION EXPERIENCED BY NEGRO GIRLS RESIDING IN LOW-INCOME RURAL AND URBAN PLACES."},
      {
        "id":"ED013146",
        "title":"RACIAL DIFFERENCES IN THE EDUCATIONAL ORIENTATIONS OF RURAL YOUTH."},
      {
        "id":"ED013147",
        "title":"ANNUAL REPORT, 1965-66, TO UNITED STATES BUREAU OF INDIAN AFFAIRS."},
      {
        "id":"ED013149",
        "title":"SOME OBSERVATIONS UPON URBANIZATION IN THE SOUTHWEST."},
      {
        "id":"ED013151",
        "title":"THE SPANISH AMERICANS IN NEW MEXICO."},
      {
        "id":"ED013152",
        "title":"SITUATION OF THE SPANISH AMERICANS OF NORTHERN NEW MEXICO."},
      {
        "id":"ED013153",
        "title":"CHANGES IN THE STRUCTURE AND ROLES OF SPANISH-AMERICAN FAMILIES OF NORTHERN NEW MEXICO."},
      {
        "id":"ED013154",
        "title":"DISCUSSION OF PLANNING AND IMPLEMENTATION OF GOVERNMENT AND PRIVATE AGENCY PROGRAMS IN NORTHERN NEW MEXICO."},
      {
        "id":"ED013156",
        "title":"TEXAS MIGRANT LABOR, THE 1964 MIGRATION."},
      {
        "id":"ED013157",
        "title":"TEXAS MIGRANT LABOR, THE 1966 MIGRATION."},
      {
        "id":"ED013158",
        "title":"TEXAS MIGRANT LABOR, THE 1965 MIGRATION."},
      {
        "id":"ED013161",
        "title":"A SUMMARY OF THE OFFICE OF ECONOMIC OPPORTUNITY PROGRAMS FOR MIGRANT AND SEASONAL FARM WORKERS."},
      {
        "id":"ED013162",
        "title":"GUIDE TO CURRICULUM MATERIALS AND TESTING INSTRUMENTS."},
      {
        "id":"ED013163",
        "title":"WORKING CONFERENCE ON RESEARCH AND ACTIVITY IN THE LANGUAGE ARTS FOR THE PRE-PRIMARY/PRIMARY CULTURALLY DIVERSE NON-ENGLISH SPEAKING CHILD (ALBUQUERQUE, JUNE 4-6, 1967)."},
      {
        "id":"ED013164",
        "title":"MEXICAN-AMERICANS, A HANDBOOK FOR EDUCATORS."},
      {
        "id":"ED013165",
        "title":"NEW NONPROFESSIONALS IN THE HUMAN SERVICES--AN OVERVIEW."},
      {
        "id":"ED013166",
        "title":"ATTITUDES, A GUIDANCE UNIT FOR THE LEARNING LABORATORY OF BOOKER T. WASHINGTON JUNIOR-SENIOR HIGH SCHOOL OF MIAMI, FLORIDA."},
      {
        "id":"ED013167",
        "title":"IN-SERVICE EDUCATION IN SMALL SCHOOLS."},
      {
        "id":"ED013168",
        "title":"SCHOOL DESEGREGATION IN BALTIMORE."},
      {
        "id":"ED013169",
        "title":"A SURVEY OF SCHOOL AGE CHILDREN FROM MIGRANT AGRICULTURAL FAMILIES WITHIN DONA ANA COUNTY, NEW MEXICO."},
      {
        "id":"ED013170",
        "title":"A LOOK AT ELEMENTARY EDUCATION--JOURNEYS TOWARD COMPREHENSION. REPORT OF THE BRAZILIAN ELEMENTARY EDUCATION PROJECT."},
      {
        "id":"ED013171",
        "title":"WIDENING CULTURAL HORIZONS THROUGH THE PERFORMING ARTS."},
      {
        "id":"ED013172",
        "title":"EDUCATIONAL ACHIEVEMENT AND THE NAVAJO."},
      {
        "id":"ED013173",
        "title":"THE INITIAL TEACHING ALPHABET IN READING INSTRUCTION, EVALUATION-DEMONSTRATION PROJECT ON THE USE OF I.T.A. COMPREHENSIVE FINAL REPORT."},
      {
        "id":"ED013175",
        "title":"RESEARCH AND THE CLASSROOM TEACHER."},
      {
        "id":"ED013176",
        "title":"COMPARISONS OF THREE METHODS OF READING INSTRUCTION."},
      {
        "id":"ED013177",
        "title":"RETENTION IN EDUCABLE MENTALLY RETARDED CHILDREN OF MATERIAL PRESENTED BY SIMULTANEOUS READING AND LISTENING."},
      {
        "id":"ED013178",
        "title":"READING IN THE TOTAL SCHOOL CURRICULUM."},
      {
        "id":"ED013179",
        "title":"STATE SUPERVISION OF ENGLISH AND READING INSTRUCTION, PROCEEDINGS OF THE COLLEGE PARK CONFERENCE OF STATE SUPERVISORS OF ENGLISH AND READING (UNIVERSITY OF MARYLAND, MARCH 7-11, 1966)."},
      {
        "id":"ED013180",
        "title":"DEVELOPING CRITICAL READING POWER THROUGH NEWSPAPER READING."},
      {
        "id":"ED013181",
        "title":"INDIVIDUALIZED READING--CONCLUSIONS BASED ON RESEARCH REPORTS."},
      {
        "id":"ED013182",
        "title":"IMPROVING THE LITERATURE PROGRAM--POETRY."},
      {
        "id":"ED013183",
        "title":"INTERDISCIPLINARY MULTI-FACET READING PROGRAM. INTERIM GRANT PERIOD REPORT."},
      {
        "id":"ED013184",
        "title":"COURSE OUTLINES FOR BASIC READING, READING IMPROVEMENT, AND POWER READING--JUNIOR AND SENIOR HIGH SCHOOLS."},
      {
        "id":"ED013185",
        "title":"INTERNATIONAL READING ASSOCIATION CONFERENCE PROCEEDINGS REPORTS ON SECONDARY READING."},
      {
        "id":"ED013187",
        "title":"A SUCCESSFUL HIGH SCHOOL DEVELOPMENTAL READING PROGRAM."},
      {
        "id":"ED013190",
        "title":"READING POETRY IS CREATIVE TOO."},
      {
        "id":"ED013191",
        "title":"THE TEACHING OF INDIVIDUALIZED READING IN THE MADISON PUBLIC SCHOOLS, GRADE THREE-SIX."},
      {
        "id":"ED013192",
        "title":"SUMMARY OF CITYWIDE TEST RESULTS FOR 1965-1966."},
      {
        "id":"ED013193",
        "title":"READINESS AND PHONETIC ANALYSIS OF WORDS IN GRADES K-2."},
      {
        "id":"ED013194",
        "title":"PHONETIC ANALYSIS OF WORDS IN GRADES 5 AND 6."},
      {
        "id":"ED013195",
        "title":"ENGLEWOOD PUBLIC SCHOOLS ELEMENTARY READING GUIDE."},
      {
        "id":"ED013196",
        "title":"PHONETIC ANALYSIS OF WORDS IN GRADES 3 AND 4."},
      {
        "id":"ED013197",
        "title":"INTERNATIONAL READING ASSOCIATION CONFERENCE PROCEEDINGS REPORTS ON ELEMENTARY READING."},
      {
        "id":"ED013205",
        "title":"THE USE OF STATIC AND DYNAMIC MECHANICAL MODELS IN TEACHING ASPECTS OF THE THEORETICAL CONCEPT, THE PARTICLE NATURE OF MATTER."},
      {
        "id":"ED013214",
        "title":"MANUAL OF LECTURE DEMONSTRATIONS, LABORATORY EXPERIMENTS, AND OBSERVATIONAL EQUIPMENT FOR TEACHING ELEMENTARY METEOROLOGY IN SCHOOLS AND COLLEGES."},
      {
        "id":"ED013216",
        "title":"COOPERATIVE COLLEGE-SCHOOL SCIENCE PROJECT--FIRST, SECOND, AND THIRD YEAR REPORTS."},
      {
        "id":"ED013219",
        "title":"REPORT ON THE ORGANIZATION FOR ECONOMIC COOPERATION AND DEVELOPMENT'S SYMPOSIUM ON THE APPLICATION OF OPERATIONS ANALYSIS TO EDUCATIONAL PROBLEMS (OSLO, SEPTEMBER 28-30, 1966)."},
      {
        "id":"ED013220",
        "title":"THE ROLE OF CENTERS FOR SCIENCE EDUCATION IN THE PRODUCTION, DEMONSTRATION, AND DISSEMINATION OF RESEARCH."},
      {
        "id":"ED013221",
        "title":"THE ART OF QUESTIONING IN SCIENCE, SUMMARY AND IMPLICATIONS."},
      {
        "id":"ED013224",
        "title":"AMERICAN SCIENCE MANPOWER, 1964--A REPORT OF THE NATIONAL REGISTER OF SCIENTIFIC AND TECHNICAL PERSONNEL."},
      {
        "id":"ED013225",
        "title":"CONFERENCE ON ALCOHOL EDUCATION (WASHINGTON, D.C., MARCH 29, 1966)."},
      {
        "id":"ED013227",
        "title":"COMPILATION OF RESEARCH RESULTS IN ELEMENTARY ARITHMETIC SINCE 1900. FINAL REPORT."},
      {
        "id":"ED013228",
        "title":"CLINICAL RESEARCH--A TWO-WAY STREET BETWEEN RESEARCH AND PRACTICE."},
      {
        "id":"ED013229",
        "title":"PROGRAM IN THE PREPARATION OF COLLEGE GRADUATES TO TEACH IN ELEMENTARY SCHOOLS IN URBAN DISADVANTAGED AREAS."},
      {
        "id":"ED013231",
        "title":"PROGRAMING TEACHER-PUPIL INTERACTION PATTERNS."},
      {
        "id":"ED013233",
        "title":"A SYSTEM OF TOPIC CLASSIFICATION--CLASSROOM INTERACTION STUDY."},
      {
        "id":"ED013234",
        "title":"JOB AND CAREER DEVELOPMENT FOR THE POOR--THE HUMAN SERVICES."},
      {
        "id":"ED013235",
        "title":"THE ESTABLISHMENT OF A \"NEW CAREERS\" PROGRAM IN A PUBLIC SCHOOL."},
      {
        "id":"ED013236",
        "title":"TEACHER ATTITUDE TOWARD EVALUATION."},
      {
        "id":"ED013237",
        "title":"NEW CAREERS FOR NON-PROFESSIONALS IN EDUCATION. FINAL REPORT."},
      {
        "id":"ED013238",
        "title":"FOUR OBSERVATIONAL CATEGORIES FOR DESCRIBING TEACHER BEHAVIOR."},
      {
        "id":"ED013239",
        "title":"SUMMER EDUCATION FOR CHILDREN OF POVERTY."},
      {
        "id":"ED013240",
        "title":"MICRO-TEACHING--A NEW FRAMEWORK FOR IN-SERVICE EDUCATION."},
      {
        "id":"ED013241",
        "title":"NEW CAREERS AND ROLES IN THE AMERICAN SCHOOL. REPORT OF PHASE ONE, A STUDY OF AUXILIARY PERSONNEL IN EDUCATION."},
      {
        "id":"ED013242",
        "title":"DEVELOPMENT OF A PERFORMANCE TEST OF TEACHING PROFICIENCY. FINAL REPORT."},
      {
        "id":"ED013244",
        "title":"DEVELOPING ASSESSMENT INSTRUMENTS FOR MEASURING THE EFFECTS OF GROUP COUNSELING IN THE TEACHER-EDUCATION PROGRAM AT WASHINGTON STATE UNIVERSITY. FINAL REPORT."},
      {
        "id":"ED013245",
        "title":"PROBLEMS IN JOB SATISFACTION AMONG JUNIOR HIGH SCHOOL TEACHERS."},
      {
        "id":"ED013246",
        "title":"A COMPARISON OF STUDENTS SCORING ABOVE THE EIGHTIETH PERCENTILE OR BELOW THE TWENTIETH PERCENTILE ON EITHER THE SCHOOL AND COLLEGE ABILITY TEST OR THE WATSON-GLASER TEST OF CRITICAL THINKING."},
      {
        "id":"ED013249",
        "title":"THE SPONSORSHIP OF EXTRACURRICULAR ACTIVITIES IN SOUTHERN DESEGREGATED HIGH SCHOOLS."},
      {
        "id":"ED013250",
        "title":"THE EDUCATIONAL RESEARCH INVOLVEMENT AND CAPABILITIES OF INSTITUTIONS FOR TEACHER EDUCATION. FINAL REPORT."},
      {
        "id":"ED013252",
        "title":"THE 1965 INSTITUTES IN ENGLISH, REPORT OF A PILOT STUDY TO DEVELOP CRITERIA FOR EVALUATING NDEA INSTITUTES IN ENGLISH."},
      {
        "id":"ED013253",
        "title":"EFFECTIVENESS OF A SECOND GRADE LANGUAGE ARTS PROGRAM."},
      {
        "id":"ED013254",
        "title":"AN EVALUATION OF THE USE OF ENGLISH INSTITUTE MATERIALS CENTER CURRICULUM MATERIALS IN NDEA SUMMER INSTITUTES IN ENGLISH."},
      {
        "id":"ED013255",
        "title":"INDIVIDUALIZING INSTRUCTION IN LANGUAGE ARTS THROUGH DEVELOPMENT AND RESEARCH IN R AND I UNITS OF LOCAL SCHOOLS, 1965-1966."},
      {
        "id":"ED013256",
        "title":"THE EFFECTIVENESS OF PROGRAMED MATERIALS IN ENGLISH SYNTAX AND THE RELATIONSHIP OF SELECTED VARIABLES TO THE LEARNING CONCEPTS."},
      {
        "id":"ED013258",
        "title":"THE SIGNIFICANCE OF SOCIALLY DISADVANTAGED STATUS."},
      {
        "id":"ED013259",
        "title":"THE IMPACT OF SOCIALLY DISADVANTAGED STATUS ON SCHOOL LEARNING AND ADJUSTMENT."},
      {
        "id":"ED013260",
        "title":"NEW CONCEPTS IN GUIDANCE SERVICES."},
      {
        "id":"ED013261",
        "title":"SEARCHING AND SALVAGING TALENT AMONG SOCIALLY DISADVANTAGED POPULATIONS."},
      {
        "id":"ED013262",
        "title":"NEW PROGRAMS AND TRENDS IN GUIDANCE FOR SOCIALLY DISADVANTAGED YOUTH."},
      {
        "id":"ED013263",
        "title":"COMMUNITY RESOURCES IN THE GUIDANCE OF SOCIALLY DISADVANTAGED YOUTH."},
      {
        "id":"ED013267",
        "title":"A CITIZENS' REVIEW BOARD FOR TEACHERS."},
      {
        "id":"ED013269",
        "title":"TEACHER CHARACTERISTICS IN SELECTED MIDDLE AND LOW INCOME AREA SCHOOLS OF THE MINNEAPOLIS PUBLIC SCHOOL SYSTEM WITH PARTICULAR REFERENCE TO TEACHER RETENTION. RESEARCH REPORT."},
      {
        "id":"ED013270",
        "title":"AFTER-SCHOOL PROGRAM REPORT--1964-65, A GUIDE TO CONDUCTING A COMMUNITY-WIDE COMPENSATORY EDUCATION PROGRAM BASED ON THE ACT EXPERIENCE."},
      {
        "id":"ED013271",
        "title":"CASE PROJECT--CONTINGENCIES APPLICABLE FOR SPECIAL EDUCATION. BRIEF PROGRESS REPORT."},
      {
        "id":"ED013274",
        "title":"WHITE ATTITUDES TOWARD THE NEGRO."},
      {
        "id":"ED013275",
        "title":"THE ROLE OF THE AMERICAN NEGRO IN THE FIELDS OF SCIENCE. FINAL REPORT."},
      {
        "id":"ED013276",
        "title":"THE LONG RANGE EFFECTS OF A LANGUAGE STIMULATION PROGRAM UPON NEGRO EDUCATIONALLY DISADVANTAGED FIRST GRADE CHILDREN. FINAL REPORT."},
      {
        "id":"ED013277",
        "title":"PRODUCTION OF A MOTION PICTURE FOR THE IN-SERVICE TRAINING OF TEACHERS IN PROBLEMS OF HUMAN RELATIONS IN TEACHING THE SOCIOECONOMICALLY DISADVANTAGED AND EVALUATION OF THE MOTION PICTURE. FINAL REPORT."},
      {
        "id":"ED013278",
        "title":"NEUTRALIZING THE DISINHERITED--SOME PSYCHOLOGICAL ASPECTS OF UNDERSTANDING THE POOR."},
      {
        "id":"ED013279",
        "title":"COGNITIVE FUNCTIONING AND TOLERANCE FOR DELAY OF GRATIFICATION."},
      {
        "id":"ED013280",
        "title":"FACTOR ANALYSES OF ACHIEVEMENT MEASURES FROM THE EDUCATIONAL OPPORTUNITIES SURVEY."},
      {
        "id":"ED013281",
        "title":"A COST-EFFECTIVENESS MODEL FOR THE ANALYSIS OF TITLE I ESEA PROJECT PROPOSALS, PART I-VII."},
      {
        "id":"ED013282",
        "title":"TO IMPROVE TEACHERS FOR INNER-CITY SCHOOLS. FINAL REPORT."},
      {
        "id":"ED013283",
        "title":"HEALTH AND THE EDUCATION OF SOCIALLY DISADVANTAGED CHILDREN."},
      {
        "id":"ED013284",
        "title":"EVALUATION OF THE IMPACT OF TITLE I OF THE ELEMENTARY AND SECONDARY EDUCATION ACT IN THE CINCINNATI PUBLIC SCHOOLS."},
      {
        "id":"ED013285",
        "title":"EVALUATION OF ESEA TITLE I PROJECTS OF CALIFORNIA SCHOOLS--SUMMARY OF ANNUAL REPORT, 1965-1966."},
      {
        "id":"ED013286",
        "title":"THE POOR IN CITY AND SUBURB, 1964."},
      {
        "id":"ED013287",
        "title":"RECONNECTION FOR LEARNING, A COMMUNITY SCHOOL SYSTEM FOR NEW YORK CITY."},
      {
        "id":"ED013288",
        "title":"TOWARD CREATING A MODEL URBAN SCHOOL SYSTEM--A STUDY OF THE WASHINGTON, D.C. PUBLIC SCHOOLS."},
      {
        "id":"ED013289",
        "title":"THE CARE OF INFANTS AND YOUNG CHILDREN, A PROGRAM TO PREPARE PERSONNEL FOR GROUP CARE OF YOUNG CHILDREN."},
      {
        "id":"ED013290",
        "title":"COURSE OUTLINE FOR HORTICULTURE-SERVICE OCCUPATIONS."},
      {
        "id":"ED013291",
        "title":"EXPLORING OCCUPATIONAL OPPORTUNITIES IN ORNAMENTAL HORTICULTURE. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 1."},
      {
        "id":"ED013292",
        "title":"IDENTIFYING HORTICULTURAL PLANTS. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 2."},
      {
        "id":"ED013293",
        "title":"PROPAGATING HORTICULTURAL PLANTS. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 3."},
      {
        "id":"ED013294",
        "title":"GROWING HORTICULTURAL PLANTS. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 4."},
      {
        "id":"ED013295",
        "title":"USING SOIL AND OTHER PLANT GROWING MEDIA EFFECTIVELY. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 5."},
      {
        "id":"ED013296",
        "title":"RECOGNIZING AND CONTROLLING PLANT PESTS. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 6."},
      {
        "id":"ED013297",
        "title":"CONSTRUCTING, MAINTAINING, AND USING PLANT GROWING STRUCTURES. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 7."},
      {
        "id":"ED013298",
        "title":"AGRICULTURAL SALESMANSHIP. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 8."},
      {
        "id":"ED013299",
        "title":"ESTABLISHING AND CARING FOR LAWNS AND TURF. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 9."},
      {
        "id":"ED013300",
        "title":"OPERATING, REPAIRING, AND MAINTAINING SMALL POWER EQUIPMENT. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 10."},
      {
        "id":"ED013301",
        "title":"USING AND CARING FOR ORNAMENTAL PLANT MATERIALS AND LANDSCAPE STRUCTURES. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 11."},
      {
        "id":"ED013302",
        "title":"HUMAN RELATIONS IN AGRICULTURAL OCCUPATIONS. HORTICULTURE-SERVICE OCCUPATIONS, MODULE NO. 12."},
      {
        "id":"ED013303",
        "title":"SEAFOOD MERCHANDISING, A GUIDE FOR TRAINING PROGRAMS."},
      {
        "id":"ED013304",
        "title":"RESEARCH PLANNING CONFERENCE FOR BUSINESS AND OFFICE EDUCATION (OHIO STATE UNIVERSITY, FEBRUARY 27-MARCH 4, 1966)."},
      {
        "id":"ED013305",
        "title":"GUIDES FOR DEVELOPING CURRICULA FOR THE EDUCATION OF PRACTICAL NURSES."},
      {
        "id":"ED013306",
        "title":"A GUIDE FOR USE IN DEVELOPING TRAINING PROGRAMS IN DRAFTING AND DESIGN TECHNOLOGY."},
      {
        "id":"ED013307",
        "title":"PRIVATE VOCATIONAL SCHOOLS IN NORTH DAKOTA."},
      {
        "id":"ED013308",
        "title":"PHYSICS AND CHEMISTRY FOR THE AUTOMOTIVE TRADES."},
      {
        "id":"ED013309",
        "title":"ELECTRONIC TECHNOLOGY, A SUGGESTED 2-YEAR POST HIGH SCHOOL CURRICULUM."},
      {
        "id":"ED013310",
        "title":"THE VISITING HOMEMAKER, A SUGGESTED TRAINING PROGRAM."},
      {
        "id":"ED013311",
        "title":"SUPERVISED FOOD SERVICE WORKERS, A SUGGESTED TRAINING PROGRAM."},
      {
        "id":"ED013312",
        "title":"MECHANICAL TECHNOLOGY, DESIGN AND PRODUCTION, A SUGGESTED 2-YEAR POST HIGH SCHOOL CURRICULUM."},
      {
        "id":"ED013313",
        "title":"ELECTRICAL TECHNOLOGY, A SUGGESTED 2-YEAR POST HIGH SCHOOL CURRICULUM."},
      {
        "id":"ED013314",
        "title":"CIVIL AND HIGHWAY TECHNOLOGY, SUGGESTED TECHNIQUES FOR DETERMINING COURSES OF STUDY IN VOCATIONAL-TECHNICAL EDUCATION PROGRAMS."},
      {
        "id":"ED013315",
        "title":"GENERAL MECHANICS, A COURSE OF STUDY DESIGNED FOR COOPERATIVE PART-TIME STUDENTS EMPLOYED IN GENERAL MECHANICS SHOPS."},
      {
        "id":"ED013316",
        "title":"CHEMICAL AND METALLURGICAL TECHNOLOGIES, SUGGESTED TECHNIQUES FOR DETERMINING COURSES OF STUDY IN VOCATIONAL EDUCATION PROGRAMS."},
      {
        "id":"ED013317",
        "title":"INSTRUCTION IN FARM MECHANICS, SUGGESTIONS FOR DEVELOPING TRAINING PROGRAMS IN FARM MECHANICS IN VOCATIONAL AGRICULTURE."},
      {
        "id":"ED013318",
        "title":"DEVELOPMENT AND EVALUATION OF AN EXPERIMENTAL CURRICULUM FOR THE NEW QUINCY (MASS.) VOCATIONAL-TECHNICAL SCHOOL, THE SEQUENCING OF LEARNING UNITS. SEVENTH QUARTERLY TECHNICAL REPORT."},
      {
        "id":"ED013319",
        "title":"THE HOMEMAKER'S ASSISTANT, A SUGGESTED TRAINING PROGRAM."},
      {
        "id":"ED013320",
        "title":"FAMILY DINNER SERVICE SPECIALIST, A SUGGESTED TRAINING PROGRAM."},
      {
        "id":"ED013321",
        "title":"MEDICAL LABORATORY ASSISTANT, A SUGGESTED GUIDE FOR A TRAINING PROGRAM."},
      {
        "id":"ED013322",
        "title":"ELECTRONIC DATA PROCESSING--I, A SUGGESTED 2-YEAR POST HIGH SCHOOL CURRICULUM FOR COMPUTER PROGRAMERS AND BUSINESS APPLICATIONS ANALYSTS."},
      {
        "id":"ED013323",
        "title":"CLOTHING MAINTENANCE SPECIALIST, A SUGGESTED TRAINING PROGRAM."},
      {
        "id":"ED013324",
        "title":"HOTEL AND MOTEL HOUSEKEEPING AIDE, A SUGGESTED TRAINING PROGRAM."},
      {
        "id":"ED013325",
        "title":"ELECTRONIC DATA PROCESSING IN ENGINEERING, SCIENCE, AND BUSINESS. SUGGESTED TECHNIQUES FOR DETERMINING COURSES OF STUDY IN VOCATIONAL AND TECHNICAL EDUCATION PROGRAMS."},
      {
        "id":"ED013326",
        "title":"THE PREPARATION OF OCCUPATIONAL INSTRUCTORS, A SUGGESTED COURSE GUIDE."},
      {
        "id":"ED013327",
        "title":"ELECTRICAL AND ELECTRONIC TECHNOLOGIES, JOB DESCRIPTIONS AND SUGGESTED TECHNIQUES FOR DETERMINING COURSES OF STUDY IN VOCATIONAL EDUCATION PROGRAMS."},
      {
        "id":"ED013328",
        "title":"CHEMICAL TECHNOLOGY, A SUGGESTED 2-YEAR POST HIGH SCHOOL CURRICULUM."},
      {
        "id":"ED013329",
        "title":"A BASIC PLAN FOR THE ORGANIZATION AND MANAGEMENT OF INSTRUCTION IN VOCATIONAL RADIO AND TELEVISION."},
      {
        "id":"ED013330",
        "title":"GENERAL BUSINESS UNIT, THE INFLUENCE OF AUTOMATION ON BUSINESS AND PERSONAL LIFE."},
      {
        "id":"ED013331",
        "title":"A HANDBOOK FOR COORDINATORS OF PART-TIME COOPERATIVE TRAINING PROGRAMS IN TRADE AND INDUSTRIAL EDUCATION."},
      {
        "id":"ED013332",
        "title":"SUPERVISING OCCUPATIONAL EXPERIENCE IN BUSINESS EDUCATION, A REPORT OF A WORKSHOP ON SUPERVISING OCCUPATIONAL EXPERIENCE IN BUSINESS EDUCATION (NEW MEXICO STATE UNIVERSITY, CARLSBAD BRANCH, AUGUST 8-24, 1966)."},
      {
        "id":"ED013333",
        "title":"MENTAL NURSING. LESSON PLANS PREPARED BY PRACTICAL NURSING INSTRUCTORS FOLLOWING JOINT CONFERENCE HELD AT THE UNIVERSITY OF TENNESSEE, KNOXVILLE."},
      {
        "id":"ED013334",
        "title":"BUSINESS TRAINING COURSE, FULL-KEYBOARD ADDING-LISTING MACHINE."},
      {
        "id":"ED013335",
        "title":"THE CURRICULUM FOR A MODEL BUSINESS EDUCATION PROGRAM."},
      {
        "id":"ED013336",
        "title":"ABSTRACTS OF RESEARCH AND RELATED MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION."},
      {
        "id":"ED013337",
        "title":"ABSTRACTS OF INSTRUCTIONAL MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, FALL 1967."},
      {
        "id":"ED013339",
        "title":"MICROFICHE COLLECTION OF DOCUMENTS REPORTED IN ABSTRACTS OF INSTRUCTIONAL MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, FALL 1967."},
      {
        "id":"ED013340",
        "title":"NEW PATTERNS IN UNDERGRADUATE EDUCATION--EMERGING CURRICULUM MODELS FOR THE AMERICAN COLLEGE. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 15."},
      {
        "id":"ED013341",
        "title":"NEW DEVELOPMENTS IN TEACHING. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 16."},
      {
        "id":"ED013342",
        "title":"KEY IDEAS ABOUT LATIN AMERICA, BULLETIN NUMBER 4."},
      {
        "id":"ED013343",
        "title":"THE FOREIGN LANGUAGE ATTAINMENTS OF LANGUAGE MAJORS IN THE SENIOR YEAR--A SURVEY CONDUCTED IN U.S. COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED013344",
        "title":"RECENT REVIEWS AND BIBLIOGRAPHIC RESOURCES FOR READING RESEARCH. ERIC/CRIER READING REVIEW SERIES, VOLUME 1, BIBLIOGRAPHY 1."},
      {
        "id":"ED013345",
        "title":"CURRENT PRACTICES OBSERVED IN DESIGN AND DRAFTING OCCUPATIONS."},
      {
        "id":"ED013346",
        "title":"INTERINSTITUTIONAL COOPERATION IN HIGHER EDUCATION. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 21."},
      {
        "id":"ED013347",
        "title":"RESEARCH IN PROFESSIONAL EDUCATION, WITH SPECIAL REFERENCE TO MEDICAL EDUCATION. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 22."},
      {
        "id":"ED013348",
        "title":"GENERAL EDUCATION IN LIBERAL ARTS COLLEGES. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 24."},
      {
        "id":"ED013349",
        "title":"THE AMERICAN COLLEGE AND INTERNATIONAL EDUCATION. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 27."},
      {
        "id":"ED013350",
        "title":"THE HIGHER EDUCATION OF THE DISADVANTAGED. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 28."},
      {
        "id":"ED013351",
        "title":"IMPACT OF THE ACADEMIC LIBRARY ON THE EDUCATIONAL PROGRAM. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 29."},
      {
        "id":"ED013352",
        "title":"THE STUDENT ACTIVISTS--RIGHTS, NEEDS, AND POWERS OF UNDERGRADUATES. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 30."},
      {
        "id":"ED013353",
        "title":"EDUCATION FOR INDIVIDUAL DEVELOPMENT. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 31."},
      {
        "id":"ED013354",
        "title":"SURVEY OF PERSONNEL POLICIES IN RELATION TO FOREIGN LANGUAGE COMPETENCES."},
      {
        "id":"ED013355",
        "title":"RESURVEY OF FOREIGN LANGUAGE NEEDS OF SELECTED FEDERAL AGENCIES."},
      {
        "id":"ED013356",
        "title":"INTRODUCCION A UNA COMPARACION FONOLOGICA DEL ESPANOL Y DEL INGLES. (INTRODUCTION TO A PHONOLOGICAL COMPARISON OF SPANISH AND ENGLISH)."},
      {
        "id":"ED013357",
        "title":"STUDY CONFERENCE ON TEACHING ARABIC AT THE SECONDARY SCHOOL LEVEL. FINAL REPORT."},
      {
        "id":"ED013358",
        "title":"FOREIGN LANGUAGE ENTRANCE AND DEGREE REQUIREMENTS IN U.S. COLLEGES AND UNIVERSITIES, FALL 1966."},
      {
        "id":"ED013360",
        "title":"PERSONALITY AND CONFORMITY."},
      {
        "id":"ED013361",
        "title":"TECHNICAL PERSONNEL IN MENTAL HEALTH, PROCEEDINGS OF THE 1966 SUMMER STAFF TRAINING INSTITUTE."},
      {
        "id":"ED013362",
        "title":"IDENTIFICATION AND DEVELOPMENT OF INSTRUMENTS FOR A STUDY OF THE EXPECTATIONS AND PERCEPTIONS OF THE STATE VOCATIONAL-TECHNICAL EDUCATION AGENCIES AND THEIR INFLUENCE UPON LOCAL PROGRAMS."},
      {
        "id":"ED013363",
        "title":"THEORIES AND PRACTICES IN THE EDUCATION OF WOMEN DURING THE AGE OF ENLIGHTMENT IN FRANCE."},
      {
        "id":"ED013364",
        "title":"AUDITORY FACTORS IN FOREIGN LANGUAGE ACQUISITION."},
      {
        "id":"ED013365",
        "title":"SCIENCE INFORMATION PERSONNEL. THE NEW PROFESSION OF INFORMATION COMBINING SCIENCE, LIBRARIANSHIP AND FOREIGN LANGUAGE."},
      {
        "id":"ED013366",
        "title":"RESEARCH IN INTERNATIONAL EDUCATION--RESEARCH IN PROGRESS AND RESEARCH RECENTLY COMPLETED, 1966-67 SURVEY."},
      {
        "id":"ED013367",
        "title":"AN INVESTIGATION OF THE MEANS FOR UTILIZING ACADEMIC AND COMMUNITY RESOURCES TO PROVIDE SERVICES TO ARTS ORGANIZATIONS AND THROUGH THEM TO SCHOOLS AND COLLEGES. FINAL REPORT."},
      {
        "id":"ED013368",
        "title":"CRITERIA FOR EVALUATION OF CHILDREN'S ARTISTIC CREATIVITY. FINAL REPORT."},
      {
        "id":"ED013370",
        "title":"THE FEASIBILITY OF COST/EFFECTIVENESS ANALYSIS FOR TITLE 1, PUBLIC LAW 89-10. FINAL REPORT."},
      {
        "id":"ED013371",
        "title":"ICONIC SIGNS AND SYMBOLS IN AUDIOVISUAL COMMUNICATION, AN ANALYTICAL SURVEY OF SELECTED WRITINGS AND RESEARCH FINDINGS. FINAL REPORT."},
      {
        "id":"ED013372",
        "title":"EDUCATIONAL APPLICATIONS OF MANAGEMENT GAMES. FINAL REPORT."},
      {
        "id":"ED013374",
        "title":"SURVEY OF SPECIAL LIBRARIES SERVING STATE GOVERNMENTS, 1963-64."},
      {
        "id":"ED013376",
        "title":"AN EXPERIMENTAL PROJECT TO MEASURE CERTAIN FACETS OF LANGUAGE GROWTH FOR HIGH SCHOOL STUDENTS IN BEGINNING FRENCH WHEN VARIATIONS OF TEACHER TIME AND EQUIPMENT TIME ARE UTILIZED IN THE INSTRUCTIONAL PROCESS. FINAL REPORT."},
      {
        "id":"ED013377",
        "title":"COMPARATIVE STUDIES OF PRINCIPLES FOR PROGRAMMING MATHEMATICS IN AUTOMATED INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED013378",
        "title":"TRANSITION FROM SCHOOL TO COLLEGE. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 17."},
      {
        "id":"ED013379",
        "title":"THE STUDENT AND CAMPUS CLIMATES OF LEARNING. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 18."},
      {
        "id":"ED013380",
        "title":"INNOVATION IN HIGHER EDUCATION--DEVELOPMENTS, RESEARCH, AND PRIORITIES. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 19."},
      {
        "id":"ED013381",
        "title":"INSTITUTIONAL RESEARCH AND THE ACADEMIC PROGRAM. NEW DIMENSIONS IN HIGHER EDUCATION, NUMBER 20."},
      {
        "id":"ED013393",
        "title":"REPORT ON THE INTERAMERICAN CONSULTATION ON URBAN COMMUNITY DEVELOPMENT (PANAMA CITY, PANAMA , JUNE 7-9, 1966)."},
      {
        "id":"ED013399",
        "title":"RETRAINING AND MIGRATION AS FACTORS IN REGIONAL ECONOMIC DEVELOPMENT."},
      {
        "id":"ED013402",
        "title":"MANPOWER, EMPLOYMENT, AND EDUCATION IN THE RURAL ECONOMY OF TANZANIA."},
      {
        "id":"ED013403",
        "title":"A TEACHER'S GUIDE FOR ADULT BASIC EDUCATION."},
      {
        "id":"ED013404",
        "title":"THE CANADA NEWSTART PROGRAM."},
      {
        "id":"ED013405",
        "title":"SURVEY OF UNIVERSITY ADULT EDUCATION IN THE METROPOLITAN AREA OF NEW YORK."},
      {
        "id":"ED013406",
        "title":"A PLAN FOR EXPANSION AND DEVELOPMENT OF EDUCATION DEPARTMENTS OF FLORIDA DIVISION OF CORRECTIONS, IN COOPERATION WITH FLORIDA STATE UNIVERSITY ADULT EDUCATION DEPARTMENT."},
      {
        "id":"ED013414",
        "title":"THE CASE FOR EMPLOYEE EDUCATION."},
      {
        "id":"ED013417",
        "title":"ADULT EDUCATION TECHNIQUES IN DEVELOPING COUNTRIES, A GREEK CASE STUDY. PROBLEMS OF DEVELOPMENT SERIES."},
      {
        "id":"ED013418",
        "title":"A REPORT TO THE HOUSE INTERSTATE AND FOREIGN COMMERCE COMMITTEE ON EDUCATIONAL TELEVISION LEGISLATION."},
      {
        "id":"ED013419",
        "title":"CONTINUING EDUCATION FOR DEAF ADULTS."},
      {
        "id":"ED013420",
        "title":"MDTA VOCATIONAL EXPERIMENTAL-DEMONSTRATION PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL OFFENDERS. 11TH PROGRESS REPORT, COMMUNITY SPONSORSHIP PROGRAM."},
      {
        "id":"ED013421",
        "title":"MDTA VOCATIONAL EXPERIMENTAL-DEMONSTRATION PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL OFFENDERS. 12TH PROGRESS REPORT, AUTO SERVICE STATION MECHANIC-ATTENDANT COURSE."},
      {
        "id":"ED013422",
        "title":"MDTA VOCATIONAL EXPERIMENTAL-DEMONSTRATION PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL OFFENDERS. 13TH PROGRESS REPORT."},
      {
        "id":"ED013423",
        "title":"MDTA VOCATIONAL EXPERIMENTAL-DEMONSTRATION PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL OFFENDERS. 14TH PROGRESS REPORT."},
      {
        "id":"ED013424",
        "title":"MDTA VOCATIONAL EXPERIMENTAL-DEMONSTRATION PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL OFFENDERS. 15TH PROGRESS REPORT."},
      {
        "id":"ED013429",
        "title":"METHODS AND TECHNIQUES OF ADULT TRAINING, NUMBER 1. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED013430",
        "title":"MANAGEMENT DEVELOPMENT, NUMBER 1. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED013450",
        "title":"A MARANAO DICTIONARY."},
      {
        "id":"ED013451",
        "title":"TURKISH BASIC COURSE, UNITS 1-30."},
      {
        "id":"ED013456",
        "title":"DEVELOPMENTAL CAREER GUIDANCE IN ACTION, THE FIRST YEAR."},
      {
        "id":"ED013458",
        "title":"PRELIMINARY STUDY OF PROFESSIONAL CONTRIBUTIONS AND PRODUCTIVITY OF WOMEN WITH DOCTORATES."},
      {
        "id":"ED013459",
        "title":"ORGANIZATION OF SCHOOLS TO PROVIDE ACADEMIC AID AND THERAPEUTIC COUNSELING TO DISADVANTAGED CHILDREN."},
      {
        "id":"ED013460",
        "title":"THE EFFECT OF FEEDBACK TRAINING ON ACCURACY OF JUDGMENTS."},
      {
        "id":"ED013461",
        "title":"SCHOOL PSYCHOLOGY--PAST, PRESENT AND FUTURE."},
      {
        "id":"ED013462",
        "title":"USE AND EVALUATION OF OCCUPATIONAL INFORMATION MATERIALS."},
      {
        "id":"ED013463",
        "title":"THE NEW ROLE OF THE EMPLOYMENT SERVICE IN SERVING THE DISADVANTAGED."},
      {
        "id":"ED013464",
        "title":"A BEHAVIORAL APPROACH TO GROUP TREATMENT OF CHILDREN."},
      {
        "id":"ED013465",
        "title":"THE ETHICS AND POLITICS OF COLLEGE PSYCHIATRY."},
      {
        "id":"ED013466",
        "title":"SCHOOL CAREER ADJUSTMENT PATTERNS OF CHILDREN UTILIZING MENTAL HEALTH SERVICES."},
      {
        "id":"ED013467",
        "title":"DEVELOPMENT OF A JUNIOR HIGH SCHOOL INSTRUMENT FOR APPRAISING SOCIAL READINESS FOR EMPLOYMENT."},
      {
        "id":"ED013468",
        "title":"THE TREATMENT OF DISRUPTIVE CLASSROOM BEHAVIOR PROBLEMS BY EMPLOYMENT OF A PARTIAL-MILIEU CONSISTENCY PROGRAM. FINAL REPORT."},
      {
        "id":"ED013469",
        "title":"PERSONAL AND CIRCUMSTANTIAL FACTORS INFLUENCING THE ACT OF DISCOVERY."},
      {
        "id":"ED013470",
        "title":"THE PREDICTION OF CREATIVITY AND ACADEMIC ACHIEVEMENT FROM A CONCRETE PERCEPTUAL-COGNITIVE TASK."},
      {
        "id":"ED013471",
        "title":"AGE, SEX, AND IQ DIFFERENCES IN PERFORMANCE ON A CONCRETE PERCEPTUAL-COGNITIVE TASK."},
      {
        "id":"ED013472",
        "title":"DECREMENT IN CHILDREN'S COGNITIVE PERFORMANCE AS A CONSEQUENCE OF INFORMATION OVERLOAD."},
      {
        "id":"ED013473",
        "title":"SCHOOL AND FAMILY BACKGROUND CORRELATES OF CHILDREN'S SCHOOL ANXIETY."},
      {
        "id":"ED013474",
        "title":"THE RELIABILITY AND VALIDITY OF THE NEW HARRIS-GOODENOUGH DRAW-A-MAN TEST."},
      {
        "id":"ED013475",
        "title":"SCHOOL ANXIETY AND THE FACILITATION OF PERFORMANCE."},
      {
        "id":"ED013477",
        "title":"PROSPECTIVE CHANGES IN SOCIETY BY 1980, INCLUDING SOME IMPLICATIONS FOR EDUCATION, REPORTS PREPARED FOR THE AREA CONFERENCE (1ST, DENVER, JUNE 29-JULY 1, 1966)."},
      {
        "id":"ED013479",
        "title":"IMPLICATIONS FOR EDUCATION OF PROSPECTIVE CHANGES IN SOCIETY, REPORTS PREPARED FOR THE AREA CONFERENCE (2D, SALT LAKE CITY, OCTOBER 24-26, 1966)."},
      {
        "id":"ED013480",
        "title":"A MODEL FOR SHARED DECISION MAKING IN THE SCHOOL PRINCIPALSHIP."},
      {
        "id":"ED013481",
        "title":"PLANNING AND EFFECTING NEEDED CHANGES IN EDUCATION, REPORTS PREPARED FOR THE AREA CONFERENCE (3D, SCOTTSDALE, ARIZONA, APRIL 3-5, 1967)."},
      {
        "id":"ED013482",
        "title":"VIEWPOINTS FOR THE STUDY OF THE ADMINISTRATION OF HIGHER EDUCATION."},
      {
        "id":"ED013484",
        "title":"DIRECTED CHANGE IN FORMAL ORGANIZATIONS--THE SCHOOL SYSTEM."},
      {
        "id":"ED013485",
        "title":"SEMINAR ON CHANGE PROCESSES IN THE PUBLIC SCHOOLS."},
      {
        "id":"ED013486",
        "title":"CRUCIAL ISSUES IN ORGANIZATIONAL DEVELOPMENT."},
      {
        "id":"ED013487",
        "title":"LEADERSHIP--ORGANIZATION AND STRUCTURE."},
      {
        "id":"ED013489",
        "title":"A DESCRIPTION OF MEDICAL COLLEGE ENVIRONMENTS."},
      {
        "id":"ED013490",
        "title":"EVALUATION OF TEACHERS--THE PRINCIPAL'S DILEMMA."},
      {
        "id":"ED013492",
        "title":"UNIT COST STUDIES."},
      {
        "id":"ED013493",
        "title":"RACE RELATIONS AND SOCIAL CHANGE."},
      {
        "id":"ED013496",
        "title":"DYNAMICS OF INTERPERSONAL INTERACTION, A STUDY OF CONSULTATION AMONG GRADUATE STUDENTS IN A BEGINNING STATISTICS COURSE."},
      {
        "id":"ED013498",
        "title":"ATTITUDES TOWARD EDUCATION AND GENERAL SOCIAL ATTITUDES--A &quot;Q&quot; STUDY."},
      {
        "id":"ED013499",
        "title":"SCHOOL DISTRICT INNOVATIVENESS AND EXPECTATIONS FOR THE SCHOOL BOARD ROLE."},
      {
        "id":"ED013500",
        "title":"SCHOOL SUBMODEL FOR LARGE URBAN SCHOOLS."},
      {
        "id":"ED013501",
        "title":"THE EQUALIZING IMPACT OF STATE AID TO EDUCATION."},
      {
        "id":"ED013503",
        "title":"BEYOND NEGOTIATIONS."},
      {
        "id":"ED013504",
        "title":"GUIDANCE DATA FOR PROGRAM ASSIGNMENT IN THE WARREN CITY SCHOOLS."},
      {
        "id":"ED013507",
        "title":"GUIDE TO PRACTICES AND PROCEDURES FOR THE SLOW LEARNING PROGRAM IN SECONDARY SCHOOLS."},
      {
        "id":"ED013509",
        "title":"MOTHER AND BLIND CHILD, THE INFLUENCE OF CHILD-REARING PRACTICES ON THE BEHAVIOR OF PRESCHOOL BLIND CHILDREN."},
      {
        "id":"ED013510",
        "title":"PROCEEDINGS OF THE WEST COAST REGIONAL CONFERENCE ON RESEARCH RELATED TO BLIND AND SEVERELY VISUALLY IMPAIRED CHILDREN (SAN FRANCISCO, MARCH 8-10, 1965)."},
      {
        "id":"ED013511",
        "title":"AAIB NATIONAL CONFERENCE ON PRE-SCHOOL SERVICES FOR VISUALLY HANDICAPPED CHILDREN AND THEIR FAMILIES. (ST. LOUIS, MARCH 28-30, 1965)."},
      {
        "id":"ED013512",
        "title":"PROCEEDINGS OF THE ROTTERDAM MOBILITY RESEARCH CONFERENCE (ROTTERDAM, THE NETHERLANDS, AUGUST 3-7, 1964)."},
      {
        "id":"ED013513",
        "title":"TERMINOLOGY AND CONCEPTS IN MENTAL RETARDATION. TC SERIES IN SPECIAL EDUCATION."},
      {
        "id":"ED013514",
        "title":"ARITHMETIC ENRICHMENT IDEAS FOR GRADES 1, 2 AND 3."},
      {
        "id":"ED013515",
        "title":"TEACHERS' GUIDES. WORLD HISTORY FOR THE ACADEMICALLY TALENTED. ADVANCED PLACEMENT EUROPEAN HISTORY."},
      {
        "id":"ED013516",
        "title":"EDUCATING THE HIGHLY ABLE, A POLICY STATEMENT."},
      {
        "id":"ED013517",
        "title":"NINTH GRADE PLANE AND SOLID GEOMETRY FOR THE ACADEMICALLY TALENTED, TEACHERS GUIDE."},
      {
        "id":"ED013518",
        "title":"ONE IN A THOUSAND--A COMPARATIVE STUDY OF MODERATELY AND HIGHLY GIFTED ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED013520",
        "title":"THE BRAIN-INJURED CHILD, A SUMMARY REPORT OF CONFERENCE ON THE CHILD WITH LEARNING DISABILITIES (JERSEY CITY, MARCH 25, 1965)."},
      {
        "id":"ED013522",
        "title":"CHILDREN'S BUREAU ACTIVITIES IN MENTAL RETARDATION."},
      {
        "id":"ED013523",
        "title":"A CRITIQUE OF EXPERIMENTS ON THE ROLE OF NEUROLOGICAL ORGANIZATION IN READING PERFORMANCE."},
      {
        "id":"ED013524",
        "title":"THE SCHOOLHOUSE IN THE CITY."},
      {
        "id":"ED013525",
        "title":"SCHOOLS AND INNOVATION--A PROLOGUE TO PLANNING."},
      {
        "id":"ED013526",
        "title":"PHYSICAL FACILITIES FOR HIGHER EDUCATION IN OKLAHOMA. SELF-STUDY OF HIGHER EDUCATION IN OKLAHOMA."},
      {
        "id":"ED013527",
        "title":"COST MODEL FOR LARGE URBAN SCHOOLS."},
      {
        "id":"ED013528",
        "title":"URBAN EDUCATION SYSTEMS ANALYSIS."},
      {
        "id":"ED013529",
        "title":"PROGRAM OF EDUCATIONAL REQUIREMENTS FOR EXPERIMENTAL LEARNING CENTERS IN STATE COLLEGES IN PENNSYLVANIA."},
      {
        "id":"ED013530",
        "title":"UNIVERSITY RESEARCH BUILDINGS FOR SHORT-TERM GRANT PROGRAMS."},
      {
        "id":"ED013531",
        "title":"HORIZONTAL AND VERTICAL CIRCULATION IN UNIVERSITY INSTRUCTIONAL AND RESEARCH BUILDINGS."},
      {
        "id":"ED013532",
        "title":"SCHOOL SITE ANALYSIS AND DEVELOPMENT."},
      {
        "id":"ED013533",
        "title":"A GENERAL SITE LOCATION STUDY FOR A REGIONAL COLLEGE FOR THE OKANAGAN AREA OF BRITISH COLUMBIA."},
      {
        "id":"ED013534",
        "title":"REPORT OF A SURVEY OF POTENTIALITIES FOR A COLLEGE IN MOBILE, ALABAMA."},
      {
        "id":"ED013535",
        "title":"STUDENT REACTIONS TO STUDY FACILITIES WITH IMPLICATIONS FOR ARCHITECTS AND COLLEGE ADMINISTRATORS."},
      {
        "id":"ED013536",
        "title":"WASHINGTON COUNTY CLOSED-CIRCUIT TELEVISION REPORT."},
      {
        "id":"ED013537",
        "title":"THE EFFECTS OF CERTAIN RESPONSE CHARACTERISTICS IN PROGRAMED INSTRUCTION ON ERRORS, RATE OF LEARNING, AND RETENTION."},
      {
        "id":"ED013538",
        "title":"THE RELATIVE EFFECTIVENESS OF SUPPLEMENTING PROGRAMED INSTRUCTION WITH BLOCKED VERSUS SPACED REVIEW."},
      {
        "id":"ED013539",
        "title":"AN APPROACH TO THE USE OF COMPUTERS IN THE INSTRUCTIONAL PROCESS AND EVALUATION."},
      {
        "id":"ED013540",
        "title":"AN INVESTIGATION OF CLOSED-CIRCUIT TELEVISION FOR TEACHING UNIVERSITY COURSES. INSTRUCTIONAL TELEVISION RESEARCH, PROJECT NUMBER ONE."},
      {
        "id":"ED013541",
        "title":"THE RELATIONSHIP OF LEARNER CHARACTERISTICS TO MEDIA STIMULI AND PROGRAMING SEQUENCES."},
      {
        "id":"ED013542",
        "title":"EFFECTIVENESS OF TRAFFIC SAFETY FILMS IN RELATION TO EMOTIONAL INVOLVEMENT."},
      {
        "id":"ED013543",
        "title":"\"ENATION\" AND \"AGNATION.\""},
      {
        "id":"ED013544",
        "title":"AVIRS AND TECHNOLOGICAL INSTRUCTION--EXPERIENCES WITH THE NEW EDUCATIONAL REVOLUTION."},
      {
        "id":"ED013545",
        "title":"ANNOUNCEMENT OF THE INTERNATIONAL ASSOCIATION OF APPLIED LINGUISTICS (L'AILA). (TITLE SUPPLIED)."},
      {
        "id":"ED013546",
        "title":"TEN MASTER TEACHER AND PROGRAM AWARD PROGRAMS."},
      {
        "id":"ED013547",
        "title":"A NEW LOOK AT THE LINGUAL APPROACH."},
      {
        "id":"ED013548",
        "title":"VOICE CULTURE AND THE FOREIGN LANGUAGE TEACHER, TOWARD A GREATER ALLIANCE."},
      {
        "id":"ED013549",
        "title":"TWO HEADS ARE BETTER THAN ONE--REPORT ON AN EXPERIMENT."},
      {
        "id":"ED013550",
        "title":"FOREIGN LANGUAGES IN PUBLIC SECONDARY SCHOOLS, A NATIONAL SURVEY, FALL 1959. INTERIM REPORT."},
      {
        "id":"ED013551",
        "title":"RUSSIAN FOR SECONDARY SCHOOLS--THE NEW YORK STATE SYLLABUS. AN EVALUATION."},
      {
        "id":"ED013552",
        "title":"CURRENT TRENDS IN APPLIED LINGUISTICS."},
      {
        "id":"ED013553",
        "title":"THE ROLE OF APPLIED LINGUISTICS IN THE TEACHING OF FRENCH AND SPANISH."},
      {
        "id":"ED013554",
        "title":"ORDER OF PRESENTATION OF GRAMMATICAL STRUCTURES IN THE TEACHING OF RUSSIAN."},
      {
        "id":"ED013555",
        "title":"LITERARY TRANSLATION IN THE CLASSROOM."},
      {
        "id":"ED013556",
        "title":"DO WE REALLY WANT STUDENTS TO LEARN."},
      {
        "id":"ED013557",
        "title":"OF SPANISH DEPARTMENTS AND TEACHING SPANISH."},
      {
        "id":"ED013558",
        "title":"THE LANGUAGE LABORATORY, 1966--AN APPRAISAL. PANEL DISCUSSION."},
      {
        "id":"ED013559",
        "title":"THE LINGUISTIC METHOD AS IT IS CURRENTLY BEING APPLIED TO THE TEACHING OF FOREIGN LANGUAGES. PANEL DISCUSSION."},
      {
        "id":"ED013560",
        "title":"MICRO-TEACHING--A PROMISING MEDIUM FOR TEACHER TRAINING."},
      {
        "id":"ED013561",
        "title":"INSTITUTE FOR COLLEGE AND UNIVERSITY TRAINERS OF PROSPECTIVE MODERN LANGUAGE TEACHERS (UNIVERSITY OF MINNESOTA, JUNE 20 TO AUGUST 5, 1966). FINAL TECHNICAL REPORT."},
      {
        "id":"ED013562",
        "title":"CLASSICS IN THE INNER CITY SCHOOL--EXPERIMENTS AND PROPOSALS."},
      {
        "id":"ED013563",
        "title":"THE PLACE OF LANGUAGE AND LITERATURE IN THE ARTICULATION OF COLLEGE AND HIGH SCHOOL LANGUAGE PROGRAMS."},
      {
        "id":"ED013564",
        "title":"FOREIGN LANGUAGE ENROLLMENTS IN SEVENTH-DAY ADVENTIST AND CATHOLIC PAROCHIAL SECONDARY SCHOOLS, FALL, 1959."},
      {
        "id":"ED013565",
        "title":"A BIBLIOGRAPHY OF SPOKEN LATIN."},
      {
        "id":"ED013566",
        "title":"COLLEGE CLASSICAL ENROLLMENTS, 1965-66."},
      {
        "id":"ED013567",
        "title":"FOLLOW-UP OF ELEMENTARY FRENCH PROGRAM ON TV, AN EXPERIMENTAL PROGRAM."},
      {
        "id":"ED013568",
        "title":"LANGUAGE LABORATORY STANDARDS AND SPECIFICATIONS."},
      {
        "id":"ED013569",
        "title":"IN SEARCH OF A SYNTHESIS."},
      {
        "id":"ED013570",
        "title":"FOREIGN LANGUAGES AND THE HUMANITIES."},
      {
        "id":"ED013571",
        "title":"THE FOREIGN LANGUAGE PROGRAM IN WASHOE COUNTY AND THE UNIVERSITY OF NEVADA."},
      {
        "id":"ED013572",
        "title":"FOREIGN LANGUAGE PROGRAM POLICY. (TITLE SUPPLIED)."},
      {
        "id":"ED013573",
        "title":"THE FOREIGN LANGUAGE PROGRAM IN 1964."},
      {
        "id":"ED013574",
        "title":"MLA FOREIGN LANGUAGE PROFICIENCY TESTS FOR TEACHERS AND ADVANCED STUDENTS."},
      {
        "id":"ED013575",
        "title":"ON RUSSIAN IN SECONDARY SCHOOLS OF WESTERN CANADA."},
      {
        "id":"ED013576",
        "title":"IMPROVING THE STRUCTURE DRILL IN RUSSIAN."},
      {
        "id":"ED013577",
        "title":"THE TEACHING OF RUSSIAN--A RESPONSE TO NATHAN ROSEN."},
      {
        "id":"ED013578",
        "title":"WHAT CAN WE LEARN FROM THE PEACE CORPS."},
      {
        "id":"ED013579",
        "title":"LATIN FOR SECONDARY SCHOOLS (A GUIDE TO MINIMUM ESSENTIALS)."},
      {
        "id":"ED013580",
        "title":"LANGUAGE LABORATORY SPECIFICATIONS, AN ADMINISTRATOR'S GUIDE."},
      {
        "id":"ED013581",
        "title":"MODERN FOREIGN LANGUAGES, A SIX-YEAR PROGRAM (GRADES 7-12)--FRENCH, GERMAN, SPANISH."},
      {
        "id":"ED013582",
        "title":"GERMAN FOR SECONDARY SCHOOLS (A GUIDE TO MINIMUM ESSENTIALS)."},
      {
        "id":"ED013583",
        "title":"RUSSIAN FOR SECONDARY SCHOOLS."},
      {
        "id":"ED013584",
        "title":"THE LANGUAGE LABORATORY--WORK SHEET."},
      {
        "id":"ED013586",
        "title":"FOREIGN LANGUAGES IN THE CATHOLIC HIGH SCHOOL, REPORT OF THE ADVISORY COMMITTEE ON FOREIGN LANGUAGES."},
      {
        "id":"ED013587",
        "title":"FOREIGN LANGUAGES IN THE CATHOLIC HIGH SCHOOL, REPORT OF THE ADVISORY COMMITTEE ON FOREIGN LANGUAGES - CONCLUDED."},
      {
        "id":"ED013588",
        "title":"TECHNIQUES OF TAPE PREPARATION AND DUPLICATION, WITH SUGGESTIONS FOR A LANGUAGE LABORATORY."},
      {
        "id":"ED013589",
        "title":"HIGH SCHOOL ENROLLMENTS IN LATIN, 1964-65."},
      {
        "id":"ED013590",
        "title":"EXPERIMENTAL USE OF MACHINES IN THE TRAINING OF INTERPRETERS."},
      {
        "id":"ED013591",
        "title":"LET'S LOOK AT RESEARCH."},
      {
        "id":"ED013592",
        "title":"GUIDELINES FOR EVALUATING FOREIGN LANGUAGE PROGRAMS."},
      {
        "id":"ED013594",
        "title":"GUIDELINES FOR JUNIOR COLLEGE FOREIGN LANGUAGE INSTRUCTORS IN CALIFORNIA."},
      {
        "id":"ED013595",
        "title":"INSTRUCTIONAL LOAD STUDY."},
      {
        "id":"ED013596",
        "title":"INTERNATIONAL EDUCATION AND THE JUNIOR COLLEGE, 1966, PROCEEDINGS OF A CONFERENCE SPONSORED BY THE SUB-COMMITTEE ON INTERNATIONAL EDUCATION OF THE COMMISSION ON ADMINISTRATION, AAJC (ST. LOUIS FEBRUARY 28, 1966)."},
      {
        "id":"ED013598",
        "title":"THE ILLINOIS JUNIOR COLLEGE SYSTEM."},
      {
        "id":"ED013599",
        "title":"A DESCRIPTION OF JUNIOR COLLEGES."},
      {
        "id":"ED013600",
        "title":"THE EXPANDED USE OF DATA PROCESSING EQUIPMENT IN THE LOS ANGELES COLLEGES, AN INFORMATIONAL REPORT OF THE DIVISION OF COLLEGE AND ADULT EDUCATION, LOS ANGELES CITY SCHOOLS."},
      {
        "id":"ED013601",
        "title":"AN ANALYSIS OF THE RECORDS OF STUDENTS ENTERING EL CAMINO COLLEGE ON PROBATION FROM OTHER INSTITUTIONS OF HIGHER LEARNING."},
      {
        "id":"ED013602",
        "title":"PLANNING FOR INSTRUCTIONAL TELEVISION."},
      {
        "id":"ED013603",
        "title":"STUDENT SUCCESS IN BEGINNING CHEMISTRY (CHEMISTRY 3) AT EL CAMINO COLLEGE, 1964-65."},
      {
        "id":"ED013604",
        "title":"ENGLISH IN THE TWO-YEAR COLLEGE--REPORT OF A JOINT COMMITTEE OF THE NATIONAL COUNCIL OF TEACHERS OF ENGLISH AND THE CONFERENCE ON COLLEGE COMPOSITION AND COMMUNICATION."},
      {
        "id":"ED013605",
        "title":"ASSISTANT TEACHERS AND TEACHERS' AIDES--TRAINING AND ROLES OF AUXILIARY PERSONNEL FOR EARLY CHILDHOOD EDUCATION PROGRAMS."},
      {
        "id":"ED013606",
        "title":"NEW DIRECTIONS FOR INSTRUCTION IN THE JUNIOR COLLEGE, A REPORT OF A NATIONAL CONFERENCE SPONSORED BY UCLA, AAJC, AND THE ACCREDITING COMMISSION FOR JUNIOR COLLEGES OF THE WESTERN ASSN. OF SCHOOLS AND COLLEGES (JULY 15-17, 1964). (TITLE SUPPLIED)."},
      {
        "id":"ED013607",
        "title":"ABSTRACTS OF GRADUATE STUDIES ON THE COMMUNITY (JUNIOR) COLLEGE, 1961-66."},
      {
        "id":"ED013608",
        "title":"GUIDE FOR PLANNING COMMUNITY COLLEGE FACILITIES."},
      {
        "id":"ED013609",
        "title":"PARENTAL PERCEPTIONS OF THE STUDENT AS RELATED TO ACADEMIC ACHIEVEMENT IN JUNIOR COLLEGE."},
      {
        "id":"ED013610",
        "title":"EVALUATING TRANSFER APPLICATIONS."},
      {
        "id":"ED013611",
        "title":"CATALOGING AND CLASSIFICATION IN JUNIOR COLLEGE LIBRARIES."},
      {
        "id":"ED013612",
        "title":"SALARY STRUCTURES IN PUBLIC JUNIOR COLLEGES WHICH DO NOT HAVE THE USUAL ACADEMIC RANKS, 1965-66."},
      {
        "id":"ED013613",
        "title":"A STUDY OF SABBATICAL LEAVE PRACTICES IN CALIFORNIA PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED013614",
        "title":"GUIDELINES FOR IMPROVING ARTICULATION BETWEEN JUNIOR AND SENIOR COLLEGES, A STATEMENT BY THE JOINT COMMITTEE ON JUNIOR AND SENIOR COLLEGES. (TITLE SUPPLIED)."},
      {
        "id":"ED013615",
        "title":"SOME CHARACTERISTICS OF JUNIOR COLLEGE STUDENTS."},
      {
        "id":"ED013616",
        "title":"HOW CAN LABORATORY TRAINING IMPROVE RELATIONSHIPS BETWEEN ADVISERS AND STUDENTS IN STUDENT GOVERNMENT. A PRELIMINARY STUDY OF LABORATORY TRAINING AS USED WITH THE LOS ANGELES CITY COLLEGE STUDENT COUNCIL."},
      {
        "id":"ED013617",
        "title":"THE EVENING COLLEGE AND THE COMMUNITY COLLEGE--AN EXAMINATION OF THE CONFLICT IN NEW YORK AND A PROJECTION FOR NEW JERSEY."},
      {
        "id":"ED013618",
        "title":"RESPONSIBILITIES OF DIVISION AND DEPARTMENT CHAIRMEN IN CALIFORNIA JUNIOR COLLEGES."},
      {
        "id":"ED013619",
        "title":"ENGLISH A--AN EVALUATION OF PROGRAMMED INSTRUCTION."},
      {
        "id":"ED013620",
        "title":"A MASTER PLAN FOR HIGHER EDUCATION IN PENNSYLVANIA."},
      {
        "id":"ED013621",
        "title":"A SURVEY OF PARKING LOT UTILIZATION AT THE SOUTH CAMPUS, MACOMB COUNTY COMMUNITY COLLEGE."},
      {
        "id":"ED013622",
        "title":"ESTABLISHING LEGAL BASES FOR COMMUNITY COLLEGES, PROCEEDINGS OF A CONFERENCE SPONSORED BY THE COMMISSION ON LEGISLATION OF THE AAJC (CHICAGO, OCTOBER 20-21, 1961)."},
      {
        "id":"ED013623",
        "title":"LEADERSHIP OPPORTUNITIES AND THE BEGINNING JUNIOR COLLEGE PRESIDENT, REPORT FROM THE SOUTHEAST REGIONAL JUNIOR COLLEGE LEADERSHIP PROGRAM."},
      {
        "id":"ED013624",
        "title":"EXCELLENCE IN CONTINUING EDUCATION, PROCEEDINGS OF THE ANNUAL JUNIOR COLLEGE ADMINISTRATIVE TEAMS INSTITUTE (6TH, UNIVERSITY OF FLORIDA, GAINESVILLE, AUGUST 7-9, 1966)."},
      {
        "id":"ED013625",
        "title":"CREATING THE COLLEGE CLIMATE, PROCEEDINGS OF THE JUNIOR COLLEGE ADMINISTRATIVE TEAMS INSTITUTE (2D, FLORIDA STATE UNIVERSITY, TALLAHASSEE, JULY 30-AUGUST 3, 1962)."},
      {
        "id":"ED013626",
        "title":"LEADERSHIP OPPORTUNITIES IN THE ADMINISTRATION OF THE JUNIOR COLLEGE RESIDENCE PROGRAM, PROCEEDINGS OF THE SOUTHEASTERN REGONIAL LEADERSHIP INSTITUTE (BANNER ELK, NORTH CAROLINA, AUGUST 5-9, 1963)."},
      {
        "id":"ED013628",
        "title":"PREDICTING STUDENT ACCOMPLISHMENT IN COLLEGE FROM THE ACT ASSESSMENT."},
      {
        "id":"ED013629",
        "title":"PROCEEDINGS OF THE TECHNICIAN MANPOWER CONFERENCE, A CONFERENCE CONCERNING THE EDUCATION AND UTILIZATION OF SEMI-PROFESSIONAL TECHNICAL PERSONNEL (UNIVERSITY OF WASHINGTON, SEATTLE, OCTOBER 23-24, 1963)."},
      {
        "id":"ED013630",
        "title":"PROBLEMS AND NEEDS OF WASHINGTON COMMUNITY COLLEGES--AN EXPLORATORY SURVEY OF IMPORTANT RESEARCH AREAS."},
      {
        "id":"ED013631",
        "title":"CITIZENS LEAGUE REPORT ON COMMUNITY COLLEGES FOR THE TWIN CITIES AREA."},
      {
        "id":"ED013632",
        "title":"FROM JUNIOR TO SENIOR COLLEGE--A NATIONAL STUDY OF THE TRANSFER STUDENT."},
      {
        "id":"ED013633",
        "title":"ADMINISTERING THE COMMUNITY COLLEGE IN A CHANGING WORLD, PAPERS PRESENTED AT THE ANNUAL CONFERENCE OF THE UNIVERSITY COUNCIL FOR EDUCATIONAL ADMINISTRATION (9TH, BUFFALO, 1966). BUFFALO STUDIES."},
      {
        "id":"ED013634",
        "title":"THE AUTO-CRITIQUE METHOD OF INSTRUCTIONAL EVALUATION."},
      {
        "id":"ED013635",
        "title":"IMPROVEMENT OF INSTRUCTION, PROCEEDINGS OF THE JUNIOR COLLEGE ADMINISTRATIVE TEAMS INSTITUTE (4TH, PENSACOLA, FLORIDA, JULY 27-31, 1964)."},
      {
        "id":"ED013636",
        "title":"ADMINISTERING COMMUNITY COLLEGE STUDENT PERSONNEL SERVICES, REPORT OF THE ANNUAL PRESIDENTS' INSTITUTE, MIDWEST COMMUNITY COLLEGE LEADERSHIP PROGRAM (5TH, ANN ARBOR, 1965)."},
      {
        "id":"ED013637",
        "title":"THE ESSENTIAL SUPPORTIVE FUNCTIONS IN THE COLLEGE INSTRUCTIONAL PROGRAM."},
      {
        "id":"ED013638",
        "title":"PUBLISHED STANDARIZED TESTS - AN ANNOTATED LIST FOR JUNIOR COLLEGES. FIELD STUDIES REPORT SERIES, 3."},
      {
        "id":"ED013639",
        "title":"PLANNING, PROGRAMMING, DESIGNING THE COMMUNITY COLLEGE, PROCEEDINGS OF A CONFERENCE SPONSORED BY THE COLLEGE OF ARCHITECTURE AND URBAN PLANNING AND THE CENTER FOR THE DEVELOPMENT OF COMMUNITY COLLEGE EDUCATION (UNIVERSITY OF WASHINGTON, APRIL 24-25, 1967)."},
      {
        "id":"ED013640",
        "title":"RELATIONSHIPS OF FACULTY SENATES (COUNCILS) TO THE ADMINISTRATIVE STAFF, PRESIDENTS AND/OR SUPERINTENDENTS, AND BOARD OF TRUSTEES IN SIXTY-EIGHT CALIFORNIA JUNIOR COLLEGES AS REPORTED BY THE PRESIDENTS OR VICE PRESIDENTS."},
      {
        "id":"ED013641",
        "title":"GUIDED STUDIES MEASUREMENT AND EVALUATION REPORT FOR FIRST SEMESTER, 1966-67."},
      {
        "id":"ED013642",
        "title":"A SURVEY OF DROP-OUTS AND DISCONTINUING STUDENTS AND THEIR ATTITUDES TOWARD SELECTED ASPECTS OF THE JUNIOR COLLEGE PROGRAM."},
      {
        "id":"ED013644",
        "title":"SELECTED CHARACTERISTICS, SOCIOECONOMIC STATUS, AND LEVELS OF ATTAINMENT OF STUDENTS IN PUBLIC JUNIOR COLLEGE OCCUPATION-CENTERED EDUCATION."},
      {
        "id":"ED013645",
        "title":"PRACTICAL NURSING IN ILLINOIS--A PROFILE."},
      {
        "id":"ED013646",
        "title":"THE POTENTIAL ROLE OF THE JUNIOR COLLEGE IN EDUCATION FOR BUSINESS, MONOGRAPH C-15."},
      {
        "id":"ED013647",
        "title":"GUIDE TO PUBLIC RELATIONS FOR JUNIOR COLLEGES, MONOGRAPH C-8."},
      {
        "id":"ED013648",
        "title":"MONTEREY PENINSULA JUNIOR COLLEGE DISTRICT, MONTEREY, CALIFORNIA 93940, ADOPTION BUDGET, FISCAL YEAR 1967-68."},
      {
        "id":"ED013649",
        "title":"REPORT AND RECOMMENDATION FOR LEARNING MATERIALS CENTER."},
      {
        "id":"ED013651",
        "title":"FACULTY PARTICIPATION IN COMMUNITY COLLEGE GOVERNANCE--AN ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED013652",
        "title":"NURSING EDUCATION THROUGH MULTI-SENSORY APPROACHES, REPORT OF A WORKSHOP (DELTA COLLEGE, UNIVERSITY CENTER, MICHIGAN, DECEMBER 8, 1966)."},
      {
        "id":"ED013654",
        "title":"AN ECONOMETRIC MODEL OF THE CALIFORNIA PUBLIC JUNIOR COLLEGE OPERATING YEAR-ROUND."},
      {
        "id":"ED013655",
        "title":"A SELECTED AND ANNOTATED BIBLIOGRAPHY OF STUDIES CONCERNING THE TAXONOMY OF EDUCATIONAL OBJECTIVES--COGNITIVE DOMAIN."},
      {
        "id":"ED013656",
        "title":"THE JUNIOR AND COMMUNITY COLLEGE--A BIBLIOGRAPHY OF DOCTORAL DISSERTATIONS, 1964-1966."},
      {
        "id":"ED013657",
        "title":"THE ACADEMIC DEANSHIP--AN ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED013658",
        "title":"JUNIOR COLLEGE JOURNAL INDEX, 1930-1967."},
      {
        "id":"ED013659",
        "title":"RESEARCH STUDIES OF THE JUNIOR COLLEGE DROPOUT."},
      {
        "id":"ED013660",
        "title":"EFFECTIVE JUNIOR COLLEGE PROGRAMS OF COMMUNITY SERVICES--RATIONALE, GUIDELINES, PRACTICES."},
      {
        "id":"ED013661",
        "title":"THE JUNIOR COLLEGE REMEDIAL PROGRAM."},
      {
        "id":"ED013663",
        "title":"THE EFFECTS OF ASSESSMENT AND PERSONALIZED PROGRAMMING ON SUBSEQUENT INTELLECTUAL DEVELOPMENT OF PREKINDERGARTEN AND KINDERGARTEN CHILDREN."},
      {
        "id":"ED013665",
        "title":"CONCEPT FORMATION BY KINDERGARTEN CHILDREN IN A CARD-SORTING TASK. PSYCHOLOGY SERIES."},
      {
        "id":"ED013667",
        "title":"AN EVALUATION OF OPERATION HEAD START BILINGUAL CHILDREN, SUMMER, 1965."},
      {
        "id":"ED013668",
        "title":"EVALUATION OF HEADSTART EDUCATIONAL PROGRAM IN CAMBRIDGE, MASSACHUSETTS. FINAL REPORT."},
      {
        "id":"ED013669",
        "title":"PROJECT HEAD START AND THE CULTURALLY DEPRIVED IN ROCHESTER, NEW YORK, A STUDY OF PARTICIPATING AND NON-PARTICIPATING FAMILIES IN AREAS SERVED BY PROJECT HEAD START IN ROCHESTER, FINAL REPORT."},
      {
        "id":"ED013670",
        "title":"SUMMARY AND OBSERVATIONS IN THE DAKOTAS AND MINNESOTA. INDIAN COMMUNITIES AND PROJECT HEAD START."},
      {
        "id":"ED013671",
        "title":"AN APPRAISAL OF POSSIBILITIES FOR A HEAD START PROGRAM AMONG THE POTAWATOMI INDIANS OF KANSAS. INDIAN COMMUNITIES AND PROJECT HEAD START."},
      {
        "id":"ED013673",
        "title":"REPORT AND RECOMMENDATIONS OF THE CONSULTATION ON SERVICES TO CHILDREN IN THE EAST COAST MIGRANT STREAM, (LAKE BYRD CONFERENCE CENTER, AVON PARK, FLORIDA, FEBRUARY 1-3, 1965)."},
      {
        "id":"ED013674",
        "title":"THE NONPROFESSIONAL WORKER IN YOUTH EMPLOYMENT PROGRAMS."},
      {
        "id":"ED013675",
        "title":"REALITY, RESPONSIBILITY AND RESPECT IN THE EDUCATION OF CHILDREN FROM FAMILIES WHO FOLLOW THE CROPS."},
      {
        "id":"ED013676",
        "title":"FARM WORKERS IN A SPECIALIZED SEASONAL CROP AREA, STANISLAUS COUNTY, CALIFORNIA."},
      {
        "id":"ED013678",
        "title":"QUALITY EDUCATION FOR APPALACHIA, A TITLE IV REGIONAL EDUCATIONAL LABORATORY. FINAL REPORT."},
      {
        "id":"ED013679",
        "title":"FARM LABOR ORGANIZING 1905-1967, A BRIEF HISTORY."},
      {
        "id":"ED013680",
        "title":"TEXAS STATE DEPARTMENT OF HEALTH MIGRANT PROJECT. ANNUAL REPORT."},
      {
        "id":"ED013681",
        "title":"STATE OF CALIFORNIA MIGRANT MASTER PLAN."},
      {
        "id":"ED013682",
        "title":"TEXT OF STATEMENT PRESENTED TO U.S. SENATE SUB-COMMITTEE ON EMPLOYMENT, MANPOWER AND POVERTY."},
      {
        "id":"ED013683",
        "title":"FOSTERING AND REINFORCING INNOVATIVE BEHAVIOR IN SELECTED SCHOOL PERSONNEL, A MONOGRAPH OF SELECTED PAPERS PRESENTED AT TWO INSTITUTES (TUCSON, SUMMER AND FALL, 1966)."},
      {
        "id":"ED013684",
        "title":"PROGRAM PLANS FOR FAR WEST LABORATORY FOR EDUCATIONAL RESEARCH AND DEVELOPMENT, MARCH 1, 1967."},
      {
        "id":"ED013685",
        "title":"A PILOT STUDY TO DETERMINE THE INFLUENCE UPON TEACHERS AND UPON STUDENTS OF A TELEVISION PROGRAM DESIGNED TO PROVIDE IN-SERVICE TRAINING AND CLASSROOM INSTRUCTION IN SPANISH."},
      {
        "id":"ED013686",
        "title":"REPORT OF THE EXECUTIVE SECRETARY, DEPARTMENT OF RURAL EDUCATION, NATIONAL EDUCATION ASSOCIATION, OCTOBER, 1967."},
      {
        "id":"ED013687",
        "title":"TEACHING CRITICAL THINKING IN THE SECONDARY SCHOOL."},
      {
        "id":"ED013688",
        "title":"RURAL YOUTH-WORK PROGRAMS--PROBLEMS OF SIZE AND SCOPE."},
      {
        "id":"ED013689",
        "title":"CURRICULUM MATERIALS FOR ADULT BASIC EDUCATION."},
      {
        "id":"ED013690",
        "title":"ASSESSMENT OF RURAL MEXICAN-AMERICAN STUDENTS IN GRADES PRE-SCHOOL THROUGH TWELFTH."},
      {
        "id":"ED013691",
        "title":"TEFL AND THE CULTURALLY DEPRIVED."},
      {
        "id":"ED013692",
        "title":"TESTING IN ADULT BASIC EDUCATION PROGRAMS CATERING TO SEASONAL AND MIGRANT FARMERS."},
      {
        "id":"ED013693",
        "title":"PROJECT HEAD START, SUMMER 1966, LECTURES PRESENTED IN THE ORIENTATION SESSION FOR PERSONNEL IN THE CHILD DEVELOPMENT CENTERS (SAN FRANCISCO STATE COLLEGE, JUNE 19-24, 1966)."},
      {
        "id":"ED013694",
        "title":"SCHOOL LUNCH AND LEARNING."},
      {
        "id":"ED013695",
        "title":"CAUSES OF RURAL POVERTY."},
      {
        "id":"ED013696",
        "title":"AGE OF TRANSITION, RURAL YOUTH IN A CHANGING SOCIETY."},
      {
        "id":"ED013697",
        "title":"SURVEY OF RESEARCH ON GROUPING AS RELATED TO PUPIL LEARNING."},
      {
        "id":"ED013698",
        "title":"THE EDUCATION OF THE CULTURALLY DIFFERENT, A MULTI-CULTURAL APPROACH."},
      {
        "id":"ED013699",
        "title":"FLORIDA MIGRANT HEALTH PROJECT. FOURTH ANNUAL PROGRESS REPORT, 1966-1967."},
      {
        "id":"ED013700",
        "title":"FORMS AND SCOPE OF POVERTY IN KENTUCKY. RESOURCE DEVELOPMENT SERIES 10."},
      {
        "id":"ED013702",
        "title":"A GUIDE TO HIGH SCHOOL AND COLLEGE READING TESTS."},
      {
        "id":"ED013703",
        "title":"SIMULATION IN READING."},
      {
        "id":"ED013705",
        "title":"UNIFORMITY OF GROWTH IN THE BASIC SKILLS THROUGHOUT THE SCHOOL YEAR AND DURING THE SUMMER."},
      {
        "id":"ED013706",
        "title":"READING FOR THE GIFTED--GUIDED EXTENSION OF READING SKILLS THROUGH LITERATURE. PART 1, APPRECIATING THE CONTRIBUTIONS OF ONE AUTHOR..."},
      {
        "id":"ED013707",
        "title":"READING FOR THE GIFTED--GUIDED EXTENSION OF READING SKILLS THROUGH LITERATURE. PART 2, APPRECIATING THE CONTRIBUTIONS OF SCIENCE THROUGH BIOGRAPHY..."},
      {
        "id":"ED013708",
        "title":"THE JOPLIN PLAN AND CROSS GRADE GROUPING."},
      {
        "id":"ED013709",
        "title":"WHAT MATERIALS SHOULD BE USED IN COLLEGE READING COURSES."},
      {
        "id":"ED013710",
        "title":"IN-CLASS GROUPING TO CARE FOR INDIVIDUAL NEEDS."},
      {
        "id":"ED013711",
        "title":"A THREE-PRONGED ATTACK ON VOCABULARY DEVELOPMENT."},
      {
        "id":"ED013713",
        "title":"COMPARISON OF THREE METHODS OF TEACHING READING IN THE SECOND GRADE."},
      {
        "id":"ED013714",
        "title":"COORDINATING CENTER FOR FIRST-GRADE READING PROGRAMS."},
      {
        "id":"ED013715",
        "title":"TRANSFER EFFECTS OF TRAINING INTERMEDIATE GRADE PUPILS TO ADJUST READING SPEED TO READING PURPOSE."},
      {
        "id":"ED013717",
        "title":"THE DEVELOPMENT OF GRAPHIC ACTIVITY IN THE CHILD--A THEORY AND A FIRST EXPERIMENT."},
      {
        "id":"ED013718",
        "title":"EFFECTIVENESS OF FOUR METHODS OF INCREASING READING RATE, COMPREHENSION, AND FLEXIBILITY."},
      {
        "id":"ED013719",
        "title":"A CENTER FOR DEMONSTRATING THE TEACHING OF READING TO STUDENTS IN GRADES 7-12."},
      {
        "id":"ED013720",
        "title":"THE DEVELOPMENT OF A BEGINNING READING SKILLS PROGRAM USING THE EDISON RESPONSIVE ENVIRONMENTS INSTRUMENT. SECOND PROGRESS REPORT."},
      {
        "id":"ED013723",
        "title":"THE EFFECT OF A SUMMER TELEVISION READING PROGRAM ON THE READING ACHIEVEMENT OF CHILDREN. INTERIM REPORT."},
      {
        "id":"ED013724",
        "title":"FOUR PATHS TO READING."},
      {
        "id":"ED013731",
        "title":"THE USE OF ORIGINAL INSTRUCTIONAL MATERIALS AS A STIMULUS FOR IMPROVED READING."},
      {
        "id":"ED013732",
        "title":"AN INVESTIGATION OF FACTORS ASSOCIATED WITH THE PUMROY CONCENTRATION TEST."},
      {
        "id":"ED013733",
        "title":"AN EVALUATION OF THE UNIVERSITY OF MARYLAND READING AND STUDY SKILLS SATELLITE PROGRAM."},
      {
        "id":"ED013734",
        "title":"THE ORGANIZATION, ADMINISTRATION AND EVALUATION OF A READING AND STUDY SKILLS PROGRAM FOR STUDENTS ENROLLED IN A MEDICAL LABORATORY ASSISTANTS TRAINING PROGRAM."},
      {
        "id":"ED013735",
        "title":"THE EFFECTIVENESS OF TEACHING BEGINNING READING WITH THE INITIAL TEACHING ALPHABET (I/T/A), A FINAL REPORT."},
      {
        "id":"ED013749",
        "title":"A STUDY OF THE EFFECTIVENESS OF TRAINING FOR RETARDED READERS IN THE AUDITORY PERCEPTUAL SKILLS UNDERLYING READING."},
      {
        "id":"ED013751",
        "title":"READING IN FLORIDA SECONDARY SCHOOLS, A GUIDE."},
      {
        "id":"ED013753",
        "title":"THE RISE OF THE AMERICAN CHEMISTRY PROFESSION, 1850-1900."},
      {
        "id":"ED013754",
        "title":"RADIOISOTOPE EXPERIMENTS IN HIGH SCHOOL BIOLOGY, AN ANNOTATED SELECTED BIBLIOGRAPHY."},
      {
        "id":"ED013755",
        "title":"A SUGGESTED CHECKLIST FOR ASSESSING A SCIENCE PROGRAM."},
      {
        "id":"ED013760",
        "title":"SCIENCE COURSE IMPROVEMENT PROJECTS. 2, SCIENCE TEACHING EQUIPMENT."},
      {
        "id":"ED013762",
        "title":"THE 1957 UNIVERSITY OF UTAH RESEARCH CONFERENCE ON THE IDENTIFICATION OF CREATIVE SCIENTIFIC TALENT (2D, BRIGHTON, UTAH, AUGUST 17-20, 1957)."},
      {
        "id":"ED013763",
        "title":"OBJECTIVES OF SCIENCE EDUCATION, COMPILED AS A GUIDE TO THE DEVELOPMENT OF AN ASSESSMENT PROGRAM IN SCIENCE EDUCATION."},
      {
        "id":"ED013764",
        "title":"TEACHER'S SOURCEBOOK FOR EXPLORING THE WORLD OF SCIENCE, AN INSTRUCTIONAL PROGRAM FOR THE PRIMARY GRADES USING TELEVISION."},
      {
        "id":"ED013771",
        "title":"RESEARCH DESIGN FOR EVALUATING PROJECT MISSION."},
      {
        "id":"ED013776",
        "title":"INTERACTION ANALYSIS--RECENT DEVELOPMENTS."},
      {
        "id":"ED013777",
        "title":"IT'S TIME FOR A MOON-SHOT IN EDUCATION."},
      {
        "id":"ED013778",
        "title":"CONCEPTS, STRATEGIES, AND PRIORITIES FOR RESEARCH IN EDUCATIONAL MANPOWER, A SYMPOSIUM ON EDUCATIONAL MANPOWER. FINAL REPORT."},
      {
        "id":"ED013780",
        "title":"THE COLORADO COLLEGE CONFERENCE ON ADVANCED PLACEMENT IN ART."},
      {
        "id":"ED013781",
        "title":"EDUCATIONAL MEDIA IN INSTRUCTIONAL SYSTEMS DEVELOPMENT AT THE OHIO STATE UNIVERSITY."},
      {
        "id":"ED013782",
        "title":"THE EFFECTS OF SELF-FEEDBACK AND REINFORCEMENT ON THE ACQUISITION OF A TEACHING SKILL."},
      {
        "id":"ED013784",
        "title":"PERCEIVED PROBLEMS OF BEGINNING ELEMENTARY SCHOOL TEACHERS AS RELATED TO STUDENT TEACHING PLACEMENT AND JOB LOCATION."},
      {
        "id":"ED013785",
        "title":"OUR SHORT-CHANGED CITY SCHOOLS."},
      {
        "id":"ED013786",
        "title":"THE IDENTIFICATION AND ANALYSIS OF PROBLEMS OF FIRST YEAR TEACHERS."},
      {
        "id":"ED013787",
        "title":"THE TEACHER AND GROUP DEVELOPMENT."},
      {
        "id":"ED013788",
        "title":"THE RELATIONSHIP BETWEEN CLASSROOM VERBAL BEHAVIOR OF STUDENT TEACHERS AND THE CLASSROOM VERBAL BEHAVIOR OF THEIR COOPERATING TEACHERS."},
      {
        "id":"ED013790",
        "title":"CHANGING THE PECKING ORDER."},
      {
        "id":"ED013791",
        "title":"MICROTEACHING AS A TEACHING METHODOLOGY."},
      {
        "id":"ED013792",
        "title":"THE PROFESSIONAL TRAINING, SPECIFIC TEACHING ASSIGNMENTS, AND JOB SATISFACTIONS OF GEORGIA SOCIAL STUDIES TEACHERS."},
      {
        "id":"ED013793",
        "title":"THE EFFECT OF SEX IDENTIFICATION UPON TEACHER EVALUATION OF PUPILS."},
      {
        "id":"ED013794",
        "title":"EFFECTS OF FEEDBACK AND PRACTICE CONDITIONS ON THE ACQUISITION OF A TEACHING STRATEGY."},
      {
        "id":"ED013795",
        "title":"THE TEACHER CORPS PROJECT AT NEW YORK UNIVERSITY."},
      {
        "id":"ED013796",
        "title":"PLANNING FOR THE EDUCATION OF TEACHERS."},
      {
        "id":"ED013797",
        "title":"NEEDED RESEARCH IN TEACHER EDUCATION--SENSITIVITY TRAINING AND THE PROCESS OF CHANGE."},
      {
        "id":"ED013798",
        "title":"INTERACTION ANALYSIS AS A FEEDBACK SYSTEM IN TEACHER PREPARATION."},
      {
        "id":"ED013799",
        "title":"STRATEGIES FOR INSTRUCTIONAL CHANGE--PROMISING IDEAS AND PERPLEXING PROBLEMS."},
      {
        "id":"ED013800",
        "title":"PROFESSIONAL INTEGRATION AND CLINICAL RESEARCH."},
      {
        "id":"ED013801",
        "title":"FACULTY PERCEPTIONS OF THE RESEARCH ENVIRONMENT."},
      {
        "id":"ED013802",
        "title":"PROFESSIONAL INSECURITIES OF PROSPECTIVE TEACHERS."},
      {
        "id":"ED013803",
        "title":"TEACHERS' ATTITUDES ABOUT CREATIVITY."},
      {
        "id":"ED013805",
        "title":"A CURRICULUM STUDY CENTER IN ENGLISH. FINAL REPORT."},
      {
        "id":"ED013806",
        "title":"A CURRICULUM FOR ENGLISH, GRADE 1, UNITS 1-12."},
      {
        "id":"ED013807",
        "title":"A CURRICULUM FOR ENGLISH, GRADE 2, UNITS 13-22."},
      {
        "id":"ED013808",
        "title":"A CURRICULUM FOR ENGLISH, GRADE 3, UNITS 23-33."},
      {
        "id":"ED013809",
        "title":"A CURRICULUM FOR ENGLISH, GRADE 4, UNITS 34-44."},
      {
        "id":"ED013810",
        "title":"A CURRICULUM FOR ENGLISH, GRADE 5, UNITS 45-57."},
      {
        "id":"ED013811",
        "title":"A CURRICULUM FOR ENGLISH, GRADE 6, UNITS 58-70."},
      {
        "id":"ED013812",
        "title":"A CURRICULUM FOR ENGLISH, LANGUAGE EXPLORATIONS FOR THE ELEMENTARY GRADES."},
      {
        "id":"ED013813",
        "title":"A CURRICULUM FOR ENGLISH, POETRY FOR THE ELEMENTARY GRADES."},
      {
        "id":"ED013815",
        "title":"THE NEBRASKA STUDY OF THE SYNTAX OF CHILDREN'S WRITING, 1965-66, VOLUME II."},
      {
        "id":"ED013816",
        "title":"THE NEBRASKA STUDY OF THE SYNTAX OF CHILDREN&apos;S WRITING, 1966-67, VOLUME III."},
      {
        "id":"ED013817",
        "title":"A CURRICULUM FOR ENGLISH, TEACHER PACKET, GRADE 7."},
      {
        "id":"ED013818",
        "title":"A CURRICULUM FOR ENGLISH, STUDENT PACKET, GRADE 7."},
      {
        "id":"ED013819",
        "title":"A CURRICULUM FOR ENGLISH, TEACHER PACKET, GRADE 8."},
      {
        "id":"ED013820",
        "title":"A CURRICULUM FOR ENGLISH, STUDENT PACKET, GRADE 8."},
      {
        "id":"ED013821",
        "title":"A CURRICULUM FOR ENGLISH, TEACHER PACKET, GRADE 9."},
      {
        "id":"ED013822",
        "title":"A CURRICULUM FOR ENGLISH, STUDENT PACKET, GRADE 9."},
      {
        "id":"ED013823",
        "title":"A CURRICULUM FOR ENGLISH, TEACHER PACKET, GRADE 10."},
      {
        "id":"ED013824",
        "title":"A CURRICULUM FOR ENGLISH, STUDENT PACKET, GRADE 10."},
      {
        "id":"ED013825",
        "title":"A CURRICULUM FOR ENGLISH, TEACHER PACKET, GRADE 11."},
      {
        "id":"ED013826",
        "title":"A CURRICULUM FOR ENGLISH, STUDENT PACKET, GRADE 11."},
      {
        "id":"ED013827",
        "title":"A CURRICULUM FOR ENGLISH, TEACHER PACKET, GRADE 12."},
      {
        "id":"ED013828",
        "title":"A CURRICULUM FOR ENGLISH, STUDENT PACKET, GRADE 12."},
      {
        "id":"ED013829",
        "title":"AN EVALUATION OF THEATRE RESOURCES FOR YOUTH, PROJECT TRY."},
      {
        "id":"ED013830",
        "title":"THE CHAIRMAN AND HIS DEPARTMENT."},
      {
        "id":"ED013831",
        "title":"THE FUTURE OF THE ENGLISH CURRICULUM."},
      {
        "id":"ED013832",
        "title":"WHAT CAN WE DO ABOUT THE PH.D."},
      {
        "id":"ED013833",
        "title":"THE RHETORIC PROGRAM AT THE UNIVERSITY OF ILLINOIS."},
      {
        "id":"ED013834",
        "title":"THE FUNCTION OF THE ENGLISH DEPARTMENT PLACEMENT OFFICER."},
      {
        "id":"ED013835",
        "title":"MEDIA AND THE EDUCATION OF THE DISADVANTAGED."},
      {
        "id":"ED013842",
        "title":"ABILITY GROUPING--WHAT GOOD IS IT."},
      {
        "id":"ED013843",
        "title":"PROBLEMS OF SCHOOL DECENTRALIZATION IN NEW YORK CITY."},
      {
        "id":"ED013844",
        "title":"THE MASS MEDIA AS AN EDUCATIONAL INSTITUTION."},
      {
        "id":"ED013845",
        "title":"THE MORE EFFECTIVE SCHOOLS."},
      {
        "id":"ED013847",
        "title":"THE PREDICTION OF DROPOUT BEHAVIOR AMONG URBAN NEGRO BOYS. FINAL REPORT."},
      {
        "id":"ED013849",
        "title":"TRAITS OF SCHOOL ACHIEVERS FROM A DEPRIVED BACKGROUND."},
      {
        "id":"ED013850",
        "title":"THE FOUR-YEAR COMPREHENSIVE HIGH SCHOOL--NINTH-YEAR TRANSFER PROGRAM."},
      {
        "id":"ED013851",
        "title":"SOME QUANTITATIVE ASPECTS OF THE INSTRUCTIONAL PROCESS."},
      {
        "id":"ED013852",
        "title":"AN EVALUATION OF STAR, OR THE EFFECTS OF TRAINING AND DEPUTIZING INDIGENOUS ADULTS TO ADMINISTER A HOME-BASED TUTORING PROGRAM TO FIRST GRADERS IN AN URBAN DEPRESSED AREA."},
      {
        "id":"ED013853",
        "title":"PUPIL, STAFF, AND EDUCATIONAL FACILITY CHARACTERISTICS ASSOCIATED WITH PUBLIC LAW 89-10 TITLE I PROJECTS IN IOWA. INTERIM REPORT, 1 JUNE 1966-31 MAY 1967."},
      {
        "id":"ED013854",
        "title":"LEARNING EFFICIENCY AS A FUNCTION OF DEPICTION, VERBALIZATION, GRADE AND SOCIAL CLASS."},
      {
        "id":"ED013856",
        "title":"WHERE THE ACTION IS--AN EVALUATION, PROJECT 64-1."},
      {
        "id":"ED013857",
        "title":"A STUDY OF INTEGRATION IN RACIALLY IMBALANCED URBAN PUBLIC SCHOOLS--A DEMONSTRATION AND EVALUATION. FINAL REPORT."},
      {
        "id":"ED013858",
        "title":"THE DISADVANTAGED CHILD AND THE LANGUAGE ARTS."},
      {
        "id":"ED013859",
        "title":"ART PROGRAMS IN NEGRO COLLEGES. FINAL REPORT."},
      {
        "id":"ED013861",
        "title":"SOCIALIZATION FOR BICULTURAL ADJUSTMENT--A CASE STUDY."},
      {
        "id":"ED013862",
        "title":"SOME EFFECTS OF AUDIO-VISUAL TECHNIQUES ON ASPIRATIONAL LEVEL AND ETHNOCENTRIC SHIFT. FINAL REPORT."},
      {
        "id":"ED013863",
        "title":"COMPENSATORY EDUCATION IN THE EQUALIZATION OF EDUCATIONAL OPPORTUNITY--A SUMMARY EVALUATION OF COMPENSATORY EDUCATION, SOME MODELS FOR ITS IMPROVED APPLICATION AND SOME PROJECTED COSTS OF THEIR IMPLEMENTATION. A REPORT TO THE U.S. COM. ON CIVIL RIGHTS."},
      {
        "id":"ED013864",
        "title":"EVALUATION OF THE MORE EFFECTIVE SCHOOLS PROGRAM. SUMMARY REPORT."},
      {
        "id":"ED013865",
        "title":"ESEA TITLE I PROJECTS IN THE BERKELEY UNIFIED SCHOOL DISTRICT--A SHORT SUMMARY OF ACTIVITIES AND EVALUATION FOR THE SPRING SEMESTER, 1966."},
      {
        "id":"ED013866",
        "title":"VANGUARD OF EDUCATION IN TEXAS."},
      {
        "id":"ED013867",
        "title":"PROBLEMS AND PROSPECTS IN VOCATIONAL EDUCATION."},
      {
        "id":"ED013868",
        "title":"A SURVEY OF THE ATTITUDES HELD BY CERTAIN SOUTH CAROLINA NINTH AND TWELFTH GRADE GIRLS TOWARD HOME ECONOMICS RELATED JOBS."},
      {
        "id":"ED013869",
        "title":"AGRICULTURAL EDUCATION OFFERINGS IN COMMUNITY COLLEGES IN THE UNITED STATES, A RESEARCH REPORT OF A GRADUATE STUDY. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED013870",
        "title":"RESEARCH ON GENERAL VOCATIONAL CAPABILITIES (SKILLS AND KNOWLEDGES). FINAL REPORT."},
      {
        "id":"ED013871",
        "title":"COMBINES AND COMBINING."},
      {
        "id":"ED013872",
        "title":"A COMPARISON OF PROGRAMED AND LECTURE-DISCUSSION METHODS OF TEACHING FARM CREDIT TO HIGH SCHOOL YOUTH AND ADULTS."},
      {
        "id":"ED013873",
        "title":"A GUIDE TO THE FURTHER DEVELOPMENT OF INDUSTRIAL EDUCATION CENTERS IN NORTH CAROLINA, A REPORT OF A STUDY OF THE NORTH CAROLINA INDUSTRIAL EDUCATION CENTERS."},
      {
        "id":"ED013874",
        "title":"NEW PERSPECTIVES IN YOUNG AND ADULT FARMER AND RANCHER EDUCATION, AN AGRICULTURAL EDUCATION SUMMARY REPORT OF THE SOUTHWESTERN CONFERENCE ON YOUNG-ADULT FARMER AND RANCHER EDUCATION (NEW MEXICO STATE UNIVERSITY, JULY 15 - AUGUST 2, 1963)."},
      {
        "id":"ED013875",
        "title":"EVALUATION OF THE EFFECTIVENESS OF INSTRUCTION IN AGRICULTURAL MECHANICS FOR VOCATIONAL AGRICULTURE STUDENTS IN ARKANSAS WHO ENTER NON-FARMING OCCUPATIONS."},
      {
        "id":"ED013876",
        "title":"TECHNICAL MANPOWER IN NEW YORK STATE. VOLUME I."},
      {
        "id":"ED013878",
        "title":"TECHNICAL MANPOWER IN NEW YORK STATE. VOLUME I, SUPPLEMENT B, JOB PROJECTIONS IN TECHNICAL OCCUPATIONS."},
      {
        "id":"ED013879",
        "title":"TECHNICAL MANPOWER IN NEW YORK STATE. VOLUME II."},
      {
        "id":"ED013880",
        "title":"A DESCRIPTION AND SOURCE LISTING OF PROFESSIONAL INFORMATION IN AGRICULTURAL EDUCATION, 1963-64."},
      {
        "id":"ED013881",
        "title":"MANPOWER NEEDS AND EMPLOYMENT OPPORTUNITIES FOR WORKERS NEEDING KNOWLEDGE AND SKILL IN AGRICULTURE. TECHNICAL EDUCATION IN AND FOR RURAL AREAS, REPORT NUMBER 2."},
      {
        "id":"ED013882",
        "title":"THE FEMALE SCHOOL DROPOUT, SOME ASPECTS OF HER MARRIAGE AND FAMILY MANAGEMENT."},
      {
        "id":"ED013883",
        "title":"EXPERIMENTAL PROGRAM FOR THE IDENTIFICATION, SELECTION, AND DEVELOPMENT OF PERSONS FOR LEADERSHIP ROLES IN THE ADMINISTRATION AND SUPERVISION OF VOCATIONAL AND TECHNICAL EDUCATION."},
      {
        "id":"ED013884",
        "title":"AN EXPERIMENTAL PROJECT TO DETERMINE MORE EFFECTIVE VOCATIONAL TEACHER CERTIFICATION PROCEDURES IN MICHIGAN BY COMPETENCY EXAMINATIONS. FINAL REPORT OF PHASE I."},
      {
        "id":"ED013886",
        "title":"A STUDY TO DETERMINE THE NEED AND TYPE OF TRAINING PROGRAM FOR AGRICULTURAL PUBLIC SERVICE TECHNICIANS."},
      {
        "id":"ED013887",
        "title":"TRENDS IN EDUCATIONAL ATTAINMENT OF WOMEN."},
      {
        "id":"ED013888",
        "title":"RESEARCH AND DEVELOPMENT PRIORITIES IN TECHNICAL EDUCATION, A REPORT OF A NATIONAL RESEARCH PLANNING CONFERENCE IN TECHNICAL EDUCATION (THE OHIO STATE UNIVERSITY, JANUARY 10-11, 1967)."},
      {
        "id":"ED013890",
        "title":"FERTILIZER SALES AND SERVICEMAN. TEACHERS COPY."},
      {
        "id":"ED013891",
        "title":"PARKS AND LANDSCAPE EMPLOYEE. TEACHERS COPY."},
      {
        "id":"ED013892",
        "title":"AGRICULTURAL MACHINERY--POWER. TEACHERS COPY."},
      {
        "id":"ED013893",
        "title":"FEED SALES AND SERVICEMAN. TEACHERS COPY."},
      {
        "id":"ED013894",
        "title":"AGRICULTURAL CHEMICALS TECHNOLOGY, A SUGGESTED TWO-YEAR POST HIGH SCHOOL CURRICULUM AND COURSE OUTLINES."},
      {
        "id":"ED013895",
        "title":"THE USE OF CHEMICALS AS FERTILIZERS. AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 1."},
      {
        "id":"ED013896",
        "title":"THE USE OF CHEMICALS AS INSECTICIDES--PLANTS. AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 2."},
      {
        "id":"ED013897",
        "title":"THE USE OF CHEMICALS AS SOIL ADDITIVES. AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 3."},
      {
        "id":"ED013898",
        "title":"THE USE OF CHEMICALS AS FUNGICIDES, BACTERICIDES AND NEMATOCIDES. AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 4."},
      {
        "id":"ED013899",
        "title":"THE USE OF CHEMICALS TO CONTROL FIELD RODENTS AND OTHER PREDATORS. AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 5."},
      {
        "id":"ED013900",
        "title":"THE USE OF CHEMICALS AS HERBICIDES. AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 6."},
      {
        "id":"ED013901",
        "title":"THE USE OF CHEMICALS IN THE FIELD OF FARM ANIMAL HEALTH (NUTRITION, ENTOMOLOGY, PATHOLOGY). AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 7."},
      {
        "id":"ED013902",
        "title":"THE USE OF CHEMICALS AS PLANT REGULATORS. AGRICULTURAL CHEMICALS TECHNOLOGY, NUMBER 8."},
      {
        "id":"ED013904",
        "title":"IMPROVING SUPERVISED PRACTICE IN VOCATIONAL AGRICULTURE."},
      {
        "id":"ED013905",
        "title":"PREDICTING ACHIEVEMENT IN TECHNICAL PROGRAMS AT THE NORTH DAKOTA STATE SCHOOL OF SCIENCE."},
      {
        "id":"ED013906",
        "title":"A FOLLOW-UP STUDY OF 1963 COLORADO HIGH SCHOOL GRADUATES."},
      {
        "id":"ED013907",
        "title":"FEDERAL FUNDS FOR DAY CARE PROJECTS."},
      {
        "id":"ED013908",
        "title":"THE FIRST 50,000 NEIGHBORHOOD YOUTH CORPS ENROLLEES."},
      {
        "id":"ED013910",
        "title":"REPORT ON THE SUMMER 1966 INDUSTRIAL ARTS INSTITUTES."},
      {
        "id":"ED013912",
        "title":"THE AGRICULTURAL ADVISORY BOARD, A HANDBOOK FOR BOARDS OF EDUCATION, SCHOOL ADMINISTRATORS ADVISORY BOARD MEMBERS AND TEACHERS OF AGRICULTURE."},
      {
        "id":"ED013915",
        "title":"A SURVEY OF LITERATURE RELATED TO SELECTED NONPROFESSIONAL OCCUPATIONS."},
      {
        "id":"ED013916",
        "title":"AVAILABLE INSTRUCTIONAL MATERIALS."},
      {
        "id":"ED013917",
        "title":"THE EDUCATIONAL AND VOCATIONAL ASPIRATIONS OF PRISONERS."},
      {
        "id":"ED013919",
        "title":"HOW HIGH SCHOOL COOPERATIVE TRAINEES FARE IN THE LABOR MARKET. PHASE C, A FOLLOW-UP STUDY OF 1964 GRADUATES TEN MONTHS AFTER GRADUATION."},
      {
        "id":"ED013920",
        "title":"PRODUCING HIGH CORN YIELDS."},
      {
        "id":"ED013921",
        "title":"TRANSPLANTING SHADE TREES."},
      {
        "id":"ED013922",
        "title":"SETTING UP FARM RECORDS TO PROVIDE FOR ANALYSIS."},
      {
        "id":"ED013923",
        "title":"THE PLANTER--SELECTION, ADJUSTMENT, MAINTENANCE, AND USE."},
      {
        "id":"ED013924",
        "title":"SELECTING, FEEDING, AND CARING FOR LIGHT HORSES."},
      {
        "id":"ED013928",
        "title":"HANDBOOK ON EMPLOYMENT SECURITY, JOB MARKET, RESEARCH METHODS--AREA SKILL SURVEY."},
      {
        "id":"ED013929",
        "title":"AUTOMOBILE BODY AND FENDER REPAIR AND REFINISHING, A STUDY GUIDE AND PROGRESSION RECORD IN AUTOMOBILE BODY AND FENDER REPAIR AND REFINISHING."},
      {
        "id":"ED013930",
        "title":"ELECTRICAL APPLIANCE SERVICEMAN, SUGGESTED GUIDE FOR A TRAINING COURSE."},
      {
        "id":"ED013931",
        "title":"MACHINE TOOL OPERATOR--GENERAL, ENTRY, SUGGESTED GUIDE FOR A TRAINING COURSE."},
      {
        "id":"ED013932",
        "title":"YOU AND RESEARCH."},
      {
        "id":"ED013934",
        "title":"GLAZING WORKBOOK."},
      {
        "id":"ED013935",
        "title":"REPORT OF WORK INJURIES TO MINORS UNDER 18 YEARS OF AGE, A STUDY OF 18 MONTHS' EXPERIENCE REPORTED BY 28 STATES, 1964-65."},
      {
        "id":"ED013936",
        "title":"POWER SEWING."},
      {
        "id":"ED013937",
        "title":"COMMERCIAL FOODS, MATHEMATICS - I."},
      {
        "id":"ED013938",
        "title":"PHY 300 PRE-TECHNICAL PHYSICS, COURSE OUTLINE."},
      {
        "id":"ED013939",
        "title":"NEEDLE TRADES, MATHEMATICS - I."},
      {
        "id":"ED013940",
        "title":"MOTHER AND INFANT CARE, PRACTICAL NURSE TRAINING PROGRAM, LESSON PLANS, PREPARED BY PRACTICAL NURSING INSTRUCTORS DURING CONFERENCE (UNIVERSITY OF TENNESSEE, AUGUST 14-18, 1961)."},
      {
        "id":"ED013941",
        "title":"AUTO PARTS MAN, WORKBOOK."},
      {
        "id":"ED013942",
        "title":"BUSINESS LETTER WRITING FOR \"PRACTICAL BUSINESS CORRESPONDENCE FOR COLLEGES,\" THIRD EDITION, ROBERTSON AND WALKER, SOUTHWESTERN PUBLISHING COMPANY, 1966, INSTRUCTOR'S GUIDE."},
      {
        "id":"ED013943",
        "title":"ELECTRIC MOTORS FOR FARM USE."},
      {
        "id":"ED013944",
        "title":"COURT REPORTING. (BUSINESS TECHNOLOGY)."},
      {
        "id":"ED013945",
        "title":"TRAFFIC AND TRANSPORTATION. (BUSINESS TECHNOLOGY)."},
      {
        "id":"ED013946",
        "title":"CONFERENCE LEADERSHIP."},
      {
        "id":"ED013947",
        "title":"INTRODUCTION TO MANAGEMENT FOR INDUSTRIAL SUPERVISORS."},
      {
        "id":"ED013948",
        "title":"BARBERING, A STUDY GUIDE AND PROGRESSION RECORD FOR BARBERING STUDENTS IN A COOPERATIVE TRAINING PROGRAM."},
      {
        "id":"ED013949",
        "title":"AN INDUSTRIAL ARTS CURRICULUM PROJECT FOR THE JUNIOR HIGH SCHOOL."},
      {
        "id":"ED013950",
        "title":"SMALL CRAFT OPERATION AND NAVIGATION, INSTRUCTOR'S GUIDE."},
      {
        "id":"ED013951",
        "title":"DATA PROCESSING, LABORATORY PROCEDURES AND THEORY, COURSE OF STUDY."},
      {
        "id":"ED013952",
        "title":"GUIDE FOR COURSE OF STUDY FOR COOK (HOTEL AND RESTAURANT) (ENTRY)."},
      {
        "id":"ED013953",
        "title":"SMALL CRAFT OPERATION AND NAVIGATION."},
      {
        "id":"ED013954",
        "title":"COURSE OBJECTIVES FOR INDUSTRIAL TECHNOLOGY I, THE WORLD OF CONSTRUCTION."},
      {
        "id":"ED013955",
        "title":"A RATIONALE AND STRUCTURE FOR INDUSTRIAL ARTS SUBJECT MATTER."},
      {
        "id":"ED013956",
        "title":"READING ASSIGNMENT OUTLINES FOR INDUSTRIAL TECHNOLOGY I, THE WORLD OF CONSTRUCTION."},
      {
        "id":"ED013957",
        "title":"VOCATIONAL AGRICULTURE."},
      {
        "id":"ED013958",
        "title":"VOCATIONAL CHOICE AND JOB SATISFACTION."},
      {
        "id":"ED013959",
        "title":"A TEACHING PROGRAM FOR INDUSTRIAL TECHNOLOGY, THE WORLD OF CONSTRUCTION. (TITLE SUPPLIED)."},
      {
        "id":"ED013961",
        "title":"YOUTH OPPORTUNITY CAMPAIGN - SUMMER 1966, A REPORT OF TRAINING CONDUCTED BY FEDERAL AGENCIES FOR NON-COLLEGE YOUTHS EMPLOYED DURING THE SUMMER OF 1966."},
      {
        "id":"ED013967",
        "title":"FOLLOW-UP STUDY OF PROJECT UPLIFT, THE MDTA E AND D PROJECT CONDUCTED BY FLORIDA A AND M UNIVERSITY."},
      {
        "id":"ED013968",
        "title":"THE NEIGHBORHOOD YOUTH CORPS AND THE COMMUNITY, AN EXPLORATORY STUDY OF THE IMPLICATIONS OF A FEDERAL ANTI-POVERTY PROGRAM FOR MILWAUKEE, WISCONSIN."},
      {
        "id":"ED013969",
        "title":"PUBLISHED RESEARCH LITERATURE IN READING, 1964-1966."},
      {
        "id":"ED013970",
        "title":"PUBLISHED RESEARCH LITERATURE IN READING, 1900-1949."},
      {
        "id":"ED013971",
        "title":"ARTICULATION OF RESOURCES FOR RESEARCH UTILIZATION."},
      {
        "id":"ED013973",
        "title":"A CONFERENCE ON RESEARCH IN MUSIC EDUCATION. FINAL REPORT."},
      {
        "id":"ED013974",
        "title":"CATEGORIES OF COGNITIVE SKILLS."},
      {
        "id":"ED013975",
        "title":"ITEM SAMPLING IN EDUCATIONAL RESEARCH."},
      {
        "id":"ED013976",
        "title":"A SYLLABUS FOR A COURSE IN BURMESE ART AT THE UNDERGRADUATE LEVEL. INTERIM REPORT."},
      {
        "id":"ED013977",
        "title":"EVALUATIVE TEACHING STRATEGIES IN THE SOCIAL STUDIES."},
      {
        "id":"ED013978",
        "title":"THE DEVELOPMENT OF A COMPUTER MODEL OF THE CONCEPT ATTAINMENT PROCESS--A PRELIMINARY REPORT."},
      {
        "id":"ED013979",
        "title":"A SURVEY AND BIBLIOGRAPHY OF CONTEMPORARY RESEARCH ON POLITICAL LEARNING AND SOCIALIZATION."},
      {
        "id":"ED013980",
        "title":"RESPONSE-CONTINGENT POSTFEEDBACK INTERVALS IN CONCEPT IDENTIFICATION."},
      {
        "id":"ED013981",
        "title":"ON THE CONSTRUCTION OF LATIN SQUARES COUNTERBALANCED FOR IMMEDIATE SEQUENTIAL EFFECTS."},
      {
        "id":"ED013982",
        "title":"TRIAL AND ERROR VS. \"INSIGHTFUL\" PROBLEM SOLVING--EFFECTS OF DISTRACTION, ADDITIONAL RESPONSE ALTERNATIVES, AND LONGER RESPONSE CHAINS."},
      {
        "id":"ED013983",
        "title":"THE INTERFACE BETWEEN STUDENT AND SUBJECT MATTER."},
      {
        "id":"ED013984",
        "title":"RESEARCH AND DEVELOPMENT CENTER FOR TEACHER EDUCATION, THE UNIVERSITY OF TEXAS. BEHAVIORAL SCIENCE MEMORANDUM NUMBER 13, PARTS A AND B."},
      {
        "id":"ED013985",
        "title":"THE DEVELOPMENT OF INTELLIGENT BEHAVIOR IV--ROBERT W. WHITE."},
      {
        "id":"ED013986",
        "title":"AN INTRODUCTION TO JEAN PIAGET."},
      {
        "id":"ED013987",
        "title":"CURIOSITY IN THE EDUCATIONAL ENCOUNTER, A REPRESENTATION OF DANIEL E. BERYLNE."},
      {
        "id":"ED013988",
        "title":"CLASSROOM INTERACTION--REVIEW OF THE LITERATURE."},
      {
        "id":"ED013989",
        "title":"CREATING CLIMATES FOR GROWTH."},
      {
        "id":"ED013990",
        "title":"POTENTIAL DEVELOPMENTS IN TEACHER EDUCATION. WORKING PAPER."},
      {
        "id":"ED013991",
        "title":"THE MYSTERY OF TORRALBA--THREE INVESTIGATIONS."},
      {
        "id":"ED013992",
        "title":"GREECE--SELECTED PROBLEMS."},
      {
        "id":"ED013993",
        "title":"MEDIEVAL STUDIES."},
      {
        "id":"ED013994",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 101, SOCIOLOGY."},
      {
        "id":"ED013995",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 102, GEOGRAPHY."},
      {
        "id":"ED013996",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 103, POLITICAL SCIENCE."},
      {
        "id":"ED013997",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 104, A SYSTEMS APPROACH TO POLITICAL LIFE."},
      {
        "id":"ED013998",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 105, ECONOMICS"},
      {
        "id":"ED013999",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 106, ANTHROPOLOGY."},
      {
        "id":"ED014000",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 109, RETRIEVING SOCIAL SCIENCE KNOWLEDGE FOR SECONDARY CURRICULUM DEVELOPMENT."},
      {
        "id":"ED014001",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 110, THE METHODOLOGY OF EVALUATION."},
      {
        "id":"ED014002",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 114, CLASSROOM RESEARCH ON SUBGROUP EXPERIENCES IN A U.S. HISTORY CLASS."},
      {
        "id":"ED014003",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 121 (PRELIMINARY), CONCEPTS AND STRUCTURE IN THE NEW SOCIAL SCIENCE CURRICULA."},
      {
        "id":"ED014004",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 122, MORALITY."},
      {
        "id":"ED014005",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 123, VALUE CLAIMS IN THE SOCIAL SCIENCES."},
      {
        "id":"ED014006",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM. PUBLICATION 124, STUDENT VALUES AS EDUCATIONAL OBJECTIVES."},
      {
        "id":"ED014007",
        "title":"RIVER DELL CENTER FOR THE PROMOTION OF THE HUMANITIES, ORADELL, NEW JERSEY."},
      {
        "id":"ED014008",
        "title":"RIVER DELL CENTER FOR THE PROMOTION OF THE HUMANITIES. PROGRESS REPORT ON PRINTED INFORMATION, CONFERENCES AND VISITATIONS TO NOVEMBER 30, 1966. (TITLE SUPPLIED)."},
      {
        "id":"ED014009",
        "title":"THE NDEA GEOGRAPHY INSTITUTES EVALUATION PROGRAM, 1965 SUMMER INSTITUTES. FINAL REPORT."},
      {
        "id":"ED014010",
        "title":"STRUCTURE, ORGANIZATION AND ACTIVITIES OF THE LEIDSCHE ONDERWIJSINSTELLINGEN (L.O.I.), THE GENERAL SITUATION OF EDUCATION BY CORRESPONDENCE IN THE NETHERLANDS."},
      {
        "id":"ED014013",
        "title":"CURRICULUM GUIDE AND RESOURCE UNITS FOR PERSONAL AND FAMILY DEVELOPMENT IN ADULT BASIC EDUCATION. PRELIMINARY DRAFT."},
      {
        "id":"ED014015",
        "title":"PROBLEMS IN THE DESIGN AND INTERPRETATION OF RESEARCH ON HUMAN RELATIONS TRAINING. EXPLORATIONS, HUMAN RELATIONS TRAINING AND RESEARCH, NUMBER 1, 1967. REVISED."},
      {
        "id":"ED014016",
        "title":"A BIBLIOGRAPHY OF RESEARCH. EXPLORATIONS, HUMAN RELATIONS TRAINING AND RESEARCH, NUMBER 2, 1967."},
      {
        "id":"ED014017",
        "title":"REPORT ON EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR SUMMER YOUTH DEMONSTRATION PROGRAM THROUGH YOUTH OPPORTUNITY CENTERS."},
      {
        "id":"ED014019",
        "title":"DISTRIBUTION AND USE OF SELECTED CIVIL DEFENSE PUBLICATIONS, A STUDY MADE IN TWENTY-FIVE COUNTIES IN FIVE STATES."},
      {
        "id":"ED014022",
        "title":"ADULT EDUCATION PERIODICAL HOLDINGS."},
      {
        "id":"ED014023",
        "title":"EVENING COLLEGE EDUCATION. BASIC INFORMATION SOURCES, 1967."},
      {
        "id":"ED014024",
        "title":"ADULT BASIC EDUCATION, NUMBER 1. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED014025",
        "title":"COMMUNITY EDUCATION FOR ADULTS, NUMBER 1. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED014026",
        "title":"CONTINUING EDUCATION IN THE PROFESSIONS, NUMBER 1. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED014028",
        "title":"ORGANIZATIONAL PATTERNS OF PROGRAMS AT UNIVERSITIES IN THE UNITED STATES WHICH OFFER A DOCTORAL DEGREE IN ADULT EDUCATION."},
      {
        "id":"ED014031",
        "title":"HIGHER ADULT EDUCATION, NUMBER 1. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED014032",
        "title":"TELEVISION AND RADIO IN ADULT EDUCATION, NUMBER 1. CURRENT INFORMATION SOURCES."},
      {
        "id":"ED014034",
        "title":"A CRITICAL APPRAISAL OF RETRAINING AND RELOCATION OF UNEMPLOYED WORKERS IN DISTRESSED AREAS."},
      {
        "id":"ED014040",
        "title":"SURVEY OF BUSINESS EDUCATION FOR ADULTS IN THE UNIVERSITIES OF METROPOLITAN NEW YORK."},
      {
        "id":"ED014041",
        "title":"HELPING LOW-INCOME FAMILIES THROUGH PARENT EDUCATION, A SURVEY OF RESEARCH."},
      {
        "id":"ED014042",
        "title":"CITIZEN PARTICIPATION IN COMMUNITY DEVELOPMENT, PART 2. WORKSHOP MANUAL."},
      {
        "id":"ED014044",
        "title":"STUDIES ON THE SPEECH OF THE DEAF."},
      {
        "id":"ED014045",
        "title":"THE TEACHER'S HANDBOOK, CHINESE-MANDARIN MATERIALS, LEVELS I-IV."},
      {
        "id":"ED014049",
        "title":"THE SLAVIC LANGUAGES - THEIR EXTERNAL HISTORY."},
      {
        "id":"ED014051",
        "title":"TEACHING ENGLISH AS A FOREIGN LANGUAGE--A SURVEY OF THE PAST DECADE."},
      {
        "id":"ED014052",
        "title":"CHINESE--LISTENING, SPEAKING, READING, WRITING--GRADES 6-12."},
      {
        "id":"ED014072",
        "title":"STUDY AIDS FOR CRITICAL LANGUAGES."},
      {
        "id":"ED014073",
        "title":"LINGUISTIC SOCIETY OF AMERICA ANNUAL MEETING (42D, CHICAGO, DECEMBER 28-30, 1967). MEETING HANDBOOK."},
      {
        "id":"ED014083",
        "title":"A TRAINING PROGRAM FOR VOCATIONAL COUNSELORS. FINAL REPORT."},
      {
        "id":"ED014084",
        "title":"STUDENT ROLE ORIENTATION IN THE FRESHMAN YEAR--ITS STABILITY, CHANGE AND CORRELATES AT 13 SMALL COLLEGES."},
      {
        "id":"ED014085",
        "title":"RELATIONSHIP THERAPY AND/OR BEHAVIOR THERAPY."},
      {
        "id":"ED014086",
        "title":"A STUDY OF EARLY SCHOOL LEAVERS AND SIGNIFICANT CAUSES."},
      {
        "id":"ED014087",
        "title":"A REPORT OF A DEMONSTRATION AND EXPERIMENTAL ELEMENTARY SCHOOL GUIDANCE PROJECT APPROVED UNDER TITLE V-A OF THE NATIONAL DEFENSE EDUCATIONAL ACT."},
      {
        "id":"ED014088",
        "title":"TWINSBURG ELEMENTARY GUIDANCE PROJECT--A CHILD-CENTERED APPROACH FOR OPTIMUM PLACEMENT IN THE LEARNING ATMOSPHERE. REPORT OF A PROJECT APPROVED UNDER TITLE V-A OF THE NATIONAL DEFENSE EDUCATION ACT. (TITLE SUPPLIED)."},
      {
        "id":"ED014089",
        "title":"EDUCATIONAL QUALITY--DEFINITION AND MEASUREMENT."},
      {
        "id":"ED014090",
        "title":"A COUNSELING PROGRAM FOR SOCIALLY AND ECONOMICALLY DISADVANTAGED EVENING COLLEGE STUDENTS WHO LEAVE SCHOOL IN GOOD ACADEMIC STANDING. TECHNICAL REPORT."},
      {
        "id":"ED014091",
        "title":"COMMENTS ON JAMES DAVIS'\"THE CAMPUS AS A FROG POND--AN APPLICATION OF THE THEORY OF RELATIVE DEPRIVATION TO CAREER DECISIONS OF COLLEGE MEN.\""},
      {
        "id":"ED014092",
        "title":"A COMPARISON OF MALE-FEMALE COLLEGE ATTENDANCE PROBABILITIES."},
      {
        "id":"ED014093",
        "title":"ACADEMIC AND NON-ACADEMIC ACCOMPLISHMENT IN A REPRESENTATIVE SAMPLE TAKEN FROM A POPULATION OF 612,000."},
      {
        "id":"ED014094",
        "title":"THE PREDICTION OF STUDENT ACCOMPLISHMENT IN COLLEGE."},
      {
        "id":"ED014095",
        "title":"CHANGES IN SELF-RATINGS AND LIFE GOALS AMONG STUDENTS AT COLLEGES WITH DIFFERENT CHARACTERISTICS."},
      {
        "id":"ED014096",
        "title":"NON-INTELLECTUAL FACTORS IN COGNITIVE EFFICIENCY."},
      {
        "id":"ED014097",
        "title":"\"AN OUNCE OF PREVENTION...\""},
      {
        "id":"ED014098",
        "title":"FOCUS OF TRAINING IN CHILD PSYCHIATRY--THE INDIVIDUAL, THE FAMILY, AND THE COMMUNITY."},
      {
        "id":"ED014099",
        "title":"INSTITUTIONAL DIFFERENCES AND STUDENT CHARACTERISTICS."},
      {
        "id":"ED014100",
        "title":"CHICAGO COPED ACTIVITIES--SOME COMMENTS ON STRUCTURE, FUNCTION AND THE HELPING RELATION."},
      {
        "id":"ED014101",
        "title":"A DAY TREATMENT PROGRAM'S APPROACH TO CHILDREN WITH SEVERE LEARNING DISORDERS."},
      {
        "id":"ED014102",
        "title":"IN DEFENSE OF ALIENATION."},
      {
        "id":"ED014103",
        "title":"PARENTAL DIVORCE IN EARLY CHILDHOOD."},
      {
        "id":"ED014104",
        "title":"EXTENDING CLINIC RESOURCES--A REMEDIAL THERAPY PROGRAM IN A SCHOOL."},
      {
        "id":"ED014105",
        "title":"A STUDY OF INTERPERSONAL RELATIONS WITHIN FAMILIES."},
      {
        "id":"ED014106",
        "title":"COUNSELING TECHNIQUES FOR MATURE WOMEN. REPORT OF THE ADULT COUNSELOR PROGRAM (JUNE 14 - AUGUST 6, 1965)."},
      {
        "id":"ED014107",
        "title":"PUBLIC KNOWLEDGE, ATTITUDES AND OPINIONS ABOUT PHYSICAL CHILD ABUSE IN THE UNITED STATES."},
      {
        "id":"ED014108",
        "title":"DROPOUTS--AN ANALYSIS OF PERSONAL VARIABLES WITHIN THE SCHOOL SITUATION."},
      {
        "id":"ED014109",
        "title":"DRINKING AND STUDENT UNDERSTANDING OF ALCOHOL AND ALCOHOLISM IN SELECTED HIGH SCHOOLS OF UTAH."},
      {
        "id":"ED014110",
        "title":"A RUDIMENTARY DEMONSTRATION FOR THE INFORMATION SYSTEM FOR VOCATIONAL DECISIONS--ORIENTATION, GUIDANCE SCRIPTS, TEST OF OCCUPATIONAL KNOWLEDGE, AND A SCRIPT WRITING LANGUAGE. INFORMATION SYSTEM FOR VOCATION DECISIONS, PROJECT REPORT NO. 11."},
      {
        "id":"ED014111",
        "title":"PRODUCT OR PROCESS--IMPLICATIONS FOR DECISION-MAKING."},
      {
        "id":"ED014113",
        "title":"ATTRITION AMONG COLLEGE STUDENTS."},
      {
        "id":"ED014114",
        "title":"GROUP RESPONSIBILITY, AFFILIATION, AND ETHICAL RISK TAKING."},
      {
        "id":"ED014115",
        "title":"COMPUTER CONTROL OF BEHAVIORAL EXPERIMENTS."},
      {
        "id":"ED014117",
        "title":"THE MAJOR CONCEPTS TAUGHT TO BEHAVIOR THERAPY TRAINEES."},
      {
        "id":"ED014118",
        "title":"A FIVE TO TEN-YEAR FOLLOW-UP STUDY OF HOSPITALIZED SCHOOL PHOBIC CHILDREN AND ADOLESCENTS."},
      {
        "id":"ED014119",
        "title":"A TASK ORIENTED COURSE IN DECISION-MAKING. INFORMATION SYSTEM FOR VOCATIONAL DECISIONS, PROJECT REPORT NUMBER 7."},
      {
        "id":"ED014120",
        "title":"COLLECTIVE NEGOTIATIONS, A NEW OUTLOOK IN 1966."},
      {
        "id":"ED014121",
        "title":"STAFFING NEW PROGRAMS, A RESEARCH STUDY."},
      {
        "id":"ED014122",
        "title":"ACADEMIC NEGOTIATIONS--ALTERNATIVES TO COLLECTIVE BARGAINING."},
      {
        "id":"ED014123",
        "title":"PLANNED CHANGE AND ORGANIZATIONAL HEALTH--FIGURE AND GROUND. CHAPTER 2, CHANGE PROCESSES IN THE PUBLIC SCHOOLS."},
      {
        "id":"ED014124",
        "title":"WHAT ARE INNOVATORS LIKE. CHAPTER 4, CHANGE PROCESSES IN THE PUBLIC SCHOOLS."},
      {
        "id":"ED014125",
        "title":"THE PLACE OF RESEARCH IN PLANNED CHANGE. CHAPTER 5, CHANGE PROCESSES IN THE PUBLIC SCHOOLS."},
      {
        "id":"ED014126",
        "title":"THE NORMATIVE WORLD OF THE ELEMENTARY SCHOOL TEACHER."},
      {
        "id":"ED014127",
        "title":"ACADEMIC ADMINISTRATORS AND UNIVERSITY GOALS--A STUDY IN CONFLICT AND COOPERATION. FINAL REPORT."},
      {
        "id":"ED014128",
        "title":"A STUDY OF SELECTED ADMINISTRATIVE BEHAVIORS AMONG ADMINISTRATORS FROM INNOVATIVE AND NON-INNOVATIVE PUBLIC SCHOOL DISTRICTS. FINAL REPORT."},
      {
        "id":"ED014129",
        "title":"SELECTED BIBLIOGRAPHY--APPLICATION OF ECONOMIC ANALYSIS AND OPERATIONS RESEARCH TO PROBLEMS IN EDUCATIONAL PLANNING."},
      {
        "id":"ED014130",
        "title":"A STUDY OF COMMUNITY FACTORS RELATED TO THE TURNOVER OF SUPERINTENDENTS--COMMUNITY POWER, SCHOOL BOARD STRUCTURE, AND THE ROLE OF THE CHIEF SCHOOL ADMINISTRATOR."},
      {
        "id":"ED014131",
        "title":"STUDIES AND REPORTS--AN EMPIRICAL ANALYSIS OF A SYSTEM OF ACHIEVEMENT GRADING BASED ON THE DISTRIBUTION OF SCHOLASTIC APTITUDE IN A CLASS."},
      {
        "id":"ED014132",
        "title":"AN INVESTIGATION OF ACHIEVEMENT GRADING BASED ON SCHOLASTIC ABILITY DISTRIBUTION."},
      {
        "id":"ED017155",
        "title":"SHELTER THROUGH ARCHITECTURAL DESIGN, THE SHIELDING REQUIREMENTS INFLUENCE ON FORM."},
      {
        "id":"ED017156",
        "title":"HIGHER EDUCATION FACILITIES INVENTORY MANUAL."},
      {
        "id":"ED017157",
        "title":"PROCEDURES FOR PHYSICAL FACILITY AND UTILIZATION STUDIES."},
      {
        "id":"ED017159",
        "title":"PLANNING AND DEVELOPMENT PROCEDURES LEADING TO THE CONSTRUCTION OF EDUCATIONAL FACILITIES."},
      {
        "id":"ED017160",
        "title":"CENTRAL FOOD STORE FACILITIES FOR COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED017161",
        "title":"STUDY TO DETERMINE THE FEASIBILITY OF A COORDINATED SYSTEM OF DISTRIBUTION FOR AUDIO TAPE MATERIALS. FINAL REPORT, SUMMARY OF FINAL REPORT."},
      {
        "id":"ED017162",
        "title":"PROGRAMMING VISUAL PRESENTATIONS FOR PROCEDURAL LEARNING. STUDIES IN TELEVISED INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED017163",
        "title":"HEAD START TELELECTURE PROJECT. A FEASIBILITY STUDY TO ASSESS THE POTENTIAL OF TELELECTURE AS A MEDIUM FOR IN-SERVICE TEACHER TRAINING IN APPALACHIA."},
      {
        "id":"ED017164",
        "title":"USAGE AND UTILIZATION OF SCHOOL TELEVISION--1966-67. BASED UPON THE ETV SCHOOL CANVAS FOR OVERALL PROJECT EVALUATION."},
      {
        "id":"ED017165",
        "title":"FEEDBACK SCORING SYSTEMS FOR REUSABLE KINDERGARTEN WORKBOOKS."},
      {
        "id":"ED017166",
        "title":"REPORT ON UNDERSTANDING NEW MEDIA."},
      {
        "id":"ED017167",
        "title":"PROGRAMED INSTRUCTIONS AND THE TEACHING OF MATHEMATICS."},
      {
        "id":"ED017168",
        "title":"INTEGRATING PROGRAMED INSTRUCTION WITH CONVENTIONAL CLASSROOM TEACHING."},
      {
        "id":"ED017169",
        "title":"STUDIES RELATED TO THE DESIGN OF AUDIOVISUAL TEACHING MATERIALS."},
      {
        "id":"ED017170",
        "title":"IN SERVICE TRAINING IN COMPUTER ASSISTED INSTRUCTION FOR VOCATIONAL TEACHERS. FINAL REPORT."},
      {
        "id":"ED017171",
        "title":"FIVE YEARS OF RESEARCH IN TELEVISION INSTRUCTION IN THE CINCINNATI PUBLIC SCHOOLS, 1955-56 THROUGH 1959-60."},
      {
        "id":"ED017172",
        "title":"AN EXPERIMENTAL STUDY OF THE RELATIONSHIP OF FILM MOVEMENT AND EMOTIONAL RESPONSE, AND ITS EFFECT ON LEARNING AND ATTITUDE FORMATION."},
      {
        "id":"ED017173",
        "title":"INSTRUCTIONAL TELEVISION IN GERMANY."},
      {
        "id":"ED017177",
        "title":"EDUCATIONAL BROADCASTS OF NHK. (SPECIAL ISSUE OF NHK TODAY AND TOMORROW)"},
      {
        "id":"ED017178",
        "title":"TELE-OBSERVATION--CLOSED CIRCUIT TELEVISION AND VIDEO-RECORDING IN TEACHER TRAINING."},
      {
        "id":"ED017179",
        "title":"PROGRAMED LEARNING. REPORT OF A CONFERENCE CONDUCTED BY THE STATE DEPARTMENT OF EDUCATION AS PART OF THE OREGON PROGRAM (PORTLAND, FEBRUARY 6-7, 1964)."},
      {
        "id":"ED017181",
        "title":"EVALUATION OF THE EDUCATIONAL MEDIA KIT PROJECT. FINAL REPORT."},
      {
        "id":"ED017182",
        "title":"INSTRUCTIONAL TELEVISION. A UTILIZATION GUIDE FOR TEACHERS AND ADMINISTRATORS."},
      {
        "id":"ED017183",
        "title":"PROGRAMMED INSTRUCTION AND TEACHING MACHINES IN SCHOOLS OF DEVELOPING COUNTRIES AND TECHNOLOGY IN EDUCATION--PAST, PRESENT, AND FUTURE."},
      {
        "id":"ED017184",
        "title":"SURVEY OF AUDIO-VISUAL EDUCATION IN HAWAII--ITS STATUS AND NEEDS."},
      {
        "id":"ED017185",
        "title":"THE PEACE CORPS EDUCATIONAL TELEVISION (ETV) PROJECT IN COLOMBIA-- TWO YEARS OF RESEARCH. OVERVIEW OF RESEARCH REPORTS NO. 1-10."},
      {
        "id":"ED017187",
        "title":"THE ROLE OF VISUALS IN VERBAL LEARNING. STUDIES IN TELEVISED INSTRUCTION. AN INTERIM REPORT."},
      {
        "id":"ED017188",
        "title":"THE EDUCATIONAL MEDIA AND NATIONAL DEVELOPMENT."},
      {
        "id":"ED017189",
        "title":"DEVELOPMENT, UTILIZATION AND EVALUATION OF GRADUATE EDUCATION BY TWO-WAY RADIO ACTIVE PARTICIPATION CONFERENCES. FINAL REPORT."},
      {
        "id":"ED017190",
        "title":"INTERACTION OF INDIVIDUAL DIFFERENCES WITH METHODS OF PRESENTING PROGRAMED INSTRUCTIONAL MATERIALS BY TEACHING MACHINE AND COMPUTER. FINAL REPORT."},
      {
        "id":"ED017191",
        "title":"A DEMONSTRATION OF THE IMPACT OF CERTAIN INSTRUCTIONAL CHANGES ON THE ATTITUDES AND PRACTICES OF BOTH STUDENTS AND FACULTY. FINAL REPORT."},
      {
        "id":"ED017193",
        "title":"INTERNATIONAL EXCHANGE OF TELEVISION PROGRAMMES FOR SCHOOLS. LEGAL AND ECONOMIC PROBLEMS. A EUROPEAN SURVEY."},
      {
        "id":"ED017194",
        "title":"THE INTRODUCTION OF MICROFICHE FOR DISSEMINATING TECHNICAL INFORMATION IN THE UNITED STATES."},
      {
        "id":"ED017196",
        "title":"SPACE COMMUNICATION AND THE MASS MEDIA. A UNESCO REPORT ON THE OCCASION OF THE 1963 SPACE COMMUNICATIONS CONFERENCE. REPORTS AND PAPERS ON MASS COMMUNICATION."},
      {
        "id":"ED017197",
        "title":"THE EFFECTS OF TELEVISION ON CHILDREN AND ADOLESCENTS. AN ANNOTATED BIBLIOGRAPHY WITH AN OVERVIEW OF RESEARCH RESULTS. REPORTS AND PAPERS ON MASS COMMUNICATION."},
      {
        "id":"ED017203",
        "title":"DOCTORATES IN LINGUISTICS AND MODERN FOREIGN LANGUAGES--THEIR NUMBERS, 1957-1961, EDUCATION, AND EXPERIENCE."},
      {
        "id":"ED017204",
        "title":"LATIN AMERICAN STUDIES PROGRAMS AND CENTERS IN U.S. UNIVERSITIES."},
      {
        "id":"ED017205",
        "title":"LA SCIENCE ET L'ENSEIGNEMENT DES LANGUES VIVANTES (RESEARCH AND THE TEACHING OF MODERN LANGUAGES)."},
      {
        "id":"ED017206",
        "title":"A WINDOW ON THE WORLD."},
      {
        "id":"ED017207",
        "title":"THE &quot;METHOD OF INFERENCE&quot; IN FOREIGN LANGUAGE STUDY."},
      {
        "id":"ED017208",
        "title":"PRINCIPLES AND METHODS OF TEACHING A SECOND LANGUAGE--A FIVE-YEAR REPORT ON THE MLA-CAL-TFC FILM SERIES ON TEACHER EDUCATION."},
      {
        "id":"ED017209",
        "title":"THE ROLE OF THE LABORATORY IN THE FOREIGN LANGUAGE PROGRAM."},
      {
        "id":"ED017211",
        "title":"INTRODUCTION A UNE ANNEE D'ETUDES A PARIS (INTRODUCTION TO A YEAR OF STUDY IN PARIS)."},
      {
        "id":"ED017212",
        "title":"RAPPORT DE DOCUMENTATION (REPORT ON THE FACULTIES OF ARTS AND SCIENCES AND ON THE EDUCATIONAL RESOURCES OF THE UNIVERSITY OF PARIS). (ENGLISH TITLE SUPPLIED)."},
      {
        "id":"ED017214",
        "title":"A STUDY OF THE ARTICULATION BETWEEN HIGH SCHOOL AND COLLEGE TEACHING OF GERMAN."},
      {
        "id":"ED017215",
        "title":"FOREIGN LANGUAGE FILMS IN LOUISIANA DEPOSITORIES."},
      {
        "id":"ED017216",
        "title":"INFORMATION, STANDARDS, AND SPECIFICATIONS FOR EQUIPMENT, MATERIALS, AND MINOR REMODELING FOR MODERN FOREIGN LANGUAGES (REVISED)."},
      {
        "id":"ED017217",
        "title":"FOREIGN LANGUAGES IN SOVIET SCHOOLS."},
      {
        "id":"ED017218",
        "title":"A CASE FOR TRANSLATION."},
      {
        "id":"ED017219",
        "title":"TEACHING AS AN \"ASSISTANT\" IN FRANCE."},
      {
        "id":"ED017220",
        "title":"DEVELOPMENTS IN MODERN LANGUAGE TEACHING, A SUMMARY AND FORECAST."},
      {
        "id":"ED017221",
        "title":"THE PREPARATION OF MODERN-FOREIGN-LANGUAGE TEACHERS."},
      {
        "id":"ED017222",
        "title":"THE INVISIBLE MINORITY. REPORT OF THE NEA-TUCSON SURVEY ON THE TEACHING OF SPANISH TO THE SPANISH-SPEAKING."},
      {
        "id":"ED017223",
        "title":"OUR UNDERDEVELOPED LANGUAGES."},
      {
        "id":"ED017224",
        "title":"FOREIGN LANGUAGE PLACEMENT, AUTUMN QUARTER, 1967."},
      {
        "id":"ED017225",
        "title":"CLOSED-CIRCUIT TELEVISION IN SECOND SEMESTER COLLEGE GERMAN."},
      {
        "id":"ED017226",
        "title":"TRANSLATING FOREIGN LANGUAGE INTO CAREERS--VOCATIONAL OPPORTUNITIES FOR HIGH SCHOOL AND COLLEGE STUDENTS OF MODERN FOREIGN LANGUAGES."},
      {
        "id":"ED017227",
        "title":"BLUEPRINT FOR GREATER FOREIGN LANGUAGE TEACHING ARTICULATION. A REPORT ON INDIANA COLLEGE-HIGH SCHOOL FL TEACHER REGIONAL CONFERENCES."},
      {
        "id":"ED017228",
        "title":"PREMISES--PLANNING STUDENT PERSONNEL FACILITIES."},
      {
        "id":"ED017229",
        "title":"SURVEY REPORT--NAVAJO COMMUNITY COLLEGE."},
      {
        "id":"ED017230",
        "title":"THE UNDECIDED STUDENT--HOW DIFFERENT IS HE."},
      {
        "id":"ED017231",
        "title":"A STUDY OF PRE-REGISTRATION COUNSELING."},
      {
        "id":"ED017232",
        "title":"ARTICULATION IS AN OPPORTUNITY."},
      {
        "id":"ED017233",
        "title":"STUDENT OPINION SURVEY, GROSSMONT COLLEGE."},
      {
        "id":"ED017234",
        "title":"COMMUNITY COLLEGES 1966, A NATIONAL SEMINAR ON THE COMMUNITY COLLEGE IN CANADA (TORONTO, MAY 30-JUNE 1, 1966)."},
      {
        "id":"ED017235",
        "title":"CONFERENCE ON JUNIOR COLLEGE LIBRARIES (2ND, NORTHERN ILLINOIS UNIVERSITY, DEKALB, APRIL 28-29, 1967)."},
      {
        "id":"ED017236",
        "title":"A PROFESSIONAL LIBRARY FOR JUNIOR COLLEGES."},
      {
        "id":"ED017237",
        "title":"SIMULATION GAMES AND SOCIAL THEORY. OCCASIONAL PAPER."},
      {
        "id":"ED017238",
        "title":"PRE-REGISTRATION PLANNING GUIDE."},
      {
        "id":"ED017239",
        "title":"EDUCATIONAL PLANNING GUIDE."},
      {
        "id":"ED017240",
        "title":"FACULTY QUALITY--A CHALLENGE TO THE COMMUNITY COLLEGE."},
      {
        "id":"ED017241",
        "title":"BROADENING THE SPECTRUM OF HIGHER EDUCATION."},
      {
        "id":"ED017242",
        "title":"UNDERSTANDING JUNIOR COLLEGE STUDENTS."},
      {
        "id":"ED017244",
        "title":"THE ROLE OF THE GOVERNING BOARD."},
      {
        "id":"ED017245",
        "title":"THE ROLE OF THE COMMUNITY COLLEGE PRESIDENT."},
      {
        "id":"ED017247",
        "title":"REPORT OF THE CONFERENCE ON TWO-YEAR COLLEGES AND THE DISADVANTAGED (STATE UNIVERSITY OF NEW YORK, DELHI, JUNE 15-17, 1966)."},
      {
        "id":"ED017250",
        "title":"FACULTY GOVERNANCE IN TURMOIL--WHO SPEAKS FOR THE JUNIOR COLLEGE PROFESSOR."},
      {
        "id":"ED017251",
        "title":"AN INVESTIGATION OF INSTITUTIONAL RESEARCH IN THE JUNIOR COLLEGES OF THE UNITED STATES. ABRIDGED FORM."},
      {
        "id":"ED017253",
        "title":"EXPERIMENTAL SUMMER PROGRAM FOR HIGH SCHOOL SENIORS AND FACULTY."},
      {
        "id":"ED017254",
        "title":"TRANSFER STUDY."},
      {
        "id":"ED017255",
        "title":"PREDICTING ACADEMIC SUCCESS BEYOND HIGH SCHOOL."},
      {
        "id":"ED017256",
        "title":"MASTER PLAN FOR PUBLIC JUNIOR COLLEGES IN TEXAS."},
      {
        "id":"ED017257",
        "title":"EDUCATION AND TRAINING SURVEY, CITY OF BEVERLY, COMMONWEALTH OF MASSACHUSETTS."},
      {
        "id":"ED017258",
        "title":"TECHNICAL EDUCATION IN THE SMALL COMMUNITY COLLEGE."},
      {
        "id":"ED017259",
        "title":"REVERSE ARTICULATION--A UNIQUE FUNCTION OF THE JUNIOR COLLEGE."},
      {
        "id":"ED017261",
        "title":"REPORT OF FINDINGS AND RESULTS OF TECHNICAL EDUCATION CURRICULUM WORKSHOP (LOS ALAMOS, NEW MEXICO, AUGUST 7-11, 1967)."},
      {
        "id":"ED017262",
        "title":"PROGRAM INSTRUCTION, LEARNING, AND COLLEGE TEACHING."},
      {
        "id":"ED017264",
        "title":"SUMMARY OF SABBATICAL LEAVE POLICIES REPORTED BY CALIFORNIA SCHOOL DISTRICTS 1966-1967."},
      {
        "id":"ED017265",
        "title":"STUDY OF CALIFORNIA JUNIOR COLLEGE SPEECH ARTS INSTRUCTOR'S WORKLOAD."},
      {
        "id":"ED017266",
        "title":"THE ROLE OF THE ADVISORY COMMITTEE IN OCCUPATIONAL EDUCATION IN THE JUNIOR COLLEGE."},
      {
        "id":"ED017267",
        "title":"EXTENDING A HELPING HAND EDUCATIONALLY, A REPORT OF THE PROGRESS OF THE STUDENTS IN BASIC SKILLS 100, SUMMER 1967."},
      {
        "id":"ED017268",
        "title":"JUNIOR COLLEGE--A REVOLUTION IN EDUCATION, REPORT OF A DIRECTED STUDIES CONFERENCE (CLEARWATER, FLORIDA, APRIL 13-14, 1967)."},
      {
        "id":"ED017269",
        "title":"DEVELOPING SPECIALISTS IN LEARNING."},
      {
        "id":"ED017270",
        "title":"STANDARDS AND CRITERIA FOR THE EVALUATION AND RECOGNITION OF ILLINOIS PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED017271",
        "title":"THE EFFECTIVENESS OF THE CONTRA COSTA COLLEGE ELECTRONICS PROGRAM IN PREPARING ITS GRADUATES FOR EMPLOYMENT AS REPORTED BY POST-GRADUATE STUDENTS."},
      {
        "id":"ED017272",
        "title":"THE INSTANT CAMPUS, A REMEDY FOR JUNIOR COLLEGE GROWING PAINS."},
      {
        "id":"ED017274",
        "title":"SURVEYS OF UNIVERSITY OF WISCONSIN CENTER NEW FRESHMEN, FALL 1958 AND FALL 1962. (TITLE SUPPLIED)."},
      {
        "id":"ED017275",
        "title":"THE PRESIDENT--A KEY TO INNOVATION."},
      {
        "id":"ED017276",
        "title":"SELECTING A COLLEGE PRESIDENT."},
      {
        "id":"ED017277",
        "title":"LIBRARY TECHNICIANS--A NEW KIND OF NEEDED LIBRARY WORKER, A REPORT OF A CONFERENCE ON LIBRARY TECHNOLOGY SPONSORED BY CATONSVILLE COMMUNITY COLLEGE (CHICAGO, MAY 26-27, 1967)."},
      {
        "id":"ED017280",
        "title":"SOUTHEASTERN PENNSYLVANIA PROCESSING CENTER FEASIBILITY STUDY. FINAL REPORT. PENNSYLVANIA STATE LIBRARY MONOGRAPH NO. 4."},
      {
        "id":"ED017281",
        "title":"THE ORGANIZATION OF NONBOOK MATERIALS IN SCHOOL LIBRARIES."},
      {
        "id":"ED017301",
        "title":"PRELIMINARY STUDY FOR AN IMPROVED INFORMATION TRANSFER SYSTEM FOR METRO LIBRARIES. METRO MISCELLANEOUS PUBLICATION SERIES, NUMBER 2."},
      {
        "id":"ED017305",
        "title":"INSTITUTE ON PLANNING HELD AT UNIVERSITY OF OREGON, PROCEEDINGS (EUGENE, AUGUST 23-27, 1965)."},
      {
        "id":"ED017306",
        "title":"MATERIALS BY AND ABOUT AMERICAN NEGROES, PAPERS PRESENTED AT AN INSTITUTE SPONSORED BY THE ATLANTA UNIVERSITY SCHOOL OF LIBRARY SERVICE WITH THE COOPERATION OF THE TREVOR ARNETT LIBRARY (OCTOBER 21-23, 1965)."},
      {
        "id":"ED017307",
        "title":"STATE OF THE ART OF DIAL ACCESS INFORMATION RETRIEVAL. INTERIM REPORT ON LIBRARY RESEARCH."},
      {
        "id":"ED017308",
        "title":"THE PUBLIC LIBRARY EXECUTIVE--AN EXPLORATION OF THE ROLE OF AN EMERGING PROFESSION."},
      {
        "id":"ED017313",
        "title":"A PLAN FOR LIBRARY COOPERATION IN NEW HAMPSHIRE. REPORT TO NEW HAMPSHIRE STATE LIBRARY."},
      {
        "id":"ED017315",
        "title":"COMMENTS AND OPINIONS OF STUDENTS AT ABINGTON HIGH SCHOOL NORTH CAMPUS CONCERNING THE LIBRARY, A REPORT ON THE RESULTS OF A STUDENT OPINIONNAIRE."},
      {
        "id":"ED017316",
        "title":"EVALUATION OF CHANGES OCCURRING IN CHILDREN WHO PARTICIPATED IN PROJECT HEAD START."},
      {
        "id":"ED017317",
        "title":"THE EFFECTS OF NEUROLOGICAL AND ENVIRONMENTAL FACTORS ON THE LANGUAGE DEVELOPMENT OF HEAD START CHILDREN--A EVALUATION OF THE HEAD START PROGRAM."},
      {
        "id":"ED017318",
        "title":"A PRELIMINARY INVESTIGATION TO ESTABLISH A REGIONAL CENTER FOR EDUCATIONAL DEVELOPMENTAL STUDIES OF DISADVANTAGED PRESCHOOL CHILDREN. FINAL REPORT."},
      {
        "id":"ED017319",
        "title":"A RESEARCH PROGRAM TO DETERMINE THE EFFECTS OF VARIOUS PRESCHOOL INTERVENTION PROGRAMS ON THE DEVELOPMENT OF DISADVANTAGED CHILDREN AND THE STRATEGIC AGE FOR SUCH INTERVENTION."},
      {
        "id":"ED017320",
        "title":"MONTESSORI PRE-SCHOOL EDUCATION. FINAL REPORT."},
      {
        "id":"ED017321",
        "title":"STUDY OF ACHIEVEMENT--REPORT POPULATION STUDY OF JUNIOR AND SENIOR KINDERGARTEN PUPILS, 1960-61 AND 1961-62."},
      {
        "id":"ED017322",
        "title":"STUDY OF ACHIEVEMENT--JUNIOR KINDERGARTEN, WHO IS SERVED AND WHO GOES."},
      {
        "id":"ED017323",
        "title":"STUDY OF ACHIEVEMENT, TORONTO INFORMATION BULLETIN NO. 1."},
      {
        "id":"ED017324",
        "title":"A NEW THEORY OF SCRIBBLING AND DRAWING IN CHILDREN."},
      {
        "id":"ED017326",
        "title":"INTERIM PROGRESS REPORT OF A REMOTE TEACHER TRAINING INSTITUTE FOR EARLY CHILDHOOD EDUCATORS (FUNDED BY NDEA TITLE XI)."},
      {
        "id":"ED017327",
        "title":"A STUDY OF THE KINDERGARTEN PROGRAM, FULL-DAY OR HALF-DAY."},
      {
        "id":"ED017329",
        "title":"DEPARTMENTALIZATION IN ELEMENTARY SCHOOLS."},
      {
        "id":"ED017330",
        "title":"SEQUENCE IN LEARNING--FACT OR FICTION."},
      {
        "id":"ED017331",
        "title":"WHEN THE CHILD IS ANGRY."},
      {
        "id":"ED017332",
        "title":"INDEPENDENT AND GROUP LEARNING."},
      {
        "id":"ED017333",
        "title":"A REPLICATIVE INVESTIGATION OF THE BUCKINGHAM-DOLCH FREE-ASSOCIATION WORD STUDY. FINAL REPORT."},
      {
        "id":"ED017334",
        "title":"A TRAINING PROGRAM FOR MOTHERS."},
      {
        "id":"ED017335",
        "title":"AN APPROACH FOR WORKING WITH MOTHERS OF DISADVANTAGED PRESCHOOL CHILDREN."},
      {
        "id":"ED017337",
        "title":"THE ROLE OF SOCIALIZATION AND SOCIAL INFLUENCE IN A COMPENSATORY PRESCHOOL PROGRAM."},
      {
        "id":"ED017338",
        "title":"HEAD START, WEST VIRGINIA, SUMMER 1966--A SEVEN-COUNTY OVERVIEW, A SPECIAL ASSIGNMENT OF THE WEST VIRGINIA DEPARTMENT OF MENTAL HEALTH."},
      {
        "id":"ED017339",
        "title":"A PARENT EDUCATION APPROACH TO PROVISION OF EARLY STIMULATION FOR THE CULTURALLY DISADVANTAGED. FINAL REPORT."},
      {
        "id":"ED017340",
        "title":"KINDERGARTEN OVERSEAS, A STUDY OF THE REQUIREMENTS FOR ESTABLISHING KINDERGARTEN AS PART OF THE DEPARTMENT OF DEFENSE OVERSEAS DEPENDENTS SCHOOLS. FINAL REPORT."},
      {
        "id":"ED017341",
        "title":"THE NEW ELEMENTARY SCHOOL."},
      {
        "id":"ED017342",
        "title":"HOW TO HELP YOUR CHILD LEARN, A HANDBOOK FOR PARENTS OF CHILDREN IN KINDERGARTEN THROUGH GRADE 6."},
      {
        "id":"ED017343",
        "title":"MULTI-AGE GROUPING--ENRICHING THE LEARNING ENVIRONMENT."},
      {
        "id":"ED017344",
        "title":"THE CREATIVE-AESTHETIC APPROACH TO SCHOOL READINESS AND MEASURED CREATIVE GROWTH."},
      {
        "id":"ED017347",
        "title":"TEACHER GUIDE FOR ENGLISH SPEAKING."},
      {
        "id":"ED017348",
        "title":"A CAMPING WE WILL GO."},
      {
        "id":"ED017349",
        "title":"KEYS TO INDIAN EDUCATION."},
      {
        "id":"ED017350",
        "title":"EDUCATION FOR THE ADULT INDIAN COMMUNITY."},
      {
        "id":"ED017351",
        "title":"THE TEXAS PROJECT FOR EDUCATION OF MIGRANT CHILDREN."},
      {
        "id":"ED017353",
        "title":"WHITE AMERICANS IN RURAL POVERTY."},
      {
        "id":"ED017354",
        "title":"THE RELATIONSHIP OF CURRICULUM TO SCHOOL DISTRICT ORGANIZATION."},
      {
        "id":"ED017356",
        "title":"COORDINATION OF PROGRAMS FOR MIGRANTS, WORKING PAPER FOR NATIONAL MEETING ON MIGRANT PROBLEMS."},
      {
        "id":"ED017357",
        "title":"THE INDIGENOUS NONPROFESSIONAL, A STRATEGY OF CHANGE IN COMMUNITY ACTION AND COMMUNITY MENTAL HEALTH PROGRAMS. REPORT NUMBER 3."},
      {
        "id":"ED017359",
        "title":"SCHOOL BELLS FOR MIGRANTS."},
      {
        "id":"ED017360",
        "title":"AMERICAN INDIAN EDUCATION CONFERENCE, USE OF EDUCATIONAL WEAPONS IN THE WAR ON POVERTY (6TH, ARIZONA STATE UNIVERSITY, MARCH 12-13, 1965)."},
      {
        "id":"ED017361",
        "title":"INDIAN UNITY."},
      {
        "id":"ED017362",
        "title":"THE DIVISION OF INDIAN EDUCATION OF THE NEW MEXICO STATE DEPARTMENT OF PUBLIC INSTRUCTION TO THE BUREAU OF INDIAN AFFAIRS. ANNUAL REPORT, 1966-67."},
      {
        "id":"ED017363",
        "title":"THE DILEMMA OF RURAL YOUTH."},
      {
        "id":"ED017364",
        "title":"DENTAL HEALTH STATUS AND DENTAL HEALTH SERVICES FOR RURAL YOUTH."},
      {
        "id":"ED017365",
        "title":"TRAINING STUDENTS TO TUTOR."},
      {
        "id":"ED017366",
        "title":"IMPROVING AND EXTENDING THE JUNIOR HIGH SCHOOL ORCHESTRA REPERTORY. FINAL REPORT."},
      {
        "id":"ED017367",
        "title":"DIGEST MATERIALS FOR IMPROVING AND EXTENDING THE JUNIOR HIGH SCHOOL ORCHESTRA REPERTORY. VOLUME 1, BAROQUE."},
      {
        "id":"ED017368",
        "title":"DIGEST MATERIALS FOR IMPROVING AND EXTENDING THE JUNIOR HIGH SCHOOL ORCHESTRA REPERTORY. VOLUME 2, CLASSICAL."},
      {
        "id":"ED017369",
        "title":"DIGEST MATERIALS FOR IMPROVING AND EXTENDING THE JUNIOR HIGH SCHOOL ORCHESTRA REPERTORY. VOLUME 3, ROMANTIC."},
      {
        "id":"ED017370",
        "title":"DIGEST MATERIALS FOR IMPROVING AND EXTENDING THE JUNIOR HIGH SCHOOL ORCHESTRA REPERTORY. VOLUME 4, 20TH CENTURY."},
      {
        "id":"ED017371",
        "title":"SOIL AND WATER CONSERVATION PROJECTS AND ACTIVITIES, A GUIDE FOR 4-H CLUB LEADERS."},
      {
        "id":"ED017372",
        "title":"RURAL RECREATION ENTERPRISES FOR PROFIT, AN AID TO RURAL AREAS DEVELOPMENT."},
      {
        "id":"ED017373",
        "title":"EXTENSION METHODS IDEAS FOR RURAL CIVIL DEFENSE."},
      {
        "id":"ED017374",
        "title":"RURAL RECREATION, NEW OPPORTUNITIES ON PRIVATE LAND."},
      {
        "id":"ED017375",
        "title":"WHAT PEOPLE CAN DO ABOUT RURAL CIVIL DEFENSE, NOTES FOR SPEAKERS AND WRITERS."},
      {
        "id":"ED017376",
        "title":"INCOME OPPORTUNITIES FOR RURAL FAMILIES FROM OUTDOOR RECREATION ENTERPRISES."},
      {
        "id":"ED017377",
        "title":"AN OUTLINE FOR TEACHING CONSERVATION HIGH SCHOOLS."},
      {
        "id":"ED017378",
        "title":"LONG-TERM STUDY OF EDUCATIONAL EFFECTIVENESS OF NEWLY FORMED CENTRALIZED SCHOOL DISTRICTS IN RURAL AREAS. PART TWO, CONTINUED."},
      {
        "id":"ED017379",
        "title":"YOUNG PEOPLE'S CONCERTS BY THE PHOENIX SYMPHONY ORCHESTRA. TEACHING MANUAL."},
      {
        "id":"ED017380",
        "title":"LIBRARY SERVICE FOR RURAL PEOPLE."},
      {
        "id":"ED017381",
        "title":"REGIONAL EDUCATIONAL SERVICE AGENCY PROTOTYPES, OPTIONAL STATUTORY ARRANGEMENTS, AND SUGGESTIONS FOR IMPLEMENTATION."},
      {
        "id":"ED017382",
        "title":"THE RIGHT TO BE WRONG AND THE RIGHT TO BE RIGHT."},
      {
        "id":"ED017383",
        "title":"MINNESOTA CHIPPEWA INDIANS, A HANDBOOK FOR TEACHERS."},
      {
        "id":"ED017385",
        "title":"BILINGUAL EDUCATION IN ARIZONA. REPORT 3, BILINGUAL PROGRAMS IN THE SOUTHWEST."},
      {
        "id":"ED017386",
        "title":"BILINGUAL EDUCATION IN CALIFORNIA."},
      {
        "id":"ED017387",
        "title":"BILINGUAL EDUCATION IN NEVADA."},
      {
        "id":"ED017388",
        "title":"TEXAS REPORT ON EDUCATION FOR BILINGUAL STUDENTS."},
      {
        "id":"ED017389",
        "title":"PROGRAMS FOR BILINGUAL STUDENTS OF UTAH."},
      {
        "id":"ED017390",
        "title":"TOWN AND COUNTRY BUSINESS PROGRAM. (TITLE SUPPLIED)."},
      {
        "id":"ED017391",
        "title":"CALIFORNIA INDIAN EDUCATION, REPORT OF THE FIRST ALL-INDIAN STATEWIDE CONFERENCE ON CALIFORNIA INDIAN EDUCATION."},
      {
        "id":"ED017392",
        "title":"PROGRAM CONTENT TO MEET THE EDUCATIONAL NEEDS OF MEXICAN-AMERICANS."},
      {
        "id":"ED017393",
        "title":"SOME SOCIAL CHANGES IN RURAL IOWA, 1948-1967, A PRELIMINARY REPORT."},
      {
        "id":"ED017394",
        "title":"SOCIOCULTURAL DETERMINANTS OF ACHIEVEMENT AMONG MEXICAN-AMERICAN STUDENTS."},
      {
        "id":"ED017395",
        "title":"THE TRANSFER FROM MODALITY PERCEPTUAL TO MODALITY CONCEPTUAL."},
      {
        "id":"ED017396",
        "title":"THE INDIVIDUALIZED APPROACH TO READING INSTRUCTION--KEY CONCEPTS."},
      {
        "id":"ED017397",
        "title":"SOME EFFECTS OF PERCEPTION TRAINING IN KINDERGARTEN ON FIRST GRADE SUCCESS IN READING."},
      {
        "id":"ED017398",
        "title":"CHILDREN'S PERCEPTION OF DIFFICULTY IN READING MATERIALS."},
      {
        "id":"ED017399",
        "title":"UNCOMMONLY GOOD MATERIALS FOR REMEDIAL READING OF PARTICULAR INTEREST TO ADOLESCENT AND ADULT MALES."},
      {
        "id":"ED017400",
        "title":"GUIDE FOR REMEDIAL READING IN THE ELEMENTARY SCHOOL, GRADES TWO THROUGH EIGHT."},
      {
        "id":"ED017401",
        "title":"STUDIES OF ORAL READING--XII. EFFECTS OF INSTRUCTIONS ON THE EYE-VOICE SPAN."},
      {
        "id":"ED017402",
        "title":"STUDIES OF ORAL READING--XI. THE EYE-VOICE SPAN--READING EFFICIENCY AND SYNTACTIC PREDICTABILITY."},
      {
        "id":"ED017403",
        "title":"UNDERSTANDING THE READING PROCESS."},
      {
        "id":"ED017404",
        "title":"SUMMER READERS."},
      {
        "id":"ED017405",
        "title":"STRENGTHENING READING SERVICES THROUGH INCREASING PROVISIONS FOR ELEMENTARY READING CENTERS."},
      {
        "id":"ED017406",
        "title":"AN EVALUATION STUDY OF THE I/T/A READING PROGRAM IN THE LAKEWOOD PUBLIC SCHOOLS."},
      {
        "id":"ED017408",
        "title":"ON PARTITIONING THE EXPLAINED VARIATION IN A REGRESSION ANALYSIS."},
      {
        "id":"ED017409",
        "title":"TITLE III (PACE) PROJECTS ON READING. ERIC/CRIER READING REVIEW SERIES, VOLUME 1, BIBLIOGRAPHY 6."},
      {
        "id":"ED017411",
        "title":"THE EFFECTIVENESS OF THREE READING APPROACHES AND AN ORAL LANGUAGE STIMULATION PROGRAM WITH DISADVANTAGED CHILDREN IN THE PRIMARY GRADES--AN INTERIM REPORT AFTER ONE YEAR OF THE COOPERATIVE READING PROJECT."},
      {
        "id":"ED017412",
        "title":"CULTURAL DEPRIVATION AND READING ACHIEVEMENT--A SECONDARY ANALYSIS OF THE COOPERATIVE READING PROJECT DATA."},
      {
        "id":"ED017413",
        "title":"THE PEABODY-CHICAGO-DETROIT READING PROJECT--A REPORT OF THE SECOND-YEAR RESULTS."},
      {
        "id":"ED017414",
        "title":"TEAM TEACHING WITH PAPERBACKS."},
      {
        "id":"ED017415",
        "title":"THE EFFICACY OF THE INITIAL TEACHING ALPHABET AND THE PEABODY LANGUAGE DEVELOPMENT KIT WITH DISADVANTAGED CHILDREN IN THE PRIMARY GRADES--AN INTERIM REPORT AFTER TWO YEARS."},
      {
        "id":"ED017416",
        "title":"GUIDELINES FOR MILLER-UNRUH READING PROGRAMS, REVISED."},
      {
        "id":"ED017417",
        "title":"RACIAL AFFECT IN READING COMPREHENSION."},
      {
        "id":"ED017418",
        "title":"EFFECTS OF DISCRIMINATION AND REPRODUCTION TRAINING ON ABILITY TO DISCRIMINATE LETTER-LIKE FORMS."},
      {
        "id":"ED017420",
        "title":"CYBERNETIC CONTROL OF MEMORY WHILE READING CONNECTED DISCOURSE."},
      {
        "id":"ED017421",
        "title":"EFFECTIVE PROSE READING--SHAPING AND DISCRIMINATIVE EFFECTS OF QUESTIONS."},
      {
        "id":"ED017422",
        "title":"VERBAL VERSUS GRAPHIC PRESENTATIONS OF LEARNING MATERIAL."},
      {
        "id":"ED017423",
        "title":"DEVELOPMENT OF AN INSTRUCTIONAL SYSTEM."},
      {
        "id":"ED017424",
        "title":"THE EFFECTS OF VIDEO-TAPING PROCEDURES IN AN EXPERIMENTAL READING PROGRAM."},
      {
        "id":"ED017425",
        "title":"THE EFFECT OF HOMOGENEOUS GROUPING ON CHILDREN WITH LEARNING DISABILITIES."},
      {
        "id":"ED017426",
        "title":"LANGUAGE ARTS TOOLS, AN ANNOTATED BIBLIOGRAPHY OF MATERIALS FOR USE IN THE TEACHING OF READING."},
      {
        "id":"ED017428",
        "title":"AN ANALYSIS OF THE RELATIONSHIP BETWEEN CONVENTIONAL READING READINESS MEASURES AND INTELLECTUAL FUNCTIONING."},
      {
        "id":"ED017430",
        "title":"INDIVIDUALIZED PROGRAMMING FOR CHILDREN WITH LEARNING DISABILITIES AS DETERMINED BY SCREENING, IDENTIFICATION AND DIFFERENTIAL DIAGNOSIS."},
      {
        "id":"ED017431",
        "title":"REPORT OF THE SOUTHWEST TEXAS STATE COLLEGE RESEARCH CONFERENCE ON THE PROBLEM OF DYSLEXIA AND RELATED DISORDERS IN PUBLIC SCHOOLS OF THE UNITED STATES. REPORT OF THE WORKING GROUP ON TEACHER PREPARATION."},
      {
        "id":"ED017432",
        "title":"RELATIONSHIPS BETWEEN AUDITORY AND VISUAL PERCEPTUAL ABILITY AND READING ACHIEVEMENT."},
      {
        "id":"ED017433",
        "title":"INFLUENCE OF METHOD OF QUESTIONING UPON CHILDREN&apos;S RESPONSES TO HUMOROUS SITUATIONS IN LITERATURE."},
      {
        "id":"ED017435",
        "title":"A STUDY OF THE RELATIONSHIPS BETWEEN PERCEPTION AND READING."},
      {
        "id":"ED017436",
        "title":"SPECIFIC VALUES OF A RESIDENTIAL PROGRAM FOR THE LEARNING DISABLED ADOLESCENT."},
      {
        "id":"ED017437",
        "title":"THE EFFECT OF READING FOR A CREATIVE PURPOSE ON STUDENT ATTITUDES TOWARD A SHORT STORY."},
      {
        "id":"ED017438",
        "title":"LITERATURE FOR YOUNG CHILDREN."},
      {
        "id":"ED017439",
        "title":"TO MONITOR OR NOT TO MONITOR--DICISIONS IN THE RETRIEVAL OF READING RESEARCH JOURNAL LITERATURE. ERIC/CRIER READING REVIEW SERIES, VOLUME 1."},
      {
        "id":"ED017441",
        "title":"SCIENCE IN THE ELEMENTARY SCHOOL, GRADE 3, A GUIDE FOR TEACHERS."},
      {
        "id":"ED017442",
        "title":"SCIENCE IN THE ELEMENTARY SCHOOL, GRADE 4, A GUIDE FOR TEACHERS."},
      {
        "id":"ED017443",
        "title":"SCIENCE IN THE ELEMENTARY SCHOOL, GRADE 5, A GUIDE FOR TEACHERS."},
      {
        "id":"ED017444",
        "title":"SCIENCE IN THE ELEMENTARY SCHOOLS, GRADE 6, A GUIDE FOR TEACHERS."},
      {
        "id":"ED017445",
        "title":"OUTDOOR EDUCATION CENTER, PLANNING PROJECT REPORT."},
      {
        "id":"ED017448",
        "title":"INSTRUCTIONAL GUIDE FOR ELECTRICITY, JUNIOR HIGH SCHOOL INDUSTRIAL ARTS."},
      {
        "id":"ED017450",
        "title":"A SOURCEBOOK FOR SCIENCE SUPERVISORS."},
      {
        "id":"ED017451",
        "title":"SEVENTH YEAR MATHEMATICS, VOLUME 1, EXPERIMENTAL EDITION."},
      {
        "id":"ED017452",
        "title":"MATHEMATICS I, VOLUME 3, EXPERIMENTAL EDITION."},
      {
        "id":"ED017453",
        "title":"MATHEMATICS I, VOLUME 2, EXPERIMENTAL EDITION."},
      {
        "id":"ED017454",
        "title":"SOME BEHAVIORAL OBJECTIVES FOR ELEMENTARY SCHOOL MATHEMATICS PROGRAMS."},
      {
        "id":"ED017455",
        "title":"ANIMATED SERIAL SECTIONS, A TEACHING AID FOR ORAL HISTOLOGY AND EMBRYOLOGY."},
      {
        "id":"ED017457",
        "title":"ELEMENTARY ARITHMETIC AND LEARNING AIDS."},
      {
        "id":"ED017458",
        "title":"A MODERN MATHEMATICS PROGRAM AS IT PERTAINS TO THE INTERRELATIONSHIP OF MATHEMATICAL CONTENT, TEACHING METHODS AND CLASSROOM ATMOSPHERE, THE MADISON PROJECT."},
      {
        "id":"ED017459",
        "title":"MATHEMATICS EDUCATION PROGRAMS FUNDED UNDER TITLE I ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965."},
      {
        "id":"ED017460",
        "title":"TENTATIVE RECOMMENDATIONS FOR THE UNDERGRADUATE MATHEMATICS PROGRAM OF STUDENTS IN THE BIOLOGICAL MANAGEMENT AND SOCIAL SCIENCES."},
      {
        "id":"ED017461",
        "title":"A CURRICULUM IN APPLIED MATHEMATICS."},
      {
        "id":"ED017462",
        "title":"RECOMMENDATIONS ON THE UNDERGRADUATE MATHEMATICS PROGRAM FOR ENGINEERS AND PHYSICISTS."},
      {
        "id":"ED017463",
        "title":"MATHEMATICAL ENGINEERING, A FIVE YEAR PROGRAM."},
      {
        "id":"ED017464",
        "title":"QUALIFICATIONS FOR A COLLEGE FACULTY IN MATHEMATICS."},
      {
        "id":"ED017465",
        "title":"TEACHING COLLEGE STUDENTS HOW TO LEARN MATHEMATICS. WHAT IS LEARNED IN MATHEMATICAL DISCOVERY."},
      {
        "id":"ED017466",
        "title":"A FEASIBILITY STUDY FOR DETERMINING REQUIREMENTS OF BIOLOGICAL INFORMATION SERVICES AND SYSTEMS."},
      {
        "id":"ED017467",
        "title":"IMPROVING OBJECTIVE TESTS IN SCIENCE."},
      {
        "id":"ED017468",
        "title":"HELPING CHILDREN LEARN SCIENCE, A SELECTION OF ARTICLES REPRINTED FROM SCIENCE AND CHILDREN."},
      {
        "id":"ED017469",
        "title":"HANDBOOK, TEACHING SCIENCE TO EDUCATIONALLY DISADVANTAGED YOUTH."},
      {
        "id":"ED017470",
        "title":"GUIDELINES FOR CONTENT OF PRE-SERVICE PROFESSIONAL EDUCATION FOR SECONDARY SCHOOL SCIENCE TEACHERS."},
      {
        "id":"ED017471",
        "title":"ASSOCIATION FOR THE EDUCATION OF TEACHERS OF SCIENCE, COMPILATION OF PAPERS AND REPORTS FROM SESSIONS HELD IN CONJUNCTION WITH THE CONVENTION OF THE NATIONAL SCIENCE TEACHERS ASSOCIATION, (NEW YORK CITY, APRIL 1, 2, 1966)."},
      {
        "id":"ED017472",
        "title":"LIFE AND EARTH SCIENCE, JUNIOR HIGH SCHOOL."},
      {
        "id":"ED017473",
        "title":"SCIENCE EDUCATION INFORMATION REPORT, BIBLIOGRAPHY 4, CURRICULUM."},
      {
        "id":"ED017474",
        "title":"BIOLOGY IN A LIBERAL EDUCATION."},
      {
        "id":"ED017476",
        "title":"PROJECTS IN IMAGINATIVE NATURE EDUCATION, SURVEY REPORT AND OUTDOOR LABORATORY PLAN."},
      {
        "id":"ED017477",
        "title":"SCIENCE POLICY BULLETIN NUMBER 3."},
      {
        "id":"ED017478",
        "title":"SCIENCE POLICY BULLETIN NUMBER 2."},
      {
        "id":"ED017479",
        "title":"SCIENCE POLICY BULLETIN NUMBER 1."},
      {
        "id":"ED017482",
        "title":"TEACHING COMPOSITION. WHAT RESEARCH SAYS TO THE TEACHER, NUMBER 18."},
      {
        "id":"ED017483",
        "title":"A MODIFIED CURRICULUM GUIDE, LANGUAGE ARTS."},
      {
        "id":"ED017484",
        "title":"THE ANALYSIS OF CHILDREN'S COMPOSITIONS IN TERMS OF LOGICAL CRITERIA AND COGNITIVE THEORY (GRADES 2-6). FINAL REPORT."},
      {
        "id":"ED017485",
        "title":"AN EVALUATION OF PUBLISHED ENGLISH TESTS."},
      {
        "id":"ED017487",
        "title":"GRAMMAR--THE PROTEUS OF THE ENGLISH CURRICULUM."},
      {
        "id":"ED017488",
        "title":"TEACHING SPELLING. WHAT RESEARCH SAYS TO THE TEACHER, NUMBER 3."},
      {
        "id":"ED017489",
        "title":"WHAT'S NEW IN LANGUAGE ARTS--SPELLING."},
      {
        "id":"ED017490",
        "title":"AN INTRODUCTION TO A CURRICULUM."},
      {
        "id":"ED017491",
        "title":"STRUCTURE AND TEACHING, BUILDING THE ENGLISH CURRICULUM."},
      {
        "id":"ED017492",
        "title":"CONCEPTS OF MAN, A CURRICULUM FOR AVERAGE STUDENTS."},
      {
        "id":"ED017493",
        "title":"APPROACHES TO LITERATURE, A CURRICULUM FOR HONOR STUDENTS."},
      {
        "id":"ED017494",
        "title":"READING AND WRITING, THE REMEDIAL PROGRAM."},
      {
        "id":"ED017495",
        "title":"THE ENGLISH LANGUAGE, THE LINGUISTIC APPROACH."},
      {
        "id":"ED017496",
        "title":"ENGLISH WRITING, APPROACHES TO COMPOSITION."},
      {
        "id":"ED017497",
        "title":"EUCLID IN RETROSPECT, 1967 CONFERENCE BULLETIN."},
      {
        "id":"ED017498",
        "title":"ENGLISH, EDUCATION, AND THE ELECTRONIC REVOLUTION."},
      {
        "id":"ED017499",
        "title":"THE ADVENTURES OF BROWN SUGAR, ADVENTURES IN CREATIVE WRITING."},
      {
        "id":"ED017500",
        "title":"PLACE NAMES IN THE CLASSROOM."},
      {
        "id":"ED017501",
        "title":"THE TEACHER EDUCATION PROGRAM OF THE FAR WEST LABORATORY FOR EDUCATIONAL RESEARCH AND DEVELOPMENT."},
      {
        "id":"ED017502",
        "title":"PEER CORRECTION VS. TEACHERS' CORRECTION OF WRITING."},
      {
        "id":"ED017503",
        "title":"TEACHING ENGLISH TO THE CULTURALLY DIFFERENT."},
      {
        "id":"ED017504",
        "title":"RHETORIC--THEORIES FOR APPLICATION, PAPERS PRESENTED AT THE 1965 CONVENTION OF THE NATIONAL COUNCIL OF TEACHERS OF ENGLISH."},
      {
        "id":"ED017505",
        "title":"DRAMA--WHAT IS HAPPENING, THE USE OF DRAMATIC ACTIVITIES IN THE TEACHING OF ENGLISH."},
      {
        "id":"ED017509",
        "title":"NDEA ENGLISH INSTITUTES--COMPOSITION."},
      {
        "id":"ED017510",
        "title":"A COMPARATIVE STUDY OF THE SYNTAX IN SPEECH AND WRITING OF GRADE ONE STUDENTS USING THE INITIAL TEACHING ALPHABET AND STUDENTS USING TRADITIONAL ORTHOGRAPHY. FINAL REPORT."},
      {
        "id":"ED017511",
        "title":"LITERATURE SPARKS COMPOSITION."},
      {
        "id":"ED017512",
        "title":"RELATIVE THEORY OF GOOD IN &quot;BRAVE NEW WORLD&quot; AND &quot;1984.&quot;"},
      {
        "id":"ED017513",
        "title":"USING TAPES AND HUMAN RECORDERS IN RECORDING CHILDREN'S DICTATED COMPOSITION."},
      {
        "id":"ED017514",
        "title":"AUDIO-LINGUAL METHODS IN THE LANGUAGE ARTS PROGRAM."},
      {
        "id":"ED017515",
        "title":"PUPIL-TEACHER RELATIONSHIPS--MAJOR FACTORS IN DEVELOPING LANGUAGE ARTS IN SLOW LEARNERS."},
      {
        "id":"ED017517",
        "title":"A STUDY OF THE TEACHING OF ENGLISH IN SELECTED BRITISH SECONDARY SCHOOLS. FINAL REPORT."},
      {
        "id":"ED017518",
        "title":"AN INTRODUCTION TO &quot;THE FARCE OF THE WORTHY LAWYER PIERRE PATHELIN,&quot; TEACHER'S AID."},
      {
        "id":"ED017520",
        "title":"PROJECT APEX, APPROPRIATE PLACEMENT FOR EXCELLENCE IN ENGLISH. SECOND EDITION (REVISED)."},
      {
        "id":"ED017521",
        "title":"SPRECHEN SIE GOETHE, A SYNOPTIC ESSAY."},
      {
        "id":"ED017526",
        "title":"DEVELOPMENT AND TRIAL IN A JUNIOR AND SENIOR HIGH SCHOOL OF A TWO-YEAR CURRICULUM IN GENERAL MUSIC."},
      {
        "id":"ED017527",
        "title":"THE LIBERAL ARTS--PAST, PRESENT, FUTURE."},
      {
        "id":"ED017528",
        "title":"FACULTY TEACHING LOADS IN COLLEGES AND UNIVERSITIES. (TITLE SUPPLIED)."},
      {
        "id":"ED017529",
        "title":"THE NEW ENGLISH LINGUISTICS DIVISION AT TEL-AVIV UNIVERSITY."},
      {
        "id":"ED017530",
        "title":"JUNIOR COLLEGE ENGLISH--WHICH WAY."},
      {
        "id":"ED017531",
        "title":"BARD CORRECTS FRESHMEN THEMES ON TAPE."},
      {
        "id":"ED017532",
        "title":"BUILDING FROM STRENGTH, A NEW COLLEGE FOR CARNEGIE-MELLON UNIVERSITY."},
      {
        "id":"ED017533",
        "title":"A FIRST REPORT ON GRADUATE PROGRAMS IN ENGLISH."},
      {
        "id":"ED017534",
        "title":"PROGRAMS FOR THE MASTER OF ARTS IN TEACHING WITH A MAJOR IN ENGLISH AT THE UNIVERSITY OF IDAHO, UNIVERSITY OF NEW MEXICO, AND UNIVERSITY OF VERMONT."},
      {
        "id":"ED017535",
        "title":"MASTERS PROGRAMS IN ENGLISH AT THE UNIVERSITY OF KENTUCKY, UNIVERSITY OF MINNESOTA, SOUTHWEST MISSOURI STATE COLLEGE, WESTERN MICHIGAN UNIVERSITY, AND WISCONSIN STATE UNIVERSITY."},
      {
        "id":"ED017536",
        "title":"A DESCRIPTION OF GRADUATE PROGRAMS IN ENGLISH AT 18 UNIVERSITIES."},
      {
        "id":"ED017537",
        "title":"INVENTORY OF COMPENSATORY EDUCATION PROJECTS, 1965."},
      {
        "id":"ED017538",
        "title":"DIMENSIONS OF POVERTY IN 1964. REVISED."},
      {
        "id":"ED017539",
        "title":"ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965. PUBLIC LAW 89-10."},
      {
        "id":"ED017540",
        "title":"THE ROLE OF INTEGRATION IN EDUCATION."},
      {
        "id":"ED017541",
        "title":"REPORT OF SPECIAL STUDY OF ELEMENTARY SCHOOL PUPILS."},
      {
        "id":"ED017544",
        "title":"SCHOOL INTEGRATION AND ITS RELATION TO THE DISTRIBUTION OF NEGROES IN U.S. CITIES."},
      {
        "id":"ED017546",
        "title":"A COMPARISON OF THE PREDICTABILITY OF ACADEMIC SUCCESS OF NEGRO COLLEGE STUDENTS WITH THAT OF WHITE COLLEGE STUDENTS."},
      {
        "id":"ED017549",
        "title":"CHARACTERISTICS OF LOW-ACHIEVING, LOW SELF-CONCEPT JUNIOR HIGH SCHOOL STUDENTS AND THE IMPACT OF SMALL GROUP AND INDIVIDUAL COUNSELING ON SELF-CONCEPT ENHANCEMENT AND ACHIEVEMENT."},
      {
        "id":"ED017550",
        "title":"THE RELATIONSHIP BETWEEN PARENT BEHAVIOR AND ACHIEVEMENT OF INNER CITY ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED017551",
        "title":"TITLE I PROJECTS, ELEMENTARY AND SECONDARY EDUCATION ACT, 1965-66, ABSTRACTS."},
      {
        "id":"ED017552",
        "title":"COMMUNITIES IN ACTION, VOLUME 2, NUMBER 4, AUGUST-SEPTEMBER 1967."},
      {
        "id":"ED017553",
        "title":"PROMISE AND POSSIBILITY, A REPORT ON THE DISTRICT 11 SPECIAL PROJECT, 1960-64."},
      {
        "id":"ED017554",
        "title":"INSTRUCTIONS FOR ANNUAL EVALUATION REPORT FOR FISCAL YEAR 1967, SCHOOL YEAR 1966-67, PUBLIC LAW 89-10, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965."},
      {
        "id":"ED017555",
        "title":"SPECIAL PROGRAMS FOR EDUCATIONALLY DEPRIVED CHILDREN UNDER TITLE I OF THE ELEMENTARY AND SECONDARY EDUCATION ACT, 1965-66. ANNUAL EVALUATION REPORT, VOL. 1."},
      {
        "id":"ED017556",
        "title":"TITLE I EVALUATION FOR THE STATE OF ARIZONA, FISCAL YEAR 1966."},
      {
        "id":"ED017557",
        "title":"LITTLE SQUIRTS IN THE GREAT SOCIETY, THE SEARCH FOR THE BIG SQUEAK. RESEARCH REPORT, VOL. 4, NO. 4."},
      {
        "id":"ED017558",
        "title":"THE CENTER FORUM, VOLUME 2, NUMBER 4."},
      {
        "id":"ED017559",
        "title":"KENTUCKY EVALUATION OF TITLE I PROJECTS, 1966."},
      {
        "id":"ED017560",
        "title":"KANSAS ANNUAL EVALUATION REPORT, TITLE I OF E.S.E.A., PROJECTS--1966."},
      {
        "id":"ED017561",
        "title":"ANNUAL EVALUATION REPORT, TITLE I, P.L. 89-10, FISCAL YEAR 1966."},
      {
        "id":"ED017562",
        "title":"ELEMENTARY AND SECONDARY EDUCATION ACT, P.L. 89-10, TITLE I. EVALUATION REPORT, 1965-66."},
      {
        "id":"ED017563",
        "title":"STATE ANNUAL EVALUATION REPORT FOR PREVIOUS FISCAL YEAR 1966--ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, TITLE I."},
      {
        "id":"ED017568",
        "title":"EVALUATION OF ROOSEVELT SUMMER DEMONSTRATION PROGRAM, 1967."},
      {
        "id":"ED017569",
        "title":"EDUCATION FOR ALL, IMPROVING OPPORTUNITIES OF EDUCATIONALLY DISADVANTAGED CHILDREN."},
      {
        "id":"ED017570",
        "title":"ANNUAL EVALUATION REPORT, TITLE I P.L. 89-10, FISCAL YEAR 1966. APPENDIXES. (TITLE SUPPLIED)."},
      {
        "id":"ED017571",
        "title":"RESEARCH BULLETIN ON INTERGROUP RELATIONS, 1963."},
      {
        "id":"ED017572",
        "title":"PROJECT CONCERN--A CASE STUDY IN URBAN-SUBURBAN COOPERATION. POSITION PAPER."},
      {
        "id":"ED017573",
        "title":"PROJECT CONCERN, HARTFORD'S EXPERIMENTAL BUSING PROGRAM."},
      {
        "id":"ED017575",
        "title":"PROJECT CONCERN."},
      {
        "id":"ED017576",
        "title":"ESEA PROGRAM OF COMPENSATORY EDUCATION. EVALUATION REPORT."},
      {
        "id":"ED017578",
        "title":"THE NEWARK PLAN, A PROGRAM OF EXPANDED OPPORTUNITIES AT WEST KINNEY JUNIOR HIGH SCHOOL. THIRD SUMMARY REPORT, 1964-1967."},
      {
        "id":"ED017579",
        "title":"NEUROLOGICAL AND MEDICAL FACTORS DISCRIMINATING BETWEEN NORMAL CHILDREN AND THOSE WITH LEARNING DISABILITY."},
      {
        "id":"ED017580",
        "title":"WYOMING TITLE I, ESEA PROJECTS, 1966-1967. (TITLE SUPPLIED)."},
      {
        "id":"ED017581",
        "title":"FIELD RESEARCH WITHOUT THE SOCIAL SCIENCE BIAS."},
      {
        "id":"ED017582",
        "title":"NEUTRALIZATION, A PLAN FOR DECENTRALIZATION."},
      {
        "id":"ED017583",
        "title":"DECENTRALIZATION, WAITING FOR SOMETHING TO TURN UP."},
      {
        "id":"ED017584",
        "title":"THE MANPOWER POTENTIAL IN OUR ETHNIC GROUPS, SEMINAR ON MANPOWER POLICY AND PROGRAM."},
      {
        "id":"ED017585",
        "title":"HANDBOOK OF DEMOGRAPHIC INFORMATION."},
      {
        "id":"ED017586",
        "title":"THE NEGRO IN AMERICAN HISTORY TEXTBOOKS, A REPORT OF A STUDY OF THE TREAMENT OF NEGROES IN AMERICAN HISTORY TEXTBOOKS USED IN GRADES FIVE AND EIGHT AND IN THE HIGH SCHOOLS OF CALIFORNIA'S PUBLIC SCHOOLS."},
      {
        "id":"ED017588",
        "title":"SOCIAL AND ECONOMIC CONDITIONS OF NEGROES IN THE UNITED STATES. CURRENT POPULATION REPORTS, SERIES P-23, NO. 24."},
      {
        "id":"ED017589",
        "title":"PROJECT FOLLOW THROUGH, AN INDIVIDUALIZED INSTRUCTIONAL PROGRAM. A PROPOSAL."},
      {
        "id":"ED017590",
        "title":"CONTINUOUS PROGRESS. FINAL REPORT."},
      {
        "id":"ED017591",
        "title":"RETARDATION IN INTELLECTUAL DEVELOPMENT OF LOWER-CLASS PUERTO RICAN CHILDREN IN NEW YORK CITY. INTERIM FINAL REPORT."},
      {
        "id":"ED017592",
        "title":"NOTES AND WORKING PAPERS CONCERNING THE ADMINISTRATION OF PROGRAMS AUTHORIZED UNDER TITLE I OF THE ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, PROGRAM PARTICIPATION OF NONPUBLIC SCHOOL CHILDREN."},
      {
        "id":"ED017593",
        "title":"THE WHITE PLAINS RACIAL BALANCE PLAN."},
      {
        "id":"ED017594",
        "title":"THE WHITE PLAINS RACIAL BALANCE PLAN (INTERIM)."},
      {
        "id":"ED017595",
        "title":"HEAD START FOLLOW THROUGH OPERATIONAL GRANT, 1967-1968."},
      {
        "id":"ED017596",
        "title":"THE PREFACE PLAN, A NEW CONCEPT OF INSERVICE TRAINING FOR TEACHERS NEWLY ASSIGNED TO URBAN NEIGHBORHOODS OF LOW INCOME. FINAL REPORT."},
      {
        "id":"ED017597",
        "title":"STATEMENT OF THE BOARD OF EDUCATION AND SUPERINTENDENT OF SCHOOLS ON THE RECOMMENDATIONS OF THE MAYOR'S PANEL ON DECENTRALIZATION."},
      {
        "id":"ED017598",
        "title":"LEADERSHIP TRAINING INSTITUTE FOR PREPARING TEACHERS FOR SCHOOL STAFF DESEGREGATION. FINAL REPORT."},
      {
        "id":"ED017599",
        "title":"AN IN-SERVICE PROGRAM TO PROVIDE GREATER EDUCATIONAL OPPORTUNITIES FOR CHILDREN ATTENDING DESEGREGATED CLASSROOMS IN THE CAIRO AND EGYPTIAN SCHOOL DISTRICTS, ALEXANDER COUNTY, ILLINOIS."},
      {
        "id":"ED017600",
        "title":"CORRELATIONAL AND REGRESSION ANALYSES OF DIFFERENCES BETWEEN THE ACHIEVEMENT LEVELS OF NINTH GRADE SCHOOLS FROM THE EDUCATIONAL OPPORTUNITIES SURVEY."},
      {
        "id":"ED017602",
        "title":"THE BLACK UNREST, PART OF A SOCIAL MOVEMENT TOWARD HUMAN RIGHTS."},
      {
        "id":"ED017603",
        "title":"CORRELATIONAL AND FACTORIAL ANALYSES OF ITEMS FROM THE NINTH GRADE STUDENT QUESTIONNAIRE OF THE EDUCATIONAL OPPORTUNITIES SURVEY."},
      {
        "id":"ED017604",
        "title":"THE YOUNG MOTHERS EDUCATIONAL DEVELOPMENT PROGRAM. TWO PIECES. (TITLE SUPPLIED)."},
      {
        "id":"ED017605",
        "title":"LINCOLN HIGH SCHOOL, THE OPPORTUNITY SCHOOL."},
      {
        "id":"ED017606",
        "title":"CONTINUOUS PROGRESS EDUCATION IN THE SEATTLE PUBLIC SCHOOLS, THE PROPOSED SOUTHEAST EDUCATION CENTER. DOCUMENTATION."},
      {
        "id":"ED017607",
        "title":"CONTINUOUS PROGRESS EDUCATION IN THE SEATTLE PUBLIC SCHOOLS, THE PROPOSED SOUTHEAST EDUCATION CENTER. GENERAL RECOMMENDATIONS."},
      {
        "id":"ED017608",
        "title":"A PROPOSAL FOR A MODIFIED JOB CORPS PROGRAM TO ACCOMODATE HIGH SCHOOL DROPOUTS OR POTENTIAL DROPOUTS IN THE SEATTLE PUBLIC SCHOOL DISTRICT--PROJECT INTERCHANGE. REVISION."},
      {
        "id":"ED017609",
        "title":"BOOKS, READ THEM AND KEEP THEM."},
      {
        "id":"ED017610",
        "title":"DEVELOPING A PROGRAM FOR PREGNANT TEENAGERS THROUGH THE COOPERATION OF SCHOOL, HEALTH DEPARTMENT AND FEDERAL AGENCIES."},
      {
        "id":"ED017611",
        "title":"INTEGRATING INDUSTRIAL ARTS AND THE ELEMENTARY SCHOOL CURRICULUM, THE REASON AND METHOD OF E.I.A."},
      {
        "id":"ED017612",
        "title":"GUIDELINES, PROCEDURES, PROGRAMS AND POLICIES RELATING TO MARRIED AND TO PREGNANT STUDENTS."},
      {
        "id":"ED017613",
        "title":"STATE OF ARIZONA ANNUAL EVALUATION REPORT, FISCAL YEAR 1967, TITLE I, P.L. 89-10, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965."},
      {
        "id":"ED017614",
        "title":"THE IMPACT OF TITLE I, AN ASSESSMENT PROGRAM FOR NEW ENGLAND. VOLUME 1, FINAL REPORT."},
      {
        "id":"ED017615",
        "title":"THE IMPACT OF TITLE I, AN ASSESSMENT PROGRAM FOR NEW ENGLAND. VOLUME 2, STATISTICAL SUPPLEMENT, PARTS 1 AND 2."},
      {
        "id":"ED017617",
        "title":"THE IMPACT OF TITLE I, AN ASSESSMENT PROGRAM FOR NEW ENGLAND. VOLUME IV, STATISTICAL SUPPLEMENT, PART 4."},
      {
        "id":"ED017618",
        "title":"EDUCATIONAL AND MEDICAL SERVICES TO SCHOOL-AGE EXPECTANT MOTHERS."},
      {
        "id":"ED017619",
        "title":"NORTH ATLANTIC REGIONAL RESEARCH CONFERENCE IN AGRICULTURAL EDUCATION, CONFERENCE PROCEEDINGS (ITHACA, NOVEMBER 5-7, 1963)."},
      {
        "id":"ED017620",
        "title":"THE ORGANIZATION AND UTILIZATION OF AGRICULTURAL ADVISORY BOARDS IN NEW YORK STATE."},
      {
        "id":"ED017622",
        "title":"REPORT OF THE VOCATIONAL GUIDANCE SEMINARS, SUMMER 1965, AN OVERVIEW AND EVALUATION OF VOCATIONAL GUIDANCE SEMINARS PREPARED FROM STATEMENTS MADE BY MOST OF THE PARTICIPATING GUIDANCE COUNSELORS."},
      {
        "id":"ED017623",
        "title":"EMPLOYMENT OPPORTUNITIES AND USABLE AGRICULTURAL SKILLS IN NON-FARM AGRICULTURAL OCCUPATIONS IN APPALACHIA. EXECUTIVE REPORT."},
      {
        "id":"ED017624",
        "title":"ALLIED HEALTH PROFESSIONS EDUCATIONAL IMPROVEMENT GRANTS."},
      {
        "id":"ED017625",
        "title":"PREPARING STUDENTS FOR EMPLOYMENT IN AGRICULTURE, AGRICULTURAL OCCUPATIONS INSTITUTE, WORKSHOP REPORT (JUNE 7-JULY 16, 1965)."},
      {
        "id":"ED017626",
        "title":"OFFICE OCCUPATIONS, INDIVIDUAL INSTRUCTION MATERIALS."},
      {
        "id":"ED017627",
        "title":"SPACE AND EQUIPMENT FOR HOMEMAKING EDUCATION, CALIFORNIA HIGH SCHOOLS."},
      {
        "id":"ED017628",
        "title":"THE DEVELOPMENT OF A MODERN CURRICULUM IN VOCATIONAL AGRICULTURE."},
      {
        "id":"ED017629",
        "title":"THE NEED FOR AREA VOCATIONAL SCHOOLS IN MICHIGAN, A PART OF THE MICHIGAN VOCATIONAL EDUCATION EVALUATION PROJECT."},
      {
        "id":"ED017631",
        "title":"THE EMPLOYMENT ASPECT OF HOME ECONOMICS EDUCATION, A SELECTIVE BIBLIOGRAPHY WITH ANNOTATIONS."},
      {
        "id":"ED017632",
        "title":"PROCEEDINGS OF ANNUAL SOUTHERN REGIONAL RESEARCH CONFERENCE, AGRICULTURAL EDUCATION, &quot;TOOLING UP FOR RESEARCH,&quot; (13TH, TEXAS TECHNOLOGICAL COLLEGE, JULY 29-31, 1964)."},
      {
        "id":"ED017633",
        "title":"EDUCATING THE TEEN-AGER IN HUMAN RELATIONS AND MANAGEMENT OF RESOURCES, PAPERS FROM THE ANNUAL MEETING (56TH, ATLANTIC CITY, 1965)."},
      {
        "id":"ED017634",
        "title":"AUTOMATION."},
      {
        "id":"ED017635",
        "title":"O.E. INDIVIDUAL INSTRUCTION MATERIALS. SUPPLEMENT."},
      {
        "id":"ED017636",
        "title":"EMPLOYMENT OPPORTUNITIES AND NEEDED COMPETENCIES IN OFF-FARM AGRICULTURAL OCCUPATIONS IN MASSACHUSETTS."},
      {
        "id":"ED017637",
        "title":"MATHEMATICAL EXPECTATIONS OF TECHNICIANS IN MICHIGAN INDUSTRIES, A SPECIAL VOCATIONAL EDUCATION RESEARCH PROJECT."},
      {
        "id":"ED017638",
        "title":"FACT-FINDING IN VOCATIONAL EDUCATION, A HANDBOOK FOR CONDUCTING VOCATIONAL SURVEYS."},
      {
        "id":"ED017639",
        "title":"PLANNING VOCATIONAL AGRICULTURAL FACILITIES."},
      {
        "id":"ED017640",
        "title":"DEVELOPING PROPER ATTITUDES TOWARD EYE PROTECTION IN THE SCHOOL SHOP, A RESEARCH REPORT."},
      {
        "id":"ED017641",
        "title":"METHODOLOGY FOR PROJECTION OF OCCUPATIONAL TRENDS IN THE DENVER STANDARD METROPOLITAN STATISTICAL AREA."},
      {
        "id":"ED017642",
        "title":"THE SOUTH DAKOTA SECONDARY SCHOOL DROPOUT POPULATION, 1963-1964."},
      {
        "id":"ED017644",
        "title":"A STUDY OF NON-FARM AGRICULTURAL OCCUPATIONS IN KANSAS."},
      {
        "id":"ED017645",
        "title":"BUSINESS EDUCATION STANDARDS."},
      {
        "id":"ED017646",
        "title":"DETROIT STUDY OF THE EFFECTIVENESS OF HIGH SCHOOL EDUCATION FOR ENTRANCE INTO THE WORLD OF WORK."},
      {
        "id":"ED017647",
        "title":"A FOLLOW-UP STUDY OF A SAMPLE OF TRAINEES FROM THE MAYOR'S YOUTH EMPLOYMENT PROJECT."},
      {
        "id":"ED017648",
        "title":"A LOOK AT EDUCATION FOR WORK IN THE OMAHA PUBLIC SCHOOLS."},
      {
        "id":"ED017649",
        "title":"AN EXPERIMENTAL PROGRAM DESIGNED TO PROMOTE A GREATER INTEREST IN FULFILLING LATENT POTENTIAL IN UNDERACHIEVING HIGH SCHOOL BOYS THROUGH GOAL IDENTIFICATION. SUMMARY REPORT."},
      {
        "id":"ED017650",
        "title":"LIBERAL ORIENTATIONS FOR VOCATIONAL TEACHING."},
      {
        "id":"ED017651",
        "title":"SELECTED INSTRUCTIONAL MATERIALS FOR DISTRIBUTIVE EDUCATION."},
      {
        "id":"ED017652",
        "title":"AGRICULTURAL OCCUPATIONS OTHER THAN FARMING IN MISSOURI."},
      {
        "id":"ED017653",
        "title":"OFFICE MACHINES USED IN BUSINESS TODAY, AN ANNOTATED AND CLASSIFIED BIBLIOGRAPHY FOR THE YEARS 1938 THROUGH 1964."},
      {
        "id":"ED017654",
        "title":"PROGRAMMED LEARNING IN EXTENSION TRAINING, A COMPARISON OF THE EFFECTIVENESS OF PROGRAMMED SELF-INSTRUCTION AND WORKSHOP INSTRUCTION."},
      {
        "id":"ED017655",
        "title":"DISABILITIES IN OKLAHOMA--ESTIMATES AND PROJECTIONS, REPORT OF THE OKLAHOMA SURVEY OF DISABILITIES."},
      {
        "id":"ED017656",
        "title":"PATHWAYS TO HEALTH CAREERS, EXPLORING HEALTH OCCUPATIONS AND PROFESSIONS."},
      {
        "id":"ED017657",
        "title":"MEDICAL RECORD TECHNOLOGY, A COURSE OF STUDY DESIGNED FOR COOPERATIVE PART-TIME STUDENTS EMPLOYED IN MEDICAL RECORD LIBRARIES."},
      {
        "id":"ED017658",
        "title":"RESEARCH IN VOCATIONAL EDUCATION."},
      {
        "id":"ED017660",
        "title":"ELECTRONIC BUSINESS DATA PROCESSING PERIPHERAL EQUIPMENT OCCUPATIONS, SUGGESTED CURRICULA."},
      {
        "id":"ED017661",
        "title":"MECHANICAL TECHNOLOGY, DESIGN AND PRODUCTION, SUGGESTED TECHNIQUES FOR DETERMINING COURSES OF STUDY IN VOCATIONAL EDUCATION PROGRAMS."},
      {
        "id":"ED017662",
        "title":"PLANNING FOR THE YEAR, THE UNIT, THE DAILY LESSON."},
      {
        "id":"ED017663",
        "title":"NUMERICAL CONTROL OF MACHINE TOOLS, AN INSTRUCTOR'S GUIDE."},
      {
        "id":"ED017664",
        "title":"A GUIDE FOR EQUIPPING INDUSTRIAL ARTS FACILITIES."},
      {
        "id":"ED017665",
        "title":"SURVEY OF PRACTICES FOR COLLEGE DISTRIBUTIVE EDUCATION AND RETAILING OCCUPATIONAL EXPERIENCE PROGRAMS."},
      {
        "id":"ED017666",
        "title":"OFFICE EDUCATION AND DISTRIBUTIVE EDUCATION TEACHER-COORDINATORS, CRITICAL REQUIREMENTS AND REASONED-JUDGMENT COMPARISONS, A BRIEF SUMMARY OF A DOCTORAL DISSERTATION."},
      {
        "id":"ED017668",
        "title":"VOCATIONAL TRAINING FOR ADULTS IN THE NETHERLANDS."},
      {
        "id":"ED017670",
        "title":"TECHNOLOGICAL CHANGE AND THE JOURNEYMAN ELECTRICIAN, AN EXPERIMENTAL STUDY IN CONTINUING EDUCATION. VOLUME II, COURSE AND SUPPLEMENTARY MATERIALS."},
      {
        "id":"ED017671",
        "title":"TECHNOLOGICAL CHANGE AND THE JOURNEYMAN ELECTRICIAN, AN EXPERIMENTAL STUDY IN CONTINUING EDUCATION. VOLUME I."},
      {
        "id":"ED017673",
        "title":"GUIDELINES FOR VOCATIONAL-TECHNICAL PROGRAMS."},
      {
        "id":"ED017674",
        "title":"REPORT OF NATIONAL ADVISORY COMMITTEE ON HEALTH OCCUPATIONS EDUCATION (MARCH 10-11, 1966)."},
      {
        "id":"ED017675",
        "title":"LANDSCAPING YOUR HOME, TEACHER'S GUIDE."},
      {
        "id":"ED017676",
        "title":"TOWARD THE IMPROVEMENT OF FAMILY LIFE THROUGH EDUCATION."},
      {
        "id":"ED017677",
        "title":"A NATIONWIDE STUDY OF THE ADMINISTRATION OF VOCATIONAL-TECHNICAL EDUCATION AT THE STATE LEVEL. INTERIM REPORT."},
      {
        "id":"ED017678",
        "title":"DEVELOPING HUMAN POTENTIAL THROUGH INDUSTRIAL ARTS, ADDRESSES AND PROCEEDINGS OF THE ANNUAL CONVENTION OF THE AMERICAN INDUSTRIAL ARTS ASSOCIATION (27TH, TULSA, 1965)."},
      {
        "id":"ED017679",
        "title":"SYMPOSIUM ON FORECASTING OF MANPOWER REQUIREMENTS. (WASHINGTON, D.C., JUNE 23-25, 1966)."},
      {
        "id":"ED017680",
        "title":"VOCATIONAL-TECHNICAL EDUCATION LEADERSHIP DEVELOPMENT SEMINAR. FINAL REPORT."},
      {
        "id":"ED017681",
        "title":"ENGINE COMPRESSION AND CYLINDER LEAKAGE TESTING."},
      {
        "id":"ED017682",
        "title":"A BIBLIOGRAPHY FOR SHARED-TIME (DUAL ENROLLMENT), A CONCEPT FOR PROVIDING EDUCATIONAL PROGRAMS."},
      {
        "id":"ED017683",
        "title":"A TRANSITION IN NURSING EDUCATION--GUIDELINES RESULTING FROM THE PHASING OUT OF A DIPLOMA NURSING PROGRAM AND THE ESTABLISHMENT OF AN ASSOCIATE DEGREE PROGRAM."},
      {
        "id":"ED017684",
        "title":"ANNUAL REPORT, NOVEMBER 1967."},
      {
        "id":"ED017685",
        "title":"CURRICULAR NEEDS OF NORTH BAY SCHOOLS, A STUDY OF OPINIONS CONCERNING CURRICULAR NEEDS IN THE NORTH BAY COUNTIES OF MARIN, NAPA, SONOMA AND SOLANO."},
      {
        "id":"ED017686",
        "title":"AN EXPLORATORY ANALYSIS OF THE ROLES AND ROLE CONFLICTS OF VOCATIONAL TEACHERS IN OKLAHOMA. FINAL REPORT."},
      {
        "id":"ED017687",
        "title":"PROFESSIONAL COMPETENCIES OF TEACHERS OF TECHNICAL EDUCATION IN FLORIDA."},
      {
        "id":"ED017688",
        "title":"A NATIONWIDE STUDY OF THE ADMINISTRATION OF VOCATIONAL-TECHNICAL EDUCATION AT THE STATE LEVEL. VOLUME TWO. FINAL REPORT."},
      {
        "id":"ED017689",
        "title":"Development of a Curriculum and Materials for Teaching Basic Vocational Talents. Final Report."},
      {
        "id":"ED017690",
        "title":"TEST BOOKLET FOR THE VOCATIONAL EDUCATION TEST BATTERY."},
      {
        "id":"ED017691",
        "title":"TEST ADMINISTRATOR'S MANUAL FOR THE VOCATIONAL EDUCATION TEST BATTERY."},
      {
        "id":"ED017692",
        "title":"STUDENT INFORMATION BLANK FOR THE VOCATIONAL EDUCATION TEST BATTERY."},
      {
        "id":"ED017693",
        "title":"VOCATIONAL TALENT EXERCISES, PART A."},
      {
        "id":"ED017694",
        "title":"VOCATIONAL TALENT EXERCISES, PART B."},
      {
        "id":"ED017695",
        "title":"VOCATIONAL TALENTS EXERCISES, PART C."},
      {
        "id":"ED017696",
        "title":"VOCATIONAL TALENT EXERCISES, PART C. ANSWERS."},
      {
        "id":"ED017697",
        "title":"VOCATIONAL TALENT EXERCISES, PART D."},
      {
        "id":"ED017698",
        "title":"VOCATIONAL TALENT EXERCISES, PART D. ANSWERS."},
      {
        "id":"ED017699",
        "title":"TEACHER INSTRUCTIONS FOR VOCATIONAL TALENT EXERCISES."},
      {
        "id":"ED017700",
        "title":"TRANSPORTATION LONG AGO."},
      {
        "id":"ED017701",
        "title":"THE AUTOMOBILE."},
      {
        "id":"ED017702",
        "title":"TRANSPORTATION TODAY AND TOMORROW."},
      {
        "id":"ED017703",
        "title":"TOOLS AND BASIC MACHINES."},
      {
        "id":"ED017704",
        "title":"OCCUPATIONS FOR YOU, PART ONE."},
      {
        "id":"ED017705",
        "title":"LABORATORY TRAINING EXERCISES 1-10, TEACHER AND STUDENT MANUAL. (TITLE SUPPLIED)."},
      {
        "id":"ED017706",
        "title":"LABORATORY TRAINING EXERCISES 11-18, TEACHER AND STUDENTS' MANUAL. (TITLE SUPPLIED)."},
      {
        "id":"ED017707",
        "title":"DENTAL HYGIENE MANUAL, GUIDE FOR A TWO-YEAR POST HIGH SCHOOL CURRICULUM."},
      {
        "id":"ED017708",
        "title":"APPRENTICE EDUCATION, RELATED INSTRUCTION FOR APPRENTICES."},
      {
        "id":"ED017709",
        "title":"MANPOWER POLICY AND PROGRAMMES IN THE UNITED STATES. REVIEWS OF MANPOWER AND SOCIAL POLICIES, 2."},
      {
        "id":"ED017710",
        "title":"EXPLORATORY STUDY OF INFORMATION--PROCESSING PROCEDURES AND COMPUTER-BASED TECHNOLOGY IN VOCATIONAL COUNSELING. FINAL REPORT."},
      {
        "id":"ED017711",
        "title":"DISTRIBUTIVE EDUCATION PROGRAMS IN FLORIDA'S JUNIOR COLLEGES."},
      {
        "id":"ED017712",
        "title":"THE PROJECT PLAN FOR DISTRIBUTIVE EDUCATION IN FLORIDA HIGH SCHOOLS."},
      {
        "id":"ED017713",
        "title":"SELF-STUDY PROGRAM IN RETAIL STORE OPERATIONS, UNITS 1-13 AND STUDY GUIDE."},
      {
        "id":"ED017714",
        "title":"THE VOCABULARY OF INSTRUCTIONAL MATERIALS FOR TYPING AND STENOGRAPHIC TRAINING, RESEARCH FINDINGS AND IMPLICATIONS."},
      {
        "id":"ED017716",
        "title":"A TWO-YEAR POST-HIGH SCHOOL DISTRIBUTIVE EDUCATION PROGRAM IN THE WHOLESALING FIELD, REPORT OF THE OHIO WHOLESALE MANAGEMENT DEVELOPMENT PROGRAM. MANUAL I, ORGANIZING AND CONDUCTING THE PROGRAM."},
      {
        "id":"ED017717",
        "title":"A TWO-YEAR POST-HIGH SCHOOL DISTRIBUTIVE EDUCATION PROGRAM IN THE WHOLESALING FIELD, REPORT OF THE OHIO WHOLESALE MANAGEMENT DEVELOPMENT PROGRAM. MANUAL 2, CURRICULUM FOR A PROGRAM."},
      {
        "id":"ED017718",
        "title":"SUGGESTIONS FOR A HIGH SCHOOL VOCATIONAL STENOGRAPHER PROGRAM, A WORKSHOP REPORT."},
      {
        "id":"ED017719",
        "title":"AN ANALYSIS OF THE EFFECT OF THE HIGH SCHOOL CURRICULUM UPON COLLEGE ACHIEVEMENT."},
      {
        "id":"ED017721",
        "title":"FILING AND RELATED OCCUPATIONS, A SUGGESTED CURRICULUM GUIDE."},
      {
        "id":"ED017722",
        "title":"IMPROVING PROCEDURES FOR PRODUCING OVERHEAD TRANSPARENCIES WITH THE ULTIMATE AIM OF INCORPORATING THESE TECHNIQUES INTO THE DEVELOPMENT OF A REGIONAL CURRICULAR MATERIALS CENTER FOR VOCATIONAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED017723",
        "title":"STUDY OF INDUSTRIAL ARTS EDUCATION IN PUBLIC SECONDARY SCHOOLS OF THE SOUTHERN APPALACHIAN REGION. FINAL REPORT."},
      {
        "id":"ED017726",
        "title":"AN EIGHT WEEK SEMINAR IN AN INTRODUCTION TO NUMERICAL CONTROL ON TWO- AND THREE-AXIS MACHINE TOOLS FOR VOCATIONAL AND TECHNICAL MACHINE TOOL INSTRUCTORS. FINAL REPORT."},
      {
        "id":"ED017727",
        "title":"WORKSHOP ON ORGANIZATION AND OPERATION OF COOPERATIVE WORK EXPERIENCE PROGRAMS IN TRADE AND INDUSTRIAL EDUCATION. (TUSKEGEE INSTITUTE, AUGUST 14-SEPTEMBER 1, 1967). FINAL REPORT."},
      {
        "id":"ED017728",
        "title":"THE QUALIFICATIONS AND PROFESSIONAL RESPONSIBILITIES OF VOCATIONAL DIRECTORS AT THE LOCAL DISTRICT LEVEL IN THE STATE OF UTAH."},
      {
        "id":"ED017729",
        "title":"A SUMMER INSTITUTE FOR THE IMPROVEMENT OF TECHNICAL TEACHER EDUCATION PROGRAMS. FINAL REPORT."},
      {
        "id":"ED017730",
        "title":"EDUCATIONAL MEDIA IN VOCATIONAL AND TECHNICAL EDUCATION, A REPORT OF A NATIONAL SEMINAR."},
      {
        "id":"ED017731",
        "title":"PROCEDURAL GUIDE FOR WRITING OF PROPOSALS."},
      {
        "id":"ED017732",
        "title":"INNOVATION IN HOME ECONOMICS."},
      {
        "id":"ED017733",
        "title":"Occupational Education-Planning and Programming. Volume One."},
      {
        "id":"ED017734",
        "title":"OCCUPATIONAL EDUCATION--PLANNING AND PROGRAMMING. VOLUME TWO."},
      {
        "id":"ED017735",
        "title":"A SURVEY OF THE NEED FOR PRE-SCHOOL TEACHER TRAINING."},
      {
        "id":"ED017736",
        "title":"GUIDELINES FOR THE DESIGN OF AN ES '70 INFORMATION PROCESSING AND PROGRESS MONITORING SYSTEM."},
      {
        "id":"ED017737",
        "title":"DESIGNING AN ORGANIC CURRICULUM."},
      {
        "id":"ED017738",
        "title":"AN EDUCATION SYSTEM FOR THE 70'S."},
      {
        "id":"ED017739",
        "title":"RESEARCH VISIBILITY. VOCATIONAL EDUCATION IS PEOPLE--YOUTH AND ADULTS UNEMPLOYED OR AT WORK."},
      {
        "id":"ED017740",
        "title":"NEEDED RESEARCH ON DIFFUSION WITHIN EDUCATIONAL ORGANIZATIONS."},
      {
        "id":"ED017741",
        "title":"INNOVATIVE METHODS FOR STUDYING INNOVATION IN EDUCATION AND AN ILLUSTRATIVE ANALYSIS OF STRUCTURAL EFFECTS ON INNOVATION DIFFUSION WITHIN SCHOOLS."},
      {
        "id":"ED017742",
        "title":"INFORMATION SYSTEMS, A VEHICLE FOR DIFFUSION OF EDUCATIONAL IDEAS."},
      {
        "id":"ED017744",
        "title":"PROGRESS REPORT OF VOCATIONAL-TECHNICAL EDUCATION PROGRAM DEVELOPMENT FOR PERSONS WITH SPECIAL NEEDS BY STATES. DISCUSSION COPY."},
      {
        "id":"ED017745",
        "title":"ABSTRACTS OF INSTRUCTIONAL MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, SPRING 1968."},
      {
        "id":"ED017747",
        "title":"STUDY OF PERIODICALS AND SERIALS IN EDUCATION. FINAL REPORT."},
      {
        "id":"ED017748",
        "title":"INFORMATION RETRIEVAL FOR EDUCATION AND TRAINING."},
      {
        "id":"ED017750",
        "title":"WCOTP TRAINING WORKSHOP &quot;THE ROLE OF TEACHERS ORGANIZATIONS IN ADULT LITERACY EDUCATION&quot; INCLUDING REPORT ON WCOTP ADULT EDUCATION MEETING &quot;RELATIONSHIP OF LIFELONG EDUCATION TO THE WORK OF THE PUBLIC SCHOOLS&quot; (SEOUL, KOREA, 1966). PROCEEDINGS."},
      {
        "id":"ED017752",
        "title":"THE TRAINING OF PERSONNEL FOR THE LICENSING OF FAMILY HOMES IN CHILD WELFARE. FINAL REPORT."},
      {
        "id":"ED017766",
        "title":"LEADERSHIP TRAINING INSTITUTE FOR PUBLIC SCHOOL ADULT BASIC EDUCATION (FLORIDA STATE UNIVERSITY, TALLAHASSEE, OCTOBER 18-22, 1965). PROCEEDINGS."},
      {
        "id":"ED017768",
        "title":"A CLIMATE OF CHANGE, COMMUNITY ACTION IN NEW HAVEN."},
      {
        "id":"ED017770",
        "title":"COOPERATION BETWEEN INDUSTRY AND LABOR IN RETIREMENT EDUCATION, A PILOT PROJECT OF SCOVILL MANUFACTURING COMPANY AND UAW LOCAL 1604 IN WATERBURY, CONNECTICUT."},
      {
        "id":"ED017772",
        "title":"PROCEEDINGS OF THE ANNUAL CONVENTION OF THE ASSOCIATION OF UNIVERSITY EVENING COLLEGES (28TH, BUFFALO, NEW YORK, OCTOBER 29-NOVEMBER 2, 1966)."},
      {
        "id":"ED017773",
        "title":"OPPORTUNITIES FOR WOMEN THROUGH EDUCATION, CONFERENCE-WORKSHOP PROCEEDINGS (UNIVERSITY OF MICHIGAN, ANN ARBOR, MARCH 16, 1965)."},
      {
        "id":"ED017776",
        "title":"SEMINAR ON CONTINUING EDUCATION FOR ENGINEERS (UNIVERSITY OF BRITISH COLUMBIA, MARCH 26, 1966)."},
      {
        "id":"ED017781",
        "title":"LEADERSHIP IN UNIVERSITY ADULT EDUCATION, PROCEEDINGS OF ANNUAL SEMINARS (KELLOGG CENTER FOR CONTINUING EDUCATION, EAST LANSING, MICHIGAN, 6TH, 1963, 8TH, 1965, 9TH, 1966)."},
      {
        "id":"ED017783",
        "title":"A TRAINING MODEL FOR THE JOBLESS ADULT."},
      {
        "id":"ED017784",
        "title":"TRAINING OF OLDER WORKERS--ENGLISH AND WEST EUROPEAN EXPERIENCE."},
      {
        "id":"ED017785",
        "title":"SELECTION FOR TRAINING, DO PRESENT PRACTICES MILITATE AGAINST OLDER WORKERS. PANEL AND WORKSHOP III."},
      {
        "id":"ED017786",
        "title":"NEW FIELDS OF EMPLOYMENT AND VOCATIONAL TRAINING FOR OLDER WORKERS. PANEL AND WORKSHOP V."},
      {
        "id":"ED017787",
        "title":"BASIC EDUCATION FOR ADULTS, ARE SPECIAL TOOLS AND TECHNIQUES NEEDED. PANEL AND WORKSHOP VI."},
      {
        "id":"ED017788",
        "title":"VOCATIONAL TRAINING FOR ADULTS, DOES IT PAY. ARE SPECIAL TECHNIQUES NEEDED. PANEL AND WORKSHOP VII."},
      {
        "id":"ED017789",
        "title":"STAFF REPORT ON CONFERENCE FINDINGS. APPENDIX II."},
      {
        "id":"ED017790",
        "title":"METHODS OF VOCATIONAL TRAINING FOR OLDER WORKERS IN THE FRENCH NATIONAL RAILWAYS."},
      {
        "id":"ED017792",
        "title":"AN OBJECTIVE EVALUATION OF ATTITUDE CHANGE IN TRAINING, A BEFORE AND AFTER STUDY OF 12 STIMULI IN A SUPERVISORY PROGRAM. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017793",
        "title":"PSYCHOLOGICAL RESEARCH IN CLASSROOM LEARNING, REPORT ON A CONFERENCE (BROMWOODS RESIDENTIAL CENTER, WASHINGTON UNIVERSITY, ST. LOUIS, MO.)."},
      {
        "id":"ED017794",
        "title":"OBSTACLES TO BLUE-COLLAR PARTICIPATION IN ADULT EDUCATION."},
      {
        "id":"ED017795",
        "title":"COGNITIVE AND MOTIVATIONAL FACTORS IN AGING AND DISENGAGEMENT."},
      {
        "id":"ED017796",
        "title":"COGNITIVE CONSTRICTION IN AGING AND ATTITUDES TOWARD INTERNATIONAL ISSUES."},
      {
        "id":"ED017804",
        "title":"THE EFFECTIVENESS OF I.L.O. MANAGEMENT DEVELOPMENT AND PRODUCTIVITY PROJECTS. REPORT AND CONCLUSIONS OF A CONFERENCE (GENEVA, 23 NOV-5 DEC 1964). MANAGEMENT DEVELOPMENT SERIES, 3."},
      {
        "id":"ED017805",
        "title":"A PLAN FOR EXPANSION AND DEVELOPMENT OF EDUCATION DEPARTMENTS OF FLORIDA DIVISION OF CORRECTIONS. REVISED."},
      {
        "id":"ED017807",
        "title":"THE EFFECTS OF PARTICIPATION TRAINING ON CLOSED MINDEDNESS, ANXIETY, AND SELF CONCEPT. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017809",
        "title":"INFORMATION SOURCE AND NEED HIERARCHIES OF AN ADULT POPULATION IN FIVE MICHIGAN COUNTIES. PAPER PRESENTED AT A NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017810",
        "title":"SAMPLE-FREE TEST CALIBRATION AND PERSON MEASUREMENT. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017811",
        "title":"EFFECTS OF STRUCTURE AND SEQUENCE ON ADULT LEARNING. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017812",
        "title":"HELPING COMMUNITIES LEARN HOW TO HELP EACH OTHER. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017813",
        "title":"SOME FACTORS IN WORKERS' DECISIONS TO FOREGO RETRAINING, PROGRESS REPORT OF A STUDY IN METROPOLITAN TORONTO. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017814",
        "title":"ADMINISTRATIVE PROCESSES IN ADULT EDUCATION, A CRITIQUE OF EXISTING PRINCIPLES AND A METHOD FOR IMPROVING THEIR VALIDITY. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017817",
        "title":"A STUDY OF SOME EFFECTS OF A PROGRAMMED ORIENTATION ON LEARNING OUTCOMES OF A HUMAN RELATIONS LABORATORY. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017818",
        "title":"ADVANCED ADULT EDUCATION IN ISRAEL."},
      {
        "id":"ED017819",
        "title":"SOCIAL AND PSYCHOLOGICAL PREDICTORS OF INFORMATION SEEKING AND MEDIA USE, A MULTIVARIATE RE-ANALYSIS. REPORT. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017820",
        "title":"THE FAMILIES AND THEIR LEARNING SITUATIONS."},
      {
        "id":"ED017832",
        "title":"ADULT BASIC READING INSTRUCTION IN THE UNITED STATES, AN ANNOTATED BIBLIOGRAPHY. IRA ANNOTATED BIBLIOGRAPHY, 15."},
      {
        "id":"ED017833",
        "title":"STUDY OF HOME DEMONSTRATION UNITS IN A SAMPLE OF 27 COUNTIES IN NEW YORK STATE, NUMBER 3."},
      {
        "id":"ED017834",
        "title":"INTEREST IN TRAINING. NORTH CAROLINA TRAINING NEEDS STUDY, NUMBER 1."},
      {
        "id":"ED017835",
        "title":"SOCIOMETRIC FORMATION AND EFFECTIVENESS OF GROUPS IN A FARM MANAGEMENT PROGRAM. EXTENSION STUDY, NUMBER 2."},
      {
        "id":"ED017836",
        "title":"EVALUATION OF FAMILY SERVICE PROGRAM, HOME ECONOMICS DIVISION OF COOPERATIVE EXTENSION, CLINTON COUNTY, NEW YORK. SUPPLEMENT TO EXTENSION STUDY NUMBER 15."},
      {
        "id":"ED017837",
        "title":"EVALUATION OF THE FARM MANAGEMENT PHASE OF THE FARM AND HOME MANAGEMENT PROGRAM IN NEW YORK STATE. EXTENSION STUDY, NUMBER 1."},
      {
        "id":"ED017838",
        "title":"JOB ANALYSES."},
      {
        "id":"ED017839",
        "title":"A TURNING TO TAKE NEXT, ALTERNATIVE GOALS IN THE EDUCATION OF WOMEN. NOTES AND ESSAYS ON EDUCATION FOR ADULTS, 47."},
      {
        "id":"ED017840",
        "title":"GUIDE FOR INMATE EDUCATION. REVISED EDITION."},
      {
        "id":"ED017841",
        "title":"THE ROLE OF UNIVERSITIES IN DEVELOPMENTAL PROGRAMS, THE LAND GRANT IDEA--ANNOTATED BIBLIOGRAPHY OF SELECTED READINGS."},
      {
        "id":"ED017842",
        "title":"PEACE CORPS DISCUSSION LEADERS' TRAINING UNIT, TRAINING EVALUATION STUDY. PART I."},
      {
        "id":"ED017843",
        "title":"SADDLE HORSE AND OTHER LIVESTOCK ADVISORS' PERCEPTIONS OF 4-H CLUB WORK IN OHIO."},
      {
        "id":"ED017844",
        "title":"RECOMMENDATIONS RELATIVE TO THE ORGANIZATION OF ADVISORY COMMITTEES WHEN WORKING WITH ADULTS WITH SPANISH SURNAMES."},
      {
        "id":"ED017849",
        "title":"TECHNOLOGICAL CHANGE AND JOB CHANGE. PAPER PRESENTED AT THE INTERNATIONAL CONFERENCE ON AUTOMATION, FULL EMPLOYMENT, AND A BALANCED ECONOMY (ROME, ITALY, JUNE 27, 1967)."},
      {
        "id":"ED017850",
        "title":"THE RELATIONSHIP BETWEEN DOGMATISM AND PERFORMANCE AS MEASURES OF PROBLEM-SOLVING ABILITY AMONG PROFESSIONAL ADULT EDUCATORS (COUNTY EXTENSION AGENTS). PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, 1968)."},
      {
        "id":"ED017852",
        "title":"COMMUNICATION TRAINING FOR ROLE TRANSFORMATION, THE PREPARATION OF RETURNED PEACE CORPS VOLUNTEERS FOR TRAINING PROJECT STAFF ROLES. A REPORT OF A PEACE CORPS VOLUNTEER DISCUSSION LEADERS' ORIENTATION PROJECT."},
      {
        "id":"ED017853",
        "title":"ADULT EDUCATION."},
      {
        "id":"ED017855",
        "title":"INDIAN EDUCATION WORKSHOPS. PART I - EDUCATION OF INDIAN ADULTS. PART II - COMMUNITY DEVELOPMENT IN INDIAN EDUCATION."},
      {
        "id":"ED017856",
        "title":"EVALUATION OF A GOODS AND NUTRITION EDUCATIONAL PROGRAM FOR LOW-INCOME FAMILIES IN WILKES-BARRE, PENNSYLVANIA."},
      {
        "id":"ED017858",
        "title":"THE NEW YORK COLLEGE PROFICIENCY EXAMINATION PROGRAM."},
      {
        "id":"ED017859",
        "title":"METHOD ORIENTATION OF ADULTS FOR PARTICIPATION IN EDUCATIVE ACTIVITIES. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017860",
        "title":"INFLUENCE OF AN EDUCATIONAL DEMONSTRATION PROGRAM ON DAIRYMEN'S ADOPTION OF FARM PRACTICES. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017861",
        "title":"THE EXPERIMENTAL DEALER TRAINING PROGRAM, A PRELIMINARY SUMMARY REPORT OF THE PROGRAM. RURAL SOCIOLOGY REPORT, 56."},
      {
        "id":"ED017862",
        "title":"PILOT STUDY OF YOUNG HOMEMAKERS, 1964. CASE STUDIES OF TWENTY YOUNG HOMEMAKERS IN ONONDAGA COUNTY, NEW YORK STATE."},
      {
        "id":"ED017863",
        "title":"A CRITICAL INCIDENT STUDY OF THE PROFESSIONAL ADULT EDUCATOR (EXTENSION AGRICULTURAL AGENT). PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017864",
        "title":"PROGRESS AND EVALUATION REPORT, A SUMMARY OF ACTIVITIES IN WISCONSIN UNDER TITLE I OF THE HIGHER EDUCATION ACT OF 1965, AN HISTORICAL AND EVALUATIVE REPORT OF FISCAL YEAR 1966 AND FISCAL YEAR 1967 PROGRAMS, JULY 1, 1965 TO SEPTEMBER 1, 1967."},
      {
        "id":"ED017865",
        "title":"INFORMATION SEEKING, OPINION LEADERSHIP, AND SENSE OF POWERLESSNESS FOR DIFFERENT ISSUES. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017866",
        "title":"THE UNIVERSITY AND COMMUNITY SERVICE. PAPER DELIVERED AT THE ANNUAL MEETING OF THE ASSOCIATION OF UNIVERSITIES AND COLLEGES OF CANADA (MONTREAL, OCTOBER 30-NOVEMBER 3, 1967)."},
      {
        "id":"ED017868",
        "title":"DIFFERENTIAL PATIENT RESPONSE TO INSTRUCTION, COUNSELING, AND DENTAL TREATMENT. PAPER PRESENTED AT A NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017878",
        "title":"INSTITUTIONAL CONSTRAINTS ON PROFESSIONALISM, THE CASE OF THE MENTAL HEALTH PROFESSIONS. PAPER PRESENTED AT A NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017879",
        "title":"RESEARCH ON THE USE OF PROGRAMMED INSTRUCTION AMONG ADULT LEARNERS IN PROFESSIONAL HEALTH FIELDS. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED017880",
        "title":"A STUDY OF FOREMAN'S CLUBS. FINAL REPORT."},
      {
        "id":"ED017883",
        "title":"A STATE PLAN FOR COMMUNITY SERVICE AND CONTINUING EDUCATION PROGRAMS UNDER TITLE I OF THE HIGHER EDUCATION ACT OF 1965 SUBMITTED BY THE STATE OF LOUISIANA."},
      {
        "id":"ED017889",
        "title":"AN IDENTIFICATION OF EFFECTIVE METHODS TO EMPLOY IN CONDUCTING AN EDUCATIONAL PROGRAM TO REACH AND TEACH LOW-INCOME YOUNG HOMEMAKERS IN RURAL AREAS. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, 1968)."},
      {
        "id":"ED017890",
        "title":"PROJECT TO STUDY THE DACCA STANDARD AND CALCUTTA STANDARD DIALECTS OF BENGALI AND TO PRODUCE PRELIMINARY TEACHING MATERIALS FOR THE DACCA DIALECT, PHASE II. FINAL REPORT."},
      {
        "id":"ED017896",
        "title":"OVERVIEW."},
      {
        "id":"ED017899",
        "title":"LINGUISTICS AND THE CLASSROOM TEACHER, SOME IMPLICATIONS FOR INSTRUCTION IN THE MOTHER TONGUE."},
      {
        "id":"ED017900",
        "title":"I SEES 'EM AS I CALLS 'EM--HUE DISCRIMINATION AND HUE NAMING ACROSS CULTURES."},
      {
        "id":"ED017901",
        "title":"THE INFLUENCE OF DIALECT DIFFERENCES ON THE IMMEDIATE RECALL OF VERBAL MESSAGES."},
      {
        "id":"ED017902",
        "title":"THE ANALYSIS AND CONTROL OF INFANT VOCAL AND MOTOR BEHAVIOR."},
      {
        "id":"ED017904",
        "title":"A GENERATIVE SKETCH OF BURMESE."},
      {
        "id":"ED017905",
        "title":"THE CAPACITY FOR GRAMMATICAL DEVELOPMENT IN CHILDREN."},
      {
        "id":"ED017906",
        "title":"CEBUANO-ENGLISH DICTIONARY CARD FILE. FINAL REPORT."},
      {
        "id":"ED017907",
        "title":"CHAPTERS IN INDIAN CIVILIZATION--A HANDBOOK OF READINGS TO ACCOMPANY THE CIVILIZATION OF INDIA SYLLABUS. VOLUME I, CLASSICAL AND MEDIEVAL INDIA."},
      {
        "id":"ED017908",
        "title":"CHAPTERS IN INDIAN CIVILIZATION--A HANDBOOK OF READINGS TO ACCOMPANY THE CIVILIZATION OF INDIA SYLLABUS. VOLUME II, BRITISH AND MODERN INDIA."},
      {
        "id":"ED017909",
        "title":"THE PHONOLOGICAL SYSTEM OF CANTONESE."},
      {
        "id":"ED017910",
        "title":"A SELECTIVE BIBLIOGRAPHY OF LUSO-BRAZILIAN LINGUISTICS."},
      {
        "id":"ED017911",
        "title":"TWO BEHAVIORAL EXPERIMENTS ON THE LOCATION OF THE SYLLABLE BEAT IN CONVERSATIONAL AMERICAN ENGLISH."},
      {
        "id":"ED017912",
        "title":"SOME SIMPLE RULES FOR SELF-ADAPTIVE MECHANICAL RECOGNITION OF VOWELS."},
      {
        "id":"ED017913",
        "title":"ASSOCIATIVE FACILITATION IN THE RECALL OF CONNECTED DISCOURSE."},
      {
        "id":"ED017914",
        "title":"RECALL OF NOUN PAIRS EMBEDDED IN CONNECTED DISCOURSE AS A FUNCTION OF ASSOCIATION STRENGTH."},
      {
        "id":"ED017915",
        "title":"THE SOURCE OF FACILITATION IN THE RECALL OF ASSOCIATES EMBEDDED IN CONNECTED DISCOURSE."},
      {
        "id":"ED017916",
        "title":"ASSOCIATIVE FACILITATION AND INTERFERENCE IN THE RECALL OF SENTENCES."},
      {
        "id":"ED017918",
        "title":"PERCEPTION OF GRAMMATICALNESS."},
      {
        "id":"ED017919",
        "title":"A STRUCTURAL THEORY FOR THE PERCEPTION OF MORSE CODE SIGNALS AND RELATED RHYTHMIC PATTERNS."},
      {
        "id":"ED017920",
        "title":"THE CLOZE PROCEDURE--A REVIEW OF THE LITERATURE AND POSSIBLE APPLICATIONS TO THE STUDY OF DEVIANT LANGUAGE FUNCTIONS."},
      {
        "id":"ED017921",
        "title":"THE DEVELOPMENT OF LANGUAGE."},
      {
        "id":"ED017922",
        "title":"A QUESTION IN SEMANTIC DEVELOPMENT--WHAT DOES A CHILD MEAN WHEN HE SAYS &quot;NO&quot;."},
      {
        "id":"ED017923",
        "title":"EFFECTS OF CUING ACTOR VS CUING OBJECT ON WORD ORDER IN SENTENCE GENERATION."},
      {
        "id":"ED017924",
        "title":"A COMPARISON OF INFORMATION PROCESSING ABILITIES OF MIDDLE AND LOWER CLASS NEGRO KINDERGARTEN BOYS."},
      {
        "id":"ED017926",
        "title":"SCIENCE INSTRUCTION IN SPANISH FOR PUPILS OF SPANISH SPEAKING BACKGROUND, AN EXPERIMENT IN BILINGUALISM. FINAL REPORT."},
      {
        "id":"ED017928",
        "title":"PREPARING ENGLISH TEACHERS ABROAD--THE NATIVE ENGLISH SPEAKER AND THE NON-NATIVE ENGLISH SPEAKER."},
      {
        "id":"ED017929",
        "title":"SELECTED BIBLIOGRAPHY OF REFERENCES ON TRAINING OF TEACHERS OF ENGLISH AS A SECOND LANGUAGE FOR WORK ABROAD."},
      {
        "id":"ED017930",
        "title":"A FURTHER TEST OF THE UTILITY OF A TECHNIQUE FOR ASSESSING STRUCTURE OF LANGUAGE IN CHILDREN AND ADULTS. FINAL REPORT."},
      {
        "id":"ED017932",
        "title":"COOPERATIVE PROGRAM OF VOCATIONAL REHABILITATION AND SPECIAL EDUCATION IN THE WINSTON-SALEM/FORSYTH COUNTY PUBLIC SCHOOL SYSTEM."},
      {
        "id":"ED017933",
        "title":"SCHOOL SYSTEM PERSONNEL AS SCIENTIFIC INQUIRERS."},
      {
        "id":"ED017934",
        "title":"COMMUNITY EDUCATION AND MENTAL HEALTH IN THE SOUTH LOS ANGELES COMMUNITY."},
      {
        "id":"ED017936",
        "title":"STUDENT ACTIVITIES STAFF FUNCTIONS--SUM AND SUBSTANCE."},
      {
        "id":"ED017937",
        "title":"EVALUATING ATTITUDES."},
      {
        "id":"ED017938",
        "title":"TRANSFER OF TRAINING REVISITED."},
      {
        "id":"ED017939",
        "title":"EDUCATIONAL COUNSELORS--TRAINING FOR A NEW DEFINITION OF AFTER-CARE OF JUVENILE PAROLEES. FINAL REPORT."},
      {
        "id":"ED017940",
        "title":"CLASSIFICATION ABILITIES AS RELATED TO INSTRUCTION AND ACHIEVEMENT IN EARLY ADOLESCENCE."},
      {
        "id":"ED017941",
        "title":"A MODEL FOR STUDENT ACHIEVEMENT."},
      {
        "id":"ED017942",
        "title":"CAREER DEVELOPMENT CONCEPTS--SIGNIFICANCE AND UTILITY."},
      {
        "id":"ED017943",
        "title":"A STUDY OF TESTING PRACTICES IN MINNESOTA PUBLIC SCHOOLS."},
      {
        "id":"ED017944",
        "title":"CHILDREN'S REACTIONS TO DISTRACTORS IN A LEARNING SITUATION--A DEVELOPMENTAL INVESTIGATION."},
      {
        "id":"ED017946",
        "title":"STUDIES IN HUMAN INTERACTION, INTERPERSONAL PROCESS RECALL STIMULATED BY VIDEOTAPE."},
      {
        "id":"ED017947",
        "title":"EVENING GUIDANCE CENTERS FOR DISADVANTAGED PUPILS OF PUBLIC AND NONPUBLIC SCHOOLS."},
      {
        "id":"ED017948",
        "title":"THE ELEMENTARY SCHOOL COUNSELOR--A VENTURE IN HUMANNESS."},
      {
        "id":"ED017949",
        "title":"DEVELOPMENTS IN COUNSELING."},
      {
        "id":"ED017950",
        "title":"THE INFLUENCE OF AN INDIVIDUAL'S COGNITIVE STYLE UPON CONCEPT IDENTIFICATION AT VARYING LEVELS OF COMPLEXITY."},
      {
        "id":"ED017951",
        "title":"THE DROPOUT PHENOMENON, A PLAN OF ACTION."},
      {
        "id":"ED017955",
        "title":"OPPORTUNITY AS IT IS RELATED TO HOME BACKGROUND AND SCHOOL PERFORMANCE."},
      {
        "id":"ED017957",
        "title":"A BATTERY OF TESTS ON GENERAL EDUCATIONAL DEVELOPMENT FOR POST-ELEMENTARY SCHOOLS. VOL. I."},
      {
        "id":"ED017959",
        "title":"ASSESSMENT OF RURAL MEXICAN-AMERICAN PUPILS IN PRESCHOOL AND GRADES ONE THROUGH SIX. PRELIMINARY REPORT."},
      {
        "id":"ED017960",
        "title":"THE EFFECTS OF ITEM ORDER AND ANXIETY ON TEST PERFORMANCE AND STRESS."},
      {
        "id":"ED017961",
        "title":"ATTITUDES TOWARD CIVIL LIBERTIES AMONG HIGH SCHOOL SENIORS. FINAL REPORT."},
      {
        "id":"ED017962",
        "title":"THE ELEMENTARY SCHOOL COUNSELOR AND THE DEVELOPMENTAL APPROACH."},
      {
        "id":"ED017963",
        "title":"AN ADDRESS DELIVERED BEFORE SCOPE'S CONFERENCE FOR EDUCATORS ON NARCOTICS AND SMOKING. (TITLE SUPPLIED)."},
      {
        "id":"ED017965",
        "title":"ANALYSIS OF PATTERNS OF STUDENT TEACHING."},
      {
        "id":"ED017966",
        "title":"THE EFFECTS OF SELECTING COLLEGE STUDENTS BY VARIOUS KINDS OF HIGH SCHOOL ACHIEVEMENT."},
      {
        "id":"ED017967",
        "title":"GUIDANCE IN THE ELEMENTARY SCHOOL--CHILD CENTERED PROCEDURES AND TECHNIQUES."},
      {
        "id":"ED017968",
        "title":"A STUDY OF THE POSITION OF STATE DEPARTMENTS OF PUBLIC INSTRUCTION ACCREDITING AGENCIES AND SELECTED NATIONAL PROFESSIONAL ORGANIZATIONS CONCERNING EXPERIMENTATION AND INNOVATION IN PUBLIC SECONDARY SCHOOLS."},
      {
        "id":"ED017969",
        "title":"MULTISTATE CONFERENCE, TO STRENGTHEN STATE-LOCAL RELATIONSHIPS IN URBAN EDUCATION (NEW YORK CITY, NOVEMBER 27-30, 1966). PARTS I AND II."},
      {
        "id":"ED017970",
        "title":"PLANNING AND FINANCING SCHOOL-COMMUNITY RECREATION. REPORT OF THE NATIONAL CONFERENCE ON PLANNING AND FINANCING SCHOOL-COMMUNITY RECREATION (LOS ANGELES, DECEMBER 27-30, 1966)."},
      {
        "id":"ED017971",
        "title":"HIGH SCHOOL SELF-EVALUATIONS AND CURRICULUM CHANGE. FINAL REPORT."},
      {
        "id":"ED017972",
        "title":"PROBLEMS IN THE MEASUREMENT AND EVALUATION OF STUDENT DISCUSSION GROUPS."},
      {
        "id":"ED017973",
        "title":"LIKELIHOOD RATIO TESTS OF HYPOTHESES ON MULTIVARIATE POPULATIONS, VOLUME II, TEST OF HYPOTHESIS--STATISTICAL MODELS FOR THE EVALUATION AND INTERPRETATION OF EDUCATIONAL CRITERIA. PART 4."},
      {
        "id":"ED017974",
        "title":"UPPER MIDWEST REGIONAL EDUCATIONAL LABORATORY PROGRAM DEVELOPMENT PROJECT. REPORT."},
      {
        "id":"ED017975",
        "title":"DYNAMICS OF TASK AND PROCESS--THE CLASSROOM AS SOCIAL ORGANISM."},
      {
        "id":"ED017976",
        "title":"THE NONGRADED SCHOOL--A CRITICAL ASSESSMENT."},
      {
        "id":"ED017977",
        "title":"RATIONALE FOR EMERGENCE--A LOOK AT THE MIDDLE SCHOOL."},
      {
        "id":"ED017978",
        "title":"THE URGENCY FOR INDIVIDUALIZING INSTRUCTION."},
      {
        "id":"ED017979",
        "title":"POLITICS, ECONOMICS, AND EDUCATIONAL OUTCOMES IN THE STATES. FINAL REPORT."},
      {
        "id":"ED017981",
        "title":"THE ALLOCATION OF FINANCIAL RESOURCES IN HIGHER EDUCATION."},
      {
        "id":"ED017982",
        "title":"THE ROLE AND POLICYMAKING ACTIVITIES OF STATE BOARDS OF EDUCATION. REPORT ON A SPECIAL STUDY PROJECT."},
      {
        "id":"ED017983",
        "title":"FURTHER RESEARCH ON SPEEDED SPEECH AS AN EDUCATIONAL MEDIUM. FINAL REPORT, PARTS 1-5, JULY 1965--SEPTEMBER 1967."},
      {
        "id":"ED017984",
        "title":"LEGAL WORK STATUS OF PUBLIC SCHOOL CLASSIFIED EMPLOYEES IN THE FIFTY STATES. FINAL REPORT."},
      {
        "id":"ED017985",
        "title":"TRAINING EFFECTS OF FEEDBACK AND MODELING PROCEDURES ON TEACHING PERFORMANCE."},
      {
        "id":"ED017986",
        "title":"THE ECONOMICS OF HIGHER EDUCATION."},
      {
        "id":"ED017987",
        "title":"PRICING PROBLEMS FOR HIGHER EDUCATION."},
      {
        "id":"ED017988",
        "title":"HIGHER EDUCATION--STATE AND LOCAL GOVERNMENTS."},
      {
        "id":"ED017989",
        "title":"LONG-TERM CREDIT--IMPLICATIONS FOR COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED017990",
        "title":"MONETARY POLICY AND THE FINANCING OF HIGHER EDUCATION."},
      {
        "id":"ED017991",
        "title":"TOWARDS A THEORY OF THE EDUCATIONAL FIRM."},
      {
        "id":"ED017992",
        "title":"REMAKING THE WORLD OF THE CAREER TEACHER. RECORD OF TEACHER EDUCATION AND PROFESSIONAL STANDARDS REGIONAL CONFERENCES (1965-66)."},
      {
        "id":"ED017993",
        "title":"MIGRATION OF COLLEGE AND UNIVERSITY STUDENTS, STATE OF WASHINGTON."},
      {
        "id":"ED017994",
        "title":"TOWARD PROFESSIONAL MATURITY OF SUPERVISORS AND CURRICULUM WORKERS."},
      {
        "id":"ED017995",
        "title":"SCHOOL SAFETY EDUCATION CHECKLIST--ADMINISTRATION, INSTRUCTION, PROTECTION."},
      {
        "id":"ED017996",
        "title":"CORRELATIONAL AND FACTORIAL ANALYSES OF ITEMS FROM THE EDUCATIONAL OPPORTUNITIES SURVEY TEACHER QUESTIONNAIRE."},
      {
        "id":"ED017997",
        "title":"ITEM RESPONSE ANALYSES OF THE EDUCATIONAL OPPORTUNITIES SURVEY 9TH GRADE STUDENT QUESTIONNAIRE."},
      {
        "id":"ED017998",
        "title":"WORKING WITH PARENTS, A GUIDE FOR CLASSROOM TEACHERS AND OTHER EDUCATORS."},
      {
        "id":"ED017999",
        "title":"SUPERVISION--PERSPECTIVES AND PROPOSITIONS."},
      {
        "id":"ED018000",
        "title":"JACKSON COUNTY REVISITED, A CASE STUDY IN THE POLITICS OF PUBLIC EDUCATION."},
      {
        "id":"ED018001",
        "title":"A SEMINAR IN BASIC PRINCIPLES OF LEARNING FOR FACULTY MEMBERS OF A SMALL PRIVATE LIBERAL ARTS COLLEGE."},
      {
        "id":"ED018002",
        "title":"CONGRUENCE AND DISSONANCE IN THE ECOLOGY OF EDUCATIONAL ADMINISTRATORS AS A BASIS FOR DISCRIMINATING BETWEEN PATTERNS OF LEADERSHIP BEHAVIOR."},
      {
        "id":"ED018003",
        "title":"AN EVALUATION OF A NONGRADED SECONDARY SCHOOL. FINAL REPORT."},
      {
        "id":"ED018004",
        "title":"FEDERAL POLICY AND THE PUBLIC SCHOOLS, A SERIES OF NINE ESSAYS FOCUSING ON QUESTIONS AND ISSUES AROUND WHICH POLICY EVOLVES."},
      {
        "id":"ED018005",
        "title":"AN AGE OF ACADEMIC COOPERATION."},
      {
        "id":"ED018006",
        "title":"&quot;QUESTIONS AS BIG AS THE WORLD AND AS ENDURING AS ETERNITY.&quot;"},
      {
        "id":"ED018007",
        "title":"TEACHER-ADMINISTRATOR-SCHOOL BOARD RELATIONSHIPS."},
      {
        "id":"ED018008",
        "title":"COOPERATIVE PLANNING FOR EDUCATION IN 1980--OBJECTIVES, PROCEDURES, AND PRIORITIES. REPORTS PREPARED FOR A CONFERENCE OF STATE REPRESENTATIVES (DENVER, COLORADO, NOVEMBER 26-28, 1967)."},
      {
        "id":"ED018010",
        "title":"A Q-SORT ANALYSIS OF THE SUPERINTENDENT'S ROLE IN COLLECTIVE NEGOTIATIONS AS PERCEIVED BY SCHOOL PERSONNEL."},
      {
        "id":"ED018011",
        "title":"BIBLIOGRAPHY ON HIGHER EDUCATION."},
      {
        "id":"ED018012",
        "title":"REVISING AND UPDATING THE JEFFERSON TOWNSHIP SIMULATION MATERIALS. FINAL REPORT."},
      {
        "id":"ED018013",
        "title":"EXPLORATORY STUDY AND PLANNING FOR A FOURTH-YEAR, PAID INTERNSHIP TEACHER EDUCATION PROGRAM FOR BOTH ELEMENTARY AND SECONDARY TEACHERS. FINAL REPORT."},
      {
        "id":"ED018014",
        "title":"FEDERAL AID HANDBOOK, A GUIDE TO FEDERAL PROGRAMS OPERATED IN NEW YORK STATE LOCAL EDUCATIONAL AGENCIES. PROGRAM AREA GUIDE, 1967 EDITION."},
      {
        "id":"ED018016",
        "title":"FAMILY AND MENTAL HEALTH PROBLEMS IN A DEAF POPULATION."},
      {
        "id":"ED018019",
        "title":"A PERCEPTUAL TRAINING PROGRAM FOR CHILDREN WITH LEARNING DISORDERS."},
      {
        "id":"ED018024",
        "title":"COORDINATING SERVICES FOR HANDICAPPED CHILDREN, A REPORT OF THE NATIONAL INSTITUTE ON SERVICES FOR HANDICAPPED CHILDREN AND YOUTH."},
      {
        "id":"ED018027",
        "title":"FACTORS RELATED TO SPECIAL EDUCATION SERVICES. CEC RESEARCH MONOGRAPH SERIES B, NO. B-3."},
      {
        "id":"ED018028",
        "title":"BEHAVIOR MODIFICATION--A BIBLIOGRAPHY."},
      {
        "id":"ED018031",
        "title":"THE ILLINOIS TELEVISION PROJECT FOR THE GIFTED, A COMBINED EXPERIMENTAL AND DEMONSTRATION PROJECT TO TEST AND DEMONSTRATE TELEVISED ENRICHMENT UNITS FOR STUDENTS AT UPPER ELEMENTARY LEVELS. FINAL REPORT."},
      {
        "id":"ED018032",
        "title":"MINIMAL BRAIN DYSFUNCTION."},
      {
        "id":"ED018045",
        "title":"PROVISIONS FOR THE EDUCATION OF MENTALLY RETARDED DEAF CHILDREN IN RESIDENTIAL SCHOOLS FOR THE DEAF."},
      {
        "id":"ED018046",
        "title":"RECREATION FOR THE HANDICAPPED, A BIBLIOGRAPHY. SUPPLEMENT I."},
      {
        "id":"ED018047",
        "title":"SYSTEMS APPROACH IN DEAF EDUCATION, SYMPOSIUM ON RESEARCH AND UTILIZATION OF EDUCATIONAL MEDIA FOR TEACHING THE DEAF (LINCOLN, NEBRASKA, APRIL 4-6, 1966)."},
      {
        "id":"ED018048",
        "title":"WORK-STUDY PROGRAMS FOR SLOW LEARNING CHILDREN IN OHIO SCHOOLS, GUIDELINES."},
      {
        "id":"ED018050",
        "title":"SELF-HELP AND REHABILITATION, AN ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED018051",
        "title":"INSTITUTIONALIZATION OF THE MENTALLY RETARDED, A SUMMARY AND ANALYSIS OF STATE LAWS GOVERNING ADMISSION TO RESIDENTIAL FACILITIES, AND LEGAL RIGHTS AND PROTECTIONS OF INSTITUTIONALIZED PATIENTS."},
      {
        "id":"ED018052",
        "title":"EVALUATION OF A PUBLIC SCHOOL PROGRAM FOR PREGNANT GIRLS."},
      {
        "id":"ED018053",
        "title":"THE COMPREHENSION OF RAPID SPEECH BY THE BLIND, PART III."},
      {
        "id":"ED018054",
        "title":"THE DEVELOPMENT OF AN EXPANDED READING CODE FOR THE BLIND. INTERIM TECHNICAL REPORT."},
      {
        "id":"ED018055",
        "title":"SCIENCE FOR THE BLIND."},
      {
        "id":"ED018058",
        "title":"SPECIAL EDUCATION FOR HANDICAPPED CHILDREN, FIRST ANNUAL REPORT OF THE NATIONAL ADVISORY COMMITTEE ON HANDICAPPED CHILDREN."},
      {
        "id":"ED018059",
        "title":"CURRENT AND RECENT RESEARCH--1967."},
      {
        "id":"ED018061",
        "title":"ZONED APPROACH FOR COLLEGE MASTER PLANS. RESEARCH REPORT, 15."},
      {
        "id":"ED018063",
        "title":"MONROE COMMUNITY COLLEGE CAMPUS PLAN."},
      {
        "id":"ED018064",
        "title":"MANUAL OF PLANNING STANDARDS FOR SCHOOL BUILDINGS."},
      {
        "id":"ED018065",
        "title":"DEVELOPING A PHYSICAL PLANT FOR ENGINEERING TECHNOLOGY. PROCEEDINGS, CONFERENCE ON JUNIOR COLLEGE FACILITIES, (TAMPA, JANUARY 23-25, 1964), VOL. 2."},
      {
        "id":"ED018066",
        "title":"AN AUDITORIUM TEACHING FACILITY."},
      {
        "id":"ED018068",
        "title":"THE USE OF CARPET IN COLLEGE AND UNIVERSITY BUILDINGS."},
      {
        "id":"ED018069",
        "title":"THE WIGHTMAN ELEMENTARY SCHOOL, NEW LIFE FOR OLD SCHOOLS. PITTSBURGH DESIGN STUDY."},
      {
        "id":"ED018070",
        "title":"THE LIBERTY ELEMENTARY SCHOOL, NEW LIFE FOR OLD SCHOOLS. PITTSBURGH DESIGN STUDY."},
      {
        "id":"ED018071",
        "title":"EXTENDED USE OF SCHOOL FACILITIES, SCHOOL PLANT MANAGEMENT SERIES."},
      {
        "id":"ED018072",
        "title":"EDUCATIONAL SPECIFICATIONS FOR THE SECONDARY SCHOOLS OF MADISON."},
      {
        "id":"ED018073",
        "title":"DORMS AT BERKELEY, AN ENVIRONMENTAL ANALYSIS."},
      {
        "id":"ED018074",
        "title":"A MODEL BUILDING CODE ARTICLE ON FALLOUT SHELTERS WITH RECOMMENDATIONS FOR INCLUSION OF REQUIREMENTS FOR FALLOUT SHELTER CONSTRUCTION IN FOUR NATIONAL MODEL BUILDING CODES."},
      {
        "id":"ED018076",
        "title":"DESIGN GUIDELINES FOR GOOD HEARING CONDITIONS AND EFFECTIVE NOISE CONTROL IN SCHOOL CLASSROOMS."},
      {
        "id":"ED018079",
        "title":"CRITERIA FOR DECIDING TO REMODEL THE EXISTING SCHOOL."},
      {
        "id":"ED018081",
        "title":"THE STATE OF AUDIOVISUAL TECHNOLOGY--1961-1966, MONOGRAPH NO. 3."},
      {
        "id":"ED018082",
        "title":"CAN THE BEHAVIORAL SCIENCES ASSIST PLANNING. AN ADDRESS TO THE 2ND ANNUAL CONFERENCE, SOCIETY FOR COLLEGE AND UNIVERSITY PLANNING, (ANN ARBOR, MICHIGAN, AUGUST 20-22, 1967)."},
      {
        "id":"ED018086",
        "title":"SCHOOL BUS GARAGES, 1966 REVISION."},
      {
        "id":"ED018087",
        "title":"PLANNING THE SCHOOL AUDITORIUM, NO. 15."},
      {
        "id":"ED018091",
        "title":"CAPITAL IMPROVEMENTS PROGRAM, THE OKLAHOMA STATE SYSTEM OF HIGHER EDUCATION 1965-1975."},
      {
        "id":"ED018094",
        "title":"PLANNING PRESCHOOL FACILITIES."},
      {
        "id":"ED018095",
        "title":"BASIC PLANNING GUIDE FOR VOCATIONAL AND TECHNICAL EDUCATION FACILITIES."},
      {
        "id":"ED018096",
        "title":"OREGON COMMUNITY COLLEGES POLICIES AND PROCEDURES GOVERNING STATE ASSISTANCE PROGRAM FOR CONSTRUCTION OF FACILITIES. 1967 REVISION."},
      {
        "id":"ED018097",
        "title":"ACOUSTICS IN ARCHITECTURAL DESIGN, AN ANNOTATED BIBLIOGRAPHY ON ARCHITECTURAL ACOUSTICS."},
      {
        "id":"ED018098",
        "title":"A REPORT ON SPACE UTILIZATION."},
      {
        "id":"ED018099",
        "title":"A REPORT ON SPACE ALLOCATION."},
      {
        "id":"ED018100",
        "title":"THE FLORIDA STUDY OF HIGHER EDUCATION FACILITIES--NEEDS FOR UNDERGRADUATE ACADEMIC SPACE. PREPARED FOR THE STATE COMMISSION OF THE HIGHER EDUCATION FACILITIES ACT OF 1963."},
      {
        "id":"ED018101",
        "title":"INSTITUTIONAL ENROLLMENT INVENTORY. INSTRUCTION MANUAL."},
      {
        "id":"ED018102",
        "title":"RENOVATE AND MODERNIZE OR ABANDON AND BUILD. A SUMMARY OF AN ILLUSTRATED TALK GIVEN BY WILLIAM L. ENSIGN OF MCLEOD, FERRARA AND ENSIGN, ARCHITECTS, AT THE AASA CONVENTION IN ATLANTIC CITY, 1968."},
      {
        "id":"ED018103",
        "title":"LIBRARY PHYSICAL PLANT STANDARDS FOR JUNIOR COLLEGES."},
      {
        "id":"ED018107",
        "title":"ARCHITECTURAL PROGRAMMING--STATE OF THE ART."},
      {
        "id":"ED018108",
        "title":"TELEVISION AND THE SOCIAL EDUCATION OF WOMEN, A FIRST REPORT ON THE UNESCO-SENEGAL PILOT PROJECT AT DAKAR. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 50."},
      {
        "id":"ED018109",
        "title":"A STUDY TO DETERMINE THE FEASIBILITY OF DEVELOPING A COORDINATED DISTRIBUTION SYSTEM FOR AUDIO TAPE RECORDED MATERIALS. FINAL REPORT."},
      {
        "id":"ED018111",
        "title":"A DEMONSTRATION OF THE USE OF SELF-INSTRUCTIONAL AND OTHER TEACHING TECHNIQUES FOR REMEDIAL INSTRUCTION OF LOW-ACHIEVING ADOLESCENTS IN READING AND MATHEMATICS. TECHNICAL PROGRESS REPORT NO. 2."},
      {
        "id":"ED018112",
        "title":"DEVELOPMENT AND TRAIL OF A BASIC COURSE IN MUSIC THEORY USING SELF- INSTRUCTIONAL MATERIALS TO SUPPLEMENT TRAINING RECEIVED IN HIGH SCHOOL PERFORMANCE GROUPS. FINAL REPORT."},
      {
        "id":"ED018113",
        "title":"THE DEVELOPMENT AND EVALUATION OF AN AUTOMATED INSTRUCTIONAL PROGRAM IN SPEECH CORRECTION. FINAL REPORT."},
      {
        "id":"ED018115",
        "title":"SCRAMBLED VS. ORDERED SEQUENCE IN AUTO-INSTRUCTIONAL PROGRAMS. TEACHING SYSTEMS RESEARCH PROJECT."},
      {
        "id":"ED018116",
        "title":"A STORAGE AND RETRIEVAL SYSTEM FOR DOCUMENTS IN INSTRUCTIONAL RESOURCES. REPORT NO. 13."},
      {
        "id":"ED018117",
        "title":"TWO TYPES OF TEACHER-LEARNER INTERACTION IN LEARNING BY DISCOVERY. FINAL REPORT."},
      {
        "id":"ED018118",
        "title":"STUDENT LEARNING FROM TELEVISED MATERIALS IN TRADITIONAL CLASSROOMS EQUIPPED WITH MONITORS COMPARED WITH THAT IN A THEATRE FACILITY SIMILARLY EQUIPPED."},
      {
        "id":"ED018119",
        "title":"A STUDY TO EXPLORE THE EFFECTIVENESS OF COLOR PHOTOGRAPHS IN INTRINSICALLY PROGRAMED AUTOMATED INSTRUCTIONAL MATERIALS. FINAL REPORT."},
      {
        "id":"ED018120",
        "title":"A LIST OF VIDEO MATERIALS FOR TEACHER EDUCATION, PRODUCED IN CONNECTION WITH THE MULTI-STATE TEACHER EDUCATION PROJECT."},
      {
        "id":"ED018123",
        "title":"REPORT ON MEETING OF DIRECTORS OF NATIONAL AUDIO-VISUAL SERVICES AND DOCUMENTARY FILM UNITS IN SOUTH AND EAST ASIA, KUALA LUMPUR, 31 JULY - AUGUST 1961."},
      {
        "id":"ED018124",
        "title":"CULTURAL RADIO BROADCASTS, SOME EXPERIENCES. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 23."},
      {
        "id":"ED018125",
        "title":"VISUAL AIDS IN FUNDAMENTAL EDUCATION AND COMMUNITY DEVELOPMENT, REPORT ON THE UNESCO REGIONAL SEMINAR IN SOUTH AND SOUTH-EAST ASIA HELD IN NEW-DELHI, INDIA 8-27 SEPTEMBER 1958. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 27."},
      {
        "id":"ED018126",
        "title":"FILM PROGRAMMES FOR THE YOUNG, REPORT ON A PRESENTATION OF CHILDREN'S FILMS ORGANIZED BY THE INTERNATIONAL CENTRE OF FILMS FOR CHILDREN (BRUSSELS, 19-23 SEPTEMBER 1958). REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 28."},
      {
        "id":"ED018127",
        "title":"THE INFLUENCE OF THE CINEMA ON CHILDREN AND ADOLESCENTS, AN ANNOTATED INTERNATIONAL BIBLIOGRAPHY. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 31."},
      {
        "id":"ED018128",
        "title":"WORLD FILM DIRECTORY, AGENCIES CONCERNED WITH EDUCATIONAL, SCIENTIFIC AND CULTURAL FILMS. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 35."},
      {
        "id":"ED018129",
        "title":"SOCIAL EDUCATION THROUGH TELEVISION, AN ALL INDIA RADIO-UNESCO PILOT PROJECT. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 38."},
      {
        "id":"ED018130",
        "title":"THE TEACHING FILM IN PRIMARY EDUCATION. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 39."},
      {
        "id":"ED018131",
        "title":"SELECTED LIST OF CATALOGUES FOR SHORT FILMS AND FILMSTRIPS, 1963 EDITION. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 44."},
      {
        "id":"ED018132",
        "title":"RADIO AND TELEVISION IN THE SERVICE OF EDUCATION AND DEVELOPMENT IN ASIA. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 49."},
      {
        "id":"ED018133",
        "title":"COMMUNICATION SATELLITES FOR EDUCATION, SCIENCE AND CULTURE. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 53."},
      {
        "id":"ED018134",
        "title":"DEVELOPING MASS MEDIA IN ASIA, PAPERS OF UNESCO MEETING AT BANGKOK, JANUARY 1960. REPORTS AND PAPERS ON MASS COMMUNICATION, NO. 30."},
      {
        "id":"ED018147",
        "title":"THE IMPACT OF TECHNOLOGY ON THE LIBRARY BUILDING."},
      {
        "id":"ED018151",
        "title":"SCHOOLS WITHOUT WALLS. PROFILES OF SIGNIFICANT SCHOOLS."},
      {
        "id":"ED018152",
        "title":"INTENSIVE TRAINING FOR AN ORAL APPROACH IN LANGUAGE TEACHING."},
      {
        "id":"ED018153",
        "title":"MEASUREMENT OF SPEAKING SKILLS IN ELEMENTARY LEVEL SPANISH INSTRUCTION. DENVER-STANFORD PROJECT ON THE CONTEXT OF INSTRUCTIONAL TELEVISION, REPORT NO. 9."},
      {
        "id":"ED018154",
        "title":"DIMENSION--LANGUAGES 66. PROCEEDINGS OF THE SOUTHERN CONFERENCE ON LANGUAGE TEACHING (2ND, ATLANTA, GEORGIA, FEBRUARY 1966)."},
      {
        "id":"ED018155",
        "title":"THE CONTRIBUTIONS OF PSYCHOLOGICAL THEORY AND EDUCATIONAL RESEARCH TO THE TEACHING OF FOREIGN LANGUAGES."},
      {
        "id":"ED012115",
        "title":"DAY CAMPING FOR THE MENTALLY RETARDED."},
      {
        "id":"ED012116",
        "title":"CURRICULUM GUIDE--TRAINABLE RETARDED."},
      {
        "id":"ED012119",
        "title":"STANFORD-OHWAKI-KOHS TACTILE BLOCK DESIGN INTELLIGENCE TEST FOR THE BLIND. PART ONE-FINAL REPORT."},
      {
        "id":"ED012120",
        "title":"VISION SCREENING OF THE PRESCHOOL CHILD, REPORT OF A STUDY."},
      {
        "id":"ED012123",
        "title":"EMPLOYMENT ORIENTATION AND RELATED FIELDS, A CURRICULUM GUIDE. FOR TEACHERS OF HIGH SCHOOL AGE EDUCABLES."},
      {
        "id":"ED012124",
        "title":"GUIDANCE HANDBOOK FOR SPECIAL EDUCATION, A PLAN FOR INITIATING, BUILDING, IMPLEMENTING, AND CONDUCTING PROGRAMS FOR EXCEPTIONAL CHILDREN WITH GUIDELINES FOR FOLLOWING LEGAL REQUIREMENTS AND DEVELOPING DISTRICT PHILOSOPHY AND OBJECTIVES."},
      {
        "id":"ED012125",
        "title":"THE SPECIAL SERVICES PROGRAM IN THE CHAMPAIGN SCHOOLS."},
      {
        "id":"ED012126",
        "title":"THE OHIO PLAN FOR CHILDREN WITH SPEECH AND HEARING PROBLEMS."},
      {
        "id":"ED012128",
        "title":"A FOLLOW-UP STUDY OF GRADUATES OF THE SCHOOL FOR THE DEAF. STUDIES OF CHILDREN WITH PHYSICAL HANDICAPS, NUMBER 7."},
      {
        "id":"ED012132",
        "title":"ABSTRACT FUNCTIONING IN THE BLIND."},
      {
        "id":"ED012134",
        "title":"COMPREHENSIVE EVALUATIVE TECHNIQUES FOR THE CHILD WITH A CLEFT PALATE."},
      {
        "id":"ED012135",
        "title":"PRE-CANE MOBILITY AND ORIENTATION SKILLS FOR THE BLIND, CURRICULUM GUIDE."},
      {
        "id":"ED012137",
        "title":"HOSPITAL CLASSES FOR THE PHYSICALLY HANDICAPPED."},
      {
        "id":"ED012138",
        "title":"OHIO'S PROGRAM FOR HEARING HANDICAPPED CHILDREN."},
      {
        "id":"ED012140",
        "title":"THE IDENTIFICATION OF KINDERGARTEN CHILDREN LEAST LIKELY TO SHOW SPONTANEOUS IMPROVEMENT IN SPEECH SOUND ARTICULATION."},
      {
        "id":"ED012141",
        "title":"THE DEVELOPMENT AND EVALUATION OF THREE TYPES OF PHYSICAL EDUCATION PROGRAMS FOR EDUCABLE MENTALLY RETARDED BOYS. FINAL REPORT."},
      {
        "id":"ED012142",
        "title":"TEACHER'S GUIDE FOR THE TRAINABLE PROGRAM."},
      {
        "id":"ED012143",
        "title":"RECENT DEVELOPMENTS IN THE PREPARATION OF COLLEGE TEACHERS IN THE WAKE OF THE MACALLISTER REPORT."},
      {
        "id":"ED012145",
        "title":"COMPARISON OF PERFORMANCE BY &quot;FLES&quot; PROGRAM STUDENTS AND REGULAR FRENCH III STUDENTS ON MODERN LANGUAGE ASSOCIATION TESTS."},
      {
        "id":"ED012146",
        "title":"SITUATIONAL VOCABULARY."},
      {
        "id":"ED012147",
        "title":"A COMPARISON OF SYLLABLE LENGTH CONDITIONING AMONG LANGUAGES."},
      {
        "id":"ED012148",
        "title":"SOME THOUGHTS ON THE TEACHING AND LEARNING OF FOREIGN LANGUAGES IN THE 1975-85 PERIOD."},
      {
        "id":"ED012149",
        "title":"NOTES ON SPANISH INTONATION."},
      {
        "id":"ED012150",
        "title":"A MEMORY SCHEDULE."},
      {
        "id":"ED012151",
        "title":"SEMINAR ON FOREIGN LANGUAGE TEACHER PREPARATION FOR COLLEGE TEACHERS (DEPAUW UNIVERSITY, JUNE 15 TO JULY 10, 1964). FINAL REPORT."},
      {
        "id":"ED012152",
        "title":"THE LANGUAGE INSTRUCTOR AND TEACHING MACHINES."},
      {
        "id":"ED012153",
        "title":"TRY &quot;CUSTOM FRENCH&quot; - WE DID."},
      {
        "id":"ED012154",
        "title":"TESTS WITH A NEW LOOK AND A NEW PURPOSE--THE MLA COOPERATIVE FOREIGN LANGUAGE TESTS."},
      {
        "id":"ED012156",
        "title":"WHAT RESEARCH TELLS US ABOUT THE EFFECTS OF FLES."},
      {
        "id":"ED012157",
        "title":"EVALUATIVE CRITERIA FOR MODERN FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED012158",
        "title":"LANGUAGE LABORATORY RESEARCH STUDIES IN NEW YORK CITY HIGH SCHOOLS--A DISCUSSION OF THE PROGRAM AND THE FINDINGS."},
      {
        "id":"ED012159",
        "title":"SYLLABUS FOR FRENCH I, II, III. NEW PROGRAM."}]
  }}
