{
  "response":{"numFound":509939,"start":236000,"numFoundExact":true,"docs":[
      {
        "id":"ED195168",
        "title":"Teaching the Metric System in the Foreign Language Classroom. Language in Education: Theory and Practice. No. 32."},
      {
        "id":"ED195171",
        "title":"English and the Indian Student."},
      {
        "id":"ED195173",
        "title":"Learning to Say What You Mean in a Second Language; a Study of the Speech Act Performance of Learners of Hebrew as a Second Language."},
      {
        "id":"ED195174",
        "title":"Foreign Language, Area, and Other International Studies: A Bibliography of Research and Instructional Materials Completed under the National Defense Education Act of 1958, Title VI, Section 602. List No. 9."},
      {
        "id":"ED195177",
        "title":"Overseas Students in Britain: Some Facts and Figures."},
      {
        "id":"ED195178",
        "title":"Research in Medical Education: 1980. Proceedings of the Nineteenth Annual Conference."},
      {
        "id":"ED195186",
        "title":"Public Law 96-374--Oct. 3, 1980. An Act to Amend and Extend the Higher Education Act of 1965, and for Other Purposes. 96th Congress."},
      {
        "id":"ED195187",
        "title":"The Development of Modular Learning for Introductory Accounting at Castleton State College: Learning Theory and Application."},
      {
        "id":"ED195188",
        "title":"State Profits on Tax-Exempt Student Loan Bonds: Analysis and Options. Background Paper."},
      {
        "id":"ED195189",
        "title":"Employment Patterns of Academic Scientists and Engineers, 1973-78. Special Report."},
      {
        "id":"ED195191",
        "title":"Administrative Salaries at Colleges and Universities in the West."},
      {
        "id":"ED195193",
        "title":"Team Teaching: A New Instructional Pattern for Real Estate Education."},
      {
        "id":"ED195196",
        "title":"Instructional Uses of Television by State and Land-Grant Colleges and Universities, 1978-79."},
      {
        "id":"ED195199",
        "title":"Cost Studies in Higher Education. The AIR Professional File, No. 7, Fall 1980."},
      {
        "id":"ED195210",
        "title":"The Early College in Theory and Practice."},
      {
        "id":"ED195211",
        "title":"Federal Regulations and Higher Education: An Overview for College and University Administrators: Part II. Administrator's Update, Volume 2, Number 2, Fall, 1980."},
      {
        "id":"ED195212",
        "title":"The 1979-80 General College Retention Program, Final Report: Pilot Education Programs."},
      {
        "id":"ED195213",
        "title":"A Curricular Experiment for Underprepared Minority Students: An Evaluation of the General College Pilot Educational Packages (PEP). Final Report, 1979-1980. Appendix A."},
      {
        "id":"ED195214",
        "title":"The Commanding English Program: Its Development, Use, Misuse, and Abuse: A Communication Analysis. Pilot Education Programs, Final Report, 1979-1980. Appendix B."},
      {
        "id":"ED195218",
        "title":"A Report on Specific Federally Funded Graduate Education Programs, 1978 to 1980. The Secretary's Report to Congress on Title IX of the Higher Education Act of 1965, As Amended."},
      {
        "id":"ED195221",
        "title":"Comprehensive Institutional Planning: Studies in Implementation."},
      {
        "id":"ED195222",
        "title":"Preparing for a Decade of Enrollment Decline: The Experience of the University of Wisconsin System."},
      {
        "id":"ED195223",
        "title":"Trying To Do Better With Less: The Experience of the SUNY College of Arts and Sciences at Plattsburgh, New York."},
      {
        "id":"ED195224",
        "title":"A Guide to Selected Financial Aid Management Practices."},
      {
        "id":"ED195226",
        "title":"Educational Technology Center at the University of California, Irvine."},
      {
        "id":"ED195227",
        "title":"Cost-Effectiveness of Computer-Based Instruction in Military Training."},
      {
        "id":"ED195229",
        "title":"Linking Task Analysis with Student Learning."},
      {
        "id":"ED195234",
        "title":"A Delphi Assessment Study for the Pittsburgh Regional Library Center. Programs and Services to Be Implemented in PRLC by 1982."},
      {
        "id":"ED195235",
        "title":"Reaching People: A Manual on Public Education for Libraries Serving Blind and Physically Handicapped Individuals."},
      {
        "id":"ED195238",
        "title":"Computer Searching: A Resource for Women&apos;s Educational Equity."},
      {
        "id":"ED197255",
        "title":"Evaluating the Effectiveness of a Training Program for Single-Parents."},
      {
        "id":"ED197256",
        "title":"Group Development in Self-Help Groups for College Students."},
      {
        "id":"ED197260",
        "title":"Expanding Girls' Occupational Potential: A Case Study of the Implementation of Title IX's Anti-Sex Segregation Provision in Seventh Grade Practical Arts."},
      {
        "id":"ED197262",
        "title":"Work Experience, Criminal History, and Post-Prison Performance."},
      {
        "id":"ED197263",
        "title":"Some Misgivings About Locus of Control Orientation and Its Relationship to Intelligence, Academic Achievement, and Delinquency."},
      {
        "id":"ED197265",
        "title":"Only Children, Achievement, and Interpersonal Orientation."},
      {
        "id":"ED197269",
        "title":"Costs and Benefits of Research and Participant Opinion Change."},
      {
        "id":"ED197274",
        "title":"Dropout Turnaround Through ESEA Title IV, Part C."},
      {
        "id":"ED197282",
        "title":"Effect of Altered Prior Knowledge on Passage Recall."},
      {
        "id":"ED197283",
        "title":"From Theory to Practice: A Pre-Reading Plan."},
      {
        "id":"ED197302",
        "title":"Adult Readers and the Texts They Need or Want to Read."},
      {
        "id":"ED197305",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197307",
        "title":"Computer Assisted Instruction: An Innovative Approach to the Development of Comprehension at the College Freshman Level."},
      {
        "id":"ED197308",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197309",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197310",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197311",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197312",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197313",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197318",
        "title":"Reading Research in New Zealand."},
      {
        "id":"ED197321",
        "title":"Reading Skill and the Identification of Words in Discourse Context."},
      {
        "id":"ED197322",
        "title":"Instructional Dimensions that May Affect Reading Comprehension: Examples from Two Commercial Reading Programs."},
      {
        "id":"ED197323",
        "title":"The Effects of Three Types of Practice Formats and Two Degrees of Learning on the Spelling Performance of Elementary School Students."},
      {
        "id":"ED197324",
        "title":"The Role Centrality on Story Category Saliency."},
      {
        "id":"ED197325",
        "title":"Student-Level Observation of Beginning Reading Manual."},
      {
        "id":"ED197326",
        "title":"Interactive Processes in Reading: Where Do We Stand?"},
      {
        "id":"ED197329",
        "title":"Developing an Effective Inservice Program."},
      {
        "id":"ED197331",
        "title":"Reading &amp; Writing: A Total Package for Academic Success."},
      {
        "id":"ED197332",
        "title":"Especially for Teachers: ERIC Documents on the Teaching of Reading, 1966-1980."},
      {
        "id":"ED197335",
        "title":"The Guide. Promising Practices in Pre-Elementary Right-to-Read Programs."},
      {
        "id":"ED197336",
        "title":"Development of Pre-Reading Skills: A Theoretical Perspective. Manual I. Promising Practices in Pre-Elementary Right-to-Read Programs."},
      {
        "id":"ED197337",
        "title":"Ideas for Parents in Pre-Elementary Right-to-Read Programs. Manual II. Promising Practices in Pre-Elementary Right-to-Read Programs."},
      {
        "id":"ED197338",
        "title":"Promising Practices for Teachers in Pre-Elementary Right-to-Read Programs. Manual III. Promising Practices in Pre-Elementary Right-to-Read Programs."},
      {
        "id":"ED197339",
        "title":"Promising Practices for Administrators in Pre-Elementary Right-to-Read Programs. Manual IV. Promising Practices in Pre-Elementary Right-to-Read Programs."},
      {
        "id":"ED197347",
        "title":"A Study of Writing in the Secondary School. Final Report."},
      {
        "id":"ED197354",
        "title":"Functional Sentence Perspective and Composition."},
      {
        "id":"ED197361",
        "title":"Effect of Teacher Transitions and Superfluous Content on Student Achievement and on Perception of Lesson Effectiveness in High School English."},
      {
        "id":"ED197362",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197364",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197365",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197366",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197367",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197377",
        "title":"Freshman Composition: An Apology for Service Courses."},
      {
        "id":"ED197382",
        "title":"Mainstreaming the Non-English Speaking Student."},
      {
        "id":"ED197388",
        "title":"Teaching Intercultural Communication in the 1980's: Philosophy, Methods, and Evaluation Research."},
      {
        "id":"ED197393",
        "title":"Alumni Perspectives on Speech Communication Training: Implications for Communication Faculty."},
      {
        "id":"ED197395",
        "title":"The Basic Course Survey: A Request for More."},
      {
        "id":"ED197396",
        "title":"The Effects of Communication Skill Training on High Risk College Students."},
      {
        "id":"ED197397",
        "title":"Market Power and Cultural Imperialism."},
      {
        "id":"ED197398",
        "title":"Male/Female Communication: An Instructional Unit."},
      {
        "id":"ED197400",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED197401",
        "title":"Bridging the Gap between Communication Education and Legal Education."},
      {
        "id":"ED197403",
        "title":"Oracy in Australian Schools."},
      {
        "id":"ED197404",
        "title":"Ideal Traits and Terms of Address for Male and Female College Professors."},
      {
        "id":"ED197410",
        "title":"Latinos and the Media in the United States: An Overview."},
      {
        "id":"ED197412",
        "title":"The Massachusetts Basic Skills Assessment of Listening and Speaking."},
      {
        "id":"ED197413",
        "title":"Assessing Speaking Skills: Issues of Feasibility, Reliability. Validity and Bias."},
      {
        "id":"ED197416",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, July 1-December 31, 1980."},
      {
        "id":"ED197417",
        "title":"Play, Pleasure, and the Value of Newsreading."},
      {
        "id":"ED197418",
        "title":"Rhetoric, Metaphor, and Organizational Reality."},
      {
        "id":"ED197419",
        "title":"Hermeneutics, Textuality, and Communication Research."},
      {
        "id":"ED197421",
        "title":"Controversial Issues in Our Schools. Fastback 146."},
      {
        "id":"ED197423",
        "title":"Systemic Appraisal of Educational Leadership Personnel. Informal Publications."},
      {
        "id":"ED197424",
        "title":"How to Make Collective Bargaining Work for Your District: Communications Is the Key for Turning Negotiations into a Positive Process."},
      {
        "id":"ED197432",
        "title":"Evaluator-Administrator Relationships. Evaluation Services Department Report."},
      {
        "id":"ED197439",
        "title":"Elementary and Secondary School Teachers' Salaries in Ontario, 1900 to 1975."},
      {
        "id":"ED197440",
        "title":"Declining Enrolments and Teacher-Board Negotiations: Bargaining Conditions of Employment."},
      {
        "id":"ED197442",
        "title":"Survey of Staff Development and Curriculum Services for Quality Education. Part I: Labor-Intensiveness in School Board Administration: Focus on Curriculum Services and Staff Development Processes. Part II: Delphi Studies on Curriculum Services and Quality Education."},
      {
        "id":"ED197444",
        "title":"The Impact of Declining School Enrolments on Non-Certificated Staff in Ontario."},
      {
        "id":"ED197460",
        "title":"Effects of Declining Enrolments on the Curriculum: Perceptions of Supervisory Officers."},
      {
        "id":"ED197486",
        "title":"Characteristics of Effective Schools: The Importance of School Processes."},
      {
        "id":"ED197490",
        "title":"Trends in the Educator Labor Market."},
      {
        "id":"ED197491",
        "title":"Simulation of Teacher Demand, Demographics, and Mobility: A Preliminary Report."},
      {
        "id":"ED197492",
        "title":"Mobility and Wage Equilibration in the Educator Labor Market."},
      {
        "id":"ED197494",
        "title":"Teachers, Unions, and Wages in the 1970s: Unionism Now Pays."},
      {
        "id":"ED197495",
        "title":"Boards of Education: A Primer."},
      {
        "id":"ED197496",
        "title":"The Catholic School in Theory and Practice. NCEA Papers, Series 11, No. 5."},
      {
        "id":"ED197497",
        "title":"The Principal's Toolbox. A Manual for Catholic Administrators."},
      {
        "id":"ED197498",
        "title":"Achieving Shared Responsibility in the American Church."},
      {
        "id":"ED197499",
        "title":"Reduction-in-Force (RIF). A Legal Memorandum."},
      {
        "id":"ED197500",
        "title":"The Reno Report: Rejuvenating Public Confidence in Education."},
      {
        "id":"ED197501",
        "title":"The Role of the Principal in Change. The Teacher Corps Example."},
      {
        "id":"ED197502",
        "title":"The Role of the Principal in Change. The Teacher Corps Example. A Training Manual."},
      {
        "id":"ED197503",
        "title":"Public and Private Schools. [Draft]."},
      {
        "id":"ED197504",
        "title":"Policy Options Related to the Provision of Appropriate Early Intervention Services for Very Young Exceptional Children and Their Families."},
      {
        "id":"ED197507",
        "title":"Relationships Among Simple Measures of Reading and Performance on Standardized Achievement Tests."},
      {
        "id":"ED197508",
        "title":"Relationships Among Simple Measures of Spelling and Performance on Standardized Achievement Tests."},
      {
        "id":"ED197509",
        "title":"Relationships Among Simple Measures of Written Expression and Performance on Standardized Achievement Tests."},
      {
        "id":"ED197511",
        "title":"Relationships Among Classroom Observations of Social Adjustment and Sociometric Rating Scales."},
      {
        "id":"ED197512",
        "title":"Factors Influential on the Psychoeducational Decisions Reached by Teams of Educators."},
      {
        "id":"ED197513",
        "title":"Diagnostic Decision Making in Individuals Susceptible to Biasing Information Presented in the Referral Case Folder."},
      {
        "id":"ED197514",
        "title":"Preliminary Evidence on Information Considered Useful in Instructional Planning."},
      {
        "id":"ED197515",
        "title":"The Use of Technically Adequate Tests in Psychoeducational Decision Making."},
      {
        "id":"ED197517",
        "title":"Instructional Planning: Information Collected by School Psychologists vs. Information Considered Useful by Teachers."},
      {
        "id":"ED197518",
        "title":"Classroom Decision Making as a Function of Diagnostic Labels and Perceived Competence."},
      {
        "id":"ED197519",
        "title":"Characteristics and Identification of Gifted and Talented Students."},
      {
        "id":"ED197520",
        "title":"Program Design and Development for Gifted and Talented Students."},
      {
        "id":"ED197521",
        "title":"Teaching the Gifted and Talented in the English Classroom."},
      {
        "id":"ED197522",
        "title":"Teaching the Gifted and Talented in the Science Classroom."},
      {
        "id":"ED197523",
        "title":"Teaching the Gifted and Talented Oral Communication and Leadership."},
      {
        "id":"ED197524",
        "title":"Teaching the Gifted and Talented in the Elementary Classroom."},
      {
        "id":"ED197525",
        "title":"Teaching the Gifted and Talented in the Social Studies Classroom."},
      {
        "id":"ED197526",
        "title":"Teaching the Gifted and Talented in the Mathematics Classroom."},
      {
        "id":"ED197527",
        "title":"Special Education Needs in Bilingual Programs."},
      {
        "id":"ED197528",
        "title":"A Field Test of the PREP Program: Play Skill Instruction for Young Mentally Retarded Children."},
      {
        "id":"ED197529",
        "title":"The PREP Play Program: Play Skill Instruction for Young Mentally Retarded Children."},
      {
        "id":"ED197534",
        "title":"Neighborhood Support Systems for Infants. Final Report, July 1976-December 1979."},
      {
        "id":"ED197538",
        "title":"Principles and Practices for Championship Performances in Wheelchair Track Events."},
      {
        "id":"ED197542",
        "title":"Issues and Policy Options Related to the Education of Migrant and Other Mobile Handicapped Students."},
      {
        "id":"ED197546",
        "title":"Creating Positive Attitudes Among Non-Handicapped Students Toward Their Hanidcapped Peers: The Phoenix Conference (Phoenix, Arizona, February 27-29, 1980)."},
      {
        "id":"ED197547",
        "title":"Integrative Learning Approaches to the Educational Needs for Mentally Retarded Persons: The New Orleans Conference (New Orleans, Louisiana, March 13-15, 1980)."},
      {
        "id":"ED197549",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases."},
      {
        "id":"ED197550",
        "title":"Parent Choice of Services for Children."},
      {
        "id":"ED197552",
        "title":"Nutrition and Learning."},
      {
        "id":"ED197554",
        "title":"Options for Coordinating the Administration of Section 504 and Part B of EHA."},
      {
        "id":"ED197557",
        "title":"Louisiana State Survey of Hearing Impaired and Deaf-Blind Children and Youth, 1978-79."},
      {
        "id":"ED197558",
        "title":"Commuter Students at Residential Schools for the Deaf."},
      {
        "id":"ED197559",
        "title":"Parents' Perceptions of Community-based Services."},
      {
        "id":"ED197560",
        "title":"Child Assessment: The Process and the Product."},
      {
        "id":"ED197565",
        "title":"10 and 25 Second Impressions of Ingratiation Attempts by Children with Learning Disabilities."},
      {
        "id":"ED197568",
        "title":"Some Factors Affecting the Learning of Braille."},
      {
        "id":"ED197570",
        "title":"Outdoor and Adventure Programs: Complementing Individual Education Programs and Treatment Plan Objectives."},
      {
        "id":"ED197571",
        "title":"Therapeutic Recreation Service in Psychiatry: Elements of Communication and Assessment."},
      {
        "id":"ED197572",
        "title":"Adapting Aquatic Circuit Training for Special Populations."},
      {
        "id":"ED197573",
        "title":"Organizing and Implementing Sex Education Progams for Students with Handicapping Conditions."},
      {
        "id":"ED197574",
        "title":"Making Outdoor Play Areas Usable for All Children."},
      {
        "id":"ED197577",
        "title":"Autistic Children in Public School."},
      {
        "id":"ED197578",
        "title":"Appropriate Educational Placements for Hearing Impaired Children."},
      {
        "id":"ED197579",
        "title":"Code Switching and Code Superimposition in Music. Working Papers in Sociolinguistics, No. 63."},
      {
        "id":"ED197580",
        "title":"The Impact of Management and Turn-Allocation Activities on Student Performance. Working Papers in Sociolinguistics, No. 65."},
      {
        "id":"ED197581",
        "title":"A Re-examination of the Black English Copula. Working Papers in Sociolinguistics, No. 66."},
      {
        "id":"ED197588",
        "title":"&quot;ADe&quot;: A Sociolinguistic Analysis of a Relationship. Working Papers in Sociolinguistics, No. 69."},
      {
        "id":"ED197589",
        "title":"Straight Talk and Sweet Talk: Political Discourse in a Community of Equals. Working Papers in Sociolinguistics, No. 71."},
      {
        "id":"ED197591",
        "title":"The Effect of Language Used for Early Reading Instruction: A Bilingual Perspective."},
      {
        "id":"ED197592",
        "title":"The Dartmouth/Rassias Model of Teaching Foreign Languages."},
      {
        "id":"ED197611",
        "title":"Convention and Innovation in Acquiring the Lexicon. Papers and Reports on Child Language Development, Number 19."},
      {
        "id":"ED197614",
        "title":"The Acquisition of Person Markers in Quiche Mayan. Papers and Reports on Child Language Development, Number 19."},
      {
        "id":"ED197615",
        "title":"The Acquisition of \"Come,\"\"Give\" and \"Bring\" by Samoan Children. Papers and Reports on Child Language Development, Number 19."},
      {
        "id":"ED197623",
        "title":"TESOL Newsletter. Vol. XIII (Nos. 1-6)."},
      {
        "id":"ED197624",
        "title":"Reactions to Ann Arbor: Vernacular Black English and Education."},
      {
        "id":"ED197626",
        "title":"Malayalam: A University Course and Reference Grammar."},
      {
        "id":"ED197627",
        "title":"A Selected, Annotated Bibliography of Materials for Teaching English to Indochinese Refugee Adults (Second Revised Version). Adult Education Series #2. Indochinese Refugee Education Guides."},
      {
        "id":"ED197628",
        "title":"Teaching ESL to Illiterate Adults. Adult Education Series #9. Indochinese Refugee Education Guides."},
      {
        "id":"ED197629",
        "title":"The Service-Learning Educator: A Guide to Program Management."},
      {
        "id":"ED197635",
        "title":"What Works in Student Retention: The Report of a Joint Project of the American College Testing Program and the National Center for Higher Education Management Systems."},
      {
        "id":"ED197643",
        "title":"State Regulatory Agency Field Test of the AIR Institutional Report Form."},
      {
        "id":"ED197645",
        "title":"Students' Evaluations of College/University Teaching: A Description of Research and an Instrument."},
      {
        "id":"ED197659",
        "title":"Tuition and Fee Policy Recommendations, 1981-1983. Report No. 81-4."},
      {
        "id":"ED197662",
        "title":"The Transitional Curriculum Program: Toward Learner Independence Through Developmental Education."},
      {
        "id":"ED197664",
        "title":"Students' Evaluations of Tertiary Instruction: Testing the Applicability of American Surveys in an Australian Setting."},
      {
        "id":"ED197666",
        "title":"Instructional Formula Related Issues: A Fact-Finding Report. Report No. 81-5."},
      {
        "id":"ED197670",
        "title":"The Role of Programmed Instruction for Sequential Skill Development in Higher Education."},
      {
        "id":"ED197677",
        "title":"Preliminary Results of the Division of Student Affairs Student Retention Study at the University of North Dakota."},
      {
        "id":"ED197682",
        "title":"Target Date, 2000 AD: Goals for Achieving Higher Education Equity for Black Americans, Volume I."},
      {
        "id":"ED197685",
        "title":"Sex-Typed Teaching Styles of University Professors and Student Reactions. Final Report, October 1, 1978 - December 31, 1979."},
      {
        "id":"ED197686",
        "title":"Black and White Campuses in Urban Areas: Merger or Joint Planning?"},
      {
        "id":"ED197688",
        "title":"Linking Higher Education and Work in the City."},
      {
        "id":"ED197691",
        "title":"The General College Individualized Baccalureate Degree Programs: The First Decade of Experience. General College Monographs, Volume 1, Number 1, June 1980."},
      {
        "id":"ED197693",
        "title":"Mandatory Retirement of Higher Education Faculty. AAHE-ERIC/Higher Education Research Currents, February 1981."},
      {
        "id":"ED197694",
        "title":"Undergraduate Research in Psychology: Its Past and Its Future."},
      {
        "id":"ED197698",
        "title":"Quality Rankings of Ph.D.-Granting Departments of Geography, 1925-1980."},
      {
        "id":"ED197708",
        "title":"The South Carolina Program for Library Development, 1980-1985, under the Library Services and Construction Act."},
      {
        "id":"ED197712",
        "title":"A Style Manual for Machine-Readable Data Files and Their Documentation."},
      {
        "id":"ED197714",
        "title":"Home VCR Owners' Use of Television and Public Television: Viewing, Recording, and Playback."},
      {
        "id":"ED197715",
        "title":"Attitude Change in a Developing Country Toward Individualized Instruction."},
      {
        "id":"ED197722",
        "title":"Two-Way Radio Helps Deliver Primary Health Care."},
      {
        "id":"ED197723",
        "title":"Allerton Invitational Conference on Education for Health Sciences Librarianship. Proceedings of a Conference (Monticello, Illinois, April 2-4, 1979)."},
      {
        "id":"ED197735",
        "title":"National Diffusion Network Materials Inventory. Materials Available for Programs Approved by the Joint Dissemination Review Panel, Department of Education. Fourth Edition."},
      {
        "id":"ED197742",
        "title":"Evaluation of Self-Paced Library Instruction at the University of Nebraska-Lincoln Libraries."},
      {
        "id":"ED197756",
        "title":"Doing Research with United States Government Documents in the U.S. Conn Library. Revised."},
      {
        "id":"ED197761",
        "title":"Educational Staff of Community Colleges and Vocational Schools, 1977-78 (Personnel d'Enseignement des Colleges Communautaires et des Ecoles de Formation Professionnelle)."},
      {
        "id":"ED197762",
        "title":"Educational Staff of Community Colleges and Vocational Schools, 1976-77. (Personnel d'Enseignement des Colleges Communautaires et des Ecoles de Formation Professionnelle)."},
      {
        "id":"ED197769",
        "title":"Staff Development in the Community College Past, Present, and Future."},
      {
        "id":"ED197777",
        "title":"Survival Skills for Part-Time Faculty at Pima College's Community Campus."},
      {
        "id":"ED197778",
        "title":"Community College/CETA Linkages: A Follow-Up Study. Final Report."},
      {
        "id":"ED197779",
        "title":"Environmental Trend Analysis and Strategic Decision Making: A New Role for Collegiate Cooperation."},
      {
        "id":"ED197781",
        "title":"Report of the Student Financial Aid Policy Study Group: A Staff Analysis."},
      {
        "id":"ED197783",
        "title":"The Impossible Dream? Financing Community College&apos;s Evolving Mission. &quot;Horizons Issues&quot; Monograph Series."},
      {
        "id":"ED197785",
        "title":"Persistence, Performance and Degree Achievement of Arizona's Community College Transfers in Arizona's Public Universities."},
      {
        "id":"ED197786",
        "title":"An Assessment of the Impact of Defining Student Performance Standards on the Climate of Teaching and Learning in Florida's Community Colleges."},
      {
        "id":"ED197790",
        "title":"Building a Support Base for a College Reading Program through Effective Public Relations."},
      {
        "id":"ED197794",
        "title":"Teaching Content and Improving Reading: You CAN Do Both!"},
      {
        "id":"ED197795",
        "title":"Teaching Content and Improving Vocabulary: You CAN Do Both!"},
      {
        "id":"ED197805",
        "title":"Appraising Managerial Performance. Junior College Resource Review."},
      {
        "id":"ED197806",
        "title":"Piaget Conservation and Cognitive Style As Related to School Variables."},
      {
        "id":"ED197809",
        "title":"Equipment and Materials for Initiating Musical Activities in the Preschool."},
      {
        "id":"ED197811",
        "title":"Adoption: Three Alternatives. A Comparative Study of Three Alternative Forms of Adoptive Placement."},
      {
        "id":"ED197814",
        "title":"A Longitudinal Study of Symbolic Play in the Second Year of Life."},
      {
        "id":"ED197819",
        "title":"Classification Behavior in Children Thirty-Six Months of Age."},
      {
        "id":"ED197821",
        "title":"Promoting Infant Development: A Coalition Model for Community Service Delivery."},
      {
        "id":"ED197836",
        "title":"Health Behavior, Health Care and Health Status: Sex Differences Among White and Nonwhite Adolescents."},
      {
        "id":"ED197838",
        "title":"Adolescents' Health Status: Sex Differences Among Whites and Nonwhites."},
      {
        "id":"ED197839",
        "title":"Sex Differences in Factors Related to Early School Achievement."},
      {
        "id":"ED197842",
        "title":"Individualized Early Learning Program."},
      {
        "id":"ED197843",
        "title":"White House Conference on Families. Listening to America&apos;s Families: Action for the 80&apos;s. The Report to the President, Congress and Families of the Nation."},
      {
        "id":"ED197847",
        "title":"White House Conference on Families: Families and Human Needs. Delegate Workbook."},
      {
        "id":"ED197848",
        "title":"Head Start in the 1980&apos;s: Review and Recommendations. A Report Requested by the President of the United States."},
      {
        "id":"ED197850",
        "title":"White House Conference on Families: Summary of State Reports. Addendum."},
      {
        "id":"ED197852",
        "title":"A Handbook on How to Involve Parents in School Activities: Hawaii Follow Through Project."},
      {
        "id":"ED197868",
        "title":"Who Is Rural? A Typological Approach to the Examination of Rurality."},
      {
        "id":"ED197870",
        "title":"Choices &amp; Careers; Free to Choose: Decision Making. Books II and III and Leaders Guide."},
      {
        "id":"ED197871",
        "title":"Choices &amp; Careers; Free to Choose: Educational Opportunities. Books II and III and Leaders Guide."},
      {
        "id":"ED197872",
        "title":"Choices &amp; Careers; Free to Choose: Exploring Careers. Books I, II, and III and Leaders Guide."},
      {
        "id":"ED197873",
        "title":"Choices &amp; Careers; Free to Choose: Career Opportunities. Books II and III and Leaders Guide."},
      {
        "id":"ED197874",
        "title":"Choices &amp; Careers; Free to Choose: Traditional Roles. With Leaders Guide."},
      {
        "id":"ED197875",
        "title":"Choices &amp; Careers; Free to Choose: Famous Indian Women. Books I, II, and III and Leaders Guide."},
      {
        "id":"ED197876",
        "title":"Choices &amp; Careers; Free to Choose: Growing Up to Be a Woman."},
      {
        "id":"ED197877",
        "title":"Choices &amp; Careers; Free to Choose: The Outside You. Books I, II, and III and Leaders Guide."},
      {
        "id":"ED197878",
        "title":"Choices &amp; Careers; Free to Choose; Marriage --- Expectations or Reality. Books II and III and Leaders Guide."},
      {
        "id":"ED197879",
        "title":"Choices &amp; Careers; Free to Choose: Just for You. Book III and Leaders Guide."},
      {
        "id":"ED197880",
        "title":"Choices &amp; Careers; Free to Choose: Your Money. Books I, II, and III and Leaders Guide."},
      {
        "id":"ED197881",
        "title":"Choices &amp; Careers; Free to Choose: Food and You. Books I, II, and III and Leaders Guide."},
      {
        "id":"ED197882",
        "title":"Choices &amp; Careers; Free to Choose: Alcoholism."},
      {
        "id":"ED197883",
        "title":"Choices &amp; Careers; Free to Choose: Life Span Planning. Books I, II, and III and Leaders Guide."},
      {
        "id":"ED197884",
        "title":"Choices &amp; Careers; Free to Choose: About Careers, with Leaders Guide."},
      {
        "id":"ED197885",
        "title":"Choices &amp; Careers; Free to Choose: Ideas for Planning. Leaders Guide."},
      {
        "id":"ED197888",
        "title":"R&amp;D Speaks: Rural &amp; Small Schools."},
      {
        "id":"ED197889",
        "title":"Directory of Outdoor Education Internship Opportunities."},
      {
        "id":"ED197891",
        "title":"The Southern Survey of Agricultural Majors: Some Implications for the Future of Higher Education in Agriculture."},
      {
        "id":"ED197892",
        "title":"When the World Began: A Yukon Teacher's Guide to Comparative and Local Mythology."},
      {
        "id":"ED197893",
        "title":"Two Paths into Home Economics: A Study of Black and White Women in 1890 and 1862 Land-Grant Universities."},
      {
        "id":"ED197894",
        "title":"Survival Education - Some Thoughts."},
      {
        "id":"ED197898",
        "title":"A Descriptive Study of Intercultural Communication between Native American and Anglo-American College Students."},
      {
        "id":"ED197902",
        "title":"Native American Uses of Plants and Animals of Illinois."},
      {
        "id":"ED197904",
        "title":"Report on the White House Consultation with Rural Women."},
      {
        "id":"ED197905",
        "title":"Hispanics, Engineering, and the Sciences: A Counseling Guide."},
      {
        "id":"ED197906",
        "title":"Community Resources for Rural Social Studies Teachers."},
      {
        "id":"ED197907",
        "title":"Resolving Discipline Problems for Indian Students: A Preventative Approach."},
      {
        "id":"ED197912",
        "title":"Choices &amp; Careers; Free to Choose: Growing Up-Unit for Girls. Leaders Guide."},
      {
        "id":"ED197913",
        "title":"The Science Program in Small Rural Secondary Schools."},
      {
        "id":"ED197915",
        "title":"Study of the Applicability of Part 398 of the Federal Motor Carrier Safety Regulations to the Interstate Transportation of Migrant Farmworkers."},
      {
        "id":"ED197919",
        "title":"American Indian Civil Rights Handbook. Clearinghouse Publication No. 35. Second Edition."},
      {
        "id":"ED197924",
        "title":"Walkabout: An Educational Experience."},
      {
        "id":"ED197927",
        "title":"Partnership for Rural Improvement: PRI in Transition. Annual Report 1979-80."},
      {
        "id":"ED197930",
        "title":"Approaches to Leadership: Some Classic Examples and Recent Theory for Experiential Educators."},
      {
        "id":"ED197934",
        "title":"The Rural Elderly: Program Planning Guidelines."},
      {
        "id":"ED197935",
        "title":"Career Decisions and Attainment of Rural Youth: Sex and Race Comparisons. Final Report, Home Community and Work Division."},
      {
        "id":"ED197939",
        "title":"A Meta-Analysis of Productive Factors in Science Learning Grades 6 Through 12. Final Technical Report."},
      {
        "id":"ED197941",
        "title":"Resource Development of Watershed Lands: A Six Week Short Course."},
      {
        "id":"ED197945",
        "title":"Professional Ethics Activities in the Scientific and Engineering Societies. AAAS Professional Ethics Project."},
      {
        "id":"ED197946",
        "title":"Effects of Counting and Matching on Conservation of Number."},
      {
        "id":"ED197947",
        "title":"Current Issues VI: The Yearbook of Environmental Education and Environmental Studies. Selected Papers from the Annual Conference of the National Association for Environmental Education (9th)."},
      {
        "id":"ED197949",
        "title":"Incentive Program in Science and Engineering: A Progress Report for 1976-1977. Final Report."},
      {
        "id":"ED197950",
        "title":"Mathematics Program Guide, Grades K-6."},
      {
        "id":"ED197957",
        "title":"Mathematical Requirements in Navy Class \"A\" Electronics Schools."},
      {
        "id":"ED197959",
        "title":"The Effects of School Environment and Student Cognitive Characteristics Upon School Achievement in Mathematics."},
      {
        "id":"ED197961",
        "title":"Focus on Energy: A School Transportation Handbook. Proceedings of the Midwest School Transportation Fleet Management Seminar (Lansing, Michigan, November 28-29, 1979)."},
      {
        "id":"ED197962",
        "title":"Problem-Solving Studies in Mathematics. Monograph Series."},
      {
        "id":"ED197963",
        "title":"Identification and Characterization of Computational Estimation Processes Used by Inschool Pupils and Out-of-School Adults. Final Report."},
      {
        "id":"ED197964",
        "title":"A Study of the Teaching and Learning of Growth Relationships in the 6th Grade. Final Report."},
      {
        "id":"ED197965",
        "title":"Local Assessment of Science Education in Two-Year Colleges (El Paso Community College). Technical Report."},
      {
        "id":"ED197966",
        "title":"Basic Experiments in Telecommunications."},
      {
        "id":"ED197967",
        "title":"Development of an Interdisciplinary Workshop in Urban Transportation. Final Substantive Report."},
      {
        "id":"ED197969",
        "title":"Pennsylvania Comprehensive Mathematics Plan: Direction for the 80&apos;s."},
      {
        "id":"ED197973",
        "title":"An Evaluation of the National Science Foundation Comprehensive Assistance to Undergraduate Science Education Program. Executive Summary."},
      {
        "id":"ED197974",
        "title":"An Evaluation of the National Science Foundation Comprehensive Assistance to Undergraduate Science Education Program, Volume I: Overview and Findings."},
      {
        "id":"ED197975",
        "title":"An Evaluation of the National Science Foundation Comprehensive Assistance to Undergraduate Science Education Program, Volume II: Visits to Twenty-Five CAUSE Projects."},
      {
        "id":"ED197976",
        "title":"An Evaluation of the National Science Foundation Comprehensive Assistance to Undergraduate Science Education Program, Volume III: Broad View of CAUSE Projects."},
      {
        "id":"ED197979",
        "title":"The Five-Year Outlook: Problems, Opportunities and Constraints in Science and Technology. Volume I."},
      {
        "id":"ED197980",
        "title":"The Five-Year Outlook: Problems, Opportunities and Constraints in Science and Technology. Volume II."},
      {
        "id":"ED197982",
        "title":"The ELEXTEC Project. Final Report."},
      {
        "id":"ED197984",
        "title":"Idea Cards for Water Flow. Elementary Science Study."},
      {
        "id":"ED197985",
        "title":"Calculus - Differentiation. Physical Processes in Terrestrial and Aquatic Ecosystems, Applied Mathematics."},
      {
        "id":"ED197987",
        "title":"Programmer's Guide for Subroutine PLOT3D. Physical Processes in Terrestrial and Aquatic Ecosystems, Computer Programs and Graphics Capabilities."},
      {
        "id":"ED197988",
        "title":"User's Guide for Subroutine PLOT3D. Physical Processes in Terrestrial and Aquatic Ecosystems, Computer Programs and Graphics Capabilities."},
      {
        "id":"ED197989",
        "title":"Foundations of Physical Theory, I: Force and Energy. Physical Processes in Terrestrial and Aquatic Ecosystems, Fundamentals."},
      {
        "id":"ED197990",
        "title":"Fluid Dynamics Applied to Streams. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED197991",
        "title":"Heat Transfer Processes for the Thermal Energy Balance of Organisms. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED197992",
        "title":"Pressure and Buoyancy in Aquatic Ecosystems. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED197993",
        "title":"Field Keys to Common Hawaiian Marine Animals and Plants."},
      {
        "id":"ED197994",
        "title":"National Sea Grant College Program: The First Ten Years."},
      {
        "id":"ED197996",
        "title":"What Is Energy? Easy Energy Reader, Book I."},
      {
        "id":"ED197997",
        "title":"History of Energy. Easy Energy Reader, Book II."},
      {
        "id":"ED197998",
        "title":"Energy: What Can We Do Right Now? Easy Energy Reader, Book III."},
      {
        "id":"ED197999",
        "title":"Energy: What About the Future? Easy Energy Reader, Book IV."},
      {
        "id":"ED198002",
        "title":"The Development of an Experiment in Higher Education of Utah for Industrial Ties and Educational Utilization: RESIA--Restructuring of Education in Science for Industrial Alignment."},
      {
        "id":"ED198003",
        "title":"Using the ConSAT: A Memo to Teachers."},
      {
        "id":"ED198004",
        "title":"The Energy-Wise Homebuyer: A Guide to Selecting an Energy-Efficient Home."},
      {
        "id":"ED198008",
        "title":"Ecological Planning for Farmlands Preservation: A Sourcebook for Educators and Planners."},
      {
        "id":"ED198010",
        "title":"North Carolina Marine Education Manual, Unit One: Coastal Geology."},
      {
        "id":"ED198011",
        "title":"North Carolina Marine Education Manual, Unit Two: Seawater."},
      {
        "id":"ED198012",
        "title":"North Carolina Marine Education Manual, Unit Three: Coastal Ecology."},
      {
        "id":"ED198013",
        "title":"North Carolina Marine Education Manual, Unit Four: Coastal Beginnings."},
      {
        "id":"ED198014",
        "title":"North Carolina Marine Education Manual: Appendices."},
      {
        "id":"ED198015",
        "title":"The Chesapeake: A Boating Guide to Weather. Educational Series Number 25."},
      {
        "id":"ED198016",
        "title":"Metaperspectives for the Future: Technology."},
      {
        "id":"ED198021",
        "title":"Client Impact Study of Six Detoxification Centers (&quot;Sub-Acute Receiving Centers&quot;)."},
      {
        "id":"ED198022",
        "title":"Client Follow-Up Studies: A Handbook on Program Evaluation for Chemical Dependency Programs."},
      {
        "id":"ED198024",
        "title":"Secondary Social Studies Program Guide."},
      {
        "id":"ED198027",
        "title":"The Saga of Ihu Nui Economic Man [and] Teacher's Guide."},
      {
        "id":"ED198031",
        "title":"A Framework for Culture Study with Special Focus on the Study of Hawaii [and] An Inventory of Overhead Transparency Masters Illustrations."},
      {
        "id":"ED198032",
        "title":"Culture Studies: Hawaiian Studies Project."},
      {
        "id":"ED198042",
        "title":"Aging Awareness: An Annotated Bibliography."},
      {
        "id":"ED198044",
        "title":"Ohio and the World."},
      {
        "id":"ED198045",
        "title":"Knowledge Interpretation Program for Citizenship Education: Dissemination Phase: Final Report."},
      {
        "id":"ED198050",
        "title":"Competency Testing for Teachers: A Case Study in Economic Education."},
      {
        "id":"ED198052",
        "title":"Improving the Effectiveness of Your Questions: Some A, B, C's of Questioning."},
      {
        "id":"ED198061",
        "title":"Urbanization and Environmental Quality. Resource Papers for College Geography."},
      {
        "id":"ED198063",
        "title":"The Periglacial Environment, Permafrost, and Man."},
      {
        "id":"ED198065",
        "title":"Ethnic Studies Sampler. The Best of the Title IX Project Materials."},
      {
        "id":"ED198071",
        "title":"Differential Observer Effects on Student Teachers."},
      {
        "id":"ED198077",
        "title":"Peer Tutoring. References from the Education and Psychology Literature."},
      {
        "id":"ED198078",
        "title":"Experimental Analysis of Some Process Variables in Peer Tutorial Learning."},
      {
        "id":"ED198082",
        "title":"Movement Activity Levels on Traditional and Contemporary Playground Structures."},
      {
        "id":"ED198084",
        "title":"Qualifications of Professional Education Faculty."},
      {
        "id":"ED198085",
        "title":"Incidence of Behavior Disorders in Children in South Carolina: Teachers' Perceptions."},
      {
        "id":"ED198087",
        "title":"Teachers' Perceptions of the Characteristics and Influences on their Personal and Professional Development."},
      {
        "id":"ED198092",
        "title":"The Influence of Selected Context Variables on Schooling."},
      {
        "id":"ED198093",
        "title":"Specifying and Refining Competencies."},
      {
        "id":"ED198094",
        "title":"The Role and Training of Teacher Trainers. Synthesis Report. In-Service Education and Training of Teachers: Toward New Policies."},
      {
        "id":"ED198095",
        "title":"Reflecting Upon Evaluation. Synthesis Report. In-Service Education and Training of Teachers: Towards New Policies."},
      {
        "id":"ED198096",
        "title":"School Focused In-Service Education. Clarification of a New Concept and Strategy. Synthesis Report. In-Service Education and Training of Teachers: Towards New Policies."},
      {
        "id":"ED198099",
        "title":"The 1980 Indiana School Drug Study. Executive Summary. 1977-1980 Changes in Student Drug Use Patterns."},
      {
        "id":"ED198101",
        "title":"Beyond Brain Growth: Other Factors Affecting Cognitive Development."},
      {
        "id":"ED198102",
        "title":"The Relationship Between Personality, Leadership Style, and Team Success."},
      {
        "id":"ED198104",
        "title":"The Key to Effective Inservice: Building Teacher-Teacher Collaboration."},
      {
        "id":"ED198109",
        "title":"Follow-up: The Missing Element of Staff Development."},
      {
        "id":"ED198117",
        "title":"Assessing Physical Education. Grade 7. Resource Materials for Teachers."},
      {
        "id":"ED198118",
        "title":"Assessing Physical Education. Grade 3. Resource Materials for Teachers."},
      {
        "id":"ED198119",
        "title":"Assessing Physical Education. Grade 11. Resource Materials for Teachers."},
      {
        "id":"ED198121",
        "title":"Research on the Sociology of Education in New Zealand."},
      {
        "id":"ED198124",
        "title":"Behaviour Analysis in Educational Settings in New Zealand: Current Research Trends."},
      {
        "id":"ED198125",
        "title":"Handbook for Review and Validation of Teacher Corps Products and Practices."},
      {
        "id":"ED198126",
        "title":"Cathartic and Socialization Functions of \"Teacher Bars\" (Findings)."},
      {
        "id":"ED198133",
        "title":"Tucson Desegregation Model for Teacher Training."},
      {
        "id":"ED198136",
        "title":"Emerging Patterns for Teacher Education and Certification in the South."},
      {
        "id":"ED198142",
        "title":"A Knowledge Base for Teacher Induction."},
      {
        "id":"ED198151",
        "title":"Empirical Bayes Estimation in the Rasch Model: A Simulation."},
      {
        "id":"ED198152",
        "title":"Contract Grading."},
      {
        "id":"ED198153",
        "title":"Intelligence Testing, Education, and Chicanos: An Essay in Social Inequality."},
      {
        "id":"ED198154",
        "title":"How Attitudes are Measured: A Review of Investigations of Professional, Peer, and Parent Attitudes Toward the Handicapped."},
      {
        "id":"ED198155",
        "title":"Student Writing, 1980: A Description of the Writing Abilities of 9-, 13-, and 17-Year-Olds Enrolled in the Department of Defense Dependents Schools."},
      {
        "id":"ED198156",
        "title":"An Empirical Comparison of Judgmental Approaches to Standard Setting Procedures."},
      {
        "id":"ED198161",
        "title":"Project ADVANCE. Evaluation Manual. Mt. Diablo Unified School District."},
      {
        "id":"ED198162",
        "title":"An Annotated Bibliography of Practical Tests for Young Children. (Third Revised Edition)."},
      {
        "id":"ED198163",
        "title":"Implications for Minority Groups of the Movement Toward Minimum-Competency Testing. A Symposium presented at the 1979 Annual Meeting of the National Council on Measurement in Education."},
      {
        "id":"ED198169",
        "title":"Aspiration and Attainment: The Measurement of Professional Self Perception in Student Teachers. Occasional Paper No. 11."},
      {
        "id":"ED198172",
        "title":"Nonverbal Communication Tests as Predictors of Success in Psychology and Counseling."},
      {
        "id":"ED198173",
        "title":"Time-On-Task: Issues of Timing, Sampling and Definition."},
      {
        "id":"ED198175",
        "title":"Cognitive Process Analysis of Aptitude: The Nature of Inductive Reasoning Tasks."},
      {
        "id":"ED198176",
        "title":"Iterative Evaluation: NRS. An Example."},
      {
        "id":"ED198177",
        "title":"Overlap: What's Tested, What's Taught?"},
      {
        "id":"ED198179",
        "title":"Measurement of Respondent Burden: Study Design and Early Findings."},
      {
        "id":"ED198180",
        "title":"Evaluation Thesaurus. Second Edition."},
      {
        "id":"ED198183",
        "title":"Intelligence, Intelligence Testing, and School Practices. Revised Edition."},
      {
        "id":"ED198184",
        "title":"The Effects of Current and Alternative Intra-District Allocation Procedures on Coverage of Disadvantaged Students. Working Paper."},
      {
        "id":"ED198191",
        "title":"Integrating Cultural Diversity into Non-Sex-Biased Curriculum. Final Program Performance Report."},
      {
        "id":"ED198194",
        "title":"Two-Way Socialization Processes in the Classroom. Final Report."},
      {
        "id":"ED198195",
        "title":"Trends in Inequality of Educational Opportunity in Brazil: A Test of Two Competing Theories."},
      {
        "id":"ED198196",
        "title":"Judicial Management of School Desegregation Cases: Dallas, St. Louis, Wilmington, Minneapolis, Atlanta, Pasadena, Denver. Final Report."},
      {
        "id":"ED198197",
        "title":"The Tarnished Golden Door: Civil Rights Issues in Immigration; A Report of the United States Commission on Civil Rights."},
      {
        "id":"ED198203",
        "title":"Urban Education: The City as a Living Curriculum."},
      {
        "id":"ED198207",
        "title":"The Black Migrant Child and Public Policy."},
      {
        "id":"ED198214",
        "title":"Puerto Ricans and the Public Schools: A Critical Commentary. Working Papers on Meeting the Education Needs of Cultural Minorities."},
      {
        "id":"ED198215",
        "title":"A Report on the Cuban Students in the Dade County Public Schools, Miami, Florida: Working Papers on Meeting the Education Needs of Cultural Minorities."},
      {
        "id":"ED198219",
        "title":"The Educational Needs of Black Children: Working Papers on Meeting the Education Needs of Cultural Minorities."},
      {
        "id":"ED198224",
        "title":"Life Enhancement Counseling: A Psychosocial Model of Services for Cuban Elders."},
      {
        "id":"ED198227",
        "title":"Classroom Interaction Patterns Among Black and White Boys and Girls."},
      {
        "id":"ED198228",
        "title":"Classroom Interaction Patterns Among Black and White Boys and Girls (Summary)."},
      {
        "id":"ED198233",
        "title":"Chinatown: Recording Reality; Dispelling Myths."},
      {
        "id":"ED198235",
        "title":"California's Demonstration Programs in Reading and Mathematics."},
      {
        "id":"ED198236",
        "title":"Health of the Disadvantaged. Chart Book-II."},
      {
        "id":"ED198237",
        "title":"Planning for and Implementing Effective School Desegregation: The Role of Teacher Associations."},
      {
        "id":"ED198238",
        "title":"Human Resources &amp; Demographics: Characteristics of People and Policy."},
      {
        "id":"ED198239",
        "title":"Characteristics and Needs of Out-of-School Youth."},
      {
        "id":"ED198240",
        "title":"Symposium on the Socialization of Black Women. (Houston, Texas, September 20-21, 1979)."},
      {
        "id":"ED198245",
        "title":"Trainability of Abilities. Final Report, March 15, 1977-March 15, 1980."},
      {
        "id":"ED198252",
        "title":"COVERD and Legislation for &quot;Program Improvement and Supportive Services&quot;."},
      {
        "id":"ED199258",
        "title":"Causal Attribution: A New Scale Developed to Minimize Existing Methodological Problems."},
      {
        "id":"ED199260",
        "title":"Title II: The National Basic Skills Improvement Program--What's It All About?"},
      {
        "id":"ED199263",
        "title":"Procedural Handbook: 1978-79 Writing Assessment."},
      {
        "id":"ED199266",
        "title":"The Use of Latent Trait Models in Psycholinguistic Research."},
      {
        "id":"ED199269",
        "title":"Canonical Correlation: Recent Extensions for Modelling Educational Processes."},
      {
        "id":"ED199271",
        "title":"Evaluation Utilization: A Literature Review and Research Agenda."},
      {
        "id":"ED199272",
        "title":"Policy Implications Analysis: A Methodological Advancement for Policy Research and Evaluation."},
      {
        "id":"ED199274",
        "title":"Measuring Educational Expectancies."},
      {
        "id":"ED199280",
        "title":"Accounting for the Uncertainty in Performance Standards."},
      {
        "id":"ED199282",
        "title":"A Comparison of the ANCILLES and LOGIST Parameter Estimation Procedures for the Three-Parameter Logistic Model Using Goodness of Fit as a Criterion."},
      {
        "id":"ED199284",
        "title":"Effort Attribution: The Direction Makes a Difference."},
      {
        "id":"ED199285",
        "title":"An Evaluation of the Effectiveness of a Large Statewide Assessment Program."},
      {
        "id":"ED199286",
        "title":"The Impact of Societal Biases on Research Methods."},
      {
        "id":"ED199287",
        "title":"Instructing Students on the Use of Headings as Aids in Processing Scientific Text."},
      {
        "id":"ED199288",
        "title":"Knowledge Schema Training and Descriptive Prose Processing."},
      {
        "id":"ED199289",
        "title":"The Place of Values in Needs Assessment."},
      {
        "id":"ED199290",
        "title":"A Technique for Relating School Variables to Individual Student Achievement."},
      {
        "id":"ED199292",
        "title":"Manuals for Editors and Authors: A Decision Model."},
      {
        "id":"ED199293",
        "title":"The Influence of Negatively Worded Scale Items on Overall Ratings."},
      {
        "id":"ED199294",
        "title":"Linking Agents and State-Mandated Educational Projects: A Study of the Role and Functions of Facilitators During Implementation of Maryland&apos;s Project Basic."},
      {
        "id":"ED199296",
        "title":"Faculty Perceptions of the Quality and Usefulness of Three Types of Evaluative Information."},
      {
        "id":"ED199297",
        "title":"Using Student Perceptions of Teacher Behavior to Predict Student Outcomes."},
      {
        "id":"ED199299",
        "title":"Methodological Considerations in the Development of Indicators of Achievement in the NAEP Data."},
      {
        "id":"ED199300",
        "title":"A Nationwide Survey of Administrators' Perceptions of Evaluation."},
      {
        "id":"ED199301",
        "title":"&quot;Net Benefit,&quot; A Neglected Metaevaluation Criterion."},
      {
        "id":"ED199307",
        "title":"Employment of Asian/Pacific American Women in Chicago. Report of a Conference Sponsored by the Women's Bureau, U.S. Department of Labor (Chicago, Illinois, March 22, 1980)."},
      {
        "id":"ED199309",
        "title":"Breaking Down Barriers: New Evidence on the Impact of Metropolitan School Desegregation on Housing Patterns. Final Report."},
      {
        "id":"ED199310",
        "title":"Chasing the American Dream: Jobs, Schools, and Employment Training Programs in New York State."},
      {
        "id":"ED199313",
        "title":"Bibliography on Informal Support Systems."},
      {
        "id":"ED199317",
        "title":"The Urban Household in the 1980s: A Demographic and Economic Perspective. Revised."},
      {
        "id":"ED199319",
        "title":"Asian/Pacific American Education Agenda for the 1980's."},
      {
        "id":"ED199326",
        "title":"National Consultation on Safety and Force: An Opportunity for Police-Minority Community Cooperation (Silver Spring, Maryland, December 11-13, 1979). Summary Report."},
      {
        "id":"ED199327",
        "title":"Local Evaluation Use: Can the TAC Help?"},
      {
        "id":"ED199328",
        "title":"Development of Black Community Influence in a Southern School District."},
      {
        "id":"ED199331",
        "title":"Cuban and Haitian Refugee Education. Hearings before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session, on H.R. 7425 (Miami, Florida on June 23; Washington, D.C. on July 1, 1980)."},
      {
        "id":"ED199333",
        "title":"State Leadership Toward Desegregating Education: A Positive Future. A Report of the National Project and Task Force on Desegregation Strategies."},
      {
        "id":"ED199335",
        "title":"The Effects of Desegregation on Prejudice. Final Report."},
      {
        "id":"ED199336",
        "title":"ESEA Title I Schoolwide Projects: Eligibility and Participation, Winter 1979-80. Fast Responses Survey System Report No. 9."},
      {
        "id":"ED199339",
        "title":"Involving Parents in Children's Education: Lessons from Project Follow Through."},
      {
        "id":"ED199340",
        "title":"Reporting Results in Evaluation Settings: Emphasizing Selected Issues in ANCOVA Analysis and Interpretation."},
      {
        "id":"ED199344",
        "title":"Curriculum Decision-Making: The Puerto Rican Family and the Bilingual Child."},
      {
        "id":"ED199345",
        "title":"Asian and Pacific Americans: An Educational Challenge. Working Papers on Meeting the Education Needs of Cultural Minorities."},
      {
        "id":"ED199353",
        "title":"Cultural Differences Do Not Have to Mean Motivational Inequality."},
      {
        "id":"ED199354",
        "title":"Digest of Significant Case-Related Memoranda Issued by the Office for Civil Rights, August and September 1979, Volume 1 Number 3."},
      {
        "id":"ED199358",
        "title":"Longitudinal Assessment of the Intelligence of Black Infants, Ages 22 to 41 Months. Revised."},
      {
        "id":"ED199361",
        "title":"The Role of the School in the Neighborhood. A Report to the National Institute of Education."},
      {
        "id":"ED199363",
        "title":"Statistics of Large City School Districts. A Report of the Research Department of the American Federation of Teachers, AFL-CIO."},
      {
        "id":"ED199366",
        "title":"Una Escoba para Ana, Cien Oficios para Juan. Quinto Modulo de una Serie para Maestros de Escuela Elemental. (A Broom for Anna, A Hundred Jobs for John. Fifth Module of a Series for Elementary School Teachers)."},
      {
        "id":"ED199367",
        "title":"Los Rizos y el Beisbol. Septimo Modulo de una Serie para Maestros de Escuela Elemental. (Curls and Baseball. Seventh Module of a Series for Elementary School Teachers)."},
      {
        "id":"ED199368",
        "title":"[Project SABOR]. Community School District 8, Title VII. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED199369",
        "title":"ESEA Title VII Rafael Cordero Bilingual School Program. Community School District 4. Final Evaluation Report, 1979-80."},
      {
        "id":"ED199370",
        "title":"Project P.R.O.B.E., Title VII. Community School District 7. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED199371",
        "title":"Project BUILD. &quot;Bilingual Understanding Incorporates Learning Disabilities.&quot; An ESEA Title VII Basic Bilingual Education Program. Community School District 4. Final Evaluation Report, 1979-80."},
      {
        "id":"ED199373",
        "title":"Bilingual/Bicultural Education Program. ESEA Title VII. Community School District 24, Queens. Final Evaluation Report, 1979-80."},
      {
        "id":"ED199374",
        "title":"District 30 Title VII Bilingual Program. Evaluation Report, 1979-80."},
      {
        "id":"ED199375",
        "title":"DeWitt Clinton High School Bilingual-Bicultural Program. ESEA Title VII. Final Evaluation Report, 1979-1980."},
      {
        "id":"ED199377",
        "title":"Overview to The Local Focus on Youth: A Review of Prime Sponsor Experience Implementing the Youth Employment and Demonstration Projects Act."},
      {
        "id":"ED199379",
        "title":"Military Curricula for Vocational &amp; Technical Education. Orthopedic Specialist, Classroom Course 10-13."},
      {
        "id":"ED199381",
        "title":"Research in Adult Education: Adult Education and Development. Report on the International Seminars Held at the Nordic Folk Academy (Kungalv, Sweden, June 25-27, 1979)."},
      {
        "id":"ED199382",
        "title":"Report of a Study to Determine the Feasibility of Establishing a Management Information System for Vocational Education in the State of Vermont."},
      {
        "id":"ED199389",
        "title":"Notes & Quotes on Adult Learning."},
      {
        "id":"ED199390",
        "title":"Analysis of Key Federal Legislation Affecting Vocational Education for Indians."},
      {
        "id":"ED199391",
        "title":"Comprehensive Planning Task. Description of Procedures."},
      {
        "id":"ED199392",
        "title":"Improving the Technology of Local Level Vocational Education Planning. Context, Realities, and Research and Development Needs."},
      {
        "id":"ED199393",
        "title":"San Antonio Experience Based Career Education Demonstration Project. Final Narrative Performance Report, September 15, 1976-August 31, 1979."},
      {
        "id":"ED199394",
        "title":"Study to Determine In-Service Education Needs of Part-Time Vocational Faculty and an In-Service Program to Meet Those Needs."},
      {
        "id":"ED199395",
        "title":"The Potential Impact of Employment and Training Programs on Youth Unemployment. Working Paper 1231-1."},
      {
        "id":"ED199396",
        "title":"Addendum: The Potential Impact of Employment and Training Programs on Youth Unemployment. Working Paper 1231-2."},
      {
        "id":"ED199397",
        "title":"Impact of Employment and Training Programs on Measured Unemployment. Working Paper 1231-3."},
      {
        "id":"ED199398",
        "title":"Interview Schedule for Studying Some Basic Characteristics of Learning Projects."},
      {
        "id":"ED199401",
        "title":"Increasing Sex Equity. The Impact of the 1976 Vocational Education Amendments on Sex Equity in Vocational Education."},
      {
        "id":"ED199402",
        "title":"National Council on Family Relations. Pre-Conference Workshop: &quot;Quality of Family Life in the Military.&quot; Proceedings Report (Greensboro, North Carolina, 1980)."},
      {
        "id":"ED199406",
        "title":"Vocational Instructor's Survival Guide."},
      {
        "id":"ED199409",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part I: Getting Ready to Become an Entrepreneur. Unit A: Nature of Small Business. Research and Development Series No. 194 A-1."},
      {
        "id":"ED199410",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part I: Getting Ready to Become an Entrepreneur. Unit B: Are You an Entrepreneur? Research and Development Series No. 194 A-2."},
      {
        "id":"ED199411",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part I: Getting Ready to Become an Entrepreneur. Unit C: How to Succeed and How to Fail. Research and Development Series No. 194 A-3."},
      {
        "id":"ED199412",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part II: Becoming an Entrepreneur. Unit A: Developing the Business Plan. Research and Development Series No. 194 B-1."},
      {
        "id":"ED199413",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part II: Becoming an Entrepreneur. Unit B: Where to Locate the Business. Research and Development Series No. 194 B-2."},
      {
        "id":"ED199414",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part II: Becoming an Entrepreneur. Unit C: Legal Issues and Small Business. Research and Development Series No. 194 B-3."},
      {
        "id":"ED199415",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part II: Becoming an Entrepreneur. Unit D: Government Regulations and Small Businesses. Research and Development Series No. 194 B-4."},
      {
        "id":"ED199416",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part II: Becoming an Entrepreneur. Unit E: Choosing the Type of Ownership. Research and Development Series No. 194 B-5."},
      {
        "id":"ED199417",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part II: Becoming an Entrepreneur. Unit F: How to Finance the Business. Research and Development Series No. 194 B-6."},
      {
        "id":"ED199418",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part II: Becoming an Entrepreneur. Unit G: Resources for Managerial Assistance. Research and Development Series No. 194 B-7."},
      {
        "id":"ED199419",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit A: Managing the Business. Research and Development Series No. 194 C-1."},
      {
        "id":"ED199420",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit B: Financial Management. Research and Development Series No. 194 C-2."},
      {
        "id":"ED199421",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit C: Keeping the Business Records. Research and Development Series No. 194 C-3."},
      {
        "id":"ED199422",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit D: Marketing Management. Research and Development Series No. 194 C-4."},
      {
        "id":"ED199423",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit E: Successful Selling. Research and Development Series No. 194 C-5."},
      {
        "id":"ED199424",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit F: Managing Human Resources. Research and Development Series No. 194 C-6."},
      {
        "id":"ED199425",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit G: Community Relations. Research and Development Series No. 194 C-7."},
      {
        "id":"ED199426",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Part III: Being an Entrepreneur. Unit H: Business Protection. Research and Development Series No. 194 C-8."},
      {
        "id":"ED199427",
        "title":"PACE. A Program for Acquiring Competence in Entrepreneurship. Resource Guide. Research and Development Series No. 194 D."},
      {
        "id":"ED199428",
        "title":"Adaptation to Work: An Exploration of Processes and Outcomes."},
      {
        "id":"ED199429",
        "title":"The Teaching of Employability Skills: Who's Responsible?"},
      {
        "id":"ED199430",
        "title":"Developing Skills for Occupational Transferability. Insight Gained from Current Practice. Information Series No. 125."},
      {
        "id":"ED199431",
        "title":"Viewpoints on Interpreting Outcome Measures in Vocational Education. National Conference on Outcome Measures for Vocational Education (Louisville, Kentucky, August 16-18, 1979). Information Series No. 187."},
      {
        "id":"ED199432",
        "title":"The Unemployment Numbers Is the Message. Occasional Paper No. 38."},
      {
        "id":"ED199435",
        "title":"The Effects of Participating in Vocational Education: Summary of Studies Reported Since 1968. Research and Development Series No. 202."},
      {
        "id":"ED199437",
        "title":"Florida Public Occupational Education Admission Standards and Practices Study."},
      {
        "id":"ED199439",
        "title":"Career Planning Support System. A Report."},
      {
        "id":"ED199441",
        "title":"Job Satisfaction and Work Adjustment: Implications for Vocational Education. Information Series No. 218."},
      {
        "id":"ED199442",
        "title":"Licensure: What Vocational Educators Should Know. Information Series No. 219."},
      {
        "id":"ED199443",
        "title":"Energy: Factors Influencing Vocational Education Policy. Information Series No. 220."},
      {
        "id":"ED199444",
        "title":"Entrepreneurship for Women: An Unfulfilled Agenda. Information Series No. 221."},
      {
        "id":"ED199445",
        "title":"Short Term Skill Training. Alternative Approaches. Information Series No. 222."},
      {
        "id":"ED199446",
        "title":"Productivity: Vocational Education&apos;s Role. Information Series No. 223."},
      {
        "id":"ED199448",
        "title":"Social Security and the Changing Roles of Men and Women (A Summary). NEA Research Memo."},
      {
        "id":"ED199449",
        "title":"Occupational and Environmental Health: A Resource Guide for Health Science Students."},
      {
        "id":"ED199451",
        "title":"Career Education: Concepts and Practices."},
      {
        "id":"ED199452",
        "title":"Career Education Linking Agents: Perspectives and Roles."},
      {
        "id":"ED199453",
        "title":"Career Education Program Design."},
      {
        "id":"ED199454",
        "title":"Getting Ready for School Improvement in Career Education."},
      {
        "id":"ED199455",
        "title":"Local Opinion Surveys for Career Education."},
      {
        "id":"ED199456",
        "title":"School Improvement Processes in Career Education."},
      {
        "id":"ED199457",
        "title":"Estimating the Effect of Training Programs with Nonrandom Selection. Final Report, July-November 1980."},
      {
        "id":"ED199458",
        "title":"Program Evaluation in Vocational Rehabilitation: Observations, No. 2."},
      {
        "id":"ED199464",
        "title":"Management &amp; Organization: Program Planning &amp; Governance, Personnel, Business Management, Community Relations. Handbooks for Experience-Based Career Education."},
      {
        "id":"ED199465",
        "title":"Program Evaluation. Handbooks for Experience-Based Career Education."},
      {
        "id":"ED199466",
        "title":"Curriculum &amp; Instruction: Curriculum Outcomes, Learning Plan Negotiation, Career Explorations, Projects, Learning &amp; Skill Building Levels, Competencies, Student Journals, Employer Seminars, Learning Resources. Handbook for Experience-Based Career Education."},
      {
        "id":"ED199467",
        "title":"Employer/Community Resources: Site Recruitment, Employer Instructor Development, Site Utilization. Handbooks for Experience-Based Career Education."},
      {
        "id":"ED199468",
        "title":"Student Services. Program Entry/Exit, Student Records, Guidance. Handbooks for Experience-Based Career Education."},
      {
        "id":"ED199476",
        "title":"Youth Unemployment and Undereducation: What Approaches Work? Research Paper No. 1."},
      {
        "id":"ED199478",
        "title":"Handbook for Implementing Improved Vocational Agriculture/Agribusiness Programs in Urban Areas."},
      {
        "id":"ED199482",
        "title":"Sex Equity Beyond the Classroom Door: Title IX and Extracurricular Activities. A Technical Manual."},
      {
        "id":"ED199508",
        "title":"Health Occupations in Illinois: Executive Summary."},
      {
        "id":"ED199512",
        "title":"Developing a Comprehensive Cooperative Education Program: Implementing the Plan."},
      {
        "id":"ED199513",
        "title":"Developing a Comprehensive Cooperative Education Program: Management Information Systems."},
      {
        "id":"ED199514",
        "title":"Developing a Comprehensive Cooperative Education Program: Strategic Planning Stages."},
      {
        "id":"ED199515",
        "title":"Developing a Comprehensive Cooperative Education Program: Building a Consensus."},
      {
        "id":"ED199517",
        "title":"Developing Student Profiles. ISSOE: Managing Student Progress."},
      {
        "id":"ED199518",
        "title":"Planning Student Programs. ISSOE: Managing Student Progress."},
      {
        "id":"ED199519",
        "title":"Reporting Student Progress. ISSOE: Managing Student Progress."},
      {
        "id":"ED199520",
        "title":"Student Decision-Making. ISSOE: Managing Student Progress."},
      {
        "id":"ED199521",
        "title":"Systems Overview. ISSOE: Managing Student Progress."},
      {
        "id":"ED199532",
        "title":"Hearing on the Rehabilitation, Education, and Training Programs Administered by the Veteran&apos;s Administration--Nashville, Tenn. Hearing before the Subcommittee on Education, Training, and Employment of the Committee on Veterans&apos; Affairs. House of Representatives. Ninety-Sixty Congress, Second Session (September 26, 1980)."},
      {
        "id":"ED199537",
        "title":"Structured Interview Methodology for Collecting Training Feedback Information."},
      {
        "id":"ED199538",
        "title":"Development of a Model to Identify Vocational Education Needs Associated with Sex Role Stereotype within Special Target Groups. Final Report, May 15, 1978-September 30, 1979."},
      {
        "id":"ED199539",
        "title":"Production Scheduling for Rehabilitation Workshops."},
      {
        "id":"ED199541",
        "title":"Can Research Help Mentally Handicapped Learners Explore Careers?"},
      {
        "id":"ED199542",
        "title":"Can Research Improve Career Guidance Programs in Rural Schools?"},
      {
        "id":"ED199543",
        "title":"Does Performance-Based Teacher Education Work? Case Studies of a Model Curriculum for Vocational Teacher Education."},
      {
        "id":"ED199549",
        "title":"Legislative Provisions for the Improvement of Guidance Programs and Personnel Development. Final Report, Volume I."},
      {
        "id":"ED199551",
        "title":"A Selected Bibliography of Functional Literacy Materials for Adult Learners."},
      {
        "id":"ED199554",
        "title":"A Guide for Establishing and Evaluating SYEP Worksites."},
      {
        "id":"ED199555",
        "title":"A Manual for Training Supervisors in SYEP."},
      {
        "id":"ED199556",
        "title":"A Manual for Supervisors in SYEP."},
      {
        "id":"ED199557",
        "title":"A Manual for Youth in SYEP."},
      {
        "id":"ED199561",
        "title":"The Impact of Job-Performance-Aided Training on Training Effectiveness and Job Performance."},
      {
        "id":"ED199567",
        "title":"Creating Change."},
      {
        "id":"ED199568",
        "title":"Teaching Handicapped Students Vocational Education. A Resource Handbook for K-12 Teachers."},
      {
        "id":"ED199569",
        "title":"Development of an Instructional Model for Helping Youth Acquire Necessary Work Habits, Attitudes, or Values."},
      {
        "id":"ED199573",
        "title":"Well-Meaning Liberal Male: Typical Hypocrite or Uncomfortable Alien."},
      {
        "id":"ED199577",
        "title":"A Conceptual Model of Integrated Child and Family Therapy."},
      {
        "id":"ED199578",
        "title":"Training in Evaluation Research: The Perspective From a Department of Psychology."},
      {
        "id":"ED199579",
        "title":"Theories of the Alcoholic Personality."},
      {
        "id":"ED199580",
        "title":"Blame, Control, and Marital Satisfaction: Wives&apos; Attributions for Conflict in Marriage."},
      {
        "id":"ED199585",
        "title":"Programs and Practices in Adult Counseling."},
      {
        "id":"ED199587",
        "title":"Epidemiology of Aging. Proceedings of the Conference (2nd, Bethesda, Maryland, March 28-29, 1977)."},
      {
        "id":"ED199590",
        "title":"The \"Unacknowledged\" Rape Victim."},
      {
        "id":"ED199591",
        "title":"The Reformulated Model of Learned Helplessness: An Empirical Test."},
      {
        "id":"ED199596",
        "title":"Life Events and Two-Year Outcome in Schizophrenia."},
      {
        "id":"ED199601",
        "title":"Black-White Differences in Responses to California Psychological Inventory Items."},
      {
        "id":"ED199602",
        "title":"The Token Ineffectual: The Woman in Academe."},
      {
        "id":"ED199604",
        "title":"Impression Formation and the Attribution of Attitudes: A &quot;Sleeper&quot; Effect?"},
      {
        "id":"ED199608",
        "title":"Problem-Oriented Parent Conferences: A Training Strategy for School Personnel."},
      {
        "id":"ED199609",
        "title":"Helping the Displaced Homemaker: One Day at a Time."},
      {
        "id":"ED199610",
        "title":"Student Affairs in the 1980s: A Decade of Crisis or Opportunity?"},
      {
        "id":"ED199611",
        "title":"Preretirement Education and Counseling."},
      {
        "id":"ED199613",
        "title":"Verbal Behavior as Mediations of Teacher Expectation Effects."},
      {
        "id":"ED199624",
        "title":"A National Student Competition on Adaptive Re-use: A Shelter Care Facility."},
      {
        "id":"ED199625",
        "title":"An Assessment of the National Incidence of Juvenile Suicide in Adult Jails, Lockups, and Juvenile Detention Centers."},
      {
        "id":"ED199626",
        "title":"Forum on Deinstitutionalization: Selected Readings on Children in Adult Jails and Lockups."},
      {
        "id":"ED199627",
        "title":"Images: A Guide to Futurizing Your Classroom."},
      {
        "id":"ED199628",
        "title":"Teenage Smoking: Immediate and Long-Term Patterns."},
      {
        "id":"ED199635",
        "title":"Beyond the Psycholinguistic Vise of Competence/Performance Theory: Why Study Metalinguistic Awareness?"},
      {
        "id":"ED199639",
        "title":"Investigations of the Diagnostic Reliability of Reading Specialists, Learning Disabilities Specialists, and Classroom Teachers: Results and Implications. Research Series No. 88."},
      {
        "id":"ED199641",
        "title":"Conceptual Frameworks of Reading Held by Teachers."},
      {
        "id":"ED199644",
        "title":"A Meta-Analysis of the Effects of &quot;Imposed&quot; and &quot;Induced&quot; Imagery Upon Word Recall."},
      {
        "id":"ED199645",
        "title":"Towards a Theory of Vocabulary Teaching: Psycholinguistic Implications for Vocabulary Growth."},
      {
        "id":"ED199648",
        "title":"Eye Movements Reveal Components of Flexible Reading Strategies."},
      {
        "id":"ED199652",
        "title":"Toward Reassessment of the Principles Underlying the Choice of Vocabulary and the Teaching of Word Analysis Skills in Reading Instructional Material."},
      {
        "id":"ED199654",
        "title":"Learning Partners: Reading and Mathematics."},
      {
        "id":"ED199659",
        "title":"Prereading: A Developmental Perspective. Technical Report No. 198."},
      {
        "id":"ED199660",
        "title":"Black English Vernacular and Reading Comprehension: A Cloze Study of Third, Sixth, and Ninth Graders. Technical Report No. 199."},
      {
        "id":"ED199661",
        "title":"Contrasting the Effects of Some Text Variables on Comprehension and Ratings of Comprehensibility. Technical Report No. 190."},
      {
        "id":"ED199662",
        "title":"Schema Theory and Reading Comprehension: New Directions. Technical Report No. 191."},
      {
        "id":"ED199663",
        "title":"What Good is Orthographic Redundancy? Technical Report No. 192."},
      {
        "id":"ED199664",
        "title":"Evaluating and Reporting Data Quality in Eye Movement Research. Technical Report No. 193."},
      {
        "id":"ED199665",
        "title":"Language Constraints and the Functional Stimulus in Reading. Technical Report No. 194."},
      {
        "id":"ED199666",
        "title":"On Investigating Children's Transition from Narrative to Expository Discourse: The Multidimensional Nature of Psychological Text Classification. Technical Report No. 195."},
      {
        "id":"ED199667",
        "title":"Improving Memory Skills in Mentally Retarded Children: Empirical Research and Strategies for Intervention. Technical Report No. 196."},
      {
        "id":"ED199668",
        "title":"Event Schemas, Story Schemas, and Story Grammars. Technical Report No. 197."},
      {
        "id":"ED199676",
        "title":"Differences in the Rates of Reading Problems in the United States and Japan: A Search for Causes."},
      {
        "id":"ED199686",
        "title":"Word Association Extended: A Study of the Effects of Written Context on Word Meaning."},
      {
        "id":"ED199691",
        "title":"Effects of Visual and Verbal Stimuli on Children's Learning of Concrete and Abstract Prose."},
      {
        "id":"ED199692",
        "title":"The Role of Literature in Reading Instruction: Cross-Cultural Views."},
      {
        "id":"ED199693",
        "title":"Comprehension in the Content Areas, 7-12, Strategies for Basic Skills."},
      {
        "id":"ED199694",
        "title":"Sentence Combining and Error Reduction."},
      {
        "id":"ED199699",
        "title":"Writing Redux."},
      {
        "id":"ED199704",
        "title":"Linguistic Effects on Children's Encoding and Decoding Performance in Japan and the United States."},
      {
        "id":"ED199708",
        "title":"Sequencing and Branching: Implications for Theory and Practice."},
      {
        "id":"ED199709",
        "title":"Technical Writing Practically Unified through Industry."},
      {
        "id":"ED199710",
        "title":"Why Graduate Students Can't Write: Implications of Research on Writing Anxiety for Graduate Education."},
      {
        "id":"ED199718",
        "title":"Reducing Anxiety in Writing Instruction."},
      {
        "id":"ED199719",
        "title":"Creating Conditions for Learning: A Further Argument for Free Writing."},
      {
        "id":"ED199720",
        "title":"Terrors and Affectations: Students' Perceptions of the Writing Process."},
      {
        "id":"ED199721",
        "title":"Rhetoric: The Methodology of the Humanities."},
      {
        "id":"ED199723",
        "title":"Clinician and Writer: Their Crucible of Involvement."},
      {
        "id":"ED199724",
        "title":"How to Develop and Write a Case for Technical Writing."},
      {
        "id":"ED199725",
        "title":"Defining the Basic Writing Student by Count."},
      {
        "id":"ED199729",
        "title":"Spoken Language and the Development of Writing Abilities."},
      {
        "id":"ED199730",
        "title":"Teaching Graduate Students to Teach Composition: The University of Tennessee."},
      {
        "id":"ED199733",
        "title":"Technical Writing: Past, Present, and Future."},
      {
        "id":"ED199734",
        "title":"Foreign News Agency Influences on a Developing Country Press (Egypt)."},
      {
        "id":"ED199741",
        "title":"Reading and Literature: American Achievement in International Perspective."},
      {
        "id":"ED199742",
        "title":"Tarot Reading as Recombinant Narrative: Literature as Game/Game as Literature."},
      {
        "id":"ED199754",
        "title":"The Best of Children&apos;s Books, 1964-1978."},
      {
        "id":"ED199756",
        "title":"Capitalization Instruction in Elementary School Textbooks."},
      {
        "id":"ED199757",
        "title":"Punctuation Instruction in Elementary School Textbooks."},
      {
        "id":"ED199758",
        "title":"The Scoring of Writing Samples: A Study."},
      {
        "id":"ED199759",
        "title":"Current Books on Composition: Some Reviews."},
      {
        "id":"ED199760",
        "title":"Re: Revision--An Analysis of the Revision Strategies of College Writers."},
      {
        "id":"ED199762",
        "title":"Education in the 80's: English."},
      {
        "id":"ED199764",
        "title":"Teaching the Novel: Mainstreaming the Gifted and Jetstreaming the Average."},
      {
        "id":"ED199767",
        "title":"Toward a Theory of the First Amendment Rights of Children."},
      {
        "id":"ED199770",
        "title":"Film Attendance: Why College Students Chose to See Their Most Recent Film."},
      {
        "id":"ED199771",
        "title":"An Evaluation of Research Replication with Q Method and Its Utility in Market Segmentation."},
      {
        "id":"ED199772",
        "title":"Nonmember Trust of a Group."},
      {
        "id":"ED199774",
        "title":"Loneliness and Communication Apprehension."},
      {
        "id":"ED199780",
        "title":"Supporting Task-Focused Communication."},
      {
        "id":"ED199783",
        "title":"Litigation Costs and Self-Censorship."},
      {
        "id":"ED199786",
        "title":"Political News on Television: A Closer Look at Audience Use and Avoidance Orientations."},
      {
        "id":"ED199787",
        "title":"The Emergence of Mass Communication Curricula in Illinois Community and Junior Colleges."},
      {
        "id":"ED199788",
        "title":"Oral Communication Apprehension: Reconceptualization and a New Look at Measurement."},
      {
        "id":"ED199789",
        "title":"Communication Education in the Future: The Emerging Area of Health Communication."},
      {
        "id":"ED199793",
        "title":"Empathy and Assertive Communication."},
      {
        "id":"ED199801",
        "title":"Promoting the Department within the University."},
      {
        "id":"ED199808",
        "title":"The Principal as Change Agent. The Best of ERIC on Educational Management, Number 55."},
      {
        "id":"ED199810",
        "title":"Administrators and the Courts. The Best of ERIC on Educational Management, Number 56."},
      {
        "id":"ED199817",
        "title":"The Middle School in Profile: A Day in the Seventh Grade."},
      {
        "id":"ED199822",
        "title":"Reassessing Research in the Politics of Education."},
      {
        "id":"ED199825",
        "title":"Two Constraints to Utilization at the School Level."},
      {
        "id":"ED199826",
        "title":"Increased Decision Making Involvement for Teachers: Ethical and Practical Consideration. Revised."},
      {
        "id":"ED199828",
        "title":"Merit Pay. Research Action Brief Number 15."},
      {
        "id":"ED199829",
        "title":"School Security. The Best of ERIC on Educational Management, Number 57."},
      {
        "id":"ED199831",
        "title":"Political Issues in Education. A Report of the 1978 Chief State School Officers Summer Institute."},
      {
        "id":"ED199832",
        "title":"Effective Strategies for State Education Agencies in Community Education Development: A National Assessment."},
      {
        "id":"ED199833",
        "title":"The 80&apos;s: How Will Public Education Respond? A Report of the Council of Chief State School Officers&apos; Annual Summer Institute (10th, Jeffersonville, Vermont, Just 25-August 2, 1979)."},
      {
        "id":"ED199834",
        "title":"Guidelines to Accompany the Elementary School Self-Assessment Book, 1979."},
      {
        "id":"ED199835",
        "title":"Elementary School Self-Assessment Book. Preliminary Edition."},
      {
        "id":"ED199847",
        "title":"Core Curriculum to Assist Schools in Preventing and Reducing Violence, Vandalism, and Disruption. Trainer&apos;s Guide. 3 Volumes."},
      {
        "id":"ED199848",
        "title":"Core Curriculum in Preventing and Reducing School Violence and Vandalism. Course 1: Putting It All Together and Taking It Home. Participant Guide and Reference Notebook."},
      {
        "id":"ED199849",
        "title":"Core Curriculum in Preventing and Reducing School Violence and Vandalism. Course 2: Discipline. Participant Guide and Reference Notebook."},
      {
        "id":"ED199850",
        "title":"Core Curriculum in Preventing and Reducing School Violence and Vandalism. Course 3: School Climate. Participant Guide and Reference Notebook."},
      {
        "id":"ED199851",
        "title":"Core Curriculum in Preventing and Reducing School Violence and Vandalism. Course 4: Interpersonal Relations. Participant Guide and Reference Notebook."},
      {
        "id":"ED199852",
        "title":"Core Curriculum in Preventing and Reducing School Violence and Vandalism. Course 5: Security. Participant Guide and Reference Notebook."},
      {
        "id":"ED199853",
        "title":"Core Curriculum in Preventing and Reducing School Violence and Vandalism. Course 6: Environment. Participant Guide and Reference Notebook."},
      {
        "id":"ED199854",
        "title":"Core Curriculum in Preventing and Reducing School Violence and Vandalism. Course 7: The Community as a Problem-Solving Resource. Participant Guide and Reference Notebook."},
      {
        "id":"ED199855",
        "title":"Program Resource Guide."},
      {
        "id":"ED199856",
        "title":"Compendium Listing."},
      {
        "id":"ED199857",
        "title":"National School Resource Network. Technical Assistance Bulletin 1."},
      {
        "id":"ED199858",
        "title":"&quot;Helping Hand&quot; Type Programs. Technical Assistance Bulletin 2."},
      {
        "id":"ED199859",
        "title":"Reducing School Bus Violence: The Salem, Oregon, Warning/Suspension System. Technical Assistance Bulletin 5."},
      {
        "id":"ED199860",
        "title":"Behavior Contracts: Written Commitments. Technical Assistance Bulletin 7."},
      {
        "id":"ED199861",
        "title":"Walkie-Talkies Within School Buildings. Technical Assistance Bulletin 8."},
      {
        "id":"ED199862",
        "title":"The Officer Friendly Program. Technical Assistance Bulletin 9."},
      {
        "id":"ED199863",
        "title":"Youth Service and Juvenile Justice Networks. Technical Assistance Bulletin 14."},
      {
        "id":"ED199864",
        "title":"Operation Stay-in-School: A Truancy Abatement Program. Technical Assistance Bulletin 15."},
      {
        "id":"ED199865",
        "title":"Nighttime School Police Presence. Technical Assistance Bulletin 16. [and] Trailer Watch Programs. Technical Assistance Bulletin 17."},
      {
        "id":"ED199866",
        "title":"A Comprehensive Approach to Vandalism Prevention: Fayette County, Kentucky. Technical Assistance Bulletin 19."},
      {
        "id":"ED199867",
        "title":"Visitor Control in the Schools. Technical Assistance Bulletin 20."},
      {
        "id":"ED199868",
        "title":"Flint, Michigan, Community Schools. Technical Assistance Bulletin 21."},
      {
        "id":"ED199869",
        "title":"Building School-Court Cooperation: The Berrien County Model. Technical Assistance Bulletin 22."},
      {
        "id":"ED199870",
        "title":"Restitution Programs for Juvenile Offenders. Technical Assistance Bulletin 23."},
      {
        "id":"ED199871",
        "title":"The FBI Crime Resistance Program. Technical Assistance Bulletin 24."},
      {
        "id":"ED199872",
        "title":"School-Community Cooperation: Oakland's Adopt-a-School Program. Technical Assistance Bulletin 25."},
      {
        "id":"ED199873",
        "title":"Vandalism Preventive Education: Programs and Resources. Technical Assistance Bulletin 26."},
      {
        "id":"ED199874",
        "title":"The Open Road Student Involvement Project. Technical Assistance Bulletin 29."},
      {
        "id":"ED199875",
        "title":"Training for School Bus Safety. Technical Assistance Bulletin 30."},
      {
        "id":"ED199876",
        "title":"School Court Liaison Program: The Cambridge Model. Technical Assistance Bulletin 31."},
      {
        "id":"ED199877",
        "title":"Yerba Buena: A School-Based Interagency Team Approach. Technical Assistance Bulletin 32."},
      {
        "id":"ED199878",
        "title":"Youth Action Teams: An Approach to Student Involvement. Technical Assistance Bulletin 33."},
      {
        "id":"ED199879",
        "title":"Franklin School: Vandalism Prevention Through School Pride. Technical Assistance Bulletin 34."},
      {
        "id":"ED199880",
        "title":"Contingency Planning. Technical Assistance Bulletin 35."},
      {
        "id":"ED199881",
        "title":"The William A. Wirt High School Behavior Modification Clinic. Technical Assistance Bulletin 36."},
      {
        "id":"ED199882",
        "title":"Alternative Schools and Programs: Five Descriptions. Technical Assistance Bulletin 37."},
      {
        "id":"ED199883",
        "title":"School Climate Assessment Programs. Technical Assistance Bulletin 38."},
      {
        "id":"ED199884",
        "title":"School Safety Funding Sources: Where to Look. Technical Assistance Bulletin 39."},
      {
        "id":"ED199885",
        "title":"Resource Handbook on Discipline Codes."},
      {
        "id":"ED199886",
        "title":"Training for Planning Project. Final Report."},
      {
        "id":"ED199888",
        "title":"School Emergency Planning Guide."},
      {
        "id":"ED199891",
        "title":"Student and Parent Rights in Public Education."},
      {
        "id":"ED199892",
        "title":"Competency Based Education Program. Final Report, June 1, 1978-November 30, 1979."},
      {
        "id":"ED199895",
        "title":"Pupil Population Projections: Essential Tools for Educational Planners."},
      {
        "id":"ED199899",
        "title":"Student Performance Expectations of the Foundation Program."},
      {
        "id":"ED199900",
        "title":"Framework for DOE Curriculum Improvement, 1976-1981."},
      {
        "id":"ED199901",
        "title":"Report of the Task Force on Graduation Requirements."},
      {
        "id":"ED199902",
        "title":"Procedural Handbook for the Improvement Component of the Foundation Program Assessment and Improvement System (FPAIS)."},
      {
        "id":"ED199906",
        "title":"Complexity and Control: What Legislators and Administrators Can Do About Implementating Public Policy."},
      {
        "id":"ED199907",
        "title":"Cuebook II. State Education Collective Bargaining Laws. Report No. F80-5."},
      {
        "id":"ED199908",
        "title":"Students' Rights and Responsibilities Handbook. 1980 Revision."},
      {
        "id":"ED199910",
        "title":"Bureaucracy, Professionalism and Knowledge: Structures of Authority and Structures of Control."},
      {
        "id":"ED199911",
        "title":"The Function of Educational Administration in the Processes of Cultural Transmission."},
      {
        "id":"ED199912",
        "title":"Resource Notebook."},
      {
        "id":"ED199915",
        "title":"A Study of Professional Attitudes of Teachers in the Cumberland County and Putnam County Public School Systems in Tennessee."},
      {
        "id":"ED199919",
        "title":"Organizational Communication Research: An Exploratory Application of a Conceptual Model for an Organized Knowledge Base."},
      {
        "id":"ED199926",
        "title":"Implementing Guidelines. Illinois Law Providing for Sex Equity in Education (Sections 24-4, 24-7, 27-1 of The School Code of Illinois)."},
      {
        "id":"ED199932",
        "title":"Leadership Theories."},
      {
        "id":"ED199937",
        "title":"Educational Research, Development, and Innovation: The Institutionalization of Change in Education."},
      {
        "id":"ED199938",
        "title":"Education for the Gifted in Science and Mathematics. Revised."},
      {
        "id":"ED199939",
        "title":"A Description of Moderately Mentally Retarded Adolescents' Responses to Written Language."},
      {
        "id":"ED199949",
        "title":"Expanding Opportunities: Vocational Education for the Handicapped."},
      {
        "id":"ED199952",
        "title":"We Killed Them: Trials and Tribulations of a Special Olympic Basketball Team."},
      {
        "id":"ED199953",
        "title":"Proceedings of a National Multicultural Seminar on Mental Retardation among Minority Disadvantaged Populations (Norfolk, Virginia, October 10-12, 1977)."},
      {
        "id":"ED199954",
        "title":"Training Systems for Institutions. Teaching Research, Vol. IX, No. 1."},
      {
        "id":"ED199958",
        "title":"Childhood Depression and Hyperactivity."},
      {
        "id":"ED199959",
        "title":"The Disabled College Freshman."},
      {
        "id":"ED199963",
        "title":"Policy Options for Insuring the Delivery of an Appropriate Education to Handicapped Children Who Are of Limited English Proficiency."},
      {
        "id":"ED199966",
        "title":"Oversight on Programs for the Deaf and Hearing Impaired, 1980. Hearing Before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, Second Session on to Examine Current Problems and Programs of the Deaf and Hearing Impaired, and to Explore Future Technological Developments Designed to Handle Their Problems."},
      {
        "id":"ED199967",
        "title":"Oversight on Education for All Handicapped Children Act, 1980. Hearing Before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, Second Session on Oversight on Public Law 94-142, Education for All Handicapped Children Act."},
      {
        "id":"ED199970",
        "title":"A National Survey of Individualized Education Programs (IEPs) for Handicapped Children. Volume I: Executive Summary. Final Report."},
      {
        "id":"ED199971",
        "title":"A National Survey of Individualized Education Programs (IEPs) for Handicapped Children. Volume II: Introduction, Methodology, and Instrumentation. Final Report."},
      {
        "id":"ED199972",
        "title":"A National Survey of Individualized Education Programs (IEPs) for Handicapped Children. Volume III: Basic Survey Findings. Final Report."},
      {
        "id":"ED199973",
        "title":"A National Survey of Individualized Education Programs (IEPs) for Handicapped Children. Volume IV: Retrospective Longitudinal Substudy Findings. Final Report."},
      {
        "id":"ED199974",
        "title":"A National Survey of Individualized Education Programs (IEPs) for Handicapped Children. Volume V: State/Special Facility Substudy Findings. Final Report"},
      {
        "id":"ED199975",
        "title":"A National Survey of Individualize Education Programs (IEPs) for Handicapped Children: Follow-Up Study of the IEP Development Process. Final Report."},
      {
        "id":"ED199976",
        "title":"A Study of the Implementation of P.L. 94-142 for Handicapped Migrant Children. Final Report."},
      {
        "id":"ED199978",
        "title":"Study of Procedures for Determining the Least Restrictive Environment (LRE) Placement of Handicapped Children. Final Report. Activity 2: Analysis of Local School District Procedures."},
      {
        "id":"ED199980",
        "title":"Study of Procedures for Determining the Least Restrictive Environment (LRE) Placement of Handicapped Children. Final Report. Activity 4: Promising Strategies for Determining the Educational Placement of Handicapped Children."},
      {
        "id":"ED199981",
        "title":"Study of Procedures for Determining the Least Restrictive Environment (LRE) Placement of Handicapped Children: Final Project Report."},
      {
        "id":"ED199985",
        "title":"A Model Demonstration Service Delivery Continuum for Preschool Handicapped Children. Final Program Performance Report, July 1, 1979-June 30, 1980."},
      {
        "id":"ED199988",
        "title":"Too Late at Eight: Prevention and Intervention, Young Children&apos;s Learning Difficulties."},
      {
        "id":"ED199991",
        "title":"Serving Handicapped Children in Home-Based Head Start: A Guide for Home Visitors and Others Working With Handicapped Children and Their Families in the Home."},
      {
        "id":"ED199992",
        "title":"Cross Age and Peer Tutoring: Help for Children with Learning Problems. What Research and Experience Say to the Teacher of Exceptional Children."},
      {
        "id":"ED199993",
        "title":"Culturally Diverse Exceptional Children in School."},
      {
        "id":"ED200005",
        "title":"Bilingual Education and Public Policy in the United States. Ethnoperspectives in Bilingual Education Research, Volume I."},
      {
        "id":"ED200006",
        "title":"Acquisition of Temporal and Aspectual Distinctions in Mandarin."},
      {
        "id":"ED200008",
        "title":"Why Do Children Say What They Say When They Say It? An Experimental Approach to the Psychogenesis of Presupposition."},
      {
        "id":"ED200011",
        "title":"R&amp;D Speaks: Bilingual/Multicultural Education. Conference Proceedings (Austin, Texas, November 12-13, 1979)."},
      {
        "id":"ED200012",
        "title":"Survey of Foreign Language Enrollments in Public Secondary Schools, Fall 1978. Final Report."},
      {
        "id":"ED200014",
        "title":"Guarani Basic Course, Part I."},
      {
        "id":"ED200015",
        "title":"Guarani Basic Course, Part II."},
      {
        "id":"ED200026",
        "title":"Le monde francophone (The Francophone World)."},
      {
        "id":"ED200027",
        "title":"French Language Program Guide."},
      {
        "id":"ED200029",
        "title":"Hawaiian Language Program Guide."},
      {
        "id":"ED200030",
        "title":"Japanese Language Program Guide."},
      {
        "id":"ED200031",
        "title":"Russian Language Program Guide."},
      {
        "id":"ED200035",
        "title":"Research Survey of Bilingualism and Bilingual Education in the Soviet Union."},
      {
        "id":"ED200040",
        "title":"Foreign Language Framework for California Public Schools: Kindergarten through Grade Twelve."},
      {
        "id":"ED200044",
        "title":"Teaching Writing Skills: Focus on the Process."},
      {
        "id":"ED200046",
        "title":"The Other &quot;Come&quot; in Black English."},
      {
        "id":"ED200047",
        "title":"The Secretary as an Information Resource."},
      {
        "id":"ED200049",
        "title":"The Use and Analysis of Uncommon Forms of Address: A Business Example."},
      {
        "id":"ED200062",
        "title":"Developing Curriculum for the Bilingual Classroom: Toward Defining the Role of the Teacher."},
      {
        "id":"ED200066",
        "title":"Canadian Universities 1980 and Beyond. Enrolment, Structural Change and Finance."},
      {
        "id":"ED200074",
        "title":"Institutional Research and External Agency Reporting Responsibility."},
      {
        "id":"ED200075",
        "title":"CAUSE Grant SER77-06227. Final Report."},
      {
        "id":"ED200085",
        "title":"Indexing Tuition and Fees to Cost of Education: Implications for State Policy."},
      {
        "id":"ED200089",
        "title":"Graduates of Higher Education in the Food and Agricultural Sciences: An Analysis of Supply/Demand Relationship. Volume II--Home Economics."},
      {
        "id":"ED200090",
        "title":"Program in Science, Technology, and Society."},
      {
        "id":"ED200101",
        "title":"A Roundup of State and Local Tax Developments. Financing Higher Education."},
      {
        "id":"ED200102",
        "title":"Higher Education. Conference Report: To Accompany H.R. 5192. House of Representatives, Ninety-Sixth Congress, Second Session."},
      {
        "id":"ED200118",
        "title":"Student Retention Strategies. AAHE-ERIC/Higher Education Research Report No. 8, 1980."},
      {
        "id":"ED200119",
        "title":"Faculty Development: A Survey of Literature of the '70s. AAHE-ERIC/Higher Education Research Currents, March 1981."},
      {
        "id":"ED200120",
        "title":"Women in Higher Education Administration: Status and Strategies."},
      {
        "id":"ED200123",
        "title":"Employment Attributes of Recent Science and Engineering Graduates. Special Report."},
      {
        "id":"ED200124",
        "title":"Design for Equity: Women and Leadership in Higher Education."},
      {
        "id":"ED200126",
        "title":"Tenure Practices in Universities and 4-Year Colleges Affect Faculty Turnover."},
      {
        "id":"ED200127",
        "title":"Differences Between Persisting, Transfer and Failing Students at an Eastern Engineering College."},
      {
        "id":"ED200129",
        "title":"The Planning Project Grant to Develop a Cooperative Action Program in Urban Affairs and Academic Public Service. Final Program Report, March 1976."},
      {
        "id":"ED200137",
        "title":"The California Student Opportunity and Access Program: An Initial Evaluation."},
      {
        "id":"ED200140",
        "title":"A Report on Health Sciences Education Planning for California: 1980-1982."},
      {
        "id":"ED200154",
        "title":"Earned Degrees Conferred 1977-78."},
      {
        "id":"ED200155",
        "title":"Barriers in Higher Education for Persons with Handicaps: A Continued Challenge."},
      {
        "id":"ED200156",
        "title":"Quality and Accountability: An Evaluation of Statewide Program Review Procedures."},
      {
        "id":"ED200157",
        "title":"Compensation in Illinois Institutions of Higher Education. Summary of Findings."},
      {
        "id":"ED200163",
        "title":"A Critique of Motivational Bases for Affirmative Action Programs in Postsecondary Education."},
      {
        "id":"ED200171",
        "title":"The Social Psychology of Commitment to College Teaching."},
      {
        "id":"ED200173",
        "title":"Determining the Cost of Instruction in California Public Higher Education: A Feasibility Study of Alternative Methods."},
      {
        "id":"ED200178",
        "title":"The Retention Committee, University of Pittsburgh. A Report to the Provost."},
      {
        "id":"ED200179",
        "title":"Faculty Cultures and Instructional Practices."},
      {
        "id":"ED200181",
        "title":"Business Department Chairperson: An Administrator or a Teacher?"},
      {
        "id":"ED200192",
        "title":"Manual Circulation Handbook for Network Libraries."},
      {
        "id":"ED200214",
        "title":"Utilizing Information Systems in Career Preparation Programs."},
      {
        "id":"ED200215",
        "title":"Speculations on Computer Assisted Design of Instruction."},
      {
        "id":"ED200217",
        "title":"Federal Involvement in Libraries. The Federal Role in the Federal System: The Dynamics of Growth. Commission Report A-84."},
      {
        "id":"ED200219",
        "title":"National Union Catalog Experience: Implications for Network Planning. Network Planning Paper No. 6."},
      {
        "id":"ED200226",
        "title":"Computer Managed Instruction in the Navy: II. A Comparison of Two Student/Instructor Ratios in CMI Learning Centers. Technical Report."},
      {
        "id":"ED200228",
        "title":"Evaluating Media Programs: District and School."},
      {
        "id":"ED200229",
        "title":"Instructional Television: Potentials or Problems."},
      {
        "id":"ED200233",
        "title":"A Planning Process for Automated Shared Circulation Systems."},
      {
        "id":"ED200252",
        "title":"Public Library Trustees and Commissioners Tool Kit: Orientation Guidelines."},
      {
        "id":"ED200260",
        "title":"Survival Strategies for Successful Learning Lab Management."},
      {
        "id":"ED200263",
        "title":"A Summary of Standards of Academic Progress Categories by Ethnic Category; Closing Fall Term, 1980-81. Research Report No. 81-02."},
      {
        "id":"ED195246",
        "title":"Advisement and Management Strategies as Design Variables in Computer-Assisted Instruction."},
      {
        "id":"ED195257",
        "title":"The Foundations of United States Information Policy. A United States Government Submission to the High-Level Conference on Information, Computer and Communications Policy for Economic Cooperation and Development (Paris, France, October 6-8, 1980)."},
      {
        "id":"ED195271",
        "title":"Effects of Online Services on Other Library Functions."},
      {
        "id":"ED195287",
        "title":"School Library Media Centers: Research Studies and the State-of-the-Art."},
      {
        "id":"ED195288",
        "title":"Computer-Based Education. The Best of ERIC, June 1976-August 1980."},
      {
        "id":"ED195289",
        "title":"ERIC--The First 15 Years. A History of the Educational Resources Information Center."},
      {
        "id":"ED195291",
        "title":"National Survey of the Criteria Used by Each State in Determining the Establishment or Expansion of Community Colleges."},
      {
        "id":"ED195292",
        "title":"Student Profile, Fall 1978."},
      {
        "id":"ED195296",
        "title":"Illinois Junior-Community College Development, 1946-1980."},
      {
        "id":"ED195310",
        "title":"Teacher Stress at a Community College: Professional Burnout in a Bureaucratic Setting."},
      {
        "id":"ED195312",
        "title":"Student Follow-Up of Entrants and Graduates: Maryland Community Colleges."},
      {
        "id":"ED195314",
        "title":"Collegiate Enrollments in American 2-Year Institutions, 1979-80: Statistics, Interpretations, and Trends. ACT Special Report Twenty-eight."},
      {
        "id":"ED195318",
        "title":"Questioning the Community College Role. New Directions for Community Colleges, Number 32."},
      {
        "id":"ED195327",
        "title":"Parent Child Development Centers: Long-Term and Short-Term Results."},
      {
        "id":"ED195329",
        "title":"Development of the Ability to Use Facial, Situational, and Vocal Cues to Infer Others' Affective States."},
      {
        "id":"ED195330",
        "title":"The Assessment of Children's Cognitive Processing Capabilities."},
      {
        "id":"ED195331",
        "title":"The Assessment of Children's M-Space."},
      {
        "id":"ED195334",
        "title":"Tests and Measures in Early Childhood. Report I on Task 1."},
      {
        "id":"ED195336",
        "title":"Research Results of the National Day Care Study. Final Report of the National Day Care Study. Volume II."},
      {
        "id":"ED195337",
        "title":"Technical Appendices to the National Day Care Study: Background Materials. Final Report of the National Day Care Study. Volume IV-A."},
      {
        "id":"ED195338",
        "title":"Technical Appendices to the National Day Care Study: Measurement and Methods. Final Report of the National Day Care Study. Volume IV-B."},
      {
        "id":"ED195339",
        "title":"Technical Appendices to the National Day Care Study: Effects Analyses. Final Report of the National Day Care Study. Volume IV-C."},
      {
        "id":"ED195342",
        "title":"Children's Ability to Deceive: Who Does it Best?"},
      {
        "id":"ED195345",
        "title":"Activity Learning and Learning Activity: Discussions of a Concept, and an Outline for an Empirical Study."},
      {
        "id":"ED195347",
        "title":"The Impact of Preschool Experience and the Parent Education Follow Through Program on Academic Achievement: A Longitudinal Study Through Grade 5."},
      {
        "id":"ED195349",
        "title":"The Real-Pretend Distinction in Children's Judgments of Televised Events."},
      {
        "id":"ED195352",
        "title":"Creating an Early Learning Center in an Unused Building."},
      {
        "id":"ED195356",
        "title":"Acquisition of Superstitious Behavior with Children."},
      {
        "id":"ED195358",
        "title":"Title 1, ESEA. Working with Schools: A Parents' Handbook."},
      {
        "id":"ED195359",
        "title":"The Effects of Day Care Intervention on the Use of Intentional Communicative Behaviors in Socioeconomically Depressed Infants."},
      {
        "id":"ED195362",
        "title":"Significant Impact of Environment Regarding Eligibility of Native American and Alaskan Native Students for ESEA Title VII Regulations."},
      {
        "id":"ED195363",
        "title":"The Rock Point Experience: A Longitudinal Study of a Navajo School Program (Saad Naaki Bee Na'nitin). Bilingual Education Series: 8. Papers in Applied Linguistics."},
      {
        "id":"ED195373",
        "title":"Caracteristicas de los Estudiantes de Ciencias Agricolas y de Economia Domestica de la Universidad de Puerto Rico (Characteristics of the Agricultural Science and Home Economics Students of the University of Puerto Rico). Publicacion 135."},
      {
        "id":"ED195379",
        "title":"Cultural Conflict: The Indian Child in the Non-Indian Classroom."},
      {
        "id":"ED195386",
        "title":"Energy Resources Technical Training and Development Programs for American Indians."},
      {
        "id":"ED195387",
        "title":"Annual Report Fiscal Year 1980--Office of Technical Assistance and Training."},
      {
        "id":"ED195390",
        "title":"A Course on Troubleshooting O &amp; M Problems in Wastewater Treatment Facilities. Course Number 179.2. Instructor Notebook."},
      {
        "id":"ED195391",
        "title":"Teacher's Guide for Budding Twigs. Elementary Science Study."},
      {
        "id":"ED195397",
        "title":"Delays and Uncertain Energy Savings in Program to Promote State Energy Conservation. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED195398",
        "title":"Are Developmental Programs at the College Level Doing Their Job?"},
      {
        "id":"ED195401",
        "title":"Status Study of Graduate Science Education in the United States, 1960-80. Final Report."},
      {
        "id":"ED195402",
        "title":"Changes in Secondary School Mathematics in Australia, 1964-1978. ACER Research Monograph No. 8."},
      {
        "id":"ED195404",
        "title":"Airline Transport Pilot-Airplane (Air Carrier) Written Test Guide."},
      {
        "id":"ED195405",
        "title":"Aircraft Inspection for the General Aviation Aircraft Owner."},
      {
        "id":"ED195410",
        "title":"Nuclear Engineering Computer Modules, Thermal-Hydraulics, TH-1: Pressurized Water Reactors."},
      {
        "id":"ED195411",
        "title":"Nuclear Engineering Computer Modules, Thermal-Hydraulics, TH-2: Liquid Metal Fast Breeder Reactors."},
      {
        "id":"ED195412",
        "title":"Nuclear Engineering Computer Modules, Thermal-Hydraulics, TH-3: High Temperature Gas Cooled Reactor Thermal-Hydraulics."},
      {
        "id":"ED195413",
        "title":"Nuclear Power Plant Module, NPP-1: Nuclear Power Cost Analysis."},
      {
        "id":"ED195414",
        "title":"Reactor Statics Module, RS-9: Multigroup Diffusion Program Using an Exponential Acceleration Technique."},
      {
        "id":"ED195416",
        "title":"Public Park Acquisition: The Saticoy Golf Course. Research Reports in Public Policy, Number 1."},
      {
        "id":"ED195417",
        "title":"Uses of the Fundamental Operations."},
      {
        "id":"ED195418",
        "title":"REACH* KIT: Research Extended As Classroom Help."},
      {
        "id":"ED195420",
        "title":"Calculus-Integration. Physical Processes in Terrestrial and Aquatic Ecosystems, Applied Mathematics."},
      {
        "id":"ED195421",
        "title":"Dimensional Methods: Dimensions, Units and the Principle of Dimensional Homogeneity. Physical Processes in Terrestrial and Aquatic Ecosystems, Applied Mathematics."},
      {
        "id":"ED195422",
        "title":"Design Standards for Instructional Computer Programs. Physical Processes in Terrestrial and Aquatic Ecosystems, Computer Programs and Graphics Capabilities."},
      {
        "id":"ED195423",
        "title":"Programmer's Guide for Subroutine PRNT3D. Physical Processes in Terrestrial and Aquatic Ecosystems, Computer Programs and Graphics Capabilities."},
      {
        "id":"ED195424",
        "title":"User's Guide for Subroutine PRNT3D. Physical Processes in Terrestrial and Aquatic Ecosystems, Computer Programs and Graphics Capabilities."},
      {
        "id":"ED195425",
        "title":"User's Guide for Subroutine FFORM. Physical Processes in Terrestrial and Aquatic Ecosystems, Computer Programs and Graphics Capabilities."},
      {
        "id":"ED195426",
        "title":"Biological Production in Lakes. Physical Processes in Terrestrial and Aquatic Ecosystems, Ecological Processes."},
      {
        "id":"ED195427",
        "title":"Applications of the First Law to Ecological Systems. Physical Processes in Terrestrial and Aquatic Ecosystems, Thermodynamics."},
      {
        "id":"ED195428",
        "title":"The First Law of Thermodynamics for Ecosystems. Physical Processes in Terrestrial and Aquatic Ecosystems, Thermodynamics."},
      {
        "id":"ED195429",
        "title":"Animal Thermoregulation and the Operative Environmental (Equivalent) Temperature. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Process."},
      {
        "id":"ED195430",
        "title":"The Climate Space Concept: Analysis of the Steady State Heat Energy Budget of Animals. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED195431",
        "title":"Heat Balance of a Sheep in the Sun. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED195432",
        "title":"Light and Sound: Evolutionary Aspects. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED195433",
        "title":"Soil Heat Flow. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED195434",
        "title":"Thermodynamics of Irreversible Processes. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED195435",
        "title":"Transpiration and Leaf Temperature. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED195436",
        "title":"Turbulence and Fluid Flow: Perspectives. Physical Processes in Terrestrial and Aquatic Ecosystems, Transport Processes."},
      {
        "id":"ED195437",
        "title":"Investigations in Mathematics Education, Vol. 13, No. 4."},
      {
        "id":"ED195438",
        "title":"Behavior Anchored Scales - A Method for Identifying Continuing Education Needs of Engineers. Final Report."},
      {
        "id":"ED195439",
        "title":"Relationships Among Individual Motivation, Work Environment, and Updating in Engineers. Final Report."},
      {
        "id":"ED195440",
        "title":"Population Forecasting and the Age-Structure: A Survey. Research Reports in Public Policy, Number 10."},
      {
        "id":"ED195441",
        "title":"Setting a Neglected Variable in Science Education: Investigations Into Outdoor Field Trips. Final Report."},
      {
        "id":"ED195442",
        "title":"Evaluation and Dissemination of the Electrical Power Engineering Technology Curriculum Model. Final Report."},
      {
        "id":"ED195443",
        "title":"University Manpower in Fossil Energy Research and Development: A Data Collection Feasibility Study."},
      {
        "id":"ED195444",
        "title":"Energy-Related Scientists and Engineers: A Statistical Profile of Recent Entrants Into the Work Force, 1978."},
      {
        "id":"ED195445",
        "title":"The Regional Distribution of Energy-Related Scientists and Engineers, 1976. Research Memorandum."},
      {
        "id":"ED195446",
        "title":"Energy-Related Scientists and Engineers: Statistical Profile of New Entrants Into the Work Force, 1976."},
      {
        "id":"ED195447",
        "title":"Fuel From Farms: A Guide to Small-Scale Ethanol Production."},
      {
        "id":"ED195454",
        "title":"Introducing Analysis of Conflict Theory Into the Social Science Classroom."},
      {
        "id":"ED195455",
        "title":"Pathways to Participation."},
      {
        "id":"ED195461",
        "title":"Willingness to Request Help from Others: Effects of Mode of Interaction and Size of Request."},
      {
        "id":"ED195469",
        "title":"The Origin and Development of Voters' Images of Candidates During Presidential Primaries."},
      {
        "id":"ED195471",
        "title":"National Self-Consciousness and Minority Images."},
      {
        "id":"ED195476",
        "title":"The Arts and the U.S. Department of Education: A List of Funded Projects and Activities, 1979."},
      {
        "id":"ED195479",
        "title":"Resources for Teaching Social Studies Skills. TeachERIC Resource Series, No. 3."},
      {
        "id":"ED195486",
        "title":"Consumer Education Learning Activities."},
      {
        "id":"ED195487",
        "title":"The Effects of Computer Oriented Student Research."},
      {
        "id":"ED195489",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Vol. 13, No. 3, 1979. Period Covered: July - September, 1979."},
      {
        "id":"ED195491",
        "title":"Curriculum Guides for the Social Studies, K-12. TeachERIC Resource Series, No. 4."},
      {
        "id":"ED195511",
        "title":"Rocky Too: The Challenges of Rural Education in the 1980's."},
      {
        "id":"ED195513",
        "title":"Strategies for Educational Progress in the Eighties."},
      {
        "id":"ED195518",
        "title":"The Effects of an Interdisciplinary Collegiate Program for Secondary School Students on Their Attitudes Toward Selected Physical Education and Social Concepts."},
      {
        "id":"ED195537",
        "title":"Measuring and Attaining the Goals of Education."},
      {
        "id":"ED195545",
        "title":"The Relationship of Teacher Perceptions to Classroom Processes and Student Outcomes. R&D Rep. No. 6109."},
      {
        "id":"ED195546",
        "title":"Differences in Instructional Activities in High and Low Achieving Junior High Classes. R&D Report Number 6106."},
      {
        "id":"ED195547",
        "title":"Beginning the School Year at a Low SES Junior High: Three Case Studies. R&D Report Number 6104."},
      {
        "id":"ED195554",
        "title":"Alaska Statewide Student Assessment: A Comparison of the 1977 and 1979 Assessment Results."},
      {
        "id":"ED195555",
        "title":"SET: Research Information for Teachers, No. 2."},
      {
        "id":"ED195556",
        "title":"Parents'/Advocates' Strategies to Assure the Appropriate Use of Tests in Public Elementary and Secondary Schools."},
      {
        "id":"ED195559",
        "title":"Student Achievement in California Schools: 1979-80 Annual Report."},
      {
        "id":"ED195568",
        "title":"Evaluating Indian Education Programs: Development of Instruments in the Affective Domain."},
      {
        "id":"ED195571",
        "title":"Integrity Versus Pragmatism in Large Scale Evaluation: Planning the National 4-H Evaluation."},
      {
        "id":"ED195573",
        "title":"Spatial Ability: Individual Differences in Speed and Level. Technical Report No. 9. Aptitude Research Project."},
      {
        "id":"ED195578",
        "title":"The Reviewing Processes in Social Science Publications: A Review of Research. ERIC/TM Report 77."},
      {
        "id":"ED195579",
        "title":"Your Child and Testing."},
      {
        "id":"ED195589",
        "title":"Evaluating a Local Gifted Program: A LEA/University Cooperative Effort."},
      {
        "id":"ED195603",
        "title":"Eastern District High School Integrated Bilingual Demonstration Project for High Schools, 1978-1979. Final Evaluation Report."},
      {
        "id":"ED195606",
        "title":"City Limits: Emerging Constraints on Urban Growth. Worldwatch Paper 38."},
      {
        "id":"ED195610",
        "title":"A New York City Citizen's Guide to Title I of the Elementary and Secondary Education Act."},
      {
        "id":"ED195617",
        "title":"ESEA Title 1 Workshop on Neglected &amp; Delinquent Children (Ellenville, NY, April 25-27, 1979)."},
      {
        "id":"ED195618",
        "title":"Winners, All! 50 Outstanding Education Projects That Help Disadvantaged Children."},
      {
        "id":"ED195620",
        "title":"Model Building in Urban Education: The Cincinnati Urban Education Pilot Project."},
      {
        "id":"ED195624",
        "title":"Identification of Competencies Attitudes/Beliefs Needed by Teachers in Desegregated School Settings."},
      {
        "id":"ED195625",
        "title":"Research Review of School Desegregation (A Problem) and Multi-Cultural Education (A Solution)."},
      {
        "id":"ED195626",
        "title":"An Analysis of the Data of Ranking and Rating of Teacher Competencies and Attitudes/Beliefs."},
      {
        "id":"ED195627",
        "title":"An Analysis of Data of Institutions Which Have Outstanding Teacher Preparation Programs Designed to Enhance the Desegregation Process Through Multicultural Programming."},
      {
        "id":"ED195628",
        "title":"An Analysis of Data Regarding the Field Testing of Five Modules Designed to Facilitate School Desegregation Processes."},
      {
        "id":"ED195629",
        "title":"Classroom Activities that Address Problems Related to Desegregation and Understanding of Various Ethnic Groups at Florida A&amp;M University."},
      {
        "id":"ED195630",
        "title":"A Study of Course Outlines to Ascertain Classroom Activities Designed to Meet the Needs of a Racially and Culturally Diverse Student Body."},
      {
        "id":"ED195632",
        "title":"A Model Curriculum and Teaching Guide for the Instruction of the Homemaker-Home Health Aide."},
      {
        "id":"ED195635",
        "title":"Diagnostic Taxonomy of Adult Career Problems."},
      {
        "id":"ED195636",
        "title":"Education in Industry. A Research Report."},
      {
        "id":"ED195637",
        "title":"Sex Bias and Teacher Evaluation of State FFA Degree Applications."},
      {
        "id":"ED195640",
        "title":"Journal of Human Services Abstracts. Volume 5, Number 3, July 1980."},
      {
        "id":"ED195655",
        "title":"Nondiscrimination in Employment, 1973-1975. A Broadening and Deepening National Effort."},
      {
        "id":"ED195656",
        "title":"Fear of Success, Sex Roles, and Personal Success Goals."},
      {
        "id":"ED195659",
        "title":"Experience Based Career Education. Exemplary Project in Vocational Education. Final Report, October 1, 1979-March 31, 1980."},
      {
        "id":"ED195664",
        "title":"A Review of Youth Employment Problems, Programs & Policies: Volume 1. The Youth Employment Problem: Causes and Dimensions."},
      {
        "id":"ED195665",
        "title":"A Review of Youth Employment Problems, Programs & Policies: Volume 2. Special Needs and Concentrated Problems."},
      {
        "id":"ED195666",
        "title":"Program Experience. A Review of Youth Employment Problems, Programs & Policies: Volume 3. Program Experience."},
      {
        "id":"ED195673",
        "title":"A Contextual View of Adult Learning and Memory."},
      {
        "id":"ED195684",
        "title":"Village Literacy Programming in Pakistan: A Comparative ABE Study with Guidelines. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED195685",
        "title":"APL Revised: Its Uses and Adaptation in States."},
      {
        "id":"ED195693",
        "title":"Youth Act of 1980. Report Together with Dissenting Views. Ninety Sixth Congress, Second Session, House of Representatives."},
      {
        "id":"ED195701",
        "title":"Training Guide for Foodservice Personnel in Programs for Young Children. A Manual for Nutritionists, Dietitians, and Foodservice Specialists Who Are Developing and Conducting Training Programs."},
      {
        "id":"ED195708",
        "title":"Job Creation: The Role of Local and State Leaders in Vocational Education."},
      {
        "id":"ED195710",
        "title":"Mainstreaming: The Role of Industrial Education."},
      {
        "id":"ED195715",
        "title":"Impact of Research on Problems of National Significance."},
      {
        "id":"ED195716",
        "title":"Specifying Results to Be Expected through Research."},
      {
        "id":"ED195719",
        "title":"Continuing Education for Electrical Power Technicians. Final Report, June 1976-December 1978."},
      {
        "id":"ED195722",
        "title":"Building a Career: The Effect of Initial Job Experiences and Related Work Attitudes on Later Employment."},
      {
        "id":"ED195726",
        "title":"Apprenticeship in Foreign Countries. R &amp; D Monograph 77."},
      {
        "id":"ED195731",
        "title":"Employment Issues in Social Work With the Elderly. AoA Occasional Papers in Gerontology. No. 4."},
      {
        "id":"ED195732",
        "title":"Occupational Analysis Technology: Expanded Role in Development of Cost-Effective Maintenance Systems. Final Report."},
      {
        "id":"ED195734",
        "title":"Cooking and Nutrition Basics. An Instructors Guide for Teaching Cooking Skills and Basic Nutrition to the Chronically Mentally Ill Who Are Being Trained for Independent Living."},
      {
        "id":"ED195735",
        "title":"Individual Educational Planning System for Adult Students. Model Refinement and Implementation."},
      {
        "id":"ED195740",
        "title":"Attitudes of Educational Decision Makers toward AVTI Governance and the Local Tax Levy. An Independent Paper."},
      {
        "id":"ED195743",
        "title":"The Vocational Education Study: The Interim Report. Vocational Education Study Publication No. 3."},
      {
        "id":"ED195747",
        "title":"A Counselor's Guide to Occupational Information. A Catalog of Federal Career Publications."},
      {
        "id":"ED195754",
        "title":"Long Hours and Premium Pay, May 1979."},
      {
        "id":"ED195755",
        "title":"Youth Employment--The Link to the Future. Conference Report (3d, Washington, D.C. June 13-14, 1979)."},
      {
        "id":"ED195756",
        "title":"Leadership Training: The State of the Art. Final Technical Report, September 1, 1979 - October 31, 1980."},
      {
        "id":"ED195758",
        "title":"Technical Assistance Manual for Civil Rights in Vocational Education (First Edition)."},
      {
        "id":"ED195763",
        "title":"Kansas Association of DECA, High School Division. Examples of Written Competitive Events, 1979-80."},
      {
        "id":"ED195768",
        "title":"Education and Work: Differential Patterns of Occupational Status Attainment through Schooling. Final Report."},
      {
        "id":"ED195769",
        "title":"Women's Changing Roles at Home and on the Job. Proceedings of a Conference on the National Longitudinal Surveys of Mature Women (Washington, DC, January 26, 1978). Special Report No. 26."},
      {
        "id":"ED195770",
        "title":"Pre-Occupational Interests, Occupational Preferences and Work Experience: Career Development through Early Adulthood. Final Report."},
      {
        "id":"ED195771",
        "title":"The Adult Illiterate Speaks Out: Personal Perspectives on Learning to Read and Write."},
      {
        "id":"ED195772",
        "title":"The Human Capital Model and American Youths: The Roles of Schooling, Experience and Functional Literacy. Final Report, August 1, 1979 to September 30, 1980."},
      {
        "id":"ED195773",
        "title":"Designing and Developing a Work Experience Component for a Vocational Education Curriculum."},
      {
        "id":"ED195777",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Commissary Store Management, QMO 387, 19-3."},
      {
        "id":"ED195778",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Fire Protection Specialist, CDC 57150, 17-12."},
      {
        "id":"ED195779",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Petroleum Supply Specialist, 76W10, 19-4."},
      {
        "id":"ED195784",
        "title":"A Model Plan to Serve the Handicapped Student in Technology: A Sensitized Experience."},
      {
        "id":"ED195785",
        "title":"Military Curricula for Vocational &amp; Technical Education. Petroleum Equipment and Technical Operations, QM0142, 19-5."},
      {
        "id":"ED195786",
        "title":"Military Curricula for Vocational &amp; Technical Education. Instructor Basic Course. 12-6."},
      {
        "id":"ED195787",
        "title":"Vocational Education: Policies, Issues, and Politics in the 1980s. Occasional Paper No. 65."},
      {
        "id":"ED195788",
        "title":"Non-Formal Education Broadcasting. Courier No. 20, December 1980."},
      {
        "id":"ED195789",
        "title":"Program Evaluation in Vocational Rehabilitation: Observations."},
      {
        "id":"ED195791",
        "title":"Air Conditioning and Refrigeration Book III."},
      {
        "id":"ED195792",
        "title":"Hydraulics."},
      {
        "id":"ED195793",
        "title":"Basic Electronics I."},
      {
        "id":"ED195796",
        "title":"Pathways to the Future: A Longitudinal Study of Young Americans. Preliminary Report: Youth and the Labor Market--1979."},
      {
        "id":"ED195799",
        "title":"Manual of First Aid Practices for School Bus Drivers."},
      {
        "id":"ED195807",
        "title":"Adjustment to Spinal Cord Injury: A Comprehensive Follow-Up Study."},
      {
        "id":"ED195810",
        "title":"Report on the Model Tuition Assistance Demonstration Projects. The Worker Education and Training Policies Project."},
      {
        "id":"ED195817",
        "title":"The Alternative Work Schedules Experiment: Congressional Oversight Needed to Avoid Likely Failure. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED195818",
        "title":"The National Institute of Education Should Further Increase Minority and Female Participation in Its Activities. Report to the Honorable Shirley Chisholm, House of Representatives, by the U.S. General Accounting Office."},
      {
        "id":"ED195819",
        "title":"Oversight Hearings on American Secondary Education. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, Second Session (Washington, D.C., January 23-24, February 5-7, 1980)."},
      {
        "id":"ED195821",
        "title":"Vocational Education for Students with Limited English Proficiency: Research and Program Development in Kentucky."},
      {
        "id":"ED195823",
        "title":"Developing a Model for Recruitment, Retention, and Placement of Female Students in Secondary Vocational Education Programs Which Have Traditionally Been for Males. October 1, 1979-June 30, 1980."},
      {
        "id":"ED195824",
        "title":"The Effect of Alternative Career Decision-Making Strategies on the Quality of Resulting Decisions. Final Report."},
      {
        "id":"ED195825",
        "title":"Trends, Events and Issues Likely to Influence Vocational Education in the 1980s."},
      {
        "id":"ED195826",
        "title":"Monograph for Bilingual Vocational Instructor Competencies."},
      {
        "id":"ED195828",
        "title":"Development of an Inter-Cooperative Consultation Model for Reading in Adult Basic Education. July 1979-June 1980."},
      {
        "id":"ED195829",
        "title":"Contract Bidding for Rehabilitation Facilities."},
      {
        "id":"ED195834",
        "title":"Common Core Units in Business Education: The How and Why of the Adding Machine."},
      {
        "id":"ED195835",
        "title":"Common Core Units in Business Education: Data Processing and the (W)5."},
      {
        "id":"ED195836",
        "title":"Common Core Units in Business Education: Grooming for Your Job Interview."},
      {
        "id":"ED195837",
        "title":"Common Core Units in Business Education: Handwriting. Teacher&apos;s Guide."},
      {
        "id":"ED195838",
        "title":"Common Core Units in Business Education: Making Instructions Work."},
      {
        "id":"ED195839",
        "title":"Common Core Units in Business Education: How to Apply for a Job."},
      {
        "id":"ED195840",
        "title":"Common Core Units in Business Education: Dollars and Sense."},
      {
        "id":"ED195841",
        "title":"Common Core Units in Business Education: Math Computations."},
      {
        "id":"ED195842",
        "title":"Common Core Units in Business Education: Oral Communication."},
      {
        "id":"ED195843",
        "title":"Common Core Units in Business Education: The Supply Catalog."},
      {
        "id":"ED195844",
        "title":"Common Core Units in Business Education: Preparing Simple Business Records."},
      {
        "id":"ED195845",
        "title":"Common Core Units in Business Education: Sorting, Checking, and Verifying."},
      {
        "id":"ED195846",
        "title":"Common Core Units in Business Education: Spelling."},
      {
        "id":"ED195847",
        "title":"Common Core Units in Business Education: Telephone Techniques."},
      {
        "id":"ED195848",
        "title":"Common Core Units in Business Education: Working with People."},
      {
        "id":"ED195849",
        "title":"Common Core Units in Business Education: Written Communications."},
      {
        "id":"ED195851",
        "title":"Youth Act of 1980. Hearings before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, Second Session on S. 2385 (March 7, June 17 and 18. 1980)."},
      {
        "id":"ED195852",
        "title":"Heath Professions Education and Distribution Act of 1980. Hearings Before the Subcommittee on Health and Scientific Research of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, Second Session on S. 2375, S. 2134, S. 2378 (March 10 and 12, 1980)."},
      {
        "id":"ED195853",
        "title":"Marital and Family Characteristics of the Labor Force, March 1979. Special Labor Force Report 237."},
      {
        "id":"ED195854",
        "title":"Adult Development and Approaches to Learning."},
      {
        "id":"ED195856",
        "title":"Meeting the Vocational Needs of Hearing Impaired Students. October 10, 1978-September 1, 1979."},
      {
        "id":"ED195857",
        "title":"Age and Identity Issues of Adult Women."},
      {
        "id":"ED195863",
        "title":"The Development of Schemas."},
      {
        "id":"ED195864",
        "title":"School-Based Secondary Prevention Programs, Organizational Adoption and Systematic Change."},
      {
        "id":"ED195867",
        "title":"Students' Perceptions of Procedural Fairness in a Dormitory Lottery."},
      {
        "id":"ED195874",
        "title":"Transactive Communication in Peer Paraprofessional Counseling."},
      {
        "id":"ED195890",
        "title":"Impacts of a Georgia Drug Abuse Prevention Program: An Evaluative Research Study of the Georgia Life Skills for Mental Health Program. Second Annual Report."},
      {
        "id":"ED195892",
        "title":"Performance During the Stress of Processing Overload."},
      {
        "id":"ED195893",
        "title":"The Foreign Student in Elementary and Secondary Schools: A Guide for Administrators and Pupil Services Personnel."},
      {
        "id":"ED195897",
        "title":"Self-Disclosure and Attraction: A Self-Perception Analysis."},
      {
        "id":"ED195898",
        "title":"Improving Staff Productivity in Mental Health Centers."},
      {
        "id":"ED195899",
        "title":"Using Program Evaluation in Mental Health Centers."},
      {
        "id":"ED195905",
        "title":"Aggressive Behavior in Normal and Deviant Families of Intact and Mother-Only Families."},
      {
        "id":"ED195909",
        "title":"Recovering from Alcoholism: The Role of Coping with Stressful Events."},
      {
        "id":"ED195911",
        "title":"Personality and Persistence in Education: A Longitudinal Study."},
      {
        "id":"ED195915",
        "title":"A Framework for the Analysis of Social Service Program Data."},
      {
        "id":"ED195916",
        "title":"The Effect of Contextual Organization on Spatial Memory of Middle Aged and Older Adults."},
      {
        "id":"ED195921",
        "title":"Counseling Overweight People."},
      {
        "id":"ED195922",
        "title":"Counseling and the Future: Concepts, Issues, and Strategies."},
      {
        "id":"ED195923",
        "title":"Helping Clients Manage Stress: A Practical Approach."},
      {
        "id":"ED195924",
        "title":"Burnout in Counselors and Organizations."},
      {
        "id":"ED195925",
        "title":"Family Violence: Intervention Strategies."},
      {
        "id":"ED195926",
        "title":"The School Team Approach: Preventing Alcohol and Drug Abuse by Creating Positive Environments for Learning and Growth."},
      {
        "id":"ED195927",
        "title":"Active Comprehension in Progress."},
      {
        "id":"ED195929",
        "title":"What to Do While Waiting for Reading to Be Taught in the Content Areas."},
      {
        "id":"ED195930",
        "title":"Effects of Representation and Organizational Features of Text on Success in Mathematical Problem-Solving."},
      {
        "id":"ED195932",
        "title":"Metacognitive Skills and Reading. Technical Report No. 188."},
      {
        "id":"ED195934",
        "title":"Toward a Differentiation of Texts to be Comprehended."},
      {
        "id":"ED195938",
        "title":"Examining and Influencing the Home Reading Behaviors of Young Children."},
      {
        "id":"ED195940",
        "title":"Facets of English Spelling."},
      {
        "id":"ED195942",
        "title":"Memory for Metaphor."},
      {
        "id":"ED195943",
        "title":"Independent Reading: A Teacher's Tale of Success in a Small, Traditional School."},
      {
        "id":"ED195945",
        "title":"What Research on Prosodic Cues Might Have to Say About Comprehension and Automaticity Theory."},
      {
        "id":"ED195946",
        "title":"Research on Teaching Reading Comprehension. Technical Report No. 187."},
      {
        "id":"ED195947",
        "title":"Evaluation of the Right to Read Special Emphasis Project. Executive Summary."},
      {
        "id":"ED195948",
        "title":"Evaluation of the Right to Read Special Emphasis Project. Final Report. Volume I."},
      {
        "id":"ED195949",
        "title":"Evaluation of the Right to Read Special Emphasis Project. Final Report. Volume II."},
      {
        "id":"ED195950",
        "title":"An Evaluation of the Right to Read Inexpensive Book Distribution Program. Executive Summary."},
      {
        "id":"ED195951",
        "title":"An Evaluation of the Right to Read Inexpensive Book Distribution Program. Final Report."},
      {
        "id":"ED195953",
        "title":"Increasing Background Knowledge through Analogy: Its Effects upon Comprehension and Learning. Technical Report No. 186."},
      {
        "id":"ED195954",
        "title":"Organization of Factual Knowledge. Technical Report No. 185."},
      {
        "id":"ED195955",
        "title":"Guidelines for Secondary S. S. R."},
      {
        "id":"ED195960",
        "title":"Space Test Scores as Compared to Cloze Procedure Scores."},
      {
        "id":"ED195961",
        "title":"The Space Test as a Possible New Informal Reading Placement Test."},
      {
        "id":"ED195973",
        "title":"The Influence of Pupils' Social Class on Teachers Ratings of Reading Attainment."},
      {
        "id":"ED195974",
        "title":"Reading Framework for California Public Schools, Kindergarten through Grade Twelve."},
      {
        "id":"ED195975",
        "title":"Interaction and Analogy in the Comprehension and Appreciation of Metaphors. Technical Report No. 26, July 1, 1980 through September 30, 1980."},
      {
        "id":"ED195980",
        "title":"Early Identification of Language-Learning Disabled Children."},
      {
        "id":"ED195981",
        "title":"Childrens&apos; Reading Interests: A Study of Teacher Judgment. Research Series No. 81."},
      {
        "id":"ED195993",
        "title":"Tutor Training at the Secondary and Post Secondary Level."},
      {
        "id":"ED195994",
        "title":"Text Comprehension Research to Classroom Application: A Progress Report."},
      {
        "id":"ED195997",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196008",
        "title":"Systems of Student Accountability for Written Work in Junior High School English Classes. R&D Report No. 6105."},
      {
        "id":"ED196010",
        "title":"How to Write an Article for Publication."},
      {
        "id":"ED196011",
        "title":"Evaluation of the Writing Program at the William M. Trotter School, Boston, Massachusetts, September, 1978-January, 1980."},
      {
        "id":"ED196013",
        "title":"Oral Histories as Living Literature."},
      {
        "id":"ED196014",
        "title":"Teaching Stylistic Simplicity with a Computerized Readability Formula."},
      {
        "id":"ED196015",
        "title":"Advertising and the Management of Aggregate Consumer Demand: A Cross-National Test of the Galbraithian Argument."},
      {
        "id":"ED196025",
        "title":"Impact of GSU/SCTW Summer Writing Workshops: Preliminary Results."},
      {
        "id":"ED196027",
        "title":"The Spinster in Victoria's England: Changing Attitudes in Popular Poetry by Women."},
      {
        "id":"ED196038",
        "title":"Direct Measures of Writing Skill: Issues and Applications."},
      {
        "id":"ED196042",
        "title":"Writing Achievement, 1969-79: Results From the Third National Writing Assessment, Volume 1--17-Year-Olds."},
      {
        "id":"ED196043",
        "title":"Writing Achievement, 1969-79: Results From the Third National Writing Assessment, Volume II--13-Year-Olds."},
      {
        "id":"ED196044",
        "title":"Writing Achievement, 1969-79: Results From the Third National Writing Assessment, Volume III--9-Year-Olds."},
      {
        "id":"ED196047",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196048",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196049",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196050",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196051",
        "title":"Recommended English Language Arts Curriculum Guides K-12 and Criteria for Planning and Evaluation."},
      {
        "id":"ED196054",
        "title":"A Fact Without a Theory: The Role and Responsibilities of the Quantitative Researcher in Dramatic Theorizing."},
      {
        "id":"ED196056",
        "title":"Information Processing and Communication Technology: Policy Implications for the 1980s."},
      {
        "id":"ED196057",
        "title":"The Contribution of Jayaprakash Narayan in Preserving Free Expression in India."},
      {
        "id":"ED196060",
        "title":"Persistence and Change: Paul Watzlawick's Influence on Presumption in Public Debate."},
      {
        "id":"ED196063",
        "title":"The Role of Nonverbal Communication in Education: Research and Theoretical Perspectives."},
      {
        "id":"ED196064",
        "title":"The Theory Aspect of the Basic Course in Theory and Criticism."},
      {
        "id":"ED196065",
        "title":"Stages in the Analysis of Persuasive Messages: The Role of Causal Attributions and Message Comprehension."},
      {
        "id":"ED196068",
        "title":"Two For One: An Assignment Involving Interviewing and Speaking."},
      {
        "id":"ED196074",
        "title":"Left and Right Hemisphere Brain Functions and Symbolic vs. Spontaneous Communication Processes."},
      {
        "id":"ED196075",
        "title":"Interpersonal Perceptions and Relationship--Types."},
      {
        "id":"ED196076",
        "title":"A Model of Communication in Process Consultation."},
      {
        "id":"ED196078",
        "title":"Pluralistic Programming and Radio Diversity: A Review and a Proposal."},
      {
        "id":"ED196082",
        "title":"The Growth of TV Dependence: Tracing the Origins of the Political Malaise."},
      {
        "id":"ED196084",
        "title":"Review of Research in Interpretation, 1978 and 1979."},
      {
        "id":"ED196085",
        "title":"The Psychometric Adequacy of Three Selected Sex Role Instruments."},
      {
        "id":"ED196087",
        "title":"The Chronic, Non-Compliant, Older Patient: A Method for Teaching Norm Sensitivity for Nurses."},
      {
        "id":"ED196088",
        "title":"The Basic Speech Communication Course: A Review of Past Practices and Current Preferences."},
      {
        "id":"ED196090",
        "title":"Speech Communication Instruction in Community Colleges: Future Perspectives and Present-Day Application."},
      {
        "id":"ED196091",
        "title":"Terrorism as Communication."},
      {
        "id":"ED196094",
        "title":"An Explication and Partial Test of a Model of Interpersonal Persuasion."},
      {
        "id":"ED196098",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196100",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196105",
        "title":"Celluloid Rhetoric: The Use of Documentary Film to Teach Rhetorical Theory."},
      {
        "id":"ED196109",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196110",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1980 (Vol. 41 Nos. 1 through 6)."},
      {
        "id":"ED196112",
        "title":"Linguistic Non-Immediacy: Effects of Attitude, Cognitive Orientation, and Boundary Conditions."},
      {
        "id":"ED196113",
        "title":"Education in the 80's: Speech Communication."},
      {
        "id":"ED196116",
        "title":"Teacher Motivation. Research Action Brief Number 13."},
      {
        "id":"ED196120",
        "title":"A Management by Objectives Analysis of a Club Program in a New York City Public Intermediate School. Part I and Part II."},
      {
        "id":"ED196124",
        "title":"Education in the U.S.S.R. Research and Innovation."},
      {
        "id":"ED196126",
        "title":"Education in the USSR. Fastback 148."},
      {
        "id":"ED196127",
        "title":"Educational Planning for Educational Success. Fastback 152."},
      {
        "id":"ED196132",
        "title":"The High School Principal's Impact on Classroom Learning Activities: Research Report."},
      {
        "id":"ED196134",
        "title":"Linking R &amp; D with Schools. Products and Process: Some Preliminary Findings from the R &amp; D Utilization Program and Their Implications for Federal Dissemination Policies."},
      {
        "id":"ED196138",
        "title":"Attitudes of Members of Boards of Education of Public School Systems in Middle Tennessee Concerning Public School Financial Issues."},
      {
        "id":"ED196139",
        "title":"Guidelines for Selected Personnel Practices in Catholic Schools, II."},
      {
        "id":"ED196140",
        "title":"Putting It All Together: A Model for Parish Educational Policymaking. Second Edition."},
      {
        "id":"ED196146",
        "title":"A Systems Dynamics Model of Implementation of an Innovation."},
      {
        "id":"ED196149",
        "title":"The Belt Theory of Discipline and Delinquency. Critical Issues Presentation."},
      {
        "id":"ED196152",
        "title":"Coordination for the Improvement of Basic Skills."},
      {
        "id":"ED196154",
        "title":"Analyzing Ethnographic Data--Strategies and Results."},
      {
        "id":"ED196156",
        "title":"AFT Membership by States and Locals for Membership Years 1979 and 1980."},
      {
        "id":"ED196161",
        "title":"A Safe Ride to School; A Safe Ride Home."},
      {
        "id":"ED196164",
        "title":"Bi-Regional Educational Improvement Forum (Atlanta, Georgia, November 19-20, 1979)."},
      {
        "id":"ED196165",
        "title":"The Use of Census Data in Several Areas of Educational Planning."},
      {
        "id":"ED196174",
        "title":"The Upper Midwest and Regional Laboratories."},
      {
        "id":"ED196176",
        "title":"Regional Educational Laboratories: 1980. A Descriptive Account."},
      {
        "id":"ED196179",
        "title":"An Administrator's Handbook on Designing Programs for the Gifted and Talented."},
      {
        "id":"ED196189",
        "title":"Personal and Professional Support Networks: Parental Choice of Services for Children and Adolescents in Lake County, Illinois."},
      {
        "id":"ED196190",
        "title":"Outlook for Families with Developmentally Disabled Children in the 1980's."},
      {
        "id":"ED196191",
        "title":"Technical Report on a Research Strategy for Investigating the Service Needs of Developmentally Disabled Children."},
      {
        "id":"ED196196",
        "title":"Educational Methods for Deaf-Blind and Severely Handicapped Students. Volume IV."},
      {
        "id":"ED196197",
        "title":"Year One Evaluation of &quot;Encendiendo Una Llama&quot; Bilingual Gifted and Talented Program. Report 80-12."},
      {
        "id":"ED196199",
        "title":"Diagnostic and Comparative Study of Fundamental Communication Skills in Young Retarded and Nonretarded Children. Final Report."},
      {
        "id":"ED196201",
        "title":"Selected Reading Language Arts Activities for Gifted and Able Junior High School Students."},
      {
        "id":"ED196207",
        "title":"Relating the Capabilities of the Handicapped to the Human Attribute Requirements of Jobs: User's Guide."},
      {
        "id":"ED196208",
        "title":"Relating the Capabilities of the Handicapped to the Human Attribute Requirements of Jobs: Appendixes."},
      {
        "id":"ED196209",
        "title":"Relating the Capabilities of the Handicapped to the Human Attribute Requirements of Jobs: Procedures Manual."},
      {
        "id":"ED196213",
        "title":"Social and Interpersonal Problems of Autistic Adolescents and Adults."},
      {
        "id":"ED196217",
        "title":"Overview, Directory and Product Guide, 1979-1980."},
      {
        "id":"ED196221",
        "title":"Measurement of Community Adjustment of Mildly Retarded Young Adults. Final Report."},
      {
        "id":"ED196223",
        "title":"Placing Handicapped Students in the Least Restrictive Environment: An Adapted Model for Decision Makers."},
      {
        "id":"ED196226",
        "title":"Playground Safety for the Handicapped."},
      {
        "id":"ED196229",
        "title":"Black and Gifted."},
      {
        "id":"ED196231",
        "title":"Parents as Advocates for Handicapped Children: Untapped Resources for Social Changes in the 1980's."},
      {
        "id":"ED196245",
        "title":"An Investigation of the Relationship Between the Abilities of Troubled Youth and the Degree to Which These Abilities Could Be Termed Gifted and Talented."},
      {
        "id":"ED196258",
        "title":"Modern Phonology and the Teaching of Latin."},
      {
        "id":"ED196262",
        "title":"Differences in Earnings by Language Groups in Quebec, 1970: An Economic Analysis."},
      {
        "id":"ED196269",
        "title":"The Acquisition of Spanish as a First Language. Quarterly Report, January-March, 1980."},
      {
        "id":"ED196273",
        "title":"A Study of Additional Costs of Second Language Instruction."},
      {
        "id":"ED196274",
        "title":"Learners' Word Associations in French."},
      {
        "id":"ED196275",
        "title":"The Relationship of Field-Dependent-Independent Cognitive Styles to Foreign Language Achievement."},
      {
        "id":"ED196277",
        "title":"Service-like Events During Individual Work Time and Their Contribution to the Nature of Communication in Primary Classrooms. Final Report."},
      {
        "id":"ED196295",
        "title":"Words, Objects, and Actions in Early Lexical Acquisition. Papers and Reports on Child Language Development, Number 19."},
      {
        "id":"ED196298",
        "title":"Discourse Factors in the Acquisition of Wh-Questions. Papers and Reports on Child Language Development, Number 19."},
      {
        "id":"ED196305",
        "title":"Language Development, Grammar, and Semantics: The Contribution of Linguistics to Bilingual Education. Bilingual Education Series: 7."},
      {
        "id":"ED196310",
        "title":"A Selected Bibliography of Dictionaries and Phrasebooks. General Information Series #9. Indochinese Refugee Education Guides."},
      {
        "id":"ED196311",
        "title":"Background Information on the Ethnic Chinese Refugees. General Information Series #22. Indochinese Refugee Education Guides."},
      {
        "id":"ED196312",
        "title":"The Effect of Foreign Language Study in High School on Verbal Ability as Measured by the Scholastic Aptitude Test-Verbal. Final Report."},
      {
        "id":"ED196317",
        "title":"A Survival Kit for Invisible Colleges. Second Edition."},
      {
        "id":"ED196324",
        "title":"Curriculum Development in State Supported Senior Colleges and Universities: The \"State-of-the-Art\" as Viewed by the Academic Affairs Officer."},
      {
        "id":"ED196327",
        "title":"Who Guards the Guardians? The Evaluation of Statewide Boards of Higher Education. Occasional Paper Series, Number 7."},
      {
        "id":"ED196328",
        "title":"The Dual Careers of Faculty and Family: Can Both Prosper?"},
      {
        "id":"ED196329",
        "title":"Education: The Critical Filter. Volume 2. A Statistical Report on the Status of Female Students in Postsecondary Education."},
      {
        "id":"ED196330",
        "title":"Three Decades of Full-time Canadian University Teachers: A Statistical Portrait."},
      {
        "id":"ED196335",
        "title":"Re-entry Women: Part-Time Enrollment, Full-Time Commitment. Field Evaluation Draft."},
      {
        "id":"ED196336",
        "title":"Re-entry Women and Graduate School. Field Evaluation Draft."},
      {
        "id":"ED196337",
        "title":"Confidence and Competence: Basic Skills Programs and Refresher Courses for Re-entry Women. Field Evaluation Draft."},
      {
        "id":"ED196338",
        "title":"Student Support Services: Re-entry Women Need Them Too. Field Evaluation Draft."},
      {
        "id":"ED196341",
        "title":"Postsecondary Education in Indiana: Enrollments and Educational Attainments: Part I of a 4-Part Study. Manpower Report 80-2."},
      {
        "id":"ED196343",
        "title":"An Analysis of Construction Curricular Elements: A Pilot Study and Model Data Base for a Construction Curricula Planning and Resource Guide. Technical Report."},
      {
        "id":"ED196345",
        "title":"Differences Associated with Selected Undergraduate Student Characteristics in the Demand for Academic Programs."},
      {
        "id":"ED196347",
        "title":"Analysis of Uses of HEGIS Data. Final Report."},
      {
        "id":"ED196348",
        "title":"Women's Studies Graduates."},
      {
        "id":"ED196349",
        "title":"Women's Studies as a Catalyst for Faculty Development."},
      {
        "id":"ED196360",
        "title":"The Tenure Issue."},
      {
        "id":"ED196363",
        "title":"Preserving America&apos;s Investment in Human Capital: A Study of Public Higher Education, 1980."},
      {
        "id":"ED196383",
        "title":"Criteria for Development of Baccalaureate Level Construction Curricula: A Resource and Planning Guide."},
      {
        "id":"ED196384",
        "title":"Grants for Certain Purposes to 1890 Land-Grant Colleges. Hearing before the Subcommittee on Department Investigations, Oversight, and Research of the Committee on Agriculture, House of Representatives, Ninety Sixth Congress, Second Session, on H.R. 7557 and H.R. 7757."},
      {
        "id":"ED196389",
        "title":"Policies on U.S. Citizens Studying Medicine Abroad Need Review and Reappraisal. Report to the Congress."},
      {
        "id":"ED196393",
        "title":"Student Financial Assistance Distribution: A Study of Patterns at Three Institutions of Higher Education."},
      {
        "id":"ED196395",
        "title":"Arthritis Research and Education in Nursing and Allied Health: A Forum."},
      {
        "id":"ED196398",
        "title":"Beyond Academic Departments: The Story of Institutes and Centers."},
      {
        "id":"ED196399",
        "title":"System for Computer Automated Typesetting (SCAT) of Computer Authored Texts."},
      {
        "id":"ED196400",
        "title":"Digital Avionics Information System (DAIS): Life Cycle Cost Impact Modeling System Reliability, Maintainability, and Cost Model (RMCM)--Description. Users Guide. Final Report."},
      {
        "id":"ED196404",
        "title":"The Relationship of Communication Apprehension Level and Media Competency."},
      {
        "id":"ED196405",
        "title":"A Meta-Analytic Study of Pictorial Stimulus Complexity."},
      {
        "id":"ED196407",
        "title":"Narration, Detail, and Event Relevance in Illustrated Materials."},
      {
        "id":"ED196411",
        "title":"Computer-Managed Instruction in the Navy: I. Research Background and Status."},
      {
        "id":"ED196413",
        "title":"Guidelines for Employing Graphics in a Videodisc Training Delivery System. ISD for Videodisc Training Systems. First Annual Report. Vol. III."},
      {
        "id":"ED196416",
        "title":"Microterminal/Microfiche System for Computer-Based Instruction: Hardware and Software Development."},
      {
        "id":"ED196420",
        "title":"The Program on Man, Technology, and Society at Saint Louis University. Final Report."},
      {
        "id":"ED196423",
        "title":"The Brookline LOGO Project. Final Report. Part II: Project Summary and Data Analysis. A.I. Memo No. 545. LOGO Memo No. 53."},
      {
        "id":"ED196424",
        "title":"The Brookline LOGO Project. Final Report. Part III: Profiles of Individual Students' Work. A.I. Memo No. 546. LOGO Memo No. 54."},
      {
        "id":"ED196425",
        "title":"Shipboard Instruction and Training Management with Computer Technology: A Pilot Application."},
      {
        "id":"ED196426",
        "title":"The MEDICI Tutorial in Melodic Dictation. CMR Report X-2."},
      {
        "id":"ED196434",
        "title":"International Exchange of Bibliographic Information on Materials for the Blind and Physically Handicapped."},
      {
        "id":"ED196440",
        "title":"Ethics of Information Supply."},
      {
        "id":"ED196444",
        "title":"Libraries: A Value Judgement."},
      {
        "id":"ED196451",
        "title":"Annual Report, July 1, 1979-June 30, 1980 of the Department of Computer and Information Science, Ohio State University."},
      {
        "id":"ED196454",
        "title":"Professionalism and American Librarianship."},
      {
        "id":"ED196456",
        "title":"WEECN Resource Roundup: Women in Community and Junior Colleges."},
      {
        "id":"ED196457",
        "title":"Fall Enrollment Report: University of Hawaii, Community Colleges, Fall 1980."},
      {
        "id":"ED196461",
        "title":"Results of the Fall 1980 Entering Student Survey. Student Flow Program, Report 7."},
      {
        "id":"ED196473",
        "title":"An Assessment of the Impact of College-Level Testing on Teaching and Learning in Florida's Community Colleges."},
      {
        "id":"ED196474",
        "title":"Strategic Marketing Planning: Creative Strategies for Developing Unique Income Sources."},
      {
        "id":"ED196476",
        "title":"Santa Ana College Human Services Program. Evaluation."},
      {
        "id":"ED196477",
        "title":"A Student Guide to Co-Op/Internship."},
      {
        "id":"ED196478",
        "title":"A Student Guide to College Without Walls at Sinclair Community College."},
      {
        "id":"ED196479",
        "title":"A Student Guide To Receiving Credit for Lifelong Learning, Volume I."},
      {
        "id":"ED196484",
        "title":"Profiles in Energy."},
      {
        "id":"ED196486",
        "title":"Putting Learning to Work: A Profile of Students in North Carolina Community Colleges, Technical Institutes, and Technical Colleges. A Summary of Research Findings."},
      {
        "id":"ED196501",
        "title":"Results of the Fall 1980 No Show Survey. Student Flow Program, Report 10."},
      {
        "id":"ED196502",
        "title":"Selected Characteristics of Full-Time Professional Staff: Community Colleges, Fall 1980."},
      {
        "id":"ED196503",
        "title":"Transfer Students Academic Progress at the University of California and the California State Universities and Colleges."},
      {
        "id":"ED196505",
        "title":"Why Students Drop Courses. Junior College Resource Review."},
      {
        "id":"ED196509",
        "title":"Sexual Behaviors and Attitudes of Community College Students."},
      {
        "id":"ED196512",
        "title":"How May We Best Predict a Child's IQ?"},
      {
        "id":"ED196513",
        "title":"Effects of Pre-Service Preparation and Children&apos;s Facial Characteristics on Child Care Workers&apos; Assessments of Handicapped and Nonhandicapped Children. Executive Summary, May 1, 1978 through April 30, 1979."},
      {
        "id":"ED196515",
        "title":"On Being a Parent."},
      {
        "id":"ED196519",
        "title":"Parenting With Teenagers."},
      {
        "id":"ED196520",
        "title":"Social Cognitive Ability, Interpersonal Behaviors, and Peer Status Within a Mixed Age Group."},
      {
        "id":"ED196522",
        "title":"Nutrition and Learning."},
      {
        "id":"ED196524",
        "title":"Fire-Play and Fire-Setting of Young Children."},
      {
        "id":"ED196530",
        "title":"Decoding Children's Expressions of Affect."},
      {
        "id":"ED196531",
        "title":"Development of Leadership Capacities in Children."},
      {
        "id":"ED196534",
        "title":"Characteristics of Children's Scripts for Familiar Events."},
      {
        "id":"ED196536",
        "title":"Integrated Nutrition, Education and Training, Ages 9-12."},
      {
        "id":"ED196537",
        "title":"Integrated Nutrition, Education and Training, Ages 3-8."},
      {
        "id":"ED196545",
        "title":"Information and Guidelines for Identification of Children with Parasitic Intestinal Infections."},
      {
        "id":"ED196546",
        "title":"State Preschool Guidelines."},
      {
        "id":"ED196547",
        "title":"The Relationship Between Nutrition and Student Achievement, Behavior, and Health: A Review of the Literature."},
      {
        "id":"ED196548",
        "title":"The Relationship Between Sensorimotor Behaviors and Language in Socioeconomically Depressed Infants."},
      {
        "id":"ED196549",
        "title":"A Handbook on Parent Involvement with a Focus on Parents' Educational and Social Development and Positive-Parent-Child Interactions."},
      {
        "id":"ED196554",
        "title":"Marketable Preschool Education, 1975-76. Final Report."},
      {
        "id":"ED196560",
        "title":"Developmental Consistencies in Children&apos;s Socio-Moral Knowledge: Justice Reasoning and Altruistic Behavior."},
      {
        "id":"ED196566",
        "title":"Kaleo's Safe Walking Kit."},
      {
        "id":"ED196567",
        "title":"California Guide for Pedestrian Safety Education. Volumes I-III."},
      {
        "id":"ED196571",
        "title":"How to Become Meaningfully Involved in School Food and Nutrition Programs: A Guide for Parents."},
      {
        "id":"ED196572",
        "title":"The Jewish Nursery School as Surrogate Parent."},
      {
        "id":"ED196582",
        "title":"Ethnic Traditions and the Family: Asian, Black, Greek, Native American, Polynesian and Hispanic Culture. Proceedings of a Symposium (Salt Lake City, Utah, April 30, May 1, 7-8 and 14-15, 1980)."},
      {
        "id":"ED196587",
        "title":"Indian Education: Problems in Need of Resolution. Report No. 136."},
      {
        "id":"ED196588",
        "title":"Indian Education: Selected Programs and Practices."},
      {
        "id":"ED196589",
        "title":"Indian Education: Policy Recommendations."},
      {
        "id":"ED196590",
        "title":"Indian Education: An Overview of State Laws and Policies."},
      {
        "id":"ED196591",
        "title":"Indian Education: Final Project Report."},
      {
        "id":"ED196593",
        "title":"Rural Education: The Federal Response."},
      {
        "id":"ED196595",
        "title":"Stability and Change in Educational and Occupational Aspirations: Longitudinal Analyses from Preadolescence to Young Adulthood."},
      {
        "id":"ED196597",
        "title":"Development of Native American Culture and Art--Part 2. Hearing before the Select Committee on Indian Affairs, United States Senate, Ninety-Sixth Congress, Second Session on S. 2166 to Promote the Development of Native American Culture and Art."},
      {
        "id":"ED196599",
        "title":"Schooling in the Borderlands: Neglect, Inequality and Cultural Conflict."},
      {
        "id":"ED196600",
        "title":"Underrepresentation in the Sciences: Chicanos and Native Americans."},
      {
        "id":"ED196601",
        "title":"Cultural Plurality in Higher Education: A Conflict Approach."},
      {
        "id":"ED196604",
        "title":"Evaluation Design: ESEA Title I Migrant Program. Publication No. 80.02."},
      {
        "id":"ED196607",
        "title":"Rural vs. Suburban Residential Choice: A Progress Report. Technical Report 107A."},
      {
        "id":"ED196611",
        "title":"Rural Social Work - Theory and Practice."},
      {
        "id":"ED196612",
        "title":"Oversight Hearings on the Implementation of Indian Education Amendments. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session (April 24, May 14, June 15, July 26 and 27, 1979)."},
      {
        "id":"ED196620",
        "title":"A Legacy of Four Cultures: Education and the Mexican Americans. Working Papers on Meeting the Education Needs of Cultural Minorities."},
      {
        "id":"ED196621",
        "title":"The State of Indian Education: Working Papers on Meeting the Education Needs of Cultural Minorities."},
      {
        "id":"ED196622",
        "title":"Working Papers on Meeting the Education Needs of Cultural Minorities. Summary Report."},
      {
        "id":"ED196623",
        "title":"Perceptions of Life Quality in Rural America: An Analysis of Survey Data from Four Studies. Research Report Series."},
      {
        "id":"ED196625",
        "title":"Oversight of the Indian Child Welfare Act. Hearing before the Select Committee on Indian Affairs, United States Senate, Ninety-Sixth Congress, Second Session on Oversight of the Indian Child Welfare Act (Public Law 95-608)."},
      {
        "id":"ED196630",
        "title":"Preventing Drug Abuse among American Indian Young People."},
      {
        "id":"ED196632",
        "title":"A Compendium: Campsites and One-Day Visitation Sites in the State Of Hawaii."},
      {
        "id":"ED196635",
        "title":"Improving Education in Rural America: Past Efforts, Future Opportunities. Accepting Rural Reality: An Agenda for the Future Improvement of Rural Education."},
      {
        "id":"ED196636",
        "title":"Improving Education in Rural America: Past Efforts, Future Opportunities - The Study Methodology."},
      {
        "id":"ED196637",
        "title":"The Indian Education Act of 1972: Answers to Your Questions. Revised."},
      {
        "id":"ED196651",
        "title":"What's It All About? A Manual for Basic Skills Workshop."},
      {
        "id":"ED196655",
        "title":"Land Use Issues."},
      {
        "id":"ED196656",
        "title":"Teacher's Guide for Heating and Cooling. Elementary Science Study."},
      {
        "id":"ED196657",
        "title":"Teacher's Guide for Optics. Elementary Science Study."},
      {
        "id":"ED196658",
        "title":"Teacher&apos;s Guide for Spinning Tables. Elementary Science Study."},
      {
        "id":"ED196659",
        "title":"Teacher&apos;s Guide for Starting From Seeds. Elementary Science Study."},
      {
        "id":"ED196660",
        "title":"Teacher's Guide for Structures. Elementary Science Study."},
      {
        "id":"ED196661",
        "title":"Track Picture Book. Elementary Science Study."},
      {
        "id":"ED196662",
        "title":"Teacher's Guide for Tracks. Elementary Science Study."},
      {
        "id":"ED196664",
        "title":"Challenges in Renewable Natural Resources: A Guide to Alternative Futures."},
      {
        "id":"ED196665",
        "title":"Innovation American Style: Competition and Cooperation in the Search for a &quot;Better Mousetrap&quot;."},
      {
        "id":"ED196668",
        "title":"The Universe in Motion, Book 2. Guidebook. The University of Illinois Astronomy Program."},
      {
        "id":"ED196669",
        "title":"Gravitation, Book 3. The University of Illinois Astronomy Program."},
      {
        "id":"ED196670",
        "title":"The Message of Starlight, Book 4. The University of Illinois Astronomy Program."},
      {
        "id":"ED196671",
        "title":"The Life Story of a Star, Book 5. Guidebook. The University of Illinois Astronomy Project."},
      {
        "id":"ED196673",
        "title":"Animals in the Classroom: A Guide for Teachers. Elementary Science Study."},
      {
        "id":"ED196674",
        "title":"Making Maps. Elementary Science Study."},
      {
        "id":"ED196675",
        "title":"Teacher's Guide for Mapping. Elementary Science Study."},
      {
        "id":"ED196676",
        "title":"Mapping Games. Elementary Science Study."},
      {
        "id":"ED196681",
        "title":"Proceedings of the World Conference on Continuing Engineering Education (1st, Mexico City, Mexico, April 25-27, 1979)."},
      {
        "id":"ED196684",
        "title":"The Role of Cognitive Style in the Learning of Mathematics: A Research Study. Final Technical Report."},
      {
        "id":"ED196685",
        "title":"The Development of Network Retrieval in Addition."},
      {
        "id":"ED196687",
        "title":"Energy-Related Activities in Two-Year Postsecondary Vocational-Technical Institutions: A Representative Sampling by State."},
      {
        "id":"ED196688",
        "title":"Educational and Demographic Characteristics of Energy-Related Scientists and Engineers, 1976."},
      {
        "id":"ED196695",
        "title":"American Weather Stories."},
      {
        "id":"ED196700",
        "title":"Environmental Protection Careers Guidebook."},
      {
        "id":"ED196703",
        "title":"Research Reporting Sections, Annual Meeting of the National Council of Teachers of Mathematics (59th, St. Louis, Missouri, April 22-25, 1981)."},
      {
        "id":"ED196704",
        "title":"Teaching Basic Skills Through Environmental Education Activities."},
      {
        "id":"ED196706",
        "title":"Change and Stability in the Curriculum: An Overview of the Questions. Research Reports from the Curriculum Laboratory, College of Education, University of Illinois at Urbana-Champaign, Number 6."},
      {
        "id":"ED196707",
        "title":"Creative Activity in Mathematics Education: A First Attempt at Definition and Problem-Identification. Research Reports from the Curriculum Laboratory, College of Education, University of Illinois at Urbana-Champaign, Number 7."},
      {
        "id":"ED196709",
        "title":"Technical Problems in Implementing University-Level Computer-Assisted Instruction in Mathematics and Science: Second Annual Report."},
      {
        "id":"ED196710",
        "title":"A Research Study of Computer-Based Tutoring of Mathematical and Scientific Knowledge. Final Technical Report."},
      {
        "id":"ED196713",
        "title":"Designs for the Future of Environmental Education, Volume I. Final Report."},
      {
        "id":"ED196714",
        "title":"The Impact of Inbreeding and Immobility on the Professional Role and Scholarly Performance of Academic Scientists."},
      {
        "id":"ED196715",
        "title":"Science and Engineering Personnel: A National Overview."},
      {
        "id":"ED196716",
        "title":"Engineering and High Technology Manpower Shortages: The Connection With Mathematics."},
      {
        "id":"ED196717",
        "title":"Occupational Mobility of Scientists and Engineers. Special Report."},
      {
        "id":"ED196718",
        "title":"A Governance Model for In-Service Science Teacher Education."},
      {
        "id":"ED196721",
        "title":"Science for the Handicapped: An Annotated Bibliography."},
      {
        "id":"ED196722",
        "title":"Selected Mathematics Applications (Level A): Operating A Store."},
      {
        "id":"ED196723",
        "title":"Selected Mathematics Applications (Level B): Measurement in the Home."},
      {
        "id":"ED196724",
        "title":"The Litter Problem. Environmental Education Supplementary Instructional Guide, Elementary Level."},
      {
        "id":"ED196725",
        "title":"The Litter Problem. Environmental Education Supplementary Instructional Guide, Secondary Level."},
      {
        "id":"ED196726",
        "title":"A Framework for Environmental Education in the Public Schools of Hawaii."},
      {
        "id":"ED196729",
        "title":"Alabama/Energy and the Way We Live: A Bibliography of Free and Inexpensive Printed Materials."},
      {
        "id":"ED196730",
        "title":"How to Attract a Crowd: A Publicity Manual for Alabama/Energy and the Way We Live."},
      {
        "id":"ED196733",
        "title":"Basic Measurement and Evaluation of Science Instruction."},
      {
        "id":"ED196734",
        "title":"Assessment of Scientists'/Engineers' Continuing Education Needs in Small, Geographically-Dispersed Industries. Final Report."},
      {
        "id":"ED196742",
        "title":"U.S. Commissioner of Education Task Force on Global Education: Report With Recommendations."},
      {
        "id":"ED196745",
        "title":"People and Places: Reaching beyond the Schools."},
      {
        "id":"ED196746",
        "title":"Your School District and the Arts: A Self-Assessment."},
      {
        "id":"ED196747",
        "title":"Ideas and Money for Expanding School Arts Programs."},
      {
        "id":"ED196748",
        "title":"The Effects of Values Dilemma Activities on the Content Retention and Attitudes of Social Studies Students: An Empirical Investigation Based upon the Casteel-Stahl Approach to Values Education."},
      {
        "id":"ED196750",
        "title":"The Role of Transactive Discussion in Moral Development: The History of a Six-Year Program of Research, Part I [and] Part II."},
      {
        "id":"ED196756",
        "title":"Men and Family Planning. Worldwatch Paper 41."},
      {
        "id":"ED196759",
        "title":"A Comparison of High School Psychology Courses Taught by Social Studies, Guidance Counselors, and Other Area-Certified Teachers."},
      {
        "id":"ED196760",
        "title":"Education for Aesthetic Awareness. Final Report. July 1, 1977-June 30, 1980."},
      {
        "id":"ED196761",
        "title":"1978-79 Michigan Social Studies Textbook Study, Volume I."},
      {
        "id":"ED196762",
        "title":"1978-79 Michigan Social Studies Textbook Study, Volume II."},
      {
        "id":"ED196763",
        "title":"The Impact of Higher Education on Moral Judgment Development. Project Report 1."},
      {
        "id":"ED196764",
        "title":"Moral Dilemmas of Young Adults."},
      {
        "id":"ED196773",
        "title":"Quantitative Understanding to Enhance Social Science Teaching. Project QUESST: Technical Report."},
      {
        "id":"ED196774",
        "title":"Selected Bibliography of Egyptian Educational Materials. Vol. 5, No. 3, 1979."},
      {
        "id":"ED196775",
        "title":"High School Psychology: Bibliography, Newsletters, Facts and Figures."},
      {
        "id":"ED196777",
        "title":"Energy and Architecture: The Solar and Conservation Potential. Worldwatch Paper 40."},
      {
        "id":"ED196781",
        "title":"Executive Summary: Social Science Education. A Literature Review and Analysis Related to Assessment of Needs and Existing Practices in U.S. Schools in Pre-College Natural Science, Mathematics, and Social Science Education."},
      {
        "id":"ED196787",
        "title":"Resources for Teaching U.S. History. TeachERIC Resource Series, No. 1."},
      {
        "id":"ED196788",
        "title":"Resources for Using a Global Approach in Elementary Social Studies. TeachERIC Resource Series, No. 2."},
      {
        "id":"ED196790",
        "title":"Data Book of Social Studies Materials and Resources, Volume 6."},
      {
        "id":"ED196793",
        "title":"Citizenship Education: Instructional Materials/Resources for High School Citizenship."},
      {
        "id":"ED196794",
        "title":"Modern History of Hawaii: Instructional Materials/Resources for High School Modern History of Hawaii."},
      {
        "id":"ED196796",
        "title":"Social Action As An Objective of Social Studies Instruction."},
      {
        "id":"ED196806",
        "title":"Community Health Nursing Models: A Selected Bibliography. Nurse Planning Information Series. No. 11."},
      {
        "id":"ED196807",
        "title":"A National Agenda for Research and Development in Teacher Education. 1979-1984."},
      {
        "id":"ED196820",
        "title":"Health Facility Reuse, Retrofit, and Reconfiguration. NCHSR Research Proceedings Series."},
      {
        "id":"ED196859",
        "title":"Survey of the 89th General Assembly of Their Attitudes and Opinions Toward Public Education in the State of Tennessee."},
      {
        "id":"ED196867",
        "title":"Specialization Among Educators: Efficiency, Power, and the Medical Analogy. Final Report."},
      {
        "id":"ED196871",
        "title":"Implementing Performance-Based Teacher Education at the State Level."},
      {
        "id":"ED196872",
        "title":"The Practice of the Profession of Education in Diverse Settings."},
      {
        "id":"ED196881",
        "title":"Teachers as School Decision Makers. Project Report No. 80-A7."},
      {
        "id":"ED196884",
        "title":"The Influence of Problem Ownership on Teachers&apos; Perceptions of and Strategies for Coping with Problem Students. Research Series No. 84."},
      {
        "id":"ED196885",
        "title":"Teachers&apos; Specific Strategies for Dealing with Hostile, Aggressive Students. Research Series No. 86."},
      {
        "id":"ED196886",
        "title":"Teachers' General Strategies for Dealing with Problem Students. Research Series No. 87."},
      {
        "id":"ED196887",
        "title":"Report on the 1978-79 Survey of Adult Learners. State of Illinois Board of Higher Education."},
      {
        "id":"ED196889",
        "title":"Should Teachers be Taught to be Rational?"},
      {
        "id":"ED196890",
        "title":"Basing Effectiveness Criteria on Theories of Teacher Development."},
      {
        "id":"ED196892",
        "title":"Approaches to Staff Development from Conceptions of Teacher Development."},
      {
        "id":"ED196896",
        "title":"Developing Positive Student Self-Concept. Analysis and Action Series."},
      {
        "id":"ED196899",
        "title":"The Moral Dangers of Professional Ethics."},
      {
        "id":"ED196900",
        "title":"The Training of Teachers Using Observation of BTES Variables."},
      {
        "id":"ED196903",
        "title":"IGE Evaluation Phase IV: DMP Descriptive Study Final Report. Report from the Project on Evaluation of Practices in Individualized Schooling."},
      {
        "id":"ED196904",
        "title":"IGE Evaluation Phase IV: WDRSD Descriptive Study Final Report. Report from the Project on Evaluation of Practices in Individualized Schooling."},
      {
        "id":"ED196913",
        "title":"Australian Council for Educational Research. Fiftieth Annual Report. 1979-80."},
      {
        "id":"ED196918",
        "title":"Teacher Thought Regarding Instructional Preferences."},
      {
        "id":"ED196919",
        "title":"Staff Development/Organization Development."},
      {
        "id":"ED196921",
        "title":"Psychology's Contribution To Teaching: Educational Epistemology."},
      {
        "id":"ED196923",
        "title":"Policy for the Education of Educators: Issues and Implications."},
      {
        "id":"ED196926",
        "title":"A Comparison Study of the College Board Scholastic Aptitude Test Scores between Students in Indiana, the Midwestern Region, and the Nation. Includes Test Scores, High School Records, Socioeconomic Characteristics, and College Plans. Monograph 80-1."},
      {
        "id":"ED196927",
        "title":"The Generalizability of Elementary School Student Ratings of Attitudes Toward School Subjects."},
      {
        "id":"ED196930",
        "title":"NIE's Study of Minimum Competency Testing: A Process for the Clarification of Issues."},
      {
        "id":"ED196932",
        "title":"Invitational Testing Seminars for Non-Educators. Final Report."},
      {
        "id":"ED196933",
        "title":"Training Citizen Groups on Educational Testing Issues: A Trainer&apos;s Manual."},
      {
        "id":"ED196934",
        "title":"A Parent&apos;s Guide to Testing in the Schools."},
      {
        "id":"ED196935",
        "title":"Educational Testing Facts and Issues: A Layperson&apos;s Guide to Testing in the Schools."},
      {
        "id":"ED196938",
        "title":"Measuring Attitudes Toward Reading. ERIC/TM Report 73."},
      {
        "id":"ED196940",
        "title":"El Camino's 1st Year as a Fundamental High School: A Descriptive Report."},
      {
        "id":"ED196942",
        "title":"Proficiency Assessment in California. 1980 Status Report on Implementation of California's Pupil Proficiency Law."},
      {
        "id":"ED196944",
        "title":"The B.C. Reading Assessment. Summary Report."},
      {
        "id":"ED196945",
        "title":"A Guide to Item Banking in Education."},
      {
        "id":"ED196946",
        "title":"Testing and Evaluation in Schools: Practitioners' Views."},
      {
        "id":"ED196949",
        "title":"Validation of the Descriptive Tests of Mathematics Skills."},
      {
        "id":"ED196950",
        "title":"Causal Attributions and Affect in a Real-life Testing Situation."},
      {
        "id":"ED196956",
        "title":"Incidental Learning and Recall in Children."},
      {
        "id":"ED196959",
        "title":"Proceedings of the Conference on the Assessment of Quality of Master&apos;s Programs (University of Maryland University College, March 1-3, 1979)."},
      {
        "id":"ED196960",
        "title":"Contributed Papers of the Conference on the Assessment of Quality of Master&apos;s Programs (University of Maryland University College, March 1-3, 1979)."},
      {
        "id":"ED196963",
        "title":"Assessing Young Children's Moral Development: A Standardized and Objective Scale."},
      {
        "id":"ED196965",
        "title":"Interagency Coordination of Services for Young Children in Massachusetts: Review and Evaluation."},
      {
        "id":"ED196967",
        "title":"Socialization and Ethnic Identity Development."},
      {
        "id":"ED196972",
        "title":"?Cuan buenas son nuestras viviendas?: Los hispanos [How Good Is Our Housing? Hispanics]."},
      {
        "id":"ED196985",
        "title":"Social Mobility and the Single Black Woman: Perspectives on Marital Options and Limits."},
      {
        "id":"ED196986",
        "title":"Racial and Non-Racial Correlates of Anti-Busing Attitudes in Louisville."},
      {
        "id":"ED196993",
        "title":"Changing Commitment into Action: Employment of Women and Minorities in Alaska State Government."},
      {
        "id":"ED196994",
        "title":"Police Practices and the Preservation of Civil Rights: A Consultation Sponsored by the United States Commission on Civil Rights (Washington, D.C., December 12-13, 1978)."},
      {
        "id":"ED196995",
        "title":"Audit Report of the U.S. Federal District Court-Ordered Desegregation of the Dallas Independent School District - 1977-78."},
      {
        "id":"ED196996",
        "title":"Audit Report of the U.S. Federal District Court-Ordered Desegregation of the Dallas Independent School District, 1978-79."},
      {
        "id":"ED196998",
        "title":"Audit Report of the U.S. Federal District Court-Ordered Desegregation of the Dallas Independent School District, 1979-80."},
      {
        "id":"ED197005",
        "title":"West Indian Immigrants and the United States Education Process."},
      {
        "id":"ED197007",
        "title":"Readings for Mental Health and Human Service Workers in the Black Community."},
      {
        "id":"ED197009",
        "title":"The Impact of Race on Interaction in a Desegregated School."},
      {
        "id":"ED197019",
        "title":"Proceedings of Conference on the Educational and Occupational Needs of Asian-Pacific-American Women (San Francisco, California, August 24-25, 1976). August 24-25, 1976)."},
      {
        "id":"ED197027",
        "title":"A Profile of Relevant Attitudes, Perceptions and Aspirations of Young Micronesians. Volume I."},
      {
        "id":"ED197028",
        "title":"Profile of Relevant Attitudes, Perceptions and Aspirations of Young Micronesians. Volume II."},
      {
        "id":"ED197029",
        "title":"1979-1980 Hartford Project Concern Program. Final Evaluation Report 80-20."},
      {
        "id":"ED197035",
        "title":"The Conflicts in In-School Cultural Behaviors of the Puerto Rican Migrant Children on the Mainland."},
      {
        "id":"ED197040",
        "title":"Urban School Desegregation Costs."},
      {
        "id":"ED197050",
        "title":"Performance Evaluation Workshop for In-Service Managers. Introductory Module and Module 1: Introductory Manual. The Urban Management Development Project, Package XIV."},
      {
        "id":"ED197051",
        "title":"Performance Evaluation Workshop for In-Service Managers. Module 2: Methods of Performance Evaluation. The Urban Management Curriculum Development Project, Package XIV."},
      {
        "id":"ED197052",
        "title":"Performance Evaluation Workshop for In-Service Managers. Module 3: Formulating Objectives and Avoiding Errors. The Urban Management Curriculum Development Project, Package XIV."},
      {
        "id":"ED197053",
        "title":"Performance Evaluation Workshop for In-Service Managers. Module 4: Employee Feedback and Development. The Urban Management Curriculum Development Project, Package XIV."},
      {
        "id":"ED197055",
        "title":"The Evaluation of Staff Development in Technical and Further Education. A Proposed Methodology."},
      {
        "id":"ED197057",
        "title":"Task Analysis Inventories. Series II."},
      {
        "id":"ED197061",
        "title":"Status Study of Precollege Science Education. Methodological Report."},
      {
        "id":"ED197074",
        "title":"Proceedings of the Conference on Current Concerns in Home Economics Education (Champaign, Illinois, April 16-19, 1978)."},
      {
        "id":"ED197075",
        "title":"The Minimum Level of Unemployment and Public Policy."},
      {
        "id":"ED197083",
        "title":"Proceedings of the Annual Conference: Rehabilitation Research and Training Centers of the National Institute of Handicapped Research. Meeting the Opportunities of the National Institute of Handicapped Research (4th, Washington, D.C., May 5-7, 1980). Special Edition."},
      {
        "id":"ED197085",
        "title":"Elementary Occupational Information Program. Keystone to Career Development."},
      {
        "id":"ED197086",
        "title":"Basic Skills Proficiencies of Secondary Vocational Education Students. Vocational Education Study Publication No. 4."},
      {
        "id":"ED197089",
        "title":"Job Sharing in the Public Sector."},
      {
        "id":"ED197091",
        "title":"The Older Worker. Statistical Reports on Older Americans, No. 6."},
      {
        "id":"ED197092",
        "title":"Trends in Educational Attainment among Workers in the 1970s. Special Labor Force Report 240. Reprinted."},
      {
        "id":"ED197094",
        "title":"Leaving Early: Perspectives and Problems in Current Retirement Practice and Policy."},
      {
        "id":"ED197097",
        "title":"Consortium for the Development of Professional Materials for Vocational Education. Second Annual Consortium Report, 1979-1980."},
      {
        "id":"ED197098",
        "title":"On-The-Job Training and the Prlvate Industry Council: A Technical Assistance Guide."},
      {
        "id":"ED197102",
        "title":"Evaluation of Staff Development in Technical and Further Education. A Summary of the Reports."},
      {
        "id":"ED197103",
        "title":"Job Performance Appraisal System Training Program. Final Report."},
      {
        "id":"ED197105",
        "title":"Activities in Career and Self Assessment for Students with Work Experience. Teacher/Counselor Edition."},
      {
        "id":"ED197106",
        "title":"A Number of Suggestions for the Implementation of Experience Based Education Programs in Post Secondary Settings."},
      {
        "id":"ED197107",
        "title":"Classroom Supplementary Career Education Materials."},
      {
        "id":"ED197108",
        "title":"Guide for Occupational Exploration: Activities in Career and Self-Assessment. Counselor Edition."},
      {
        "id":"ED197109",
        "title":"EBCE and Self-Concepts--Some Thoughts on Self-Regard and Career Development."},
      {
        "id":"ED197111",
        "title":"Theories of Occupational Choice: A Critical Assessment of Selected Viewpoints."},
      {
        "id":"ED197112",
        "title":"Employee Performance and State Mental Health Manpower Development."},
      {
        "id":"ED197115",
        "title":"National Conference on Marketing and Distributive Education; \"Directions for the 1980s\" (Vail, Colorado, May 19-22, 1980)."},
      {
        "id":"ED197116",
        "title":"Career Education: A Tool for Meeting the Needs of Special Populations."},
      {
        "id":"ED197117",
        "title":"Assessment of the Career Planning Support System. Final Report."},
      {
        "id":"ED197118",
        "title":"Michigan Research and Development Utilization Project. Project CEDISS. Final Report."},
      {
        "id":"ED197123",
        "title":"Energy Conservation Strategies for Tomorrow&apos;s Workers: A Review of Instructional Materials."},
      {
        "id":"ED197138",
        "title":"Mountain Plains Learning Experience Guide: Appliance Repair. Course: Heater-Type Appliances."},
      {
        "id":"ED197139",
        "title":"Mountain Plains Learning Experience Guide: Appliance Repair. Course: Motor-Operated Appliances."},
      {
        "id":"ED197140",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Automotive Shop Safety."},
      {
        "id":"ED197141",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Tools and Equipment."},
      {
        "id":"ED197142",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Parts and Accessories."},
      {
        "id":"ED197143",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Electrical Systems."},
      {
        "id":"ED197144",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Automotive Fuel Systems."},
      {
        "id":"ED197145",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Emission Systems."},
      {
        "id":"ED197146",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Tune-Up."},
      {
        "id":"ED197147",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Engine Repair."},
      {
        "id":"ED197148",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Brake Systems."},
      {
        "id":"ED197149",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Suspension Systems."},
      {
        "id":"ED197150",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Power Train."},
      {
        "id":"ED197151",
        "title":"Mountain Plains Learning Experience Guide: Automotive Repair. Course: Detailing and Servicing."},
      {
        "id":"ED197152",
        "title":"Mountain Plains Learning Experience Guide: Carpentry. Course: Rough-In."},
      {
        "id":"ED197153",
        "title":"Mountain Plains Learning Experience Guide: Carpentry. Course: Finish."},
      {
        "id":"ED197154",
        "title":"Mountain Plains Learning Experience Guide: Consumer Education."},
      {
        "id":"ED197155",
        "title":"Mountain Plains Learning Experience Guide: Drafting. Course: Basic Drawing. Revised Edition."},
      {
        "id":"ED197156",
        "title":"Mountain Plains Learning Experience Guide: Drafting. Course: Blueprint Reading."},
      {
        "id":"ED197157",
        "title":"Mountain Plains Learning Experience Guide: Electrical Theory. Course: Basic Electricity."},
      {
        "id":"ED197158",
        "title":"Mountain Plains Learning Experience Guide: Electrical Wiring. Course: Electrical Wiring Rough-In."},
      {
        "id":"ED197159",
        "title":"Mountain Plains Learning Experience Guide: Electrical Wiring. Course: Electrical Wiring Trim-Out."},
      {
        "id":"ED197160",
        "title":"Mountain Plains Learning Experience Guide: Electric Motor Repair."},
      {
        "id":"ED197161",
        "title":"Mountain Plains Learning Experience Guide: Heating, Refrigeration, &amp; Air Conditioning."},
      {
        "id":"ED197162",
        "title":"Mountain Plains Learning Experience Guide: Licensed Day Care."},
      {
        "id":"ED197163",
        "title":"Mountain Plains Learning Experience Guide: Lodging. Course: Housekeeping Operations."},
      {
        "id":"ED197164",
        "title":"Mountain Plains Learning Experience Guide: Lodging. Course: Front Desk Procedures."},
      {
        "id":"ED197165",
        "title":"Mountain Plains Learning Experience Guide: Lodging. Course: Night Auditing Procedures."},
      {
        "id":"ED197166",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Marketing Mathematics."},
      {
        "id":"ED197167",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Human Relations in Marketing."},
      {
        "id":"ED197168",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Merchandise Distribution Procedures."},
      {
        "id":"ED197169",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Marketing Operations."},
      {
        "id":"ED197170",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Cash Register Operation."},
      {
        "id":"ED197171",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Visual Merchandising."},
      {
        "id":"ED197172",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Basic Salesmanship."},
      {
        "id":"ED197173",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Customer Service."},
      {
        "id":"ED197174",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Advanced Salesmanship."},
      {
        "id":"ED197175",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Advertising and Promotion."},
      {
        "id":"ED197176",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Purchasing."},
      {
        "id":"ED197177",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Business Finance and Control."},
      {
        "id":"ED197178",
        "title":"Mountain Plains Learning Experience Guide: Marketing. Course: Supervisory Skills."},
      {
        "id":"ED197179",
        "title":"Mountain Plains Learning Experience Guide: Parent Involvement. Course: Interaction with Children."},
      {
        "id":"ED197180",
        "title":"Mountain Plains Learning Experience Guide: Parent Involvement. Course: Infant."},
      {
        "id":"ED197181",
        "title":"Mountain Plains Learning Experience Guide: Parent Involvement. Course: The Preschool Child."},
      {
        "id":"ED197182",
        "title":"Mountain Plains Learning Experience Guide: Parent Involvement. Course: The Middle-Aged Child."},
      {
        "id":"ED197183",
        "title":"Mountain Plains Learning Experience Guide: Parent Involvement. Course: Adolescence."},
      {
        "id":"ED197184",
        "title":"Mountain Plains Learning Experience Guide: Plumbing. Course: Drainage and Vent Systems."},
      {
        "id":"ED197185",
        "title":"Mountain Plains Learning Experience Guide: Plumbing. Course: Supply Piping Systems."},
      {
        "id":"ED197186",
        "title":"Mountain Plains Learning Experience Guide: Plumbing. Course: General Procedures and Practices for Building Trades and Services."},
      {
        "id":"ED197187",
        "title":"Mountain Plains Learning Experience Guide: Radio and T.V. Repair. Course: D.C. Circuits."},
      {
        "id":"ED197188",
        "title":"Mountain Plains Learning Experience Guide: Radio and T.V. Repair. Course: A.C. Circuits."},
      {
        "id":"ED197189",
        "title":"Mountain Plains Learning Experience Guide: Radio and T.V. Repair. Course: Basic Radio Theory &amp; Component Assembly."},
      {
        "id":"ED197190",
        "title":"Mountain Plains Learning Experience Guide: Radio and T.V. Repair. Course: Television Repair."},
      {
        "id":"ED197191",
        "title":"Mountain Plains Learning Experience Guide: Curriculum Area: Health Education, Family Core Curriculum."},
      {
        "id":"ED197192",
        "title":"A Blueprint for ACTION."},
      {
        "id":"ED197193",
        "title":"CETA Demonstrations Provides Lessons on Implementing Youth Programs. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED197195",
        "title":"It&apos;s My Life: Individualized Service Planning. A Consumer Education Module for People with Disabilities."},
      {
        "id":"ED197196",
        "title":"Together We Can. A Consumer Education Module for People with Mental Retardation."},
      {
        "id":"ED197197",
        "title":"Urban Consumer: A Community Newspaper. A Consumer Education Curriculum Module for Grades 7-8."},
      {
        "id":"ED197201",
        "title":"Perceptions of Program Impact: ABE/GED in Maryland."},
      {
        "id":"ED197203",
        "title":"Problems and Issues in Industry-Sponsored Vocational Programs: Implications for Research and Development. Occasional Paper No. 67."},
      {
        "id":"ED197206",
        "title":"Working Women, Marriage, and Retirement."},
      {
        "id":"ED197207",
        "title":"Current and Emerging Structures for Education and Training: Implications for Vocational Education R&amp;D. Occasional Paper No. 68."},
      {
        "id":"ED197209",
        "title":"Entry into Nursing. Part II. Student Selection and Retention in Nursing Schools. Health Manpower References."},
      {
        "id":"ED197210",
        "title":"Planning for Vocational Education Accessibility. A Local Planning System for Secondary and Postsecondary Programs."},
      {
        "id":"ED197211",
        "title":"Access to Vocational Education. A Planning System for Local Secondary and Post-Secondary Program and Facility Accessibility. Step 1: Identifying Barriers."},
      {
        "id":"ED197212",
        "title":"Access to Vocational Education. A Planning System for Local Secondary and Post-Secondary Program and Facility Accessibility. Step 2: Establishing Goals and Priorities."},
      {
        "id":"ED197213",
        "title":"Access to Vocational Education. A Planning System for Local Secondary and Post-Secondary Program and Facility Accessibility. Step 3: Generating Strategies."},
      {
        "id":"ED197214",
        "title":"Access to Vocational Education. A Planning System for Local Secondary and Post-Secondary Program and Facility Accessibility. Step 4: Selecting Strategies."},
      {
        "id":"ED197215",
        "title":"Access to Vocational Education. A Planning System for Local Secondary and Post-Secondary Program and Facility Accessibility. Step 5: Removing Barriers."},
      {
        "id":"ED197216",
        "title":"Access to Vocational Education. A Planning System for Local Secondary and Post-Secondary Program and Facility Accessibility. Exemplary Programs and Practices."},
      {
        "id":"ED197217",
        "title":"Access to Vocational Education. A Planning System for Local Secondary and Post-Secondary Program and Facility Accessibility. Resource Directory."},
      {
        "id":"ED197218",
        "title":"Overview. 1978 Reports of the State Advisory Councils on Vocational Education."},
      {
        "id":"ED197219",
        "title":"Terms, Definitions, Organizations and Councils Associated with Adult Learning."},
      {
        "id":"ED197220",
        "title":"Energy Cost Reduction for Automotive Service Facilities."},
      {
        "id":"ED197221",
        "title":"Youth Entitlement Demonstration. Second Interim Report on Program Implementation."},
      {
        "id":"ED197222",
        "title":"Youth Entitlement Demonstration Frogram. A Summary Report on the Start-Up Period of the Youth Incentive Pilot Projects, January-June, 1978."},
      {
        "id":"ED197223",
        "title":"Supported Work Demonstration: Effects During the First 18 Months after Enrollment."},
      {
        "id":"ED197224",
        "title":"The Quality of Work in the Youth Entitlement Demonstration."},
      {
        "id":"ED197225",
        "title":"Researching Second Step Nursing Education, Volume 2. Proceedings of the Annual National Second Step Conference (2nd, San Francisco, California, January 12-13, 1981)."},
      {
        "id":"ED197230",
        "title":"A Review of the Interpersonal Influence Process in Counseling."},
      {
        "id":"ED197235",
        "title":"The Effects of Vocal Activity and Race of Applicant on Job Selection Interview Decisions."},
      {
        "id":"ED197236",
        "title":"Selection of School Counsellors in New Zealand."},
      {
        "id":"ED197237",
        "title":"Holding Up the Mirror: Changing Roles of the University Counseling Center."},
      {
        "id":"ED197238",
        "title":"Sex of Counselor and Sex of Client: Preliminary Results."},
      {
        "id":"ED197240",
        "title":"Attitudes Toward Mental Illness Among Mental Health Volunteers."},
      {
        "id":"ED197242",
        "title":"Sexual Harassment. A Report on the Sexual Harassment of Students."},
      {
        "id":"ED197244",
        "title":"Do Networks Support? A Structural Perspective."},
      {
        "id":"ED197246",
        "title":"Anything Worth Being You Already Are! Education Through Meditation."},
      {
        "id":"ED197248",
        "title":"Generation Differences in Perceptions of Parents and Children."},
      {
        "id":"ED197252",
        "title":"Energy Conservation: Three Years of Research on the Attitudes and Behaviors of High School Students."},
      {
        "id":"ED193243",
        "title":"Sex Differences in Spatial Performance as Related to Cerebral Lateralization."},
      {
        "id":"ED193244",
        "title":"SCRE Profile Assessment System Manual."},
      {
        "id":"ED193245",
        "title":"Research in the Service of Education. Papers presented at the SCRE 50th Anniversary Conference (London, December, 1978)."},
      {
        "id":"ED193246",
        "title":"Development of Simple Ways for Using State Assessment Results."},
      {
        "id":"ED193250",
        "title":"A Conceptual Framework for the Evaluation of Planned Social Change."},
      {
        "id":"ED193252",
        "title":"The Field Dependence-Independence Construct: Some, One, or None."},
      {
        "id":"ED193256",
        "title":"Set Number One, 1980. Research Information for Teachers."},
      {
        "id":"ED193257",
        "title":"Standards and Criteria for the Selection of Educational Tests."},
      {
        "id":"ED193258",
        "title":"Teachers and Testing; A Survey of Knowledge and Attitudes."},
      {
        "id":"ED193259",
        "title":"Teachers and Tests: The Teacher Union Response."},
      {
        "id":"ED193264",
        "title":"Alaska Instructional Diagnostic System, 1978 Pilot Test Results: Technical Report."},
      {
        "id":"ED193265",
        "title":"Analysis of Item Response Patterns: Questionable Test Data and Dissimilar Curriculum Practices."},
      {
        "id":"ED193266",
        "title":"Applying Latent Trait Theory to a Course Examination System: Administration, Maintenance, and Training."},
      {
        "id":"ED193267",
        "title":"Approaches to Research on Experiential Education Programs."},
      {
        "id":"ED193269",
        "title":"Committee Hearings as an Evaluation Format. Research on Evaluation Program, Paper and Report Series, No. 22."},
      {
        "id":"ED193271",
        "title":"Construction and Use of Criterion-Referenced Tests in Program Evaluation Studies. Laboratory of Psychometric and Evaluation Research Report No. 102."},
      {
        "id":"ED193272",
        "title":"CRTs and NRTs Together."},
      {
        "id":"ED193274",
        "title":"An Economist's View of the Uniform Methodology. ACT Special Report Twenty-One."},
      {
        "id":"ED193276",
        "title":"Educational Research and Evaluation in the 80's: A State Perspective."},
      {
        "id":"ED193279",
        "title":"Establishing Educational Priorities through the Illinois Problems Index. Survey Instruments [and] User's Manual."},
      {
        "id":"ED193280",
        "title":"Evaluating Composition Skills: A Method and Example."},
      {
        "id":"ED193281",
        "title":"An Exploratory Study of Barriers to Usage of Large Scale Data Bases such as Project TALENT."},
      {
        "id":"ED193283",
        "title":"Humor and Anxiety: Effects on Class Test Performance."},
      {
        "id":"ED193284",
        "title":"Intelligence Testing 1928-1978: What Next?"},
      {
        "id":"ED193285",
        "title":"Phenomenology, Multiple Realities and Educational Evaluation. Research on Evaluation Program, Paper and Report Series, No. 21."},
      {
        "id":"ED193286",
        "title":"The Quantitative and Qualitative in the Physical Sciences and the Implications for Evaluation. Research on Evaluation Program, Paper and Report Series, No. 25."},
      {
        "id":"ED193287",
        "title":"Research and Evaluation Studies from Large School Systems 1979."},
      {
        "id":"ED193290",
        "title":"Specific Variance of the WPPSI Subtests at Six Age Levels."},
      {
        "id":"ED193292",
        "title":"Student and Teacher Attitudes Toward Standardized Tests: A Summary of Two Surveys."},
      {
        "id":"ED193294",
        "title":"Types of Explanation in Educational Evaluation. Research on Evaluation Program, Paper and Report Series No. 34."},
      {
        "id":"ED193296",
        "title":"Developing, Field Testing and Calibrating a Word Analysis Skill Inventory."},
      {
        "id":"ED193301",
        "title":"Estimating Reliability of Factor Analytic Results."},
      {
        "id":"ED193308",
        "title":"Mental Test Data and Contingency Tables."},
      {
        "id":"ED193310",
        "title":"A New Instrument for Measuring Teacher Effectiveness."},
      {
        "id":"ED193313",
        "title":"Research on the Multiple-Choice Test Item in Japan: Toward the Validation of Mathematical Models."},
      {
        "id":"ED193315",
        "title":"A Validation Study of a Teachers' Global Perspective Values Scale. Technical Report."},
      {
        "id":"ED193322",
        "title":"Training Educational Opportunity Researchers: Some Sobered Thoughts on Mentoring, Some Optimistic Thoughts on Community."},
      {
        "id":"ED193331",
        "title":"Reward Experience, Socioeconomic Status, and Sex: Exploring Parameters of the Overjustification Effect."},
      {
        "id":"ED193364",
        "title":"Magnet Schools: An Approach to Voluntary Desegregation. Fastback 141."},
      {
        "id":"ED193369",
        "title":"Cuban Value Structure: Treatment Implications."},
      {
        "id":"ED193371",
        "title":"Culture Specific Approaches to the Treatment of Latin Multiple Substance Abusers: Family and Ecological Intervention Models."},
      {
        "id":"ED193374",
        "title":"Bicultural Involvement and Adjustment in Hispanic American Youths."},
      {
        "id":"ED193375",
        "title":"What Changes, What Remains the Same, and What Affects Acculturative Change in Cuban Immigrant Families."},
      {
        "id":"ED193376",
        "title":"An Evaluation of Project LEAP, E.S.E.A. Title I Program of Medford, Massachusetts. 1979-1980."},
      {
        "id":"ED193385",
        "title":"Final Evaluation Report for the C.S. 211 Bilingual Gifted and Talented Program 1978-1979."},
      {
        "id":"ED193387",
        "title":"Policy/Program Implementation. Instructors' and Students' Manual. Module Number Ten of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193388",
        "title":"Administrative Policy Analysis, Budgeting, Implementation, and Evaluation: An Overview to Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193389",
        "title":"Strategic Planning. Instructor's Manual. Module Number One of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193390",
        "title":"Workbook: Strategic Planning. Module Number One of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193391",
        "title":"Productivity Measurement. Instructor's Manual. Module Number Eight of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193392",
        "title":"Capital Facilities Planning and Debt Administration. Module Number Seven of Policy/Program Analysis and Evaluation Techniques. Package VI."},
      {
        "id":"ED193393",
        "title":"Performance/Program Budgeting. Module Number Six of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193394",
        "title":"Cost-Benefit and Cost-Effectiveness Analysis. Instructor's Manual. Module Number Five of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193395",
        "title":"Policy/Program Analysis and Evaluation Techniques. Module 4, Long Range Forecasting. Instructors&apos; Manual (Including Student Manual). Package VI."},
      {
        "id":"ED193396",
        "title":"Management by Objectives. Module Number Three of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193397",
        "title":"Issue Paper Techniques. Instructor's Manual. Module Number Two of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193398",
        "title":"Performance Auditing. Material for Class Leader. Module Number Nine of Policy/Program Analysis and Evaluation Techniques, Package VI."},
      {
        "id":"ED193399",
        "title":"The Education of Nonmetro Blacks. Rural Development Research Report No. 21."},
      {
        "id":"ED193403",
        "title":"South Bronx High School Bilingual Program. Final Evaluation Report, 1978-1979."},
      {
        "id":"ED193404",
        "title":"John Jay High School Bilingual Program ESEA Title VII. Final Evaluation Report, 1978-1979."},
      {
        "id":"ED193408",
        "title":"Bilingual Education in the United States: A View from 1980. ERIC/CUE Urban Diversity Series, Number 68, August 1980."},
      {
        "id":"ED193409",
        "title":"Urban Youth in the 80s. Fact Sheets 1-4."},
      {
        "id":"ED193410",
        "title":"Urban Environments and Urban Children."},
      {
        "id":"ED193411",
        "title":"The Myth of Asian American Success and Its Educational Ramifications."},
      {
        "id":"ED193414",
        "title":"An Exploratory Study to Determine the Need for a Program of Research on the Policy Implications of Illegal Immigration for Youth Employment in the Unted States. Final Report, August 1978 through March 1979."},
      {
        "id":"ED193444",
        "title":"How to Assess Needs for Community Instructional Services: A Guide for Adult Education Practitioners."},
      {
        "id":"ED193446",
        "title":"Work-Education Councils and the Possibilities for Collaborative Efforts under YEDPA."},
      {
        "id":"ED193448",
        "title":"Identification and Validation of Critical Incidents in Classroom Discipline and Their Solutions as Reported by First-Year Vocational Teachers in the State of Florida."},
      {
        "id":"ED193459",
        "title":"Peer Ratings: Scoring Strategy Development and Reliability Demonstration on Air Force Basic Trainees. Final Report."},
      {
        "id":"ED193462",
        "title":"Training Requirements in OSHA Standards. Revised."},
      {
        "id":"ED193463",
        "title":"The Prediction of Performance in Navy Signalman Class &quot;A&quot; School. TAEG Report No. 90."},
      {
        "id":"ED193465",
        "title":"Minorities and Women in Apprenticeship Programs and Referral Unions. Equal Employment Opportunity Report--1978."},
      {
        "id":"ED193471",
        "title":"Guidelines to Achieve Sex Equity in Vocational Home Economics. Final Report."},
      {
        "id":"ED193472",
        "title":"Identification of Mathematics Competencies for Vocational, Technical and Adult Education through a Survey of Employer/Incumbent Employee Expectations. Final Report."},
      {
        "id":"ED193481",
        "title":"Fluid and Crystallized Intelligence--Theory and Research in Later Adulthood."},
      {
        "id":"ED193482",
        "title":"Where to Find BLS Statistics on Women."},
      {
        "id":"ED193483",
        "title":"Resources for the Vocational Preparation of Disabled Youth."},
      {
        "id":"ED193484",
        "title":"Review of Education, Training and Employment Programs Administered by the Veterans&apos; Administration. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs, House of Representatives, Ninety-Sixth Congress, Second Session (February 20 and March 6, 1980)."},
      {
        "id":"ED193485",
        "title":"Youth Employment Act, 1980. Hearing before the Subcommittee on Employment, Poverty, and Migratory Labor, of the Committee on Labor and Human Resources, United States Senate, Ninety-sixth Congress, Second Session, on S. 2021 (February 15, 1980)."},
      {
        "id":"ED193486",
        "title":"Training and Jobs Programs in Action: Case Studies in Private-Sector Initiatives for the Hard-to-Employ."},
      {
        "id":"ED193490",
        "title":"Employment and Training Evaluation Report--1979."},
      {
        "id":"ED193491",
        "title":"The Implementation of CETA in Eastern Massachusetts and Boston. R &amp; D Monograph 57."},
      {
        "id":"ED193492",
        "title":"Productivity: A Selected, Annotated Bibliography, 1976-78."},
      {
        "id":"ED193493",
        "title":"Preliminary Findings from the First Two Waves of a Panel Study of Developing Career Expectations."},
      {
        "id":"ED193497",
        "title":"Summative Evaluation: Promising Practices Diffusion Project."},
      {
        "id":"ED193499",
        "title":"Attitudes Toward Vocational Education and the Relationship between Family Income and Participation in Vocational Courses."},
      {
        "id":"ED193502",
        "title":"Occupational Safety and Health in Vocational Education: A Guide for Administrators, Faculty, and Staff."},
      {
        "id":"ED193503",
        "title":"Hearings on the President&apos;s Youth Education and Employment Initiative. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, 96th Congress, Second Session, on H.R. 6711. Hearings Held in Washington, D.C. on February 25, 26, 27, 28; March 3, 4, 5, 6, and 13, 1980."},
      {
        "id":"ED193504",
        "title":"Correctional Staff Development and Training: A Selected Bibliography."},
      {
        "id":"ED193507",
        "title":"Managing for Motivation: Herzberg's Motivation-Hygiene Theory and Its Application to 4-H Leadership. National Intern Report."},
      {
        "id":"ED193508",
        "title":"Capacity of Air Force Operational Units to Conduct On-the-Job Training. Development of Estimation Methodology. Final Report."},
      {
        "id":"ED193514",
        "title":"Identification and Validation of Criteria Used for Determining the Best Training Setting for Persons with Handicaps. Final Report."},
      {
        "id":"ED193526",
        "title":"Review and Synthesis of Research and Development in Technical Education. Information Series No. 206."},
      {
        "id":"ED193527",
        "title":"Measuring Career Education Objectives: Current Status and Future Directions. Information Series No. 207."},
      {
        "id":"ED193528",
        "title":"Competency-Based Adult Education: A Challenge of the 80s. Information Series No. 208."},
      {
        "id":"ED193529",
        "title":"Preparing Human Service Practitioners to Teach Older Adults. Information Series No. 209."},
      {
        "id":"ED193530",
        "title":"Credit for Prior or Experiential Learning. Information Series No. 210."},
      {
        "id":"ED193531",
        "title":"Career Education Infusion: A Review of Selected Curriculum Guides for the Middle School. Information Series No. 211."},
      {
        "id":"ED193532",
        "title":"Review and Synthesis of Criteria Useful for the Selection and Admission of Vocational Students. Information Series No. 212."},
      {
        "id":"ED193533",
        "title":"Marketing and Distributive Education: Review and Synthesis of the Research, 1969-1978. Third Edition. Information Series No. 213."},
      {
        "id":"ED193534",
        "title":"Adult Learning Problems: Insights, Instruction, and Implications. Information Series No. 214."},
      {
        "id":"ED193535",
        "title":"Career Education and the Teaching of English. Information Series No. 215."},
      {
        "id":"ED193536",
        "title":"Health Occupations Education: A Review of the Literature. Information Series No. 216."},
      {
        "id":"ED193537",
        "title":"Effects of Continuity on the Impact of Vocational Education Research."},
      {
        "id":"ED193539",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Miniature/Microminiature Electronics Repair. CNTT W-100-0034B. Classroom Course 7-15."},
      {
        "id":"ED193540",
        "title":"Military Curriculum Materials for Vocational and Technical Education. Avionics Instrument Systems Specialist. POI C3ABR32531 000. Classroom Course 2-7."},
      {
        "id":"ED193541",
        "title":"Identities and Lifestyle Adaptations of Never Married Women."},
      {
        "id":"ED193544",
        "title":"A Comparison of the Effects of Rater Training and Participation on Sources of Variance in a Set of BARS Ratings."},
      {
        "id":"ED193554",
        "title":"Experimentation in Counseling and Psychotherapy: New and Renewed Mythologies."},
      {
        "id":"ED193555",
        "title":"River City High School Guidance Services: A Conceptual Model."},
      {
        "id":"ED193558",
        "title":"College and Other Stepping Stones: A Study of Learning Experiences That Contribute to Effective Performance in Early and Long-Run Jobs."},
      {
        "id":"ED193559",
        "title":"Getting It Together: Gerontological Research and the Real World."},
      {
        "id":"ED193560",
        "title":"Organizational Cues and Long-Term Elaborative Recall of Text."},
      {
        "id":"ED193561",
        "title":"A Survey of Seniors' Post High School Educational and Vocationl Goals."},
      {
        "id":"ED193562",
        "title":"Highlights of Findings from a Survey of High School Seniors' Educational and Vocational Goals."},
      {
        "id":"ED193564",
        "title":"Relationship between Applicant Handicap and Employment Evaluations."},
      {
        "id":"ED193567",
        "title":"Counseling the \"Trapped\" Housewife."},
      {
        "id":"ED193573",
        "title":"Using Career Development Theory to Help Older Persons."},
      {
        "id":"ED193575",
        "title":"Perceived Community Functions and Supportive Residential Environments."},
      {
        "id":"ED193577",
        "title":"The Utilization of Older Workers. Special Report No. 33."},
      {
        "id":"ED193578",
        "title":"Generation and Gender Differences in Causal Attributions of Parenting Performance."},
      {
        "id":"ED193579",
        "title":"Changing Directions in the Treatment of Women: A Mental Health Bibliography."},
      {
        "id":"ED193584",
        "title":"Intrinsic Motivation and Self-Reinforcement: The Role of Task Interest."},
      {
        "id":"ED193586",
        "title":"Seclusion: The Unwanted and Undiscussed Child of Mental Health Care."},
      {
        "id":"ED193590",
        "title":"The Nature of Disclosure Reciprocity: Three Forms of Reciprocation."},
      {
        "id":"ED193591",
        "title":"Project BORN FREE. Evaluation of the 1977 BORN FREE Summer Institute: A Workshop Model to Reduce Career-Related Sex-Role Stereotyping. Technical Report No. 5."},
      {
        "id":"ED193592",
        "title":"Project BORN FREE. Evaluation of Educational Change Process in Project BORN FREE Institutions 1976-1977. Technical Report No. 6."},
      {
        "id":"ED193593",
        "title":"Project BORN FREE. Case Summaries of the Educational Change Process in Project BORN FREE Institutions 1976-1977. Technical Report No. 7."},
      {
        "id":"ED193599",
        "title":"Strategy Availability and Use by Good and Poor Readers."},
      {
        "id":"ED193600",
        "title":"Cultural Congruence in the Social Organization of a Reading Lesson with Hawaiian Students."},
      {
        "id":"ED193602",
        "title":"The Comprehension-Oriented Reading Lesson: Relationships to Proximal Indices of Achievement."},
      {
        "id":"ED193603",
        "title":"Cognitive Development and Miscue Patterns of Differentially Skilled Readers."},
      {
        "id":"ED193609",
        "title":"The Preparation of Teachers to Teach Reading and Associated Language Skills."},
      {
        "id":"ED193613",
        "title":"Selected Remediation Programs for Reading and Math: A Guide for State and Local Use."},
      {
        "id":"ED193614",
        "title":"Effect of Situation on the Verbalization of Black Inner-City Children. Technical Report No. 180."},
      {
        "id":"ED193615",
        "title":"Five-Year-Olds&apos; Recognition of Authorship by Literary Style. Technical Report No. 181."},
      {
        "id":"ED193616",
        "title":"Teaching the Process of Reading Comprehension. Technical Report No. 182."},
      {
        "id":"ED193617",
        "title":"Influence of Questions on the Allocation of Attention during Reading. Technical Report No. 183."},
      {
        "id":"ED193618",
        "title":"The Comprehension of Metaphorical Uses of English by Deaf Children. Technical Report No. 184."},
      {
        "id":"ED193619",
        "title":"Achievement Outcomes of Two Reading Programs: An Instance of Aptitude-Treatment Interaction. Technical Report No. 174."},
      {
        "id":"ED193620",
        "title":"Orthographic and Phonological Activation in Auditory and Visual Word Recognition. Technical Report No. 178."},
      {
        "id":"ED193623",
        "title":"ESAA Basic Summer School. Technical Report: 1979-80. Publication No. 80.19."},
      {
        "id":"ED193626",
        "title":"A Developmental Personalized Approach for Learning Assistance in Higher Education."},
      {
        "id":"ED193632",
        "title":"Who Is the 1979 Ohio News Photographer of the Year? The Anatomy of a Still Photo Contest and Implications of Its Structure."},
      {
        "id":"ED193633",
        "title":"A Kindergarten-First Grade Writing Curriculum Using Literature as a Model and Based on Cognitive Developmental, Psycholinguistic and Metaphoric Mode Theoretical Assumptions."},
      {
        "id":"ED193636",
        "title":"The Black Teenager in Young Adult Novels by Award-Winning Authors."},
      {
        "id":"ED193637",
        "title":"Talk Contexts and Speech Styles: Planning for Oral Languaging."},
      {
        "id":"ED193638",
        "title":"Using Creative Drama to Develop Functions of Language."},
      {
        "id":"ED193639",
        "title":"Dealing with Differences. Classroom Practices in Teaching English, 1980-1981."},
      {
        "id":"ED193643",
        "title":"Three Language-Arts Curriculum Models: Pre-Kindergarten through College."},
      {
        "id":"ED193644",
        "title":"Teaching the Art of Literature."},
      {
        "id":"ED193645",
        "title":"Discovering Language with Children."},
      {
        "id":"ED193649",
        "title":"Writing for the World of Work: An Experiential Project."},
      {
        "id":"ED193654",
        "title":"A Guide to Helping the Reluctant Writer."},
      {
        "id":"ED193655",
        "title":"Interdisciplinary Writing: A Guide to Writing across the Curriculum."},
      {
        "id":"ED193656",
        "title":"A Guide to Providing Individualized Writing Experiences--Writing Labs and Writing Centers."},
      {
        "id":"ED193657",
        "title":"A Guide to Helping the Gifted Student Write."},
      {
        "id":"ED193658",
        "title":"A Guide to Tailoring Writing Assignments for the Mainstreamed Student."},
      {
        "id":"ED193660",
        "title":"A Word Has Power: Poetry and Healing in American Indian Cultures."},
      {
        "id":"ED193662",
        "title":"The Writing Laboratory: A Report from the Field."},
      {
        "id":"ED193663",
        "title":"Communicating through Handwriting: A Handbook for Manuscript and Cursive Writing."},
      {
        "id":"ED193664",
        "title":"What Teachers Do at Conferences: Stereotypes and Some Tentative Questions."},
      {
        "id":"ED193666",
        "title":"Linguistics and the Pragmatics of Language Use: What You Know When You Know a Language...And What Else You Know. Technical Report No. 179."},
      {
        "id":"ED193667",
        "title":"Mass Media Use by Activist and Non-Activist Publics."},
      {
        "id":"ED193668",
        "title":"&quot;Who Photographs Us?&quot; The Workers' Photography Movement in Weimar Germany."},
      {
        "id":"ED193671",
        "title":"A Guide for Developing an English Curriculum for the Eighties."},
      {
        "id":"ED193672",
        "title":"Ideas for Teaching English in the Junior High and Middle School. New Edition."},
      {
        "id":"ED193676",
        "title":"A Procedure for Writing Assessment and Holistic Scoring."},
      {
        "id":"ED193677",
        "title":"Developing Oral Communication Skills: Implications of Theory and Research for Instruction and Training."},
      {
        "id":"ED193678",
        "title":"Assessing Listening Ability: Relationships with Verbal Ability and Racial/Ethnic Bias."},
      {
        "id":"ED193683",
        "title":"Teaching Writing/Teaching Literature."},
      {
        "id":"ED193684",
        "title":"Basic Skills of Prospective Secondary Teachers: Overview."},
      {
        "id":"ED193685",
        "title":"How Well Do Prospective English/Secondary Teachers Read?"},
      {
        "id":"ED193690",
        "title":"The Reluctant Thinker and the Uses of Voice Parody in the Classroom."},
      {
        "id":"ED193697",
        "title":"The Outstanding Yearbooks Revisited: A Description and Comparison of Programs and Advisers of All American High School Yearbooks in 1969 and 1979."},
      {
        "id":"ED193705",
        "title":"On the Ephemeral Nature of the Relationship between Attitude Similarity and Interpersonal Attraction during Initial Encounters."},
      {
        "id":"ED193706",
        "title":"Language in the Classroom."},
      {
        "id":"ED193709",
        "title":"Teaching Listening Competencies to Physicians: Introduction to Tracking Behavior."},
      {
        "id":"ED193710",
        "title":"&quot;60 Minutes&quot; as Pseudo-Event: The Social Deflection of Reality."},
      {
        "id":"ED193715",
        "title":"Theatre and Drama as Communication."},
      {
        "id":"ED193716",
        "title":"Rehearsal as an Interpretive Technique."},
      {
        "id":"ED193719",
        "title":"American Women Dramatists: 1960-1980."},
      {
        "id":"ED193720",
        "title":"Women and Mass Media Course Outline."},
      {
        "id":"ED193721",
        "title":"The Status of Speech Communication in Secondary Schools in the United States: An Update."},
      {
        "id":"ED193723",
        "title":"A Kinesic Analysis of Perceived Bias in Television Anchormen: Two Case Studies."},
      {
        "id":"ED193726",
        "title":"An Explanation of Persistence and Sleeper Effects: An Empirical Test of the Delayed Opinion Response Model."},
      {
        "id":"ED193732",
        "title":"Feminist Criticism: A Background."},
      {
        "id":"ED193734",
        "title":"Asymmetry of the Visual Field: Perception, Retention and Preference of Still Images."},
      {
        "id":"ED193735",
        "title":"The Play as a Dramatic Action."},
      {
        "id":"ED193737",
        "title":"Teaching Interviewing Proficiences to Health Care Professionals."},
      {
        "id":"ED193740",
        "title":"Communication Between Handicapped and Nonhandicapped Children: A Network Analysis of a Mainstreaming Program."},
      {
        "id":"ED193742",
        "title":"Principal Evaluation. Research Action Brief Number 12."},
      {
        "id":"ED193745",
        "title":"Citizens, Scholars and the Humanities: An Introduction to State Humanities Programs. Federation Resources 1."},
      {
        "id":"ED193746",
        "title":"The Views from Montaigne's Tower: Essays on the Public Uses of the Humanities. Federation Resources 2."},
      {
        "id":"ED193747",
        "title":"Educational Planning: Who Does What to Whom and with What Effect? Educational Planning Documents. Reprint Series Number A.6."},
      {
        "id":"ED193751",
        "title":"ICES, A Project of Internships, Certification, Equity-Leadership and Support, October 1, 1977--September 30, 1979. Final Report."},
      {
        "id":"ED193755",
        "title":"Opportunities Unlimited. A Guide for Wisconsin School Board Members. Fifth Edition."},
      {
        "id":"ED193764",
        "title":"Allocation of Tax Levy Funds to New York City High Schools."},
      {
        "id":"ED193772",
        "title":"Educational Productivity. The Impact of Policy Decisions on School Performance."},
      {
        "id":"ED193778",
        "title":"Dealing with the Contradiction Between Judicial and Legislative Competency Testing Mandates."},
      {
        "id":"ED193786",
        "title":"Organizing Schools for Supervision/Instructional Improvement. Overview of the Study."},
      {
        "id":"ED193787",
        "title":"The Origin of Ohio Households' Opinions About Public Education."},
      {
        "id":"ED193790",
        "title":"Catholic Elementary Schools and Their Finances, 1980."},
      {
        "id":"ED193791",
        "title":"Catholic High Schools and Their Finances, 1980."},
      {
        "id":"ED193793",
        "title":"The Current Scene in Curriculum. Occasional Paper 1."},
      {
        "id":"ED193801",
        "title":"Comparative Education: The Social Construction of the Modern World System."},
      {
        "id":"ED193802",
        "title":"Curriculum and Instruction. A Guide to Alternatives. Student Learning Materials, Entries 1-96; Administrative and Staff Development, Entries 97-211; Resource Allocation, Entries 212-288; Master Index, Entries 1-288."},
      {
        "id":"ED193805",
        "title":"State Involvement in Education Labor Relations: A Report on Four States."},
      {
        "id":"ED193806",
        "title":"Impacts of Collective Bargaining Policy in Elementary and Secondary Education: A Review of Research and Methodology: Recommendations for New Research."},
      {
        "id":"ED193807",
        "title":"The American High School: A Statistical Overview."},
      {
        "id":"ED193808",
        "title":"The Study of Politics and Education: A Bibliographic Guide to the Research Literature."},
      {
        "id":"ED193809",
        "title":"Developer/Demonstrator Directory. Second Edition."},
      {
        "id":"ED193829",
        "title":"Sports Adaptations for Unilateral and Bilateral Upper-Limb Amputees: Archery/Badminton/Baseball/Softball/Bowling/Golf/Table Tennis."},
      {
        "id":"ED193848",
        "title":"The Independent Living Behavior Checklist: Experimental Edition."},
      {
        "id":"ED193849",
        "title":"The Vocational Behavior Checklist."},
      {
        "id":"ED193856",
        "title":"Effects of Basic Learning Skill Training on Peabody Picture Vocabulary Test Scores of Severely Disruptive, Low Skill Children."},
      {
        "id":"ED193875",
        "title":"The State Implementation Grant (SIG) Program: Three Years in Perspective."},
      {
        "id":"ED193876",
        "title":"National Survey of Community Residential Facilities: A Profile of Facilities and Residents in 1977. Project Report No. 5."},
      {
        "id":"ED193879",
        "title":"Development of Mental Health in Infancy. NIMH Science Monographs 3."},
      {
        "id":"ED193880",
        "title":"Observing Community Residences."},
      {
        "id":"ED193881",
        "title":"Observing in Institutions."},
      {
        "id":"ED193882",
        "title":"A Guide to Monitoring Residential Settings."},
      {
        "id":"ED193885",
        "title":"Assessing the Assessors: A Necessary and Important Training Function."},
      {
        "id":"ED193888",
        "title":"German: Special Course. Volume 1, Lessons 1-11."},
      {
        "id":"ED193889",
        "title":"German: Special Course. Volume 2, Lessons 12-22."},
      {
        "id":"ED193890",
        "title":"German: Special Course. Volume 3, Lessons 23-33."},
      {
        "id":"ED193891",
        "title":"German: Special Course. Volume 4, Lessons 34-44."},
      {
        "id":"ED193892",
        "title":"German: Special Course. Volume 5, Lessons 45-55."},
      {
        "id":"ED193893",
        "title":"German: Special Course. Volume 6, Vocabulary."},
      {
        "id":"ED193900",
        "title":"Video Tape Inservice Program on Teaching Second Languages. Instructor's Manual."},
      {
        "id":"ED193901",
        "title":"Toward Free Conversation and Communication in the Foreign Language Classroom: Supplement to Video-Tape Inservice Program on Teaching Second Languages. Instructor's Manual."},
      {
        "id":"ED193902",
        "title":"German Basic Course. Volume I, Lessons 1-15. Revised."},
      {
        "id":"ED193903",
        "title":"German Basic Course. Volume II, Lessons 16-25. Revised."},
      {
        "id":"ED193904",
        "title":"German Basic Course. Volume III, Lessons 26-35. Revised."},
      {
        "id":"ED193905",
        "title":"German Basic Course. Volume IV, Lessons 36-45. Revised."},
      {
        "id":"ED193906",
        "title":"German Basic Course. Volume V, Lessons 46-55. Revised."},
      {
        "id":"ED193907",
        "title":"German Basic Course. Volume VI, Lessons 56-65. Revised."},
      {
        "id":"ED193908",
        "title":"German Basic Course. Volume VII, Lessons 66-75. Revised."},
      {
        "id":"ED193909",
        "title":"German Basic Course. Volume VIII, Lessons 76-85. Revised."},
      {
        "id":"ED193910",
        "title":"German Basic Course. Volume IX, Lessons 86-92. Revised."},
      {
        "id":"ED193911",
        "title":"German Basic Course. Cumulative Word List: Lessons 1-92. German-English."},
      {
        "id":"ED193912",
        "title":"German Basic Course. Cumulative Word List: Lessons 1-92. English-German."},
      {
        "id":"ED193918",
        "title":"Synchronic Variation in Navajo: Regional, Social, and Developmental Evidence from Child Language. Final Project Report, June 1, 1979 through May 31, 1980."},
      {
        "id":"ED193920",
        "title":"Writing in Recently Alphabetized Languages."},
      {
        "id":"ED193921",
        "title":"Federally-Financed Research and Communication on Soviet Affairs: Capabilities and Needs. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED193927",
        "title":"English-Lao Phrasebook with Useful Wordlist (for Laotians)."},
      {
        "id":"ED193929",
        "title":"The States and the Educational Needs of Limited-English-Speaking Persons from Non-English-Dominant Backgrounds: A Report on the Records of State Education Agencies. Supplement: Individual State Descriptions."},
      {
        "id":"ED193939",
        "title":"Computational Linguistics and Discourse Analysis."},
      {
        "id":"ED193940",
        "title":"Two-Pronged Error Analysis from Computer-Based Instruction in Latin."},
      {
        "id":"ED193941",
        "title":"Kansas Working Papers in Linguistics. Volume 5, Number 1."},
      {
        "id":"ED193942",
        "title":"The Relationship of Student and Home Variables to Language Proficiency and Reading Achievement of Bilingual Children."},
      {
        "id":"ED193946",
        "title":"Rocks."},
      {
        "id":"ED193947",
        "title":"Bibliography of Chinese Bilingual Title VII Project-Developed Curriculum Materials."},
      {
        "id":"ED193948",
        "title":"Working Definitions of Terms for the Bilingual Instructional Features Study. Planning Paper 1. Bilingual Instructional Features Planning Study."},
      {
        "id":"ED193949",
        "title":"A Bibliography of Significant Features in Bilingual Education Programs. Planning Paper 2. Bilingual Instructional Features Planning Study."},
      {
        "id":"ED193952",
        "title":"Feasibility and Credibility of Bilingual Instructional Features Study Plans: Field Verification. Planning Paper 5. Bilingual Instructional Features Planning Study."},
      {
        "id":"ED193953",
        "title":"An Evaluation of Project Information Packages (PIPs) as Used for the Diffusion of Bilingual Projects. Volume I: Summary Report."},
      {
        "id":"ED193954",
        "title":"An Evaluation of Project Information Packages (PIPs) as Used for the Diffusion of Bilingual Projects. Volume II: Technical Discussion and Appendices."},
      {
        "id":"ED193955",
        "title":"An Evaluation of Project Information Packages (PIPs) as Used for the Diffusion of Bilingual Projects. Volume III: A Prototype Guide to Measuring Achievement Level and Program Impact on Achievement in Bilingual Projects."},
      {
        "id":"ED193956",
        "title":"Logical Reasoning Skills of Puerto Rican Bilinguals. Final Report."},
      {
        "id":"ED193960",
        "title":"The Relationship of Form and Content in Children's Discourse Paraphrases."},
      {
        "id":"ED193961",
        "title":"The Effects of Sentence Combining on the Writing of ESL Students at the University Level."},
      {
        "id":"ED193970",
        "title":"A Guide to Issues in Indian Language Retention."},
      {
        "id":"ED193971",
        "title":"Children's English and Services Study. Final Report."},
      {
        "id":"ED193972",
        "title":"Children's English and Services Study. Technical Report on Collection and Analysis of Pupil Survey Responses."},
      {
        "id":"ED193973",
        "title":"Graduate Theses and Dissertations in English as a Second Language: 1978-79. Language in Education: Theory and Practice. No. 27."},
      {
        "id":"ED193974",
        "title":"Assessing Study Abroad Programs for Secondary Schools Students. Language In Education: Theory and Practice. No. 29."},
      {
        "id":"ED193978",
        "title":"Graduates of Higher Education in the Food and Agricultural Sciences: An Analysis of Supply/Demand Relationships. Volume I--Agriculture, Natural Resources, and Veterinary Medicine."},
      {
        "id":"ED193979",
        "title":"Obtaining A Degree: Alternative Options for Re-Entry Women. Field Evaluation Draft."},
      {
        "id":"ED193980",
        "title":"Financial Aid: Helping Re-entry Women Pay College Costs: What Institutions Can Do to Provide Financial Resources to Women Re-entering the Educational System. Field Evaluation Draft."},
      {
        "id":"ED193981",
        "title":"Recruitment and Admissions: Opening the Door for Re-entry Women. Field Evaluation Draft."},
      {
        "id":"ED193983",
        "title":"Selected List of Postsecondary Education Opportunities for Minorities and Women. 1980 Edition."},
      {
        "id":"ED193988",
        "title":"Signals for Change: Stress Indicators for Colleges and Universities."},
      {
        "id":"ED193996",
        "title":"The Women's Movement: Impact on the Campus and Curriculum. Current Issues in Higher Education, 1978."},
      {
        "id":"ED194003",
        "title":"PhDs in Nonacademic Careers: Are There Good Jobs? Robots or Reinsmen: Job Opportunities and Professional Standing for Collegiate Administrators in the 1980s. Current Issues in Higher Education, No. 7, 1979."},
      {
        "id":"ED194010",
        "title":"New Findings on the Effects of College. Current Issues in Higher Education, 1978."},
      {
        "id":"ED194011",
        "title":"Study of Program Management Procedures in the Basic Grant and Campus Based Programs: Analysis of the Institutional Administration of Student Financial Aid Programs Using Data Collected in the Institutional Mail Survey."},
      {
        "id":"ED194012",
        "title":"Study of Program Management Procedures in the Campus Based and Basic Grant Programs, Final Report: MISAA Impact Analysis."},
      {
        "id":"ED194014",
        "title":"Reports from the Fund Projects/Women II, 1976-78."},
      {
        "id":"ED194026",
        "title":"UNCF Statistical Report of the Member Institutions, 1980."},
      {
        "id":"ED194027",
        "title":"Student Assistance Education Amendments of 1980."},
      {
        "id":"ED194030",
        "title":"The Future of Murdoch University: Report of the Committee of Inquiry into the Future of Murdoch University."},
      {
        "id":"ED194031",
        "title":"Report on the Future of Graylands Teachers College."},
      {
        "id":"ED194032",
        "title":"The First Three Years, 1977-1979, Western Australian Post Secondary Education Commission."},
      {
        "id":"ED194033",
        "title":"Report on the Proposed Western Australian College of Advanced Education."},
      {
        "id":"ED194034",
        "title":"Art, Craft and Design Education: A Study of the Opportunities and Requirements in the Post Secondary Sector in Western Australia."},
      {
        "id":"ED194035",
        "title":"Education for the Performing Arts: A Review of Post Secondary Needs in Western Australia."},
      {
        "id":"ED194036",
        "title":"Report on Post Secondary Education in the Eastern Goldfields: The Future of the WA School of Mines and the Eastern Goldfields Technical College."},
      {
        "id":"ED194037",
        "title":"Report on Future Administration of Technical Education in Western Australia."},
      {
        "id":"ED194040",
        "title":"University Enrollment Patterns in England and the United States."},
      {
        "id":"ED194048",
        "title":"Obtaining Original Publications in the Educational and Related Social Sciences."},
      {
        "id":"ED194050",
        "title":"Access to Computing Resources at Minority Colleges and Universities."},
      {
        "id":"ED194052",
        "title":"Computer Based Instructional Systems--1985-1995."},
      {
        "id":"ED194053",
        "title":"A Survey of On-Line Search Service Centers in Canada."},
      {
        "id":"ED194056",
        "title":"Computer Generated Image: Relative Training Effectiveness of Day Versus Night Visual Scenes. Final Report."},
      {
        "id":"ED194060",
        "title":"Proceedings of NECC/2 National Educational Computing Conference 1980 (Norfolk, Virginia, June 23-25, 1980)."},
      {
        "id":"ED194061",
        "title":"Proceedings of Selected Research Paper Presentations at the 1980 Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (Denver, CO, April 21-24, 1980)."},
      {
        "id":"ED194062",
        "title":"The Cognitive Effect in Bilingual Learners Given Different Pictorial Elaboration and Memory Tasks."},
      {
        "id":"ED194063",
        "title":"A Comprehensive and Critical Review of the Methodology and Findings in Color Investigations."},
      {
        "id":"ED194066",
        "title":"Learner Interest and Instructional Design: A Conceptual Model."},
      {
        "id":"ED194067",
        "title":"Attention to Instructional Media: What Are the Relevant Media Techniques and Learner Characteristics?"},
      {
        "id":"ED194069",
        "title":"Systematized Feedback and Mathematics Performance."},
      {
        "id":"ED194071",
        "title":"The Effectiveness of Elaborate Visual Cueing and Reduced Step Size in Facilitating Student Achievement on Different Instructional Tasks."},
      {
        "id":"ED194073",
        "title":"Instructional Media, Attitude Formation and Change: A Critical Review of the Literature."},
      {
        "id":"ED194077",
        "title":"Impact of Modern Communication Technology. I. Australia."},
      {
        "id":"ED194080",
        "title":"First Contact: Science Fiction in the Library, 1920-1949."},
      {
        "id":"ED194085",
        "title":"Library Services Due California Children and Youth."},
      {
        "id":"ED194088",
        "title":"Realistically Reassessing the Costs and Functions of Special Libraries."},
      {
        "id":"ED194099",
        "title":"Student and Faculty Use Survey: Final Report."},
      {
        "id":"ED194111",
        "title":"Directory of Technical Assistance and Dissemination Centers. Region III Edition."},
      {
        "id":"ED194114",
        "title":"State of Washington Plan for Dissemination. Special Project Planning Proposal. Summary and Final Evaluation Report."},
      {
        "id":"ED194116",
        "title":"The Undergraduate Library: Lamont and the American Experience."},
      {
        "id":"ED194119",
        "title":"A Guide to Physical Skill Requirements in Academic Programs."},
      {
        "id":"ED194122",
        "title":"East Los Angeles College Student Profiles: Spring and Fall, 1979. Research Report 80-3."},
      {
        "id":"ED194123",
        "title":"East Los Angeles College Student and Staff Transportation Survey. Research Report 80-2."},
      {
        "id":"ED194125",
        "title":"Los Angeles Community College District Statewide Student Health Services Fee Questionnaire. Research Report 80-6."},
      {
        "id":"ED194128",
        "title":"Older Americans ARE A Resource for Community Colleges, Business, Themselves and Society. Older Americans Program, National Conference Report (2nd, Washington, DC, March 13-14, 1980)."},
      {
        "id":"ED194136",
        "title":"Communitas: Journal of the Connecticut Community College Professional Staff."},
      {
        "id":"ED194139",
        "title":"Historical and Political Dimensions of Title III--Strengthening Developing Institutions of the Higher Education Act of 1965."},
      {
        "id":"ED194141",
        "title":"Comparative Financial Statistics for Community and Junior Colleges, 1978-79: An Experimental Study of 184 Institutions."},
      {
        "id":"ED194144",
        "title":"Staff Development Is Not Enough."},
      {
        "id":"ED194145",
        "title":"Experiential Learning."},
      {
        "id":"ED194147",
        "title":"An Analysis of the Full-Time, First-Time-in-College Student at Miami-Dade."},
      {
        "id":"ED194148",
        "title":"A Pilot Study Designed to Explore a Method to Evaluate On-the-Job Performance of Selected Associate in Science Degree Graduates. Research Report 79-83."},
      {
        "id":"ED194153",
        "title":"A Survey of Scholar's Grant Recipients, Fall Term 1979-80. Research Report 80-06."},
      {
        "id":"ED194161",
        "title":"Personal Achievement Reading: Environmental Studies."},
      {
        "id":"ED194162",
        "title":"Personal Achievement Reading: Health Occupations."},
      {
        "id":"ED194163",
        "title":"Personal Achievement Reading: Auto Repair."},
      {
        "id":"ED194164",
        "title":"Personal Achievement Reading: Data Processing."},
      {
        "id":"ED194165",
        "title":"Personal Achievement Reading: Business."},
      {
        "id":"ED194166",
        "title":"Personal Achievement Reading: Agriculture."},
      {
        "id":"ED194167",
        "title":"Personal Achievement Mathematics: Health Occupations."},
      {
        "id":"ED194168",
        "title":"Personal Achievement Mathematics: Agriculture."},
      {
        "id":"ED194169",
        "title":"Personal Achievement Mathematics: Office Education."},
      {
        "id":"ED194170",
        "title":"Personal Achievement Mathematics: Percent."},
      {
        "id":"ED194171",
        "title":"Personal Achievement Mathematics: Environmental Occupations."},
      {
        "id":"ED194172",
        "title":"Personal Achievement Mathematics: Automotive."},
      {
        "id":"ED194173",
        "title":"Personal Achievement Mathematics: Data Processing."},
      {
        "id":"ED194174",
        "title":"Field Work for the Community College."},
      {
        "id":"ED194175",
        "title":"Postsecondary Education in the Pilbara."},
      {
        "id":"ED194176",
        "title":"Organizing Telecourse Users: A Roundtable Discussion."},
      {
        "id":"ED194177",
        "title":"Selected Characteristics of Fall 1980 Entering Students. Student Flow Program, Report 8."},
      {
        "id":"ED194180",
        "title":"Building Successful Parent-Teacher Partnerships."},
      {
        "id":"ED194181",
        "title":"Assessment of Infant Environments: A Review of the Literature."},
      {
        "id":"ED194182",
        "title":"Achievement, Anxiety and Self-Concept in Formal and Informal Settings."},
      {
        "id":"ED194183",
        "title":"A Measure of the Child Care Ecology: Day Care Program Compliance with State Regulations."},
      {
        "id":"ED194185",
        "title":"Review of Child Nutrition Programs. Hearings Before the Subcommittee on Nutrition of the Committee on Agriculture, Nutrition, and Forestry, United States Senate, Ninety-Sixth Congress, Second Session (April 15 and 17, 1980)."},
      {
        "id":"ED194191",
        "title":"Brotherhood/Sisterhood Begin at Home: Notes on Sibling Rivalry."},
      {
        "id":"ED194192",
        "title":"White House Conference on Families: Families and Economic Well-Being. Delegate Workbook."},
      {
        "id":"ED194193",
        "title":"White House Conference on Families: National Hearings Summary."},
      {
        "id":"ED194196",
        "title":"White House Conference on Families: Summary of State Reports. Volume Three."},
      {
        "id":"ED194200",
        "title":"SPEAC for Nutrition: Preschool Unit. A Cooperative Adventure in Preschool Nutrition Education."},
      {
        "id":"ED194201",
        "title":"SPEAC for Nutrition. Final Report."},
      {
        "id":"ED194202",
        "title":"SPEAC for Nutrition. Final Secondary Evaluation Report."},
      {
        "id":"ED194203",
        "title":"SPEAC for Nutrition: Preschool Nutrition Education Project. Evaluation Report."},
      {
        "id":"ED194204",
        "title":"Annotated Bibliography for Students, Parents, Educators, Administrators of Preschool Children in Nutrition Education."},
      {
        "id":"ED194208",
        "title":"Cognitive Conflict, Peers, and Volume Conservation."},
      {
        "id":"ED194215",
        "title":"What the Future Holds for Children in the TV-Computer Age: Unprecedented Promises and Intolerable Threats to Child Development."},
      {
        "id":"ED194230",
        "title":"Teacher Effectiveness Training and Pupil Attitude."},
      {
        "id":"ED194231",
        "title":"Parental Distancing, Beliefs and Children's Representational Competence Within the Family Context."},
      {
        "id":"ED194232",
        "title":"The Effects of Play on Convergent and Divergent Problem Solving."},
      {
        "id":"ED192239",
        "title":"Social Support as a Stress-Buffer: A Multi-Method Investigation."},
      {
        "id":"ED192240",
        "title":"Content, Imagery, Social Desirability, & Emotionality Ratings for Depressed & Nondepressed Personal Adjectives."},
      {
        "id":"ED192241",
        "title":"Encoding Personal Adjectives: The Effects of Depression on Self-Reference."},
      {
        "id":"ED192251",
        "title":"Some Classroom Applications of Text Analysis: Toward Improving Text Selection and Use. Reading Education Report No. 17."},
      {
        "id":"ED192259",
        "title":"Contributions of the National Assessment to Understanding the Problems of Literacy. No. 08-FL-50."},
      {
        "id":"ED192263",
        "title":"Ideographs, Syllabaries, and Alphabets: Reading as Information Processing in Different Writing Systems."},
      {
        "id":"ED192272",
        "title":"An Investigation of Teachers' Questioning Strategies during Reading Instruction."},
      {
        "id":"ED192273",
        "title":"A Comparative Analysis of Reading Miscues Made by Monolingual versus Bilingual Students."},
      {
        "id":"ED192275",
        "title":"How Clearly Written are Children&apos;s Textbooks? or, of Bladderworts and Alfa. Reading Education Report No. 16."},
      {
        "id":"ED192276",
        "title":"Reading Remedies for Involving the Reluctant Reader."},
      {
        "id":"ED192279",
        "title":"Project RISE: Reading Achievement in AISD Junior High Special Education (1978-79). Interim Evaluation Report."},
      {
        "id":"ED192280",
        "title":"The Effects of Inclusive/Exclusive Language on Reading Comprehension, Perceived Human Interest, and Likelihood of Inclusive Pronoun Usage."},
      {
        "id":"ED192282",
        "title":"Reading Error Protocol Study: A Data Base. Volume 1. Technical Manual."},
      {
        "id":"ED192284",
        "title":"Reading Error Protocol Study: A Data Base. Volume III. Grades Three and Four."},
      {
        "id":"ED192285",
        "title":"Reading Error Protocol Study: A Data Base. Volume IV. Grade Five."},
      {
        "id":"ED192286",
        "title":"Reading Error Protocol Study: A Data Base. Volume V. Grade Six."},
      {
        "id":"ED192287",
        "title":"Reading Error Protocol Study: A Data Base. Volume VI. Grades Eight through Ten."},
      {
        "id":"ED192288",
        "title":"An Investigation into the Internal and External Rate Flexibility of Proficient Readers in Relation to the Difficulty Level of the Material."},
      {
        "id":"ED192290",
        "title":"The Development of Knowledge Structures. Research Paper No. 557."},
      {
        "id":"ED192292",
        "title":"Elements of Early Reading Instruction."},
      {
        "id":"ED192294",
        "title":"Contributions of the National Assessment to Understanding the Problems of Literacy and Equity."},
      {
        "id":"ED192297",
        "title":"A Survey of Classroom Practices in Reading: Reports of First, Third, Fourth, and Sixth Grade Teachers in Delaware, New Jersey, and Pennsylvania."},
      {
        "id":"ED192299",
        "title":"Toward State and Local Government in the Sunshine: A 1980 Study of Open Meeting Laws in States That Received Low Scores for Openness in 1974."},
      {
        "id":"ED192304",
        "title":"Evaluation Design: Written Composition Program. Publication Number 79.24."},
      {
        "id":"ED192307",
        "title":"NIS and Radio's All-News Predicament. Journalism Monographs No. 69."},
      {
        "id":"ED192313",
        "title":"The Struggle for Self-Determination: Public Broadcasting, Policy Problems and Reform."},
      {
        "id":"ED192322",
        "title":"An Experiment in Encouraging Fluency. Curriculum Publication No. 8."},
      {
        "id":"ED192324",
        "title":"The Tutor and the Writing Student: A Case Study. Curriculum Publication No. 6."},
      {
        "id":"ED192325",
        "title":"Sequences in Writing, Grades K-13. Curriculum Publication No. 13."},
      {
        "id":"ED192328",
        "title":"Newspaper Reading in Longitudinal Perspective: Beyond Structural Explanations."},
      {
        "id":"ED192330",
        "title":"Assessing Children's Language: Guidelines for Teachers."},
      {
        "id":"ED192351",
        "title":"Male Readership Differences in Liquor Magazine Ads Employing Nonsensical and Sexual Humor."},
      {
        "id":"ED192367",
        "title":"Encouraging Student Response to Literature."},
      {
        "id":"ED192368",
        "title":"Let's Keep Photographers Out of Court: A Legal Primer for Photographers."},
      {
        "id":"ED192380",
        "title":"Bibliotherapy: The Right Book at the Right Time. Fastback 151."},
      {
        "id":"ED192381",
        "title":"Engaging Students in the Writing Process."},
      {
        "id":"ED192383",
        "title":"An Investigation of the Effects of Sexism and Sex Role Identification on the Criticism of Classroom Speeches."},
      {
        "id":"ED192388",
        "title":"The Effects of Numerical Imbalance and Gender on Tokens: An Examination of Kanter's Theory."},
      {
        "id":"ED192392",
        "title":"Whistle Blowing: Implications for Organizational Communication Scholars."},
      {
        "id":"ED192397",
        "title":"A Reflexive Analysis of Conversational Sequencing in Group Systems."},
      {
        "id":"ED192410",
        "title":"Rhetorical Sensitivity and Understanding."},
      {
        "id":"ED192419",
        "title":"The Effects of Communication and Socioeconomic Status on the Political Participation of Puerto Ricans, Mexican-Americans, and Cubans in Chicago."},
      {
        "id":"ED192424",
        "title":"The Use of Therapeutic Techniques in Actor Training."},
      {
        "id":"ED192427",
        "title":"Empirical Research in Theatre, Volume 6, No. 1, Summer 1980."},
      {
        "id":"ED192428",
        "title":"The Use and Abuse of Improvisation in Actor Training."},
      {
        "id":"ED192437",
        "title":"Linking R&amp;D with Local Schools: Implications for School Administrators from the Study of the R&amp;D Utilization Program."},
      {
        "id":"ED192444",
        "title":"Notes on the Comparative Study of Educational Innovation."},
      {
        "id":"ED192445",
        "title":"Do Federal Education Programs Interfere with One Another?"},
      {
        "id":"ED192450",
        "title":"Changes in Concerns About the Innovation Related to Adopter Characteristics, Training Workshops, and the Use of the Innovations."},
      {
        "id":"ED192451",
        "title":"Monitoring Curriculum Implementation: Mapping Teacher Behaviors on a Configuration Continuum."},
      {
        "id":"ED192454",
        "title":"Time to Learn. A Review of the Beginning Teacher Evaluation Study."},
      {
        "id":"ED192455",
        "title":"Approaches to Individualized Education."},
      {
        "id":"ED192458",
        "title":"Intellectual Freedom in the Public Schools: An Assessment of &quot;Tinker&quot; and Its Progeny, 1969-1979."},
      {
        "id":"ED192464",
        "title":"Program Consolidation and the State Role in ESEA Title IV."},
      {
        "id":"ED192466",
        "title":"An Appraisal of Educational Program Evaluations: Federal, State, and Local Agencies."},
      {
        "id":"ED192467",
        "title":"Special Education in Scotland."},
      {
        "id":"ED192468",
        "title":"Trainer's Manual: Career Education/Planning Skills."},
      {
        "id":"ED192469",
        "title":"An Operational Definition of Learning Disability and its Application to a Study of Juvenile Delinquents."},
      {
        "id":"ED192470",
        "title":"Toward a Definition of Learning Disability."},
      {
        "id":"ED192472",
        "title":"Report on the District-Wide Interviews in Special Education: Teacher Satisfaction, Student Integration, and Student Satisfaction, Spring 1978."},
      {
        "id":"ED192473",
        "title":"Gifted Science Project In-Service Manual. Second Tryout Edition."},
      {
        "id":"ED192474",
        "title":"Screening Manual: A Project APT Resource Manual."},
      {
        "id":"ED192476",
        "title":"Making Mealtime Manageable: A Project APT Resource Manual."},
      {
        "id":"ED192477",
        "title":"Adaptive Equipment: A Project APT Resource Manual."},
      {
        "id":"ED192478",
        "title":"Lifting and Transferring Made Easy: A Project APT Resource Manual."},
      {
        "id":"ED192479",
        "title":"Preventive Planning for Behavior Control: A Project APT Resource Manual."},
      {
        "id":"ED192487",
        "title":"BEH-Outreach. Final Report, September, 1978-September, 1979."},
      {
        "id":"ED192499",
        "title":"A Family Focused Model of Intervention with Young Handicapped Children: The Family and Infant Program. Part I. Final Report, July 1, 1978 to June 30, 1979."},
      {
        "id":"ED192500",
        "title":"Educational Materials for Remedial Instruction: Supplement 1979."},
      {
        "id":"ED192502",
        "title":"State Plan for the Education of the Gifted."},
      {
        "id":"ED192503",
        "title":"Program for Exceptional Children: Regulations and Procedures."},
      {
        "id":"ED192508",
        "title":"A Handbook for Parents of Handicapped Children."},
      {
        "id":"ED192514",
        "title":"Research on Basic Methods of Instruction for the Gifted."},
      {
        "id":"ED192522",
        "title":"Headstart German Program. Module 5."},
      {
        "id":"ED192528",
        "title":"Headstart German Program. Cultural Notes."},
      {
        "id":"ED192529",
        "title":"Headstart German Program. Student Guide."},
      {
        "id":"ED192530",
        "title":"Headstart German Program. Cumulative Glossary."},
      {
        "id":"ED192535",
        "title":"Persian: Basic Course. A Guide to Persian Reading and Writing."},
      {
        "id":"ED192537",
        "title":"French Basic Course. Volume 1, Lessons 1-15."},
      {
        "id":"ED192538",
        "title":"French Basic Course. Volume 2, Lessons 16-25."},
      {
        "id":"ED192539",
        "title":"French Basic Course. Volume 3, Lessons 26-35."},
      {
        "id":"ED192540",
        "title":"French Basic Course. Volume 4, Lessons 36-45."},
      {
        "id":"ED192541",
        "title":"French Basic Course. Volume 5, Lessons 46-55."},
      {
        "id":"ED192542",
        "title":"French Basic Course. Volume 6, Lessons 56-65."},
      {
        "id":"ED192543",
        "title":"French Basic Course. Volume 7, Lessons 66-75."},
      {
        "id":"ED192544",
        "title":"French Basic Course. Volume 8, Lessons 76-85."},
      {
        "id":"ED192545",
        "title":"French Basic Course. Area Studies."},
      {
        "id":"ED192548",
        "title":"Distance Education: Selected Titles."},
      {
        "id":"ED192551",
        "title":"Social Factors in Language Retention. Research Bulletin No. 514."},
      {
        "id":"ED192559",
        "title":"More Competence in Foreign Languages Needed by Federal Personnel Working Overseas. Report by the Comptroller General of the United States."},
      {
        "id":"ED192563",
        "title":"Proceedings of the National Conference on Individualized Instruction in Foreign Languages (1st, Columbus, Ohio, May 10-12, 1979)."},
      {
        "id":"ED192567",
        "title":"Identite culturelle et francophonie dans les Ameriques (Cultural Identity and the French Language in the Americas). Series No. B-88."},
      {
        "id":"ED192569",
        "title":"Sinhala: Basic Course. Module 1: Beginning Signs and Letters."},
      {
        "id":"ED192570",
        "title":"Sinhala: Basic Course. Module 2: General Conversation."},
      {
        "id":"ED192571",
        "title":"Sinhala: Basic Course. Module 3: Sinhala Structures."},
      {
        "id":"ED192574",
        "title":"Teaching as a Linguistic Process. Mid-Project Research Report."},
      {
        "id":"ED192575",
        "title":"Developmental Changes in the Effects of Presentation Mode on the Storage and Retrieval of Noun Pairs in Children's Recognition Memory."},
      {
        "id":"ED192576",
        "title":"A Select Bibliography of Error Analysis and Interlanguage Studies."},
      {
        "id":"ED192577",
        "title":"English-Dari Dictionary."},
      {
        "id":"ED192578",
        "title":"Report of Survey on Business Use of Foreign Language."},
      {
        "id":"ED192580",
        "title":"L&apos;univers familier de l&apos;enfant africain (The Familiar Surroundings of the African Child)."},
      {
        "id":"ED192583",
        "title":"Information Processing Models of Skilled Reading: The Relationship Between Chinese Orthography and Coding Tactics in Primary Memory."},
      {
        "id":"ED192584",
        "title":"Papers in Contrastive Phonetics. Jyvaskyla Cross-Language Studies, No. 7."},
      {
        "id":"ED192585",
        "title":"Polysemous Words and Sentence Comprehension: A Follow-Up Study."},
      {
        "id":"ED192588",
        "title":"A Compendium of Bilingual Education and Related Projects at the National Institute of Education."},
      {
        "id":"ED192589",
        "title":"Improvement Needed in Language Training and Assignments for U.S. Personnel Overseas."},
      {
        "id":"ED192590",
        "title":"Content Area Instruction for Students with Limited English Proficiency."},
      {
        "id":"ED192592",
        "title":"Lexical Innovations: How Children Learn to Create New Words. Papers and Reports on Child Language Development, Number 18."},
      {
        "id":"ED192596",
        "title":"An Instrumental Analysis of the Voicing Contrast in Word-Initial Stops in the Speech of Four-Year-Old English-Speaking Children. Papers and Reports on Child Language Development, Number 18."},
      {
        "id":"ED192597",
        "title":"Do Children Treat Clusters as One Unit or Two? Papers and Reports on Child Language Development, Number 18."},
      {
        "id":"ED192598",
        "title":"Second-Language Acquisition and Foreign Language Teaching: The Applicability of Its Findings to the Spanish Language Programs at a University on the U.S.-Mexican Border."},
      {
        "id":"ED192600",
        "title":"The Longhouse. Lesson Plans and Activities."},
      {
        "id":"ED192601",
        "title":"The Cradle Board and Infant Care."},
      {
        "id":"ED192602",
        "title":"Onikorha (Wampum). An Illustrated Guide."},
      {
        "id":"ED192603",
        "title":"Clans of the Iroquois. Lesson Plans and Activities."},
      {
        "id":"ED192604",
        "title":"Kanienkehaka Tiontenientenstakwa [Mohawk Guide Book]. Activities and Games."},
      {
        "id":"ED192605",
        "title":"Second-Language Acquisition and Bilingualism: Research in Canada (1970-1979). Research Bulletin No. 501."},
      {
        "id":"ED192611",
        "title":"Semantic Facilitation on a Bilingual Lexical Decision Task."},
      {
        "id":"ED192614",
        "title":"The Bilingual Education Act: A Legislative Analysis."},
      {
        "id":"ED192616",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Eleven. The Polish-English Contrastive Project."},
      {
        "id":"ED192617",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Twelve. The Polish-English Contrastive Project."},
      {
        "id":"ED192618",
        "title":"CULCON Report on Japanese Studies at Colleges and Universities in the United States in the Mid-70s."},
      {
        "id":"ED192622",
        "title":"Public Information Materials for Language Minorities."},
      {
        "id":"ED192624",
        "title":"An Assessment of Hispanic Recruits Who Speak English as a Second Language."},
      {
        "id":"ED192627",
        "title":"Foreign Language Learning for Older Learners: Problems and Approaches."},
      {
        "id":"ED192632",
        "title":"Can There Be Anything Affirmative About Affirmative Action in the 1980's?"}]
  }}
