{
  "response":{"numFound":509939,"start":238000,"numFoundExact":true,"docs":[
      {
        "id":"ED192635",
        "title":"Evaluation of Foreign Educational Credentials and Recognition of Degree Equivalences."},
      {
        "id":"ED192636",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1979."},
      {
        "id":"ED192637",
        "title":"State Budgeting for Higher Education: Trends in State Revenue Appropriations from 1968 to 1977."},
      {
        "id":"ED192638",
        "title":"Use of the UND Undergraduate Catalog, 1978-1979."},
      {
        "id":"ED192639",
        "title":"Reasons for Selecting the University of North Dakota by New Freshmen and College Transfer Students, 1979-80."},
      {
        "id":"ED192641",
        "title":"University of Louisville Fact Book, Fall 1979."},
      {
        "id":"ED192648",
        "title":"Student Ratings and Image for an Ideal Professor."},
      {
        "id":"ED192649",
        "title":"Faculty Attitudes Toward the Older Adult Learner."},
      {
        "id":"ED192654",
        "title":"Collegiate Enrollments in the U.S., 1979-80. Statistics, Interpretations, and Trends in 4-Year and Related Institutions."},
      {
        "id":"ED192656",
        "title":"Federal Support to Universities, Colleges, and Selected Nonprofit Institutions, Fiscal Year 1978. A Report to the President and Congress. Final Report."},
      {
        "id":"ED192657",
        "title":"Equity Self-Assessment in Postsecondary-Education Institutions."},
      {
        "id":"ED192658",
        "title":"HEGIS Financial Reporting Guide: 1980 Edition."},
      {
        "id":"ED192659",
        "title":"Higher Education Finance Manual: Volume 3. The Source/Use Concept."},
      {
        "id":"ED192660",
        "title":"Costing for Policy Analysis."},
      {
        "id":"ED192661",
        "title":"Retention and Attrition: Evidence for Action and Research."},
      {
        "id":"ED192662",
        "title":"Higher Education Finance Manual: Volume 2. Data Users&apos; Guide."},
      {
        "id":"ED192663",
        "title":"Higher Education Finance Manual: Volume 1. Data Providers' Guide."},
      {
        "id":"ED192664",
        "title":"A Glossary of Standard Terminology for Postsecondary Education. 1979-1980."},
      {
        "id":"ED192665",
        "title":"Integrating Academic Planning and Budgeting in a Rapidly Changing Environment: Process and Technical Issues."},
      {
        "id":"ED192666",
        "title":"The Value of Uniform Financial Data for the Institution and the State: A Case Study."},
      {
        "id":"ED192667",
        "title":"A Question of Quality: The Higher Education Ratings Game. AAHE-ERIC/Higher Education Research Report No. 5, 1980."},
      {
        "id":"ED192668",
        "title":"Do Faculty Really Work That Hard? AAHE-ERIC/Higher Education Research Currents, October 1980."},
      {
        "id":"ED192669",
        "title":"Reaching Students: Student Views on Communicating About Financial Aid, Final Report of the Student-Commissioner Conference on Financial Aid and Access to Postsecondary Education (3rd)."},
      {
        "id":"ED192671",
        "title":"Issues in Planning for the Eighties."},
      {
        "id":"ED192672",
        "title":"Fact Book on Higher Education in the South, 1979 and 1980."},
      {
        "id":"ED192676",
        "title":"College Instruction: Four Empirical Views. Instruction and Outcomes in an Undergraduate Setting."},
      {
        "id":"ED192677",
        "title":"The Organization of Studies in the New System of Higher Education. R&amp;D for Higher Education."},
      {
        "id":"ED192679",
        "title":"The Future of Catholic Higher Education: Proceedings of a Panel Discussion, Meeting of Foundations and Donors Interested in Catholic Activities (June 24-25, 1980)."},
      {
        "id":"ED192680",
        "title":"Project 80: Enrollment, Finances, and Student Aid at Catholic Colleges and Universities."},
      {
        "id":"ED192688",
        "title":"Academic Science 1972-77. R&amp;D Funds, Scientists and Engineers, Graduate Enrollment, and Support. Final Report. Surveys of Science Resources Series."},
      {
        "id":"ED192693",
        "title":"Introducing New Faculty Members to Course Production. An Induction Program in the Faculty of Technology."},
      {
        "id":"ED192694",
        "title":"Education in the U.S.S.R. Current Status of Higher Education."},
      {
        "id":"ED192699",
        "title":"Third Annual Report, Calendar Year 1979. Overview of Committee Research."},
      {
        "id":"ED192700",
        "title":"Still a Lifeline: The Status of Historically Black Colleges and Universities, 1975-1978."},
      {
        "id":"ED192705",
        "title":"Earned Degrees Conferred, 1976-77: Summary Data."},
      {
        "id":"ED192706",
        "title":"University 101: A Concept for Improving University Teaching and Learning."},
      {
        "id":"ED192707",
        "title":"Admission of Alien Physicians for Graduate Medical Education: Hearing Before the Subcommittee on Immigration, Refugees, and International Law of the Committee on the Judiciary, House of Representatives, Ninety-Sixth Congress, Second Session on H.R. 7118."},
      {
        "id":"ED192710",
        "title":"Costs Per Student Credit Hour: A Comparison of Two Allocation Methods."},
      {
        "id":"ED192711",
        "title":"Resources for Change: A Guide to Projects, 1980-1981."},
      {
        "id":"ED192715",
        "title":"Audiovisual Aids and Publications Available from the VIMS/Sea Grant Marine Education Center."},
      {
        "id":"ED192717",
        "title":"Computer-Assisted, Programmed Text, and Lecture Modes of Instruction in Three Medical Training Courses: Comparative Evaluation. Final Report."},
      {
        "id":"ED192725",
        "title":"Directory of Organizations Working for Women&apos;s Educational Equity."},
      {
        "id":"ED192736",
        "title":"An Annotated Selective Bibliography on Human Performance in Fault Diagnosis Tasks. Technical Report 435. Final Report."},
      {
        "id":"ED192737",
        "title":"1979 Annual Report."},
      {
        "id":"ED192739",
        "title":"Application of Computer Simulation Techniques in Military Exercise Control System Development: 1. NETMAN Model Sensitivity Test and Validation. Technical Report 407."},
      {
        "id":"ED192741",
        "title":"Educational Broadcasting: Two Lessons from the Open University Experience. I.E.T. Papers on Broadcasting: Number 130."},
      {
        "id":"ED192742",
        "title":"Educational Radio: A Select Annotated Bibliography. I.E.T. Papers on Broadcasting: Number 104."},
      {
        "id":"ED192743",
        "title":"Human Decision-Making in Computer-Aided Fault Diagnosis. Technical Report 434. Final Report."},
      {
        "id":"ED192748",
        "title":"Resource Based Learning: An Experience in Planning and Production."},
      {
        "id":"ED192749",
        "title":"A Review of the Literature on Memory Enhancement: The Potential and Relevance of Mnemotechnics for Military Training. Technical Report 436."},
      {
        "id":"ED192752",
        "title":"Student Attitudes to Radio. I.E.T. Papers on Broadcasting: Number 108."},
      {
        "id":"ED192754",
        "title":"A System for Interactive Behaviour Simulation."},
      {
        "id":"ED192757",
        "title":"Computer Science and Technology: Validation, Verification, and Testing for the Individual Programmer."},
      {
        "id":"ED192759",
        "title":"The Definition of Educational Technology. AECT Task Force on Definition and Terminology."},
      {
        "id":"ED192762",
        "title":"Media, the Learner, and Intellectual Freedom. A Handbook."},
      {
        "id":"ED192763",
        "title":"Professional Development and Educational Technology. Proceedings of the National Conference (Washington, D.C., January 16-18, 1980)."},
      {
        "id":"ED192764",
        "title":"Professional Negotiations for Media/Library Professionals: District and School."},
      {
        "id":"ED192765",
        "title":"Promoting Educational Technology. Summary Report of the Annual Lake Okoboji Educational Media Leadership Conference (25th, Milford, Iowa, August 20-24, 1979)."},
      {
        "id":"ED192770",
        "title":"Teacher Education Redesign: Competencies in Educational Technology."},
      {
        "id":"ED192771",
        "title":"Criterion Referenced Assessment Bank. Grade 6 Skill Clusters, Objectives, and Illustrations."},
      {
        "id":"ED192772",
        "title":"Criterion Referenced Assessment Bank. Grade 9 Skill Clusters, Objectives, and Illustrations."},
      {
        "id":"ED192773",
        "title":"Criterion Referenced Inventory. Grade 7 Skill Clusters, Objectives, and Illustrations."},
      {
        "id":"ED192774",
        "title":"Criterion Referenced Inventory. Grade 10 Skill Clusters, Objectives, and Illustrations."},
      {
        "id":"ED192775",
        "title":"Elements to be Incorporated in Library Network Legislation."},
      {
        "id":"ED192777",
        "title":"For the Sake of the Children: A Native American Program. Final Evaluation Report. Institute for Library Training of Media Aides and Support Personnel."},
      {
        "id":"ED192781",
        "title":"A Library User&apos;s Guide to ERIC. 1980 Edition."},
      {
        "id":"ED192790",
        "title":"Annual Report of the Librarian of Congress for the Fiscal Year Ending September 30, 1979."},
      {
        "id":"ED192796",
        "title":"Directory of Library Research and Demonstration Projects--1966-1975."},
      {
        "id":"ED192800",
        "title":"Black Periodicals and Newspapers. A Union List of Holdings in Libraries of the University of Wisconsin and the Library of the State Historical Society of Wisconsin. Second Edition, Revised."},
      {
        "id":"ED192805",
        "title":"Information Equity Issues in Education: The ERIC Data Base Coverage for Five Groups."},
      {
        "id":"ED192806",
        "title":"Network Terminations: A Compilation of Possible Answers."},
      {
        "id":"ED192807",
        "title":"New England Dissemination Network of State Validated Practices."},
      {
        "id":"ED192810",
        "title":"School/Public Library Cooperation: A State of the Art Review."},
      {
        "id":"ED192811",
        "title":"A Community Analysis and Service Development Plan for the Reference Department, Stark County District Library, Canton, Ohio."},
      {
        "id":"ED192815",
        "title":"Computer Education. DS Manual 2350.1."},
      {
        "id":"ED192818",
        "title":"Guide to Microcomputers."},
      {
        "id":"ED192826",
        "title":"Recognition Procedures Manual for Illinois Public Community Colleges."},
      {
        "id":"ED192828",
        "title":"Early Identification of the Potential Dropout: An Exploratory Study Based on Fall 1979 New Students. Student Flow Program, Report 6."},
      {
        "id":"ED192831",
        "title":"Community College Graduates, July 1, 1979-June 30, 1980."},
      {
        "id":"ED192832",
        "title":"General Education in the Community College: A Search for Purpose."},
      {
        "id":"ED192840",
        "title":"A Guide to Making Intelligent Computing Decisions."},
      {
        "id":"ED192843",
        "title":"Educational Needs and Perceptions of Amarillo College: A Community Survey."},
      {
        "id":"ED192844",
        "title":"Community College Management Information System Procedures Manual."},
      {
        "id":"ED192846",
        "title":"Articulation."},
      {
        "id":"ED192852",
        "title":"Administrative Freedom and Responsibility in the Community College: A Proposal."},
      {
        "id":"ED192854",
        "title":"Effects of Interactions between Four Instructor Status Conditions and Instructor Knowledge of, and Deviation from, Departmental Norms, on Changes in Student Ratings of Instruction at a Large, Urban Community College."},
      {
        "id":"ED192855",
        "title":"A Demographic Profile of Incoming Matriculated Students, Fall, 1979."},
      {
        "id":"ED192856",
        "title":"Attrition and Student Progress at Bronx Community College for Entering Classes: Fall 1972 to Fall 1976 (Progress to Fall 1978)."},
      {
        "id":"ED192857",
        "title":"The Academic and Remedial Placement Profile of Students Entering B.C.C. in September 1980, by Curriculum Group."},
      {
        "id":"ED192862",
        "title":"The Humanities and Sciences in Two-Year Colleges."},
      {
        "id":"ED192865",
        "title":"Address by Peter B. Edelman, Attorney, Keynoting \"Mini-Conference\" on Youth (National Conference on Social Welfare, Philadelphia, Pennsylvania, May 14, 1979)."},
      {
        "id":"ED192872",
        "title":"The Child and the Community: A Developmental Perspective."},
      {
        "id":"ED192876",
        "title":"I'm Back!!! Children's Social Behavior: Assessment Considerations and Criteria. (Head Start Profiles of Program Effects on Children)."},
      {
        "id":"ED192878",
        "title":"Space for Learning: Teaching and Learning in Some Scottish Open-Plan Primary Schools."},
      {
        "id":"ED192883",
        "title":"Family and Community Studies Project. Final Report."},
      {
        "id":"ED192884",
        "title":"Toys: More Than Trifles for Play. A Review of the Toy Industry, Educational Claims, Safety Standards and Precautions, Toy Selection and Toy Libraries."},
      {
        "id":"ED192896",
        "title":"The Practitioner: The Key Person in the Evaluation Process."},
      {
        "id":"ED192903",
        "title":"Home Start Followup Study: A Study of Long-Term Impact of Home Start on Program Participants. Final Report."},
      {
        "id":"ED192904",
        "title":"Home Start Followup Study: A Study of Long-Term Impact of Home Start on Program Participants. Executive Summary."},
      {
        "id":"ED192905",
        "title":"A Creatively Creative Taxonomy on Creativity: A New Model of Creativity and Other Novel Forms of Behavior."},
      {
        "id":"ED192908",
        "title":"Infant Formula: Our Children Need Better Protection. Report Together with Dissenting Views by the Subcommittee on Oversight and Investigations of the Committee on Interstate and Foreign Commerce (H.R., 96th Congress, Second Session)."},
      {
        "id":"ED192910",
        "title":"Resource Allocation in the Classroom: Children&apos;s Developing Understandings of Distributive Justice."},
      {
        "id":"ED192911",
        "title":"American Families and Living Arrangements."},
      {
        "id":"ED192913",
        "title":"Parents, Teachers and Children: A Study of an Educational Home Visiting Scheme."},
      {
        "id":"ED192916",
        "title":"Proximal-Goal Facilitation of Children's Achievement and Interest."},
      {
        "id":"ED192917",
        "title":"Effect of Task on Mother-Child Interaction Results."},
      {
        "id":"ED192920",
        "title":"Early Home Experience, Classroom Social Competence and Academic Achievement."},
      {
        "id":"ED192921",
        "title":"Primary Education in England: An Overview."},
      {
        "id":"ED192922",
        "title":"Children, Parents, and Siblings: Possible Sources of Variation in the Behavior of First Born and Only Children."},
      {
        "id":"ED192924",
        "title":"How Television Commercials Affect Children's Attitudes and Eating Behavior."},
      {
        "id":"ED192925",
        "title":"Developmental Differences in Elaboration: A Metamemory Explanation."},
      {
        "id":"ED192927",
        "title":"Maternal, Neonatal and Mother-Infant Antecedents of Attachment in Urban Poor."},
      {
        "id":"ED192929",
        "title":"Developmental Changes in Imaginative Play and Cognitive Ability of Preschoolers."},
      {
        "id":"ED192933",
        "title":"A Mental Health Preschool Program: Helping Preschoolers with Emotional and Behavioral Problems."},
      {
        "id":"ED192934",
        "title":"A Cognitive Component in Modeled Aggression: A Preliminary Examination."},
      {
        "id":"ED192943",
        "title":"An Urban-Oriented Fieldwork and In-Circuit Television Based Teacher Training Program for Bilingual Bicultural Education Focusing on Teachers of Limited English Speaking Ability School Age Students: A Model Program for the Urban Middlewest Schools (Milwaukee, Wisconsin), 1976-1977. Year 1. Final Report."},
      {
        "id":"ED192944",
        "title":"Information Needs Relating to Small-Farm Programs and Policies. ESCS Staff Report."},
      {
        "id":"ED192952",
        "title":"Missouri Small Farm Family Program. Revised."},
      {
        "id":"ED192954",
        "title":"Career and Vocational Education for Small Schools: A Guide for Planning and Implementation. Revised."},
      {
        "id":"ED192955",
        "title":"Minority Elderly Adaptation to Life-Threatening Events: An Overview with Methodological Consideration."},
      {
        "id":"ED192956",
        "title":"A Guide for Evaluating and Selecting Multicultural Instructional Materials."},
      {
        "id":"ED192960",
        "title":"Overcoming Barriers to Employment of Disadvantaged Rural Minority Youth."},
      {
        "id":"ED192963",
        "title":"Forecasting Repeat Child Abuse from Initial Social Worker Reports: A Metropolitan and Non-metropolitan Comparison."},
      {
        "id":"ED192965",
        "title":"A Critique of the Freudenberg Energy Boomtown Study from a Field Theory Perspective."},
      {
        "id":"ED192972",
        "title":"Social and Economic Trends in Rural America. The White House Rural Development Background Paper."},
      {
        "id":"ED192977",
        "title":"Native American Education Program Title IV Indian Education Act, 1978-1979. Final Evaluation Report, Function No. 5004-94701."},
      {
        "id":"ED192992",
        "title":"Improving Rural Schools."},
      {
        "id":"ED192998",
        "title":"Information Consumption by Low Income Families to Reduce Rural Poverty in Florida. Volume I, Research Instruments."},
      {
        "id":"ED192999",
        "title":"Information Consumption by Low Income Families to Reduce the Impact of Rural Poverty in Florida. Volume II, Description of the Sample: Characteristics of the Rural Poor."},
      {
        "id":"ED193000",
        "title":"Information Consumption by Low Income Families to Reduce the Impact of Rural Poverty in Florida. Volume III, Knowledge Level, Need, and Use of Selective Anti-Poverty Programs by the Rural Poor."},
      {
        "id":"ED193001",
        "title":"Perception of Institutional Incentives and Constraints by the Poor in the Acceptance of New Ideas and Economic Opportunity Programs."},
      {
        "id":"ED193005",
        "title":"The Bureau of Indian Affairs is Slow in Providing Special Education Services to All Handicapped Indian Children."},
      {
        "id":"ED193006",
        "title":"Evaluation of Achievement Outcomes: Austin's Experience. Publication No. 80.33."},
      {
        "id":"ED193008",
        "title":"The Evaluation of Minicourses in Undergraduate Biology at Twelve Selected Colleges and Universities. Final Report."},
      {
        "id":"ED193009",
        "title":"A Laboratory Manual for Introductory Virology Based Upon Developmental Studies with Bacterial and Animal Viruses. Final Technical Report."},
      {
        "id":"ED193012",
        "title":"An Assessment of the Forest and Range Land Situation in the United States."},
      {
        "id":"ED193013",
        "title":"The 1980 Report to Congress on the Nation's Renewable Resources."},
      {
        "id":"ED193014",
        "title":"Teachers and Marine Education: A Survey."},
      {
        "id":"ED193022",
        "title":"Computer Literacy Program Briefs."},
      {
        "id":"ED193026",
        "title":"The Programmable Calculator in the Classroom."},
      {
        "id":"ED193037",
        "title":"The Meanings of Some Relational and Dimensional Terms in Children's Language."},
      {
        "id":"ED193039",
        "title":"The DOE Program Guide for Universities and Other Research Groups. Part I - DOE Research and Development Programs. Part II - DOE Procurement and Assistance Policies/Procedures."},
      {
        "id":"ED193041",
        "title":"Jackson State University's Careers for Women in the Sciences Workshop. Final Report."},
      {
        "id":"ED193042",
        "title":"Providing for Energy Efficiency in Homes and Small Buildings, Part I."},
      {
        "id":"ED193043",
        "title":"Providing for Energy Efficiency in Homes and Small Buildings, Part II."},
      {
        "id":"ED193044",
        "title":"Providing for Energy Efficiency in Homes and Small Buildings, Part III."},
      {
        "id":"ED193045",
        "title":"Providing for Energy Efficiency in Homes and Small Buildings. Teacher Guide."},
      {
        "id":"ED193046",
        "title":"Providing for Energy Efficiency in Homes and Small Buildings. Student Workbook."},
      {
        "id":"ED193051",
        "title":"What Are the Needs in Precollege Science, Mathematics, and Social Science Education? Views From the Field."},
      {
        "id":"ED193065",
        "title":"Energy Health and Safety Issues Need a Coordinated Approach. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED193066",
        "title":"Energy Conservation: An Expanding Program Needing More Direction. Report to the Secretary of Energy by the U.S. General Accounting Office."},
      {
        "id":"ED193067",
        "title":"The Demand for New Faculty in Science and Engineering. Proceedings of the Workshop of Specialists in Forecasts of Demand for Scientists and Engineers, 1979."},
      {
        "id":"ED193070",
        "title":"Site Planning for Solar Access: A Guidebook for Residential Developers and Site Planners."},
      {
        "id":"ED193071",
        "title":"Managing Your School's Energy Dollar: Keeping Your Schoolhouse Out of the Red."},
      {
        "id":"ED193072",
        "title":"Using Literature to \"Teach\" Science."},
      {
        "id":"ED193074",
        "title":"Photography in the Elementary Classroom."},
      {
        "id":"ED193076",
        "title":"Causal Analysis of Expectancies and Values Concerning Mathematics."},
      {
        "id":"ED193077",
        "title":"A Clinical Investigation of the Difficulties Evidenced by Kindergarten Children in Developing &quot;Models&quot; for the Solution of Arithmetic Story Problems. Draft."},
      {
        "id":"ED193078",
        "title":"The Relationship between Volume Conservation and a Volume Algorithm for a Rectangular Parallelepiped."},
      {
        "id":"ED193079",
        "title":"Elementary Mathematics Testing Project, Zone 1."},
      {
        "id":"ED193081",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 53, October 1980. Cumulative Author Index for 1980."},
      {
        "id":"ED193082",
        "title":"Mentors Have Consequences and Reap Returns in Academic Biochemistry."},
      {
        "id":"ED193083",
        "title":"Report of the Public's Comments on the RCA Draft Documents, January-March 1980. [Soil and Water Resources Conservation Act]."},
      {
        "id":"ED193084",
        "title":"Installation Guidelines for Solar DHW Systems in One- and Two-Family Dwellings. Second Edition."},
      {
        "id":"ED193085",
        "title":"Residential Solar Design Review: A Manual on Community Architectural Controls and Solar Energy Use."},
      {
        "id":"ED193086",
        "title":"The Energy Conservation Idea Handbook. A Compendium of Imaginative and Innovative Examples of Ideas and Practices at Colleges and Universities Today."},
      {
        "id":"ED193087",
        "title":"State Decision-Makers Guide for Hazardous Waste Management: Defining Hazardous Wastes, Problem Recognition, Land Use, Facility Operations, Conceptual Framework, Policy Issues, Transportation."},
      {
        "id":"ED193090",
        "title":"Federal-State Environmental Programs: The State Perspective. A Compilation of Questionnaire Responses. Supplement to a Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED193091",
        "title":"Federal-State Environmental Programs: The State Perspective. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED193092",
        "title":"Science and Engineering Education for the 1980s and Beyond."},
      {
        "id":"ED193100",
        "title":"A Sourcebook for Energy and the Way We Live. Courses by Newspaper."},
      {
        "id":"ED193101",
        "title":"Energy and the Way We Live. Article Booklet for the Twelfth Course by Newspaper."},
      {
        "id":"ED193103",
        "title":"Essential Map Concepts for Young Children."},
      {
        "id":"ED193105",
        "title":"Understanding the Law: An Advocate's Guide to the Law and Developmental Disabilities."},
      {
        "id":"ED193108",
        "title":"Selected Statistics: Demographic, Social, Economic, Education."},
      {
        "id":"ED193118",
        "title":"Naturalistic Observation of Student Interactions with Adults and Peers in the High School."},
      {
        "id":"ED193120",
        "title":"Underprivilege and Unrest among Women and Black Social Scientists in the United States."},
      {
        "id":"ED193121",
        "title":"Perceptions of Female Social Workers toward Administrative Positions."},
      {
        "id":"ED193122",
        "title":"Special Report on the Arts."},
      {
        "id":"ED193123",
        "title":"Special Report on Social Studies."},
      {
        "id":"ED193124",
        "title":"Myths & Realities of the Coming Decade."},
      {
        "id":"ED193125",
        "title":"Political Leadership for Women: A Statement of the Case, An Education in Tactics."},
      {
        "id":"ED193132",
        "title":"Obtaining Measures of Citizen Education Goals."},
      {
        "id":"ED193137",
        "title":"Communication and Male/Female Relations: A Behavioral Science Approach to Course Design."},
      {
        "id":"ED193138",
        "title":"Moral Peers to the Rescue! A Critical Appraisal of the &quot;Plus 1&quot; Convention In Moral Education."},
      {
        "id":"ED193161",
        "title":"Speak Out (K-8) [and] Election '80."},
      {
        "id":"ED193163",
        "title":"Selected Bibliography of Arab Educational Materials, Vol. 3, No. 1, 1978."},
      {
        "id":"ED193164",
        "title":"People Power: What Communities are Doing to Counter Inflation."},
      {
        "id":"ED193165",
        "title":"Selected Bibliography of Egyptian Educational Materials. Vol. 5, No. 2, 1979."},
      {
        "id":"ED193182",
        "title":"Issues and Challenges: A Kaleidoscope of Change. The Academy Papers, No. 13."},
      {
        "id":"ED193193",
        "title":"A Research-Based Teacher Selection Instrument."},
      {
        "id":"ED193195",
        "title":"Improving Teacher Selection Using Perceptual Inference in the Teacher Selection Process."},
      {
        "id":"ED193196",
        "title":"Refining Pennsylvania's Developing Model of Teacher Education."},
      {
        "id":"ED193199",
        "title":"Efficacy and Experience: The Relationship Between Locus of Control and Years of Teaching Experience."},
      {
        "id":"ED193200",
        "title":"Information Collection. Time Leader's Guide. Basic Skills Instructional Improvement Program."},
      {
        "id":"ED193201",
        "title":"Comparison and Identification. Time Leader's Guide. Basic Skills Instructional Improvement Program."},
      {
        "id":"ED193202",
        "title":"Selection and Preparation. Time Leader's Guide. Basic Skills Instructional Improvement Program."},
      {
        "id":"ED193203",
        "title":"Implementation and Reycling. Time Leader's Guide. Basic Skills Instructional Improvement Program."},
      {
        "id":"ED193210",
        "title":"The Role of Teachers and Other School Practitioners in Decision Making and Innovation. Educational Dissemination Studies Program."},
      {
        "id":"ED193211",
        "title":"Alternative Projections of Resource Requirements for Teacher Corps Information Sharing and Dissemination."},
      {
        "id":"ED193215",
        "title":"A Design for a School of Pedagogy."},
      {
        "id":"ED193224",
        "title":"Teacher Centers in North Carolina."},
      {
        "id":"ED193226",
        "title":"Teacher-Centered In-Service Education: Planning and Products."},
      {
        "id":"ED193227",
        "title":"Staff Development and Educational Change."},
      {
        "id":"ED193228",
        "title":"Teacher Education Institutions: Cooperative Arrangements Survey, 1980."},
      {
        "id":"ED193230",
        "title":"Teaching With Newspapers: The Living Curriculum."},
      {
        "id":"ED193232",
        "title":"Research on Teaching from a Curricular Perspective."},
      {
        "id":"ED193236",
        "title":"Performance of Exceptional Students on the North Carolina Minimum Competency Test, 1978-1979. Final Report."},
      {
        "id":"ED193237",
        "title":"Technical Assistance Guide for Proficiency Assessment [and] Resource Catalog for Proficiency Assessment, First Revised Edition."},
      {
        "id":"ED190215",
        "title":"Sex Differences in Causal Attributions of Parenting Performance."},
      {
        "id":"ED190224",
        "title":"A Study of the Effectiveness of Full-Day Kindergarten."},
      {
        "id":"ED190226",
        "title":"The Grammar of Action, Printing, and Reversals in Children's Printing."},
      {
        "id":"ED190228",
        "title":"Oversight Hearings on the Child Nutrition Programs. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED190231",
        "title":"Bibliography of Selected Resources for the International Year of the Child."},
      {
        "id":"ED190232",
        "title":"The Ideology of Intelligence and I.Q. Magic in Education."},
      {
        "id":"ED190235",
        "title":"The Follow-Up Study. Part 2 of Section II of the Final Report on the U.W.O. Preschool Project."},
      {
        "id":"ED190239",
        "title":"Play and Cognition: A Study of Pretense Play and Conservation of Quantity."},
      {
        "id":"ED190250",
        "title":"Pre-School Education and Care."},
      {
        "id":"ED190253",
        "title":"Major Factors Inhibit Expansion of the School Breakfast Program."},
      {
        "id":"ED190256",
        "title":"Experiential Determinants of Children's Food Preferences."},
      {
        "id":"ED190263",
        "title":"The Relationship of Age and Linguistic Production Capacity of Children to Parental Speech Adjustment."},
      {
        "id":"ED190286",
        "title":"Rural Youth in Washington State: Sociological Studies, 1954-1974. Bulletin 818."},
      {
        "id":"ED190287",
        "title":"Northern Cheyenne Follow Through Project. Lame Deer, Montana 59043."},
      {
        "id":"ED190291",
        "title":"Concerns about the Adoption of the Learning Resources Center Program in a Rural School District. Procedures for Adopting Educational Innovations/CBAM Colleague Report."},
      {
        "id":"ED190296",
        "title":"Community Staying Power: A Small Rural Place and Its Role in Rural Development. Research Publication No. 171."},
      {
        "id":"ED190297",
        "title":"A Review of Literature on Rural and/or Small Schools."},
      {
        "id":"ED190302",
        "title":"U.S. Efforts to Educate and Train the Poor in Developing Countries. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED190304",
        "title":"Variables Affecting Change at Laguna Elementary School."},
      {
        "id":"ED190305",
        "title":"Development of Native American Culture and Art. Hearing before the Select Committee on Indian Affairs, United States Senate, Ninety-Sixth Congress, Second Session on S. 2l66 (Sante Fe, New Mexico, April 14, 1980)."},
      {
        "id":"ED190306",
        "title":"Meetings of the American Indian Policy Review Commission (March 5, May 2, June 13, July 11, and September 12, 1975). Volume 1."},
      {
        "id":"ED190307",
        "title":"Meetings of the American Indian Policy Review Commission (Washington, D.C. and Denver, Colorado, February 20, May 8 and 9, 1976). Volume 2."},
      {
        "id":"ED190308",
        "title":"Meetings of the American Indian Policy Review Commission (Washington, D.C. and Portland, Oregon, June 4, August 10, and September 25, 1976). Volume 3."},
      {
        "id":"ED190309",
        "title":"Meetings of the American Indian Policy Review Commission (November 19-23, 1976). Volume 4."},
      {
        "id":"ED190310",
        "title":"Meetings of the American Indian Policy Review Commission (January 6, 7, February 4 and 5, 1977). Volume 5."},
      {
        "id":"ED190311",
        "title":"Meetings of the American Indian Policy Review Commission (February 24, 25, March 4, May 12, 13, and 16, 1977). Volume 6."},
      {
        "id":"ED190314",
        "title":"The Expectation to Farm: An Interaction of Background and Experience."},
      {
        "id":"ED190315",
        "title":"Results from the Mandated Evaluation of Extension's Community Resource Development Projects in the United States."},
      {
        "id":"ED190317",
        "title":"State Compensatory Education: 1979-80. Final Technical Report. Publication No. 79.18."},
      {
        "id":"ED190318",
        "title":"Values and Self-Reported Delinquency."},
      {
        "id":"ED190327",
        "title":"ESEA Title I Regular Program, 1979-80. Final Technical Report. Publication No. 72.23."},
      {
        "id":"ED190329",
        "title":"American Indian Religious Freedom Act Report, P. L. 95-341."},
      {
        "id":"ED190331",
        "title":"Job Change Behavior in the Rural Income Maintenance Experiment. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED190332",
        "title":"A Comparison of the Impacts of Population Change on Public Education and Health Services in the Non-Metropolitan Counties of the Ozarks."},
      {
        "id":"ED190335",
        "title":"American Indian Policy Review Commission. Final Report, Appendixes, and Index Submitted to Congress May 17, 1977. Volume Two of Two Volumes."},
      {
        "id":"ED190339",
        "title":"Nonmetro-Metro Differences in Student Achievement Scores."},
      {
        "id":"ED190340",
        "title":"Water Pollution in Environmental Education Curricula: A Comparative Study."},
      {
        "id":"ED190344",
        "title":"BTU (Better Than Usual) Teacher Developed Energy Materials for Elementary &amp; Middle Schools. Draft."},
      {
        "id":"ED190345",
        "title":"Youth Energy Extension Service Project. Final Report. Technical Report 79-10."},
      {
        "id":"ED190347",
        "title":"If You Save a Buck, It's Not Sheer Luck or How to Save Energy in Home Design. Teacher's Guide and Student Guide. Net Energy Unit. Draft."},
      {
        "id":"ED190348",
        "title":"Life Styles. Teacher's Guide and Student Guide. Net Energy Unit. Draft."},
      {
        "id":"ED190349",
        "title":"Of 100 You Only Get 10 or Food For Thought. Teacher's Guide and Student Guide. Net Energy Unit. Draft."},
      {
        "id":"ED190350",
        "title":"Critical Choices. Teacher's Guide and Student Guide. Net Energy Unit. Draft."},
      {
        "id":"ED190351",
        "title":"Transportation. Teacher's Guide and Student Guide. Net Energy Unit. Draft."},
      {
        "id":"ED190353",
        "title":"Conservation Not Conversation (Or More Action and Less Talk). Teacher's Guide and Student Guide. Net Energy Unit. Draft."},
      {
        "id":"ED190354",
        "title":"Senator Wols and Professor Trams Meet the Energy Multiplier. Teacher's Guide. Net Energy Unit. Draft."},
      {
        "id":"ED190356",
        "title":"Probing the Natural World, Level III, Student Guide: Why You're You. Intermediate Science Curriculum Study."},
      {
        "id":"ED190357",
        "title":"Probing the Natural World, Level III, Teacher's Edition: Why You're You. Intermediate Science Curriculum Study."},
      {
        "id":"ED190358",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: Why You're You. Intermediate Science Curriculum Study."},
      {
        "id":"ED190359",
        "title":"Probing the Natural World, Level III, Record Book, Teacher's Edition: Why You're You. Intermediate Science Curriculum Study."},
      {
        "id":"ED190360",
        "title":"Probing the Natural World, Level III, Student Guide: Environmental Science. Intermediate Science Curriculum Study."},
      {
        "id":"ED190361",
        "title":"Probing the Natural World, Level III, Teacher&apos;s Edition: Environmental Science. Intermediate Science Curriculum Study."},
      {
        "id":"ED190362",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: Environmental Science. Intermediate Science Curriculum Study."},
      {
        "id":"ED190363",
        "title":"Probing the Natural World, Level III, Record Book, Teacher's Edition: Environmental Science. Intermediate Science Curriculum Study."},
      {
        "id":"ED190364",
        "title":"Probing the Natural World, Level III, Student Guide: Investigating Variation. Intermediate Science Curriculum Study."},
      {
        "id":"ED190365",
        "title":"Probing the Natural World, Level III, Teacher's Edition: Investigating Variation. Intermediate Science Curriculum Study."},
      {
        "id":"ED190366",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: Investigating Variation. Intermediate Science Curriculum Study."},
      {
        "id":"ED190367",
        "title":"Probing the Natural World, Level III, Record Book, Teacher's Edition: Investigating Variation. Intermediate Science Curriculum Study."},
      {
        "id":"ED190368",
        "title":"Probing the Natural World, Level III, Student Guide: In Orbit. Intermediate Science Curriculum Study."},
      {
        "id":"ED190369",
        "title":"Probing the Natural World, Level III, Teacher's Edition: In Orbit. Intermediate Science Curriculum Study."},
      {
        "id":"ED190370",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: In Orbit. Intermediate Science Curriculum Study."},
      {
        "id":"ED190371",
        "title":"Probing the Natural World, Level III, Record Book, Teacher's Edition: In Orbit. Intermediate Science Curriculum Study."},
      {
        "id":"ED190372",
        "title":"Probing the Natural World, Level III, Student Guide: Crusty Problems. Intermediate Science Curriculum Study."},
      {
        "id":"ED190373",
        "title":"Probing the Natural World, Level III, Teacher&apos;s Edition: Crusty Problems. Intermediate Science Curriculum Study."},
      {
        "id":"ED190374",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: Crusty Problems. Intermediate Science Curriculum Study."},
      {
        "id":"ED190375",
        "title":"Probing the Natural World, Level III, Record Book, Teacher's Edition: Crusty Problems. Intermediate Science Curriculum Study."},
      {
        "id":"ED190376",
        "title":"Probing the Natural World, Level III, Student Guide: What&apos;s Up? Intermediate Science Curriculum Study."},
      {
        "id":"ED190377",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: What&apos;s Up? Intermediate Science Curriculum Study."},
      {
        "id":"ED190378",
        "title":"Probing the Natural World, Level III, Record Book, Teacher's Guide: What's Up? Intermediate Science Curriculum Study."},
      {
        "id":"ED190379",
        "title":"Probing the Natural World, Level III, Student Guide: Winds and Weather. Intermediate Science Curriculum Study."},
      {
        "id":"ED190380",
        "title":"Probing the Natural World, Level III, Teacher&apos;s Edition: Winds and Weather. Intermediate Science Curriculum Study."},
      {
        "id":"ED190381",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: Winds and Weather. Intermediate Science Curriculum Study."},
      {
        "id":"ED190382",
        "title":"Probing the Natural World, Level III, Record Book, Teacher's Edition: Winds and Weather. Intermediate Science Curriculum Study."},
      {
        "id":"ED190383",
        "title":"Probing the Natural World, Level III, Student Guide: Well-Being. Intermediate Science Curriculum Study."},
      {
        "id":"ED190384",
        "title":"Probing the Natural World, Level III, Teacher&apos;s Edition: Well-Being. Intermediate Science Curriculum Study."},
      {
        "id":"ED190385",
        "title":"Probing the Natural World, Level III, Record Book, Student Guide: Well-Being. Intermediate Science Curriculum Study."},
      {
        "id":"ED190386",
        "title":"Probing the Natural World, Level III, Record Book, Teacher&apos;s Edition: Well-Being. Intermediate Science Curriculum Study."},
      {
        "id":"ED190388",
        "title":"Attitudes of Elementary Teachers Toward Mathematics."},
      {
        "id":"ED190389",
        "title":"Mathematics Through Science, Part II: Graphing, Equations and Linear Functions. Teachers' Commentary. Preliminary Edition."},
      {
        "id":"ED190390",
        "title":"Mathematics, Book D. Student Edition."},
      {
        "id":"ED190391",
        "title":"Mathematics, Book D. Teacher Guide."},
      {
        "id":"ED190392",
        "title":"Mathematics, Book L. Student Edition."},
      {
        "id":"ED190393",
        "title":"Mathematics, Book L. Teacher Guide."},
      {
        "id":"ED190394",
        "title":"Mathematics, Book S. Student Edition."},
      {
        "id":"ED190395",
        "title":"Mathematics, Book S. Teacher Guide."},
      {
        "id":"ED190404",
        "title":"A Meta-Analysis of Individualized Instruction in Science."},
      {
        "id":"ED190407",
        "title":"Research on Mathematics Education Reported in 1979."},
      {
        "id":"ED190408",
        "title":"International Calculator Review: Working Paper on Hand-Held Calculators in Schools."},
      {
        "id":"ED190409",
        "title":"Solar Energy Audio-Visual Materials."},
      {
        "id":"ED190410",
        "title":"Private Pilot Airplane Written Test Guide. Revised Edition."},
      {
        "id":"ED190411",
        "title":"Commercial Pilot Airplane Written Test Guide. Revised Edition."},
      {
        "id":"ED190413",
        "title":"APTI Course 427, Combustion Evaluation. Instructor&apos;s Guide."},
      {
        "id":"ED190414",
        "title":"APTI Course 427, Combustion Evaluation. Student Manual."},
      {
        "id":"ED190416",
        "title":"APTI Course 450, Source Sampling for Particulate Pollutants. Instructor&apos;s Guide."},
      {
        "id":"ED190417",
        "title":"APTI Course 450, Source Sampling for Particulate Pollutants. Student Manual."},
      {
        "id":"ED190418",
        "title":"APTI Course 450, Source Sampling for Particulate Pollutants. Student Workbook."},
      {
        "id":"ED190471",
        "title":"Looking At...Important Topics in the Social Studies."},
      {
        "id":"ED190477",
        "title":"U.S. History for the Gifted and Talented."},
      {
        "id":"ED190480",
        "title":"Social Learning in the Schools Through Psychodrama."},
      {
        "id":"ED190481",
        "title":"The Scottish Council for Research in Education. Fifty-first Annual Report 1978-79."},
      {
        "id":"ED190484",
        "title":"What Teachers Want to Know About Curriculum Materials."},
      {
        "id":"ED190488",
        "title":"How Teachers Use the Group IQ Test Scores."},
      {
        "id":"ED190496",
        "title":"The Relationship Between Support for Authority, Support for Sport Officials, and Disrespectful Behavior in Sport."},
      {
        "id":"ED190501",
        "title":"Key Processes in the Socialization of Student Teachers: Limitations and Consequences of Oversocialized Conceptions of Teacher Socialization."},
      {
        "id":"ED190510",
        "title":"A Comparative Canadian-American Study on the Effect of Television Athletics and Organized Sport on Children and Youth."},
      {
        "id":"ED190511",
        "title":"Tests and Measurements Research Project for the Canadian National Baseball Team: Cooperative Change Agent Research by Baseball Canada and SIR/CAR."},
      {
        "id":"ED190517",
        "title":"Adak Region Schools Secondary Curriculum Guide, Grades 7-12."},
      {
        "id":"ED190523",
        "title":"Teacher Centers and Needs Assessment."},
      {
        "id":"ED190524",
        "title":"Mission Possible: The Pre-service Teacher and Discipline."},
      {
        "id":"ED190532",
        "title":"Facilitating Accurate Capability Self-Appraisal."},
      {
        "id":"ED190533",
        "title":"The Team Approach--An Inservice Training Model for Special Education."},
      {
        "id":"ED190537",
        "title":"Program Objectives. Publication No. 79: 801."},
      {
        "id":"ED190540",
        "title":"Directory of Resources for Vocational Teachers of Special Needs Individuals."},
      {
        "id":"ED190548",
        "title":"A Decade of Dental Service Utilization 1964-1974."},
      {
        "id":"ED190564",
        "title":"Health, Physical Education, Recreation, and Dance for the Older Adult: A Modular Approach."},
      {
        "id":"ED190565",
        "title":"Service-Learning: Programs for the Aging. A Guide to Practicum and Fieldwork Experiences in Health, Fitness, Dance, and Leisure Services."},
      {
        "id":"ED190568",
        "title":"Teaching Occupational Safety and Health at the Secondary and College Level. Instructor Guide."},
      {
        "id":"ED190572",
        "title":"A Behavioral Model for Educational Change."},
      {
        "id":"ED190573",
        "title":"Establishing a Causal Model For a Systematic Model of Teaching Through Path Analysis."},
      {
        "id":"ED190576",
        "title":"The Hopeful Traveler Jay Bryan Nash."},
      {
        "id":"ED190581",
        "title":"Health Education Curriculum Guide. Kindergarten Through Grade 4."},
      {
        "id":"ED190582",
        "title":"Health Education Curriculum Guide. Grade 5 Through Grade 8."},
      {
        "id":"ED190583",
        "title":"Health Education Curriculum Guide. Grade 9 Through Grade 12."},
      {
        "id":"ED190584",
        "title":"Five-Year Curriculum Development Plan. Department of Defense Dependents School."},
      {
        "id":"ED190585",
        "title":"Special Report on Cocurricular Offerings and Participation."},
      {
        "id":"ED190588",
        "title":"The Professional Preparation of Teacher Educators: A Focused Step."},
      {
        "id":"ED190597",
        "title":"Bayesian and Empirical Bayes Approaches to Setting Passing Scores on Mastery Tests. Publication Series in Mastery Testing."},
      {
        "id":"ED190604",
        "title":"A Comparison of Item-Writing Methods for Criterion-Referenced Tests."},
      {
        "id":"ED190605",
        "title":"Comparison of Traditional and Latent Trait Theory Methods for Equating Tests."},
      {
        "id":"ED190606",
        "title":"A Comparison of Two Ways of Setting Passing Scores Based on the Nedelsky Procedure. Publication Series in Mastery Testing."},
      {
        "id":"ED190608",
        "title":"Consideration for Sample Size in Reliability Studies for Mastery Tests. Publication Series in Mastery Testing."},
      {
        "id":"ED190609",
        "title":"Construction and Use of Classroom Tests: A Resource Book for Teachers."},
      {
        "id":"ED190610",
        "title":"Construct Validation of an Inventory of Affective Aspects of Schooling."},
      {
        "id":"ED190611",
        "title":"Continuing Effects: A Study of Knowledge Utilization."},
      {
        "id":"ED190612",
        "title":"Delivering Technical Assistance: Can Change Constructs Help?"},
      {
        "id":"ED190613",
        "title":"A Descriptive and Analytic Study of Compensatory Reading Programs. Final Report. Volume II."},
      {
        "id":"ED190620",
        "title":"Field Assessment Survey. Paper and Report Series No. 10."},
      {
        "id":"ED190626",
        "title":"Implications for Planned Dissemination, Implementation, and Evaluation Revealed in the SRI/NDN Evaluation and Levels of Use of the Innovation Studies. Procedures for Adopting Educational Innovations Project."},
      {
        "id":"ED190627",
        "title":"An Investigation of the Equipercentile Assumption and the One-Group Pre/Post Design."},
      {
        "id":"ED190631",
        "title":"A Meta-analysis of Pretest Sensitization Effects in Experimental Design."},
      {
        "id":"ED190633",
        "title":"Minimum Competency Achievement Testing: Motives, Models, Measures, and Consequences."},
      {
        "id":"ED190634",
        "title":"Minimum Competency Testing. Fastback 137."},
      {
        "id":"ED190635",
        "title":"Minimum Competency Testing in the Great City Schools."},
      {
        "id":"ED190636",
        "title":"Motivation, Styles of Learning, and the Academic Environment."},
      {
        "id":"ED190638",
        "title":"Needs Assessment: A Critical Perspective."},
      {
        "id":"ED190646",
        "title":"Prior Achievement, Anxiety, and Instructional Method."},
      {
        "id":"ED190650",
        "title":"Survey of Basic Skills: Grade 3. Rationale and Content."},
      {
        "id":"ED190651",
        "title":"A Successful Application of Latent Trait Theory to Tailored Achievement Testing. Research Report No. 80-1."},
      {
        "id":"ED190652",
        "title":"Student Ratings of College Instruction: Some Low Inference Variables."},
      {
        "id":"ED190653",
        "title":"Student Achievement in California Schools: 1978-79 Annual Report."},
      {
        "id":"ED190654",
        "title":"Standardized Testing: Implications for Minority Students."},
      {
        "id":"ED190672",
        "title":"Writing Mechanics, 1979. A Description of the Writing Abilities Assessment of 9-, 13-, and 17-Year-Olds Enrolled in the Department of Defense Dependents Schools."},
      {
        "id":"ED190684",
        "title":"A Chinaman's Chance in Civil Rights Demonstration: A Case Study."},
      {
        "id":"ED190698",
        "title":"Relationship of Class-Size to Classroom Processes, Teacher Satisfaction and Pupil Affect: A Meta-Analysis."},
      {
        "id":"ED190718",
        "title":"Characters in Textbooks: A Review of the Literature. Clearinghouse Publication 62."},
      {
        "id":"ED190719",
        "title":"Mechanisms for the Implementation of Civil Rights Guarantees by Educational Institutions."},
      {
        "id":"ED190720",
        "title":"Statement of David Crosland, Acting Commissioner, Immigration &amp; Naturalization Service, Before the Subcommittee on Immigration, Refugees, and International Law, Judiciary Committee, on Haitian Refugees on June 17, 1980."},
      {
        "id":"ED190723",
        "title":"Targeted Employment Subsidies: Issues of Structure and Design."},
      {
        "id":"ED190724",
        "title":"Second Annual Report on Status of Racial Isolation in Michigan Schools, 1980."},
      {
        "id":"ED190725",
        "title":"School Racial-Ethnic Census, 1974-75, 1975-76."},
      {
        "id":"ED190735",
        "title":"Research and Evaluation in Urban Educational Policy. ERIC/CUE Urban Diversity Series, Number 67, June 1980."},
      {
        "id":"ED190736",
        "title":"ERIC References on Urban and Minority Education."},
      {
        "id":"ED190740",
        "title":"Interview Schedule for Studying Why Adults Learn."},
      {
        "id":"ED190741",
        "title":"Choosing to Learn."},
      {
        "id":"ED190742",
        "title":"Selected Models and Elements of Evaluation for Vocational Educators."},
      {
        "id":"ED190743",
        "title":"Teaching and Learning: Strategies for Success in Nursing Education. Faculty Development in Nursing Education Project. Conference Proceedings (Atlanta, Georgia, October 14-16, 1980)."},
      {
        "id":"ED190745",
        "title":"The Effects of Selected Inservice Education Methods on the Attitudes of Vocational Education Instructors Regarding Teaching Students with Physical Disabilities."},
      {
        "id":"ED190765",
        "title":"Lane Community College Skills Training for Disadvantaged Students. Project Report, March 1979-March 1980."},
      {
        "id":"ED190766",
        "title":"Industrial Orientation."},
      {
        "id":"ED190778",
        "title":"Furthering the Recognition of Women&apos;s Career-Relevant Skills. (Project HAVE Skills.) Interim Report."},
      {
        "id":"ED190788",
        "title":"&quot;Your Chance to Help.&quot; Casualty Prevention and Care Materials. Medical Supplement to &quot;Your Chance to Live.&quot; Student Manual: SM 3-12-B 1976. Teacher Manual: IG 3-12-B 1976. Final Report."},
      {
        "id":"ED190802",
        "title":"Career Education. Approved List of Career Education Essential Material. DS Manual 2800.2. Revised."},
      {
        "id":"ED190803",
        "title":"Career Education. Industrial Arts Objectives, Grades 6-12. DS Manual 2890.1 [and] Approved List of Essential Textbooks/Instructional Materials for Industrial Arts, Grades 6-12. DS Manual 2890.2; Revised."},
      {
        "id":"ED190804",
        "title":"Career Education. Human Ecology/Home Economics Objectives, Grades 6-12. DS Manual 2850.1 [and] Approved List of Essential Textbooks/Instructional Materials for Human Ecology/Home Economics, Grades 6-12. DS Manual 2850.2; Revised."},
      {
        "id":"ED190805",
        "title":"Career Education. Cooperative Work Experience/Work Study Program Objectives for Students Ages 14-20. DS Manual 2880.1 [and] Approved List of Essential Textbooks/Instructional Materials for Cooperative Work Experience Work Study Ages 14-20. DS Manual 2880.2; Revised"},
      {
        "id":"ED190806",
        "title":"Business Education Objectives. DS Manual 2865.1 [and] Approved List of Essential Textbooks/Instructional Materials for Business Education, Grades 6-12. DS Manual 2865.2. Revised."},
      {
        "id":"ED190848",
        "title":"Current Projects in Vocational Education--FY 1979 State-Administered Projects."},
      {
        "id":"ED190851",
        "title":"The Education of Nurses: A Rising National Concern. A Position Paper. Issue Paper No. 2."},
      {
        "id":"ED190855",
        "title":"An Evaluation of a Volunteer Leader Training Program on Discussion Leadership."},
      {
        "id":"ED190858",
        "title":"Characteristics of Unemployed Youth. Final Report."},
      {
        "id":"ED190866",
        "title":"Driver Education Curriculum Guide. Administrative Guide for Driver and Traffic Safety Education."},
      {
        "id":"ED190867",
        "title":"Health Professions Educational Assistance and Nurse Training Act of 1980. Hearings before the Subcommittee on Health and the Environment of the Committee on Interstate and Foreign Commerce, House of Representatives. Ninety-sixth Congress, Second Session on H.R. 6802 and 6800, March 20, 21, 24, 25, and 26, 1980. Serial No. 96-148."},
      {
        "id":"ED190871",
        "title":"How to Get JDRP Approval of Career Education Activities."},
      {
        "id":"ED190874",
        "title":"The Knowledge Development Plan of the Office of Youth Programs: Implications for Vocational Education Research and Development, Occasional Paper No. 63."},
      {
        "id":"ED190875",
        "title":"Military Curricula for Vocational &amp; Technical Education. Curriculum Outline for Basic Electricity and Electronics. CANTRAC A-100-0010."},
      {
        "id":"ED190876",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Zero: Orientation. Study Booklet."},
      {
        "id":"ED190877",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Progress Check Module. Progress Check Booklet."},
      {
        "id":"ED190878",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module One: Electrical Current. Study Booklet."},
      {
        "id":"ED190879",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Two: Voltage. Study Booklet."},
      {
        "id":"ED190880",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Three: Resistance. Study Booklet."},
      {
        "id":"ED190881",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Four: Measuring Current and Voltage in Series Circuits. Study Booklet."},
      {
        "id":"ED190882",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Five: Relationships of Current, Voltage, and Resistance. Study Booklet."},
      {
        "id":"ED190883",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Six: Parallel Circuits. Study Booklet."},
      {
        "id":"ED190884",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Seven: Combination Circuits and Voltage Dividers. Study Booklet."},
      {
        "id":"ED190885",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Eight: Induction. Study Booklet."},
      {
        "id":"ED190886",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Nine: Relationships of Current, Counter EMF, and Voltage in LR Circuits. Study Booklet."},
      {
        "id":"ED190887",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Ten: Transformers. Study Booklet."},
      {
        "id":"ED190888",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Eleven: Capacitance. Study Booklet."},
      {
        "id":"ED190889",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Twelve: Series AC Resistive-Reactive Circuits. Study Booklet."},
      {
        "id":"ED190890",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics Individualized Learning System. CANTRAC A-100-0010. Module Thirteen. Series AC RLC Circuits and Resonance. Study Booklet."},
      {
        "id":"ED190892",
        "title":"Military Curricula for Vocational &amp; Technical Education. Curriculum Outline for Basic Electricity and Electronics Modules 15-25. CANTRAC A-100-0010. Revised Edition."},
      {
        "id":"ED190893",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electronics School. CANTRAC A-100-0010. Modules 15-19: Basic Troubleshooting Skills. Study and Progress Check Booklet."},
      {
        "id":"ED190894",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 20: Solid State Power Supplies; 20T: Electron Tube Power Supplies. Study Booklet."},
      {
        "id":"ED190895",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 21: Basic Transistor Theory; Module 21T: Multi-Element Vacuum Tubes. Study Booklet."},
      {
        "id":"ED190896",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 22: Oscillators. Study Booklet."},
      {
        "id":"ED190897",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electronics School. CANTRAC A-100-0010. Modules 20-22: Power Supplies, Amplifiers, Oscillators. Progress Checks."},
      {
        "id":"ED190898",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 23: Multivibrators. Study Booklet."},
      {
        "id":"ED190899",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 24: Wave Shaping Circuits. Study Booklet."},
      {
        "id":"ED190900",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 25: Special Devices. Study Booklet."},
      {
        "id":"ED190901",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electronics School. CANTRAC A-100-0010. Modules 23-25: Multivibrators, Waveshaping Circuits, Special Devices. Progress Check."},
      {
        "id":"ED190902",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 30: Intermediate Power Supplies; Module 31: RF, IF, and Video Amplifiers. Students Guide."},
      {
        "id":"ED190903",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 30: Intermediate Power Supplies. Study Booklet."},
      {
        "id":"ED190904",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 31: RF, IF, and Video Amplifiers. Study Booklet."},
      {
        "id":"ED190905",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 32: Intermediate Oscillators; Module 33: Special Devices; Module 34: Linear Integrated Circuits. Students Guide."},
      {
        "id":"ED190906",
        "title":"Military Curricula for Vocational &amp; Technical Education. Based Electricity and Electronics. CANTRAC A-100-0010. Module 32: Intermediate Oscillators. Study Booklet."},
      {
        "id":"ED190907",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 33: Special Devices. Study Booklet."},
      {
        "id":"ED190908",
        "title":"Military Curricula for Vocational &amp; Technical Education. Basic Electricity and Electronics. CANTRAC A-100-0010. Module 34: Linear Integrated Circuits. Study Booklet."},
      {
        "id":"ED190909",
        "title":"Vocational Instructional Materials for Agriculture and Agribusiness Education Available from Federal Agencies."},
      {
        "id":"ED190910",
        "title":"Vocational Instructional Materials for Marketing and Distributive Education Available from Federal Agencies."},
      {
        "id":"ED190911",
        "title":"Vocational Instructional Materials for Vocational Home Economics Education Available from Federal Agencies."},
      {
        "id":"ED190912",
        "title":"Vocational Instructional Materials for Allied Health Education Available from Federal Agencies."},
      {
        "id":"ED190913",
        "title":"Vocational Instructional Materials for Technical Education Available from Federal Agencies."},
      {
        "id":"ED190914",
        "title":"Vocational Instructional Materials for Trade and Industrial Education Available from Federal Agencies."},
      {
        "id":"ED190915",
        "title":"Vocational Instructional Materials for Special Needs Groups: Handicapped, Disadvantaged, Older Americans, Youth Employment, Displaced Homemakers; Available from Federal Agencies."},
      {
        "id":"ED190916",
        "title":"Vocational Instructional Materials for Business and Office Education Available from Federal Agencies."},
      {
        "id":"ED190917",
        "title":"Caring About Kids: Talking to Children About Death."},
      {
        "id":"ED190926",
        "title":"Now That I Can Have It I Don't Want It: The Effects of Opportunity on Aspirations."},
      {
        "id":"ED190931",
        "title":"Teaching Competencies in a Clinical-Child Preventive Intervention."},
      {
        "id":"ED190933",
        "title":"Sexism and Psychological Constructions."},
      {
        "id":"ED190938",
        "title":"The Situational Self-Statement and Affective State Inventory: A Research Scale to Assess Cognitions and Affects."},
      {
        "id":"ED190940",
        "title":"Organization Development: A Collection of References from Education, Psychology, and Business."},
      {
        "id":"ED190942",
        "title":"The Multidimensionality of Self-Monitoring."},
      {
        "id":"ED190947",
        "title":"Racial Discrimination in Occupations: Perceived and Actual."},
      {
        "id":"ED190951",
        "title":"Deprivation and Deservingness: Distributive Justice at Home and at Work."},
      {
        "id":"ED190967",
        "title":"Marriage Counseling. Searchlight Plus: Relevant Resources in High Interest Areas. No. 51+."},
      {
        "id":"ED190968",
        "title":"Psychotherapy With the Elderly: A Training Program for Professionals."},
      {
        "id":"ED190976",
        "title":"Renovation of the A.A. Degree Program, The General College Retention (PEP) Program, Evaluation of General College."},
      {
        "id":"ED190979",
        "title":"Elder Abuse: The Hidden Problem. A Briefing by the Select Committee on Aging, House of Representatives, Ninety-Sixth Congress, First Session (Boston, Massachusetts, June 23, 1979)."},
      {
        "id":"ED190980",
        "title":"The Use of Comics as an Approach to Introducing the Techniques and Terms of Narrative to Novice Readers."},
      {
        "id":"ED190985",
        "title":"An Educational Technique to Encourage Practice with High-Level Aspects of Texts."},
      {
        "id":"ED190997",
        "title":"Literacy: Competency and the Problem of Graduation Requirements. Literacy: Meeting the Challenge."},
      {
        "id":"ED191001",
        "title":"The Impact of Reading Competence and Grade Level on the Ability to Take and Utilize a Perspective."},
      {
        "id":"ED191005",
        "title":"The Right to Read, Fiscal Year 1979, October 1, 1978-September 30, 1979. Annual Report."},
      {
        "id":"ED191006",
        "title":"Independent Classroom Problem-Solving Model. A Teacher&apos;s Manual for Solving Reading Problems in the Classroom."},
      {
        "id":"ED191009",
        "title":"The Interaction Between Sex Referents in Test Items and Reading Performance on Individualized Reading Tests."},
      {
        "id":"ED191014",
        "title":"Training Referential Communication Skills. Technical Report No. 175."},
      {
        "id":"ED191015",
        "title":"Discourse Context and Sentence Perception. Technical Report No. 176."},
      {
        "id":"ED191016",
        "title":"The Burt Word Reading Test. 1974 Revision. Manual."},
      {
        "id":"ED191019",
        "title":"The Occurrence and Analysis of a Repertoire of Situational Language in Grade Six Children."},
      {
        "id":"ED191031",
        "title":"The Role and Practices of the College Student Publications Adviser and the Development of Guidelines for Professional Standards."},
      {
        "id":"ED191034",
        "title":"The Influence of Visual Complexity on Children's Attention to and Learning from &quot;Sesame Street&quot;."},
      {
        "id":"ED191036",
        "title":"Evaluating Causal Models."},
      {
        "id":"ED191040",
        "title":"Objectivity and Civic Ideology: Policy and Performance Dilemmas."},
      {
        "id":"ED191041",
        "title":"An &quot;Autopsy&quot; Approach to Frontier Press History: The Ghost Town Newspaper."},
      {
        "id":"ED191042",
        "title":"Eight Approaches to Teaching Composition."},
      {
        "id":"ED191047",
        "title":"Thematic Units in Teaching English and the Humanities. Third Supplement."},
      {
        "id":"ED191049",
        "title":"Philosophy and Characteristics of the Secondary English Elective Curriculum."},
      {
        "id":"ED191050",
        "title":"Governing College Student Publications."},
      {
        "id":"ED191051",
        "title":"Oral and Written Language Relationships: The Question of Universals."},
      {
        "id":"ED191054",
        "title":"Left-Wing Tragedy or Comic Opera?: A New Look at the Demise of &quot;The Masses&quot;."},
      {
        "id":"ED191077",
        "title":"Tutorials and Writing Classes: A Pilot Study."},
      {
        "id":"ED191085",
        "title":"Special Report on the English Language Arts."},
      {
        "id":"ED191086",
        "title":"Poetry Activities for Gifted Middle School Age Children."},
      {
        "id":"ED191094",
        "title":"The Writing Workshop: A Course Outline."},
      {
        "id":"ED191097",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1980 (Vol. 40 Nos. 7 through 12)."},
      {
        "id":"ED191100",
        "title":"Out of the Frying Pan into the Fire: Administering Interdisciplinary Fine Arts."},
      {
        "id":"ED191102",
        "title":"Movie Ratings and Revenues: Eleven Years of Success Ratios."},
      {
        "id":"ED191104",
        "title":"Theatre and the Interdisciplinary Arts Curriculum: Proceed at Your Own Risk."},
      {
        "id":"ED191105",
        "title":"Integrating Communication Research: Theory or \"Impulsive Reckoning?\""},
      {
        "id":"ED191109",
        "title":"Cultural Identity and Communication Style among Mexican-Americans."},
      {
        "id":"ED191115",
        "title":"Telecourses: Reflections '80."},
      {
        "id":"ED191117",
        "title":"The Organic Approach to the Problem of Style in Acting."},
      {
        "id":"ED191119",
        "title":"Defining \"Style\" (with a Strategy for General Reform of Theatre Terminology)."},
      {
        "id":"ED191121",
        "title":"Coorientation, Observer Coding, and the Analysis of Overt Patterns of Talk: A Case Study and a Challenge to Three \"Idols\" of Communication Research."},
      {
        "id":"ED191126",
        "title":"A Study of Elementary School Principals' Self-Perceptions of Change Agent Behavior. Procedures for Adopting Educational Innovations/CBAM Colleague Report."},
      {
        "id":"ED191127",
        "title":"The Role of a State Education Agency in Promoting the Advancement of Women in School Administration."},
      {
        "id":"ED191131",
        "title":"Operating Policies and Procedures of Computer Data-Base Systems."},
      {
        "id":"ED191138",
        "title":"The Impact of School Building Age on Pupil Achievement."},
      {
        "id":"ED191139",
        "title":"Curriculum Change in the Developing Country: The Case of Saudi Arabia."},
      {
        "id":"ED191145",
        "title":"The Need for a New Federal Role in the 1980s."},
      {
        "id":"ED191146",
        "title":"Tax-Based Educational Equity: A New Approach to School Finance Reform."},
      {
        "id":"ED191149",
        "title":"The Status of Women and Minorities in Education: A Social Indicator Feasibility Study."},
      {
        "id":"ED191173",
        "title":"Florida Community Education 1980 Attitude Survey."},
      {
        "id":"ED191176",
        "title":"Teacher Constructs and Curriculum Change: Innovative Doctrines and Practical Dilemmas."},
      {
        "id":"ED191177",
        "title":"Information on Women&apos;s Educational Equity: A Legislator&apos;s Guide to Sources."},
      {
        "id":"ED191187",
        "title":"Progress of Education in the United States of America 1976-77 and 1977-78. ((Foreign Language Editions.))"},
      {
        "id":"ED191191",
        "title":"Learning Together: A Guide for Families with Genetic Disorders."},
      {
        "id":"ED191192",
        "title":"Memo to Supervisors: Your New Mentally Retarded Worker."},
      {
        "id":"ED191193",
        "title":"Responsibilities and Training Needs of Paraprofessionals: A Survey of Those Who Work with Young Handicapped Children."},
      {
        "id":"ED191195",
        "title":"A Preliminary Study of Special Recreation for Disabled College/University Students."},
      {
        "id":"ED191197",
        "title":"Education of Adjudicated Handicapped Youth: Policy Issues and Implications."},
      {
        "id":"ED191204",
        "title":"Case Studies of Overlap Between Title I and P.L. 94-142 Services for Handicapped Students."},
      {
        "id":"ED191211",
        "title":"Child Abuse and Neglect: A Literature Review and Selected Bibliography."},
      {
        "id":"ED191215",
        "title":"Cognitive and Language Development of Preschool Multiply Handicapped Children."},
      {
        "id":"ED141535",
        "title":"Speaking to Industrial and Community Groups. Self-Paced Instructional Module. Module II-A."},
      {
        "id":"ED141536",
        "title":"Writing Articles for News Media. Self-Paced Instructional Module. Module Number II-B."},
      {
        "id":"ED141537",
        "title":"Identifying Functions of Agencies Involved in Industry Services. Self-Paced Instructional Module. Module Number II-C."},
      {
        "id":"ED141538",
        "title":"Developing a Brochure on Industry Services. Self-Paced Instructional Module. Module Number II-D."},
      {
        "id":"ED141540",
        "title":"Developing a Lead-Time Schedule. Self-Paced Instructional Module. Module Number III-B."},
      {
        "id":"ED141541",
        "title":"Interpreting Legislation Related to Industry Services. Self-Paced Instructional Module. Module Number III-C."},
      {
        "id":"ED141544",
        "title":"Preparing a Budget for an Industry Services Project. Self-Paced Instructional Module. Module Number IV-C."},
      {
        "id":"ED141547",
        "title":"Securing Training Equipment, Tools, and Supplies. Self-Paced Instructional Module. Module Number V-C."},
      {
        "id":"ED141548",
        "title":"Training Instructors for Industry Services. Self-Paced Instructional Module. Module Number VI."},
      {
        "id":"ED141549",
        "title":"Adapting the Training Site to Training Needs. Self-Paced Instructional Module. Module Number VII-A."},
      {
        "id":"ED141550",
        "title":"Evaluating Safety Conditions at Training Sites. Self-Paced Instructional Module. Module Number VII-B."},
      {
        "id":"ED141552",
        "title":"Conducting a Task Analysis. Self-Paced Instructional Module. Module Number VIII-A."},
      {
        "id":"ED141553",
        "title":"Developing Performance Objectives. Self-Paced Instructional Module. Module Number VIII-B."},
      {
        "id":"ED141556",
        "title":"Developing Training Manuals. Self-Paced Instructional Module. Module Number VIII-E."},
      {
        "id":"ED141557",
        "title":"Preparing Videotapes for an Industry Services Program. Self-Paced Instructional Module. Module Number VIII-F."},
      {
        "id":"ED141558",
        "title":"Setting Up Learning Centers for Industry Services Programs. Self-Paced Instructionl Module. Module Number VIII-G."},
      {
        "id":"ED141559",
        "title":"Developing a Plan for Testing and Counseling Applicants for a Training Program. Self-Paced Instructional Module. Module Number IX."},
      {
        "id":"ED141561",
        "title":"Developing a Procedure for Keeping Participating Agencies Informed about Training Program Activities. Self-Paced Instructional Module. Module Number X-B."},
      {
        "id":"ED141562",
        "title":"Monitoring Training Programs for Progress and Expenditures. Self-Paced Instructional Module. Module Number X-C."},
      {
        "id":"ED141563",
        "title":"Closing a Training Program. Self-Paced Instructional Module. Module Number XI."},
      {
        "id":"ED141564",
        "title":"Developing a Plan for Placing Graduates of a Pre-Employment Training Program. Self-Paced Instructional Module. Module Number XII."},
      {
        "id":"ED141566",
        "title":"Proceedings: Conference on Teacher Education for Allied Health and Nursing (Georgia Center for Continuing Education, September 22-25, 1974)."},
      {
        "id":"ED141567",
        "title":"Health Careers Cooperative Education in Georgia High Schools."},
      {
        "id":"ED141576",
        "title":"Career Education. Shippensburg State College."},
      {
        "id":"ED141577",
        "title":"A Workshop: The World of the First Year Teacher. Final Report."},
      {
        "id":"ED141580",
        "title":"Adult Education 1972, A Re-Analysis."},
      {
        "id":"ED141584",
        "title":"A Review of Career Education Evaluation Studies. Monographs on Career Education."},
      {
        "id":"ED141585",
        "title":"A Review of Corrections Education Policy for the Department of Health, Education &amp; Welfare. Final Report."},
      {
        "id":"ED141586",
        "title":"Needs of the Lifelong Learner: The View of Agents and Consumers."},
      {
        "id":"ED141588",
        "title":"Teaching Adult Education Courses: The Employee Training Model. Social Sciences. Agricultural Education 4. Information Bulletin 115."},
      {
        "id":"ED141590",
        "title":"Teaching Adult Education Courses: The Self-Fulfillment Model. Social Sciences. Agricultural Education 2. Information Bulletin 91."},
      {
        "id":"ED141592",
        "title":"Adult Competency Education Resources."},
      {
        "id":"ED141595",
        "title":"The Design, Implementation, and Revision of Instructional Materials in a Competency-Based Business Education Program."},
      {
        "id":"ED141597",
        "title":"Competencies of Special Needs Coordinators."},
      {
        "id":"ED141599",
        "title":"Health Occupations Teacher Education Planning. Summary of Findings, Conclusions and Recommendations."},
      {
        "id":"ED141605",
        "title":"Summaries of R &amp; D Reports. No. 17."},
      {
        "id":"ED141611",
        "title":"Career Education of Adults."},
      {
        "id":"ED141612",
        "title":"Flammable Fabrics. Distributive Education. Teacher&apos;s Guide. No.2-T."},
      {
        "id":"ED141614",
        "title":"Considerations in Duplex Investment."},
      {
        "id":"ED141615",
        "title":"Evaluating the Buy or Rent Housing Decision."},
      {
        "id":"ED141616",
        "title":"Revised Curriculum for the Vocational Experiences Classes. Grade 9. Catalog No. 13.498."},
      {
        "id":"ED141617",
        "title":"Management Information System for Vocational Education. MISVE Document Catalog. Research and Development Series No. 127A."},
      {
        "id":"ED141618",
        "title":"Management Information System for Vocational Education. MISVE Executive Summary. Research and Development Series No. 127B."},
      {
        "id":"ED141619",
        "title":"Management Information System for Vocational Education. MISVE General Description. Research and Development Series No. 127C."},
      {
        "id":"ED141626",
        "title":"National Advisory Council for Career Education. 1976 Interim Report."},
      {
        "id":"ED141629",
        "title":"An Adult Prescriptive Program for Levels of Employment--Career Oriented Education (Apple Core). Bulletin #1258. An Adult Education Curriculum Guide Based on Instructional Materials Related to the Occupational Needs of Employees. Booklet 6. Instructional Packet. Manufacturing Employees."},
      {
        "id":"ED141632",
        "title":"An Adult Prescriptive Program for Levels of Employment--Career Oriented Education (Apple Core). Bulletin #1258. An Adult Education Curriculum Guide Based on Instructional Materials Related to the Occupational Needs of Employees. Booklet 3. Annotated Bibliography."},
      {
        "id":"ED141633",
        "title":"An Adult Prescriptive Program for Levels of Employment--Career Oriented Education. (Apple Core). Bulletin #1258. An Adult Education Curriculum Guide Based on Instructional Materials Related to the Occupational Needs of Employees. Booklet 2. Employer Survey."},
      {
        "id":"ED141634",
        "title":"An Adult Prescriptive Program for Levels of Employment--Career Oriented Education. (Apple Core). An Adult Education Curriculum Guide Based on Instructional Materials Related to the Occupational Needs of Employees. Bulletin #1258. Booklet 1. Reading and Mathematics Summary."},
      {
        "id":"ED141639",
        "title":"The Future of Vocational Education. Papers from the Bicentennial Conference on Vocational Education (Minneapolis, Minnesota, October 10-13, 1976)."},
      {
        "id":"ED141641",
        "title":"The Participation of Minorities in Vocational Education, Manpower and Career Oriented Programs: Special Focus on Black Americans. An Annotated Bibliography."},
      {
        "id":"ED141645",
        "title":"Essential Leadership and Personal Development Competencies Needed in Agricultural Occupations As Identified by Agricultural Leaders in Ohio. Summary of Research Series. SR 12."},
      {
        "id":"ED141649",
        "title":"Advocacy and Institutional Racism."},
      {
        "id":"ED141651",
        "title":"The Validation of a Counselor Behavior Congruency Scale - Technical Supplement."},
      {
        "id":"ED141652",
        "title":"Nursing Students&apos; Attitudes Toward the Aged as a Function of Death Anxiety."},
      {
        "id":"ED141653",
        "title":"The Adult Male Sex Role and Resistance to Change."},
      {
        "id":"ED141654",
        "title":"Divorce and Divorce Reform. Task Force Report."},
      {
        "id":"ED141659",
        "title":"Vocational Guidance of Women: Psychological and Cultural Implications."},
      {
        "id":"ED141660",
        "title":"Personality Characteristics and Professional Development of Adult Women."},
      {
        "id":"ED141662",
        "title":"Developmental Trends in Categorization and Seriation in Recall."},
      {
        "id":"ED141663",
        "title":"Experimental Methods for Studying Generations."},
      {
        "id":"ED141665",
        "title":"The Relationships of Color to the Attribution of Positive or Negative Affect."},
      {
        "id":"ED141666",
        "title":"Situational Factors in the Assessment of Competence in Adulthood and Old Age."},
      {
        "id":"ED141669",
        "title":"Qualifications and Equal Employment Opportunity Law."},
      {
        "id":"ED141670",
        "title":"Teachers and Psychological Reports."},
      {
        "id":"ED141671",
        "title":"A Cross-Cultural Study of Empathy in Young Children."},
      {
        "id":"ED141673",
        "title":"Cognitive Regulation and Skills Training in the Management of Anger: A Stress Inoculation Approach."},
      {
        "id":"ED141678",
        "title":"The Relationship of Moral and Cognitive Development to Dimensions of Juvenile Delinquency."},
      {
        "id":"ED141679",
        "title":"Self-Instructional Plans and Children's Resistance to Temptation."},
      {
        "id":"ED141683",
        "title":"We Are, First of All, Persons. A Manual of Five Modules Related to Changing Sex Roles."},
      {
        "id":"ED141684",
        "title":"The Home as a Sex-Typed Environment: Implications for Marital Conflict."},
      {
        "id":"ED141685",
        "title":"Whose Marital Adjustment--Hers, His, or Theirs? (A Study of Communication, Marital Adjustment and Social Desirability)."},
      {
        "id":"ED141686",
        "title":"A Phenomenological Approach to Psychological Assessment."},
      {
        "id":"ED141690",
        "title":"Mobility, Levels of Satisfaction, and Power Relations in Black Middle Class Families."},
      {
        "id":"ED141695",
        "title":"Individualizing the Teaching of Communication Skills to the Student Professional."},
      {
        "id":"ED141697",
        "title":"The High School Counselor and Career Education: Roles, Ideas for Counselors, Strategies, Approaches."},
      {
        "id":"ED141702",
        "title":"A Conceptual Model of Interpersonal Attraction (Centers&apos; Instrumental Theory) Useful in Marriage and Family Counseling."},
      {
        "id":"ED141703",
        "title":"Intimacy in Groups--It Can Be More Than Just A Lip Service Issue."},
      {
        "id":"ED141708",
        "title":"Counselors' Influence on Students' Study Skills by Assigning Counseling to Faculty Members and Their Students."},
      {
        "id":"ED141709",
        "title":"Outline-Alphabet of 26 Marital Problems and Techniques for Dealing with Them."},
      {
        "id":"ED141710",
        "title":"Transcendental Meditation and Creativity: An Empirical Investigation."},
      {
        "id":"ED141717",
        "title":"Navy Career Counseling Research: Phase 3 Summary and Recommendations. Final Report."},
      {
        "id":"ED141718",
        "title":"Navy Career Counseling Research: Command Retention Team Study. System Development Corporation Technical Report No. 5."},
      {
        "id":"ED141719",
        "title":"Effects of Working Mothers on Children."},
      {
        "id":"ED141723",
        "title":"Teacher Effects on Student Achievement and Self-Esteem."},
      {
        "id":"ED141724",
        "title":"Teaching in the Boondocks: A Model for Independent Study of the Psychology of Aging."},
      {
        "id":"ED141726",
        "title":"Methods for Studying Sensitive Family Topics."},
      {
        "id":"ED141728",
        "title":"Marriage, Divorce, and Society: A Report on a Symopsium on Personal Adjustment to Transitions in Marital Status. Final Report."},
      {
        "id":"ED141730",
        "title":"The Monitoring and Follow-up of Counseling and Psychotherapeutic Treatment: A Step Toward Accountable Methods."},
      {
        "id":"ED141731",
        "title":"Learning Disabilities: The Link to Delinquency Should Be Determined, But Schools Should Do More Now. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED141732",
        "title":"Alcohol and Alcohol Safety: A Curriculum Manual for Junior High Level. Volume II, A Teacher's Activities Guide."},
      {
        "id":"ED141733",
        "title":"Alcohol and Alcohol Safety: A Curriculum Manual for Senior High Level. Volume II, A Teacher's Activities Guide."},
      {
        "id":"ED141735",
        "title":"The School Adjustment of Adolescents with Average Intellectual Ability in a High Ability Suburban School District."},
      {
        "id":"ED141736",
        "title":"The School Choice Behavior of Parents Afforded Public School Options: A Case Study of Parental Decision Making in One Suburban Community."},
      {
        "id":"ED141738",
        "title":"Preventive Outcomes of Small Group Education with School Children. An Epidemiologic Follow Up of the Kansas City School Behavior Project. Evaluation Report."},
      {
        "id":"ED141739",
        "title":"Field Testing and Diffusion of an Experiment in Developmental, Individualized Reading at the Middle and High School Levels. Research Monograph No. 20."},
      {
        "id":"ED141740",
        "title":"Relationships between Critical Reading and Selected Measures of Literal and Interpretive Reading."},
      {
        "id":"ED141744",
        "title":"Readability: Linguistic Factors."},
      {
        "id":"ED141745",
        "title":"Representing Meaning in Text."},
      {
        "id":"ED141747",
        "title":"Inservice Diffusion of Reading Into Technical Areas."},
      {
        "id":"ED141756",
        "title":"A Selective Consideration of the Development of Logical Reasoning Skills, Grades K-12, and Some Implications for Reading Teachers."},
      {
        "id":"ED141766",
        "title":"The Effect of Different Teacher Prompting Techniques on Pupil Success in Decoding for High and Low Level Readers during Oral Reading."},
      {
        "id":"ED141770",
        "title":"An Investigation into the Efficacy of Work Shops on Sex-Role Stereotyping in Reading Materials."},
      {
        "id":"ED141771",
        "title":"Throwing a Life Saver to Content Reading through Peer Tutoring."},
      {
        "id":"ED141772",
        "title":"Learning Disabilities and Reading Personnel in Connecticut Schools: System-level Coordination."},
      {
        "id":"ED141774",
        "title":"Publishers of Easy-to-Read Materials: A Survey."},
      {
        "id":"ED141775",
        "title":"A Survey of Reader Interest and Preference in Eight Iranian Villages."},
      {
        "id":"ED141779",
        "title":"The Effects of Graphic Advance Organizers and Schematic Cognitive Mapping Organizers upon the Comprehension of Ninth Grade Students."},
      {
        "id":"ED141780",
        "title":"Study Skills Mastery among Middle and High School Students."},
      {
        "id":"ED141781",
        "title":"Relations between Lexical Developmental Changes after Age 7 and Reading."},
      {
        "id":"ED141782",
        "title":"An Investigation of the Relationship of Selected Oral Language Measures and First-Grade Reading Achievement."},
      {
        "id":"ED141783",
        "title":"Additive Imagery, Comprehension and Free Recall in a Sentence Context."},
      {
        "id":"ED141784",
        "title":"Teaching Reading and Study Skills through Interdisciplinary Studies."},
      {
        "id":"ED141785",
        "title":"Trends in Relationships between Reading Achievement and Selected Independent Variables over a Five Year Period."},
      {
        "id":"ED141786",
        "title":"Developing Comprehension of Content Material through Strategies Other Than Questioning."},
      {
        "id":"ED141787",
        "title":"Reading Acquisition: The Occult and the Obscure. Theoretical Paper No. 63."},
      {
        "id":"ED141788",
        "title":"Structurally Integrated Versus Structurally Segregated Memory Representations: Implications for the Design of Instructional Materials."},
      {
        "id":"ED141789",
        "title":"A Century of Research on Mnemonics: We're Back Where We Started."},
      {
        "id":"ED141790",
        "title":"Knowledge Transfer in Learning from Texts."},
      {
        "id":"ED141791",
        "title":"On-Line Diagnosis of Reading Difficulties-II. Technical Report No. 386."},
      {
        "id":"ED141792",
        "title":"Development of a Frequency-based Measure of Syntactic Difficulty for Estimating Readability."},
      {
        "id":"ED141793",
        "title":"A Comparative Study of the Reading Interests and Habits of Grade 12 Students in Selected Canadian and American Schools."},
      {
        "id":"ED141797",
        "title":"Using Comic Books as an Alternative Supplement to the Basal Reading Program at Albert Sidney Johnston Elementary School."},
      {
        "id":"ED141800",
        "title":"Teaching to Enhance Bidialectalism: Some Theoretical and Practical Considerations."},
      {
        "id":"ED141803",
        "title":"African Literature in Afro-American Studies Programs or: Too Many Indispensables."},
      {
        "id":"ED141804",
        "title":"Learning about Transcribing and Composing through Timed Videotape Studies."},
      {
        "id":"ED141813",
        "title":"An Analysis of Factors which Affect Teachers&apos; Attitudes toward English Usage."},
      {
        "id":"ED141815",
        "title":"Standardization and the Ecology of Language: An American Case."},
      {
        "id":"ED141816",
        "title":"Eureka! CATS (Center for Alternative Teaching Strategies) Really Works: A Model for a Pre-Service, Inservice Teacher Center."},
      {
        "id":"ED141818",
        "title":"The Privacy Act of 1974."},
      {
        "id":"ED141824",
        "title":"Censorship: Cases and Categories."},
      {
        "id":"ED141825",
        "title":"Peer Evaluation in a Field-Based English Methods Course."},
      {
        "id":"ED141826",
        "title":"Write/Rewrite: An Assessment of Revision Skills; Selected Results from the Second National Assessment of Writing."},
      {
        "id":"ED141827",
        "title":"Memory for Prose: Development of Mnemonic Strategies and Use of High Order Relations."},
      {
        "id":"ED141829",
        "title":"Adventuring with Books: A Booklist for Pre-K-Grade 8. New Edition."},
      {
        "id":"ED141830",
        "title":"Stereotypes Examined: The Relation between Learning Grammar and Mechanics and the Ability to Write College Compositions."},
      {
        "id":"ED141831",
        "title":"Writing about Ourselves and Others."},
      {
        "id":"ED141832",
        "title":"Guidelines for Journalism Instructional Programs and Effective Student Publications."},
      {
        "id":"ED141835",
        "title":"Syntactical Complexity and Vocabulary Diversity in Two Groups of Children&apos;s Books."},
      {
        "id":"ED141836",
        "title":"Definitions of Feminist and Sexist Biographies of Women."},
      {
        "id":"ED141837",
        "title":"[Violence Profiles for Fall Programming.]"},
      {
        "id":"ED141839",
        "title":"Videotaping as a Means for Training Group Facilitators."},
      {
        "id":"ED141840",
        "title":"Development of an Instrument to Measure Self-Concept as a Communicator."},
      {
        "id":"ED141843",
        "title":"A Rationality Standard for the First Amendment."},
      {
        "id":"ED141844",
        "title":"Toward the Public Dividend: A Report on Satellite Telecommunications and the Public Interest Satellite Association."},
      {
        "id":"ED141845",
        "title":"Sources in International and Intercultural Communication."},
      {
        "id":"ED141857",
        "title":"Bridging the Communication Gap: Understanding Communicative Distances and Cultural Differences."},
      {
        "id":"ED141863",
        "title":"Prologue to a Theory of Communicative Competence."},
      {
        "id":"ED141864",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1-March 31, 1977."},
      {
        "id":"ED141866",
        "title":"A Procedure for Directing a Sign-Language Theatre Production for a Child Audience."},
      {
        "id":"ED141869",
        "title":"Photography v. Privacy."},
      {
        "id":"ED141870",
        "title":"A Plea for Fusion: Black Theatre as a Part of the Interdisciplinary Approach to Teaching the Humanities."},
      {
        "id":"ED141871",
        "title":"A Guide for Ongoing Planning."},
      {
        "id":"ED141872",
        "title":"Staff Development: Staff Liberation."},
      {
        "id":"ED141873",
        "title":"[Decision of the Massachusetts Labor Relations Commission in the Matter of Boston School Committee and Boston Teachers Union, Local 66, American Federation of Teachers, AFL-CIO; Boston Association of School Administrators and Supervisors; and Boston Public School Buildings Custodians Association. Case Nos. MUP-2503, MUP-2528, and MUP-2541.]"},
      {
        "id":"ED141877",
        "title":"NAIS Member School Tuition Fees, Faculty Salaries, and Administrative Salaries, 1976-77."},
      {
        "id":"ED141878",
        "title":"NAIS Member School Operations, 1975-76. NAIS Membership, 1976-77."},
      {
        "id":"ED141879",
        "title":"Classroom Management: Implications for Supervision."},
      {
        "id":"ED141880",
        "title":"Termination of Teacher Employment: A Schoolman&apos;s Views and Cases."},
      {
        "id":"ED141883",
        "title":"The New Pupil Proficiency Law as Viewed by Its Author. ACSA Special Report Vol. 6, No. 7."},
      {
        "id":"ED141889",
        "title":"Writing District, Program and Course Goals."},
      {
        "id":"ED141892",
        "title":"Political Behaviors Manifested During the Implementation of an Interagency Evaluation Study."},
      {
        "id":"ED141894",
        "title":"Supreme Court of the United States Syllabus: Hazelwood School District et al. v. United States. Certiorari to the United States Court of Appeals for the Eighth Circuit. No. 76-255. Argued April 27, 1977--Decided June 27, 1977. (Slip Opinion.)"},
      {
        "id":"ED141895",
        "title":"The Dual Principalship: An Experiment at Sand Point and Cedar Park Schools, 1976-1977. Report No. 77-5."},
      {
        "id":"ED141896",
        "title":"The Banach-Barkelew Brainstorming Book."},
      {
        "id":"ED141897",
        "title":"Linking Processes in Educational Improvement: Concepts &amp; Applications."},
      {
        "id":"ED141904",
        "title":"A School Improvement-Accountability Process Kit. PAK No. 1.0--Overview."},
      {
        "id":"ED141905",
        "title":"A School Improvement-Accountability Process Kit. PAK No. 1.1--Forming a Representative School-Community Committee."},
      {
        "id":"ED141906",
        "title":"A School Improvement-Accountability Process Kit. PAK No. 1.2--Organizing the Committee and Getting to Work."},
      {
        "id":"ED141908",
        "title":"A School Improvement-Accountability Process Kit. PAK No. 1.4--Using the Delphi Technique to Reach Agreement."},
      {
        "id":"ED141912",
        "title":"A School Improvement-Accountability Process Kit. PAK No. 2.2--Collecting Facts and Developing Values."},
      {
        "id":"ED141918",
        "title":"A School Improvement-Accountability Process Kit. PAK No. 4.0--Managing Programs--An Overview."},
      {
        "id":"ED141923",
        "title":"A School Improvement-Accountability Process Kit. PAK No. 4.5--Coaching and Appraising Staff Performance."},
      {
        "id":"ED141925",
        "title":"The Child Abuse Reporting Law. Protecting Children Becomes a Broader Community Responsibility. 2d Edition."},
      {
        "id":"ED141929",
        "title":"The Reconceptualization of Curriculum Studies."},
      {
        "id":"ED141930",
        "title":"Student Conduct and Discipline. Minimum Standards. Oregon Administrative Rules 581-21-050 through 581-21-075. Adopted by the State Board of Education May 12, 1972. Revised Edition."},
      {
        "id":"ED141933",
        "title":"School Authority Systems and Participation Theories."},
      {
        "id":"ED141938",
        "title":"Regional Interstate Planning Project Program . . . Vol. V. Educational Administrative Renewal. Seminar Report."},
      {
        "id":"ED141939",
        "title":"Regional Interstate Planning Project Program . . . Vol. VI. Administrative Renewal for School District Personnel. Seminar Report."},
      {
        "id":"ED141940",
        "title":"Evaluation in the Seventies: What We Have Learned About Program Development and Implementation."},
      {
        "id":"ED141941",
        "title":"School Disruptions: Tips for Educators and Police."},
      {
        "id":"ED141946",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1976 (Advance Report). Current Population Reports. Population Characteristics. Series P-20, No. 309."},
      {
        "id":"ED141948",
        "title":"Research and Development: A Perspective of Educational Improvement for Competency-Based Approaches."},
      {
        "id":"ED141949",
        "title":"The Development of Educational Teams. Strategies of Organizational Change Program."},
      {
        "id":"ED141951",
        "title":"Cross-Cultural Issues in Alaskan Education."},
      {
        "id":"ED141952",
        "title":"Title IX On-Site Evaluation--Elementary School [and] Secondary School."},
      {
        "id":"ED141953",
        "title":"School Sites: Development and Utilization for Environmental Studies. Project KARE: A National Model for Strengthening Environmental Studies in Local Schools."},
      {
        "id":"ED141954",
        "title":"Retrenchment in Education: The Outlook for Women and Minorities. Report No. F76-9."},
      {
        "id":"ED141956",
        "title":"Long-Range Planning: A Case Study."},
      {
        "id":"ED141960",
        "title":"Looking in Classrooms: What Is Important?"},
      {
        "id":"ED141961",
        "title":"The Open Plan: A Blueprint for Success."},
      {
        "id":"ED141962",
        "title":"Unicornucopia: A Guidebook for Gifted and Talented."},
      {
        "id":"ED141966",
        "title":"Evaluation of a Program for Re-Educating Disturbed Children: A Follow-Up Comparison with Untreated Children. Final Report."},
      {
        "id":"ED141967",
        "title":"Alternative Programming for the Gifted."},
      {
        "id":"ED141969",
        "title":"The Assessment of Children with Sensory Impairments: A Selected Bibliography."},
      {
        "id":"ED141983",
        "title":"Developmental Sentence Scoring Applied to Language-Learning Normal and Down&apos;s Syndrome Children Matched for Mean Length of Utterance."},
      {
        "id":"ED141989",
        "title":"Preschool Learning Activities for the Physically Disabled: A Guide for Parents."},
      {
        "id":"ED141991",
        "title":"Parents as Participants, Partners, and Policy-Makers. Chapter 8."},
      {
        "id":"ED141993",
        "title":"Different and Equal: The Right to a Special Education."},
      {
        "id":"ED141995",
        "title":"The Early Education Project I."},
      {
        "id":"ED141996",
        "title":"Guide to Finding Appropriate Instructional Materials: Existing Retrieval Systems."},
      {
        "id":"ED141997",
        "title":"A Process Model and a Field Test for Evaluating the Effectiveness of Resource Programs."},
      {
        "id":"ED141998",
        "title":"Developing and Implementing a Vocational Education Awareness Program for Handicapped Students in the Cherokee High School."},
      {
        "id":"ED141999",
        "title":"Procedures for Insuring District-Wide Standards in Special Education Programming."},
      {
        "id":"ED142000",
        "title":"The Handicapped Children Act--P.L. 94-142: Implication for Principals."},
      {
        "id":"ED142001",
        "title":"Evaluating Vocational, Occupational, Technical, Education (VOTE) Programs for the Handicapped on Occupational Education. An Evaluation Guide for Program Managers and Program Evaluators."},
      {
        "id":"ED142002",
        "title":"Teacher Education--An Active Participant in Solving the Problem of Child Abuse and Neglect. Report No. 99."},
      {
        "id":"ED142003",
        "title":"From School to Work."},
      {
        "id":"ED142004",
        "title":"The Peer-Peer Program: A Model Project for the Integration of Severely Physically Handicapped Youngsters with Nondisabled Peers."},
      {
        "id":"ED142005",
        "title":"Vocational Education for the Handicapped: A Competency Based Program."},
      {
        "id":"ED142006",
        "title":"Infant and Infirm Language Stimulation Project."},
      {
        "id":"ED142007",
        "title":"Madison's Alternative for Zero Exclusion: Toward an Integrated Therapy Model for Teaching Motor, Tracking and Scanning Skills to Severely Handicapped Students. Volume VI: Part 3."},
      {
        "id":"ED142012",
        "title":"A Model Minicourse: Parent Involvement in the Special Education Process."},
      {
        "id":"ED142013",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases."},
      {
        "id":"ED142016",
        "title":"The Private Clinic: Help for the Troubled Child and Family."},
      {
        "id":"ED142020",
        "title":"A Comparison of the Majors of Deaf and Hearing Students at California State University, Northridge."},
      {
        "id":"ED142021",
        "title":"A Comparison of the Majors of Deaf, Other Handicapped, and Non-Handicapped Students at California State University, Northridge"},
      {
        "id":"ED142024",
        "title":"A Pilot Study of Verbal Learning in Young Aggressive Boys. Appendix H."},
      {
        "id":"ED142025",
        "title":"A Training Institute and a Related Conference to Prepare Special Education to Work More Effectively with Exceptional Children from Minority Groups. Final Report."},
      {
        "id":"ED142029",
        "title":"The Concept of Adaptive Behavior."},
      {
        "id":"ED142031",
        "title":"Child Behavior Research. A Survey of British Research Into Child Psychiatric Disorder and Normal Social Development. A Report to the MRC Child Psychiatry Sub-Committee."},
      {
        "id":"ED142032",
        "title":"A Comparison of Manual and Oral Language Training with Mute Retarded Children: Year II."},
      {
        "id":"ED142038",
        "title":"Bilingual Education in the United States, 1977."},
      {
        "id":"ED142043",
        "title":"Constants and Variables of English Kinship Semantics. Working Papers of the Language Behavior Research Laboratory, No. 45."},
      {
        "id":"ED142047",
        "title":"Inventory of Specialized Competencies for the Training of Teachers of Foreign Languages."},
      {
        "id":"ED142050",
        "title":"The Importance of Teacher and Student Language Attitudes on Achievement in Bilingual-Bicultural Education."},
      {
        "id":"ED142053",
        "title":"Inventory of Bilingual Education Provisions in State Legislation. Study of State Programs in Bilingual Education, Supporting Volume III."},
      {
        "id":"ED142055",
        "title":"Report on Extra-State Jurisdictions. A Study of State Programs in Bilingual Education, Supporting Volume I."},
      {
        "id":"ED142070",
        "title":"Spoken Hausa for Non-Hausa Beginners."},
      {
        "id":"ED142079",
        "title":"Integrative Uses of the Language Lab for Intermediate and Advanced Students."},
      {
        "id":"ED142082",
        "title":"Summary. A National Understanding. The Official Languages of Canada."},
      {
        "id":"ED142086",
        "title":"English Language Teaching Profile:Norway."},
      {
        "id":"ED142087",
        "title":"English Language Teaching Profile: Bangladesh."},
      {
        "id":"ED142090",
        "title":"When Do Ladies Talk Like Ladies?"},
      {
        "id":"ED142091",
        "title":"Why Ladies Don't Swear."},
      {
        "id":"ED142092",
        "title":"Why Sex Based Language Differences are Elusive."},
      {
        "id":"ED142093",
        "title":"Idioms and Metaphors: Vividness and Sex-Specificity as Related to Usage by Male and Female Speakers."},
      {
        "id":"ED142098",
        "title":"Administration in Higher Education: The Institutional Perspective."},
      {
        "id":"ED142103",
        "title":"The Creation and Support of a Research Community on Higher Education: A Report to the University Chancellor&apos;s Office."},
      {
        "id":"ED142104",
        "title":"A Profile of Higher Education in the South in 1985."},
      {
        "id":"ED142106",
        "title":"British Universities and Polytechnics and Overseas Development."},
      {
        "id":"ED142107",
        "title":"Education for Personal Investment: A Survey of College Programs and Course Content Suggestions."},
      {
        "id":"ED142110",
        "title":"Commitments to Improve the Quality of Learning."},
      {
        "id":"ED142114",
        "title":"Higher Education and the Law: An Administrator's Overview."},
      {
        "id":"ED142115",
        "title":"Accreditation: Its Purposes and Uses. An Occasional Paper."},
      {
        "id":"ED142120",
        "title":"Long-Term Issues in the Administration of Multi-Campus Universities."},
      {
        "id":"ED142125",
        "title":"Higher Education Opportunity: A Decade of Progress. Research Report No. 3."},
      {
        "id":"ED142128",
        "title":"The Description and Evaluation of a College Department's Faculty Rating System."},
      {
        "id":"ED142134",
        "title":"A Selective Bibliography Relative to Faculty Development in Academic Institutions of Higher Learning and Relevant to a Library College: Restricted to ERIC and CIJE Sources, 1970-1976."},
      {
        "id":"ED142136",
        "title":"College Tuition Tax Credits. Hearing Before the Task Force on Tax Expenditures, Government Organization and Regulation of the Committee on the Budget, House of Representatives, Ninety-Fifth Congress, First Session."},
      {
        "id":"ED142139",
        "title":"Instructional Development and Faculty Rewards."},
      {
        "id":"ED142145",
        "title":"Indiana University Academic Handbook."},
      {
        "id":"ED142146",
        "title":"International Perspectives on Problems of Higher Education: Access, Systems, Youth and Employment. Conference Papers Number Four."},
      {
        "id":"ED142148",
        "title":"Affirmative Action in Higher Education."},
      {
        "id":"ED142149",
        "title":"Women in the Curriculum."},
      {
        "id":"ED142156",
        "title":"Institutional Correlates of Faculty Support of Campus Unrest."},
      {
        "id":"ED142159",
        "title":"Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States."},
      {
        "id":"ED142160",
        "title":"Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States. Theme: Reassessment."},
      {
        "id":"ED142161",
        "title":"Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States."},
      {
        "id":"ED142162",
        "title":"Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States. Theme: Graduate Education in the 1970's: Response to Change."},
      {
        "id":"ED142163",
        "title":"Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States."},
      {
        "id":"ED142164",
        "title":"Selection Guidelines: School Library Resources, Textbooks, Instructional Material."},
      {
        "id":"ED142165",
        "title":"CUE Model for the Development of Training Contexts."},
      {
        "id":"ED142170",
        "title":"ATS-6 and State Telecommunications Policy for Rural Alaska: An Analysis of Recommendations."},
      {
        "id":"ED142172",
        "title":"Thesaurus: Mass Communication."},
      {
        "id":"ED142175",
        "title":"EUDISED Project: Report of the Working Paper on Selection Criteria for EUDISED R&amp;D."},
      {
        "id":"ED142188",
        "title":"Research and Policy Interpretations Subcontract. Final Report."},
      {
        "id":"ED142196",
        "title":"Minimize or Maximize? Education and Training for Tomorrow's Technical Navy."},
      {
        "id":"ED142198",
        "title":"Theory and Method for Research on Aptitude Processes: A Prospectus. Technical Report No. 2."},
      {
        "id":"ED142200",
        "title":"Computer Literacy."},
      {
        "id":"ED142205",
        "title":"The Information Economy: Definition and Measurement."},
      {
        "id":"ED142206",
        "title":"The Information Economy: Sources and Methods for Measuring the Primary Information Sector (Detailed Industry Reports)."},
      {
        "id":"ED142207",
        "title":"Information Economy: The Interindustry Transactions Matrices (1967)."},
      {
        "id":"ED142208",
        "title":"The Information Economy: The Technology Matrices (1967)."},
      {
        "id":"ED142209",
        "title":"The Information Economy: The &quot;Total Effect&quot; Matrices (1967)."},
      {
        "id":"ED142212",
        "title":"The Information Economy: National Income, Workforce, and Input-Output Accounts."},
      {
        "id":"ED142217",
        "title":"Elements of Information and Information Processing for Teachers in Secondary Schools."},
      {
        "id":"ED142218",
        "title":"Changing Public Attitudes Toward Television and Other Mass Media. 1959-1976."},
      {
        "id":"ED142219",
        "title":"Issue Category Bibliographies."},
      {
        "id":"ED142221",
        "title":"Work-Study and the Graduate School of Library Science."},
      {
        "id":"ED142222",
        "title":"Toward a National Library and Information Service Network. The Library Bibliographic Component."},
      {
        "id":"ED142225",
        "title":"Privacy and Security in Computer Systems."},
      {
        "id":"ED142228",
        "title":"Proposal for a Library Project for Severely-Profoundly Retarded, Multiple Handicapped Individuals."},
      {
        "id":"ED142229",
        "title":"Continuing Library Education: Needs Assessment and Model Programs."},
      {
        "id":"ED142231",
        "title":"The Use of a University Library's Subject Catalogue: Report of a Research Project."},
      {
        "id":"ED142232",
        "title":"Annotated Bibliography on Housing and Settlements for Low Income People."},
      {
        "id":"ED142234",
        "title":"A Leisure Reading Interests Survey of Lake Dallas Junior High School."},
      {
        "id":"ED142240",
        "title":"Semantic Grammar: A Technique for Constructing Natural Language Interfaces to Instructional Systems."},
      {
        "id":"ED142241",
        "title":"Subject Description of BOOKS: A Manual of Procedures for Augmenting Subject Descriptions in Library Catalogs. Research Study No. 3."},
      {
        "id":"ED142252",
        "title":"The Graduates 1976."},
      {
        "id":"ED142253",
        "title":"Alternative Programs in Mathematics in the Community College."},
      {
        "id":"ED142256",
        "title":"The Development of a Criterion-Referenced Functional Literacy Test for Miami-Dade Students."},
      {
        "id":"ED142257",
        "title":"Job Description for Full-Time Teachers, English Department."},
      {
        "id":"ED142258",
        "title":"Increases in Career Programs Graduations and Decreases in Transfer Program Graduations in the mid-Seventies. Report No. 77-31."},
      {
        "id":"ED142259",
        "title":"The Development, Implementation, and Evaluation of an Innovative Science Reading Program for Use in the Community College."},
      {
        "id":"ED142260",
        "title":"1970's Trends in Cost and Revenue Factors as Financial Health Indicators. Report No. 77-28."},
      {
        "id":"ED142261",
        "title":"How Students are Using the Community College to Get Jobs: A Follow-up of Career Program Graduates. Report No. 77-17."},
      {
        "id":"ED142264",
        "title":"About Community College Remedial and Developmental Education; A Brief Highlighting Important Literature Since 1968 on Remedial and Developmental Education in the Community College."},
      {
        "id":"ED142265",
        "title":"Project SAM: Employer Follow-up."},
      {
        "id":"ED142269",
        "title":"Educational Foundations--Alternative Development Strategies: Insurance for a Solvent Community College System."},
      {
        "id":"ED142273",
        "title":"Implementing TEEM's Goals: Roles and Responsibilities."},
      {
        "id":"ED142274",
        "title":"The Developmental Continuity of Ego Control and Ego Resiliency: Some Accomplishments."},
      {
        "id":"ED142276",
        "title":"Transformations in the Manipulations and Productions Performed with Geometric Objects: An Early System of Logic in Young Children. Final Report."},
      {
        "id":"ED142279",
        "title":"Some Learning Resources in Use by CDA Programs."},
      {
        "id":"ED142280",
        "title":"The Development of Primary Education in Tanzania."},
      {
        "id":"ED142281",
        "title":"Child Day Care Management Study. Volume I: Cross-Site Comparisons."},
      {
        "id":"ED142285",
        "title":"Stability and Change in Family Status, Situational, and Process Variables and Their Relationship to Children&apos;s Cognitive Performance."},
      {
        "id":"ED142286",
        "title":"The Balanced Development of Young Children."},
      {
        "id":"ED142288",
        "title":"Guided Discovery for Children's Learning of Number Concepts."},
      {
        "id":"ED142295",
        "title":"Infants' Recognition of Pictorial Representations of Real Objects."},
      {
        "id":"ED142296",
        "title":"The Executive Control of Mnemonic Activity."},
      {
        "id":"ED142298",
        "title":"Role Playing and the Young Child."},
      {
        "id":"ED142299",
        "title":"Social Interactions and the Development of Social Concepts in Pre-School Children."},
      {
        "id":"ED142300",
        "title":"Seeking Solutions to Violence on Children's Television."},
      {
        "id":"ED142301",
        "title":"Some Fantasy Characters of Young Children: An Examination of Children's Beliefs in Santa Claus, the Tooth Fairy, and the Easter Bunny."},
      {
        "id":"ED142302",
        "title":"Factors Affecting Obedience in Preschool Children."},
      {
        "id":"ED142303",
        "title":"Competence Supporting Aspects of Day Care Environments: A Preliminary Study."},
      {
        "id":"ED142304",
        "title":"Perceptual and Cognitive Development in Low SES Minority Urban Children: Preschool and Program Impacts."},
      {
        "id":"ED142305",
        "title":"Food and Nutrition Supplementary Resources: A Selective Annotated Bibliography for Elementary Schools, K-6."},
      {
        "id":"ED142306",
        "title":"Psychophysiological Studies of Attention During Infancy and Early Childhood. Final Report."},
      {
        "id":"ED142307",
        "title":"Children and Ideology: An Introduction to a Research and Development Project and Some Preliminary Findings."},
      {
        "id":"ED142308",
        "title":"Primary Grades Instruction and Student Achievement Gain."},
      {
        "id":"ED142309",
        "title":"Report of Program Personnel's Perceptions of the Follow Through Expansion Program in Philadelphia, 1975-1976."},
      {
        "id":"ED142310",
        "title":"Report of Supportive Services and Parent Involvement in Follow Through in Philadelphia, 1975-1976."},
      {
        "id":"ED142311",
        "title":"A Summary of Four Major Evaluation Reports on Follow Through in Philadelphia, 1975-1976."},
      {
        "id":"ED142312",
        "title":"The Development of Truth-Functional Language: 1 1/2 - 3 Years."},
      {
        "id":"ED142314",
        "title":"Bottle Babies: A Guide to the Baby Foods Issue. Revised."},
      {
        "id":"ED142315",
        "title":"A Practical Guide for Day Care Personnel: Let the Sun Shine In."},
      {
        "id":"ED142316",
        "title":"Cross-Gender Identity in Childhood."},
      {
        "id":"ED142317",
        "title":"Day Care Center Enrichment Program."},
      {
        "id":"ED142318",
        "title":"Peripheral Visual Processing."},
      {
        "id":"ED142320",
        "title":"A Brief Review of Child Effects Research."},
      {
        "id":"ED142321",
        "title":"The Supply of Day Care Services in Denver and Seattle."},
      {
        "id":"ED142322",
        "title":"The Exercise of Responsibilities Towards Children by Parents and the State."},
      {
        "id":"ED142323",
        "title":"The Impact of Federal Early Childhood Programs on Children."},
      {
        "id":"ED142325",
        "title":"The Rights and Duties of Family in Poland."},
      {
        "id":"ED142326",
        "title":"Child Language: Old Shoe or Magic Slipper."},
      {
        "id":"ED142327",
        "title":"Artistic Works for Children."},
      {
        "id":"ED142328",
        "title":"The Role of Family and Kindergarten in the Child's Socialization Process."},
      {
        "id":"ED142329",
        "title":"The System of Education and Care for the Young Child: Research Problems."},
      {
        "id":"ED142330",
        "title":"The Good of the Child: Common Goal of Parents and Teachers."},
      {
        "id":"ED142331",
        "title":"Objectives and Contents of the Educational Activity Oriented Toward the Small Child."},
      {
        "id":"ED142333",
        "title":"Economic Status of Rural Teachers. Project in Research in Universities. Bulletin 1937, No. 13."},
      {
        "id":"ED142334",
        "title":"Education in the Southern Mountains. Bulletin 1937, No. 26."},
      {
        "id":"ED142335",
        "title":"Personnel and Financial Statistics of School Organizations Serving Rural Children, 1933-34. Leaflet No. 32."},
      {
        "id":"ED142336",
        "title":"Salary and Education of Rural School Personnel: Status and Trends. Pamphlet No. 85."},
      {
        "id":"ED142337",
        "title":"Statistics of Rural Schools: A U.S. Summary, 1955-56. The Rural School Survey. Circular 565."},
      {
        "id":"ED142339",
        "title":"Selected Indexes of Rural School Finance in the United States, 1955-56. The Rural School Survey. Circular Number 566."},
      {
        "id":"ED142340",
        "title":"Professional Preparation of Teachers for Rural Schools. Bulletin, 1928, No. 6."},
      {
        "id":"ED142341",
        "title":"Vocational Readiness Attitudes of Rural Disadvantaged Adolescents from Exemplary Vocational, and Nonvocational Educational Backgrounds."},
      {
        "id":"ED142342",
        "title":"Migrant Farmworker Labor Housing in Texas."},
      {
        "id":"ED142343",
        "title":"A Comparative Study of Relocated Vietnamese in Rural and Urban Arkansas."},
      {
        "id":"ED142345",
        "title":"Career Plans and Regional Context: A Study of Rural Youth in Two Appalachian Settings. RS-55."},
      {
        "id":"ED142346",
        "title":"A Study to Assess the Need for Inservice to Migrant Personnel Involved in Implementing the Migrant Student Records Transfer System in California. A Preliminary Report to the California Migrant Education Regional Directors Council, April 1977."},
      {
        "id":"ED142347",
        "title":"Rural Development: Seventh Annual Report of the President to the Congress on Government Services to Rural America. 95th Congress, 1st Session."},
      {
        "id":"ED142348",
        "title":"Migrant Child Welfare: A State of the Field Study of Child Welfare Services for Migrant Children and Their Families Who Are In-Stream, Home Based, Or Settled-Out. Executive Summary, June 1977."},
      {
        "id":"ED142349",
        "title":"Migrant Child Welfare: A State of the Field Study of Child Welfare Services for Migrant Children and Their Families Who Are In-Stream, Home Based, Or Settled-Out. Final Report, June 1977."},
      {
        "id":"ED142350",
        "title":"Curriculum for Development: Analysis and Review of Processes, Products and Outcomes. Final Report: Sub-Regional Curriculum Workshop (Colombo, Sri Lanka, October 1-30, 1976)."},
      {
        "id":"ED142351",
        "title":"Responsive Environment Early Education Program (REEEP). Final Evaluation Report, 1976-1977 (Second Year)."},
      {
        "id":"ED142352",
        "title":"Outreach Activities (Replication Services) of the Responsive Environment Program for Spanish American Children (REPSAC): End of Year Evaluation Report, 1976-77 (Second Year Evaluation Study)."},
      {
        "id":"ED142353",
        "title":"Issues in the Economic Development of Nonmetropolitan United States. Economic Development Research Report."},
      {
        "id":"ED142354",
        "title":"Native American Curriculum Development Workshop (Minneapolis, Minnesota, January 24, 25, 26, 1977)"},
      {
        "id":"ED142355",
        "title":"Rural-Urban Differences in Drinking Driving Behavior; Attitudes and Perceptions of Kansas Youth."},
      {
        "id":"ED142356",
        "title":"School District Organization and Attrition in High School Enrollment: Further Consideration of the Bidwell-Kasarda Model."},
      {
        "id":"ED142357",
        "title":"Changing Patterns of Participation: A Preliminary Evaluation of the Pennsylvania Public Affairs Leadership Program."},
      {
        "id":"ED142358",
        "title":"Collaboration and Integration in Rural Development."},
      {
        "id":"ED142359",
        "title":"Kodiak Island Borough School District Title IV Project. Final Evaluation Report, July 1977."},
      {
        "id":"ED142360",
        "title":"Women's Stereotypic Roles: A Replication and Standardization of the AWS and PAQ for Selected Ethnic Groups."},
      {
        "id":"ED142361",
        "title":"Rural-Urban Differences in Factors Affecting Fertility: A Case Study of Ohio."},
      {
        "id":"ED142392",
        "title":"An Analysis of the Effects of the Use of Manipulatives and Problem \"Chunking\" on First Grade Children's Addition and Subtraction Problem Solving Modeling and Accuracy."},
      {
        "id":"ED142393",
        "title":"Mathematics Achievement in Schools Having and Not Having CMI: An Assessment of MICA. E.S.E.A. Title III Computer Managed Instruction Program, MICA Management of Instruction with Computer Assistance."},
      {
        "id":"ED142394",
        "title":"Hunger: The World Food Crisis. An NSTA Environmental Materials Guide."},
      {
        "id":"ED142395",
        "title":"Humanistic Education and the Biology Teacher."},
      {
        "id":"ED142396",
        "title":"This I Would Tell Americans at This Stage of Their Metric Commitment."},
      {
        "id":"ED142397",
        "title":"Science Education in Malaysia and Sri Lanka. IDS Discussion Paper No. 74"},
      {
        "id":"ED142398",
        "title":"Teachers' Mathematics Attitudes as a Mediator of Students' Attitudes and Achievement."},
      {
        "id":"ED142399",
        "title":"Effect of a Meaningful Context and Practice Variety on Rule Retention."},
      {
        "id":"ED142400",
        "title":"U.S. International Firms and R,D&E in Developing Countries."},
      {
        "id":"ED142401",
        "title":"A Clinical Model for Diagnosing Mathematical Deficiencies, (MD)2 Incorporating Educational Cognitive Style."},
      {
        "id":"ED142402",
        "title":"Mathematical Equations for Curriculum Decision-Making: An Application of Regression Analysis."},
      {
        "id":"ED142403",
        "title":"An Examination of Existing Guidelines for Programs for the Preservice and Inservice Education of Teachers in Metric Education and the Modification of These and the Development of New Ones if Deemed Necessary. Final Report of Objective No. 3."},
      {
        "id":"ED142404",
        "title":"Problem Format Study. SMESG Working Paper No. 2."},
      {
        "id":"ED142407",
        "title":"The Effect of Pretraining Chicano Students on Parallel Test Items Before Administration of a Mathematics Predictor Test. SMESG Working Paper No. 14."},
      {
        "id":"ED142408",
        "title":"The Effects of Varying the Number of Practice Problems, Number of Examples, and Location of the Practice Problems in Elementary School Geometry. SMESG Working Paper No. 16."},
      {
        "id":"ED142409",
        "title":"A Survey of Student Achievement with Fractions. SMESG Working Paper No. 20."},
      {
        "id":"ED142410",
        "title":"Using Hand-Held Calculators in Sixth Grade Classes. A Brief Report of an Educational Project."},
      {
        "id":"ED142413",
        "title":"Project Learning Tree: Independent Study and Evaluation."},
      {
        "id":"ED142414",
        "title":"Remedial Mathematics Project, Harry Gray Elementary School, Valleyview, Alberta."},
      {
        "id":"ED142415",
        "title":"Mathematics Reading Ability. SMESG Working Paper No. 1."},
      {
        "id":"ED142417",
        "title":"The Effects of Varying the Number of Practice Problems. SMESG Working Paper No. 13."},
      {
        "id":"ED142418",
        "title":"Weights and Measures Standards of the United States: A Brief History. Updated Edition."},
      {
        "id":"ED142421",
        "title":"The Role of Partial and Best Matches in Knowledge Systems."},
      {
        "id":"ED142422",
        "title":"Mounting Pressures on Planet Earth. A Four-Part Bicentennial Symposium Series."},
      {
        "id":"ED142423",
        "title":"ECP (Environmental Conservation Project) Report, No. 5, March 1976. Planning for Energy Conservation."},
      {
        "id":"ED142424",
        "title":"ECP (Environmental Conservation Project) Report, No. 8, December 1976. ECP State Bibliography."},
      {
        "id":"ED142425",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 43, June 1977."},
      {
        "id":"ED142426",
        "title":"A Teacher's Guide - The Mars Adventure. A Television Series."},
      {
        "id":"ED142427",
        "title":"Environmental Studies Center Teacher Books. Kindergarten - Your Environment."},
      {
        "id":"ED142428",
        "title":"Environmental Studies Center Teacher Books. 1st Grade - Habitats."},
      {
        "id":"ED142429",
        "title":"Environmental Studies Center Teacher Books. 2nd Grade - Communities."},
      {
        "id":"ED142430",
        "title":"Environmental Studies Center Teacher Books. 3rd Grade - Grassflat Communities."},
      {
        "id":"ED142431",
        "title":"Environmental Studies Center Teacher Books. 4th Grade - Mangrove Communities."},
      {
        "id":"ED142432",
        "title":"Environmental Studies Center Teacher Books. 5th Grade - Ecosystems."},
      {
        "id":"ED142433",
        "title":"Environmental Studies Center Teacher Books. 6th Grade - River Investigation."},
      {
        "id":"ED142434",
        "title":"Environmental Studies Center Teacher Books. 7th Grade - Spoil Island Investigation."},
      {
        "id":"ED142435",
        "title":"Environmental Studies Center Teacher Books. 8th Grade - Beach Investigation."},
      {
        "id":"ED142436",
        "title":"National Patterns of R&amp;D Resources, Funds &amp; Manpower in the United States 1953-1977."},
      {
        "id":"ED142437",
        "title":"A Source Book for Teaching Chemical Oceanography."},
      {
        "id":"ED142438",
        "title":"Evaluation Report 1-A-3: Final Summary Report, Year 1."},
      {
        "id":"ED142439",
        "title":"Evaluation Report 2-A-1. Final Summary Report, Year 2."},
      {
        "id":"ED142440",
        "title":"Evaluation Report 2-B-1. Second Grade Test Data."},
      {
        "id":"ED142442",
        "title":"Evaluation Report 2-B-3. Student Interviews."},
      {
        "id":"ED142443",
        "title":"Evaluation Report 2-C-1. Teacher Questionnaire Data."},
      {
        "id":"ED142444",
        "title":"Evaluation Report 2-C-2. Teacher Interviews, Second Grade."},
      {
        "id":"ED142445",
        "title":"Evaluation Report 2-C-3. Teacher Interviews, First Grade."},
      {
        "id":"ED142446",
        "title":"Evaluation Report 3-B-1. Second and Third Grade Test Data, Year 3."},
      {
        "id":"ED142447",
        "title":"Evaluation Report 3-C-1. Teacher Questionnaire Data, Year 3."},
      {
        "id":"ED142449",
        "title":"Africa in U.S. Educational Materials: Thirty Problems and Responses."},
      {
        "id":"ED142450",
        "title":"The Role of Law in a Free Society and the Rights and Responsibilities of Citizenship. A Curriculum Guide for Kindergarten through Grade 12, Revised Edition."},
      {
        "id":"ED142451",
        "title":"The Effects of the Women's Movement on Increases in Advanced Degrees for Women: A Case Study of a Business School."},
      {
        "id":"ED142452",
        "title":"The Ethnography of Controversy: An Analysis of the Abortion and Salvaging of a Research Project."},
      {
        "id":"ED142453",
        "title":"The Fun Bus: An Experiment in Nonformal Education through the Arts."},
      {
        "id":"ED142454",
        "title":"Population Issues: From Obscurity to Worldwide Interest. Population: Before and after Bucharest [And] Ford Foundation Programs: Review and Projection. A Ford Foundation Reprint."},
      {
        "id":"ED142455",
        "title":"Preparing for Teaching: Suggestions for Graduate Students of Sociology."},
      {
        "id":"ED142456",
        "title":"20 Suggestions for Improving the Departmental Procedures for Hiring Teachers of Sociology."},
      {
        "id":"ED142457",
        "title":"Anthropology and Education Quarterly, Vol. VIII, No. 2, May 1977. Special Issue: Exploring Qualitative/Quantitative Research Methodologies in Education."},
      {
        "id":"ED142458",
        "title":"Maximizing Human Fotential: A Curriculum Design for Human Development and Interpersonal Relationships, Kindergarten through Adult Education."},
      {
        "id":"ED142459",
        "title":"Peer Helping Relationships: A Study of Student Interactions in an Elementary Classroom. Research Monograph No. 18."},
      {
        "id":"ED142460",
        "title":"The Special Relationship: The United States as the British Have Seen It. A Selective Reading List by British Writers."},
      {
        "id":"ED142461",
        "title":"Early Paths and Trails to Conestoga Roads. Student Activity Book [And] Teacher's Edition."},
      {
        "id":"ED142462",
        "title":"Syllabi and Related Materials from Graduate Courses on the Teaching of Sociology, 1976."},
      {
        "id":"ED142463",
        "title":"What Should Be Done with Equity Theory? New Approaches to the Study of Fairness in Social Relationships."},
      {
        "id":"ED142466",
        "title":"Human Images: A Communications Approach to Culture."},
      {
        "id":"ED142467",
        "title":"An Analysis of Mao Tse-Tung's Three Main Rules of Discipline and Eight Points for Attention. Occasional Paper No. 77-3."},
      {
        "id":"ED142468",
        "title":"Conventional Weapons Transfers: Report on a Hearing for Iowa Congressmen, February 12, 1977."},
      {
        "id":"ED142469",
        "title":"Human Rights--A Priority for Peace. Celebration of Pope Paul VI's 9th Annual Period of Peace."},
      {
        "id":"ED142470",
        "title":"Does It Work? Evaluation Guidelines for Global Studies Teachers."},
      {
        "id":"ED142471",
        "title":"Education in Ireland."},
      {
        "id":"ED142473",
        "title":"The School in Its Relations with the Community. Standing Conference of European Ministers of Education, Tenth Session."},
      {
        "id":"ED142474",
        "title":"The Panama Canal and Social Justice."},
      {
        "id":"ED142476",
        "title":"American Women Today & Tomorrow."},
      {
        "id":"ED142477",
        "title":"Projections of the Population of the United States: 1977 to 2050. Current Population Reports, Population Estimates and Projections, Series P-25, No. 704."},
      {
        "id":"ED142479",
        "title":"A Contemporary View of Paul Klee as an Artist-Teacher."},
      {
        "id":"ED142480",
        "title":"Social Studies Instructional Factors Causing Change in High School Students' Socio-political Attitudes over a Two-Year Period."},
      {
        "id":"ED142481",
        "title":"Education for a Global Society: A Resource Manual for Secondary Education Teachers."},
      {
        "id":"ED142482",
        "title":"Education: Conformity--Liberation? Conference Report, International Schools Association 25th Annual Conference, July 22-30, 1976."},
      {
        "id":"ED142483",
        "title":"Information-Gathering Habits of Academic Historians: Report of the Pilot Study."},
      {
        "id":"ED142484",
        "title":"Responsibility Education: Today and Tomorrow."},
      {
        "id":"ED142485",
        "title":"The Effects of Videotaped Microteaching on the Self Concepts of Social Studies Student Teachers."},
      {
        "id":"ED142486",
        "title":"The Disarmament Process: Where to Begin."},
      {
        "id":"ED142487",
        "title":"AAJE Jewish Civics Sourcebook: A Leader's Guide for Teaching Citizenship in the Jewish Community."},
      {
        "id":"ED142488",
        "title":"The Cemetery: An Outdoor Classroom. A Student Workbook, Project KARE Edition."},
      {
        "id":"ED142489",
        "title":"City Street: An Outdoor Classroom. A Student Workbook, Project KARE Edition."},
      {
        "id":"ED142490",
        "title":"An Analysis of the Women's Movement as a Social Movement."},
      {
        "id":"ED142491",
        "title":"Ad Hoc Conference of European Ministers with Responsibility for Cultural Affairs. Oslo 1976, Report of the Conference."},
      {
        "id":"ED142492",
        "title":"Business and Consumer Education Case Studies."},
      {
        "id":"ED142493",
        "title":"American Studies as \"a\" Study: The Illusion of Unity."},
      {
        "id":"ED142494",
        "title":"Social Studies Strands Goals and End-of-Twelfth-Grade Objectives."},
      {
        "id":"ED142495",
        "title":"The Social Science Teacher, Vol. 5, No. 1, December 1975."},
      {
        "id":"ED142496",
        "title":"The Social Science Teacher, Vol. 5, No. 2, Feb. 1976, Vol. 5, No. 3, April 1976, Vol. 5, No. 4, June 1976, Vol. 6, No. 1, October 1976 [And] Vol. 6, No. 2, November 1976."},
      {
        "id":"ED142497",
        "title":"The Social Science Teacher, Vol. 6, No. 3, February 1977, Vol. 6, No. 4, April 1977 [And] Vol. 6, No. 5, June 1977."},
      {
        "id":"ED142498",
        "title":"Center for High School Philosophy, 1972-1974. A Progress Report."},
      {
        "id":"ED142499",
        "title":"The Status of Precollege Psychology in Mississippi and Florida: A Comparative Report."},
      {
        "id":"ED142500",
        "title":"A Declaration of Interdependence: Education for a Global Community. A Summary Report of the NEA Bicentennial Program."},
      {
        "id":"ED142501",
        "title":"Ethnic Heritage Studies Program: Assessment of the First Year, July 1, 1974-June 30, 1975."},
      {
        "id":"ED142502",
        "title":"Education in Asia: Reviews, Reports and Notes. No. 11."},
      {
        "id":"ED142504",
        "title":"Teaching about Cultural Awareness. Cultural Studies Series, Volume 2."},
      {
        "id":"ED142505",
        "title":"Teaching about Colorado and Community History. History Series, Volume 1."},
      {
        "id":"ED142506",
        "title":"Hispanic Folk Songs of the Southwest: An Introduction [And] Hispanic Folk Songs of the Southwest for Bilingual Programs. Hispanic Folk Songs of the Southwest Series, Volume l [And] Volume 2."},
      {
        "id":"ED142507",
        "title":"Options in education, Program No. 83, June 27, 1977. Art in American Schools. Program Transcripts of a Weekly Series Broadcast by Member Stations of National Public Radio."},
      {
        "id":"ED142508",
        "title":"Teaching as a Profession and Process of Teaching: Secondary."},
      {
        "id":"ED142509",
        "title":"Multicultural Education: Teaching About Minority Women. Special Current Issues Publication No. 8."},
      {
        "id":"ED142512",
        "title":"Learning Module--The Self Theory And The Transescent."},
      {
        "id":"ED142513",
        "title":"Analysis of Selected Educational Issues."},
      {
        "id":"ED142515",
        "title":"NAGWS Basketball-Volleyball Guide: Tips and Techniques for Teachers and Coaches, July 1977--July 1979."},
      {
        "id":"ED142516",
        "title":"NAGWS Aquatics Guide: Tips and Techniques for Teachers and Coaches, August 1977-August 1979."},
      {
        "id":"ED142517",
        "title":"NAGWS Research Reports, Volume III."},
      {
        "id":"ED142518",
        "title":"Administration and Supervision for Safety in Sports. Sports Safety Series: Monograph No. 1."},
      {
        "id":"ED142519",
        "title":"Texas Teacher Center Activities and Networking with Special Attention to School-Based Teacher Educator (SBTE) Activities: Part II."},
      {
        "id":"ED142520",
        "title":"College Teacher Training: Myth or Reality?"},
      {
        "id":"ED142521",
        "title":"Teacher Attitudes Toward Participation in Decision-Making."},
      {
        "id":"ED142522",
        "title":"Teacher Representation Elections as Reported to the Organizing Office of the National Education Association. July 1976-June 1977."},
      {
        "id":"ED142523",
        "title":"Alternative Careers in Physical Education."},
      {
        "id":"ED142524",
        "title":"Creating the Hereafter for Physical Education."},
      {
        "id":"ED142527",
        "title":"Teacher Candidates Provide Formal Feedback for Cooperating Teachers."},
      {
        "id":"ED142528",
        "title":"Fundamental Research and the Process of Education. Final Report to the National Institute of Education."},
      {
        "id":"ED142529",
        "title":"Overview of Management Systems. No. 157."},
      {
        "id":"ED142530",
        "title":"Objective Setting Materials. No. 158."},
      {
        "id":"ED142532",
        "title":"High School Graduates of the Stormy 1960's: What Happened to Them?"},
      {
        "id":"ED142533",
        "title":"The Defining and Limits of Educational Innovation and Change."},
      {
        "id":"ED142534",
        "title":"Belief and Judgment \"Policies\" in Student Teaching: Institutional Differences and the Distribution of Knowledge."},
      {
        "id":"ED142535",
        "title":"Ability Grouping and Mixed-Ability Grouping in Secondary Schools. Educational Issues Review No. 1."},
      {
        "id":"ED142536",
        "title":"Teacher Centers and P.L. 94-142; A Unique Opportunity for Cooperation and Resource Utilization."},
      {
        "id":"ED142538",
        "title":"NAGWS Bowling-Fencing Guide, January 1977-January 1979."},
      {
        "id":"ED142539",
        "title":"Competency-Based Health Education--Writing Competencies the Easy Way."},
      {
        "id":"ED142540",
        "title":"Recycling Resources: Models for Shared Learning. A Report of the 1976-1977 Commissioner's Student Advisory Committee."},
      {
        "id":"ED142543",
        "title":"International Perspectives of Teacher Education: Innovations and Trends."},
      {
        "id":"ED142545",
        "title":"School Based Teacher Educator Project: Report of Second Year Activities 1976-77."},
      {
        "id":"ED142546",
        "title":"Interviews: Perceptions of Professionals and Policy Makers."},
      {
        "id":"ED142547",
        "title":"Research and Diffusion Process: K.P. Yonge Laboratory School, University of Florida, Gainesville, Florida."},
      {
        "id":"ED142548",
        "title":"A Permanently Tentative Curriculum."},
      {
        "id":"ED142549",
        "title":"Minimum Requirements for State Certificates."},
      {
        "id":"ED142550",
        "title":"A Training Program in Improving Observational Skills."},
      {
        "id":"ED142551",
        "title":"Listing of Professional Vocational Teacher Education Modules."},
      {
        "id":"ED142552",
        "title":"Evaluation Plan Model."},
      {
        "id":"ED142553",
        "title":"Bibliography of CBTE-CBC Materials Available Through the State Departments of Education in the 50 States. NEPTE Working Paper 1."},
      {
        "id":"ED142554",
        "title":"Competency Based Programs for Preparing Professional and Technical Workers."},
      {
        "id":"ED142555",
        "title":"Evaluation Design for the Special Project &quot;A Model for Continuing Education for Special Education Administration.&quot;"},
      {
        "id":"ED142556",
        "title":"Interim Evaluation Report for the Special Project, &quot;A Continuing Education for Special Education Administrators.&quot;"},
      {
        "id":"ED142557",
        "title":"A Survey Instrument to Determine the Status of Competency-Based Teacher Education in a Particular State."},
      {
        "id":"ED142558",
        "title":"On the Validity of the ITED as an Aid in Program Evaluation. Iowa Testing Programs Occasional Papers No. 3."},
      {
        "id":"ED142560",
        "title":"The High/Scope Productive Language Assessment Tasks: Effects of the Cognitively Oriented Curriculum on Follow Through Children's Written Language Production."},
      {
        "id":"ED142561",
        "title":"[The American Way: Rules, Laws and You. An Assessment of Law-Related Competencies. Primary, Intermediate and Secondary Levels. Tests and Supporting Materials.]"},
      {
        "id":"ED142562",
        "title":"An Exploration of the Implication of the M.A.U.T.-Bayesian Decision-Theoretic Model for Summative and Formative Evaluation and Post-Assessment Organizational Change. Research Report Series."},
      {
        "id":"ED142563",
        "title":"Program Evaluator's Guide."},
      {
        "id":"ED142564",
        "title":"A Study of the Norm-Referenced Procedure for Evaluating Project Effectiveness as Applied in the Evaluation of Project Information Packages. Research Memorandum."},
      {
        "id":"ED142565",
        "title":"Evaluating Educational Programmes: The Need and the Response."},
      {
        "id":"ED142566",
        "title":"Education and Modernization: A Method for Establishing The Relationship."},
      {
        "id":"ED142569",
        "title":"Evaluation of the Field Test of Project Information Packages: Volume 2--Technical Report."},
      {
        "id":"ED142571",
        "title":"Student Achievement in California Schools: 1975-76 Annual Report. California Assessment Program."},
      {
        "id":"ED142572",
        "title":"The Importance of Multiple Data Collection Instruments When Describing the Educational Process."},
      {
        "id":"ED142573",
        "title":"Self Concept in a School Setting: Construct Validation by Factor Analysis."},
      {
        "id":"ED142576",
        "title":"Swaziland Behavioural Assessment Series."},
      {
        "id":"ED142577",
        "title":"The Application of Generalizability Theory to a College-Level French Placement Exam."},
      {
        "id":"ED142578",
        "title":"Evaluation of Title I ESEA Projects, 1975-76: Abstracts. Report No. 7704."},
      {
        "id":"ED142579",
        "title":"An Investigation of the Validity of Using Self-Evaluation Instruments to Identify Instructional Needs."},
      {
        "id":"ED142580",
        "title":"Evaluation of Dade County's Systems Approaches to Reading and Mathematics Instruction, Grades 2-6, 1975-76."},
      {
        "id":"ED142581",
        "title":"Workbook on Program Evaluation."},
      {
        "id":"ED142582",
        "title":"Test and Evaluation of Criterion Testing in the Format of Discrete Motion Pictures."},
      {
        "id":"ED142583",
        "title":"Evaluation of Alternative Schools: An Annotated ERIC Bibliography."},
      {
        "id":"ED142584",
        "title":"Research and Evaluation Studies from Large School Systems, 1976."},
      {
        "id":"ED142585",
        "title":"Part and Partial Correlation in Psychological Research."},
      {
        "id":"ED142586",
        "title":"Generalizability of Teacher Process Behaviors during Reading Instruction."},
      {
        "id":"ED142587",
        "title":"Construct Validation of Attitudes toward Mathematics."},
      {
        "id":"ED168874",
        "title":"Energy Education: A Bibliography of Citations from &quot;Current Index to Journals in Education (CIJE)&quot; from 1966-1978."},
      {
        "id":"ED168875",
        "title":"A Summary of Research in Science Education - 1977."},
      {
        "id":"ED168876",
        "title":"A Formative, Descriptive Evaluation of the Iowa-UPSTEP Model. Technical Report No. 17."},
      {
        "id":"ED168879",
        "title":"Investigations in Mathematics Education, Vol. 12, No. 1."},
      {
        "id":"ED168880",
        "title":"Investigations in Science Education, Vol. 4, No. 4. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED168881",
        "title":"Investigations in Science Education, Vol. 5, No. 1. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED168882",
        "title":"Investigations in Science Education, Vol. 5, No. 2. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED168883",
        "title":"An Analysis of Federal R&D Funding by Function, Fiscal Years 1969-1979. Survey of Science Resources Series."},
      {
        "id":"ED168886",
        "title":"Environmental Education in Action - III: Case Studies of Public Involvement in Environmental Policy."},
      {
        "id":"ED168887",
        "title":"Alliance Affiliate Activities: Non-Governmental Organizations in Environmental Education."},
      {
        "id":"ED168889",
        "title":"Investigations in Science Education, Vol. 4, No. 3. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED168890",
        "title":"Investigations in Mathematics Education, Vol. 11, No. 4."},
      {
        "id":"ED168891",
        "title":"Science, Technology, & Human Values. Issue No. 26."},
      {
        "id":"ED168893",
        "title":"It's \"My\" Life! Science Career Workshop."},
      {
        "id":"ED168894",
        "title":"A Guide to Energy Savings - For the Dairy Farmers."},
      {
        "id":"ED168895",
        "title":"A Guide to Energy Savings - For the Field Crops Producer."},
      {
        "id":"ED168896",
        "title":"A Guide to Energy Savings - For the Livestock Producer."},
      {
        "id":"ED168897",
        "title":"A Guide to Energy Savings - For the Orchard Grower."},
      {
        "id":"ED168898",
        "title":"A Guide to Energy Savings - For the Poultry Producer."},
      {
        "id":"ED168899",
        "title":"A Guide to Energy Savings - For the Vegetable Producer."},
      {
        "id":"ED168900",
        "title":"Early Adolescence: Perspectives and Recommendations to the National Science Foundation."},
      {
        "id":"ED168901",
        "title":"Three Assessments of Science, 1969-77: Technical Summary."},
      {
        "id":"ED168905",
        "title":"Fall 1978 Directory - Assembly of Life Sciences, National Research Council."},
      {
        "id":"ED168908",
        "title":"Air & Space, Volume 2, Number 4, March-April, 1979."},
      {
        "id":"ED168911",
        "title":"A Position Paper--Citizen Education: A Working Definition."},
      {
        "id":"ED168913",
        "title":"Design Considerations for Classroom Research."},
      {
        "id":"ED168916",
        "title":"The Shaping of NCEA."},
      {
        "id":"ED168926",
        "title":"State Consumer Education Policy Manual."},
      {
        "id":"ED168928",
        "title":"A Report to the Council of Chief State School Officers. Proceedings of the Pinehurst Conference on Global Perspectives in Education for Chief State School Officers (Pinehurst, North Carolina, April 4-6, 1977)."},
      {
        "id":"ED168932",
        "title":"The New Social History in the High School Classroom."},
      {
        "id":"ED168940",
        "title":"The Colonial Worker in Boston, 1775. Regional Report Number 75-2."},
      {
        "id":"ED168942",
        "title":"Validating a Modified Gagnean Concept-Acquisition Model: The Results of an Experimental Study Using Art-Related Content."},
      {
        "id":"ED168948",
        "title":"First National Conference on Citizenship."},
      {
        "id":"ED168949",
        "title":"Second National Conference on Citizenship."},
      {
        "id":"ED168950",
        "title":"Third National Conference on Citizenship."},
      {
        "id":"ED168951",
        "title":"Fourth National Conference on Citizenship."},
      {
        "id":"ED168952",
        "title":"Fifth National Conference on Citizenship."},
      {
        "id":"ED168953",
        "title":"Sixth National Conference on Citizenship."},
      {
        "id":"ED168954",
        "title":"Seventh National Conference on Citizenship."},
      {
        "id":"ED168955",
        "title":"Citizenship USA. Know It, Cherish It, Live It. No. 1."},
      {
        "id":"ED168965",
        "title":"Pre-Service Teacher Perceptions of Social Education."},
      {
        "id":"ED168972",
        "title":"Influencing Behavior Through Instruction: Methodology in Health Education."},
      {
        "id":"ED168973",
        "title":"Utilization Patterns of a Rural Elementary School Health-Sick-Room."},
      {
        "id":"ED168974",
        "title":"The Scottish Council for Research in Education. Fiftieth Annual Report 1977-78."},
      {
        "id":"ED168977",
        "title":"Maryville College-Washington University Master of Arts in Education; An Effort in Interinstitutional Programming."},
      {
        "id":"ED168979",
        "title":"Dimensions of Educational Worldview."},
      {
        "id":"ED168982",
        "title":"Current Awareness in Health Education. 79-0001 - 79-0119."},
      {
        "id":"ED168986",
        "title":"The Learning Implications of Educational Value Conflicts Between Students and Instructors."},
      {
        "id":"ED169016",
        "title":"Proceedings of the 1978 Convention of the Southern District American Alliance for Health, Physical Education, and Recreation. Theme--Perceive, Persist, Progress."},
      {
        "id":"ED169028",
        "title":"The Second Year of Teaching: A Follow-up Study."},
      {
        "id":"ED169029",
        "title":"Children Learn Physical Skills. Volume 1. Birth to 3 years."},
      {
        "id":"ED169030",
        "title":"Children Learn Physical Skills. Volume 2. 4 to 6 Years."},
      {
        "id":"ED169031",
        "title":"Track and Field. NAGWS Guide. September 1978-September 1979."},
      {
        "id":"ED169032",
        "title":"Skiing. NAGWS Rules. September 1978-September 1980."},
      {
        "id":"ED169034",
        "title":"Riding Standards. The Policies and Operating Procedures of the National Riding Committee 1978-79."},
      {
        "id":"ED169043",
        "title":"Teacher Specialization: Efficiency or Power?"},
      {
        "id":"ED169046",
        "title":"The Instructional Strategy Decisions of Teachers."},
      {
        "id":"ED169048",
        "title":"Memories Beyond Bloomers. (1924-1954)."},
      {
        "id":"ED169049",
        "title":"The Teacher's World. Special Current Issues Publication No. 9."},
      {
        "id":"ED169056",
        "title":"The Developmental Year of a Five Year Teacher Corps Project. A Pilot Study."},
      {
        "id":"ED169066",
        "title":"Applications of Adaptive Testing in Measuring Achievement and Performance."},
      {
        "id":"ED169067",
        "title":"Estimating Examination Failure Rates and Reliability Prior to Administration."},
      {
        "id":"ED169069",
        "title":"Commonality Analysis: A Practical Example."},
      {
        "id":"ED169072",
        "title":"The Standardized Growth Expectation: Implications for Educational Evaluation."},
      {
        "id":"ED169073",
        "title":"Multiple Choice Converted to True-False: Comparative Reliabilities and Validities."},
      {
        "id":"ED169078",
        "title":"Final Evaluation Report. 1976-1977. High School Curriculum Evaluation. Publication Number 76.68."},
      {
        "id":"ED169079",
        "title":"Final Evaluation Report. 1976-1977. Title I Migrant Program. Publication Number: 76.59."},
      {
        "id":"ED169080",
        "title":"Final Evaluation Report. 1976-77. ESEA Title I Program. Publication Number: 76.63."},
      {
        "id":"ED169081",
        "title":"Attitudes Towards the School, the Teacher and the Classmates at the Class Level and the Individual Level. No. 75."},
      {
        "id":"ED169082",
        "title":"Describing and Testing Aptitude-Treatment Interaction Effects with Structural Equation Models: Reanalysis of a Study by M. J. Behr. No. 73."},
      {
        "id":"ED169086",
        "title":"Evaluating Attitudinal Change in a Multicultural Setting."},
      {
        "id":"ED169088",
        "title":"Educational Research in America. Annual Report 1975."},
      {
        "id":"ED169095",
        "title":"The Utility of the Racial Attitudes and Perceptions Survey (RAPS) for Assessing Impact of Race Relations Training Programs in the Military. Final Report. (Mar 73-Mar 74). Technical Paper 339."},
      {
        "id":"ED169096",
        "title":"A Bayesian Method for Evaluating Trainee Proficiency. Technical Paper 323."},
      {
        "id":"ED169097",
        "title":"Criterion-Referenced Testing: A Critical Analysis of Selected Models. Technical Paper 306. Final Report"},
      {
        "id":"ED169098",
        "title":"The Racial Attitudes and Perceptions Survey (RAPS). Final Report (Mar 73-Mar 74). Technical Paper 338."},
      {
        "id":"ED169100",
        "title":"Basic Vocational Interest Scales: The Problem of Sex Restrictiveness and Alternatives."},
      {
        "id":"ED169101",
        "title":"Using Errors to Improve the Quality of Instructional Programs."},
      {
        "id":"ED169103",
        "title":"Issues in Higher Education Program Evaluation."},
      {
        "id":"ED169104",
        "title":"First Step in Validating a Concerns Model for Counselor Education."},
      {
        "id":"ED169116",
        "title":"Interaction Between Achievement and Instructional Method."},
      {
        "id":"ED169123",
        "title":"Current Research on Individual Differences in Learning and Instruction."},
      {
        "id":"ED169126",
        "title":"Out-of-Level Testing. ESEA Title I Evaluation and Reporting System. Technical Paper No. 6."},
      {
        "id":"ED169127",
        "title":"Common Evaluation Hazards. ESEA Title I Evaluation and Reporting System. Technical Paper No. 14."},
      {
        "id":"ED169135",
        "title":"Functional Literacy in Schoolchildren. Definition and Criteria of Test Selection."},
      {
        "id":"ED169137",
        "title":"Does the Rasch Model Really Work? A Discussion for Practitioners. ERIC/TM Report 67."},
      {
        "id":"ED169142",
        "title":"The Parent-Child Nutrition Education Project. Final Report."},
      {
        "id":"ED169150",
        "title":"An Examination of the Relationship Between Racial Preferences in Black Children and Their Self Concept."},
      {
        "id":"ED169153",
        "title":"Early Childhood Education: An Examination of Some Urban Implications."},
      {
        "id":"ED169155",
        "title":"A Five Step Model for Teaching and Working with Culturally Different Children."},
      {
        "id":"ED169159",
        "title":"A National Conference on Health Policy, Planning, and Financing the Future of Health Care for Blacks in America. NCHSR Research Proceedings Series."},
      {
        "id":"ED169165",
        "title":"Change in Junior High Schools: Two Case Studies."},
      {
        "id":"ED169166",
        "title":"Potential Second Order Effects of Carter's Welfare Reform on the Family."},
      {
        "id":"ED169167",
        "title":"Task Engagement and the Consistency of Pedagogical Controls: An Ecological Study of Differently Structured Classroom Settings. Urban Diversity Series, Number 57."},
      {
        "id":"ED169168",
        "title":"Some Unintended Consequences of Desegregation: Adult Naivety About Kids' Social Worlds."},
      {
        "id":"ED169169",
        "title":"State Planning to Achieve Successful Desegregation. A Conference Report of State Equal Educational Opportunity Directors (Denver, Colorado, September 7-8, 1979)."},
      {
        "id":"ED169175",
        "title":"Metropolitan School Desegregation. A Report and Recommendations of the National Task Force on Desegregation Strategies."},
      {
        "id":"ED169191",
        "title":"The Annotated Bibliography on Cross-Cultural Problems in Education. Volume II: Published Literature (Books). ERIC/CUE Urban Diversity Series, Number 62."},
      {
        "id":"ED169196",
        "title":"Police Use of Force: A Community Relations Concern."},
      {
        "id":"ED169197",
        "title":"Perspectives on Sex and Gender: Proceedings of a Multidisciplinary Conference. ERIC/CUE Urban Diversity Series, Number 61."},
      {
        "id":"ED169199",
        "title":"The Federal Fair Housing Enforcement Effort."},
      {
        "id":"ED169201",
        "title":"Racial Segregation Among Places of Employment. Report No. 262."},
      {
        "id":"ED169205",
        "title":"A Metropolitan Desegregation Plan--Where the White Students Went."},
      {
        "id":"ED169212",
        "title":"Job Training Programs Need More Effective Management. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED169213",
        "title":"Police Management Training. Factors Influencing DWI [Driving While Intoxicated] Arrest: Participant Manual."},
      {
        "id":"ED169221",
        "title":"A Knowledge Development Plan for Youth Initiatives, Fiscal 1979."},
      {
        "id":"ED169231",
        "title":"Career Education Infusion with Language Arts/Science Project. Final Report."},
      {
        "id":"ED169243",
        "title":"Female Work Orientation and Marital Events. The Transition to Marriage and Motherhood."},
      {
        "id":"ED169277",
        "title":"Research Uses of the National Longitudinal Surveys. R&amp;D Monograph 62."},
      {
        "id":"ED169279",
        "title":"Police Management Training. Factors Influencing DWI [Driving While Intoxicated] Arrests: Planning Guide."},
      {
        "id":"ED169280",
        "title":"Police Management Training. Factors Influencing DWI [Driving While Intoxicated] Arrests: Workshop Leader Outline (Instructor&apos;s Manual)."},
      {
        "id":"ED169281",
        "title":"Guide for AVTS and Community College Post Secondary Distributive Education."},
      {
        "id":"ED169287",
        "title":"The Instructional Quality Inventory: IV. Job Performance Aid. Special Report 79-5."},
      {
        "id":"ED169383",
        "title":"Youth Programs Models and Innovations."},
      {
        "id":"ED169384",
        "title":"Conference Report: Adult Learning Needs and the Demand for Lifelong Learning."},
      {
        "id":"ED169391",
        "title":"Attitudes of Professional Men and Women toward Women&apos;s Roles in Society."},
      {
        "id":"ED169396",
        "title":"Social Skills Training in Epilepsy Rehabilitation."},
      {
        "id":"ED169403",
        "title":"Self-Esteem and Sex Differences in Attributional Style: Effect Upon Performance."},
      {
        "id":"ED169404",
        "title":"Self-Guided Field Experience."},
      {
        "id":"ED169406",
        "title":"Alcohol and Drug Use in a Suburban Sample of College and High School Students."},
      {
        "id":"ED169412",
        "title":"The Bronx Community College Counseling Program for Probationary Students: A Final Evaluation."},
      {
        "id":"ED169421",
        "title":"Leadership Style and Communication Process: An Experiment Using the Psychological Isotope Techniques."},
      {
        "id":"ED169428",
        "title":"Problems and Prospects in Training Psychologists to Consult with Physicians."},
      {
        "id":"ED169435",
        "title":"When Individual Dispositions and Social Pressure Conflict: A Catastrophe."},
      {
        "id":"ED169441",
        "title":"Gender and Adult Mid-Life Development: Critical Appraisal."},
      {
        "id":"ED169442",
        "title":"Handbook for Instruction on Aging in California Public Schools. Kindergarten Through Grade Twelve."},
      {
        "id":"ED169447",
        "title":"Social Context Variables in the Social Perception of Rape."},
      {
        "id":"ED169448",
        "title":"Agreeing to Learn."},
      {
        "id":"ED169450",
        "title":"Effects of Evaluation Expectation on Artistic Creativity."},
      {
        "id":"ED169458",
        "title":"Counseling Nonwhite Students in an Era of Integration."},
      {
        "id":"ED169459",
        "title":"The Student Affairs Dean and the President: Trends in Higher Education."},
      {
        "id":"ED169462",
        "title":"A Survey of Sexual Abuse in the Population at Large: Some Policy Implications."},
      {
        "id":"ED169468",
        "title":"Primary Children Think about Words: Concepts and Implications."},
      {
        "id":"ED169477",
        "title":"Developmental Implications of the Levels of Processing Memory Framework."},
      {
        "id":"ED169482",
        "title":"Teacher Conceptions of Reading and the Impact on Instructional Behavior."},
      {
        "id":"ED169486",
        "title":"Questioning Strategies to Develop Critical Thinking Skills."},
      {
        "id":"ED169489",
        "title":"On the Psychological Reality of Text Types. Technical Report No. 91, July 1, 1978 through February 28, 1979."},
      {
        "id":"ED169503",
        "title":"Relationship among Student Time on Task, Orientation of Teachers, and Instructional Grouping in Elementary Reading Classes."},
      {
        "id":"ED169519",
        "title":"Proceedings of the Great Literacy Crisis Symposium, San Diego State University, October 2, 1978."},
      {
        "id":"ED169520",
        "title":"Schemata for Reading and Reading Comprehension Performance. Technical Report No. 120."},
      {
        "id":"ED169521",
        "title":"The Effect of Background Knowledge on Young Children&apos;s Comprehension of Explicit and Implicit Information. Technical Report No. 116."},
      {
        "id":"ED169522",
        "title":"On the Dialect Question and Reading. Technical Report No. 121."},
      {
        "id":"ED169523",
        "title":"Effects of the Reader's Schema at Different Points in Time. Technical Report No. 119."},
      {
        "id":"ED169524",
        "title":"Effects of Embedded Anomalies and Oral Reading Errors on Children's Understanding of Stories. Technical Report No. 118."},
      {
        "id":"ED169527",
        "title":"Journalism and Social Thought in Chicago: The Case for Symbolic Interactionism in the Study of Communications in America."},
      {
        "id":"ED169533",
        "title":"D'Nealian Manuscript: A Continuous Stroke Print."},
      {
        "id":"ED169534",
        "title":"English 8."},
      {
        "id":"ED169535",
        "title":"English 9: A Resource Book for Teachers."},
      {
        "id":"ED169536",
        "title":"English 8-12 Secondary Guide."},
      {
        "id":"ED169537",
        "title":"Listening: Its Impact at All Levels on Reading and the Other Language Arts. Revised Edition."},
      {
        "id":"ED169542",
        "title":"Why Students Find Writing to be Torture."},
      {
        "id":"ED169543",
        "title":"The Evaluation Process."},
      {
        "id":"ED169549",
        "title":"Stimulating Creative Written Communication through Divergent Thinking Processes."},
      {
        "id":"ED169568",
        "title":"Interpersonal Communication: Innovations in Instruction."},
      {
        "id":"ED169576",
        "title":"Communication Competence for Ongoing Relationships."},
      {
        "id":"ED169579",
        "title":"Contextual Correlates of Communication Satisfaction."},
      {
        "id":"ED169589",
        "title":"The Control Dimension of Interpersonal Relationships: Conceptualization, Behavioral Correlates and Measurement."},
      {
        "id":"ED169592",
        "title":"Training Teaching Assistants to Teach the Basic-Communication Course."},
      {
        "id":"ED169595",
        "title":"Grounding a Stereotype Theory: Reference Group Variable and the Homosexual Stereotype."},
      {
        "id":"ED169606",
        "title":"Pre-Production Planning for Public Service Announcements: A Case Study."},
      {
        "id":"ED169609",
        "title":"Part 11: A Bill to Provide Educational Proficiency Standards. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Fifth Congress, First Session on H.R. 6088 (September 12 and 15, 1977)."},
      {
        "id":"ED169610",
        "title":"Part 20: Field Hearings on H.R. 15, A Bill to Extend the Elementary and Secondary Education Act. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Fifth Congress, Second Session on H.R. 15 (February 10 and 11, 1978)."},
      {
        "id":"ED169631",
        "title":"Unionism in Catholic Schools. A Symposium."},
      {
        "id":"ED169632",
        "title":"Guidelines for Selected Personnel Practices in Catholic Schools."},
      {
        "id":"ED169633",
        "title":"National Conference on Catholic School Finance, 1977."},
      {
        "id":"ED169634",
        "title":"Negotiations in Catholic Schools."},
      {
        "id":"ED169669",
        "title":"California Schools Beyond Serrano: A Report on Assembly Bill 65 of 1977."},
      {
        "id":"ED169682",
        "title":"Conservation Task Force Report on Education and Training. Draft Copy."},
      {
        "id":"ED169686",
        "title":"Project LINC: Learning in Integrated Classrooms. Final Program Performance Report and Third Annual Interim Report. July 1, 1975 - June 30, 1978."},
      {
        "id":"ED169692",
        "title":"Nondiscrimination on the Basis of Handicap in Programs and Activities Receiving or Benefiting from Federal Financial Assistance. Federal Register. Part VI."},
      {
        "id":"ED169696",
        "title":"The Granville Project."},
      {
        "id":"ED169699",
        "title":"A Comparison of Two Methods of Teaching a Reading Task to Mildly Intellectually Handicapped Adolescents. [The Granville Project]."},
      {
        "id":"ED169704",
        "title":"Assessment of Needs and Implementation of Client-based Programmes. [and] On-Going Assessment of Work Undertaken by Trainees. [The Granville Project]."},
      {
        "id":"ED169705",
        "title":"Developing Independence Through Work Preparation. Minerva Street Special School Augmented Evaluation of Innovations Program Project (76/6040)."},
      {
        "id":"ED169706",
        "title":"A Model for the Evaluation of Vocational Preparation Programs for the Learning Disabled."},
      {
        "id":"ED169730",
        "title":"A Long-Range Study of Schizophrenia."},
      {
        "id":"ED169731",
        "title":"Management of Newborn Infants with Phenylketonuria."},
      {
        "id":"ED169732",
        "title":"Infant Neurological Abnormalities as Predictors of IQ and School Performance."},
      {
        "id":"ED169735",
        "title":"Impact Study on Driving by Special Populations. Final Report, Volume I: Conduct of the Project and State of the Art."},
      {
        "id":"ED169736",
        "title":"Impact Study on Driving by Special Populations. Final Report. Volume II: A Guide for the Evaluation of Handicapped Drivers."},
      {
        "id":"ED169738",
        "title":"Self-Perceptions of Ability, Expectations and Locus of Control in Elementary Learning Disabled Children."},
      {
        "id":"ED169749",
        "title":"State Education Agencies and Language-Minority Students."},
      {
        "id":"ED169758",
        "title":"Legal Language: What Is It and What Can We Do About It?"},
      {
        "id":"ED169766",
        "title":"Avaqqanam Quliaqtuaqtanik: I. Qupqugiaq; II. Inuqulligaurat (I. The Ten-Legged Polar Bear; II. Dwarves)."},
      {
        "id":"ED169770",
        "title":"Gwich'in Gwitr'it Dehtly'aa (Gwich'in Workbook)."},
      {
        "id":"ED169774",
        "title":"Inferencing as an Aspect of Cloze Test Performance. Working Papers on Bilingualism, No. 17."},
      {
        "id":"ED169777",
        "title":"Strategies of Communication Used by Native and Non-Native Speakers of French. Working Papers on Bilingualism, No. 17."},
      {
        "id":"ED169792",
        "title":"A Model Program to Provide Educational Equity for Women Beginning in Engineering."},
      {
        "id":"ED169803",
        "title":"The Efficacy of Voluntary vs. Compulsory Tutorial Program"},
      {
        "id":"ED169820",
        "title":"Corporate Management Invades Academe."},
      {
        "id":"ED169822",
        "title":"State Postsecondary Education Institutional Authorization and Oversight. A National Report and Inservice Education Program. Proceedings of the Conference (Colorado Springs, Colorado, July 11-14, 1978). Report No. 114."},
      {
        "id":"ED169828",
        "title":"Planning for Postsecondary Education in California: A Five-Year Plan Update, 1979."},
      {
        "id":"ED169829",
        "title":"Faculty Salaries in California Public Higher Education, 1979-1980. Final Report."},
      {
        "id":"ED169830",
        "title":"Clinical Problem Solving Exercises for Pre-Clinical Medical Education: A Design, Implementation and Preliminary Evaluation."},
      {
        "id":"ED169866",
        "title":"The Study of the Academic Employment and Graduate Enrollment Patterns and Trends of Women in Science and Engineering. Summary Report."},
      {
        "id":"ED169869",
        "title":"Reauthorization of the Higher Education Act by the 96th Congress--Selected Issues."},
      {
        "id":"ED169871",
        "title":"A Conceptual Typology of the Role of the University Attorney."},
      {
        "id":"ED169875",
        "title":"Budgeting in Higher Education. AAHE-ERIC/Higher Education Research Report No. 3, 1979."},
      {
        "id":"ED169881",
        "title":"Uses and Users of Library Statistics of the National Center for Education Statistics."},
      {
        "id":"ED175960",
        "title":"Supreme Court of the United States, Syllabus. Columbus Board of Education Et Al. v. Penick Et Al. Certiorari to the United States Court of Appeals for the Sixth Circuit. No. 78-610."},
      {
        "id":"ED175966",
        "title":"A Report on the Feasibility of a Grade Level Reorganization for the Providence School System, Phase One. Final Report."},
      {
        "id":"ED175968",
        "title":"Enforcement Executives Conference in Detroit, Michigan, Friday, June 22, 1979. [Remarks]."},
      {
        "id":"ED175970",
        "title":"Minorities and the Quest for Human Dignity."},
      {
        "id":"ED175974",
        "title":"The Social and Economic Status of the Black Population in the United States: An Historical View, 1790-1978. Current Population Reports, Special Studies, Series P-23, No. 80."},
      {
        "id":"ED175978",
        "title":"\"Epaminondas and His Auntie\": Parenting and Family Impact."},
      {
        "id":"ED175980",
        "title":"Turning Points in Educational Policy Implementation; An Analytic History of the Response to Educational Needs Project, 1968-1978."},
      {
        "id":"ED175982",
        "title":"Correctional Education Programs for Inmates. National Evaluation Program Phase I Report. Series A, Number 22."},
      {
        "id":"ED175986",
        "title":"Recent Suburbanization of Blacks: How Much, Who, and Where?"},
      {
        "id":"ED175989",
        "title":"Public Forum on Women's Rights and Responsibilities."},
      {
        "id":"ED175990",
        "title":"A Policy Maker's Guide to Title I of the Elementary and Secondary Education Act and Its Relationship to State and Local Special Programs."},
      {
        "id":"ED176039",
        "title":"Students Older Than Average: Research and Implications."},
      {
        "id":"ED176049",
        "title":"Department of Defense Curricula: Information Concerning Conversion for Civilian Use."},
      {
        "id":"ED176054",
        "title":"Attracting Reentry Women to Engineering and Technology."},
      {
        "id":"ED176067",
        "title":"Handbook in Vocational Education Evaluation. A Case Study Approach Utilizing Basic Evaluation Techniques in a Vocational Context."},
      {
        "id":"ED176072",
        "title":"Vocational Instructional Materials in Horticulture for Students with Special Needs."},
      {
        "id":"ED176085",
        "title":"The Demographic Composition of Cyclical Variations in Employment."},
      {
        "id":"ED176086",
        "title":"Development of an Evaluation Model for Competency-Based Instruction. Final Report, July 1, 1978 through June 30, 1979."},
      {
        "id":"ED176088",
        "title":"A Society of Elders: Education Only for the Old?"},
      {
        "id":"ED176089",
        "title":"The Moped Report."},
      {
        "id":"ED176093",
        "title":"Resources in Vocational Education, 1978. Volume 11, No. 4."},
      {
        "id":"ED176094",
        "title":"Resources in Vocational Education, 1978. Annual Index."},
      {
        "id":"ED176095",
        "title":"Resources in Vocational Education, 1979. Volume 12, No. 1."},
      {
        "id":"ED176097",
        "title":"Resources in Vocational Education, 1979. Volume 12, No. 3."},
      {
        "id":"ED176115",
        "title":"Conference Report on Youth Unemployment: Its Measurements and Meaning."},
      {
        "id":"ED176117",
        "title":"Supplementary Papers from the Conference on Youth Unemployment: Its Measurement and Meaning."},
      {
        "id":"ED176118",
        "title":"Occupational Safety and Health Program Guidelines for Colleges and Universities. An Administrative Resource Manual."},
      {
        "id":"ED176121",
        "title":"GI Bill Benefits for Flight and Correspondence Training Should Be Discontinued. Report by the Comptroller General of the United States."},
      {
        "id":"ED176124",
        "title":"Improving Vocational Education Evaluation. Case Studies of Four States."},
      {
        "id":"ED176127",
        "title":"Guidelines and Standards for Proprietary Schools."},
      {
        "id":"ED176129",
        "title":"Behavioral Strategies for Nonsmokers: Avoiding and Confronting Smokers."},
      {
        "id":"ED176137",
        "title":"A Developmental Study of the Relationship Among Irrational Beliefs, Behavior Problems, and Neuroticism in Adolescent Boys."},
      {
        "id":"ED176138",
        "title":"A Working Woman&apos;s Guide To Her Job Rights. Leaflet 55."},
      {
        "id":"ED176143",
        "title":"The Impact of a Series of Learning Experiences on Ninth-Grade Students&apos; Attitudes Toward the Aged. Summary and Lesson Plans."},
      {
        "id":"ED176146",
        "title":"Behavioral Consultation to Community Self-Help Organizations."},
      {
        "id":"ED176165",
        "title":"Establishing Supervising Behaviors in Eighth Graders and Peer-Tutoring Behaviors in First Graders."},
      {
        "id":"ED176171",
        "title":"Communicating With Our Sons and Daughters."},
      {
        "id":"ED176172",
        "title":"The Female Offender: A Selected Bibliography."},
      {
        "id":"ED176174",
        "title":"Achievement Motivation as a Predictor of Effort and Achievement in a Mastery Learning Course."},
      {
        "id":"ED176175",
        "title":"Experimental Induction of Fear of Success Fantasies: Partial Validation of Horner&apos;s Construct."},
      {
        "id":"ED176176",
        "title":"Social Comparison of Pay and Inequity Theory."},
      {
        "id":"ED176177",
        "title":"Organizational Size, Work Group Size, Job Level, and Perceived Job Characteristics."},
      {
        "id":"ED176180",
        "title":"Testing Systems and Personality in an Introductory Psychology Course."},
      {
        "id":"ED176185",
        "title":"Escape as a Factor in the Maintenance of Aggression, Tantrums and Self-Injury."},
      {
        "id":"ED176187",
        "title":"The Coronary-Prone (Type A) Behavior Pattern: Quicker To Anger, Slower To Cool Off."},
      {
        "id":"ED176188",
        "title":"Evaluation Issues."},
      {
        "id":"ED176191",
        "title":"Research Into Violent Behavior: Domestic Violence; Hearings Before the Subcommittee on Domestic and International Scientific Planning, Analysis and Cooperation of the Committee on Science and Technology, House of Representatives, Ninety-Fifth Congress, Second Session."},
      {
        "id":"ED176192",
        "title":"Play Equipment Utilization and Its Effects on Peer Social Interaction For an Asocial 4-Year Old Female Subject."},
      {
        "id":"ED176197",
        "title":"The Use of Modeling Tapes in the Teaching of Interviewing Skills."},
      {
        "id":"ED176198",
        "title":"Teaching Interviewing Skills: Immediate Versus Delayed Feedback."},
      {
        "id":"ED176200",
        "title":"Toward An Idiothetic Conception of Personality."},
      {
        "id":"ED176204",
        "title":"Vocational Rehabilitation in the Treatment Setting: Trainee&apos;s Manual."},
      {
        "id":"ED176205",
        "title":"Domestic Violence, 1978; Hearings Before the Subcommittee On Child and Human Development of the Committee on Human Resources, United States Senate, Ninety-Fifty Congress, Second Session."},
      {
        "id":"ED176207",
        "title":"R&amp;D Speaks in Reading: Research for Practitioners; Proceedings of a Reading Conference."},
      {
        "id":"ED176213",
        "title":"Case Relationships in the Creative Oral Language of Preoperational and Concrete Operational First Graders."},
      {
        "id":"ED176214",
        "title":"The Application of an Index of Efficiency to a Reading Mastery Test."},
      {
        "id":"ED176217",
        "title":"Indicators for Learning and Teacher Competencies in the Basic Skills: Reading and Listening. Research Bulletin, Volume 12, Number 4, Spring 1979."},
      {
        "id":"ED176218",
        "title":"Reading and Study Skills: Preschool and Primary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176229",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" October 1978 through June 1979 (Vol. 39 Nos. 4 through 12)."},
      {
        "id":"ED176230",
        "title":"Teacher Education in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" September 1978 through June 1979 (Vol. 39 Nos. 3 through 12)."},
      {
        "id":"ED176234",
        "title":"A Sentence Verification Technique for Measuring Reading Comprehension. Technical Report No. 137."},
      {
        "id":"ED176235",
        "title":"Prior Knowledge and Story Processing: Integration, Selection, and Variation. Technical Report No. 138."},
      {
        "id":"ED176238",
        "title":"Differential Utilization of Syntactic and Semantic Information by Skilled and Less Skilled Readers in the Intermediate Grades."},
      {
        "id":"ED176243",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176259",
        "title":"Judgment: Designing a Proficiency Exam."},
      {
        "id":"ED176260",
        "title":"Public Interest in Foreign News."},
      {
        "id":"ED176262",
        "title":"A Discourse on Discourse Analysis."},
      {
        "id":"ED176263",
        "title":"The Teacher-Student Conference and the Development of Meaning in Writing."},
      {
        "id":"ED176267",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" September 1978 through June 1979 (Vol. 39 Nos. 3 through 12)."},
      {
        "id":"ED176280",
        "title":"Research on the Language of the English Classroom: A Disconnected Dream."},
      {
        "id":"ED176283",
        "title":"Listening Processes: Attention, Understanding, Evaluation. What Research Says to the Teacher."},
      {
        "id":"ED176284",
        "title":"The Newspaper in the Classroom. What Research Says to the Teacher."},
      {
        "id":"ED176289",
        "title":"Non-News Users: An Analysis of a Non-Viewing Population."},
      {
        "id":"ED176290",
        "title":"Minorities and the Mass Media: A Review of the Literature, 1948-1978."},
      {
        "id":"ED176291",
        "title":"Relations between Gratifications Sought and Gratifications Obtained: A Study of Television News."},
      {
        "id":"ED176292",
        "title":"Rhetorical Maturity: Definition and Development."},
      {
        "id":"ED176296",
        "title":"The Composing Process: What We Know/What We Tell Our Students."},
      {
        "id":"ED176298",
        "title":"Teaching Writing Across the University: The Michigan Tech Experience."},
      {
        "id":"ED176301",
        "title":"Testing Basics: Battling the Windmills in the University System of Georgia."},
      {
        "id":"ED176302",
        "title":"Children and Sexist Literature: The Challenge of Critical Reading."},
      {
        "id":"ED176303",
        "title":"The Derivation and Use of Sentence Formulae in Composition."},
      {
        "id":"ED176308",
        "title":"Literature by and about the American Indian: An Annotated Bibliography. Second Edition."},
      {
        "id":"ED176309",
        "title":"Attitudes, Language, and Change."},
      {
        "id":"ED176320",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176321",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176322",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176327",
        "title":"Writing and Learning across the Curriculum: The Experience of a Faculty Seminar."},
      {
        "id":"ED176336",
        "title":"Diagnosis in Writing."},
      {
        "id":"ED176351",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176352",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176353",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176354",
        "title":"Speech Communication SEP for Grades K-12."},
      {
        "id":"ED176355",
        "title":"Speech Communication Education: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED176356",
        "title":"Information and Communications: Congressional Clearinghouse on the Future, Chautauquas for Congress, March, 1979."},
      {
        "id":"ED176361",
        "title":"Team Teaching History and Public Address."},
      {
        "id":"ED176362",
        "title":"Leadership Effectiveness. ACSA School Management Digest, Series 1, No. 16. ERIC/CEM Research Analysis Series Number 44."},
      {
        "id":"ED176364",
        "title":"Toward the Prediction of Events in Teachers' Contract Negotiations."},
      {
        "id":"ED176369",
        "title":"Economic Democracy, Education, and Social Change. Program Report No. 79-B16."},
      {
        "id":"ED176370",
        "title":"Individual Entitlements for Recurrent Education. Program Report No. 79-B14."},
      {
        "id":"ED176374",
        "title":"Education and Earnings of Blacks and the &quot;Brown&quot; Decision. Program Report No. 79-B13."},
      {
        "id":"ED176400",
        "title":"A Case for Underground Schools."},
      {
        "id":"ED176402",
        "title":"Dissemination by Development."},
      {
        "id":"ED176403",
        "title":"Champions of Children. Administrators . . ."},
      {
        "id":"ED176404",
        "title":"How to Comply With the Emergency Building Temperature Restrictions."},
      {
        "id":"ED176410",
        "title":"The Restoration of Standards: The Modesto Plan. Fastback 129."},
      {
        "id":"ED176413",
        "title":"Student Behavior and Parental/Community Involvement: Impacting for Change."},
      {
        "id":"ED176426",
        "title":"Developing Cognitive Skills in Handicapped Children Through Art."},
      {
        "id":"ED176427",
        "title":"Imagery Effects and Memory for Signs and Words."},
      {
        "id":"ED176449",
        "title":"Expanding Horizons in Commercial Recreation for Disabled People."},
      {
        "id":"ED176451",
        "title":"Service Delivery Assessment. Education for the Handicapped, Regions VIII and X with I, IV, V, VI, IX."},
      {
        "id":"ED176464",
        "title":"The Learning Lab: A Clinical Diagnostic Teaching Model."},
      {
        "id":"ED176485",
        "title":"County Agents for Children. Final Report. Part II. Helping Children Effectively. A Guide to Volunteers."},
      {
        "id":"ED176486",
        "title":"County Agents for Children. Final Report. Part III. Developing Community Awareness."},
      {
        "id":"ED176494",
        "title":"The Development of Play Skills and Communicative Competence in Visually Impaired Children with Additional Handicaps. Report No. 79-24."},
      {
        "id":"ED176498",
        "title":"Military Child Advocacy Programs--Victims of Neglect. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED176511",
        "title":"The Definition and Prevalence of Learning Disabilities."},
      {
        "id":"ED176514",
        "title":"A Summary of Selected Legislation Relating to the Handicapped, 1977-78."},
      {
        "id":"ED176522",
        "title":"Expectations for the Role of Cooperative Special Education Director."},
      {
        "id":"ED176548",
        "title":"L'universite bilingue (The Bilingual University)."},
      {
        "id":"ED176550",
        "title":"Elementary French Program Guides."},
      {
        "id":"ED176551",
        "title":"Elementary French Resource Book."},
      {
        "id":"ED176561",
        "title":"Secondary German Program Guide."},
      {
        "id":"ED176564",
        "title":"Albanian: Basic Differences Between Gege and Toske Dialects."},
      {
        "id":"ED176565",
        "title":"Albanian Song Book."},
      {
        "id":"ED176572",
        "title":"Albanian: Basic Course. Volume V, Lessons 47-54."},
      {
        "id":"ED176573",
        "title":"Albanian: Basic Course. Volume VI, Lessons 55-62."},
      {
        "id":"ED176574",
        "title":"Albanian: Basic Course. Volume VII, Lessons 63-72."},
      {
        "id":"ED176575",
        "title":"Albanian: Basic Course. Volume VIII, Lessons 73-90."},
      {
        "id":"ED176576",
        "title":"Albanian: Basic Course. Volume IX, Lessons 91-110."},
      {
        "id":"ED176577",
        "title":"Albanian: Basic Course. Volume X, Lessons 111-120."},
      {
        "id":"ED176584",
        "title":"The Effects of a Summertime French Immersion Experience on the English and French Speech of a Bilingual Child."},
      {
        "id":"ED176588",
        "title":"Reading a Second Language. Language in Education: Theory and Practice, No. 20."},
      {
        "id":"ED176589",
        "title":"Evaluating a Second Language Program. Language in Education: Theory and Practice, No. 19."},
      {
        "id":"ED176590",
        "title":"Testing Oral Communication in the Foreign Language Classroom. Language in Education: Theory and Practice, No. 17."},
      {
        "id":"ED176591",
        "title":"Chicano English. Language in Education: Theory and Practice, No. 21."},
      {
        "id":"ED176604",
        "title":"Essential Components of a Comprehensive Faculty Evaluation System."},
      {
        "id":"ED176618",
        "title":"Recent Trends in Research on Academic Women: A Bibliographic Review and Analysis."},
      {
        "id":"ED176620",
        "title":"Supply and Demand for College Graduates in the South, 1985."},
      {
        "id":"ED176633",
        "title":"Information Exchange Procedures for Major Research Universities: Alternative Conceptual Approaches."},
      {
        "id":"ED176634",
        "title":"Information Exchange Procedures for Major Research Universities; Technical Diary of the Major Research Universities&apos; Pilot Test."},
      {
        "id":"ED176640",
        "title":"Independent and Interaction Effects of Significant Institutional Variables on the Career Aspirations of College Women."},
      {
        "id":"ED176643",
        "title":"Bakke and Beyond. Invitational Regional Seminar. Collected Papers."},
      {
        "id":"ED176645",
        "title":"Occupational Programs in Four-Year Colleges: Trends and Issues. AAHE-ERIC/ Higher Education Research Report No. 5, 1979."},
      {
        "id":"ED176649",
        "title":"Impacts of Campus Experiences and Parental Socialization on Undergraduates&apos; Career Choices. Final Report, BSSR Project: 549."},
      {
        "id":"ED176652",
        "title":"A Study of Three-Year Curricula in U.S. Medical Schools."},
      {
        "id":"ED176655",
        "title":"Projecting Applications for Admissions in Higher Education."},
      {
        "id":"ED176656",
        "title":"Minority Students and Professional Associations."},
      {
        "id":"ED176658",
        "title":"Efficiency, Effectiveness, and Management Information Systems in Higher Education."},
      {
        "id":"ED176659",
        "title":"The Use of Student Outcomes in Resource Allocation Decisions."},
      {
        "id":"ED176660",
        "title":"Residence Hall Damage: Analysis and Control."},
      {
        "id":"ED176673",
        "title":"Differences in Rates and Modes of Attrition Between Three Groups of Oswego Undergraduate Students. Research Report."},
      {
        "id":"ED176680",
        "title":"Inconsistencies in Awarding Financial Aid to Students Under Four Federal Programs. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED176681",
        "title":"College Opportunity Act of 1978. Joint Hearing Before the Committee on Human Resources, United States Senate and the Committee on Education and Labor, House of Representatives, Ninety-fifth Congress, Second Session on S. 2539 (February 9, 1978)."},
      {
        "id":"ED176683",
        "title":"Forest Service Career Guide. Professional Opportunities in Natural Resource Management, Planning, and Research. Revised Edition."},
      {
        "id":"ED176689",
        "title":"Degree Awards to Women: An Update."},
      {
        "id":"ED176690",
        "title":"Government, Quality Programs and Effective Resource Use in Higher Education."},
      {
        "id":"ED176691",
        "title":"James Madison University Survey of Faculty Activities."},
      {
        "id":"ED176698",
        "title":"Improving Undergraduate Education in the South."},
      {
        "id":"ED176707",
        "title":"Are There Differences in Perceived Teaching Effectiveness Between Males and Females in Anthropology?"},
      {
        "id":"ED176725",
        "title":"The Feasibility of Implementing an Online Data Base Search Service in the New Jersey Library Network. Phase II: Patterns of Service in Periodical Information Requests in the Area Libraries of New Jersey."},
      {
        "id":"ED176728",
        "title":"A New Catalog: Some Ideas on Its Purpose, Form, Cost, and Planning for It."},
      {
        "id":"ED176730",
        "title":"Off-Campus Library Services: Those Inbetween Years."},
      {
        "id":"ED176733",
        "title":"A Plan for Library Support of Off-Campus Continuing Education Courses."},
      {
        "id":"ED176743",
        "title":"A Report on Serials List Activity in Nebraska's Metropolitan Library Network Area."},
      {
        "id":"ED176746",
        "title":"South Carolina Speaks Up for Libraries. Report of the Governor's Conference on Library and Information Services."},
      {
        "id":"ED176761",
        "title":"Resource Sharing in Professional Education for Librarianship: An International Approach."},
      {
        "id":"ED176778",
        "title":"Coordinating Continuing Education for Library/Media/Information Personnel: A Plan for Pennsylvania."},
      {
        "id":"ED176796",
        "title":"Technology Supported Information Systems: Selected References. Report No. 79-16 SPR."},
      {
        "id":"ED176797",
        "title":"Acceptability of Microfiche Copy in Lieu of Paper Copy of Current Journals. Technical Paper No. 10."},
      {
        "id":"ED176811",
        "title":"First Year of ARAP-SIS: A Summary of the Results from a Comprehensive Student Follow-Up System."},
      {
        "id":"ED176816",
        "title":"Criteria and Procedures to be Used in the Establishment or Expansion of Community Colleges and Extension Centers in Alaska."},
      {
        "id":"ED176823",
        "title":"Follow-Up Study of FY1978 Occupational Graduates of the Illinois Public Community Colleges."},
      {
        "id":"ED176824",
        "title":"Report on FY 1979 Winter and Spring Student Enrollments in Illinois Public Community Colleges."},
      {
        "id":"ED176832",
        "title":"International Developments in Post-Secondary, Short-Cycle Education: Report of a Wingspread Conference convened by the American Association of Community and Junior Colleges in cooperation with the Johnson Foundation at Wingspread (Racine, Wisconsin, October 25-27, 1978)"},
      {
        "id":"ED176845",
        "title":"Contrasts in Relationships Between School Achievement and Background, Ability and Personality Factors for Groups Differing in Sex and Race at the Primary School Level."},
      {
        "id":"ED176847",
        "title":"Television Viewing, Family Style and Aggressive Behavior."},
      {
        "id":"ED176848",
        "title":"A Theory of the Active Nature of Young Children&apos;s Television Viewing."},
      {
        "id":"ED176850",
        "title":"Conceptual, Methodological, and Value Issues in Empathy Research."},
      {
        "id":"ED176856",
        "title":"The High/Scope Report. Number Four."},
      {
        "id":"ED176857",
        "title":"Metamemory in the Aged."},
      {
        "id":"ED176858",
        "title":"Play as a Cognitive Assessment Tool."},
      {
        "id":"ED176864",
        "title":"Child Health Assessment. Part 2: The First Year of Life."},
      {
        "id":"ED176876",
        "title":"A Teacher's Thumbnail Guide to Standardized Tests in Early Childhood Education: A Manual to Acquaint Teachers with Formal Tests in Early Childhood."},
      {
        "id":"ED176878",
        "title":"Early Individuality: Behavioral Dimensions in One-Year-Olds and Dimensional Stability in Infancy. Uppsala Psychological Reports, No. 252, 1979."},
      {
        "id":"ED176882",
        "title":"Evaluation of East Tennessee's Child Health and Development Project."},
      {
        "id":"ED176885",
        "title":"Reemphasizing the Social in Social Cognition."},
      {
        "id":"ED176886",
        "title":"Children of Working Mothers, March 1977. Special Labor Force Report 217."},
      {
        "id":"ED176891",
        "title":"Class Inclusion Then Role-Taking, a Sequence?"},
      {
        "id":"ED176892",
        "title":"Food Consumption and Nutrition Evaluation: The National School Lunch Program."},
      {
        "id":"ED176894",
        "title":"Guidelines for the Clinical Evaluation of Psychoactive Drugs in Infants and Children."},
      {
        "id":"ED176898",
        "title":"Empathy in Young Children: Relationship to Parents' Empathy, Affection, and Emphasis on the Feelings of Others."},
      {
        "id":"ED176905",
        "title":"Environmental Respect: A New Approach to Outdoor Education."},
      {
        "id":"ED176906",
        "title":"Expedition Planning."},
      {
        "id":"ED176907",
        "title":"Water--Problems and Solutions. A Report Concerning the Problems and Solutions of Negative Water Balance."},
      {
        "id":"ED176915",
        "title":"Rural Crime Prevention Workshop--A Sharing of Ideas."},
      {
        "id":"ED176926",
        "title":"Piagetian Conservation in Navajo Children."},
      {
        "id":"ED176927",
        "title":"Relational Term Usage in Navajo Children."},
      {
        "id":"ED176948",
        "title":"Second Study of Mathematics. Bulletin No. 3."},
      {
        "id":"ED176951",
        "title":"Mathematics for Junior High School, Volume I (Part 2)."},
      {
        "id":"ED176952",
        "title":"Mathematics for Junior High School, Volume II (Part 1)."},
      {
        "id":"ED176953",
        "title":"Mathematics for Junior High School, Volume II (Part 2)."},
      {
        "id":"ED176954",
        "title":"Mathematics for Junior High School. Supplementary Units."},
      {
        "id":"ED176955",
        "title":"Experimental Units for Grades Seven and Eight."},
      {
        "id":"ED176956",
        "title":"Introduction to Algebra (Part 2). Preliminary Edition."},
      {
        "id":"ED176962",
        "title":"A Programmed Course in Algebra."},
      {
        "id":"ED176967",
        "title":"A Report on Students in Calculus: A Survey of the Background and Success of Students Taking Calculus at Valencia Community College, 1971-1974."},
      {
        "id":"ED176978",
        "title":"Guidelines for Self-Assessment of Secondary-School Science Programs: Preface Directions for Use Report Form."},
      {
        "id":"ED176982",
        "title":"Sourcebook for Science Supervisors. 2nd."},
      {
        "id":"ED176983",
        "title":"American Black Scientists and Inventors."},
      {
        "id":"ED176987",
        "title":"Applied Mathematics: An Introductory Course."},
      {
        "id":"ED176988",
        "title":"Investigations in Science Education, Vol. 5, Special Issue. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED176989",
        "title":"Teacher Education Program Evaluation and Follow-Up Studies: A Collection of Current Efforts."},
      {
        "id":"ED176990",
        "title":"Materials Toward the Comparative Analysis of Presentation Techniques. Project TACT Working Paper 2."},
      {
        "id":"ED179054",
        "title":"ALPS: Advanced Learning Packages, 1978-1979."},
      {
        "id":"ED179056",
        "title":"Gifted Children in Israel: Theory, Practice, and Research."},
      {
        "id":"ED179059",
        "title":"Educable Mentally Handicapped (EMH): Language Arts--Level IV."},
      {
        "id":"ED179060",
        "title":"EMH: Reading and Language Arts--Level V."},
      {
        "id":"ED179070",
        "title":"Progress Toward a Free Appropriate Public Education: Semiannual Update on the Implementation of Public Law 94-142: The Education for All Handicapped Children Act."},
      {
        "id":"ED179074",
        "title":"Applying Research: Can and Should Relative Clauses Be Taught?"},
      {
        "id":"ED179079",
        "title":"Contribution a l'etude du probleme de la difficulte en langue etrangere (A Contribution to the Study of the Problem of the Difficulty in Learning a Foreign Language)."},
      {
        "id":"ED179080",
        "title":"Multilinguisme et education au Nigeria (Multilingualism and Education in Nigeria)."},
      {
        "id":"ED179081",
        "title":"Le Zaire: Deuxieme pays francophone du monde? (Zaire: The Second Francophone Country in the World?)"},
      {
        "id":"ED179087",
        "title":"Difficultes phonetiques de l'acquisition du francais langue seconde (Phonetic Difficulties in the Learning of French as a Second Language)."},
      {
        "id":"ED179089",
        "title":"Foreign Languages, English as a Second/Foreign Language, and the U.S. Multinational Corporation. Language in Education: Theory and Practice, No. 16."},
      {
        "id":"ED179097",
        "title":"A Survey of the Teaching of American Culture with K.U. Japanese Students."},
      {
        "id":"ED179098",
        "title":"The Present Situation in the Teaching of American Culture in English Courses in Japan: Analysis of Junior and Senior High School English Textbooks in Japan."},
      {
        "id":"ED179100",
        "title":"&quot;Wh&quot;-Questions: Linguistic Evidence to Explain the Sequence of Acquisition."},
      {
        "id":"ED179105",
        "title":"Educating Nevada's Limited-English-Speaking Students."},
      {
        "id":"ED179107",
        "title":"Le bilinguisme canadien: bibliographie analytique et guide du chercheur (Canadian Bilingualism: Analytical Bibliography and Research Guide)."},
      {
        "id":"ED179108",
        "title":"Variability in the English of Two Indian Communities and Its Effect on Reading and Writing."},
      {
        "id":"ED179110",
        "title":"La culture politique du Mouvement Quebec Francais [The Political Culture of the &quot;French Quebec Movement&quot;]."},
      {
        "id":"ED179116",
        "title":"Report of the Illinois Task Force on Foreign Language and International Studies."},
      {
        "id":"ED179117",
        "title":"President's Commission on Foreign Language and International Studies: Background Papers and Studies."},
      {
        "id":"ED179125",
        "title":"Designing a Core Curriculum. Proceedings of an Institute on Core Curriculum Design at Saint Joseph's College, Rensselaer, Indiana, June 3-8, 1979."},
      {
        "id":"ED179138",
        "title":"Florida's Nurses Speak to Educators."},
      {
        "id":"ED179139",
        "title":"Higher Education Legislative Issues '79. Proceedings of the 28th SREB Legislative Work Conference, August 9-11, 1979."},
      {
        "id":"ED179140",
        "title":"The New Frontier in Higher Education: Pioneers for Survival."},
      {
        "id":"ED179153",
        "title":"Project DELTA, Wichita State University. Final Report."},
      {
        "id":"ED179156",
        "title":"Comparative Information on Higher Education in the SREB States."},
      {
        "id":"ED179163",
        "title":"Sex, Income, and Achievement: Reward-Dualism in Academia."},
      {
        "id":"ED179169",
        "title":"The Search for General Education: The Pendulum Swings Back. Issues in Higher Education, No. 15, 1979."},
      {
        "id":"ED179170",
        "title":"Institutional Racism and the Educational Opportunity Program: A Study of Organizational Change and Strategies for Reform."},
      {
        "id":"ED179175",
        "title":"Student Satisfaction With Residence Hall Life at Miami. Survey Report."},
      {
        "id":"ED179176",
        "title":"Factors Related to the Withdrawal of Students from Miami University. Survey Report."},
      {
        "id":"ED179177",
        "title":"Student Values at Miami. Survey Report."},
      {
        "id":"ED179178",
        "title":"Student Opinions About Health Services at Miami. Survey Report."},
      {
        "id":"ED179182",
        "title":"1979 Evaluation of the UMKC School of Pharmacy Externship Program."},
      {
        "id":"ED179183",
        "title":"WMAHEC-Supported Electives at the UMKC School of Medicine in 1978-1979."},
      {
        "id":"ED179190",
        "title":"Children's Television Behaviour: Its Antecedents and Relationship to School Performance. A Study of the Television Viewing Behaviour of Children in Grade 6 of State Primary Schools in the Metropolitan Area of Melbourne. Occasional Paper No. 14."},
      {
        "id":"ED179195",
        "title":"Individualized Instruction for Data Access (IIDA). Quarterly Report No. 4."},
      {
        "id":"ED179198",
        "title":"Toward More Comprehensible Technical Manual Graphics. Final Report, November 1977 through September 1978."},
      {
        "id":"ED179199",
        "title":"Voice Interactive Analysis System Study. Final Report, August 28, 1978 through March 23, 1979."},
      {
        "id":"ED179205",
        "title":"Computer Science and Technology: Common Command Language for File Manipulation and Network Job Execution: An Example."},
      {
        "id":"ED179206",
        "title":"Computer Science and Technology: Findings of the Standard Benchmark Library Study Group. Final Report."},
      {
        "id":"ED179209",
        "title":"Human Resources Directories and Files in Education. Information Series No. 160."},
      {
        "id":"ED179210",
        "title":"Illinois White House Conference on Library and Information Services."},
      {
        "id":"ED179217",
        "title":"Library Information Handbook: Handbook of Standard Terminology for Reporting and Recording Information about Libraries."},
      {
        "id":"ED179219",
        "title":"Oversight Hearing on Federal Library Programs. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education and the Subcommittee on Postsecondary Education of the Committee on the Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED179222",
        "title":"Report of a Planning Conference for Solar Technology Information Transfer. Austin, Texas, 12-13 June 1979)."},
      {
        "id":"ED179223",
        "title":"Report on the Library Services Study of April 10, 1979 at the City of Brampton Public Library and Art Gallery."},
      {
        "id":"ED179224",
        "title":"Solar Technology Information Transfer in West Virginia. A Report of the Planning Conference (Charleston, West Virginia, April 18-19, 1979)."},
      {
        "id":"ED179234",
        "title":"Highlights of the White House Conference on Library and Information Services: Preconference on International Information Exchange."},
      {
        "id":"ED179247",
        "title":"An Assessment of the Current Status of Educational Technology."},
      {
        "id":"ED179248",
        "title":"A Guide to Audiovisual Resources about ERIC."},
      {
        "id":"ED179249",
        "title":"Cost-Effectiveness Analysis and Instructional Technology: A Review of Conceptual Issues and Selected References."},
      {
        "id":"ED179250",
        "title":"Assessing the Competencies of Media Professionals: A Model for Determining Costs and Effectiveness."},
      {
        "id":"ED179252",
        "title":"Study of Graduates from General College Individualized Baccalaureate Degree Programs. The General College Studies, Volume XV, Number 3, 1978-1979."},
      {
        "id":"ED179260",
        "title":"Transition Plan for Improving Facility Accessibility by Handicapped Students at Amarillo College."},
      {
        "id":"ED179261",
        "title":"Breaking the Sound Barrier: Working with Hearing-Impaired Adults in an Educational Setting."},
      {
        "id":"ED179263",
        "title":"Student Achievement as a Measure of Instructor Effectiveness."},
      {
        "id":"ED179273",
        "title":"The Decline of Transfer Education. Topical Paper Number 70."},
      {
        "id":"ED179274",
        "title":"Career Education in Community Colleges: Sourcebook II."},
      {
        "id":"ED179284",
        "title":"Mastery Motivation and Intellectual Development From 1 to 3 1/2 Years."},
      {
        "id":"ED179285",
        "title":"Maternal Responsiveness and Infant Vocalization."},
      {
        "id":"ED179287",
        "title":"The Fetal Alcohol Syndrome Public Awareness Campaign, 1979: Progress Report Concerning the Advance Notice of Proposed Rulemaking on Warning Labels on Containers of Alcoholic Beverages and Addendum."},
      {
        "id":"ED179288",
        "title":"Some Basic Considerations and Concepts."},
      {
        "id":"ED179289",
        "title":"In Search of Nonlinear Process-Product Functions in Existing Schooling Effects Data: I. A Reanalysis of the First Grade Reading and Mathematics Data From the Stallings and Kaskowitz Follow Through Study."},
      {
        "id":"ED179293",
        "title":"A Naturalistic Study of the Conditions and Characteristics Promoting Social Integration of Handicapped Children in Early Childhood Education Classrooms. Final Report."},
      {
        "id":"ED179294",
        "title":"Development of Empathy and Altruism."},
      {
        "id":"ED179299",
        "title":"Maximizing the Services of a Mental Health Consultant."},
      {
        "id":"ED179301",
        "title":"A Matrix for Research on Teacher Education."},
      {
        "id":"ED179305",
        "title":"Effects of Selected Object Characteristics on Object Permanence Test Performance."},
      {
        "id":"ED179308",
        "title":"Accelerating Peer Social Interaction of a Preschool Isolate Through Play."},
      {
        "id":"ED179309",
        "title":"Maternal Attitudes and Child Development in High Risk Families."},
      {
        "id":"ED179311",
        "title":"Child Egocentrism and Parent Psychopathology in High-Risk Families."},
      {
        "id":"ED179317",
        "title":"Peer Interaction as a Source of Cognitive Developmental Change."},
      {
        "id":"ED179323",
        "title":"Manual for the Use of the Pupil Activities Record--Revised (PAR-R)."},
      {
        "id":"ED179332",
        "title":"Farm Population of the United States: 1978."},
      {
        "id":"ED179333",
        "title":"1978 Annual Report - Appalachian Regional Commission."},
      {
        "id":"ED179350",
        "title":"Naming, Describing, Explaining: Deception and Science."},
      {
        "id":"ED179351",
        "title":"Two Energy Gulfs, Grades 6-7. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED179352",
        "title":"The Effect of Lake Erie on Ohio's Temperature, Student Guide and Teacher Guide. OEAGLS Investigation 1."},
      {
        "id":"ED179353",
        "title":"The Effect of Lake Erie on Climate, Student Guide and Teacher Guide. OEAGLS Investigation 2."},
      {
        "id":"ED179354",
        "title":"Ancient Shores of Lake Erie, Student Guide and Teacher Guide. OEAGLS Investigation 3."},
      {
        "id":"ED179355",
        "title":"Lake Erie and Changing Lake Levels, Student Guide and Teacher Guide. OEAGLS Investigation 5."},
      {
        "id":"ED179356",
        "title":"Coastal Processes and Erosion, Student Guide and Teacher Guide. OEAGLS Investigation 7."},
      {
        "id":"ED179357",
        "title":"Yellow Perch in Lake Erie, Student Guide and Teacher Guide. OEAGLS Investigation 9."},
      {
        "id":"ED179358",
        "title":"Evidence of Ancient Seas in Ohio, Student Guide and Teacher Guide. OEAGLS Investigation 10."},
      {
        "id":"ED179359",
        "title":"Environmental Studies Lecture Notes for Geology 361K, Environmental Earth Science."},
      {
        "id":"ED179360",
        "title":"Environmental Studies, Section I: Man's Effect on Nature. Learning Carrel Lesson 6.1: Population. Study Guide and Script."},
      {
        "id":"ED179361",
        "title":"Environmental Studies, Section I: Man's Effect on Nature. Learning Carrel Lesson 6.2: Land Use. Study Guide and Script."},
      {
        "id":"ED179362",
        "title":"Environmental Studies, Section I: Man's Effect on Nature. Learning Carrel Lesson 6.3: Urban Crisis. Study Guide and Script."},
      {
        "id":"ED179363",
        "title":"Environmental Studies, Section II: Energy. Learning Carrel Lesson 6.6: Future Projections. Study Guide and Script."},
      {
        "id":"ED179364",
        "title":"Environmental Studies, Section III: Processes Through Time. Learning Carrel Lesson 6.7: Geologic Time. Study Guide and Script."},
      {
        "id":"ED179365",
        "title":"Environmental Studies, Section III: Processes Through Time. Learning Carrel Lesson 6.8: Long Term Events. Study Guide and Script."},
      {
        "id":"ED179366",
        "title":"Environmental Studies, Section III: Processes Through Time. Learning Carrel Lesson 6.9: Short Term Events. Study Guide and Script."},
      {
        "id":"ED179367",
        "title":"Environmental Studies, Section IV: Natural Resources. Learning Carrel Lesson 6.10: Minerals. Study Guide and Script."},
      {
        "id":"ED179368",
        "title":"Environmental Studies, Section IV: Natural Resources. Learning Carrel Lesson 6.11: Conflicts of Interest. Study Guide and Script."},
      {
        "id":"ED179369",
        "title":"Environmental Studies, Section IV: Natural Resources. Learning Carrel Lesson 6.12: Soils. Study Guide and Script."},
      {
        "id":"ED179370",
        "title":"Environmental Studies, Section IV: Natural Resources. Learning Carrel Lesson 6.13: Water. Study Guide and Script."},
      {
        "id":"ED179371",
        "title":"Environmental Studies, Section V: Oceanography. Learning Carrel Lesson 6.14: Ocean Resources. Study Guide and Script."},
      {
        "id":"ED179372",
        "title":"Environmental Studies, Section V: Oceanography. Learning Carrel Lesson 6.15: Pollution of the Oceans. Study Guide and Script."},
      {
        "id":"ED179374",
        "title":"Energy Transitions in U.S. History, Grades 8-9. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED179375",
        "title":"Western Coal, Boom or Bust? Grades 9-11. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED179379",
        "title":"Modern Technology Curriculum Material for a Community College Level Course."},
      {
        "id":"ED179380",
        "title":"Initiation of Professional Practice in Engineering Education. Final Report."},
      {
        "id":"ED179381",
        "title":"Academic R&D Expenditures Continue Real Growth Into 1977. Science Resources Studies Highlights, December 29, 1978."},
      {
        "id":"ED179391",
        "title":"Power Processing, Part 1. Electric Machinery Analysis."},
      {
        "id":"ED179392",
        "title":"Problem Manual for Power Processing, Part 1. Electric Machinery Analysis."},
      {
        "id":"ED179393",
        "title":"Laboratory Manual for Power Processing, Part 1. Electric Machinery Analysis."},
      {
        "id":"ED179394",
        "title":"Power Processing, Part 2. Modeling Power Processing Devices and Circuits."},
      {
        "id":"ED179397",
        "title":"A General Education Course on Technology for the Non-Technological Student."},
      {
        "id":"ED179398",
        "title":"Manual on Program Operations for the Visiting Women Scientists Program."},
      {
        "id":"ED179399",
        "title":"The Visiting Women Scientists Program, 1978-79: Highlights Report."},
      {
        "id":"ED179400",
        "title":"The Visiting Women Scientists Program, 1978-79: Final Report."},
      {
        "id":"ED179403",
        "title":"The State of School Science: A Review of the Teaching of Mathematics, Science and Social Studies in American Schools, and Recommendations for Improvements."},
      {
        "id":"ED179412",
        "title":"Huntington II Simulation Program - MALAR. Student Workbook, Teacher&apos;s Guide, and Resource Handbook."},
      {
        "id":"ED179413",
        "title":"Huntington II Simulation Program - PH. Student Workbook, Teacher's Guide, and Resource Handbook."},
      {
        "id":"ED179414",
        "title":"Huntington II Simulation Program - POP. Student Workbook, Teacher&apos;s Guide, and Resource Handbook."},
      {
        "id":"ED179423",
        "title":"Review and Evaluation of DOE Energy Education Curriculum Materials."},
      {
        "id":"ED179424",
        "title":"Understanding the Realities of Problem Solving in Elementary School With Practical Pointers for Teachers."},
      {
        "id":"ED179425",
        "title":"Investigations in Science Education, Vol. 6, No. 1. Winter 1980. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED179431",
        "title":"Validating a Values/Moral Education Model Within Content-Centered Classroom Settings."},
      {
        "id":"ED179432",
        "title":"Differentiation and Integration: Two Dimensions of Political Thinking."},
      {
        "id":"ED179436",
        "title":"Global Issues: Activities and Resources for the High School Teacher."},
      {
        "id":"ED179437",
        "title":"Try a New Face. A Report on HEW-Supported Arts Projects in American Schools."},
      {
        "id":"ED179438",
        "title":"Creative Activities in Economics for Middle School Students."},
      {
        "id":"ED179439",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Vol. 12, No. 1, 1978, Period Covered January-March 1978."},
      {
        "id":"ED179442",
        "title":"A Catalog of Curriculum Materials for Marine Environment Studies--Elementary and Secondary."},
      {
        "id":"ED179443",
        "title":"A List of Books on the Marine Environment for Children and for Young People."},
      {
        "id":"ED179446",
        "title":"Report of the Anthropology Curriculum Study Project-Research Program."},
      {
        "id":"ED179447",
        "title":"Handbook for the Emergence of Civilization."},
      {
        "id":"ED179448",
        "title":"The Emergence of Civilization [and] Case Studies in the Emergence of Civilization."},
      {
        "id":"ED179449",
        "title":"Education and the Social Sciences."},
      {
        "id":"ED179450",
        "title":"Teaching About Ethnocentrism. Occasional Paper No. 3."},
      {
        "id":"ED179451",
        "title":"Anthropology in the Pre-Collegiate Curriculum."},
      {
        "id":"ED179452",
        "title":"Raising the Standard of Learning in the Social Studies. Occasional Paper No. 2."},
      {
        "id":"ED179453",
        "title":"Man as a Species."},
      {
        "id":"ED179459",
        "title":"Sex Role Socialization/Sex Discrimination: A Bibliography. Volume II."},
      {
        "id":"ED179468",
        "title":"Law in the Classroom. Activities and Resources."},
      {
        "id":"ED179477",
        "title":"UNESCO Programing and Budgeting Need Greater U.S. Attention. Report to the Congress by the Comptroller General."},
      {
        "id":"ED179481",
        "title":"Women in the Department of State: Their Role in American Foreign Affairs."},
      {
        "id":"ED179484",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 12, No. 2, 1978, Period Covered April - June 1978."},
      {
        "id":"ED179485",
        "title":"Protection of Human Subjects: Implications for Social Studies Research."},
      {
        "id":"ED179486",
        "title":"Implications of Piaget&apos;s Research for the Inquiry Process of Learning."},
      {
        "id":"ED179488",
        "title":"Investigating Community Problems with Classes of Slow-Learning and Non-Academic Students."},
      {
        "id":"ED179490",
        "title":"Movement Speed and Refractoriness."},
      {
        "id":"ED179496",
        "title":"Health Education Objectives, Kindergarten Through Grade 12."},
      {
        "id":"ED179498",
        "title":"Beyond Pictures and Pronouns: Sexism in Teacher Education Texts."},
      {
        "id":"ED179511",
        "title":"Nurse Staffing Requirements and Related Topics: A Selected Bibliography. Nurse Planning Information Series No. 9."},
      {
        "id":"ED179521",
        "title":"Knowledge Interpretation Program: Training Educators to Provide Educational Equity. Final Technical Report."},
      {
        "id":"ED179522",
        "title":"Influence of Teacher Role Definition on Strategies for Coping With Problem Students. Research Series No. 51."},
      {
        "id":"ED179524",
        "title":"Ethnicity, Sex Distribution and Professorial Rank of Education Personnel Development Faculty in AACTE Member Institutions. Minfo Minireport III."},
      {
        "id":"ED179529",
        "title":"Health Education Completed Research. Volume II. Theses and Dissertations. 1973 and 1974."},
      {
        "id":"ED179530",
        "title":"AIAW Directory 1979-1980."},
      {
        "id":"ED179538",
        "title":"Diagnostic-Prescriptive Teaching Progress and Problems."},
      {
        "id":"ED179545",
        "title":"The Teacher as Colleague in Classroom Research. Occasional Paper No. 4."},
      {
        "id":"ED179548",
        "title":"Planning Facilities for Athletics, Physical Education and Recreation. Revised."},
      {
        "id":"ED179549",
        "title":"Sport in American Education: History &amp; Perspective. History of Sport and Physical Education Academy Symposia (March 24, 1977 and April 6, 1978)."},
      {
        "id":"ED179550",
        "title":"Evaluation Instruments in Health Education. Third Edition."},
      {
        "id":"ED179555",
        "title":"School Variables Affecting Student Learning. Draft."},
      {
        "id":"ED179592",
        "title":"Measurement and Educational Policy. Proceedings of the ETS Invitational Conference (Washington, D.C., October 28, 1978)."},
      {
        "id":"ED179594",
        "title":"Measuring Student Attitudes Toward the Air Force Traffic Safety Course. Final Report for Period February 1977--December 1978."},
      {
        "id":"ED179598",
        "title":"The Student Achievement-Instructional Time Relationship."},
      {
        "id":"ED179603",
        "title":"Pupil-Perceived Needs Assessment Package."},
      {
        "id":"ED179604",
        "title":"Report of Student Performance 1978. North Carolina Competency Test Program."},
      {
        "id":"ED179622",
        "title":"Interface: Lifelong Learning and Community Education; Toward a Research Agenda. Research in Community Education, Research Report 79-104."},
      {
        "id":"ED179624",
        "title":"Hispanic Migrations from the Caribbean and Latin America: Implications for Educational Policy, Planning and Practice; Conference Proceedings. ERIC/CUE Urban Diversity Series, Number 65, August 1979."},
      {
        "id":"ED179625",
        "title":"Pursuing Equal Educational Opportunity: School Politics and the New Activists. ERIC/CUE Urban Diversity Series, Number 64, Summer 1979."},
      {
        "id":"ED179628",
        "title":"Physical Education and Athletics: Strategies for Meeting Title IX Requirements. Conference Proceedings. ERIC/CUE Urban Diversity Series, Number 66, August 1979."},
      {
        "id":"ED179629",
        "title":"National Advisory Council on Equality of Educational Opportunity, Final Report."},
      {
        "id":"ED179633",
        "title":"Cultural Expressions of the African American Child."},
      {
        "id":"ED179635",
        "title":"General Revenue Sharing in St. Louis City and County."},
      {
        "id":"ED179636",
        "title":"The Prospects for Progress and Partnerships in Urban Education; A Report with Recommendations for Policy, Research and Knowledge Utilization."},
      {
        "id":"ED179637",
        "title":"Warehousing Human Beings: A Review of the New York State Correctional System."},
      {
        "id":"ED179638",
        "title":"Obstacles to Financing Minority Enterprises."},
      {
        "id":"ED179641",
        "title":"Born to Be Poor: Birthplace and Number of Brothers and Sisters As Factors in Adult Poverty."},
      {
        "id":"ED179643",
        "title":"School Finance Reform: The Case for Urban Schools."},
      {
        "id":"ED179645",
        "title":"Institutional Racism: Toward a Critical Reassessment of American Institutions."},
      {
        "id":"ED179667",
        "title":"How Well Are We Housed? 2. Female-Headed Households."},
      {
        "id":"ED179669",
        "title":"Equal Opportunity in the Fort Wayne Community Schools: A Reassessment."},
      {
        "id":"ED179670",
        "title":"Supreme Court of the United States, Syllabus. Board of Education of the City School District of New York et al. v. Harris, Secretary of Health, Education, and Welfare, et al. Certiorari to the United States Court of Appeals for the Second Circuit, No. 78-873."},
      {
        "id":"ED179671",
        "title":"Getting Uncle Sam to Enforce Your Civil Rights. Clearinghouse Publication 59."},
      {
        "id":"ED179674",
        "title":"Criminal Victimization in Urban Schools. Applications of the National Crime Survey Victimization and Attitude Data."},
      {
        "id":"ED179675",
        "title":"The Black Community, Dioceses and Diocesan School Systems."},
      {
        "id":"ED179678",
        "title":"The Urban High School Reform Initiative: Final Report, Executive Summary."},
      {
        "id":"ED179679",
        "title":"The Urban High School Reform Initiative: Final Report."},
      {
        "id":"ED179683",
        "title":"Vocational Education and the Delivery of Manpower Services: A Human Resource Management Course Monograph. No. 3."},
      {
        "id":"ED179686",
        "title":"Comprehensive State Plan for Implementing Career Education in the Elementary and Secondary Schools. Oregon State Plan. Career Educational Final Project Performance Report, July 1, 1976-June 30, 1977."},
      {
        "id":"ED179687",
        "title":"Six Views on Three Issues Related to Education and Work. Report of a Symposium in Debate Form Held June 28, 1977."},
      {
        "id":"ED179693",
        "title":"A Planning Process of Adult Education. Report of the Adult Education Ad Hoc Advisory Committee."},
      {
        "id":"ED179708",
        "title":"Evaluation of Vocational Education: Roles, Responsibilities, and Responses of State and Federal Agencies. Research and Development Series No. 173."},
      {
        "id":"ED179711",
        "title":"Pilot Project in Vocational Gemology. A Research Study."},
      {
        "id":"ED179718",
        "title":"Working Women Speak: Education, Training, Counseling. A Report on Six Regional Dialogues Sponsored by the National Commission on Working Women."},
      {
        "id":"ED179721",
        "title":"Education and Training in the Criminal Justice System. Implications for Vocational Education R&D. Occasional Paper No. 52."},
      {
        "id":"ED179727",
        "title":"Local Vocational Education Agencies and Professional Personnel Development."},
      {
        "id":"ED179738",
        "title":"Review and Synthesis of Teacher Competencies to Serve Special Needs Students."},
      {
        "id":"ED179740",
        "title":"Staff Development in Adult Education. California Adult Education."},
      {
        "id":"ED179743",
        "title":"Alternatives to Institutionalization. Extension Studies 72."},
      {
        "id":"ED179756",
        "title":"Employee Ownership in Plant Shutdowns. Prospects for Employment Stability."},
      {
        "id":"ED179761",
        "title":"Research and Investigation in Adult Education: 1976-1978 Register. Information Series No. 169."},
      {
        "id":"ED179762",
        "title":"Viewpoints on Adult Education Research. Information Series No. 171."},
      {
        "id":"ED179763",
        "title":"Selecting and Using Tests of Career Skills. Information Series No. 177."},
      {
        "id":"ED179765",
        "title":"State Directory of Educational Dissemination for Adult, Career, and Vocational Education. Information Series No. 182."},
      {
        "id":"ED179766",
        "title":"What &quot;First Generation&quot; Research on Career Education Says to the Classroom Teachers--and Vice Versa. Information Series No. 179."},
      {
        "id":"ED179768",
        "title":"Home Economics Education; A Review and Synthesis of the Research. Information Series No. 184."},
      {
        "id":"ED179769",
        "title":"Vocational Teacher Education: A Review of the Research. Information Series No. 185."},
      {
        "id":"ED179770",
        "title":"Administering Programs for Handicapped Students. Professional Development Series, No. 3."},
      {
        "id":"ED179771",
        "title":"Serving Handicapped Students in Vocational Education: A Guide for Counselors. Information Series No. 186."},
      {
        "id":"ED179772",
        "title":"Career Education for the Handicapped Child: A Guide to Parent Education Programming. Information Series No. 180."},
      {
        "id":"ED179776",
        "title":"Youth, Education and Employment."},
      {
        "id":"ED179778",
        "title":"Displaced Homemakers: A CETA Program Model, Fitchburg, Massachusetts."},
      {
        "id":"ED179780",
        "title":"Vocational Education Evaluation: Problems, Alternatives, Recommendations. Research and Development Series No. 182."},
      {
        "id":"ED179790",
        "title":"Business-Industry-Labor Involvement in Lifelong Vocational-Technical Education."},
      {
        "id":"ED179799",
        "title":"Career Education: Implications for Preparing Teachers of the Handicapped."},
      {
        "id":"ED179800",
        "title":"Business Conditions in Michigan Metropolitan Areas."},
      {
        "id":"ED179816",
        "title":"Making Mainstreaming Work: A Handbook for Vocational Administrators."},
      {
        "id":"ED179820",
        "title":"Model Plan for Administration and Supervision Services. (Student Vocational Organization Coordinator.) Final Report."},
      {
        "id":"ED179822",
        "title":"Exploring Careers."},
      {
        "id":"ED179827",
        "title":"Women in Science and Technology Equal Opportunity Act, 1979. Hearing Before the Subcommittee on Health and Scientific Research of the Committee on Labor and Human Resources, United States Senate, Ninety-Sixth Congress, First Session on S. 568 (August 1, 1979)."},
      {
        "id":"ED179833",
        "title":"Rape and Older Women: A Guide to Prevention and Protection."},
      {
        "id":"ED179835",
        "title":"Women&apos;s Worlds; NIMH Supported Research on Women."},
      {
        "id":"ED179842",
        "title":"The Emerging Aging Network: A Directory of State and Area Agencies on Aging. Compiled by the Select Committee on Aging, House of Representatives, Ninety-Fifth Congress, Second Session."},
      {
        "id":"ED179845",
        "title":"Police Stress: A Selected Bibliography."},
      {
        "id":"ED179849",
        "title":"Training Alcoholism Trainers. Trainer Manual."},
      {
        "id":"ED179850",
        "title":"Training Alcoholism Trainers. Participant Workbook."},
      {
        "id":"ED179852",
        "title":"Adolescence: Intervention Strategies. Participant Manual."},
      {
        "id":"ED179853",
        "title":"Midlife Women: Policy Proposals on Their Problems. A Summary of Papers Submitted to the Subcommittee on Retirement Income and Employment of the Select Committee on Aging, U.S. House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED179854",
        "title":"This Side Up: Making Decisions About Drugs."},
      {
        "id":"ED179859",
        "title":"Effects of Study and Testing on Student Retention."},
      {
        "id":"ED179875",
        "title":"The Male Sex Role: A Selected and Annotated Bibliography."},
      {
        "id":"ED179881",
        "title":"Understanding Neurotic Disorder."},
      {
        "id":"ED179886",
        "title":"Outcome Measures for Career Counseling Research."},
      {
        "id":"ED179904",
        "title":"Effects and Costs of Day Care and Homemaker Services for the Chronically Ill: A Randomized Experiment. Research Summary Series."},
      {
        "id":"ED179905",
        "title":"Quality Assurance for Alcohol, Drug Abuse, and Mental Health Services: An Annotated Bibliography."},
      {
        "id":"ED179907",
        "title":"Social Science and Institutional Change."},
      {
        "id":"ED179911",
        "title":"Critical Issues in Adult Probation: Issues in Probation Management."},
      {
        "id":"ED179912",
        "title":"Critical Issues in Adult Probation: International Assessment of Adult Probation."},
      {
        "id":"ED179913",
        "title":"Critical Issues in Adult Probation. Summary."},
      {
        "id":"ED179917",
        "title":"The Literacy Requirements of a Licensed Practical Nurse on the Job and in a Vocational Training Program."},
      {
        "id":"ED179918",
        "title":"The Literacy Requirements of a Heating and Air Conditioning Mechanic on the Job and In a Vocational Training Program."},
      {
        "id":"ED179925",
        "title":"Proceedings of the International Literacy Day Conference (Washington, D.C., September 8, 1978)."},
      {
        "id":"ED179937",
        "title":"The Use of the Right to Read Model for Instructional Improvement: A Synthesis of Learnings from Project Papers and Symposia."},
      {
        "id":"ED179938",
        "title":"An Analysis of Program Selection Using the Right to Read Group Problem Solving Process."},
      {
        "id":"ED179939",
        "title":"How To Select Elementary Reading Programs."},
      {
        "id":"ED179940",
        "title":"Junior-Senior High School Students and Reading: What Can Parents Do To Help?"},
      {
        "id":"ED179941",
        "title":"Diagnostic Test Requirements for Reading in the Elementary Grades. Revised Edition."},
      {
        "id":"ED179943",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1979 (Vol. 40 Nos. 1 through 6)."},
      {
        "id":"ED179944",
        "title":"Cultural and Situational Variation in Language Function and Use: Methods and Procedures for Research. Technical Report No. 148."},
      {
        "id":"ED179945",
        "title":"Discourse Comprehension and Production: Analyzing Text Structure and Cohesion. Technical Report No. 152."},
      {
        "id":"ED179946",
        "title":"Sensitivity to What is Important in Prose. Technical Report No. 149."},
      {
        "id":"ED179949",
        "title":"Rhythm, Rhyme, and Reason; Proceedings of the Annual Reading Conference (9th, Terre Haute, Indiana, June 14, 1979)."},
      {
        "id":"ED179950",
        "title":"Development and Evaluation of a Remedial Reading Workbook for Navy Training. Final Report."},
      {
        "id":"ED179951",
        "title":"Improving Your Navy Reading Skills."},
      {
        "id":"ED179958",
        "title":"How Competent are the Writing Competency Tests?"},
      {
        "id":"ED179960",
        "title":"Linguistically-Based Language Systems for the Inner City Student."},
      {
        "id":"ED179962",
        "title":"Aged and Handicapped Seek Human Quality and Public Service in Media: Mass Communications Patterns of the New Minorities."},
      {
        "id":"ED179968",
        "title":"What Should We Tell Student Writers?"},
      {
        "id":"ED179975",
        "title":"Troubleshooting Technical Communication Programs in Community Colleges."},
      {
        "id":"ED179979",
        "title":"The Conditions of Childhood in the Year of the Child."},
      {
        "id":"ED179985",
        "title":"Language Arts Instruction for \"Mainstreamed\" Pupils."},
      {
        "id":"ED179987",
        "title":"Robert Ezra Park's Theory of News, Public Opinion and Social Control. Journalism Monographs No. 64."},
      {
        "id":"ED179998",
        "title":"The Articulation of Bias: Hoof in Mouth Disease."},
      {
        "id":"ED180000",
        "title":"College Student Press Law. Second Edition."},
      {
        "id":"ED180007",
        "title":"The Rhetoric of Betty Friedan: Rhetoric of Redefinition."},
      {
        "id":"ED180011",
        "title":"Research as Argument: The Experimental Form."},
      {
        "id":"ED180012",
        "title":"Accountability and Broadcast Diversity: A Proposal for Community Control of Radio Formats."},
      {
        "id":"ED180014",
        "title":"Gay Liberation as Ideological Conflict."},
      {
        "id":"ED180019",
        "title":"The New World Information Order Revisited."},
      {
        "id":"ED180034",
        "title":"The Language Development Project and Oral Communication in School Years 5-8."},
      {
        "id":"ED180052",
        "title":"Apples and Oranges: The Credibility of Local Television and Newspaper News Sources."},
      {
        "id":"ED145612",
        "title":"Rural Services."},
      {
        "id":"ED145616",
        "title":"Audio Visual Guide for Services to Handicapped."},
      {
        "id":"ED145617",
        "title":"Comprehensive Developmental Team Guide."},
      {
        "id":"ED145619",
        "title":"Screening and Assessment Instruments."},
      {
        "id":"ED145620",
        "title":"Utilization of Community Resources."},
      {
        "id":"ED145621",
        "title":"Discovery and Nurturance of Giftedness in the Culturally Different."},
      {
        "id":"ED145625",
        "title":"Title VI in '76: Review of Projects Funded Under P.L. 91-230 Title VI-B, Education of the Handicapped Act, as Amended by P.L. 93-380 and P.L. 94-142. Fiscal Year 1976."},
      {
        "id":"ED145632",
        "title":"Special Education Administration Training Program."},
      {
        "id":"ED145643",
        "title":"The School Psychologist as a Facilitator of Parent Involvement in Decisions Concerning Their Children. An Overview."},
      {
        "id":"ED145644",
        "title":"Competency-Based Training Programs: A Generic Model. Second Edition."},
      {
        "id":"ED145645",
        "title":"Special Education Indicators of Quality."},
      {
        "id":"ED145647",
        "title":"Schizophrenia in High-Risk Children: Sex Differences in Predisposing Factors."},
      {
        "id":"ED145649",
        "title":"Making Workshops Work in Physical Education and Recreation for Special Populations."},
      {
        "id":"ED145668",
        "title":"The Thematic Structure of the Sentence in English and Polish."},
      {
        "id":"ED145671",
        "title":"Learning in Two Languages."},
      {
        "id":"ED145677",
        "title":"Language Testing and Intelligence Testing: Friends or Foes? Occasional Papers on Linguistics, No. 1."},
      {
        "id":"ED145689",
        "title":"Personalizing Foreign Language Instruction: Learning Styles and Teaching Options."},
      {
        "id":"ED145692",
        "title":"Dyadic Task-Oriented Communication Exercises for Teaching and Testing in the Elementary ESL Class."},
      {
        "id":"ED145698",
        "title":"Partial Dictation as a Test of Foreign Language Proficiency. Swedish-English Contrastive Studies, Report No. 3."},
      {
        "id":"ED145704",
        "title":"A Study of the Aklanon Dialect, Volume Two: Dictionary (of Root Words and Derivations), Aklanon to English."},
      {
        "id":"ED145705",
        "title":"A Study of the Aklanon Dialect. Volume One: Grammar."},
      {
        "id":"ED145707",
        "title":"An Overview of OWL, a Language for Knowledge Representation."},
      {
        "id":"ED145714",
        "title":"Bibliography of Instructional Materials for the Teaching of French."},
      {
        "id":"ED145724",
        "title":"Ancient Rome: The Latin Teacher and Life in the Big City."},
      {
        "id":"ED145725",
        "title":"MONIQUE: The Assistante."},
      {
        "id":"ED145727",
        "title":"The Cognitive Development of Bilingual Children: A Review of Recent Research."},
      {
        "id":"ED145732",
        "title":"System for Collecting, Analyzing, and Sharing Information on Institutional Consumer Protection Practices: Regulatory User Guide. Improving the Consumer Protection Function in Postsecondary Education."},
      {
        "id":"ED145733",
        "title":"Approach to Independent Study. New Dimensions in Higher Education. Number 13."},
      {
        "id":"ED145734",
        "title":"Advanced Standing. New Dimensions in Higher Education. Number 8."},
      {
        "id":"ED145735",
        "title":"The Credit System in Colleges and Universities. New Dimensions in Higher Education. Number 9."},
      {
        "id":"ED145736",
        "title":"Study Abroad. New Dimensions in Higher Education. Number 6."},
      {
        "id":"ED145737",
        "title":"Management of Learning. New Dimensions in Higher Education. Number 5."},
      {
        "id":"ED145738",
        "title":"Effectiveness in Teaching. New Dimensions in Higher Education. Number 2."},
      {
        "id":"ED145739",
        "title":"Flexibility in the Undergraduate Curriculum. New Dimensions in Higher Education. Number 10."},
      {
        "id":"ED145740",
        "title":"What Standards Do We Raise? New Dimensions in Higher Education. Number 12."},
      {
        "id":"ED145742",
        "title":"System for Collecting, Analyzing, and Using Information on Institutional Consumer Protection Practices: Accreditation User Guide. Improving The Consumer Protection Function in Postsecondary Education."},
      {
        "id":"ED145745",
        "title":"Conflicting Pressures in Postsecondary Education."},
      {
        "id":"ED145751",
        "title":"Role of the State in Planning and Coordination of Autonomous Institutions of Higher Education."},
      {
        "id":"ED145756",
        "title":"University Reform in Quebec: The Strike at Laval 1976. Yale Higher Education Research Group Working Paper."},
      {
        "id":"ED145762",
        "title":"Collective Bargaining in Higher Education: The First Decade. ERIC/Higher Education Research Currents."},
      {
        "id":"ED145766",
        "title":"Attainment Rather Than Competence: A Legitimate Basis for the Certification of Learning Outcomes."},
      {
        "id":"ED145767",
        "title":"Estimated Number of Student Aid Recipients, 1976-77. Higher Education Panel Reports, Number 36."},
      {
        "id":"ED145770",
        "title":"Third Annual Report of the Advisory Council on Financial Aid to Students."},
      {
        "id":"ED145773",
        "title":"Rational Decision Making and Political Realities: The Role of Institutional Research. Papers from the Annual Meeting of the North East Association for Institutional Research (3rd, Princeton, NJ, November 4, 5, and 6, 1976)."},
      {
        "id":"ED145780",
        "title":"The Effects of a Study Skills Workshop upon Study Techniques, Study Organization, and Study Motivation for Resident Freshmen. Core Module Curriculum Development."},
      {
        "id":"ED145787",
        "title":"Values and Higher Education; Some Observations."},
      {
        "id":"ED145788",
        "title":"Advisory Committee on Accreditation and Institutional Eligibility Annual Report 1976."},
      {
        "id":"ED145789",
        "title":"Federal Grants: A Basic Handbook."},
      {
        "id":"ED145790",
        "title":"Faculty Marginality and Radical Academic Ideology."},
      {
        "id":"ED145794",
        "title":"Independent Study. New Dimensions in Higher Education. Number 1."},
      {
        "id":"ED145795",
        "title":"The Experimental College. New Dimensions in Higher Education. Number 3."},
      {
        "id":"ED145796",
        "title":"Impact of College. New Dimensions in Higher Education. Number 4."},
      {
        "id":"ED145797",
        "title":"Quest for Quality. Some Models and Means. New Dimensions in Higher Education. Number 7."},
      {
        "id":"ED145808",
        "title":"The Language of Media and the Cultivation of Mental Skills. A Report on Three Years of Research Submitted to the Spencer Foundation."},
      {
        "id":"ED145809",
        "title":"Collective Bargaining and Academic Libraries: Staff Assistants at Michigan."},
      {
        "id":"ED145816",
        "title":"A Survey and Analysis of Military Computer-Based Systems: A Two Part Study. Volume II. A Descriptive and Predictive Model for Evaluating Instructional Systems. Final Report."},
      {
        "id":"ED145822",
        "title":"Women&apos;s Studies at USU. A Proposal."},
      {
        "id":"ED145824",
        "title":"The World of Audiovisual Education: Its Impact on Libraries and Librarians."},
      {
        "id":"ED145825",
        "title":"Current Trends in AV Technology."},
      {
        "id":"ED145826",
        "title":"Individualized Instruction for Data Access (IIDA). Final Design Report."},
      {
        "id":"ED145828",
        "title":"A Subject Index to Comic Books and Related Material."},
      {
        "id":"ED145830",
        "title":"The Future of Telecommunications Technologies for the Delivery of Human Services."},
      {
        "id":"ED145834",
        "title":"Computer Science and Technology Publications. NBS Publications List 84."},
      {
        "id":"ED145836",
        "title":"The Effects of Pre- and Postquestions on Learning from Textual Material in a CAI Format. Technical Report No. 4."},
      {
        "id":"ED145837",
        "title":"Generative Computer-Assisted Instruction and Artificial Intelligence. Report No. 5."},
      {
        "id":"ED145842",
        "title":"California Library Statistics and Directory, 1977. Fiscal Year 1975-1976 Data for Public, Academic, Special, State Agency and County Law Libraries."},
      {
        "id":"ED145856",
        "title":"Interaction of Prior Mathematics Preparation, Instructional Method, and Achievement in the Self-Paced and Conventionally Taught Sections of Mathematics 295."},
      {
        "id":"ED145857",
        "title":"Texas State Documents: The Development of a Program."},
      {
        "id":"ED145858",
        "title":"Library Programs Worth Knowing About."},
      {
        "id":"ED145862",
        "title":"Directory of Library Instruction Programs in Ohio Academic Libraries."},
      {
        "id":"ED145866",
        "title":"Statistics of Public School Libraries Media Centers. Fall 1974."},
      {
        "id":"ED145898",
        "title":"Flexible Calendar and Staff Development."},
      {
        "id":"ED145901",
        "title":"Student Reactions to Waubonsee Community College. Survey #2: Two Years Later."},
      {
        "id":"ED145902",
        "title":"College Mission and Educational Goals, 1977-81. Long Range Planning Document, Delaware County Community College."},
      {
        "id":"ED145903",
        "title":"PME Guidelines for Program Development/Evaluation."},
      {
        "id":"ED145904",
        "title":"DCCC Outcomes Measurement, 1975-1978."},
      {
        "id":"ED145905",
        "title":"Student Outcomes Survey for 1975-76 Program Completers. Part I."},
      {
        "id":"ED145906",
        "title":"Non-returning Student Survey, Winter 1976-Fall 1976. [Parts I and II]"},
      {
        "id":"ED145907",
        "title":"A Dynamic Interface; Conference Proceedings Sponsored by the Center for Community Education, American Association of Community & Junior Colleges."},
      {
        "id":"ED145912",
        "title":"The CAAT Student Survey; An Affect Assessment Questionnaire for Ontario Colleges of Applied Arts and Technology's Adult Training Students."},
      {
        "id":"ED145914",
        "title":"A Math Lab Study."},
      {
        "id":"ED145915",
        "title":"A Report on Transfers from L.A.C.C. to the Various Campuses of the California State University and Colleges, 1976-1977. Research Study #77-11."},
      {
        "id":"ED145917",
        "title":"Improving Relations With the Public. New Directions for Community Colleges, Number 20."},
      {
        "id":"ED145918",
        "title":"Methods of Two-Year College Finance in Selected States. A Supplement to Financial Support for the California Community Colleges, Commission Report 77-3."},
      {
        "id":"ED145922",
        "title":"Analysis of Achievement Data on Six Cohorts of Low-Income Children From 20 School Districts in the University of Oregon Direct Instruction Follow Through Model."},
      {
        "id":"ED145925",
        "title":"Day Care Legal Handbook: Legal Aspects of Organizing and Operating Day Care Programs."},
      {
        "id":"ED145931",
        "title":"Aesthetics in Asian Child Care Settings."},
      {
        "id":"ED145934",
        "title":"Children&apos;s Reproduction of Modeled Sequential Actions. Final Report."},
      {
        "id":"ED145935",
        "title":"Intermodal Person Schema in Infancy: Perception Within a Common Auditory-Visual Space."},
      {
        "id":"ED145936",
        "title":"A Comparative Study of the Use of Pictures and Objects in Assessing Children's Receptive and Productive Language."},
      {
        "id":"ED145940",
        "title":"The Cornelius Project: Program Designs for Total Child Development."},
      {
        "id":"ED145943",
        "title":"Adapting Assessment Procedures to Specific Population Characteristics: The Chicano Child."},
      {
        "id":"ED145945",
        "title":"The Development of Children's Concepts of Health and Illness."},
      {
        "id":"ED145949",
        "title":"Classroom Developmental Assessment: The Link Between Testing and Teaching. Interim Report."},
      {
        "id":"ED145957",
        "title":"Adapting Assessment Procedures: The Black Child."},
      {
        "id":"ED145958",
        "title":"The Development of Spatial Representations of Large-Scale Environments."},
      {
        "id":"ED145961",
        "title":"Pronouns and the Social Self in Mother-Child Conversation."},
      {
        "id":"ED145964",
        "title":"Safety Requirements for Home Playground Equipment. (Voluntary Product Standard PS 66-75)."},
      {
        "id":"ED145978",
        "title":"An Indian Parental Responsibility: The Obligation to Determine an Indian Educational Destiny. The Fourth Annual Report to the Congress of the United States from the National Advisory Council on Indian Education."},
      {
        "id":"ED145988",
        "title":"Alaskan Eskimo Children's Games and Their Relationship to Cultural Values and Role Structure in a Nelson Island Community. Final Report."},
      {
        "id":"ED145989",
        "title":"A Plan for Analysis and Recommendations - Interregional Coordination: Migrant Services."},
      {
        "id":"ED145990",
        "title":"Training Opportunities ...Access to Quality Education for a Brighter Future."},
      {
        "id":"ED145996",
        "title":"Bilingual-Bicultural Education in the Southwest."},
      {
        "id":"ED146007",
        "title":"Characteristics of the National Sample of Scientists and Engineers 1974. Part 2. Employment."},
      {
        "id":"ED146008",
        "title":"Characteristics of the National Sample of Scientists and Engineers 1974. Part 3. Geographic."},
      {
        "id":"ED146014",
        "title":"Some Applied Research Concerns Using Multiple Linear Regression Analysis."},
      {
        "id":"ED146015",
        "title":"On Clinical Studies in Mathematics Education."},
      {
        "id":"ED146028",
        "title":"Guidelines and Recommendations for the Preparation and Continuing Education of Secondary School Teachers of Chemistry."},
      {
        "id":"ED146029",
        "title":"The Impact of Federal Programs and Policies on Manpower Planning for Scientists and Engineers: Problems and Progress."},
      {
        "id":"ED146033",
        "title":"Defense and Energy Spur Federal R&amp;D Growth From FY 1974 to FY 1978. Science Resources Studies Highlights, September 30, 1977."},
      {
        "id":"ED146034",
        "title":"Mathematical Models in Science Education Research. Technical Report No. 11."},
      {
        "id":"ED146037",
        "title":"National Science Foundation Annual Report 1976."},
      {
        "id":"ED146039",
        "title":"Aptitude Test Scores of Prospective Graduate Students in Science Remained Essentially the Same from 1970 to 1975."},
      {
        "id":"ED146040",
        "title":"Close-Up Photography for the Marine Science Classroom. Marine Science Curriculum Aid No. 3."},
      {
        "id":"ED146042",
        "title":"In the Bank...Or Up the Chimney? A Dollars and Cents Guide to Energy-Saving Home Improvements."},
      {
        "id":"ED146049",
        "title":"Safety First in Science Teaching."},
      {
        "id":"ED146053",
        "title":"Models and Programs in Science Education 1959-1976. National Science Foundation Program Report, Vol. 1, No. 3."},
      {
        "id":"ED146054",
        "title":"Investigations in Mathematics Education, Vol. 10, No. 2."},
      {
        "id":"ED146055",
        "title":"Evaluation Report on the Pilot Testing of the Fifth and Sixth Grade Levels of THE 4M COMPANY, an Elementary School Metric Measurement Program."},
      {
        "id":"ED146059",
        "title":"Tips for Energy Savers In and Around the Home, On the Road, In the Marketplace."},
      {
        "id":"ED146065",
        "title":"Handbook of Legal Education Resources."},
      {
        "id":"ED146091",
        "title":"New York State's Transition to Stability: The Demographic Outlook."},
      {
        "id":"ED146097",
        "title":"Public Policy Considerations in Ethical Education."},
      {
        "id":"ED146098",
        "title":"The Development of Children's Friendship Cliques."},
      {
        "id":"ED146099",
        "title":"Guide for Multicultural Education: Content and Context."},
      {
        "id":"ED146104",
        "title":"I Am Nevada: A Basic Informational Guide in Nevada History and Geography."},
      {
        "id":"ED146105",
        "title":"The Basques of Nevada: An Integrated Social Studies Unit."},
      {
        "id":"ED146106",
        "title":"Professional Integrity and Civic Virtue: An Appreciation of John Dewey."},
      {
        "id":"ED146110",
        "title":"Some Political Consequences of Involvement in Organizations."},
      {
        "id":"ED146111",
        "title":"School Achievement Level Vis-a-vis Community Involvement and Support: An Empirical Assessment."},
      {
        "id":"ED146116",
        "title":"Ohio Arms Control Study Group: Workshop I, June 24-26, 1976, The Ohio State University. Summary of Proceedings."},
      {
        "id":"ED146117",
        "title":"Dance as Education."},
      {
        "id":"ED146121",
        "title":"How the Local Education Association Can Help Improve In-Service Education."},
      {
        "id":"ED146122",
        "title":"An Overview of a Teaching Assistant Training Program: Implementation in Two Settings."},
      {
        "id":"ED146125",
        "title":"Instructor's Manual: Development of Higher Level Thinking Abilities."},
      {
        "id":"ED146130",
        "title":"A Study of Impact of the School Health Curriculum Project on Knowledge, Attitude and Behavior of Teenage Students."},
      {
        "id":"ED146131",
        "title":"A Collaborative Model for Developing Continuing Education Programs."},
      {
        "id":"ED146132",
        "title":"Problem-Solving Strategies in Reflective and Impulsive Children. Final Report."},
      {
        "id":"ED146138",
        "title":"Student Teacher Placements Based on Educational Beliefs."},
      {
        "id":"ED146142",
        "title":"Interactions between Learner Characteristics and Optimal Instruction. Report No. 75-17."},
      {
        "id":"ED146145",
        "title":"A Personalized Competency Referenced Model of Teacher Education."},
      {
        "id":"ED146146",
        "title":"Some Practical Laws of Learning. Fastback 96."},
      {
        "id":"ED146147",
        "title":"The Problems and Problem Delineation Techniques. Occasional Paper No. 1"},
      {
        "id":"ED146148",
        "title":"The Conduct of Development in Education. Occasional Paper 14."},
      {
        "id":"ED146149",
        "title":"The Most Significant Educational Research Contributions of the Past Ten Years. Occasional Paper 16."},
      {
        "id":"ED146151",
        "title":"Participatory Governance in Education: The Teaching Profession. Three Module Clusters."},
      {
        "id":"ED146155",
        "title":"Relationship of Teacher Praise and Criticism to Student Outcomes. Report No. 75-7."},
      {
        "id":"ED146158",
        "title":"The Acquisition of Knowledge in the Classroom. Beginning Teacher Evaluation Study. Technical Report IV-1."},
      {
        "id":"ED146164",
        "title":"Prolegomenon on the Concept of Appropriateness of Instruction. Beginning Teacher Evaluation Study. Technical Report IV-1, Phase III--A Continuation."},
      {
        "id":"ED146184",
        "title":"Regional Interstate Planning Project Program . . . Vol. IX. California Program Evaluation Improvement Project. Seminar Report."},
      {
        "id":"ED146185",
        "title":"Regional Interstate Planning Project Program . . . Vol. VII. Evaluation for Effecting Educational Futures. Seminar Report."},
      {
        "id":"ED146189",
        "title":"National Longitudinal Study of the High School Class of 1972. Sample Design Efficiency Study: Effects of Stratification, Clustering, and Unequal Weighting on the Variances of NLS Statistics."},
      {
        "id":"ED146194",
        "title":"Instructional Strategies and Individual Differences: a Selective Review and Summary of Literature. Report No. 4."},
      {
        "id":"ED146195",
        "title":"Field Test and Validation of a Teaching Evaluation Instrument: The Student Opinion Survey of Teaching. A Report Submitted to the Senate Committee for Teaching and Learning, Faculty Senate, University of Windsor, Windsor, Ontario."},
      {
        "id":"ED146197",
        "title":"Final Formative Evaluation Report for Social Conflict and Negotiative Problem Solving (SC&amp;NPS). Improving Teaching Competencies Program."},
      {
        "id":"ED146200",
        "title":"The Effects of Classroom Interaction Patterns and Student Characteristics on the Acquisition of Proficiency in English as a Second Language. Summary Report."},
      {
        "id":"ED146201",
        "title":"The Effects of Classroom Interaction Patterns and Student Characteristics on the Acquisition of Proficiency in English as a Second Language. Technical Summary."},
      {
        "id":"ED146202",
        "title":"The Effects of Classroom Interaction Patterns and Student Characteristics on the Acquisition of Proficiency in English as a Second Language. Final Report. Volume I."},
      {
        "id":"ED146215",
        "title":"Generalizability Analyses: Principles and Procedures. ACT Technical Bulletin No. 26."},
      {
        "id":"ED146216",
        "title":"New Jersey Statewide Minimum Standards: Results from the Program's First Year. Occasional Papers in Education."},
      {
        "id":"ED146217",
        "title":"An Analysis of ESEA Title I Data in New Jersey. Occasional Papers in Education."},
      {
        "id":"ED146218",
        "title":"The Use of Commonality Analysis in Educational Research."},
      {
        "id":"ED146221",
        "title":"SIGI: Field Test and Evaluation of a Computer-Based System of Interactive Guidance and Information. Summary of Final Report."},
      {
        "id":"ED146222",
        "title":"SIGI: Field Test and Evaluation of a Computer-Based System of Interactive Guidance and Information. Volume I: Report."},
      {
        "id":"ED146223",
        "title":"SIGI: Field Test and Evaluation of a Computer-Based System of Interactive Guidance and Information. Volume II: Appendices."},
      {
        "id":"ED146228",
        "title":"Group Comparisons for The Test of Standard Written English."},
      {
        "id":"ED146231",
        "title":"Calibration of an Item Pool for the Adaptive Measurement of Achievement."},
      {
        "id":"ED146232",
        "title":"Longitudinal Research in the Behavioral Sciences: Design and Analysis. Final Report."},
      {
        "id":"ED146233",
        "title":"Standardized Testing Issues: Teachers' Perspectives. Reference and Resource Series."},
      {
        "id":"ED146234",
        "title":"Basic Skills Mastery of New Jersey's College Bound Students. Occasional Papers in Education."},
      {
        "id":"ED146235",
        "title":"Evaluation of the PLATO IV Computer-based Education System in the Community College. Final Report."},
      {
        "id":"ED146236",
        "title":"Pointers for Parents, 1974."},
      {
        "id":"ED146248",
        "title":"Central City White Flight: Racial and Nonracial Causes."},
      {
        "id":"ED146278",
        "title":"Integrating Schools in the Nation's Largest Cities: What Has Been Accomplished and What is Yet to Be Done."},
      {
        "id":"ED146282",
        "title":"Family Influence on Teenage Participation in School Activities."},
      {
        "id":"ED146284",
        "title":"New Perspectives; A Bibliography of Racial, Ethnic and Feminist Resources."},
      {
        "id":"ED146287",
        "title":"Selected List of Postsecondary Education Opportunities for Minorities and Women."},
      {
        "id":"ED146308",
        "title":"Child Support Enforcement: Supplemental Report to the Congress for the Period Ending September 30,1976."},
      {
        "id":"ED146313",
        "title":"Group Composition in a Voluntarily Integrated School."},
      {
        "id":"ED146318",
        "title":"Winchester: A Community School for the Urbanvantaged. Fastback 101."},
      {
        "id":"ED146338",
        "title":"Occupational Graduates and the Labour Force."},
      {
        "id":"ED146346",
        "title":"Specifications and Model Format for the Curriculum Products."},
      {
        "id":"ED146359",
        "title":"Youth Training Programs in Ohio's Community Action Agencies. A Case Study."},
      {
        "id":"ED146360",
        "title":"National Apprenticeship and Training Standards for Bricklaying. Revised."},
      {
        "id":"ED146361",
        "title":"Career Education and the Business-Labor-Industry Community. Monographs on Career Education."},
      {
        "id":"ED146362",
        "title":"Refining the Career Education Concept: Part II. Monographs on Career Education."},
      {
        "id":"ED146363",
        "title":"Career Patterns of a National Sample of Women. Research and Development Series No. 95 (Re-issue). Final Report."},
      {
        "id":"ED146365",
        "title":"The Employment Service: An Institutional Analysis. R &amp; D Monograph 51."},
      {
        "id":"ED146368",
        "title":"A Preliminary Survey of the Postsecondary Educational Status of Physically Disabled Adults."},
      {
        "id":"ED146369",
        "title":"Performance Content for Job Training. Volume 1. Introduction. Research and Development Series No. 121."},
      {
        "id":"ED146370",
        "title":"Performance Content for Job Training. Volume 2. Stating the Tasks of the Job. Research and Development Series No. 122."},
      {
        "id":"ED146371",
        "title":"Performance Content for Job Training. Volume 3. Identifying Relevant Job Performance. Research and Development Series No. 123."},
      {
        "id":"ED146372",
        "title":"Performance Content for Job Training. Volume 4. Deriving Performance Requirements for Training. Research and Development Series No. 124."},
      {
        "id":"ED146374",
        "title":"Permanent Part Time Employment: The Manager&apos;s Perspective."},
      {
        "id":"ED146375",
        "title":"Evaluation of First-Year Shorthand Achievement. Final Report."},
      {
        "id":"ED146376",
        "title":"National Program for Selected Population Segments. Project Summaries."},
      {
        "id":"ED146379",
        "title":"DISCOVER: A Computer-Based Career Guidance &amp; Counselor-Administrative Support System. Final Report. 1 September 1976-30 June 1977."},
      {
        "id":"ED146383",
        "title":"Tennessee Career Education Needs Assessment."},
      {
        "id":"ED146390",
        "title":"Air Conditioning and Refrigeration. Book One."},
      {
        "id":"ED146391",
        "title":"Air Conditioning and Refrigeration. Book Two."},
      {
        "id":"ED146392",
        "title":"Comprehensive Small Engine Repair."},
      {
        "id":"ED146393",
        "title":"Outboard Repair."},
      {
        "id":"ED146394",
        "title":"Motorcycle Repair."},
      {
        "id":"ED146411",
        "title":"Baby Boom Equals Career Bust. Monographs on Career Education."},
      {
        "id":"ED146413",
        "title":"Another Time, Another Place....Proceedings of the Symposium on Credit for Prior and Experiential Learning (San Francisco, California, November 5, 1976)."},
      {
        "id":"ED146415",
        "title":"Citizen Participation. What Others Say...What Others Do..."},
      {
        "id":"ED146420",
        "title":"Occupationally-Transferable Skills and Characteristics: Review of Literature and Research. Information Series No. 105."},
      {
        "id":"ED146425",
        "title":"Public Information Program for Occupational Specialists. A Catalyst for Action."},
      {
        "id":"ED146426",
        "title":"A Position Paper on Mainstreaming Special Needs Students into Regular Vocational Classrooms. Recommendation to the State Advisory Council for the Bureau of Vocational Education."},
      {
        "id":"ED146428",
        "title":"Teaching Special Needs Students. Selected Resources for Vocational Teachers and Teacher Educators."},
      {
        "id":"ED146432",
        "title":"Teacher's Guide to a Vocational Education Common Core Curriculum."},
      {
        "id":"ED146438",
        "title":"Minority Ownership of Small Businesses. Thirty Case Studies."},
      {
        "id":"ED146441",
        "title":"Career Planning Support System. Decision Guide."},
      {
        "id":"ED146443",
        "title":"Projections of National Requirements for Dentists. 1980, 1985, &amp; 1990. Health Manpower References."},
      {
        "id":"ED146450",
        "title":"Job Counseling and Placement for the Use of Basic Skills. Volume 1: Techniques."},
      {
        "id":"ED146451",
        "title":"Job Counseling and Placement for the Use of Basic Skills. Volume 2: Jobs."},
      {
        "id":"ED146457",
        "title":"Development of Curricula for Vocational Preparation of the Gifted and Talented Students in Secondary and Post-Secondary Education. Final Technical Report."},
      {
        "id":"ED146458",
        "title":"Occupational Information Resources. A Catalog of Data Bases and Classification Schemes. Information Series No. 104."},
      {
        "id":"ED146467",
        "title":"A Multivariate Analysis of Personal Space."},
      {
        "id":"ED146469",
        "title":"Relationship Between Systems' Mental Health Paradigm and Personpower Utilization."},
      {
        "id":"ED146475",
        "title":"Mother and Peer Influences on Children's Sex-Role Play Behaviors."},
      {
        "id":"ED146484",
        "title":"Adolescents on Adolescence: A Survey of Important Issues for Adolescents."},
      {
        "id":"ED146486",
        "title":"Training in Clinical and Community Psychology for Behavior Analysts: Community Psychology Issues."},
      {
        "id":"ED146487",
        "title":"Effects of Therapist and Client Characteristics on the Assessment of Maladjustment and Prognosis."},
      {
        "id":"ED146489",
        "title":"Teachers' Use of Potentially Reinforcing Behaviors and Students' Task-Oriented Behavior."},
      {
        "id":"ED146502",
        "title":"The Open Door: A Campus Peer Counseling Center."},
      {
        "id":"ED146511",
        "title":"Impact of the Bureaucratic Encounter on the Client: Some Expected and Unexpected Consequences."},
      {
        "id":"ED146513",
        "title":"Extension Home Economists as Therapists in a Behavior Modification Weight Loss Program."},
      {
        "id":"ED146533",
        "title":"Home Letters as a Technique in Behavior Management."},
      {
        "id":"ED146535",
        "title":"Societal Roots of Violence and Suicide. Summary."},
      {
        "id":"ED146539",
        "title":"How Theory and Research on Reading Assessment Can Serve Decision-Makers."},
      {
        "id":"ED146540",
        "title":"A Response to Robert Calfee's \"How Theory and Research on Reading Assessment Can Serve Decision-Makers.\""},
      {
        "id":"ED146556",
        "title":"Reading 1967-1977: A Decade of Change and Promise. Fastback 97."},
      {
        "id":"ED146562",
        "title":"Knowing When, Where, and How to Remember: A Problem of Metacognition. Technical Report No. 47."},
      {
        "id":"ED146563",
        "title":"Computer Assisted Problem Solving in an Introductory Statistics Course. Technical Report No. 56."},
      {
        "id":"ED146564",
        "title":"Memory for the Pragmatic Implications of Sentences. Technical Report No. 65."},
      {
        "id":"ED146565",
        "title":"Procedures for Sampling Texts and Tasks in Kindergarten through Eighth Grade. Technical Report No. 30."},
      {
        "id":"ED146566",
        "title":"Comprehension Instruction--Where Are You? Reading Education Report No. 1."},
      {
        "id":"ED146567",
        "title":"Sex Differences in Reading Achievement. Reading Education Report No. 2."},
      {
        "id":"ED146571",
        "title":"A Study of the Relationship of Student Achievement to Components of Reading Programs and Environmental Characteristics. Volume I: The Relationship of Student Achievement to Components of Reading Programs and Environmental Characteristics in 36 Communities. Final Report."},
      {
        "id":"ED146572",
        "title":"A Study of the Relationship of Student Achievement to Components of Reading Programs and Environmental Characteristics. Volume II: Test Analyses and Differential Gains by Grade Level. Final Report."},
      {
        "id":"ED146573",
        "title":"Is It Possible to Teach Reading Through the Content Areas?"},
      {
        "id":"ED146575",
        "title":"College Reading Center Approach to Improvement of Reading with State Employees."},
      {
        "id":"ED146577",
        "title":"Studies of Verbal Problem Solving: I. Two Performance-Aiding Programs. Technical Report No. 83."},
      {
        "id":"ED146580",
        "title":"A Developmental Reading Course--What Lasting Effect?"},
      {
        "id":"ED146582",
        "title":"Beginning a College Program: Assisting Teachers to Develop Visual Literacy Approaches in Public School Classrooms."},
      {
        "id":"ED146584",
        "title":"A Developmental Study of Factivity and Negation in Complex Syntax."},
      {
        "id":"ED146595",
        "title":"An Application of Error Analysis to Comma Splices and Fused Sentences."},
      {
        "id":"ED146610",
        "title":"Models of the Evaluation Process."},
      {
        "id":"ED146614",
        "title":"The Bullock Report: Some Implications for American Teachers &amp; Parents."},
      {
        "id":"ED173937",
        "title":"Accounting Procedures for Student Organizations. 1979 Edition. School Business Administration Publication No. 3."},
      {
        "id":"ED173938",
        "title":"State and Federal Pressures for Equity and Efficiency in Education Financing. Papers in Education Finance, No. 21."},
      {
        "id":"ED173943",
        "title":"MCPS Comprehensive Planning Process."},
      {
        "id":"ED173947",
        "title":"The Planning, Management, and Evaluation of State Department of Education Programs: Some Guidelines."},
      {
        "id":"ED173951",
        "title":"In-School Alternatives to Suspension: Conference Report."},
      {
        "id":"ED173952",
        "title":"Citizens and Community Education. Role Guide Series #1."},
      {
        "id":"ED173953",
        "title":"School Board Members and Community Education. Role Guide Series #2."},
      {
        "id":"ED173954",
        "title":"Superintendents and Community Education. Role Guide Series #3."},
      {
        "id":"ED173955",
        "title":"Principals and Community Education. Role Guide Series #4."},
      {
        "id":"ED173956",
        "title":"System-Wide Coordinators and Community Education. Role Guide Series #5."},
      {
        "id":"ED173957",
        "title":"Building Level Coordinators/Directors and Community Education. Role Guide Series #6."},
      {
        "id":"ED173958",
        "title":"Special Needs Population and Community Education. Role Guide Series #7."},
      {
        "id":"ED173959",
        "title":"Community College Representatives and Community Education. Role Guide Series #8."},
      {
        "id":"ED173960",
        "title":"Leisure Services Personnel and Community Education. Role Guide Series #9."},
      {
        "id":"ED173961",
        "title":"Cooperative Extension Agents and Community Education. Role Guide Series #10."},
      {
        "id":"ED173962",
        "title":"Government/Agencies Representatives and Community Education. Role Guide Series #11."},
      {
        "id":"ED173968",
        "title":"Litigation, Legislation and the Principal."},
      {
        "id":"ED173971",
        "title":"Student Discipline: An Analysis of Teacher and Administrator Perceptions."},
      {
        "id":"ED173974",
        "title":"Infusing Career Education for the Handicapped Through Total System Involvement. October 1, 1977-September 30, 1978. Final Report."},
      {
        "id":"ED173984",
        "title":"Barrier Free Site Design."},
      {
        "id":"ED173994",
        "title":"Transactional Engineering for the Language Teacher: The Third Force in Language Teaching."},
      {
        "id":"ED174001",
        "title":"Minorities linguistiques et interventions. Essai de typologie (Linguistic Minorities and Interventions. Towards a Typology)."},
      {
        "id":"ED174003",
        "title":"Aspectos del Consonantismo Habanero: Reexamen Descriptivo (Aspects of the Consonant System of Havana Spanish: A Descriptive Reexamination)."},
      {
        "id":"ED174009",
        "title":"On Deletion and Disambiguation in Puerto Rican Spanish: A Study of Verbal /n#/. Centro Working Papers No. 3."},
      {
        "id":"ED174017",
        "title":"Resources to Meet the Educational Needs of Language Minorities: Teachers in Public Schools."},
      {
        "id":"ED174024",
        "title":"The Politics of Language. Lektos: Interdisciplinary Working Papers in Language Sciences, Vol. 3, No. 2."},
      {
        "id":"ED174025",
        "title":"Prior Knowledge and Bilingual Literacy. Lektos: Interdisciplinary Working Papers in Language Sciences, Vol. 3, No. 2."},
      {
        "id":"ED174028",
        "title":"Concordia College Language Village Assessment: Learning French, German, Russian, Swedish, Norwegian and Spanish in Experiential Settings."},
      {
        "id":"ED174037",
        "title":"Reflections on Cree Interactional Etiquette: Educational Implications. Working Papers in Sociolinguistics, No. 57."},
      {
        "id":"ED174057",
        "title":"Organizing Principles for Program Design Based on Adult Development and Learning Interests. Revised."},
      {
        "id":"ED174058",
        "title":"A State Plan for Increasing the Representation of Students with Disabilities in Public Higher Education. A Response to Assembly Concurrent Resolution 201."},
      {
        "id":"ED174060",
        "title":"Legal Issues Relating to Part-Time Faculty Employment. Occasional Paper Series No. 6."},
      {
        "id":"ED174062",
        "title":"1977-78 End of Year Report: Basic Grants."}]
  }}
