{
  "response":{"numFound":509939,"start":240000,"numFoundExact":true,"docs":[
      {
        "id":"ED174063",
        "title":"Student Loans: Alternatives for Reauthorization."},
      {
        "id":"ED174074",
        "title":"Marginal Funding: A Difference That Makes a Difference? AIR Forum 1979 Paper."},
      {
        "id":"ED174078",
        "title":"The Influence of Student Recruitment Activities: Relationship between Experiencing an Activity and Enrollment. AIR Forum 1979 Paper."},
      {
        "id":"ED174079",
        "title":"An Assessment of College Recruitment Literature: Does the High School Senior Understand It? AIR Forum 1979 Paper."},
      {
        "id":"ED174083",
        "title":"Two Related Research Studies: Identification of the Need and Means for Enhancing the Performance of College and University Administrators. AIR Forum 1979 Paper."},
      {
        "id":"ED174085",
        "title":"An Examination of the Differences in Background, Special Needs, Extra-Curricular Activities, and Special Ability Areas of Black and White Freshman Applicants to a Predominantly White University. AIR Forum 1979 Paper."},
      {
        "id":"ED174090",
        "title":"Young Investigators: Concerns, Options, and Opportunities. AIR Forum 1979 Paper."},
      {
        "id":"ED174091",
        "title":"Faculty Flow in a Medical School: A Policy Simulator. AIR Forum 1979 Paper."},
      {
        "id":"ED174093",
        "title":"Size and Efficiency. AIR Forum 1979 Paper."},
      {
        "id":"ED174099",
        "title":"Institutional Research and Budgeting: Appropriate Relationships. AIR Forum 1979 Paper."},
      {
        "id":"ED174100",
        "title":"Specifications for the Instructional Productivity-Teaching Load-Class Size Formula. AIR Forum 1979 Paper."},
      {
        "id":"ED174121",
        "title":"Economic Returns to Schooling Decisions. AIR Forum 1979 Paper."},
      {
        "id":"ED174123",
        "title":"Outcomes Research: Its Function as a Marketing Tool. AIR Forum 1979 Paper."},
      {
        "id":"ED174129",
        "title":"Instructional Support Costs Related to Faculty Salary Costs. Report No. 79-02."},
      {
        "id":"ED174133",
        "title":"The Growth of Doctoral-Level Education in the West: A Statistical Profile. Report 79-2. Project on Expanding Regional Cooperation in Graduate and Professional Education."},
      {
        "id":"ED174138",
        "title":"Sub Minimum Wage. Target Report No. 12."},
      {
        "id":"ED174146",
        "title":"State Policy and Postsecondary Education: The Relationship of the Independent and Public Sectors."},
      {
        "id":"ED174150",
        "title":"Report on the 65th Annual Meeting of the American Association of University Professors."},
      {
        "id":"ED174152",
        "title":"A Credit and Grade Point Analysis of Transcripts of Graduates of Individualized Baccalaureate Degree Programs in the General College, University of Minnesota. General College Studies, Volume XV, Number 4."},
      {
        "id":"ED174153",
        "title":"Financial Measures Project: Measuring Financial Conditions of Colleges and Universities, 1978 Working Conference."},
      {
        "id":"ED174154",
        "title":"Higher Education Faculty: Characteristics and Opinions. NEA Research Memo."},
      {
        "id":"ED174159",
        "title":"A Profile of Southern Postsecondary Education in the Mid-80s: Implications for Part-Time Enrollment Trends. Issues in Higher Education No. 14."},
      {
        "id":"ED174163",
        "title":"Institutional Research: New Responses to New Demands. Papers from the  Annual Meeting of the North East Association for Institutional Research (5th, University Park, PA, October 12, 13 and 14, 1978)."},
      {
        "id":"ED174165",
        "title":"Higher Education Act of 1965 and Related Statutes. Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED174166",
        "title":"Implementing the Self-Evaluation Study Under Title IX: An Instrument to Facilitate the Self-Evaluation."},
      {
        "id":"ED174168",
        "title":"Racial Composition of Faculties in Public Colleges and Universities of the South."},
      {
        "id":"ED174172",
        "title":"Issues in Postsecondary Education. Financial Viability of Institutions."},
      {
        "id":"ED174174",
        "title":"Generalists, Specialists, and Academic Organization. ASHE Annual Meeting 1979 Paper."},
      {
        "id":"ED174178",
        "title":"The Identified Need and Means for the Inhouse Training of Higher Education Administrators. ASHE Annual Meeting 1979 Paper."},
      {
        "id":"ED174182",
        "title":"Conflict Between the State Coordinating Board and the Principal State University: Illinois During Rapid Higher Education Growth. ASHE Annual Meeting 1979 Paper."},
      {
        "id":"ED174185",
        "title":"College Faculty as &quot;Managerial Employees&quot;: Implications of the Yeshiva University Decision for Faculty Unionization. ASHE Annual Meeting 1979 Paper."},
      {
        "id":"ED174187",
        "title":"The Effects of Student Aid on Recent College Graduates. ASHE Annual Meeting 1979 Paper."},
      {
        "id":"ED174189",
        "title":"The Potential of University-Based Bureaus of Research: A Case Study Aggregation Analysis. ASHE Annual Meeting 1979 Paper."},
      {
        "id":"ED174191",
        "title":"Economies of Scale and Cultural Pollution."},
      {
        "id":"ED174202",
        "title":"Evaluation of the Eggleston Library, Hampden-Sydney College. Final Report."},
      {
        "id":"ED174203",
        "title":"Final Report of the Pioneer Library System: LSCA #78-19 Central Library Young Adult Study Project."},
      {
        "id":"ED174205",
        "title":"Handbook of Standard Terminology for Reporting and Recording Information about Libraries."},
      {
        "id":"ED174210",
        "title":"An Introduction to Bibliographical Press Work."},
      {
        "id":"ED174212",
        "title":"Library Laws, Rules, and Policies of the State of South Dakota."},
      {
        "id":"ED174215",
        "title":"Local Government Information Systems--A Study of USAC and the Future Application of Computer Technology."},
      {
        "id":"ED174222",
        "title":"Major Bibliographic Tools of Political Science."},
      {
        "id":"ED174229",
        "title":"South Dakota Public Library Trustees Manual."},
      {
        "id":"ED174231",
        "title":"A Study of the Combined School Public Library. Phase II."},
      {
        "id":"ED174232",
        "title":"A Study of the Combined School Public Library. Phase III."},
      {
        "id":"ED174233",
        "title":"Thinking New System(s)? Some Action Items."},
      {
        "id":"ED174238",
        "title":"A Comparison of Cost Factors Used by OCLC Service Centers."},
      {
        "id":"ED174239",
        "title":"Distribution and Availability of State and Areawide Water Quality Reports in Oklahoma Libraries."},
      {
        "id":"ED174240",
        "title":"The Effect of On-Line Search Services on Chemists&apos; Information Style."},
      {
        "id":"ED174241",
        "title":"Energy Documents for the Layman: An Annotated Bibliography."},
      {
        "id":"ED174242",
        "title":"Indicators of Educational Knowledge Production, Dissemination, and Utilization: A Conceptual Framework."},
      {
        "id":"ED174243",
        "title":"Indicators of Educational Knowledge Production, Dissemination, and Utilization: Exploratory Data Analyses."},
      {
        "id":"ED174247",
        "title":"Annotated Bibliography of Human Factors: Laboratory Reports (1945-1968). Supplement #3, 1976-1978."},
      {
        "id":"ED174252",
        "title":"Bibliography of Publications. 1979 Supplement."},
      {
        "id":"ED174254",
        "title":"The Expected Role of Beginning Librarians: A Comparative Analysis from Administrators, Educators, and Young Professionals. Proceedings of a Conference."},
      {
        "id":"ED174255",
        "title":"Federal Laboratory Consortium Resource Directory."},
      {
        "id":"ED174258",
        "title":"Libraries of Jesuit Colleges and Universities. Annual Survey, 1977-78."},
      {
        "id":"ED174264",
        "title":"Study of Current and Potential Uses of International Standard Book Number in United States Libraries. Final Report."},
      {
        "id":"ED174265",
        "title":"The Subject Access Problem--Opportunities for Solution: A Workshop."},
      {
        "id":"ED174267",
        "title":"Texas Student Information System Graduate/Completer 1977 Sub-System. A Follow-Up Study."},
      {
        "id":"ED174270",
        "title":"FY 1978-79 Zero-Base Budget Review. The Colorado State System of Community and Junior Colleges: A Summary."},
      {
        "id":"ED174273",
        "title":"Organizing an Integrated Planning, Research and Marketing Process."},
      {
        "id":"ED174274",
        "title":"Spring 1977 Survey of the Goals and Achievements of Students Enrolled in Spring 1973."},
      {
        "id":"ED174278",
        "title":"Anxiety Reduction in the Developmental Mathematics Classroom."},
      {
        "id":"ED174287",
        "title":"The Statewide Longitudinal Study: First Report. Research Study No. 79-11."},
      {
        "id":"ED174288",
        "title":"Word Processing Career Opportunities."},
      {
        "id":"ED174292",
        "title":"Survey of Evening Credit Class Students: Valencia Community College, Winter 1977."},
      {
        "id":"ED174298",
        "title":"An Assessment of Selected Variables Affecting Success in Community College Introductory Biology."},
      {
        "id":"ED174301",
        "title":"PEP/Primary Education Program: Introductory Handbook."},
      {
        "id":"ED174302",
        "title":"Some Correlates of Imaginative Play in Preschoolers."},
      {
        "id":"ED174303",
        "title":"Imaginary Playmates: Some Relationships to Pre-Schoolers' Spontaneous Play, Language and Television-Viewing."},
      {
        "id":"ED174308",
        "title":"Evaluating Parent Involvement in the Behavior Analysis Model."},
      {
        "id":"ED174330",
        "title":"The Yale Child Welfare Research Program: Description and Results."},
      {
        "id":"ED174335",
        "title":"Day Care Personnel Management."},
      {
        "id":"ED174337",
        "title":"Sex Differences in Parent-Child Conversations."},
      {
        "id":"ED174338",
        "title":"Issues in the Analysis of Data in Developmental Interventions."},
      {
        "id":"ED174343",
        "title":"Early Contact and Maternal Perceptions of Infant Temperament."},
      {
        "id":"ED174351",
        "title":"Effects of Pre-Service Preparation and Children&apos;s Facial Characteristics on Child Care Workers&apos; Assessments of Handicapped and Nonhandicapped Children: Project Report for Student Funded Research, Bureau of Education for the Handicapped."},
      {
        "id":"ED174353",
        "title":"Immigration and Naturalization of Adopted Children. Report (to Accompany H.R. 12508), Committee on the Judiciary, House of Representatives, 95th Congress, Second Session. Report No. 95-1301."},
      {
        "id":"ED174354",
        "title":"Mirror-Image Reversals in Children's Printing: Preliminary Findings."},
      {
        "id":"ED174357",
        "title":"Memorization Tasks: Rote Learning Vs. &quot;Fun&quot; Learning."},
      {
        "id":"ED174358",
        "title":"Passing the Individual Differences Test: A Cram Course for Developmental Psychologists."},
      {
        "id":"ED174359",
        "title":"Academic Expectations and the School Attainment of Young Children. Report No. 269."},
      {
        "id":"ED174360",
        "title":"Child Development Guidelines. (Revised Edition)."},
      {
        "id":"ED174361",
        "title":"Models of Complexity and Infant Attention."},
      {
        "id":"ED174362",
        "title":"Project Outreach. Experiential Learning Component of the Department of Psychology."},
      {
        "id":"ED174363",
        "title":"The OBIS Story. Outdoor Biology Instructional Strategies."},
      {
        "id":"ED174364",
        "title":"The OBIS Trail Module. Trial Version."},
      {
        "id":"ED174365",
        "title":"Outdoor Biology Instructional Strategies Trial Edition. Set I."},
      {
        "id":"ED174366",
        "title":"Outdoor Biology Instructional Strategies Trial Edition. Set II."},
      {
        "id":"ED174367",
        "title":"Outdoor Biology Instructional Strategies Trial Edition. Set III."},
      {
        "id":"ED174368",
        "title":"Outdoor Biology Instructional Strategies Trial Edition, Set IV."},
      {
        "id":"ED174369",
        "title":"How to Lead an OBIS Workshop--Primer."},
      {
        "id":"ED174371",
        "title":"Using Our Communities. An Outline for Action in Vermont Schools."},
      {
        "id":"ED174373",
        "title":"Mitigating Community Impacts of Energy Development: Some Examples for Coal and Nuclear Generating Plants in the United States."},
      {
        "id":"ED174376",
        "title":"Managing the Socioeconomic Impacts of Energy Development. A Guide for the Small Community."},
      {
        "id":"ED174379",
        "title":"Health Care in Rural America."},
      {
        "id":"ED174380",
        "title":"An Assessment of Career Education Needs in Mississippi."},
      {
        "id":"ED174381",
        "title":"Fire Protection for Rural Communities."},
      {
        "id":"ED174382",
        "title":"Toward an Understanding of the Mental Health and Substance Abuse Issues of Rural and Migrant Ethnic Minorities: A Search for Common Experiences."},
      {
        "id":"ED174388",
        "title":"Actividades al Aire Libre (Outdoor Activities). OBIS/Mini-Corps."},
      {
        "id":"ED174390",
        "title":"Adapting Science Curricula to the Needs of Teachers and Students."},
      {
        "id":"ED174392",
        "title":"An Inventory of Programs in Science for Minority Students, 1960-1975."},
      {
        "id":"ED174396",
        "title":"Women Scientists in Academe: The Numbers and What the Numbers Don't Say."},
      {
        "id":"ED174397",
        "title":"Science Cognitive and Activity Preferences and Their Relationship to Present Practices in Science Instruction in Secondary Schools in Penang, Malaysia."},
      {
        "id":"ED174400",
        "title":"Journal for Research in Mathematics Education, Vol. 9, No. 4, July 1978."},
      {
        "id":"ED174401",
        "title":"Developmental Implications of Science Teaching: Early Adolescence."},
      {
        "id":"ED174405",
        "title":"Everglades Wildguide."},
      {
        "id":"ED174408",
        "title":"Alternatives for Slow Learners in Secondary School Math."},
      {
        "id":"ED174409",
        "title":"Biomedical Interdisciplinary Curriculum Project: Practicum Manual."},
      {
        "id":"ED174410",
        "title":"Biomedical Interdisciplinary Curriculum Project: BIP (Biomedical Instrumentation Package) User's Manual."},
      {
        "id":"ED174411",
        "title":"Biomedical Science, Unit I: Respiration in Health and Medicine. Respiratory Anatomy, Physiology and Pathology; The Behavior of Gases; Introductory Chemistry; and Air Pollution. Student Text. Revised Version, 1975."},
      {
        "id":"ED174412",
        "title":"Biomedical Science, Unit I: Respiration in Health and Medicine. Respiratory Anatomy, Physiology and Pathology; The Behavior of Gases; Introductory Chemistry; and Air Pollution. Laboratory Manual. Revised Version, 1975."},
      {
        "id":"ED174413",
        "title":"Biomedical Science, Unit I: Respiration in Health and Medicine. Respiratory Anatomy, Physiology and Pathology; The Behavior of Gases; Introductory Chemistry; and Air Pollution. Instructor's Manual. Revised Version, 1975."},
      {
        "id":"ED174414",
        "title":"Biomedical Science, Unit IV: The Nervous System in Health and Medicine. The Nervous System; Disorders of the Brain and Nervous System; Application of Computer Science to Diagnosis; Drugs and Pharmacology; The Human Senses; Electricity. Student Text. Revised Version, 1976."},
      {
        "id":"ED174415",
        "title":"Biomedical Science, Unit IV: The Nervous System in Health and Medicine. The Nervous System; Disorders of the Brain and Nervous System; Application of Computer Science to Diagnosis; Drugs and Pharmacology; The Human Senses; Electricity. Instructor's Manual. Revised Version, 1976."},
      {
        "id":"ED174416",
        "title":"Biomedical Science, Unit IV: The Nervous System in Health and Medicine. The Nervous System; Disorders of the Brain and Nervous System; Application of Computer Science to Diagnosis; Drugs and Pharmacology; The Human Senses; Electricity. Laboratory Manual. Revised Version, 1976."},
      {
        "id":"ED174417",
        "title":"Biomedical Mathematics, Unit I: Measurement, Linear Functions and Dimensional Algebra. Student Text. Revised Version, 1975."},
      {
        "id":"ED174418",
        "title":"Biomedical Mathematics, Unit I: Measurement, Linear Functions and Dimensional Algebra. Instructor&apos;s Manual. Revised Version, 1975."},
      {
        "id":"ED174419",
        "title":"Biomedical Mathematics, Unit IV: Symbolic Logic, Trigonometry and Statistics. Student Text. Revised Version, 1976."},
      {
        "id":"ED174420",
        "title":"Biomedical Mathematics, Unit IV: Symbolic Logic, Trigonometry and Statistics. Instructor&apos;s Manual. Revised Version, 1976."},
      {
        "id":"ED174421",
        "title":"Biomedical Social Science, Unit I: Health and Society. Basic Social-Science Inquiry Into Health-Related Problems. Student Text. Revised Version, 1975."},
      {
        "id":"ED174422",
        "title":"Biomedical Social Science, Unit I: Health and Society. Basic Social Science Inquiry Into Health-Related Problems. Instructor's Manual. Revised Version, 1975."},
      {
        "id":"ED174423",
        "title":"Biomedical Social Science, Unit II: Health, Culture and Environment. Student Text, Part One. Revised Version, 1975."},
      {
        "id":"ED174424",
        "title":"Biomedical Social Science, Unit II: Health, Culture and Environment. Student Text, Part Two: Africa. Revised Version, 1975."},
      {
        "id":"ED174425",
        "title":"Biomedical Social Science, Unit II: Health, Culture and Environment. Student Text, Part Two: Urbanization. Revised Version, 1975."},
      {
        "id":"ED174426",
        "title":"Biomedical Social Science, Unit II: Health, Culture and Environment. Instructor's Manual. Revised Version, 1975."},
      {
        "id":"ED174427",
        "title":"Biomedical Social Science, Unit III: Decision-Making and Health in American Society. Student Text. Revised Version, 1976."},
      {
        "id":"ED174428",
        "title":"Biomedical Social Science, Unit III: Decision-Making and Health in American Society. Instructor's Manual. Revised Version, 1976."},
      {
        "id":"ED174429",
        "title":"Biomedical Social Science, Unit IV: What Influences Human Behavior? Student Text. Revised Version, 1976."},
      {
        "id":"ED174430",
        "title":"Biomedical Social Science, Unit IV: What Influences Human Behavior? Instructor's Manual. Revised Version, 1976."},
      {
        "id":"ED174434",
        "title":"Linking Formal and Nonformal Education Sectors for the Advancement of Environmental Education. Final Report."},
      {
        "id":"ED174442",
        "title":"Sensing the Sea: A Curriculum Guide in Marine Education for Grades Kindergarten and First. Educational Series Number 23."},
      {
        "id":"ED174444",
        "title":"Science, Technology & Human Values, Vol. 4, No. 28, Summer 1979."},
      {
        "id":"ED174446",
        "title":"Biomedical Science, Unit II: Nutrition in Health and Medicine. Digestion of Foods; Organic Chemistry of Nutrients; Energy and Cell Respiration; The Optimal Diet; Foodborne Diseases; Food Technology; Dental Science and Nutrition. Instructor&apos;s Manual. Revised Version. 1975."},
      {
        "id":"ED174447",
        "title":"Biomedical Mathematics, Unit V: Introduction to Logarithms, The Binomial Theorem and Genetics. Instructor's Manual. Revised Version, 1976."},
      {
        "id":"ED174448",
        "title":"Biomedical Mathematics, Unit VI: Rates of Change. Student Text. Revised Version, 1977."},
      {
        "id":"ED174449",
        "title":"Biomedical Mathematics, Unit VII: Exponential and Logarithmic Functions. Student Text. Revised Version, 1977."},
      {
        "id":"ED174450",
        "title":"Biomedical Social Science, Unit V: Perception, Learning and Intellectual Growth. Instructor's Manual. Revised Version, 1976."},
      {
        "id":"ED174451",
        "title":"Biomedical Social Science, Unit VI: Population Growth and Genetic Engineering. Student Text. Revised Version, 1977."},
      {
        "id":"ED174452",
        "title":"Biomedical Social Science, Unit VII: Health in the Community - Inquiries and Applications. Instructor's Manual. Revised Version, 1977."},
      {
        "id":"ED174455",
        "title":"Indicators for Learning and Teacher Competencies in the Basic Skills: Mathematics. Florida Educational Research and Development Council, Inc., Research Bulletin, Volume 13, Number 1, Summer 1979."},
      {
        "id":"ED174456",
        "title":"Calculators & Computers in the Classroom."},
      {
        "id":"ED174457",
        "title":"Industrial Mechanics Occupational Cluster Guide."},
      {
        "id":"ED174458",
        "title":"Alberta Science Achievement Study: A Study Conducted for the Minister's Advisory Committee on Student Achievement. Executive Summary."},
      {
        "id":"ED174459",
        "title":"Mycology Guidebook."},
      {
        "id":"ED174461",
        "title":"Wentworth Institute Mechanical Engineering Laboratory Manual."},
      {
        "id":"ED174462",
        "title":"Wentworth Institute Mechanical Engineering Laboratory Manual. Laboratory Study Guide."},
      {
        "id":"ED174463",
        "title":"BASIC in Ten Minutes a Day."},
      {
        "id":"ED174464",
        "title":"A Computer Course for Business Students: Teacher's Guide."},
      {
        "id":"ED174465",
        "title":"Orbital Mechanics."},
      {
        "id":"ED174466",
        "title":"School BASIC."},
      {
        "id":"ED174469",
        "title":"Operating Procedures for HP Mathematics Drill and Practice Program."},
      {
        "id":"ED174470",
        "title":"Proctor's Handbook for HP Mathematics Drill and Practice Program."},
      {
        "id":"ED174476",
        "title":"Planning for Wildlife in Cities and Suburbs."},
      {
        "id":"ED174478",
        "title":"An Instructional Delivery System for Manpower Management: A Report for Water Pollution Control Agencies. Second Edition."},
      {
        "id":"ED174479",
        "title":"Selected Energy Education Activities for Pennsylvania Middle School Grades. Draft."},
      {
        "id":"ED174481",
        "title":"Cumulative Index to Science Education, Volumes 1 Through 60, 1916-1976."},
      {
        "id":"ED174482",
        "title":"Content Sourcebook: The High School Environmental Education Teacher Training Model, An Energy-Focused Perspective."},
      {
        "id":"ED174486",
        "title":"The High School Energy/Environmental Education Teacher Training Model."},
      {
        "id":"ED174487",
        "title":"The Natural Science Environmental Education Teacher Training Model."},
      {
        "id":"ED174488",
        "title":"The Social Science Environmental Education Teacher Training Model."},
      {
        "id":"ED174489",
        "title":"The Community Leadership Energy/Environmental Education Model."},
      {
        "id":"ED174490",
        "title":"Introductory Statistics Without Calculus: A Report of the Panel on Statistics."},
      {
        "id":"ED174494",
        "title":"Calculus: A Computer Oriented Presentation, Part 1 [and] Part 2."},
      {
        "id":"ED174498",
        "title":"MISHAP Newsletter of the Minnesota Social History Project. August, 1978 through March, 1979."},
      {
        "id":"ED174500",
        "title":"Domestic Consequences of United States Population Change. Report Prepared by the Select Committee on Population, U.S. House of Representatives, Ninety-Fifth Congress, Second Session."},
      {
        "id":"ED174505",
        "title":"Education as Anti-Structure: Non-Formal Education in Social and Ethnic Movements."},
      {
        "id":"ED174506",
        "title":"Decision Making and Fertility: A Theory of Exchange in the Family."},
      {
        "id":"ED174507",
        "title":"Music and Cognitive Research Where Do Our Questions Come From: Where Do Our Answers Go? DSRE Working Paper No. 2."},
      {
        "id":"ED174512",
        "title":"The Relationship Between Principled Moral Reasoning and Cheating Behavior under Threat and Nonthreat Situations."},
      {
        "id":"ED174518",
        "title":"Individual Differences in Knowledge Acquisition from Maps. A Report Prepared for Office of Naval Research."},
      {
        "id":"ED174524",
        "title":"Knowledge and Power: The Global Research and Development Budget. Worldwatch Paper 31."},
      {
        "id":"ED174530",
        "title":"A Guide to Federal Reserve Regulations."},
      {
        "id":"ED174531",
        "title":"Elementary Social Studies, Years 1-7."},
      {
        "id":"ED174542",
        "title":"Equal Justice Under Law: The Supreme Court in American Life."},
      {
        "id":"ED174543",
        "title":"Your Money and the Federal Reserve System."},
      {
        "id":"ED174544",
        "title":"Historical Beginnings...The Federal Reserve."},
      {
        "id":"ED174545",
        "title":"Introducing Economics."},
      {
        "id":"ED174548",
        "title":"Person Perception in Male-Female Communication: Theory and Cultural Qualifier."},
      {
        "id":"ED174549",
        "title":"Establishing Working Relationships with Secondary School Teachers."},
      {
        "id":"ED174550",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Vol. 11, No. 4, 1977, Period Covered October-December, 1977."},
      {
        "id":"ED174552",
        "title":"How Our Laws Are Made. 95th Congress, 1st Session, House of Representatives."},
      {
        "id":"ED174553",
        "title":"Human Rights. Selected Documents, No. 5 (Revised). General Foreign Policy Series 310, Report No. 8961."},
      {
        "id":"ED174578",
        "title":"Movement Education."},
      {
        "id":"ED174582",
        "title":"Women in Physical Education and Sports at Centre College from 1860 to 1978."},
      {
        "id":"ED174583",
        "title":"Report of a National Evaluation of the Development Program."},
      {
        "id":"ED174586",
        "title":"Elementary Physical Education. Perceptual-Motor Resource Guide. Grades K-6."},
      {
        "id":"ED174587",
        "title":"Professional Preparation Directory for Elementary School Physical Education."},
      {
        "id":"ED174589",
        "title":"A Framework for Building Effective, Comprehensive School Improvement and Staff Development Programs. A Process Model."},
      {
        "id":"ED174602",
        "title":"Pedagogical Theories: Problems and Possibilities."},
      {
        "id":"ED174603",
        "title":"Family and Schooling Influences on Children's Memory Development."},
      {
        "id":"ED174617",
        "title":"Planning Jointly for Classroom Research."},
      {
        "id":"ED174619",
        "title":"The Concept Acquisition Model in the Development of Teaching Skills."},
      {
        "id":"ED174623",
        "title":"A Comparison of White's and Walbesser's Learning Hierarchy Validation Techniques."},
      {
        "id":"ED174624",
        "title":"Conjoint Use of Inductive and Deductive Research Methodologies: Validating a Participant Observation Study."},
      {
        "id":"ED174626",
        "title":"Factor Structure and Construct Validity of &quot;What I Think and Feel&quot;: The Revised Children's Manifest Anxiety Scale."},
      {
        "id":"ED174632",
        "title":"Adult Age Differences in Cognitive Tempo."},
      {
        "id":"ED174633",
        "title":"Analyzing ATI Data By Structural Analysis of Covariance Matrices."},
      {
        "id":"ED174634",
        "title":"Some Considerations in Controlling for Transient Motivation in Cognitive Manipulation Studies."},
      {
        "id":"ED174636",
        "title":"Using Multiple Regression to Interpret Chi-Square Contingency Table Analysis."},
      {
        "id":"ED174637",
        "title":"The Human Activity of Evaluation Theorizing."},
      {
        "id":"ED174640",
        "title":"Effects of Assimilatory and Retrieval Contexts on the Reproductive and Productive Recall of Text."},
      {
        "id":"ED174641",
        "title":"Pretest-Posttest Correlation and Regression Models."},
      {
        "id":"ED174644",
        "title":"The Effects of Coaching on Standardized Admission Examinations. Staff Memorandum of the Boston Regional Office of the Federal Trade Commission."},
      {
        "id":"ED174645",
        "title":"Effects of Coaching on Standardized Admission Examinations. Revised Statistical Analyses of Data Gathered By Boston Regional Office of the Federal Trade Commission."},
      {
        "id":"ED174646",
        "title":"Report to the Board of Higher Education on the Results of the New Jersey College Basic Skills Placement Testing, May 1, 1978--September 28, 1978."},
      {
        "id":"ED174647",
        "title":"Personnel Rating Effectiveness as a Function of Number of Rating Statements. Final Report for Period 24 February 1978--31 December 1978."},
      {
        "id":"ED174653",
        "title":"Use of Existing Data Bases in a Large Scale Correlational/Regression Study. for Period January 1977-January 1978."},
      {
        "id":"ED174654",
        "title":"Cognitive Styles: A Bibliography and Selected Annotations. Interim Report for Period January 1977-January 1978."},
      {
        "id":"ED174655",
        "title":"Cognitive Styles: A Review of the Literature. Interim Report for Period January 1977--January 1978."},
      {
        "id":"ED174658",
        "title":"The Development of Human Intelligence. Technical Report No. 4. Cognitive Development Series."},
      {
        "id":"ED174659",
        "title":"Developmental Patterns in the Solution of Verbal Analogies. Technical Report No. 3. Cognitive Development Series."},
      {
        "id":"ED174660",
        "title":"A Comparative Assessment of Three Methods of Collecting Training Feedback Information. TAEG Report No. 64. Final Report."},
      {
        "id":"ED174661",
        "title":"Performance Appraisal Ratings: The Content Issue. Final Report, June 1976 through August 1978."},
      {
        "id":"ED174663",
        "title":"The Development of Linear Syllogistic Reasoning. Technical Report No. 5. Cognitive Development Series."},
      {
        "id":"ED174668",
        "title":"Proceedings of the Invitational Conference on Testing Problems. (New York, New York, October 29, 1955)."},
      {
        "id":"ED174669",
        "title":"Proceedings of the Invitational Conference on Testing Problems. (20th, New York, New York, November 3, 1956)."},
      {
        "id":"ED174672",
        "title":"A Simulation Study of the Effectiveness of Two Estimates of Regression in the Title I Model A Procedure."},
      {
        "id":"ED174681",
        "title":"Estimating Gains and Establishing Program Objectives Using Data from Nationally Normed Tests."},
      {
        "id":"ED174683",
        "title":"The Role of Fluid, Crystallized, and Creative Abilities in the Prediction of Scores on Essay and Objective Tests."},
      {
        "id":"ED174690",
        "title":"A Comparison of ESEA Title I Student Gains in a Fall-to-Spring and Fall-to-Fall Out-of-Level Testing Schedule."},
      {
        "id":"ED174700",
        "title":"Does Living in a Single-Parent Family Affect High School Completion for Young Women?"},
      {
        "id":"ED174701",
        "title":"A Comparative Study of the Duration of Unemployment of Young and Middle-Aged Men."},
      {
        "id":"ED174710",
        "title":"Supplement to School Desegregation: A Report of State and Federal Judicial and Administrative Activity."},
      {
        "id":"ED174713",
        "title":"Minority Aged: Black Americans, A Bibliography."},
      {
        "id":"ED174714",
        "title":"Minority Aged: Spanish Speaking, A Bibliography."},
      {
        "id":"ED174717",
        "title":"Status Report on Programs and Projects as of March 1, 1979."},
      {
        "id":"ED174727",
        "title":"The Compensatory Education Study: Major Research Projects. A Supplemental Report from the National Institute of Education."},
      {
        "id":"ED174728",
        "title":"Perspectives on the Instructional Dimensions Study; A Supplemental Report from the National Institute of Education."},
      {
        "id":"ED174740",
        "title":"An Evaluation of Project LEAP, E.S.E.A. Title I Program of Medford, Massachusetts, 1978-1979."},
      {
        "id":"ED174743",
        "title":"The Evaluation of the Hartford Experiment: A Rigorous, Multi-Method Effort to Learn Something. Revised."},
      {
        "id":"ED174756",
        "title":"Relevant Experiences for Alternative Learning: Project REAL. Third-Party Annual Evaluation Report, Second Year. Review Period: November 1, 1977 through October 31, 1978."},
      {
        "id":"ED174761",
        "title":"Impact of Learning Styles on Air Force Technical Training: Relationships among Cognitive Style Factors and Perceptual Types. Interim Report for Period January 1977 - January 1978."},
      {
        "id":"ED174762",
        "title":"Departments of Labor and Health, Education, and Welfare Appropriations for 1980. Hearings before a Subcommittee of the Committee on Appropriations, House of Representatives, 96th Congress, First Session. Part 5, Department of Health, Education, and Welfare: Education."},
      {
        "id":"ED174764",
        "title":"A Focus on Responsibility - Adult Educators Confront America's Future. An Interpretive Report of the National Adult Education Conference (Portland, Oregon, October 25-29, 1978)."},
      {
        "id":"ED174766",
        "title":"Curriculum Development Needs for Vocational Education: New and Changing Occupational Areas."},
      {
        "id":"ED174782",
        "title":"Evaluation of Certain Aspects of Vocational Education Personnel Development Centers. Final Report."},
      {
        "id":"ED174783",
        "title":"Domestic Volunteer Service Act Amendments of 1979. Hearings before the Subcommittee on Child and Human Development, of the Committee on Labor and Human Resources. United States Senate, 96th Congress. First Session on S. 239."},
      {
        "id":"ED174785",
        "title":"On-Site Evaluation of Occupational Education Programs in Illinois. Executive Summary."},
      {
        "id":"ED174796",
        "title":"Energy Conservation in Construction Trades. Special Packages: Instructional Resources for Vocational Education."},
      {
        "id":"ED174797",
        "title":"Entrepreneurship. Special Packages: Instructional Resources for Vocational Education."},
      {
        "id":"ED174801",
        "title":"Teenage Consumers: A Profile. Results of the 1978 National Assessment of Consumer Skills and Attitudes."},
      {
        "id":"ED174803",
        "title":"Inside Experience-Based Career Education. Personal Reactions to Non-Traditional Learning."},
      {
        "id":"ED174804",
        "title":"Product Safety, It's No Accident. A Consumer Product Safety Monthly Planning Guide for Community Organizations."},
      {
        "id":"ED174809",
        "title":"Transferable Skills: The Employers' Viewpoint. Information Series No. 126."},
      {
        "id":"ED174811",
        "title":"A Study of the Administration, Operation, and Program Services of Vocational-Technical Education. Full Report."},
      {
        "id":"ED174812",
        "title":"A Study of the Administration, Operation, and Program Services of Vocational-Technical Education. Executive Summary."},
      {
        "id":"ED174813",
        "title":"Compilation of Selected Federal Legislation Relating to Employment and Training. Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED174815",
        "title":"Attitudinal Barriers to Responsive Vocational Education for Handicapped Students. Information Analysis Paper No. 161."},
      {
        "id":"ED174824",
        "title":"Concepts and Measures of Structural Unemployment. Technical Analysis Paper No. 64."},
      {
        "id":"ED174825",
        "title":"Massachusetts State College Planning Project for Responding to New Career Opportunities. Final Report."},
      {
        "id":"ED174826",
        "title":"Oversight Hearing on Vocational Education. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives. 96th Congress, 1st Session. Hearing Held in Washington, D.C., on March 1, 1979."},
      {
        "id":"ED174828",
        "title":"New Approaches to CETA Training: An Overview of the Title III National Program for Selected Population Segments. R &amp; D Monograph 69."},
      {
        "id":"ED174830",
        "title":"A Project to Develop Performance Based Instruction through Task Analysis and In-Service Programs. Final Report."},
      {
        "id":"ED174831",
        "title":"Education and Training: A Guide to Interinstitutional Cooperation. Final Report."},
      {
        "id":"ED174835",
        "title":"Supportive Services for Special Needs Students in Mainstreamed Vocational Programs. Final Report."},
      {
        "id":"ED174836",
        "title":"Supportive Services for Special Needs Students in Mainstreamed Vocational Education Programs: Guidelines for Implementation."},
      {
        "id":"ED174845",
        "title":"A Model for an Instructional Leadership Development Program in Generic Work Skills Curriculum."},
      {
        "id":"ED174846",
        "title":"Instructional Leadership Development for Generic Work Skills Curriculum Orientation Guide."},
      {
        "id":"ED174847",
        "title":"Instructional Leadership Development for Generic Work Skills Curriculum. Module 1: Foundations."},
      {
        "id":"ED174848",
        "title":"Instructional Leadership Development for Generic Work Skills Curriculum. Module 2: Curriculum Planning, Implementation, and Evaluation."},
      {
        "id":"ED174849",
        "title":"Better Jobs and Income Act, 1978. Hearings before the Committee on Human Resources. United States Senate, 95th Congress, 2nd Session, on S. 2084."},
      {
        "id":"ED174851",
        "title":"Federal Law on Consumer Deception: An Agency by Agency Analysis."},
      {
        "id":"ED174853",
        "title":"Individualized Education Programs (IEPs): A Handbook for Vocational Educators."},
      {
        "id":"ED174856",
        "title":"Affecting Work Attitudes, Work Habits, and Employability Skills of the Rural Vocational Learner. Final Report."},
      {
        "id":"ED174862",
        "title":"Vocational Education of the Handicapped Youth - State of the Art. A NASBE Report."},
      {
        "id":"ED174864",
        "title":"Androgyny and Moral and Ego Development."},
      {
        "id":"ED174868",
        "title":"Is Beer a Four Letter Word?"},
      {
        "id":"ED174873",
        "title":"Dropouts and Turnover: The Synthesis and Test of a Causal Model of Student Attrition."},
      {
        "id":"ED174877",
        "title":"Coping With Personal and Situational Barriers to the Educational Goals of Nonwhite Youths in Florida."},
      {
        "id":"ED174889",
        "title":"The Optional Parenthood Questionnaire (and Clinician's Manual): A Guide to Decision-Making About Parenthood."},
      {
        "id":"ED174890",
        "title":"Justice-Treatment Interface; A Cross-Discipline Training Course."},
      {
        "id":"ED174891",
        "title":"Use of Training Groups in Counsellor Education."},
      {
        "id":"ED174894",
        "title":"Pittsburgh: Public Attitudes About Crime; A National Crime Survey Report."},
      {
        "id":"ED174895",
        "title":"Parents As Behavior Therapists: A Single Case Study."},
      {
        "id":"ED174898",
        "title":"The Effects of Modeling and Instructions on Self-Disclosure of High School Students."},
      {
        "id":"ED174901",
        "title":"Job Satisfaction and Attitudes of Professionals in Two Community Mental Health Centers."},
      {
        "id":"ED174906",
        "title":"Erikson Stage Resolution: The Relationship Between Identity and Intimacy."},
      {
        "id":"ED174907",
        "title":"Counseling Needs of Older Persons."},
      {
        "id":"ED174908",
        "title":"You, Youth, and Prevention; Trainer Manual and Session Outline Cards."},
      {
        "id":"ED174909",
        "title":"Assessment Interviewing for Treatment Planning: Trainer&apos;s Manual."},
      {
        "id":"ED174918",
        "title":"Career Innovators and Non-Innovators: Implications for Counseling from a Study of Urban Two-Year College Women."},
      {
        "id":"ED174922",
        "title":"The Relationship of Stress Arousal and Stress Prone Personality Traits to Menstrual Distress."},
      {
        "id":"ED174930",
        "title":"Ordinal Position and Death Concerns."},
      {
        "id":"ED174934",
        "title":"Two-Hundred and Fifty Scaled Incidents of College Classroom Teaching Behavior."},
      {
        "id":"ED174935",
        "title":"The Influence of a Series of Workshops Related to Citizen Participation in Civic Affairs on Anomia, Life Satisfaction, &amp; Locus of Control Among the Aged Population in the Piedmont Region of North Carolina."},
      {
        "id":"ED174939",
        "title":"An Idiosyncratic Model of Affective and Cognitive Silent Reading Strategies."},
      {
        "id":"ED180067",
        "title":"Reducing Student Absenteeism. The Best of ERIC on Educational Management, Number 48."},
      {
        "id":"ED180072",
        "title":"Implementation of Innovations in Educational Organization and Instruction. Working Paper."},
      {
        "id":"ED180076",
        "title":"Improving the Human Environment of Schools: Problems and Strategies."},
      {
        "id":"ED180077",
        "title":"Loss Control Supplement to Administration of the School District Risk Management Program. School Business Administration Publication No. 1."},
      {
        "id":"ED180092",
        "title":"Fiscal Needs Factors in Relation to Financing Public Education in Urban, Suburban, and Rural School Systems."},
      {
        "id":"ED180098",
        "title":"IGE Evaluation: Perspectives and a Plan. Working Paper No. 183. Report."},
      {
        "id":"ED180102",
        "title":"Crime and Disruption in Schools. A Selected Bibliography."},
      {
        "id":"ED180103",
        "title":"School Crime: The Problem and Some Attempted Solutions."},
      {
        "id":"ED180107",
        "title":"A Study of the Local Government Impacts of Proposition 13. Supplemental Report: K-12 School Districts. A Report for the Governor and the Legislature as Required by Government Code Section 16285."},
      {
        "id":"ED180117",
        "title":"Institutional Strategies in Comparative Educational Administration."},
      {
        "id":"ED180121",
        "title":"Department of Education Organization Act. Public Law 96-88."},
      {
        "id":"ED180122",
        "title":"Conditions of Education in Pennsylvania: Present, Past and Future."},
      {
        "id":"ED180136",
        "title":"Controlling Child Abuse in America: An Effort Doomed to Failure and Effects of Preinstitutional History and Institutionalization on the Behavior of the Retarded."},
      {
        "id":"ED180140",
        "title":"Disruption and Asynchrony in Early Parent-Infant Interactions."},
      {
        "id":"ED180151",
        "title":"The Effects and Side-Effects of Overcorrection Procedures for Self-Stimulatory Behavior Applied by Parents of Severely Emotionally Disturbed Children in Natural Home Settings."},
      {
        "id":"ED180155",
        "title":"The Relationship of Cognitive Tempo to Achievement in LD Children."},
      {
        "id":"ED180190",
        "title":"Saudi Arabic Language and Culture Familiarization Course: Arab Cultural Assimilator, Books 1-5. Reprint."},
      {
        "id":"ED180197",
        "title":"Bibliography of Educational Publications for Alaska Native Languages."},
      {
        "id":"ED180207",
        "title":"Literary Biculturalism and the Thought-Language-Culture Relation."},
      {
        "id":"ED180228",
        "title":"Second Language Learning and Teaching in Classroom Settings: The Learning Study, Year One."},
      {
        "id":"ED180229",
        "title":"Aspects sociolinguistiques du bilinguisme canadien (Aspects of Canadian Bilingualism)."},
      {
        "id":"ED180276",
        "title":"Democracy in the University: A Case Study of Campus-Wide Governance at Roosevelt University."},
      {
        "id":"ED180281",
        "title":"The Care and Feeding of Futures: Annual Report 1978-1979."},
      {
        "id":"ED180306",
        "title":"The Necessity of Achieving a Balanced Ratio Between Minority Faculty and Minority Students."},
      {
        "id":"ED180309",
        "title":"Social Security Student Benefits for Postsecondary Students Should Be Discontinued. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED180311",
        "title":"Student Financial Aid Governance: Some Eleventh Hour Thoughts About &quot;The Partnership.&quot;"},
      {
        "id":"ED180318",
        "title":"Profile of USC Entering Freshmen. Fall 1978. Research Notes No. 36-79."},
      {
        "id":"ED180325",
        "title":"The Costs of Health Professions Education. Regional Spotlight, Vol. XIII, No. 1, Fall, 1979."},
      {
        "id":"ED180328",
        "title":"Adult Baccalaureate Programs. AAHE-ERIC/Higher Education Research Report No. 9."},
      {
        "id":"ED180339",
        "title":"Shared Use of Scientific Equipment at Colleges and Universities, Fall 1978. Higher Education Panel Report, Number 44, November 1979."},
      {
        "id":"ED180344",
        "title":"A Discussion of Issues and Guides for Conducting Postsecondary Educational Planning in Alaska."},
      {
        "id":"ED180349",
        "title":"Distribution of Women Scientists: The Numbers Are Misleading. The Academic Employment Patterns of Women and Men Scientists Differ Across Fields and in Status."},
      {
        "id":"ED180350",
        "title":"Reauthorization of the Higher Education Act and Related Measures, Part I. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session (March 20, 28, 29; April 10 and 26, 1979)."},
      {
        "id":"ED180362",
        "title":"Non-Academic Factors Influencing the &quot;Withdrawal&quot; of Academically Ineligible Black Students."},
      {
        "id":"ED180365",
        "title":"Evaluators as Managers."},
      {
        "id":"ED180374",
        "title":"Medical Direction in Skilled Nursing Facilities. NCHSR Research Summary Series."},
      {
        "id":"ED180378",
        "title":"Reauthorization of the Higher Education Act and Related Measures, Part 10. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session (Washington, D.C., on September 18, 1979)."},
      {
        "id":"ED180382",
        "title":"Accountability in Higher Education: Forces, Counterforces, and the Role of Institutional Accreditation. An Occasional Paper."},
      {
        "id":"ED180390",
        "title":"Information Digest 1979. Postsecondary Education in California."},
      {
        "id":"ED180391",
        "title":"Methodology and Limitations of Ohio Enrollment Projections. The AIR Professional File, No. 4, Winter 1979-80."},
      {
        "id":"ED180394",
        "title":"Creating New Allied Health Programs: Considerations and Constraints."},
      {
        "id":"ED180395",
        "title":"Improving Faculty Evaluation: A Trial in Strategy. A Report of the SREB Faculty Evaluation Project."},
      {
        "id":"ED180401",
        "title":"Post-High School Outcomes of Manitoba High School Students."},
      {
        "id":"ED180407",
        "title":"Accountability of Educational Institutions for Federal Funds and the Effectiveness of Federal Audits. Hearings Before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Sixth Congress, First Session. (July 17, 18, and 19, 1979)."},
      {
        "id":"ED180420",
        "title":"Recurring Bibliography--Education in the Allied Health Professions. Volume 11, April 1978 through March 1979."},
      {
        "id":"ED180428",
        "title":"Library Media Skills for Students. Curriculum Guide."},
      {
        "id":"ED180430",
        "title":"Marketing the Arts: A Selected and Annotated Bibliography."},
      {
        "id":"ED180434",
        "title":"Organizing and Servicing a Collection of Standardized Tests: A Manual for Librarians."},
      {
        "id":"ED180443",
        "title":"The Financial Analysis System: An Integrated Software System for Financial Analysis and Modeling."},
      {
        "id":"ED180476",
        "title":"The Role of the Library of Congress in the Evolving National Network. Final Report."},
      {
        "id":"ED180478",
        "title":"A Study of the Relationship between the Search Interview of the Intermediary Searcher and the Online System User, and the Assessment of Search Results as Judged by the User. Final Report."},
      {
        "id":"ED180487",
        "title":"Library Faculty Salary Survey: Preliminary and Final Reports."},
      {
        "id":"ED180488",
        "title":"Library Handbook for Students, Fifth Edition."},
      {
        "id":"ED180489",
        "title":"Library Media Institute for Paraprofessionals."},
      {
        "id":"ED180498",
        "title":"A Classification of Evaluation Studies of Instructional Technology Included in the ERIC System."},
      {
        "id":"ED180500",
        "title":"Federal Programs for Libraries: A Directory. Second Edition."},
      {
        "id":"ED180501",
        "title":"The Information Interview: A Comprehensive Bibliography and an Analysis of the Literature."},
      {
        "id":"ED180504",
        "title":"Sex Education and the Library: A Basic Bibliography for the General Public with Special Resources for the Librarian."},
      {
        "id":"ED180505",
        "title":"Bibliographic Instruction in Academic Libraries. A Review of the Literature and Selected Bibliography."},
      {
        "id":"ED180509",
        "title":"Hispanics in the Community/Junior Colleges: Donde Estamos en el Ano 1978."},
      {
        "id":"ED180516",
        "title":"A Study of the Two-Year College and the Ph.D. Surplus."},
      {
        "id":"ED180529",
        "title":"Community Colleges and Appropriate Technology."},
      {
        "id":"ED180533",
        "title":"The Financial Survival of C.C.B."},
      {
        "id":"ED180534",
        "title":"Some Recommended Guidelines for the Evaluation of a Community College President."},
      {
        "id":"ED180535",
        "title":"Science Education in Two-Year Colleges: Earth and Space."},
      {
        "id":"ED180544",
        "title":"The President's Commission on Foreign Language and International Studies: Reports Its Recommendations. An Analysis."},
      {
        "id":"ED180545",
        "title":"LACC Faculty During the First Fifty Years: A Look at Some Characteristics."},
      {
        "id":"ED180547",
        "title":"The Salt Mines Revisited: Two Years of Faculty Returning to Industry."},
      {
        "id":"ED180550",
        "title":"Modifications to the EOPS Allocation Formula."},
      {
        "id":"ED180558",
        "title":"Science Education in Two-Year Colleges: Environmental Sciences."},
      {
        "id":"ED180560",
        "title":"Enrollment Report of Apprentices in California Public Secondary and Adult Schools and Community Colleges."},
      {
        "id":"ED180561",
        "title":"Strengthening Humanities in Community Colleges. National Assembly Report."},
      {
        "id":"ED180567",
        "title":"Science Education in Two-Year Colleges: Agriculture and Natural Resources."},
      {
        "id":"ED180570",
        "title":"Chemeketa's Accountability Defined: A Study of the Costs and Benefits of Nine Vocational-Technical Programs."},
      {
        "id":"ED180572",
        "title":"Science Education in Two-Year Colleges: Sociology."},
      {
        "id":"ED180584",
        "title":"Needs Assessment Study for Franklin County Welfare Department Social Services."},
      {
        "id":"ED180595",
        "title":"Parental Development in First-Time Mothers of Handicapped, At-Risk and Normal Children. Final Report, July 1, 1978 through August 31, 1979."},
      {
        "id":"ED180600",
        "title":"Kindergarten in Georgia."},
      {
        "id":"ED180601",
        "title":"Reactivation of Infant Memory."},
      {
        "id":"ED180605",
        "title":"Child Care Services and Public Policy: A New Perspective."},
      {
        "id":"ED180607",
        "title":"Television Watching as an Information Processing Task: Programming and Advertising."},
      {
        "id":"ED180645",
        "title":"Child Development Associate Training Program. Unit I: Health and Safety in the Classroom. Module 1: Planning the Physical Environment of the Classroom."},
      {
        "id":"ED180646",
        "title":"Child Development Associate Training Program. Unit I: Health and Safety in the Classroom. Module 2: Selecting and Maintaining Equipment and Materials."},
      {
        "id":"ED180647",
        "title":"Child Development Associate Training Program. Unit I: Health and Safety in the Classroom. Module 3: Handling Emergencies in the Classroom."},
      {
        "id":"ED180648",
        "title":"Child Development Associate Training Program. Unit I: Health and Safety in the Classroom. Module 4: Nutrition for Young Children."},
      {
        "id":"ED180649",
        "title":"Child Development Associate Training Program. Unit I: Health and Safety in the Classroom. Module 5: Working with Special Children."},
      {
        "id":"ED180650",
        "title":"Child Development Associate Training Program. Unit II: Personal and Social Development of Young Children. Module 1: Personal and Social Development of Young Children."},
      {
        "id":"ED180651",
        "title":"Child Development Associate Training Program. Unit II: Personal and Social Development of Young Children. Module 2: Planning Curriculum for the Personal Development of Young Children."},
      {
        "id":"ED180652",
        "title":"Child Development Associate Training Program. Unit II: Personal and Social Development of Young Children. Module 3: Planning Curriculum for the Personal Development of Young Children."},
      {
        "id":"ED180653",
        "title":"Child Development Associate Training Program. Unit II: Personal and Social Development of Young Children. Module 4: Planning Curriculum for the Social Development of Young Children."},
      {
        "id":"ED180654",
        "title":"Child Development Associate Training Program. Unit II: Personal and Social Development of Young Children. Module 5: Social-Interpersonal Skills."},
      {
        "id":"ED180655",
        "title":"Child Development Associate Training Program. Unit III: Development of Cognitive Skills in Young Children. Module 1: Language Arts Development with Young Children. Unit Overview."},
      {
        "id":"ED180657",
        "title":"Child Development Associate Training Program. Unit III: Development of Cognitive Skills in Young Children. Module 3: Beginning Science Development with Young Children."},
      {
        "id":"ED180658",
        "title":"Child Development Associate Training Program. Unit III: Development of Cognitive Skills in Young Children. Module 4: Beginning Math Development with Young Children."},
      {
        "id":"ED180659",
        "title":"Child Development Associate Training Program. Unit IV: Motor Development in Young Children. Module 1: Fostering the Development of Gross Motor Skills in Young Children. Unit Overview."},
      {
        "id":"ED180660",
        "title":"Child Development Associate Training Program. Unit IV: Motor Development in Young Children. Module 2: Fostering the Development of Fine Motor Skills in Young Children."},
      {
        "id":"ED180661",
        "title":"Child Development Associate Training Program. Unit V: Expressive Experiences for Young Children. Module 1: Exposing, Appreciating and Communicating Through Expressive Experiences for Young Children. Unit Overview."},
      {
        "id":"ED180662",
        "title":"Child Development Associate Training Program. Unit VI: Implementing a Preschool Program. Module 1: Managing a Preschool Classroom. Unit Overview."},
      {
        "id":"ED180663",
        "title":"Child Development Associate Training Program. Unit VI: Implementing a Preschool Program. Module 2: Staff, Home, and Community Relations."},
      {
        "id":"ED180664",
        "title":"Child Development Associate Training Program. Unit VII: The Child Development Associate in Early Childhood Education. Module 1: Understanding What is Being a Professional Child Development Associate. Unit Overview."},
      {
        "id":"ED180680",
        "title":"Self-Perceived Health and Life Outlook Among the Rural Elderly."},
      {
        "id":"ED180695",
        "title":"Annual Report of Indian Education in Montana. Johnson-O&apos;Malley Activities, Fiscal Year 1977."},
      {
        "id":"ED180698",
        "title":"The Pueblo of Laguna."},
      {
        "id":"ED180699",
        "title":"Indian Education: Funding Sources for Public Schools."},
      {
        "id":"ED180700",
        "title":"Vocational Education for American Indians: Then and Now."},
      {
        "id":"ED180701",
        "title":"Project Directors' Management Manual: Migrant Education Projects. Title I Migrant Amendment. Public Law 89-750."},
      {
        "id":"ED180702",
        "title":"1979 State Evaluation Report. North Carolina. Migrant Education."},
      {
        "id":"ED180704",
        "title":"A Film Study of Classrooms in Western Alaska."},
      {
        "id":"ED180712",
        "title":"Interstate Migrant Education Task Force: Migrant Health."},
      {
        "id":"ED180713",
        "title":"Volume I: Testimony. Hearing Before the United States Commission on Civil Rights (Window Rock, Arizona, October 22-24, 1973)."},
      {
        "id":"ED180714",
        "title":"Hearing Before the United States Commission on Civil Rights (Phoenix, Arizona, November 17-18, 1972)."},
      {
        "id":"ED180726",
        "title":"The Economic and Social Impact of the Arctic Co-operative Movement on the Canadian Eskimo."},
      {
        "id":"ED180727",
        "title":"Corrections in Montana: A Consultation on Corrections in Montana."},
      {
        "id":"ED180729",
        "title":"Appalachia--A Reference Book. Second Edition."},
      {
        "id":"ED180730",
        "title":"Rural Rides--A Practical Handbook for Starting and Operating A Rural Public Transportation System. Program Aid Number 1215."},
      {
        "id":"ED180733",
        "title":"Rural Programs."},
      {
        "id":"ED180737",
        "title":"Paraprofessionals in Rural Development. Concept Paper."},
      {
        "id":"ED180741",
        "title":"Sources of Influence on Problem Choice in the Agricultural Sciences: &quot;The New Atlantis&quot; Revisited. Draft."},
      {
        "id":"ED180743",
        "title":"Course of Study for Grades Kindergarten Through Twelve, 1979-1981."},
      {
        "id":"ED180745",
        "title":"The Extent of Participation of Women in the Sciences. Final Report."},
      {
        "id":"ED180747",
        "title":"Factors Influencing the Science Career Plans of Women and Minorities. Supplementary, Report of Poll No. 101 of the Purdue Opinion Panel."},
      {
        "id":"ED180750",
        "title":"College Arithmetic and Pre-Algebra."},
      {
        "id":"ED180752",
        "title":"College Algebra II."},
      {
        "id":"ED180754",
        "title":"Math 1813 (PIPI): Analytic Geometry."},
      {
        "id":"ED180761",
        "title":"The First Ten Years. National Sea Grant College Program."},
      {
        "id":"ED180765",
        "title":"Project SOUL: Computer Training Program for High School Students from Disadvantaged Areas. Part III, The Scientific Programming Course. Technical Report."},
      {
        "id":"ED180771",
        "title":"Factor Structure of the Mathematics Anxiety Rating Scale."},
      {
        "id":"ED180781",
        "title":"SCIS and the Disadvantaged: A Report From the Field."},
      {
        "id":"ED180783",
        "title":"Developmental Shifts in Expectancies and Attributions for Performance in Mathematics."},
      {
        "id":"ED180785",
        "title":"Science and Engineering Manpower Forecasting: Its Use in Policymaking."},
      {
        "id":"ED180793",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 50, October 1979."},
      {
        "id":"ED180794",
        "title":"Energy Education Workshop Handbook: A Guide to Materials by the Project for an Energy-Enriched Curriculum."},
      {
        "id":"ED180796",
        "title":"A Quick Scoring Technique for the Teaching Situation Reaction Test for Secondary School Mathematics (TSRT-SSM)."},
      {
        "id":"ED180804",
        "title":"Nature&apos;s Energy, Module B. Fourth Grade. Pilot Form."},
      {
        "id":"ED180815",
        "title":"Some Theoretical Issues in Mathematics Education: Papers From a Research Presession."},
      {
        "id":"ED180816",
        "title":"Applied Mathematical Problem Solving."},
      {
        "id":"ED180822",
        "title":"Current Issues V: The Yearbook of Environmental Education and Environmental Studies. Selected Papers from the Eighth Annual Conference of the National Association for Environmental Education."},
      {
        "id":"ED180827",
        "title":"Energy Education Curriculum Resource. Energy Education Workshop: Energy Sources of the Future."},
      {
        "id":"ED180828",
        "title":"An Orientation for Research in Science Education."},
      {
        "id":"ED180829",
        "title":"Factors Influencing Learning of Classical Mechanics."},
      {
        "id":"ED180830",
        "title":"The Influence of Science Knowledge Structures on Children's Success in Solving Academic Problems."},
      {
        "id":"ED180834",
        "title":"Education and Experience in Engineering, the E3 Program: Program Details."},
      {
        "id":"ED180837",
        "title":"Graduate Science Enrollment in Doctorate-Granting Institutions Leveled Off in 1978. Science Resources Studies Highlights, November 30, 1979."},
      {
        "id":"ED180840",
        "title":"The Effect of Problem Structure on First-Graders' Initial Solution Processes for Simple Addition and Subtraction Problems. Technical Report No. 516."},
      {
        "id":"ED180845",
        "title":"Student&apos;s Choice--Self-Pacing And/Or the Lecture Method for Introductory Statistics."},
      {
        "id":"ED180852",
        "title":"Social Education by Example: A Social Organizational Perspective on Student Learning."},
      {
        "id":"ED180858",
        "title":"Data Book of Social Studies Materials and Resources, Volume 5."},
      {
        "id":"ED180859",
        "title":"Future Studies in the K-12 Curriculum."},
      {
        "id":"ED180860",
        "title":"Staff Development for the Social Studies Teacher."},
      {
        "id":"ED180861",
        "title":"Consumer Education Sourcebook."},
      {
        "id":"ED180863",
        "title":"A &quot;White Paper&quot; Summary Report and Recommendations Concerning Critical Issues in the Social Studies."},
      {
        "id":"ED180868",
        "title":"Toward a New Civics: Teaching and Learning in an Era of Fragmenting Loyalties and Multiplying Responsibilities."},
      {
        "id":"ED180873",
        "title":"A Guide to Games and Simulations for Teaching Economics. Third Edition."},
      {
        "id":"ED180877",
        "title":"People of the Prairies: A Norwegian and German-Russian Curriculum Guide."},
      {
        "id":"ED180889",
        "title":"Behavior Variables Related to Citizen Education: Colloquium Papers. Philadelphia, Pennsylvania, May 11-12, 1978."},
      {
        "id":"ED180892",
        "title":"The Social Studies Program of the Grosse Pointe Public Schools: K-12."},
      {
        "id":"ED180894",
        "title":"International Migration: The Search for Work. Worldwatch Paper 33."},
      {
        "id":"ED180918",
        "title":"Need for a Unified Theory of Acculturation: A Critical Review and Synthesis."},
      {
        "id":"ED180920",
        "title":"Inflation: The Rising Cost of Living on a Small Planet. Worldwatch Paper 34."},
      {
        "id":"ED180929",
        "title":"Eminence in Sociology: Three Measures."},
      {
        "id":"ED180941",
        "title":"Organizing Effective Networks."},
      {
        "id":"ED180953",
        "title":"Social Carrying Capacity as Status Group Convention."},
      {
        "id":"ED180975",
        "title":"Guidelines for Secondary School Physical Education. A Position Paper. Revised."},
      {
        "id":"ED180976",
        "title":"Implementation of Aerobic Programs."},
      {
        "id":"ED180977",
        "title":"Competency Goals and Performance Indicators K-12."},
      {
        "id":"ED180981",
        "title":"An Annotated Bibliography on Human Relations and Humanistic Education. Bibliographies on Educational Topics No. 12."},
      {
        "id":"ED180982",
        "title":"Expanding the Classroom With Community Resource Speakers and Field Trips. Briefly on ... Community Resources."},
      {
        "id":"ED180988",
        "title":"Teachers&apos; Conceptions of Pupils--An Outgrowth of Instructional Context: The South Bay Study, Part III. Research Series No. 59."},
      {
        "id":"ED180990",
        "title":"Human Services and Teacher Education. A Statement by the Commission on Programs and Projects."},
      {
        "id":"ED180995",
        "title":"The Case for Extended Programs of Initial Teacher Preparation."},
      {
        "id":"ED180997",
        "title":"Physical and Psychological Effects of Athletic Competition on Children and Youth."},
      {
        "id":"ED180998",
        "title":"Current Status of Physical Education, Sport and Active Recreation. Documentary Statement."},
      {
        "id":"ED181001",
        "title":"Space Flight Research Relevant to Health, Physical Education, and Recreation, With Particular Reference to Skylab's Life Science Experiments."},
      {
        "id":"ED181006",
        "title":"Teacher Autonomy and the Control of Content Taught. Research Series No. 24."},
      {
        "id":"ED181008",
        "title":"Stop and Freeze: The Negotiation of Social and Physical Space in a Kindergarten/First-Grade Classroom. Occasional Paper No. 26"},
      {
        "id":"ED181009",
        "title":"Needs, Attitudes and Behaviors of Teachers Relative to Stress Situations of Children."},
      {
        "id":"ED181013",
        "title":"Teacher Praise: A Functional Analysis. Occasional Paper No. 28."},
      {
        "id":"ED181014",
        "title":"Teacher Behavior and Its Effects. Occasional Paper No. 25."},
      {
        "id":"ED181015",
        "title":"Alternative Images of the Future: Scenarios for Education and the Preparation of Teachers. Conference Proceedings."},
      {
        "id":"ED181016",
        "title":"Ability Grouping and Students' Self-Esteem."},
      {
        "id":"ED181019",
        "title":"On Retirement Planning. A Resource Book for Teacher Retirement. Special Current Issues Publication No. 11."},
      {
        "id":"ED181020",
        "title":"The Instructional Leadership Program at Stanford."},
      {
        "id":"ED181024",
        "title":"Inservice Programs for Helping Regular Classroom Teachers Implement Public Law 94-142."},
      {
        "id":"ED181026",
        "title":"Summary of Research on Restructuring the Graduate Record Examinations Aptitude Test."},
      {
        "id":"ED181028",
        "title":"A Comparison of Approaches for Setting Proficiency Standards."},
      {
        "id":"ED181032",
        "title":"The State of the Art in Needs Assessments."},
      {
        "id":"ED181050",
        "title":"Proceedings of the Invitational Conference on Testing Problems (2nd, New York, New York, October 29, 1949)."},
      {
        "id":"ED181053",
        "title":"Proceedings of the Invitational Conference on Testing Problems (22nd, New York, New York, November 1, 1958)."},
      {
        "id":"ED181055",
        "title":"Proceedings of The Invitational Conference on Testing Problems (24th, New York, New York, October 29, 1960)."},
      {
        "id":"ED181063",
        "title":"Describing What Johnny Can Do. Iowa Testing Programs Occasional Papers, Number 17."},
      {
        "id":"ED181065",
        "title":"Establishing the Validity of a Talents Unlimited Program at the School Level."},
      {
        "id":"ED181066",
        "title":"1977-78 Evaluation Findings. Publication Number: 77.59."},
      {
        "id":"ED181069",
        "title":"An Analysis of Regression Effects and the Equipercentile Growth Assumption in the Norm-Referenced Evaluation Model."},
      {
        "id":"ED181082",
        "title":"Test of Enquiry Skills [and] Handbook."},
      {
        "id":"ED181085",
        "title":"Instruments for Analyzing Network Functioning."},
      {
        "id":"ED178041",
        "title":"Source Journal List: Women&apos;s Educational Equity Communications Network."},
      {
        "id":"ED178047",
        "title":"Children's Television Programming and Public Broadcasting: An Analysis and Assessment of Needs. Executive Summary."},
      {
        "id":"ED178057",
        "title":"The Instructional Effectiveness of Three Levels of Graphics Displays for Computer-Assisted Instruction."},
      {
        "id":"ED178083",
        "title":"FTC Staff Report on Television Advertising to Children."},
      {
        "id":"ED178088",
        "title":"Computer-Managed Instruction: Development and Evaluation of Student Skill Modules to Reduce Training Time."},
      {
        "id":"ED178094",
        "title":"Styles of Parental Disciplinary Practices As a Mediator of Children&apos;s Learning from Antisocial Television Portrayals."},
      {
        "id":"ED178096",
        "title":"Using Television Technology to Teach Technical Writing."},
      {
        "id":"ED178100",
        "title":"Report on the Study of Library Use at Pitt by Professor Allen Kent, et al. (A Pittsburgh Reply)."},
      {
        "id":"ED178101",
        "title":"TRAINER: Computer Assisted Learning and Practice for Users of DIALOG/ORBIT. Final Report."},
      {
        "id":"ED178102",
        "title":"TRAINER Manual for Use with TRAINER: Computer Assisted Learning and Practice Modules. A Textual Representation, Section A: Dialog and Section B: ORBIT."},
      {
        "id":"ED178116",
        "title":"Performance Improvement Plan (PIP): A Conceptual Model for Instructional Improvement at Chemeketa Community College."},
      {
        "id":"ED178130",
        "title":"Looking Back on Community Colleges in the 1980's: A Stimulus Paper. \"August, 1989.\""},
      {
        "id":"ED178132",
        "title":"An Interdisciplinary Course in Humanities at Valencia Community College: Goals, Competency Breakdown, and Evaluation."},
      {
        "id":"ED178137",
        "title":"A Study to Determine the Basic Science and Mathematics Topics Most Needed by Engineering Technology Graduates of Wake Technical Institute in Performing Job Duties."},
      {
        "id":"ED178139",
        "title":"2 + 2 = Expanded Opportunity. Cooperative Curricular Planning Between Community Colleges and Senior Institutions in Technical and Career-Oriented Instruction: A Staff Report."},
      {
        "id":"ED178142",
        "title":"Computer Support Needs at Amarillo College: A Report of the Information System Task Force."},
      {
        "id":"ED178146",
        "title":"Perspective: Community Colleges in the 1980s. Horizon Issues Monograph Series."},
      {
        "id":"ED178149",
        "title":"Managing in a New Era. New Directions for Community Colleges, Number 28."},
      {
        "id":"ED178164",
        "title":"The Family Forum Proceedings. Public Policy: Its Impact on Delaware Families and Children."},
      {
        "id":"ED178165",
        "title":"The Family Forum Supplement: Some Notes for Novice Conference Planners."},
      {
        "id":"ED178172",
        "title":"Attitudes of Principals About Early Childhood Teachers."},
      {
        "id":"ED178176",
        "title":"The Development of Relational Understandings of Temporal and Spatial Terms."},
      {
        "id":"ED178183",
        "title":"Amendments to Social Services, Foster Care, and Child Welfare Programs. Hearings Before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED178189",
        "title":"Health Assistance for Low-Income Children. Hearing Before the Subcommittee on Health of the Committee on Finance, United States Senate, Ninety-Sixth Congress, First Session on S. 1204."},
      {
        "id":"ED178195",
        "title":"Promoting Social Competence: A Cognitive Strategy."},
      {
        "id":"ED178216",
        "title":"Teaching Children How and When to Make Emergency Telephone Calls."},
      {
        "id":"ED178219",
        "title":"Frequency Discrimination in Young Infants."},
      {
        "id":"ED178222",
        "title":"Children's Long-Term Memory for Routine Events."},
      {
        "id":"ED178238",
        "title":"Interagency Cooperation--An Investigation of Human Service Agencies Collaboration in the Delivery of Services and Amenities to Rural Citizens in Clinton County New York."},
      {
        "id":"ED178246",
        "title":"Chicanos and Concepts of Culture."},
      {
        "id":"ED178247",
        "title":"America o Aztlan? Los Chicanos En El Ano 2001 (America or Aztalan? Chicanos in the year 2001)."},
      {
        "id":"ED178249",
        "title":"Iditarod's Small High School Program."},
      {
        "id":"ED178261",
        "title":"The Effects of Outdoor Adventure Activities Upon Self-Concept."},
      {
        "id":"ED178267",
        "title":"Individualized Testing System: Performance Objectives, ISCS Level I."},
      {
        "id":"ED178268",
        "title":"Individualized Testing System: Performance Checks, ISCS Level I, Form A."},
      {
        "id":"ED178269",
        "title":"Individualized Testing System: Performance Checks, ISCS Level I, Form B."},
      {
        "id":"ED178270",
        "title":"Individualized Testing System: Performance Checks, ISCS Level I, Form C."},
      {
        "id":"ED178271",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level I, Part 1."},
      {
        "id":"ED178272",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level I, Part 2."},
      {
        "id":"ED178273",
        "title":"Individualized Testing System: Performance Objectives, ISCS Level II."},
      {
        "id":"ED178274",
        "title":"Individualized Testing System: Performance Checks, ISCS Level II, Form A."},
      {
        "id":"ED178275",
        "title":"Individualized Testing System: Performance Checks, ISCS Level II, Form B."},
      {
        "id":"ED178276",
        "title":"Individualized Testing System: Performance Checks, ISCS Level II, Form C."},
      {
        "id":"ED178277",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level II, Part 1."},
      {
        "id":"ED178278",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level II, Part 2."},
      {
        "id":"ED178279",
        "title":"Individualized Testing System: Performance Objectives, ISCS Level III."},
      {
        "id":"ED178280",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, ES-WB Form A."},
      {
        "id":"ED178281",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, ES-WB Form B."},
      {
        "id":"ED178282",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, ES-WB Form C."},
      {
        "id":"ED178283",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, WYY-IV Form A."},
      {
        "id":"ED178284",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, WYY-IV Form B."},
      {
        "id":"ED178285",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, WYY-IV Form C."},
      {
        "id":"ED178286",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, IO-WU Form A."},
      {
        "id":"ED178287",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, IO-WU Form B."},
      {
        "id":"ED178288",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, IO-WU Form C."},
      {
        "id":"ED178289",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, WW-CP Form A."},
      {
        "id":"ED178290",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, WW-CP Form B."},
      {
        "id":"ED178291",
        "title":"Individualized Testing System: Performance Checks, ISCS Level III, WW-CP Form C."},
      {
        "id":"ED178292",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level III, ES-WB."},
      {
        "id":"ED178293",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level III, WYY-IV."},
      {
        "id":"ED178294",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level III, IO-WU."},
      {
        "id":"ED178295",
        "title":"Individualized Testing System: Performance Assessment Resources, ISCS Level III, WW-CP."},
      {
        "id":"ED178296",
        "title":"Investigating the Marine Environment and Its Resources, Part I."},
      {
        "id":"ED178297",
        "title":"Investigating the Marine Environment and Its Resources, Part II."},
      {
        "id":"ED178306",
        "title":"How To...Activities in Meteorology."},
      {
        "id":"ED178308",
        "title":"How To...Record and Use Data in Elementary School Science. Revised Edition."},
      {
        "id":"ED178321",
        "title":"FORTRAN IV Digital Filter Design Programs. Digital Systems Education Project."},
      {
        "id":"ED178326",
        "title":"Water Management and Sediment Control for Urbanizing Areas."},
      {
        "id":"ED178327",
        "title":"Annotated Bibliography, 1973-1977, Division of Science Information."},
      {
        "id":"ED178328",
        "title":"Cognitive Development Research and Mathematics Education. Theoretical Paper No. 73. Conceptual Paper No. 2."},
      {
        "id":"ED178332",
        "title":"A Writing Guide for Student Oceanography Laboratory and Field Research Reports."},
      {
        "id":"ED178338",
        "title":"Field Guide to Rock Weathering. Earth Science Curriculum Project Pamphlet Series PS-1."},
      {
        "id":"ED178339",
        "title":"Field Guide to Soils. Earth Science Curriculum Project Pamphlet Series PS-2."},
      {
        "id":"ED178340",
        "title":"Field Guide to Layered Rocks. Earth Science Curriculum Project Pamphlet Series PS-3."},
      {
        "id":"ED178341",
        "title":"Field Guide to Fossils. Earth Science Curriculum Project Pamphlet Series PS-4."},
      {
        "id":"ED178342",
        "title":"Field Guide to Plutonic and Metamorphic Rocks. Earth Science Curriculum Project Pamphlet Series PS-5."},
      {
        "id":"ED178343",
        "title":"Color of Minerals. Earth Science Curriculum Project Pamphlet Series PS-6."},
      {
        "id":"ED178344",
        "title":"Field Guide to Beaches. Early Science Curriculum Project Pamphlet Series PS-7."},
      {
        "id":"ED178345",
        "title":"Field Guide to Lakes. Earth Science Curriculum Project Pamphlet Series PS-8."},
      {
        "id":"ED178346",
        "title":"Field Guide to Astronomy Without a Telescope. Earth Science Curriculum Project Pamphlet Series PS-9."},
      {
        "id":"ED178347",
        "title":"Meteorites. Earth Science Curriculum Project Pamphlet Series PS-10."},
      {
        "id":"ED178348",
        "title":"An Introduction to Computer Assisted Analysis in the Biological Sciences."},
      {
        "id":"ED178355",
        "title":"Problems Related to Children's Acquisition of Basic Skills and Learning of Mathematics."},
      {
        "id":"ED178356",
        "title":"Investigations in Mathematics Education, Vol. 12, No. 4."},
      {
        "id":"ED178360",
        "title":"Minicalculators and Instructional Impact: A Teacher Survey."},
      {
        "id":"ED178361",
        "title":"The Effect of Cognitive Development on First Grade Children's Ability to Learn Linear Measurement Concepts. Technical Report No. 506. Studies in Mathematics Technical Report Series."},
      {
        "id":"ED178366",
        "title":"Task Variables in Mathematical Problem Solving."},
      {
        "id":"ED178367",
        "title":"Cultural Pluralism and Citizen Education."},
      {
        "id":"ED178380",
        "title":"The Future of the Automobile in an Oil-Short World. Worldwatch Paper 32."},
      {
        "id":"ED178381",
        "title":"We the People: Sex Bias in American History."},
      {
        "id":"ED178382",
        "title":"A Value Conscious Approach to Energy Education."},
      {
        "id":"ED178384",
        "title":"Futuristics and Education: An ASCD Task Force Report. Professional Paper, 1979-1."},
      {
        "id":"ED178386",
        "title":"Consuming Educational Services: A Curriculum Module for Eleventh Grade Students in the State of New York."},
      {
        "id":"ED178389",
        "title":"Report on the \"Caesar Unit\"-1964 [and] Some Linguistic Skills for History Students. Occasional Papers No. 1 and No. 2."},
      {
        "id":"ED178390",
        "title":"Man: A Course of Study. Occasional Paper No. 3."},
      {
        "id":"ED178391",
        "title":"Man and Politics: Curriculum Models for Junior High School Social Studies. Occasional Paper No. 4."},
      {
        "id":"ED178392",
        "title":"Myth and Art as Teaching Materials. Occasional Paper No. 5."},
      {
        "id":"ED178393",
        "title":"The Emergence of the American. Occasional Paper No. 6."},
      {
        "id":"ED178394",
        "title":"Games for Learning. Occasional Paper No. 7."},
      {
        "id":"ED178395",
        "title":"The Growth of Mind. Occasional Paper No. 8."},
      {
        "id":"ED178396",
        "title":"The Game of Empire: A Partial Assessment with Some Comments on Other Teaching Games. Occasional Paper No. 9."},
      {
        "id":"ED178397",
        "title":"The Grouptalk. Occasional Paper No. 10."},
      {
        "id":"ED178398",
        "title":"Futuristics and Education. Fastback 131."},
      {
        "id":"ED178399",
        "title":"Matters of Feeling: Values Education Reconsidered."},
      {
        "id":"ED178400",
        "title":"What Schools are For."},
      {
        "id":"ED178402",
        "title":"Our Constitution and Government: Lesson Worksheets. Federal Textbook on Citizenship-Home Study Course. Revised Edition."},
      {
        "id":"ED178403",
        "title":"English, Home and Community Life. Section 1 for the Student. Federal Textbook on Citizenship-Home Study Course. Revised Edition."},
      {
        "id":"ED178404",
        "title":"English and the State Government. Section 3 for the Helper. Federal Textbook on Citizenship-Home Study Course. Revised Edition."},
      {
        "id":"ED178405",
        "title":"Manual for the Comparative Politics Laboratory: Conditions for Effective Democracy."},
      {
        "id":"ED178406",
        "title":"Manual for the Political Development Laboratory."},
      {
        "id":"ED178407",
        "title":"Manual for the Judicial Behavior Laboratory."},
      {
        "id":"ED178411",
        "title":"Research and Development in the Social Studies: New Curriculum Models for History and the Social Sciences."},
      {
        "id":"ED178412",
        "title":"Intergenerational Living - A Pilot Study in a University Setting. Final Report. Student Originated Studies."},
      {
        "id":"ED178414",
        "title":"Curiosity/Competence/Community. An Evaluation of Man: A Course of Study, Vol. 1."},
      {
        "id":"ED178415",
        "title":"Curiosity/Competence/Community. An Evaluation of Man: A Course of Study, Vol. II."},
      {
        "id":"ED178416",
        "title":"Approaches to Further Evaluation of Man: A Course of Study. A Final Report."},
      {
        "id":"ED178420",
        "title":"Oral History in the Classroom. How to Do It Series, Series 2, No. 8."},
      {
        "id":"ED178421",
        "title":"Using Popular Culture in the Social Studies. How to Do It Series, Series 2, No. 9."},
      {
        "id":"ED178423",
        "title":"The NSF Studies: Implications for Law and Humanities in Elementary Schools."},
      {
        "id":"ED178429",
        "title":"A Mills Based Model for Preparation of Social Studies Teachers: An Alternative to CBTE Fragmentation."},
      {
        "id":"ED178438",
        "title":"Women--In Search of Equality. Focus 6."},
      {
        "id":"ED178439",
        "title":"Traditional Versus Zero-Base Morality as a Basis for Law."},
      {
        "id":"ED178440",
        "title":"Varieties of Cognitive Skills: Taxonomies and Models of the Intellect."},
      {
        "id":"ED178441",
        "title":"Teacher and Parent Opinion Concerning Moral/Ethical Education in the Public Schools: A Report of an Institute for Survey Research Study. Technical Report No. 2."},
      {
        "id":"ED178445",
        "title":"Inventive Problem Solving and Future Studies: A Review and Synthesis."},
      {
        "id":"ED178446",
        "title":"The NSF Studies of Status of Pre-Collegiate Education: Implications for Social Studies Professors and Curriculum Developers."},
      {
        "id":"ED178448",
        "title":"The Relationship of Citizenship Education to Values Education. Occasional Paper No. 2."},
      {
        "id":"ED178450",
        "title":"Individualizing the Social Studies: An Application of Piaget's Theory."},
      {
        "id":"ED178451",
        "title":"Proceedings of Citizen Education Conference (Harrisburg, Pennsylvania, February 14, 1978)."},
      {
        "id":"ED178452",
        "title":"Proceedings of Citizen Education Conference (Princeton, New Jersey, April 26, 1978)."},
      {
        "id":"ED178453",
        "title":"Proceedings of Citizen Education Conference (Newark, Delaware, January 11, 1979)."},
      {
        "id":"ED178454",
        "title":"Just-Us Is You! (Teacher's Manual)."},
      {
        "id":"ED178455",
        "title":"Task Force on the Education, Training and Development of Professional Artists and Arts Educators."},
      {
        "id":"ED178456",
        "title":"Cognitive-Decision Theorists' Approach to Moral/Citizenship Education."},
      {
        "id":"ED178459",
        "title":"The Values Theorists' Approach to Moral/Citizenship Education."},
      {
        "id":"ED178469",
        "title":"Student Teacher Telephone Conferencing with Satellite Maps as a Monitoring Device."},
      {
        "id":"ED178471",
        "title":"The Organizational History of the Ontario Federation of School Athletic Associations (OFSAA) 1948-1975: Statistical Methods and Model for Analyzing Conflict and Change."},
      {
        "id":"ED178473",
        "title":"A Survey of Teachers' Perceptions of University Courses."},
      {
        "id":"ED178474",
        "title":"The Effects of an Independent Learning System on Student Achievement and Attitudes. Volume III: Student and Teacher Measurement Instruments."},
      {
        "id":"ED178486",
        "title":"Learning to Teach in the Inner-City: A Follow-up Study."},
      {
        "id":"ED178488",
        "title":"Physical Education in Oregon Schools."},
      {
        "id":"ED178497",
        "title":"Nursing-Related Data Sources: 1979. Nurse Planning Information Series, No. 7."},
      {
        "id":"ED178501",
        "title":"Standards for State Approval of Teacher Education Programs Leading to Interstate Reciprocity of Teacher Certification."},
      {
        "id":"ED178514",
        "title":"Improving Classroom Social Climate: Teacher&apos;s Handbook."},
      {
        "id":"ED178516",
        "title":"Cognitive Attainment of Learners of Student Teachers: A Criterion for Attaining Accountable Teacher Preparation Programs."},
      {
        "id":"ED178521",
        "title":"How Parent-Teacher Conferences Build Partnerships. Fastback 132."},
      {
        "id":"ED178533",
        "title":"Nationwide Techer Opinion Poll, 1979. NEA Research Memo, September 1979."},
      {
        "id":"ED178534",
        "title":"Teacher Education and Certification: State Actions in the South. Including... 1979 Legislative Developments. Recommendations for State Plans."},
      {
        "id":"ED178538",
        "title":"Dance Facilities. Revised 1979."},
      {
        "id":"ED178539",
        "title":"Medical Technology: The Culprit Behind Health Care Costs? Proceedings of the 1977 Sun Valley Forum on National Health."},
      {
        "id":"ED178540",
        "title":"Classroom-Based Experimental Studies of Teaching Effectiveness in Elementary Schools."},
      {
        "id":"ED178541",
        "title":"Beginning School. R&D Report No. 6007"},
      {
        "id":"ED178542",
        "title":"Effective Classroom Management at the Beginning of the School Year."},
      {
        "id":"ED178543",
        "title":"How Do Teaching Effects Occur?"},
      {
        "id":"ED178544",
        "title":"Guidelines Toward Implementation of Multicultural Teacher Education."},
      {
        "id":"ED178548",
        "title":"Criterion-Referenced Testing: A Discussion of Theory and Practice in the Army."},
      {
        "id":"ED178549",
        "title":"A Preliminary Version of a Scale to Measure Sex-Role Attitudes in the Army. Research Memorandum 76-3."},
      {
        "id":"ED178559",
        "title":"New Hampshire&apos;s Vocational Program Evaluation System. Manual I: Process Evaluation."},
      {
        "id":"ED178565",
        "title":"Using Insights from Game Theory in Evaluating Tenured Teachers."},
      {
        "id":"ED178567",
        "title":"Program STANDARD (Statistic of Conjoint Multiple Observer Agreement with a Standard)."},
      {
        "id":"ED178572",
        "title":"Test Scatter on the WISC-R in Learning Disabled Children."},
      {
        "id":"ED178582",
        "title":"Development of An Attitude Scale for Vocational Research: A Systematic Approach."},
      {
        "id":"ED178584",
        "title":"Evaluation of Ideology: A Case Study of Social Change."},
      {
        "id":"ED178586",
        "title":"Evaluation of Forward Observers."},
      {
        "id":"ED178587",
        "title":"Critical Issues in Minimal Competency Testing."},
      {
        "id":"ED178596",
        "title":"Evaluating Educational Programs."},
      {
        "id":"ED178606",
        "title":"Leader Sex, Leader Descriptions of Own Behavior, and Subordinates Description of Leader Behavior."},
      {
        "id":"ED178612",
        "title":"User Experiences in Implementing the RMC Title I Evaluation Models."},
      {
        "id":"ED178615",
        "title":"Do Minorities Embrace the Concept of Minimum Competency?."},
      {
        "id":"ED178616",
        "title":"Implications of Minimum-Competency Testing for Minority Students."},
      {
        "id":"ED178629",
        "title":"Caloric and Selected Nutrient Values for Persons 1-74 Years of Age: First Health and Nutrition Examination Survey, United States, 1971-1974. Vital and Health Statistics, Data from the National Health Survey, Series ll, Number 209."},
      {
        "id":"ED178631",
        "title":"Hearing before the United States Commission on Civil Rights; Hearing Held in Louisville, Kentucky, June 14-16, 1976."},
      {
        "id":"ED178638",
        "title":"Integrating Asian American Curriculum into the Classroom."},
      {
        "id":"ED178640",
        "title":"A Learner-Centered Approach to Multi-Cultural Education: Some Beginnings."},
      {
        "id":"ED178645",
        "title":"Age Discrimination in Federally-Assisted Programs. Hearing Before the United States Commission on Civil Rights; Hearing Held in Denver, Colorado, July 28-29, 1977. Volume I: Testimony."},
      {
        "id":"ED178646",
        "title":"Crisis and Opportunity: Education in Greater Kansas City. Summary Edition."},
      {
        "id":"ED178647",
        "title":"School Desegregation in Boston; A Staff Report Prepared for the Hearing of the U.S. Commission on Civil Rights in Boston, Massachusetts, June 1975."},
      {
        "id":"ED178648",
        "title":"Hearing before the United States Commission on Civil Rights; Hearing Held in Denver, Colorado, February 17-19, 1976."},
      {
        "id":"ED178650",
        "title":"School Desegregation in Tacoma, Washington; A Staff Report of the United States Commission on Civil Rights."},
      {
        "id":"ED178661",
        "title":"Nondiscrimination in Federally Assisted Programs; Title VI of the Civil Rights Act of 1964 (45 CFR Part 80) Policy Interpretation Number 1."},
      {
        "id":"ED178668",
        "title":"Have You ROARED Today? A Creative Drama Handbook."},
      {
        "id":"ED178671",
        "title":"Georgia Prisons."},
      {
        "id":"ED178673",
        "title":"Civil Rights and the Housing and Community Development Act of 1974; Volume 1: Livonia."},
      {
        "id":"ED178674",
        "title":"Civil Rights and the Housing and Community Development Act of 1974; Volume II: A Comparison with Model Cities."},
      {
        "id":"ED178682",
        "title":"Technical Assistance in Evaluating Career Education Projects. Final Report. Volume I: Summary Volume."},
      {
        "id":"ED178689",
        "title":"Report of the Field Testing and Validation of Expanding Career Horizons."},
      {
        "id":"ED178693",
        "title":"A Characteristics and Needs Profile of Ohio's 1978-79 Vocational Education Teachers. Part I: Teacher Characteristics."},
      {
        "id":"ED178696",
        "title":"Review and Critique of Strategies for Determining Career Education Curriculum Content."},
      {
        "id":"ED178711",
        "title":"A Characteristics and Needs Profile of Ohio's 1978-79 Vocational Education Teachers. Part II: Teacher and Needs Profile after Three Months of Teaching."},
      {
        "id":"ED178725",
        "title":"Marketing Occupations. Cluster Guide."},
      {
        "id":"ED178727",
        "title":"Engineman 3 &amp; 2. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED178730",
        "title":"Training of Child Care Providers to Use a Nonsexist Approach to Child Development. A Final Report of Research."},
      {
        "id":"ED178732",
        "title":"Training and Related Efforts Needed to Improve Financial Management in the Third World. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED178734",
        "title":"Transition from School to Work: An Intercountry Study."},
      {
        "id":"ED178738",
        "title":"Participatory Research: Research with Historic Consciousness. Working Paper 3."},
      {
        "id":"ED178739",
        "title":"Select and Annotated Bibliography on Participatory Research. Working Paper No. 4."},
      {
        "id":"ED178740",
        "title":"Popular Theatre: A Technique for Participatory Research. Participatory Research Project. Working Paper No. 5."},
      {
        "id":"ED178745",
        "title":"The Earnings Gap between Women and Men."},
      {
        "id":"ED178748",
        "title":"Experiential Learning Programs: Synthesis of Findings and Proposed Framework for Future Evaluations."},
      {
        "id":"ED178749",
        "title":"Extending Experience-Based Education: Some Issues and Considerations."},
      {
        "id":"ED178750",
        "title":"Collaboration among Schools and Business and Industry: An Analysis of the Problems and Some Suggestions for Improving the Process."},
      {
        "id":"ED178752",
        "title":"Report of Advisory Group on Assessing Means for Strengthening the Role of Labor in Education and Work Planning."},
      {
        "id":"ED178756",
        "title":"Lifelong Learning: A Human Agenda."},
      {
        "id":"ED178760",
        "title":"Dissemination and Utilization: An Imperative."},
      {
        "id":"ED178762",
        "title":"Youth Labor Markets for Puerto Rican-Latin American Youth Labor Market in New York City."},
      {
        "id":"ED178763",
        "title":"Black Youth and the Labor Market: The Unemployment Dilemma."},
      {
        "id":"ED178768",
        "title":"Oversight Hearings on Assessment of Coordination of Youth Employment Programs under the Vocational Education Act and CETA. Part I. Hearings before the Subcommittee on Elementary, Secondary and Vocational Education jointly with the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-sixth Congress, First Session (June 12-13, 1979)."},
      {
        "id":"ED178769",
        "title":"The Causes of the Worsening Employment Situation of Black Youth."},
      {
        "id":"ED178770",
        "title":"A Theoretical Model of Segmented Youth Labor Markets and the School to Work Transition."},
      {
        "id":"ED178772",
        "title":"A Description and Analysis of Rising Health Care Expenditures. Extension Studies 77."},
      {
        "id":"ED178778",
        "title":"Education for Employment: Knowledge for Action. Report of the Task Force on Education and Employment National Academy of Education."},
      {
        "id":"ED178779",
        "title":"Completing the Youth Agenda: A Plan for Knowledge Development, Dissemination and Application for Fiscal 1980."},
      {
        "id":"ED178780",
        "title":"The Awarding of Academic Credit under the Youth Employment and Demonstration Projects Act of 1977."},
      {
        "id":"ED178781",
        "title":"Health Careers Guidebook. Fourth Edition, 1979."},
      {
        "id":"ED178785",
        "title":"A Study of Contrasting Styles of Teacher Behavior."},
      {
        "id":"ED178790",
        "title":"Group Facilitator Training Package: Trainer's Manual and Participant's Manual."},
      {
        "id":"ED178792",
        "title":"Alternative Education Options."},
      {
        "id":"ED178797",
        "title":"Selected Demographic and Attitude Variables in Relation to Women's Motivation for Full-Time Employment, Part-Time Employment, Full-Time Homemaking and Volunteer Work."},
      {
        "id":"ED178810",
        "title":"Eliciting Compliance: Humor as a Technique of Social Control."},
      {
        "id":"ED178811",
        "title":"Programs Providing Services To Battered Women."},
      {
        "id":"ED178812",
        "title":"Rape Victimization in 26 American Cities. Analytic Report SD-VAD-6."},
      {
        "id":"ED178813",
        "title":"Using Volunteers In Your Agency: Trainer Manual."},
      {
        "id":"ED178828",
        "title":"Occupational Alcoholism Programs Under Federal Contracts, 1978; Joint Hearing Before the Subcommittee on Alcoholism and Drug Abuse of the Committee on Human Resources and the Subcommittee on Federal Spending Practices and Open Government of the Committee on Governmental Affairs, United States Senate, Ninety-Fifth Congress, Second Session on S. 2525."},
      {
        "id":"ED178829",
        "title":"The Legal Aspects of Protective Services for Abused and Neglected Children. A Manual."},
      {
        "id":"ED178830",
        "title":"Directory of Community Crime Prevention Programs: National and State Levels."},
      {
        "id":"ED178837",
        "title":"Attaining Sex Equity in Counseling Programs and Practices. Application Booklet for Counselors."},
      {
        "id":"ED178839",
        "title":"Directory of Criminal Justice Information Sources. Third Edition."},
      {
        "id":"ED178840",
        "title":"New Pioneers: The North Carolina Program to Expand Sex Roles in Elementary and Secondary Education. Reflections and Recommendations."},
      {
        "id":"ED178843",
        "title":"Assessment of Change Agent Behavior: Design Strategies and Limitations."},
      {
        "id":"ED178844",
        "title":"Federal Strategy for Drug Abuse and Drug Traffic Prevention 1979."},
      {
        "id":"ED178845",
        "title":"Victim/Witness Assistance."},
      {
        "id":"ED178846",
        "title":"Career Guidance and Community Work-Education Councils."},
      {
        "id":"ED178853",
        "title":"Volunteer Program Development Guide: Participant Handbook."},
      {
        "id":"ED178859",
        "title":"Dispelling Myths and Examining Strategies in Teaching Non-Standard Dialect Speakers to Read."},
      {
        "id":"ED178860",
        "title":"Comprehension and Analysis of Information in Text: I. Construction and Evaluation of Brief Texts."},
      {
        "id":"ED178869",
        "title":"Reading Attainment in Irish Primary Schools--A Progressive Achievement Gap?"},
      {
        "id":"ED178885",
        "title":"Metalinguistic Awareness: Its Growth and Relationship to Reading Achievement."},
      {
        "id":"ED178896",
        "title":"Literacy Research in Developing Countries. Final Report."},
      {
        "id":"ED178902",
        "title":"An Examination of Work Related Literacy and Reading Attitudes."},
      {
        "id":"ED178903",
        "title":"Job-Related Literacy: A Look at Current and Needed Research."},
      {
        "id":"ED178907",
        "title":"Problems in Choosing a Theory of Basic Writing: Toward a Rhetoric of Scholarly Discourse."},
      {
        "id":"ED178911",
        "title":"The Changing Role of Newspapers in the Age of Television. Journalism Monographs No. 63."},
      {
        "id":"ED178915",
        "title":"Language Play and the Teaching of Poetry."},
      {
        "id":"ED178922",
        "title":"A Preliminary Report on Five Questions Concerning Magazine Editors and Magazine Operations."},
      {
        "id":"ED178923",
        "title":"Statement of the National Association of Advertising Publishers."},
      {
        "id":"ED178947",
        "title":"National Accreditation of Public Relations Education: Analysis and Recommendations."},
      {
        "id":"ED178966",
        "title":"Pop Music and Adolescent Socialization: An Information Perspective."},
      {
        "id":"ED178971",
        "title":"Elite Communication: A Suggested Perspective for Communication Studies Scholars."},
      {
        "id":"ED178988",
        "title":"Death and Dying: Communication Parameters and Perspectives."},
      {
        "id":"ED178990",
        "title":"Relational Communication Instrumentation: Validity."},
      {
        "id":"ED178998",
        "title":"Motivation of Teachers. ACSA School Management Digest, Series 1, Number 18. ERIC/CEM Research Analysis Series, Number 46."},
      {
        "id":"ED179006",
        "title":"Educational Planning and Teaching-Learning Strategies--The Notes of a Skeptic. IIEP Seminar Paper: 32."},
      {
        "id":"ED179008",
        "title":"New Directions in Educational Planning: Implications for Training. IIEP Seminar Paper: 36."},
      {
        "id":"ED179012",
        "title":"Principals&apos; Forum II."},
      {
        "id":"ED179016",
        "title":"A Model for Determining School District Cash Flow Needs."},
      {
        "id":"ED179019",
        "title":"Educational Financing and Policy Goals for Primary Schools. General Report."},
      {
        "id":"ED179039",
        "title":"Proceedings: Workshop for Serving the Deaf-Blind and Multihandicapped Child: Identification, Assessment, and Training."},
      {
        "id":"ED179040",
        "title":"Proceedings of the National Deaf-Blind Educational/Rehabilitation Exchange."},
      {
        "id":"ED179041",
        "title":"Assessment and Education of Deaf-Blind Children. Proceedings of the Special Study Institute (Los Angeles, CA, March 17-19, 1978)."},
      {
        "id":"ED179043",
        "title":"Federally-Supported State Vocational Education and Vocational Rehabilitation Programs. Draft."},
      {
        "id":"ED167843",
        "title":"Criterion Development for Job Performance Evaluation: Proceedings from [a] Symposium (San Antonio, Texas, June 23-24, 1977)."},
      {
        "id":"ED167844",
        "title":"Research on Self-Directed Learning to Meet Job Performance Requirements. Final Report."},
      {
        "id":"ED167845",
        "title":"Coordination of International Exchange and Training Programs--Opportunities and Limitations. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED167846",
        "title":"Students' Attitudes to Work and Unemployment. Part II: The Attitude Questionnaire. Research Service, #152."},
      {
        "id":"ED167847",
        "title":"Juvenile Status Offender. Hearing Before the Subcommittee to Investigate Juvenile Delinquency of the Committee on the Judiciary, United States Senate, Ninety-Fifth Congress, First Session, June 19, 1978."},
      {
        "id":"ED167848",
        "title":"Preparing for Retirement: Crisis or Challenge? Hearing Before the Subcommittee on Retirement Income and Employment of the Select Committee on Aging, House of Representatives, Ninety-Fifth Congress, Second Session, June 19, 1978."},
      {
        "id":"ED167849",
        "title":"Adolescent Health Services, and Pregnancy Prevention Care Act of 1978. Hearing Before the Subcommittee on Health and the Environment of the Committee on Interstate and Foreign Commerce, House of Representatives, Ninety-Fifth Congress, Second Session, June 28, 1978."},
      {
        "id":"ED167851",
        "title":"It Starts With People: Experiences in Drug Abuse Prevention."},
      {
        "id":"ED167852",
        "title":"Competency-Based Career Guidance Program Design: A 2-Day Training Workshop."},
      {
        "id":"ED167860",
        "title":"Controversy, Defensiveness, and Cognitive Perspective-Taking."},
      {
        "id":"ED167861",
        "title":"Do Female Delinquents Drift?"},
      {
        "id":"ED167865",
        "title":"Who Will Succeed? College Graduates as Business Executives. Special Topic Series No. 3."},
      {
        "id":"ED167867",
        "title":"The Role of the Psychologist--Assessment and Treatment of Child Abuse."},
      {
        "id":"ED167869",
        "title":"The Next Twenty Years: A Futuristic Examination of Student Affairs."},
      {
        "id":"ED167870",
        "title":"Red Capes, Red Herrings, and Red Flags."},
      {
        "id":"ED167871",
        "title":"Domestic Violence: Issues in Designing and Implementing Programs for Male Batterers."},
      {
        "id":"ED167875",
        "title":"The Effect of Training/Supervision of Nonprofessional Interventions with Delinquents."},
      {
        "id":"ED167876",
        "title":"School Disruption: Counselors Can Make a Difference."},
      {
        "id":"ED167877",
        "title":"Justification for a Black Career Development."},
      {
        "id":"ED167878",
        "title":"The Use of Nicotine Fading and Self-Monitoring to Reduce Cigarette Smoking: A Non-Aversive Procedure."},
      {
        "id":"ED167881",
        "title":"Today's Teenagers: A Needs Assessment and Feasibility Study of Programs and Services for Palo Alto Area Adolescents."},
      {
        "id":"ED167882",
        "title":"Employment and Recreation. A Practical Approach to Resources for Teenagers in Group Homes."},
      {
        "id":"ED167885",
        "title":"The Largest Intentional Change During the Past Two Years."},
      {
        "id":"ED167888",
        "title":"Self-Blame in Rape Victims: A Control-Maintenance Strategy."},
      {
        "id":"ED167892",
        "title":"Perception of Rape Victims: The Impact of Evidentiary Reform."},
      {
        "id":"ED167897",
        "title":"Causal Attributions, Expectations and Task Performance."},
      {
        "id":"ED167899",
        "title":"Sex Roles as an Androcentric Vision."},
      {
        "id":"ED167900",
        "title":"Poor Performance After Unsolvable Problems: Learned Helplessness or Self-Esteem Protection?"},
      {
        "id":"ED167902",
        "title":"Law Enforcement Education in the Middle Grades: Police Student Relations."},
      {
        "id":"ED167912",
        "title":"Forcible Rape: The Criminal Justice System Response."},
      {
        "id":"ED167913",
        "title":"Schooling and Socioeconomic Attainments: High School and College Influences. Report No. 248."},
      {
        "id":"ED167915",
        "title":"Counselor Training: Short-Term Client Systems. Training Manual for Counseling Skills. Participant Manual."},
      {
        "id":"ED167917",
        "title":"Experimental Research on Social Perceptions of Rape Victims: A Review and Critique."},
      {
        "id":"ED167919",
        "title":"The Motherhood Inventory: A Questionnaire for Studying Attitudes Toward Motherhood."},
      {
        "id":"ED167920",
        "title":"Implications of a Need-Press-Competence Model for Institutionalized Elderly."},
      {
        "id":"ED167921",
        "title":"Verbal Behavior Patterns of Teachers in Integrated Classrooms."},
      {
        "id":"ED167926",
        "title":"Clinical Applications of Evaluation Studies."},
      {
        "id":"ED167929",
        "title":"Counselor Program Effectiveness: Gathering, Using and Reporting the Evidence."},
      {
        "id":"ED167930",
        "title":"Striving for Excellence in Preservice and Inservice Training of Counselors."},
      {
        "id":"ED167932",
        "title":"ADAPT: Alternative Direction for Adjustment and Personal Training, Part 1 and 2."},
      {
        "id":"ED167935",
        "title":"Shoestring Adventures in Program Evaluation: A Model, Methods, Data, and Applications."},
      {
        "id":"ED167936",
        "title":"Student Perspectives: A Resource Guide for Graduate Programs in Family Studies."},
      {
        "id":"ED167937",
        "title":"The Evaluation of Women's Performance."},
      {
        "id":"ED167938",
        "title":"A Futuristic Perspective for Counselors."},
      {
        "id":"ED167939",
        "title":"Making Change Happen: A Workshop for Developing Change Agent Skills."},
      {
        "id":"ED167940",
        "title":"New Imperatives for Guidance."},
      {
        "id":"ED167942",
        "title":"Visual Processing Deficiencies in Poor Readers: A Critique of Traditional Conceptualizations of the Etiology of Dyslexia."},
      {
        "id":"ED167947",
        "title":"A Review of Research on Schema Theory and Its Implications for Reading Instruction in Secondary Reading."},
      {
        "id":"ED167951",
        "title":"Perceived Problems of Teachers of Reading: Fact and Paradox."},
      {
        "id":"ED167955",
        "title":"Children's Apprehension of Pictorial and Textual Events."},
      {
        "id":"ED167956",
        "title":"Fixations, Memory, and Implications for Classroom Reading Instruction."},
      {
        "id":"ED167961",
        "title":"The Paradox of Text: Will the Real Meaning Please Identify Itself?"},
      {
        "id":"ED167974",
        "title":"Reading in the Content Areas: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1978 (Vol. 39 Nos. 1 through 6)."},
      {
        "id":"ED167981",
        "title":"Promising Practices; Secondary Reading Criteria for Excellence."},
      {
        "id":"ED167987",
        "title":"Reading Comprehension Test Performance and Hierarchical Classification."},
      {
        "id":"ED167988",
        "title":"Exemplary Studies in Reading."},
      {
        "id":"ED167989",
        "title":"The Effect of Individual Reading Instruction on Locus of Control and Locus of Evaluation."},
      {
        "id":"ED167992",
        "title":"Children&apos;s Use of Extensional and Intensional Information in the Acquisition of Basic and Superordinate Categories."},
      {
        "id":"ED167993",
        "title":"Text Analysis: What Is It? Will It Help Composition Teachers?"},
      {
        "id":"ED167999",
        "title":"Measuring Behavior and Attitude in the Teaching of Writing among Faculties in Various Disciplines."},
      {
        "id":"ED168001",
        "title":"Coverage of Jamaica in the U.S. and Canadian Press in 1976: A Study of Press Bias and Effect."},
      {
        "id":"ED168006",
        "title":"Public Forum Theory in the Educational Setting: From the Schoolhouse Gate to the Student Press."},
      {
        "id":"ED168010",
        "title":"A Market Segmentation Approach to the Study of the Daily Newspaper Audience."},
      {
        "id":"ED168025",
        "title":"Oral Language: Expression of Thought. Updated Edition."},
      {
        "id":"ED168029",
        "title":"Toward &quot;Directions for Excellence.&quot;"},
      {
        "id":"ED168031",
        "title":"The Participatory Process: Producing Photo-Literature."},
      {
        "id":"ED168032",
        "title":"Why Our Efforts with Remedial Writers Fail."},
      {
        "id":"ED168038",
        "title":"A Cognitive-Developmental Approach to the Teaching of Composition."},
      {
        "id":"ED168039",
        "title":"Dealing with Censorship."},
      {
        "id":"ED168040",
        "title":"In Search of Ernest Hemingway: A Model for Teaching a Literature Seminar."},
      {
        "id":"ED168042",
        "title":"Poetry and the Self: A Brief Autobiographical Overview of Some Successes and Some Flops Using &quot;Poetry Therapy&quot; Techniques in Conventional and Experimental Classes, with Implications for English Teachers Anywhere."},
      {
        "id":"ED168043",
        "title":"Poetry Therapy: A Bibliography."},
      {
        "id":"ED168049",
        "title":"Criticism of News Media in City Magazines."},
      {
        "id":"ED168050",
        "title":"Magazine Evaluations and Levels of Readership: A Cross-Cultural Analysis."},
      {
        "id":"ED168055",
        "title":"Testing and Evaluation in English and the Language Arts: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through December 1978 (Vol. 38 No. 7 through Vol. 39 No. 6)."},
      {
        "id":"ED168062",
        "title":"Shifting Conceptions of Rhetoric in the Eighteenth Century."},
      {
        "id":"ED168063",
        "title":"Viewers' Perception of TV Images: Empirical Research and Television Aesthetics."},
      {
        "id":"ED168071",
        "title":"An Inquiry Relative to Preparation for a General World Administrative Radio Conference of the International Telecommunication Union to Consider Revision of the International Radio Regulations; Report and Order before the Federal Communications Commission, Washington, D.C. Docket No. 20271."},
      {
        "id":"ED168074",
        "title":"Communication and Dewey&apos;s Ethics: Toward a Rhetoric of Growth."},
      {
        "id":"ED168078",
        "title":"The Neo-Populist Vision of America: A Fantasy Theme Analysis of George McGovern&apos;s Presidential Campaign."},
      {
        "id":"ED168080",
        "title":"Local Media Concentration: Ad Hoc Challenges to Media Cross-Owners After &quot;FCC v. NCCB.&quot;"},
      {
        "id":"ED168085",
        "title":"Uses and Effects of Television and Other Mass Media: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; October through December 1978 (Vol. 39 Nos. 4 through 6)."},
      {
        "id":"ED168087",
        "title":"Indian Wisdom Stories."},
      {
        "id":"ED168090",
        "title":"The Semantic Meanings and Functions of Conversational Closings."},
      {
        "id":"ED168092",
        "title":"Audience Methods and Gratifications."},
      {
        "id":"ED168095",
        "title":"The Role of the University Faculty Parliamentarian."},
      {
        "id":"ED168096",
        "title":"The Communication Consultant in Organizational Settings."},
      {
        "id":"ED168098",
        "title":"Kindling the Creative Spark."},
      {
        "id":"ED168102",
        "title":"Ethics and Forensics."},
      {
        "id":"ED168128",
        "title":"Merit Pay Programs. The Best of ERIC, Number 44."},
      {
        "id":"ED168129",
        "title":"Meta-Analysis of Research on the Relationship of Class-Size and Achievement. The Class Size and Instruction Project."},
      {
        "id":"ED168130",
        "title":"A Comparative Analysis of the 45-15 Plan and the Traditional Calendar in the Prince William County Public Schools of Virginia. Executive Summary."},
      {
        "id":"ED168131",
        "title":"Blocking Predictor Variables in the Companion Study: Approaches to Data Analysis in Project MITT."},
      {
        "id":"ED168140",
        "title":"Designing and Implementing Effective In-School Alternatives to Suspension."},
      {
        "id":"ED168143",
        "title":"Health and Safety in the School Environment. A Manual of Recommended Practice."},
      {
        "id":"ED168151",
        "title":"Using Within-Unit Behavior of Teachers to Inform the School-Level Analysis: Approaches to Data Analysis in Project MITT."},
      {
        "id":"ED168164",
        "title":"Potential Working Relationships Between ESA's and the R &amp; D Exchange."},
      {
        "id":"ED168170",
        "title":"Summary of the Education Amendments of 1978, Public Law 95-561. Report Number 79-13-EPW."},
      {
        "id":"ED168172",
        "title":"The Effect of the Minimum Compensating Cash Balance on School District Investments."},
      {
        "id":"ED168180",
        "title":"The Measurement of Equity in School Finance with an Expenditure Disparity Measure. Papers in Education Finance No. 19."},
      {
        "id":"ED168186",
        "title":"A Concerned Citizen&apos;s Guide to Community School Centers. #1 in a Series of 6 Booklets."},
      {
        "id":"ED168187",
        "title":"Planning Community School Centers. #2 in a Series of 6 Booklets."},
      {
        "id":"ED168188",
        "title":"Managing Community School Centers. #3 in a Series of 6 Booklets."},
      {
        "id":"ED168196",
        "title":"An Assessment of the Comprehensive High Schools in Georgia. Final Report."},
      {
        "id":"ED168198",
        "title":"Who Influences Curriculum Decision-Making in the Local Community?"},
      {
        "id":"ED168215",
        "title":"Catholic Schools in America, 1978-79. Introduction. Catholic Schools and Their American Roots. Catholic School Statistics."},
      {
        "id":"ED168236",
        "title":"Evaluation of the Process of Mainstreaming Handicapped Children Into Project Head Start. Phase I. Executive Summary."},
      {
        "id":"ED168237",
        "title":"Evaluation of the Process of Mainstreaming Handicapped Children Into Project Head Start. Program Efforts to Ensure Post-Enrollment Service Continuity for Handicapped Children in Project Head Start. Final Report."},
      {
        "id":"ED168238",
        "title":"Evaluation of the Process of Mainstreaming Handicapped Children Into Project Head Start. Phase II Interim Report."},
      {
        "id":"ED168239",
        "title":"Evaluation of the Process of Mainstreaming Handicapped Children Into Project Head Start. Phase I. Final Report."},
      {
        "id":"ED168243",
        "title":"Chapel Hill Services to the Gifted Handicapped. A Project Summary."},
      {
        "id":"ED168248",
        "title":"Child Sexual Abuse: Incest, Assault, and Sexual Exploitation."},
      {
        "id":"ED168249",
        "title":"Part 15: Title 1-Neglected and Delinquent and Foster Children Programs. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Fifth Congress, First Session on H.R. 15 to Extend for Five Years Certain Elementary, Secondary, and Other Education Programs."},
      {
        "id":"ED168250",
        "title":"Public Law 95-561: An Act to Extend and Amend Expiring Elementary and Secondary Education Programs, and for Other Purposes. 95th Congress."},
      {
        "id":"ED168251",
        "title":"P.L. 94-142: Related Federal Legislation for Handicapped Children and Implications for Coordination."},
      {
        "id":"ED168256",
        "title":"Use of Contextual Cues in Language Comprehension by Hearing-Impaired Persons."},
      {
        "id":"ED168259",
        "title":"Child Behavior Profile Patterns of Children Referred for Clinical Services."},
      {
        "id":"ED168263",
        "title":"Human Awareness Program: A Sex Manual for Use in Juvenile Court Schools."},
      {
        "id":"ED168264",
        "title":"Survival Skills Manual."},
      {
        "id":"ED168266",
        "title":"The Laundry Works or How to Clean Up Your Act. (An Affective Education Materials Manual Designed for Use in Juvenile Court Schools)."},
      {
        "id":"ED168269",
        "title":"Gifted and Talented Guide Book."},
      {
        "id":"ED168277",
        "title":"New Concepts and New Processes in Special Recreation. Institute Report #1. National Institute on New Models of Community Based Recreation and Leisure Programs and Services for Handicapped Children and Youth."},
      {
        "id":"ED168279",
        "title":"Papers on New Models of Community Recreation for Handicapped. Institute Report #3. National Institute on New Models of Community Based Recreation and Leisure Programs and Services for Handicapped Children and Youth."},
      {
        "id":"ED168280",
        "title":"Federal Funding for Special Recreation. Institute Report #4. National Institute on New Models of Community Based Recreation and Leisure Programs and Services for Handicapped Children and Youth."},
      {
        "id":"ED168285",
        "title":"Professional Advocacy at the National Level in Physical Education and Recreation for Handicapped Children. 1976-77 Report of the President of the National Consortium on Physical Education and Recreation for the Handicapped."},
      {
        "id":"ED168287",
        "title":"Resident Manager Education: A Curriculum Model for Educating Foster Parents and Group Home Personnel."},
      {
        "id":"ED168298",
        "title":"Report on the Joint Evaluation Session of Intensive Overseas Language Programs."},
      {
        "id":"ED168304",
        "title":"Fusions as a Source of Information on Higher-Order Influences Upon Speech Perception. CUNYForum, No. 4, 1978."},
      {
        "id":"ED168308",
        "title":"The Need for Including the Topic of Developmental Psycholinguistics in Educational Psychology Courses."},
      {
        "id":"ED168322",
        "title":"Theoretical Foundations of the Language Development Program and Rationale for the Learning System: Language Development Program for Bilingual Education."},
      {
        "id":"ED168338",
        "title":"Overview of Federal Bilingual Education Programs and Participants. Report No. 78-234-EPW."},
      {
        "id":"ED168339",
        "title":"Developing Communicative Strategies and Grammar Exercises."},
      {
        "id":"ED168345",
        "title":"Language Diversity in Chicano Speech Communities: Implications for Language Teaching. Working Papers in Sociolinguistics, No. 54."},
      {
        "id":"ED168346",
        "title":"Don't Dear Me. Working Papers in Sociolinguistics, No. 53."},
      {
        "id":"ED168347",
        "title":"What is Technical English, American Style?"},
      {
        "id":"ED168381",
        "title":"Innovation in Access to Higher Education."},
      {
        "id":"ED168383",
        "title":"An Institutional Analysis of K College: A Socio-Political Paradox and Retention."},
      {
        "id":"ED168388",
        "title":"Student Financial Aid 1978-79 Handbook."},
      {
        "id":"ED168396",
        "title":"Attrition from College: The Class of 1972 Two and One-Half Years After High School Graduation. National Longitudinal Study of the High School Class of 1972."},
      {
        "id":"ED168399",
        "title":"Minnesota Higher Education Coordinating Board Management Plan, 1979-81."},
      {
        "id":"ED168412",
        "title":"The Evergreen Study: Report and Recommendations on the Evergreen State College. A Report in Response to Substitute Senate Bill 3109. Report No. 79-7."},
      {
        "id":"ED168413",
        "title":"Improvements Needed in Implementation of the Veterans' Educational Assistance Program."},
      {
        "id":"ED168415",
        "title":"Putting It All Together: A Model Program for Women Entering Engineering."},
      {
        "id":"ED168420",
        "title":"Coordinating Board, Texas College and University System, 1978 Annual Report."},
      {
        "id":"ED168423",
        "title":"Changing Students and the Impact on Colleges."},
      {
        "id":"ED168426",
        "title":"Nutrition Education in Medical Schools. Hearing Before the Subcommittee on Nutrition of the Committee on Agriculture, Nutrition, and Forestry, United States Senate. Ninety-Fifth Congress, Second Session on Current Status, Impediments, and Potential Solutions. September 20, 1978."},
      {
        "id":"ED168427",
        "title":"Guide to Selected Federal Assistance Programs for Undergraduate Students."},
      {
        "id":"ED168441",
        "title":"The Connotative Meaning of College Grades."},
      {
        "id":"ED168444",
        "title":"Young Doctoral Faculty in Science and Engineering: Trends in Composition and Research Activity. Higher Education Panel Report Number 43."},
      {
        "id":"ED168447",
        "title":"Competency-Based Curriculum Development in Medical Education. An Introduction. Public Health Papers No. 68."},
      {
        "id":"ED168452",
        "title":"Cooperative Education: Entrepreneurial Development by Colleges and Universities. A Case Study of Oakwood College, Huntsville, Alabama."},
      {
        "id":"ED168453",
        "title":"Cooperative Education: Entrepreneurial Development by Colleges and Universities. A Case Study of Berea College, Berea, Kentucky."},
      {
        "id":"ED168462",
        "title":"Individualized Instruction for Data Access (IIDA). Quarterly Report No. 1, June, 1978."},
      {
        "id":"ED168471",
        "title":"Indexing the Comics: A Librarian&apos;s Perspective on Comics Research."},
      {
        "id":"ED168500",
        "title":"The Educational Information System for Ontario. Summary of Final Report."},
      {
        "id":"ED168504",
        "title":"ERIC Data Access System (EDAS)."},
      {
        "id":"ED168506",
        "title":"A Glossary of ERIC Terminology."},
      {
        "id":"ED168511",
        "title":"Library Resources in Gerontology: Periodicals, Indexes, and Abstracts. University Gerontology Center Information Report No. 2."},
      {
        "id":"ED168513",
        "title":"Locally Generated Title Derivative Indexing in Academic and Public Libraries: A Survey of Current Practices."},
      {
        "id":"ED168515",
        "title":"A Nationwide Location Data Base and Service. Network Planning Paper Number 1, 1978. Final Report."},
      {
        "id":"ED168516",
        "title":"A Glossary for Library Networking. Network Planning Paper Number 2, 1978."},
      {
        "id":"ED168517",
        "title":"Initial Considerations for a Nationwide Data Base. Network Planning Paper Number 3, 1978."},
      {
        "id":"ED168518",
        "title":"Message Delivery System for the National Library and Information Service Network: General Requirements. Network Planning Paper Number 4, 1978."},
      {
        "id":"ED168522",
        "title":"Report of a Planning Conference for Solar Technology Information Transfer. Jackson, Mississippi, September 7-8, 1978."},
      {
        "id":"ED168523",
        "title":"Report of a Planning Conference for Solar Technology Information Transfer in Kentucky (Frankfort, September 11-12, 1978)."},
      {
        "id":"ED168528",
        "title":"Student Manual."},
      {
        "id":"ED168531",
        "title":"Children&apos;s Television Workshop. Quarterly Progress Report, July 1, 1978 to September 30, 1978."},
      {
        "id":"ED168548",
        "title":"Sex Stereotyping in Instructional Materials and Television: Awareness Kit."},
      {
        "id":"ED168556",
        "title":"Applications of Advanced Experimental Methodologies to AWAVS Training Research. Final Report, May 1977-July 1978."},
      {
        "id":"ED168557",
        "title":"The BASIC Instructional Program: Conversion into MAINSAIL Language."},
      {
        "id":"ED168558",
        "title":"The BASIC Instructional Program Student Manual."},
      {
        "id":"ED168559",
        "title":"The BASIC Instructional Program Student Manual: MAINSAIL Conversion."},
      {
        "id":"ED168560",
        "title":"The BASIC Instructional Program: Supervisor's Manual."},
      {
        "id":"ED168561",
        "title":"BASIC Instructional Program: System Documentation."},
      {
        "id":"ED168563",
        "title":"A Computerized Evaluation and Training System (CETS) for Recruit Training Commands: An Overview. Final Report, for Period January 1977-September 1978."},
      {
        "id":"ED168565",
        "title":"Elementary and Secondary Teachers Use ERIC."},
      {
        "id":"ED168572",
        "title":"Research on Learning Strategies and Hands-On Training in CAI. Final Report, 1 January 1975 to 30 September 1978."},
      {
        "id":"ED168573",
        "title":"A Review of International Telecommunications Industry Issues, Structure, and Regulatory Problems."},
      {
        "id":"ED168576",
        "title":"Television-Viewing and Imaginative Play in Pre-Schoolers: A Developmental and Parent-Intervention Study, Progress Report #2."},
      {
        "id":"ED168579",
        "title":"Transferability of Computer-Based Learning Materials."},
      {
        "id":"ED168580",
        "title":"The Use of Theatrical Skits in Instructional Television Lectures: A Comparative Study."},
      {
        "id":"ED168586",
        "title":"Information Policy: Public Laws from the 95th Congress."},
      {
        "id":"ED168588",
        "title":"Introduction to Minicomputers in Federal Libraries."},
      {
        "id":"ED168589",
        "title":"Library Formula: Report and Recommendations. Report Number 79-1."},
      {
        "id":"ED168597",
        "title":"Research on Remembering: Interrogation or Conversation, Monologue or Dialogue?"},
      {
        "id":"ED168599",
        "title":"The Role of the School Library Media Program in Networking."},
      {
        "id":"ED168603",
        "title":"Computer-Assisted Judging and Feedback of Interpersonal Skills. Final Report, October 1977 through September 1978."},
      {
        "id":"ED168605",
        "title":"Trends in the Study of Incidental Learning from Television Viewing."},
      {
        "id":"ED168622",
        "title":"Assessing Public Opinions and Attitudes Through Citizen Surveys."},
      {
        "id":"ED168626",
        "title":"Toward the Future in Community College Education."},
      {
        "id":"ED168629",
        "title":"An Inquiry into the Graduate Training Needs of Two-Year College Teachers of Mathematics."},
      {
        "id":"ED168635",
        "title":"HELP: A Pilot Program for Community College High-Risk Students."},
      {
        "id":"ED168636",
        "title":"Student Development: Mainstream or Penumbra?"},
      {
        "id":"ED168637",
        "title":"Freshman English Programs in Alabama Junior Colleges. Leadership Program's Monograph Series, Report Number Two."},
      {
        "id":"ED168638",
        "title":"Attitudes of Community College Administrators Toward Management-By-Objectives."},
      {
        "id":"ED168668",
        "title":"Policies for Lifelong Education: Report of the 1979 Assembly."},
      {
        "id":"ED168674",
        "title":"Effects of Storytelling on Language Development."},
      {
        "id":"ED168675",
        "title":"Psychological Education Group Methods Guide: Developmental Level 4-6."},
      {
        "id":"ED168680",
        "title":"Preschoolers and Political Socialization: Television and the 1976 Campaign."},
      {
        "id":"ED168681",
        "title":"Children&apos;s Impressions of Television Families."},
      {
        "id":"ED168684",
        "title":"Sudden Infant Death Syndrome Act Extension, 1978. Hearing Before the Subcommittee on Child and Human Development of the Committee on Human Resources, United States Senate, Ninety-Fifth Congress, Second Session, on S. 2523, March 1, 1978."},
      {
        "id":"ED168691",
        "title":"The Effects of Ecological Setting on the Cognitive and Social Play Behaviors of Preschoolers."},
      {
        "id":"ED168692",
        "title":"Changes in the Play Behaviors of Preschoolers: A Short-Term Longitudinal Investigation."},
      {
        "id":"ED168694",
        "title":"Children&apos;s Generation and Communication of Organizational Strategies."},
      {
        "id":"ED168696",
        "title":"Eye Movements, Individual Differences, and Television-Viewing Patterns of Children."},
      {
        "id":"ED168697",
        "title":"Memory and Memory Verification Capability of Young Children."},
      {
        "id":"ED168707",
        "title":"Correlates of Formal Reasoning."},
      {
        "id":"ED168709",
        "title":"Current Issues in Social Development."},
      {
        "id":"ED168714",
        "title":"Home Environment and Learning: A Quantitative Synthesis."},
      {
        "id":"ED168718",
        "title":"An In-Depth Study of the Impact of the Parent Education Follow Through Program on Yakima, Washington."},
      {
        "id":"ED168719",
        "title":"The Interrelation of Parenting, Spousal Interaction and Infant Competence: A Suggestive Analysis."},
      {
        "id":"ED168720",
        "title":"Parent Involvement Results for the Six Parent Roles in the Parent Education Follow Through Program."},
      {
        "id":"ED168723",
        "title":"Effects of Empathy Instructions on First-Graders&apos; Liking of Other People."},
      {
        "id":"ED168750",
        "title":"Revitalizing Rural Education: A Legislator's Handbook."},
      {
        "id":"ED168760",
        "title":"The Educational Level of Farm Residents and Workers. Rural Development Research Report No. 8."},
      {
        "id":"ED168761",
        "title":"Interstate Migrant Education Task Force. Second Interim Report: Findings and Recommendations. Report Number 116."},
      {
        "id":"ED168764",
        "title":"Report of the Subcommittee on Indian Education to the Federal Interagency Committee on Education."},
      {
        "id":"ED168768",
        "title":"Social Inequality and Educational Achievement in Rural America."},
      {
        "id":"ED168772",
        "title":"Evaluation Design 1977-78. ESEA Title I Migrant Program November 15, 1977. Publication No. 77-10."},
      {
        "id":"ED168789",
        "title":"More Federal Efforts Needed to Improve Indians' Standard of Living through Business Development. Report of the Comptroller General of the United States."},
      {
        "id":"ED168793",
        "title":"A Profile of Agriculture Students at Western Kentucky University."},
      {
        "id":"ED168794",
        "title":"A Profile of Agriculture Students at Murray State University."},
      {
        "id":"ED168795",
        "title":"A Profile of Agriculture Students at Regional State Universities."},
      {
        "id":"ED168813",
        "title":"What Should Be the Energy Policy of the United States? National Debate Topic for High Schools, 1978-1979. Senate, 95th Congress, 2d Session."},
      {
        "id":"ED168817",
        "title":"National Association for Research in Science Teaching 52nd Annual Meeting, Abstracts of Presented Papers (Atlanta, Georgia, March 21-23, 1979)."},
      {
        "id":"ED168820",
        "title":"Selected Characteristics of Persons in Fields of Science or Engineering: 1976. Current Population Reports, Special Studies, Series P-23, No. 76."},
      {
        "id":"ED168821",
        "title":"Mathematics Teacher Education: Critical Issues and Trends."},
      {
        "id":"ED168833",
        "title":"Mathematical Problem Solving Project Technical Report I: Documents Related to a Problem-Solving Model. Part A: A Review of the Literature Related to Problem-Solving Tasks and Problem-Solving Strategies Used by Students in Grades 4, 5 and 6. Final Report."},
      {
        "id":"ED168834",
        "title":"Mathematical Problem Solving Project Technical Report I: Documents Related to a Problem-Solving Model. Part B: Mathematical Problem Solving in the Elementary School - Some Educational and Psychological Considerations. Final Report."},
      {
        "id":"ED168835",
        "title":"Mathematical Problem Solving Project Technical Report I: Documents Related to a Problem-Solving Model. Part C: You Can Teach Problem Solving. Final Report."},
      {
        "id":"ED168836",
        "title":"Mathematical Problem Solving Project Technical Report II: D. Learning to Solve Problems by Solving Problems: A Report of a Preliminary Investigation. Final Report."},
      {
        "id":"ED168837",
        "title":"Mathematical Problem Solving Project Technical Report II: Instructional Materials. Part D: Learning to Solve Problems by Solving Problems, Appendices A and B."},
      {
        "id":"ED168838",
        "title":"Mathematical Problem Solving Project Technical Report III: Module Development and Formative Evaluation. Final Report."},
      {
        "id":"ED168839",
        "title":"Mathematical Problem Solving Project Technical Report III: Module Development and Formative Evaluation. Appendix A - Evaluation Instruments and Forms."},
      {
        "id":"ED168840",
        "title":"Mathematical Problem Solving Project Technical Report III: Module Development and Formative Evaluation. Appendix B - &quot;Organizing Lists&quot; Quizzes and Data."},
      {
        "id":"ED168841",
        "title":"Mathematical Problem Solving Project - Organizing Lists."},
      {
        "id":"ED168842",
        "title":"Mathematical Problem Solving Project - Using Lists."},
      {
        "id":"ED168843",
        "title":"Mathematical Problem Solving Project Technical Report III: Module Development and Formative Evaluation. Appendix C - &quot;Using Guesses to Solve Problems&quot; Quizzes and Data."},
      {
        "id":"ED168844",
        "title":"Mathematical Problem Solving Project - Using Guesses to Solve Problems."},
      {
        "id":"ED168845",
        "title":"Mathematical Problem Solving Project - Using Guesses."},
      {
        "id":"ED168846",
        "title":"Mathematical Problem Solving Project Technical Report III: Module Development and Formative Evaluation. Appendix D - &quot;Using Tables to Solve Problems&quot; Quizzes and Data."},
      {
        "id":"ED168847",
        "title":"Mathematical Problem Solving Project - Using Tables to Solve Problems."},
      {
        "id":"ED168848",
        "title":"Mathematical Problem Solving Project - Using Tables."},
      {
        "id":"ED168849",
        "title":"Mathematical Problem Solving Project Technical Report IV: Developmental Activities Related to Summative Evaluation (1975-1976). Final Report."},
      {
        "id":"ED168850",
        "title":"Mathematical Problem Solving Project Technical Report IV: Summative Evaluation. Appendices A - H."},
      {
        "id":"ED168851",
        "title":"Mathematical Problem Solving Project Technical Report IV: Summative Evaluation. Appendix I: Problem Solving Survey, Part II (12 Forms)."},
      {
        "id":"ED168852",
        "title":"Mathematical Problem Solving Project Technical Report V: The Development of a Process Evaluation Instrument. Final Report."},
      {
        "id":"ED168853",
        "title":"Mathematical Problem Solving Project Technical Report V: Process Evaluation. Appendices A - D."},
      {
        "id":"ED168854",
        "title":"Mathematical Problem Solving Project Technical Report VI: Report on the Problem Sort Tasks for Teachers. Final Report."},
      {
        "id":"ED168855",
        "title":"Mathematical Problem Solving Project Technical Report VIII: Miniprojects (A Mathematical Probe). Final Report."},
      {
        "id":"ED168856",
        "title":"Mathematical Problem Solving Project: Problem Solving Strategies and Applications of Mathematics in the Elementary School. Final Report."},
      {
        "id":"ED168859",
        "title":"Self-Paced Basic Mathematics for Water and Wastewater Operators."},
      {
        "id":"ED168860",
        "title":"Physics for Water and Wastewater Operators."},
      {
        "id":"ED168861",
        "title":"Waste Stabilization Ponds."},
      {
        "id":"ED168862",
        "title":"Applied Science and Research Applications: Recent Research Reports."},
      {
        "id":"ED168868",
        "title":"Getting a Better Understanding of the Metric System--Implications if Adopted by the United States. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED168869",
        "title":"Getting a Better Understanding of the Metric System--Implications if Adopted by the United States: Executive Summary. Report to the Congress of the United States by the Comptroller General."},
      {
        "id":"ED174947",
        "title":"The Scope of Facilitation of Word Recognition from Single Word and Sentence Frame Contexts. Technical Report No. 133."},
      {
        "id":"ED174948",
        "title":"Do I Understand or Do I Not Understand: That is the Question. Reading Education Report No. 10."},
      {
        "id":"ED174949",
        "title":"Organization, Goals, and Comprehensibility in Narratives: Newswriting, A Case Study. Technical Report No. 132."},
      {
        "id":"ED174950",
        "title":"The Function of Metaphor in Children's Recall of Expository Passages. Technical Report No. 131."},
      {
        "id":"ED174951",
        "title":"Analysis of Interacting Plans as a Guide to the Understanding of Story Structure. Technical Report No. 130."},
      {
        "id":"ED174962",
        "title":"Role of Pre-Reading in Content Learning."},
      {
        "id":"ED174964",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; October 1978 through June 1979 (Vol. 39 Nos. 4 through 12)."},
      {
        "id":"ED174968",
        "title":"Toward the Use of Eye Movements in the Study of Language Processing. Technical Report No. 134."},
      {
        "id":"ED174972",
        "title":"Reading Instructions in Postelementary Schools: Review and Comment. Technical Report No. 518."},
      {
        "id":"ED174974",
        "title":"Readability of Magazines of Interest to Reading-Deficit Students."},
      {
        "id":"ED174977",
        "title":"Children's Favorite Picture Storybooks: An Analysis of Structure and Reading Preferences."},
      {
        "id":"ED174978",
        "title":"Facilitating Beginning Reading with the Use of Meaningful Content."},
      {
        "id":"ED174982",
        "title":"Humpty, Alice, and the Composition Prism: A Perspective on Teaching Process."},
      {
        "id":"ED174985",
        "title":"The Right to Gather News: The Gannett Connection."},
      {
        "id":"ED174988",
        "title":"Adapting a Composition to the Audience: The Development of Referential Communication Skills."},
      {
        "id":"ED174992",
        "title":"Videotape and Writing in the University of Michigan Assessment."},
      {
        "id":"ED174993",
        "title":"Putting the Social Sciences into Science Communication Courses."},
      {
        "id":"ED174995",
        "title":"The Language Attitudes of Secondary School English Department Chairpersons and Staff Members in Relation to Those of Practicing Linguists."},
      {
        "id":"ED174996",
        "title":"Children's Interactional Experience with Television Advertising as an Index of Viewing Sophistication: A Symbolic Interactionist Study."},
      {
        "id":"ED174998",
        "title":"Patterns in Popular Culture: The Use of Popular Art in the Composition Course."},
      {
        "id":"ED175004",
        "title":"Use of a Modified Heuristic Device to Teach Peer Critiquing to Basic Writers."},
      {
        "id":"ED175006",
        "title":"Designing Innovations for News Exchanges among Pacific Island Journalists Via the PEACESAT Experiment."},
      {
        "id":"ED175015",
        "title":"Religious Broadcasting as an Alternative to TV: An Initial Assessment of Potential Utilization of the Christian Broadcasting Network Alternative."},
      {
        "id":"ED175016",
        "title":"Project English (1961-1968): Conception--Birth--LIfe--Death--and Who Cared?"},
      {
        "id":"ED175022",
        "title":"Literature, Literary Values, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED175026",
        "title":"Guidelines for Effective Selective Listening."},
      {
        "id":"ED175029",
        "title":"Riveting for Victory: Women in Magazine Ads in World War II."},
      {
        "id":"ED175030",
        "title":"\"My Excuse-me Tongue\" or a Chicana in the English Classroom."},
      {
        "id":"ED175032",
        "title":"Approaches to the Teaching of Advertising Management."},
      {
        "id":"ED175037",
        "title":"News From Nowhere: Sources of International News in the Pacific Islands."},
      {
        "id":"ED175039",
        "title":"The Neutral and Participant Perspectives--Do They Have Unique Meanings for Magazine Students?"},
      {
        "id":"ED175042",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" November 1978 through June 1979 (Vol. 39 Nos. 5 through 12)."},
      {
        "id":"ED175044",
        "title":"Ethics and Responsibilities of Advising College Student Publications."},
      {
        "id":"ED175048",
        "title":"The Financial Affairs of 1860 Wisconsin Newspapers: An Analysis of the Manuscript Products of Industry Returns from the U.S. Census of 1860."},
      {
        "id":"ED175049",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" October 1978 through June 1979 (Vol. 39 Nos. 4 through 12)."},
      {
        "id":"ED175050",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED175051",
        "title":"Some Difficulties in Interpreting Writing Growth."},
      {
        "id":"ED175052",
        "title":"The Student Writer."},
      {
        "id":"ED175053",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED175054",
        "title":"Writing, Learning, and Thinking at Beaver College."},
      {
        "id":"ED175063",
        "title":"Memory for Discourse: The Effects of Inferences about the Speaker's Intentions."},
      {
        "id":"ED175065",
        "title":"Cerebral Asymmetry, Sentence Structure, Mode of Response, and Recognition Latency."},
      {
        "id":"ED175068",
        "title":"A Resource Curriculum in Interpersonal Communication."},
      {
        "id":"ED175073",
        "title":"A Bibliography of Film Audience Research Since 1960."},
      {
        "id":"ED175075",
        "title":"Nonverbal Cues to Deception in Children."},
      {
        "id":"ED175077",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1979 (Vol. 39 Nos. 7 through 12)."},
      {
        "id":"ED175078",
        "title":"Policy Studies in Research, Development and Innovation. Part One."},
      {
        "id":"ED175079",
        "title":"Policy Studies in Research, Development and Innovation. Part Two."},
      {
        "id":"ED175083",
        "title":"The Austerity Fad and Canadian Schools."},
      {
        "id":"ED175090",
        "title":"The Growing Momentum for Sex Equity: Case Studies from California."},
      {
        "id":"ED175096",
        "title":"Mortgaging the Future: The Cost of Deferring Maintenance."},
      {
        "id":"ED175097",
        "title":"Process Perspectives: Community Education As Process."},
      {
        "id":"ED175098",
        "title":"Youth and Community: Charting Directions for Positive Youth Development. The Proceedings of a National Invitational Conference (Arlington, Virginia, March 15-17, 1978)."},
      {
        "id":"ED175099",
        "title":"Community Education Library and Reference Index. First Edition."},
      {
        "id":"ED175100",
        "title":"Facility Use Patterns. Research Report 79-101."},
      {
        "id":"ED175101",
        "title":"Interagency Relationships. Research Report 79-102."},
      {
        "id":"ED175118",
        "title":"The Female/Male Salary Differential in Public Schools: Some Lessons from San Francisco, 1879. Program Report No. 79-B7."},
      {
        "id":"ED175119",
        "title":"Building School-Community Partnerships. An Information Packet for Education Agencies."},
      {
        "id":"ED175129",
        "title":"Teachers' Attitudes Toward the Use of Strikes, Mass Resignations, Arbitrators, and So On."},
      {
        "id":"ED175153",
        "title":"Ecological Methods in the Study of Administrative Behavior."},
      {
        "id":"ED175161",
        "title":"Title IX Manual."},
      {
        "id":"ED175171",
        "title":"Information Processing as a Function of Question Type and Position."},
      {
        "id":"ED175185",
        "title":"Cultural Enrichment by Means of a Toy Library. Parent-Child Program Series, Report No. 2."},
      {
        "id":"ED175186",
        "title":"Parents as Cotherapists with Autistic Children. Parent-Child Program Series, Report No. 3."},
      {
        "id":"ED175187",
        "title":"Infant Satellite Nurseries: Family Day Care with a Difference. Parent-Child Program Series, Report No. 4."},
      {
        "id":"ED175188",
        "title":"Parent Education in a Pediatric Clinic. Parent-Child Program Series, No. 5."},
      {
        "id":"ED175196",
        "title":"Progress Toward a Free Appropriate Public Education: A Report to Congress on the Implementation of Public Law 94-142: The Education for All Handicapped Children Act."},
      {
        "id":"ED175197",
        "title":"Children's Experimental Workshop: Expanding the Park Experience to Children with Special Needs."},
      {
        "id":"ED175198",
        "title":"An Investigation of the Characteristics, Distribution and Program Needs of Children with Severe Communication Disorders."},
      {
        "id":"ED175202",
        "title":"Parents' Current Satisfactions and Projected Needs: Community Based Services for Developmentally Disabled Children."},
      {
        "id":"ED175232",
        "title":"Case Study of the Implementation of P.L. 94-142. Executive Summary."},
      {
        "id":"ED175235",
        "title":"Case Study of the Implementation of P.L. 94-142. State C. Final Report."},
      {
        "id":"ED175238",
        "title":"Bilingual-Bicultural Education Regulations."},
      {
        "id":"ED175243",
        "title":"Problems and Teaching Strategies in ESL Composition. (If Johnny Has Problems, What about Joan, Jean, and Ywe-Han?) Language in Education: Theory and Practice, No. 14."},
      {
        "id":"ED175244",
        "title":"Graduate Theses and Dissertations in English as a Second Language: 1977-78. Language in Education: Theory and Practice, No. 15."},
      {
        "id":"ED175255",
        "title":"L'Utilisation de l'ordinateur en lexicometrie (The Use of the Computer in Lexicometry). Series B-1."},
      {
        "id":"ED175256",
        "title":"L'ordinateur et l'analyse grammaticale (The Computer and Grammatical Analysis). Series B-2."},
      {
        "id":"ED175262",
        "title":"Boasting and Bragging: \"Black\" and \"White.\" Working Papers in Sociolinguistics, No. 58."},
      {
        "id":"ED175271",
        "title":"Entwicklung diagnostischer Rechtschreibtests in ladinischer und surselvischer Sprache (Serie TOR). Forschungsbericht Nr. 5 (The Development of Diagnostic Spelling Tests in Ladin and Surselvan [TOR Series]. Research Bulletin No. 5)."},
      {
        "id":"ED175276",
        "title":"Literacy as Interethnic Communication: An Athabaskan Case. Working Papers in Sociolinguistics, No. 59."},
      {
        "id":"ED175278",
        "title":"Multiethnic/Multicultural Teacher Education: Conceptual, Historical, and Ideological Issues."},
      {
        "id":"ED175280",
        "title":"L'enseignement des langues et la realite canadienne (Language Teaching and the Canadian Context)."},
      {
        "id":"ED175293",
        "title":"Demographics, Dollars and Difficulties in Graduate Education."},
      {
        "id":"ED175295",
        "title":"Equal Educational Opportunity in California Postsecondary Education. Part I. Commission Report 76-6."},
      {
        "id":"ED175318",
        "title":"The Perceived Role of an Administrator in a Multidisciplinary Research, Training, and Service Center Within a University Structure."},
      {
        "id":"ED175320",
        "title":"Women in Higher Education: A Contemporary Bibliography."},
      {
        "id":"ED175328",
        "title":"NCHEMS Outcomes-Related Activities and Products: An Overview."},
      {
        "id":"ED175339",
        "title":"The Academic Common Market."},
      {
        "id":"ED175340",
        "title":"The Overeducated American? A Review Article."},
      {
        "id":"ED175342",
        "title":"Education for Justice. Occasional Papers on Catholic Higher Education. Volume V, Number 1. Summer 1979."},
      {
        "id":"ED175347",
        "title":"Inmate and Ex-Offender Postsecondary Education Programs in California. Summary."},
      {
        "id":"ED175349",
        "title":"Statement By Alfred L. Moye, Deputy Commissioner Bureau of Higher and Continuing Education Before the Subcommittee on Postsecondary Education."},
      {
        "id":"ED175350",
        "title":"Higher Education Technical Amendments of 1979."},
      {
        "id":"ED175357",
        "title":"Accreditation and Student Consumer Protection. An Occasional Paper."},
      {
        "id":"ED175358",
        "title":"Evaluation of the IEP Costing Procedures: A Pilot Study by Six Major Research Universities."},
      {
        "id":"ED175361",
        "title":"Small Business Goes To College. College and University Courses in Small Business Management and Entrepreneurship."},
      {
        "id":"ED175368",
        "title":"Moral Judgment as a Predictor of Clinical Performance."},
      {
        "id":"ED175369",
        "title":"Cost Analysis of Ten Allied Health Education Programs."},
      {
        "id":"ED175407",
        "title":"Advisory List of Instructional Media: Easy Books."},
      {
        "id":"ED175408",
        "title":"Advisory List of Instructional Media: Fiction Books."},
      {
        "id":"ED175409",
        "title":"Advisory List of Instructional Media for Guidance."},
      {
        "id":"ED175410",
        "title":"Advisory List of Instructional Media for Health, Safety, and Physical Education."},
      {
        "id":"ED175411",
        "title":"Advisory List of Instructional Media for Mathematics."},
      {
        "id":"ED175412",
        "title":"Advisory List of Instructional Media for Media Education."},
      {
        "id":"ED175415",
        "title":"Advisory List of Instructional Media for Vocational Education."},
      {
        "id":"ED175418",
        "title":"Digital Avionics Information System (DAIS): Reliability and Maintainability Model Users Guide. Final Report, May 1975-July 1977."},
      {
        "id":"ED175426",
        "title":"Final Report on the Structural Strategy Diagnostic Profile Project."},
      {
        "id":"ED175434",
        "title":"Microfiche and Printed Materials in Individualized Instruction: A Comparison."},
      {
        "id":"ED175435",
        "title":"Microfiche Applications in an Individualized, Self-Paced Learning System. Final Report."},
      {
        "id":"ED175436",
        "title":"Modeling User Behavior in Computer Learning Tasks."},
      {
        "id":"ED175440",
        "title":"Promoting Self-Discovery of Improved Strategies."},
      {
        "id":"ED175444",
        "title":"The Use of Satellite Technology in Education: An Evaluation Perspective."},
      {
        "id":"ED175453",
        "title":"The Effect of Instructional Presentation Sequence on Student Performance in Computer-Based Instruction. Final Report."},
      {
        "id":"ED175461",
        "title":"Student Teaching: A Cooperative Experience. Parts V-VIII."},
      {
        "id":"ED175463",
        "title":"Using an EXPER SIM (Experimental Simulation) Model in Teaching Graduate Research Courses in Music Education."},
      {
        "id":"ED175469",
        "title":"Cancer Information in the Workplace: Education Materials for the Public and the Health Professional."},
      {
        "id":"ED175479",
        "title":"General Reference Sources for Accessing Census Bureau Data: An Annotated Bibliography."},
      {
        "id":"ED175480",
        "title":"Handbook. Idaho Public Library &amp; District Trustees, 1978."},
      {
        "id":"ED175481",
        "title":"Humanities in Minnesota: People, Funding, Ideas. A Handbook of Resources."},
      {
        "id":"ED175482",
        "title":"The Public Library: A Guidebook for North Carolina Library Trustees."},
      {
        "id":"ED175488",
        "title":"Commission on the Future: Final Recommendations."},
      {
        "id":"ED175496",
        "title":"Local Assessment of Science Education in the Two-Year College, Research Report."},
      {
        "id":"ED175497",
        "title":"Management Information Systems, Planning, and Public Community Colleges."},
      {
        "id":"ED175501",
        "title":"Outcomes, Output, and Outlooks: A Report and Evaluation of Project CALL, a Project in Rural Community Education."},
      {
        "id":"ED175506",
        "title":"The Role of the Humanities in Vocational and Technological Programs."},
      {
        "id":"ED175507",
        "title":"TNCC Admission and Registration Survey."},
      {
        "id":"ED175512",
        "title":"S.I.Q. Student Information Questionnaire: Student Characteristics &amp; Programs, Community College Centers, Fall 1978."},
      {
        "id":"ED175513",
        "title":"Black and White Students in Maryland Community Colleges."},
      {
        "id":"ED175514",
        "title":"Statewide Assessment of Developmental/Remedial Education at Maryland Community Colleges."},
      {
        "id":"ED175520",
        "title":"Serving New Populations. New Directions for Community Colleges, Number 27."},
      {
        "id":"ED175523",
        "title":"Lasting Effects After Preschool. Summary Report."},
      {
        "id":"ED175524",
        "title":"Learning the Ropes: Children's Acquisition of the Student Role."},
      {
        "id":"ED175526",
        "title":"Aid to Families with Dependent Children 1975 Recipient Characteristics Study: Part 4. Social Services."},
      {
        "id":"ED175527",
        "title":"Infant Vocal Development."},
      {
        "id":"ED175532",
        "title":"Opportunities for HEW to Improve the Administration of Day Care Programs."},
      {
        "id":"ED175537",
        "title":"Identification and Imitation in Children."},
      {
        "id":"ED175539",
        "title":"A Child-Centered Playground Safety Curriculum Approach. Play Happy, Play Safely."},
      {
        "id":"ED175540",
        "title":"Figurative and Operative Bases of Memory: Evidence from Normal and Learning Disabled Child."},
      {
        "id":"ED175547",
        "title":"Musical Nurture in the Early Years of Children."},
      {
        "id":"ED175555",
        "title":"The Origins of Concept Formation: Object Sorting and Object Preference in Early Infancy."},
      {
        "id":"ED175557",
        "title":"The Modification of Intelligence through Early Experience."},
      {
        "id":"ED175559",
        "title":"An Exploration and Analysis of Parental Behaviors Which May Be Related to a Child's Problem Solving Abilities (Phase I Report)."},
      {
        "id":"ED175560",
        "title":"An Exploration and Analysis of Parental Behaviors Which May Be Related to a Child's Problem Solving Abilities (Phase II Report)."},
      {
        "id":"ED175564",
        "title":"The Early Education Project: A Home and School Approach for Infants and Pre-School Children Exhibiting Developmental Handicaps."},
      {
        "id":"ED175565",
        "title":"Children of Military Families: A Part and Yet Apart."},
      {
        "id":"ED175566",
        "title":"Influences on Toddler Peer Behavior in Two Types of Daycare."},
      {
        "id":"ED175569",
        "title":"The Effects of Cognitive Modification and Informed Teachers on Communication Apprehension in Children."},
      {
        "id":"ED175572",
        "title":"Preventing Lead Poisoning in Young Children: A Statement by the Center for Disease Control."},
      {
        "id":"ED175575",
        "title":"Curriculum Materials for the Family as Faculty."},
      {
        "id":"ED175577",
        "title":"Lasting Effects After Preschool. A Report of the Consortium for Longitudinal Studies."},
      {
        "id":"ED175600",
        "title":"Structural Disturbances in Rural Communities: Some Repercussions of the Migration Turnaround in Michigan."},
      {
        "id":"ED175601",
        "title":"Changing Country, Changing Town: A Comparison of Satisfaction and Feelings Regarding Development in High Expansion Potential Communities."},
      {
        "id":"ED175604",
        "title":"Rural Women and Education."},
      {
        "id":"ED175605",
        "title":"(Compendium of State Laws and Regulations for Youth Camps)."},
      {
        "id":"ED175606",
        "title":"Rural Residents in the Ozarks: A Comparison of Migrants and Nonmigrants."},
      {
        "id":"ED175607",
        "title":"Decision-Making and Extra-Community Assistance to Rural Local Officials."},
      {
        "id":"ED175609",
        "title":"Farmworker Needs--Agency Services: A Study of Migrant and Seasonal Farmworkers and Service Agencies in a Four County Central Florida Area."},
      {
        "id":"ED175610",
        "title":"Technical Assistance Guide for Coordination of Farmworker Programs."},
      {
        "id":"ED175611",
        "title":"The Arts in Rural Illinois. Articles on Community Arts Development."},
      {
        "id":"ED175612",
        "title":"Beyond Bows and Arrows. Resource Manual."},
      {
        "id":"ED175615",
        "title":"La Raza: A Selective Bibliography of Library Resources Addenda."},
      {
        "id":"ED175617",
        "title":"Along the Yellow-Brick Road: Things Are Fine Down Kansas Way."},
      {
        "id":"ED175619",
        "title":"Aboriginal Students in Victoria. ACER Research Monograph No. 3."},
      {
        "id":"ED175622",
        "title":"Labor Force Activity of Women in Metropolitan and Nonmetropolitan America. Rural Development Research Report No. 15."},
      {
        "id":"ED175627",
        "title":"Report of the Virginia Conference on Lower Division Mathematics (Richmond, Virginia, April 21, 1978)."},
      {
        "id":"ED175628",
        "title":"Calculators in Mathematics - How Should They Be Used."},
      {
        "id":"ED175629",
        "title":"The Effect of Problem Structure on First-Graders' Initial Solution Processes for Simple Addition and Subtraction Problems."},
      {
        "id":"ED175630",
        "title":"Problem-Solving Performance and Memory for Mathematical Problems: Solving Related Problems."},
      {
        "id":"ED175632",
        "title":"Increasing the Participation of Women in Scientific Research. Summary of a Conference Proceedings, October 1977, and Research Study Project Report, March 1978."},
      {
        "id":"ED175660",
        "title":"Supplementary and Enrichment Series: Functions. SP-1."},
      {
        "id":"ED175661",
        "title":"Supplementary and Enrichment Series: Circular Functions. SP-2."},
      {
        "id":"ED175662",
        "title":"Supplementary and Enrichment Series: Functions, Circular Functions. Teachers&apos; Commentary. SP-3."},
      {
        "id":"ED175663",
        "title":"Supplementary and Enrichment Series: The Complex Number System. SP-4."},
      {
        "id":"ED175664",
        "title":"Supplementary and Enrichment Series: The Complex Number System. Teachers' Commentary. SP-5."},
      {
        "id":"ED175665",
        "title":"Supplementary and Enrichment Series: The System of Vectors. SP-6."},
      {
        "id":"ED175666",
        "title":"Supplementary and Enrichment Series: The System of Vectors. Teachers' Commentary. SP-7."},
      {
        "id":"ED175667",
        "title":"Supplementary and Enrichment Series: Non-Metric Geometry. SP-8."},
      {
        "id":"ED175668",
        "title":"Supplementary and Enrichment Series: Non-Metric Geometry. Teachers' Commentary. SP-9."},
      {
        "id":"ED175669",
        "title":"Supplementary and Enrichment Series: Plane Coordinate Geometry. SP-10."},
      {
        "id":"ED175670",
        "title":"Supplementary and Enrichment Series: Plane Coordinate Geometry. Teachers' Commentary. SP-11."},
      {
        "id":"ED175671",
        "title":"Supplementary and Enrichment Series: Inequalities. SP-12."},
      {
        "id":"ED175672",
        "title":"Supplementary and Enrichment Series: Inequalities. Teachers' Commentary. SP-13."},
      {
        "id":"ED175673",
        "title":"Supplementary and Enrichment Series: Numeration. SP-14."},
      {
        "id":"ED175674",
        "title":"Supplementary and Enrichment Series: Numeration. Teachers' Commentary. SP-15."},
      {
        "id":"ED175675",
        "title":"Supplementary and Enrichment Series: Factors and Primes. SP-17."},
      {
        "id":"ED175676",
        "title":"Supplementary and Enrichment Series: Factors and Primes. Teachers' Commentary. SP-18."},
      {
        "id":"ED175677",
        "title":"Supplementary and Enrichment Series: Mathematical Systems. SP-19."},
      {
        "id":"ED175678",
        "title":"Supplementary and Enrichment Series: Mathematical Systems. Teachers&apos; Commentary. SP-20."},
      {
        "id":"ED175679",
        "title":"Supplementary and Enrichment Series: Systems of First Degree Equations in Three Variables. SP-21."},
      {
        "id":"ED175680",
        "title":"Supplementary and Enrichment Series: Systems of First Degree Equations in Three Variables. Teachers' Commentary. SP-22."},
      {
        "id":"ED175681",
        "title":"Supplementary and Enrichment Series: Radioactive Decay. SP-23."},
      {
        "id":"ED175682",
        "title":"Supplementary and Enrichment Series: Absolute Value. SP-24."},
      {
        "id":"ED175683",
        "title":"Supplementary and Enrichment Series: Absolute Value. Teachers' Commentary. SP-25."},
      {
        "id":"ED175684",
        "title":"Supplementary and Enrichment Series: The Mathematical Theory of the Struggle for Life. SP-26."},
      {
        "id":"ED175685",
        "title":"Supplementary and Enrichment Series: 1+1=?. SP-27."},
      {
        "id":"ED175686",
        "title":"Supplementary and Enrichment Series: Order and the Real Numbers a Guided Tour. SP-28."},
      {
        "id":"ED175687",
        "title":"Supplementary and Enrichment Series: The Mathematics of Trees and Other Graphs. SP-29."},
      {
        "id":"ED175688",
        "title":"Reprint Series: Structure of Algebra. RS-1."},
      {
        "id":"ED175689",
        "title":"Reprint Series: Prime Numbers and Perfect Numbers. RS-2."},
      {
        "id":"ED175690",
        "title":"Reprint Series: What is Contemporary Mathematics. RS-3."},
      {
        "id":"ED175691",
        "title":"Reprint Series: Mascheroni Constructions. RS-4."},
      {
        "id":"ED175692",
        "title":"Reprint Series: Space, Intuition and Geometry. RS-5."},
      {
        "id":"ED175693",
        "title":"Reprint Series: Nature and History of Pi. RS-6."},
      {
        "id":"ED175694",
        "title":"Reprint Series: Computation of Pi. RS-7."},
      {
        "id":"ED175695",
        "title":"Reprint Series: Mathematics and Music. RS-8."},
      {
        "id":"ED175696",
        "title":"Reprint Series: The Golden Measure. RS-9."},
      {
        "id":"ED175697",
        "title":"Reprint Series: Geometric Constructions. RS-10."},
      {
        "id":"ED175698",
        "title":"Reprint Series: Memorable Personalities in Mathematics: Nineteenth Century. RS-11."},
      {
        "id":"ED175699",
        "title":"Reprint Series: Memorable Personalities in Mathematics - Twentieth Century. RS-12."},
      {
        "id":"ED175700",
        "title":"Reprint Series: Finite Geometry. RS-13."},
      {
        "id":"ED175701",
        "title":"Reprint Series: Infinity. RS-14."},
      {
        "id":"ED175702",
        "title":"Reprint Series: Geometry, Measurement and Experience. RS-15."},
      {
        "id":"ED175703",
        "title":"Study Guides In Mathematics: Algebra, Geometry, Number Theory, Probability, and Statistics."},
      {
        "id":"ED175704",
        "title":"Intermediate Mathematics Study Guide."},
      {
        "id":"ED175705",
        "title":"Study Guide in Digital Computing and Related Mathematics."},
      {
        "id":"ED175706",
        "title":"Studies in Mathematics, Volume I: Some Basic Mathematical Concepts."},
      {
        "id":"ED175707",
        "title":"Mathematics for the Elementary School: Selected Units E-4150. Revised Edition."},
      {
        "id":"ED175708",
        "title":"Secondary School Mathematics. Preliminary Version. Sample Chapters."},
      {
        "id":"ED175709",
        "title":"Teachers' Guide to Free and Inexpensive Materials on Energy."},
      {
        "id":"ED175710",
        "title":"Lab Experiments in Energy for High School Physics."},
      {
        "id":"ED175711",
        "title":"Energy Awareness: An Introduction to the Energy Situation."},
      {
        "id":"ED175712",
        "title":"Energy Conservation."},
      {
        "id":"ED175713",
        "title":"Poetry and Energy."},
      {
        "id":"ED175714",
        "title":"Basic Energy Overview."},
      {
        "id":"ED175715",
        "title":"Energy for the Future."},
      {
        "id":"ED175716",
        "title":"Solar Energy - Solution or Pipedream?"},
      {
        "id":"ED175717",
        "title":"My Very Own Contract About the Energy Crisis."},
      {
        "id":"ED175718",
        "title":"An Energy Encounter (An Energy Awareness Program)."},
      {
        "id":"ED175719",
        "title":"Students' Sympathetic Participation in the Energy Crisis."},
      {
        "id":"ED175720",
        "title":"Impact of Calculators in Elementary School Mathematics. Final Report."},
      {
        "id":"ED175731",
        "title":"Evaluation of a Map Interpretation and Terrain Analysis Course for Nap-of-the-Earth Navigation. Research Report 1198."},
      {
        "id":"ED175732",
        "title":"Investigations in Mathematics Education, Vol. 12, No. 3."},
      {
        "id":"ED175733",
        "title":"Basic Shop Skills in Wood, Metal, Circuits, Glass."},
      {
        "id":"ED175735",
        "title":"Skill Development in Elementary Social Studies: A New Perspective."},
      {
        "id":"ED175736",
        "title":"Who Teaches Citizenship? A Survey of Documents and Resources."},
      {
        "id":"ED175737",
        "title":"Final Report of the Study Group on Law-Related Education."},
      {
        "id":"ED175738",
        "title":"Developments in Technical Education in the British Caribbean, 1940-60."},
      {
        "id":"ED175743",
        "title":"I Bet You Thought..."},
      {
        "id":"ED175744",
        "title":"Teacher's Guide to Canal. The Middlesex Canal: A Role Playing Exercise."},
      {
        "id":"ED175745",
        "title":"Towpaths to Oblivion. The Middlesex Canal and the Coming of the Railroad 1792-1853."},
      {
        "id":"ED175746",
        "title":"Freedom from Want: Towards More Equality. Proceedings of the Conference on Income Maintenance and Full Employment."},
      {
        "id":"ED175748",
        "title":"Curriculum Guide for Philosophy: Social Sciences 10-20-30."},
      {
        "id":"ED175751",
        "title":"Contract Ethnography: A Team Documentation Approach to Educational Evaluation."},
      {
        "id":"ED175753",
        "title":"Evaluation, Ideology, and Educational Change: A Select International Bibliography."},
      {
        "id":"ED175754",
        "title":"Do Teachers Make a Difference in Teaching Law Related Topics in Social Studies?"},
      {
        "id":"ED175760",
        "title":"Master Curriculum Guide in Economics for the Nation's Schools. Part II, Strategies for Teaching Economics: Basic Business and Consumer Education (Secondary)."},
      {
        "id":"ED175772",
        "title":"Keynote Addresses from the Horace Mann Lecture Series and the Paul Masoner International Lecture Series 1972-1978."},
      {
        "id":"ED175775",
        "title":"The Moral Distinctiveness of Representative Democracy."},
      {
        "id":"ED175776",
        "title":"The Mischief of Factions: Political Parties in School Textbooks."},
      {
        "id":"ED175778",
        "title":"Arts Education: Policies and Programs. A Survey of State Education Agencies, Winter 1978-79. FRSS Report No. 6."},
      {
        "id":"ED175782",
        "title":"For the Dignity of Humanity. 2nd Annual Commemoration of Black History."},
      {
        "id":"ED175789",
        "title":"Made in USA: Project Ethnic Heritage: Activity and Discussion Guide."},
      {
        "id":"ED175790",
        "title":"Evaluating Federal Social Programs: An Uncertain Act."},
      {
        "id":"ED175791",
        "title":"The Continuing Education of William Carr. An Autobiography."},
      {
        "id":"ED175792",
        "title":"The Federal Investment in Knowledge of Social Problems. Study Project on Social Research and Development, Volume 1."},
      {
        "id":"ED175793",
        "title":"To Make a Difference: Teachers Guide [And] To Make a Difference: Planning for the Future."},
      {
        "id":"ED175797",
        "title":"Sex Role Socialization and Sex Discrimination: A Synthesis and Critique of the Literature."},
      {
        "id":"ED175800",
        "title":"The New Politics of Resource Allocation."},
      {
        "id":"ED175805",
        "title":"An Evaluation and Forecast of Future Directions of the Ontario Federation of School Athletic Associations (OFSAA)."},
      {
        "id":"ED175806",
        "title":"A SIR/CAR Systems Analysis of the Longitudinal Changes in Little League Baseball Comparing Windsor with the Rest of Ontario and Canada."},
      {
        "id":"ED175807",
        "title":"SIR/CAR Analysis Technique for Voluntary School Sport or Amateur Athletic Organizations. A SIR/CAR Application."},
      {
        "id":"ED175813",
        "title":"The Emerging Science of Teaching: Cutting the Gordian Knot."},
      {
        "id":"ED175817",
        "title":"Sex Role Stereotyping in Attitudes of Elementary School Children Toward Participation in Sports Activities."},
      {
        "id":"ED175820",
        "title":"Development, Proficiency and Need of Teacher Competencies."},
      {
        "id":"ED175821",
        "title":"An Analysis of Elite Decathlon Performances."},
      {
        "id":"ED175822",
        "title":"Controlling Athletics in Education: History and Perspective."},
      {
        "id":"ED175823",
        "title":"College Athletics in the Twenties: The Golden Age or Fool's Gold?"},
      {
        "id":"ED175826",
        "title":"Teacher Directed Behavior Toward Individual Students."},
      {
        "id":"ED175829",
        "title":"NAGWS Research Reports. Vol. III."},
      {
        "id":"ED175830",
        "title":"Equality in Sport for Women."},
      {
        "id":"ED175831",
        "title":"Inventory for Curricular and Instructional Improvement."},
      {
        "id":"ED175834",
        "title":"Rhythms and Games of Low Organization."},
      {
        "id":"ED175835",
        "title":"Sports Skills and Conditioning: Grades K-6."},
      {
        "id":"ED175839",
        "title":"Student Teaching Competencies in Lehman College's Competency-Based Teacher Education Program."},
      {
        "id":"ED175853",
        "title":"Documenting Success: A Guidebook for Teacher Centers."},
      {
        "id":"ED175855",
        "title":"Three Studies of Teacher Planning. Research Series No. 55."},
      {
        "id":"ED175857",
        "title":"Classroom Strategy Study: Investigating Teacher Strategies with Problem Students. Research Series No. 50."},
      {
        "id":"ED175858",
        "title":"Basketball. NAGWS Guide, July 1979 - July 1980."},
      {
        "id":"ED175860",
        "title":"Dimensions in Classroom Management Derived from Recent Research. R&D Report No. 6006."},
      {
        "id":"ED175861",
        "title":"The First Weeks of Class...And the Rest of the Year. Research and Development Report No. 6005."},
      {
        "id":"ED175862",
        "title":"Federally Sponsored Research at Educational Institutions: A Need for Improved Accountability. Report by the U.S. General Accounting Office."},
      {
        "id":"ED175864",
        "title":"A Study of Alternatives for Disseminating Knowledge and Planning for Civil Defense Education Among School Age Children--12-14 Years. Final Report."},
      {
        "id":"ED175872",
        "title":"Planning Health Education Programs in Oregon Schools. Physical Health."},
      {
        "id":"ED175873",
        "title":"Standardization of a Piaget-Based Pre-School Teachers' Beliefs Inventory."},
      {
        "id":"ED175876",
        "title":"The Domain of Cognition: A Functional Model for Looking at Thinking and Learning."},
      {
        "id":"ED175884",
        "title":"Data Analysis Strategies for Quasi-Experimental Studies Where Differential Group and Individual Growth Rates Are Assumed. Research Series No. 13."},
      {
        "id":"ED175886",
        "title":"Mnemonic Enhancement and General Technical Ability."},
      {
        "id":"ED175901",
        "title":"Multivariate Analysis of Child Achievement Data in the Parent Education Follow Through Program."},
      {
        "id":"ED175903",
        "title":"The Null Hypothesis as the Research Hypothesis."},
      {
        "id":"ED175904",
        "title":"Effects of Data Analysis Methods and Selection Procedures in Regression Models."},
      {
        "id":"ED175908",
        "title":"What's Happening in Minimum Competency Testing."},
      {
        "id":"ED175910",
        "title":"Project Talent and Related Efforts to Improve Secondary Education."},
      {
        "id":"ED175911",
        "title":"Refinement of the Administrator Professional Leadership Scale (APLS-II). Report 74-3."},
      {
        "id":"ED175915",
        "title":"Generalized Approach for Predicting a Dichotomous Criterion. Interim Report for Period October 1977 through March 1978."},
      {
        "id":"ED175916",
        "title":"Measurement of Creativity: Review and Critique."},
      {
        "id":"ED175920",
        "title":"A Comparison of Two Cutting Score Procedures Using Generalizability Theory. ACT Technical Bulletin No. 33."},
      {
        "id":"ED175922",
        "title":"Student Achievement in Alberta."},
      {
        "id":"ED175929",
        "title":"The Dependability of Classroom Observations."},
      {
        "id":"ED175933",
        "title":"Evaluation of Compensatory Education Programs: Problems, Promising Strategies and Recent Trends."},
      {
        "id":"ED175936",
        "title":"Intelligence Testing in the Year 2000."},
      {
        "id":"ED175940",
        "title":"Participation in and Performance on the California High School Proficiency Examination. A Correlational Analysis of Data on High Schools and Individualized Test-Takers."},
      {
        "id":"ED175941",
        "title":"Prediction of Pass/Fail on a Certifying Examination Using Discriminant Analysis with Cross Validation."},
      {
        "id":"ED175954",
        "title":"Preliminary Report on Transitional Classes, New York City Public Schools."},
      {
        "id":"ED175959",
        "title":"The Urban Impacts of the Program for Better Jobs and Income. Discussion Papers No. 538-79."},
      {
        "id":"ED176994",
        "title":"Mathematics Creativity and the Socioeconomically Disadvantaged."},
      {
        "id":"ED176995",
        "title":"Single Variable Calculus: An Independent Study Course Using Audio-Visual-Seminar Instruction."},
      {
        "id":"ED176996",
        "title":"USMES Background Papers (Unified Science and Mathematics for Elementary Schools)."},
      {
        "id":"ED177001",
        "title":"Decline in Recent Science and Engineering Doctoral Faculty Continues into 1978. Science Resources Studies Highlights, February 12, 1979."},
      {
        "id":"ED177002",
        "title":"Project City Science Progress Report No. 16. January 1, 1979 to May 31, 1979."},
      {
        "id":"ED177004",
        "title":"Projections of Science and Engineering Doctorate Supply and Utilization 1982 and 1987."},
      {
        "id":"ED177007",
        "title":"Course Presentation Text for Foundations and Soil Mechanics - ETC 411."},
      {
        "id":"ED177009",
        "title":"Laboratory Characteristics in Technical Education."},
      {
        "id":"ED177012",
        "title":"The Ocean: Source of Nutrition for the Future. Northern New England Marine Education Project."},
      {
        "id":"ED177013",
        "title":"Have You Ever Been to the Shore Before? A Marine Education Infusion Unit. Northern New England Marine Education Project."},
      {
        "id":"ED177014",
        "title":"Navigation. Northern New England Marine Education Project."},
      {
        "id":"ED177015",
        "title":"The Edible Blue Mussel: A Learning Experience for Marine Education. Northern New England Marine Education Project."},
      {
        "id":"ED177016",
        "title":"Labor Force Participation of Women Trained in Science and Engineering and Factors Affecting Their Participation. Final Technical Report."},
      {
        "id":"ED177020",
        "title":"PDP-8 Introductory Minicomputer Laboratory Manual. Digital Systems Education Committee Instructional Tools Task Force."},
      {
        "id":"ED177021",
        "title":"A Report of the Evaluation of Algebra Through Applications."},
      {
        "id":"ED177032",
        "title":"Project Pet: Preserving Ethnic Traditions through Delaware High School Student Research."},
      {
        "id":"ED177034",
        "title":"Principals and Citizenship Education: A Guide for Effective Leadership."},
      {
        "id":"ED177035",
        "title":"Developing Your Child&apos;s Citizenship Competence: A Parent&apos;s Guide."},
      {
        "id":"ED177037",
        "title":"Handbook of Basic Citizenship Competencies."},
      {
        "id":"ED177043",
        "title":"Forecasting Educational Futures. Resolving Uncertainties and Disagreements through Compact Policy Assessment."},
      {
        "id":"ED177051",
        "title":"A Bill to Teach the Principles of Citizenship and Ethics. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session on H.R. 123 (April 24, 1979)."},
      {
        "id":"ED177057",
        "title":"The American Economic System...and Your Part In It."},
      {
        "id":"ED177058",
        "title":"Money, Banking, and the Federal Reserve System. Instructor's Guide [And] Sections I through VI."},
      {
        "id":"ED177062",
        "title":"Instructional Materials Selection Guide: Social Science."},
      {
        "id":"ED177066",
        "title":"Human Diversity and Pedagogy."},
      {
        "id":"ED177076",
        "title":"Birthplace and Language Characteristics of Persons of Chinese, Japanese, Korean, Pilipino and Vietnamese Origin in the United States, Spring 1976. Bulletin 79-B-12."},
      {
        "id":"ED177080",
        "title":"Beyond the Scientific: A Comprehensive View of Consciousness."},
      {
        "id":"ED177100",
        "title":"Consumer Product Safety: What's It All About? Teacher's Guide. No. 8-T."},
      {
        "id":"ED177104",
        "title":"Toward a Product-Free Process Analysis of Teaching."},
      {
        "id":"ED177118",
        "title":"A Teacher&apos;s Handbook of Middle School or Junior High School Physical Education Activities Emphasizing Metrics."},
      {
        "id":"ED177120",
        "title":"Prediction in Sport: Theories and Applications."},
      {
        "id":"ED177127",
        "title":"Effect of Teacher Clarity on Student Achievement."},
      {
        "id":"ED177128",
        "title":"Learner Cognitive Attainment: A Basis for Establishing a Student Teacher&apos;s Competence."},
      {
        "id":"ED177137",
        "title":"Lacrosse. NAGWS Guide, January 1979-January 1981."},
      {
        "id":"ED177138",
        "title":"Discover Dance: Teaching Modern Dance in Secondary Schools."},
      {
        "id":"ED177139",
        "title":"Movement Education: Developments in Classroom Instruction."},
      {
        "id":"ED177145",
        "title":"A First Year Report Submitted to the National Institute of Education (NIE) February, 1979."},
      {
        "id":"ED177149",
        "title":"Simulations and Games: An ERIC Bibliography. Bibliographies on Educational Topics No. 11."},
      {
        "id":"ED177156",
        "title":"Teaching Styles as Related to Student Achievement. What Research Says to the Teacher."},
      {
        "id":"ED177165",
        "title":"A Process for Identifying, Observing and Describing Classroom Teacher Behavior."},
      {
        "id":"ED177171",
        "title":"Development of a Model for the Evaluation of Teacher Education Programs."},
      {
        "id":"ED177188",
        "title":"Comparison of Categorical Assignments of the BSRI and the PAQ."},
      {
        "id":"ED177196",
        "title":"Problems in Application of Latent Trait Models to Tailored Testing."},
      {
        "id":"ED177197",
        "title":"Operational Characteristics of a Rasch Model Tailored Testing Procedure when Program Parameters and Item Pool Attributes are Varied."},
      {
        "id":"ED177202",
        "title":"Teachers' Opinions of Standardized Test Use and Usefulness."},
      {
        "id":"ED177204",
        "title":"A Use of Confirmatory Factor Analysis in the Evaluation of Intelligence Testing Models."},
      {
        "id":"ED177205",
        "title":"Validity of Students&apos; Evaluations of Teaching: A Comparison with Instructor Self Evaluations by Teaching Assistants, Undergraduate Faculty and Graduate Faculty."},
      {
        "id":"ED177209",
        "title":"Standardized Achievement Testing Programs Viewed From the Perspective of a Non-Measurement Specialist."},
      {
        "id":"ED177213",
        "title":"Competency-Based Teacher Evaluation in a School District: Validation of the Competencies' Importance By District Administrators, Professionals, Students and Parents. Publication Number 78.69."},
      {
        "id":"ED177216",
        "title":"Multi-Dimensional Planning/Evaluation Schema for Community Education."},
      {
        "id":"ED177218",
        "title":"The Use of Title I Evaluation Data in Local Decision-Making--A Federal Perspective."},
      {
        "id":"ED177232",
        "title":"The National Longitudinal Surveys Handbook. Revised."},
      {
        "id":"ED177233",
        "title":"Race Relations in Cooper County, Missouri--1978."},
      {
        "id":"ED177234",
        "title":"Supreme Court of the United States, Syllabus. Dayton Board of Education et al. v. Brinkman et. al. Certiorari to the United States Court of Appeals for the Sixth Circuit. No. 78-627."},
      {
        "id":"ED177236",
        "title":"Race Relations in the &quot;Kingdom&quot; of Callaway."},
      {
        "id":"ED177237",
        "title":"Oversight Hearing on Title I of the Elementary and Secondary Education Act. Hearing Before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED177238",
        "title":"Oversight Hearing on the Impact Aid Program. Hearing Before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED177249",
        "title":"Civic Crisis - Civic Challenge: Police-Community Relations in Memphis."},
      {
        "id":"ED177258",
        "title":"Managing Student Desegregation: A Comparative Study of the Functioning of Principals and Implications for Policy Research."},
      {
        "id":"ED177264",
        "title":"Executive Summary of WIEDS Survey."},
      {
        "id":"ED177265",
        "title":"The Federal Bureau of Investigation Needs Better Representation of Women and Minorities."},
      {
        "id":"ED177274",
        "title":"Hearing Before the United States Commission on Civil Rights; Hearing Held in Boston, Massachusetts, June 16-20, 1975."},
      {
        "id":"ED177278",
        "title":"An Untapped Resource: Negotiated Tuition-Aid in the Private Sector."},
      {
        "id":"ED177284",
        "title":"Career and Family Present Conflicting Priorities for Married Women Today."},
      {
        "id":"ED177310",
        "title":"Guidelines for the Organization and Administration of Competency-Based Vocational Business Education Programs for Adults."},
      {
        "id":"ED177321",
        "title":"Vocational Education Outcomes: A Thesaurus of Outcome Questions. Research and Development Series No. 170."},
      {
        "id":"ED177322",
        "title":"Vocational Education Outcomes: Annotated Bibliography of Related Literature. Bibliography Series No. 48."},
      {
        "id":"ED177323",
        "title":"Vocational Education Outcomes: Perspective for Evaluation. Research and Development Series No. 163"},
      {
        "id":"ED177324",
        "title":"Vocational Education Outcomes: An Evaluative Bibliography of Empirical Studies. Bibliography Series No. 49."},
      {
        "id":"ED177331",
        "title":"Developing Teacher Competencies in Working with Handicapped Students. Final Report."},
      {
        "id":"ED177345",
        "title":"Handbook for Career Exploration Program Development. Second Edition."},
      {
        "id":"ED177358",
        "title":"National Advisory Council on Adult Education. A Report to the President of the United States. New Legislation and a New Plan."},
      {
        "id":"ED177359",
        "title":"Research for Better Schools Career Education. Career Development. Education Is Going to Work."},
      {
        "id":"ED177360",
        "title":"RBS Career Education. Instrument Service Guide. Education Is Going to Work."},
      {
        "id":"ED177362",
        "title":"Handbook for Career Specialization Programs."},
      {
        "id":"ED177368",
        "title":"Bibliography on Career Education."},
      {
        "id":"ED177369",
        "title":"Improving Girls&apos; Occupational Potential. A Review of the Literature."},
      {
        "id":"ED177371",
        "title":"RBS Career Education. Evaluation Planning Manual. Education Is Going to Work."},
      {
        "id":"ED177372",
        "title":"Meeting Consumers' Information Needs: Putting Research to Work."},
      {
        "id":"ED177374",
        "title":"RBS Career Education. Career Education. Administrative Guides. Education Is Going to Work."},
      {
        "id":"ED177392",
        "title":"Managing Management Training Programs in Gerontology."},
      {
        "id":"ED177408",
        "title":"Counseling the Appalachian Youth: Strategies and Techniques."},
      {
        "id":"ED177409",
        "title":"A Paradigmatic Approach to the Sociology of Women and the Family."},
      {
        "id":"ED177423",
        "title":"Preliminary Evaluation Report MOICC: Guidance Information System."},
      {
        "id":"ED177427",
        "title":"Our Future Selves: A Research Plan Toward Understanding Aging. Report on the Panel on Research on Human Services and Delivery Systems."},
      {
        "id":"ED177430",
        "title":"National Institute on Drug Abuse Training Grants Directory."},
      {
        "id":"ED177445",
        "title":"A Handbook for Juveniles and Parents on Maine&apos;s Juvenile Justice System."},
      {
        "id":"ED177457",
        "title":"American Attitudes Toward Pensions and Retirement. Hearing Before the Select Committee on Aging, House of Representatives, Ninety-Sixth Congress, First Session."},
      {
        "id":"ED177460",
        "title":"The Age Discrimination Study. Part 2."},
      {
        "id":"ED177463",
        "title":"Analyses of Treatment Effects in an Experimental Study of First Grade Reading Groups."},
      {
        "id":"ED177464",
        "title":"The First-Grade Reading Group Study: Technical Report of Experimental Effects and Process-Outcome Relationships. Volume I. R&D Report No. 4070."},
      {
        "id":"ED177470",
        "title":"Vocabulary Knowledge and Reading. Reading Education Report No. 11."},
      {
        "id":"ED177471",
        "title":"Levels of Processing: The Strategic Demands of Reading Comprehension. Technical Report No. 135."},
      {
        "id":"ED177480",
        "title":"Vocabulary Knowledge. Technical Report No. 136."},
      {
        "id":"ED177481",
        "title":"Attainment of Selected Concepts Related to Reading by Kindergarten and First Grade Children."},
      {
        "id":"ED177485",
        "title":"Context Effects and Stability of Teacher Behaviors in an Experimental Study of First Grade Reading Group Instruction. R&D Report No. 4091."},
      {
        "id":"ED177486",
        "title":"An Experimental Study of Reading Group Instruction: Data from Teacher Interviews. R&amp;D Report No. 4073."},
      {
        "id":"ED177493",
        "title":"Influence of Comparison Training on Children&apos;s Referential Communication. Technical Report No. 139."},
      {
        "id":"ED177494",
        "title":"An Investigation of Lookbacks during Studying. Technical Report No. 140."},
      {
        "id":"ED177495",
        "title":"On the Discourse Structure of Direct Quotation. Technical Report No. 143."},
      {
        "id":"ED177496",
        "title":"The Story as Social Environment: Children&apos;s Comprehension and Evaluation of Intentions and Consequences. Technical Report No. 142."},
      {
        "id":"ED177497",
        "title":"Elements of a Plan-Based Theory of Speech Acts. Technical Report No. 141."},
      {
        "id":"ED177502",
        "title":"Reading and Study Skills: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July 1978 through June 1979 (Vol. 39 Nos. 1 through 12)."},
      {
        "id":"ED177517",
        "title":"Guiding Comprehension in the Learning Assistance Setting."},
      {
        "id":"ED177520",
        "title":"A Psycholinguistic Analysis of Reading and Its Implications for Classroom Instruction."},
      {
        "id":"ED177524",
        "title":"Children's Knowledge about Social Situations: From Causes to Consequences. Technical Report No. 147."},
      {
        "id":"ED177525",
        "title":"Comprehension Monitoring: Identifying and Coping with Text Confusions. Technical Report No. 145."},
      {
        "id":"ED177534",
        "title":"Factors Affecting Reading Achievement."},
      {
        "id":"ED177540",
        "title":"Some Empirically-Generated Public Relations Roles and Associations with Various Descriptive Variables."},
      {
        "id":"ED177568",
        "title":"Cultural Pollution and the Productivity of Violence."},
      {
        "id":"ED177571",
        "title":"Trends in Written Composition."},
      {
        "id":"ED177574",
        "title":"How Children Evaluate Real-Life and Television Women."},
      {
        "id":"ED177575",
        "title":"Writing for Education Journals. Fastback 136."},
      {
        "id":"ED177577",
        "title":"David Douglas Duncan's Changing Views on War: An Audio-Visual Presentation."},
      {
        "id":"ED177579",
        "title":"A Repeal of the Basic Writing Act."},
      {
        "id":"ED177583",
        "title":"The Aesthetics of News. Revised."},
      {
        "id":"ED177595",
        "title":"Press Coverage of the Fluorocarbon Controversy: The Rise and Decline of a &quot;Hot&quot; Scientific Issue."},
      {
        "id":"ED177605",
        "title":"Critical Thinking and Instruction: A Review. RBS Publication No. BI-1."},
      {
        "id":"ED177606",
        "title":"A Design for Teaching Critical Thinking Using Programmed Instruction. RBS Publication No. BI-3."},
      {
        "id":"ED177607",
        "title":"Effective Junior College Student Newspaper Operation."},
      {
        "id":"ED177614",
        "title":"Schema Theory: Can It Connect Communication&apos;s Discourse?"},
      {
        "id":"ED177615",
        "title":"Periodic Components in Communication Data: Models and Hypothesis Testing."},
      {
        "id":"ED177625",
        "title":"A Conceptual Approach to the Study of Ethnicity, Communication and Urban Stratification."},
      {
        "id":"ED177626",
        "title":"H TEXNH: Research Methods and Topics for the History of Rhetoric; Proceedings of the Speech Communication Association Doctoral Honors Seminar (2nd, Bloomington, Indiana, March 1979)"},
      {
        "id":"ED177652",
        "title":"Assessment of Basic Oral Communication Skills."},
      {
        "id":"ED177653",
        "title":"Rhetoric in Group Action: A Theory of Social Movements from Jean-Paul Sartre."},
      {
        "id":"ED177683",
        "title":"The Role of the Courts in Educational Policy Making."},
      {
        "id":"ED177689",
        "title":"A Taxonomy of Interventions: The Prototype and Initial Testing."},
      {
        "id":"ED177695",
        "title":"A Policy Guide to Weighted Pupil Education Finance Systems: Some Emerging Practical Advice."},
      {
        "id":"ED177697",
        "title":"Money and Education: A Guide to Pennsylvania School Finance."},
      {
        "id":"ED177700",
        "title":"Partners: Parents & Schools."},
      {
        "id":"ED177712",
        "title":"Efficacy and Achievement: Self-Management and Self-Regard."},
      {
        "id":"ED177737",
        "title":"School-Community Relations: A Comprehensive Bibliography."},
      {
        "id":"ED177738",
        "title":"Property Accounting. A Handbook of Standard Terminology and a Guide for Classifying Information about Education Property. State Educational Records and Reports Series: Handbook III, Revised 1977."},
      {
        "id":"ED177764",
        "title":"Modifying Regular Programs and Developing Curriculum Materials for the Vocational Education of the Handicapped. Progress Report 1978."},
      {
        "id":"ED177769",
        "title":"The Status of Handicapped Children in Head Start Programs. Sixth Annual Report."},
      {
        "id":"ED177776",
        "title":"Education of the Hearing Impaired: Suggested Oregon Guidelines for Determining the Most Appropriate Educational Placement of Hearing Impaired Children."},
      {
        "id":"ED177792",
        "title":"An Examination of Time Delay and Progressive Cue Strategies for Training Two Profoundly Handicapped Children Command Compliance."},
      {
        "id":"ED177794",
        "title":"Expenditures and Funding Patterns in Idaho&apos;s Programs for Exceptional Children."},
      {
        "id":"ED177833",
        "title":"What Does the School Psychologist Do? An Ethnographic Study of Role Transformation During Organizational Change. Final Report."},
      {
        "id":"ED177837",
        "title":"Nonvocal Communication for Norverbal Retarded Children. Final Report."},
      {
        "id":"ED177862",
        "title":"La Langue francaise en Afrique occidentale francophone (The French Language in West Africa)."},
      {
        "id":"ED177867",
        "title":"Contribution a l'etude de la nouvelle immigration libanaise au Quebec (Contribution to the Study of the New Lebanese Immigration to Quebec)."},
      {
        "id":"ED177875",
        "title":"Spontaneous Repairs: Awareness in the Process of Acquiring Language. Papers and Reports on Child Language Development, No. 16."},
      {
        "id":"ED177878",
        "title":"The Acquisition of the Voicing Contrast in Spanish: A Phonetic and Phonological Study of Word-Initial Stop Consonants. Papers and Reports on Child Language Development, No. 16."},
      {
        "id":"ED177880",
        "title":"The Kuopio-Vaasa-Stockholm Tests. Perception and Production of English: Papers on Interlanguage. AFTIL, Volume 6."},
      {
        "id":"ED177884",
        "title":"Schedules for Language Background, Behavior and Policy Profiles."},
      {
        "id":"ED177886",
        "title":"L'irredentisme linguistique: Une enquete temoin (Linguistic Irredentism: An Investigation Model)."},
      {
        "id":"ED177887",
        "title":"Games and Simulations in the Foreign Language Classroom. Language in Education, No. 13."},
      {
        "id":"ED177888",
        "title":"Albanian: Basic Course. Basic Situations."},
      {
        "id":"ED177889",
        "title":"Albanian: Basic Course. Supplementary Reader, Vol. 3."},
      {
        "id":"ED177891",
        "title":"Albanian. Supplementary Materials: Military Interpreting Practice, Vol. 2."},
      {
        "id":"ED177892",
        "title":"Albanian. Supplementary Reader, Part 1."},
      {
        "id":"ED177895",
        "title":"Les systemes approximatifs et l'enseignement des langues secondes (Approximative Systems and the Teaching of Second Languages)."},
      {
        "id":"ED177905",
        "title":"Linguistic Tensions in Canadian and Belgian Labor Unions: A Comparative Analysis Based on the Interrelationship between Pursued Objectives and the Accompanying Organizational Structure."},
      {
        "id":"ED177928",
        "title":"Assessment at Alverno College."},
      {
        "id":"ED177932",
        "title":"Recruitment and Retention of Black Americans in Engineering at Purdue. 3. Engineering Students: Persisters, Withdrawals, Transfers."},
      {
        "id":"ED177939",
        "title":"The Demand for Higher Education in Michigan: Projections to the Year 2000."},
      {
        "id":"ED177942",
        "title":"A Comparative Study of Alternative Techniques for Analyzing Student Outcomes."},
      {
        "id":"ED177945",
        "title":"Dental Manpower Fact Book."},
      {
        "id":"ED177947",
        "title":"Resource Sharing in Support of Continuing Education: An Exploratory Survey."},
      {
        "id":"ED177968",
        "title":"Evaluating Instructional Development Programmes."},
      {
        "id":"ED177971",
        "title":"Looking Ahead: Spotlight on the Learner."},
      {
        "id":"ED177974",
        "title":"The Future of Higher Education in the 1980s: Boom? Doom? Gloom? Bloom?"},
      {
        "id":"ED177975",
        "title":"Mobility and Mentoring: Indications from a Study of Women Administrators."},
      {
        "id":"ED177987",
        "title":"The Price of Admission: An Assessment of the Impact of Student Charges on Enrollments and Revenues in California Public Higher Education."},
      {
        "id":"ED177989",
        "title":"The Dual Careers of Faculty and Family: Can They Both be Done Well? Part 3: Observations from the Field."},
      {
        "id":"ED177995",
        "title":"Stimulating Invention Disclosures by Faculty Researchers--A Guide for the University Invention Administrator."},
      {
        "id":"ED178005",
        "title":"Dealing With Information Systems: The Institutional Researcher's Problems and Prospects. AIR Professional File No. 2, Summer 1979."},
      {
        "id":"ED178010",
        "title":"Free Universities and Learning Referral Centers, 1978."},
      {
        "id":"ED178017",
        "title":"Higher Education in the States. Volume 7, Number 4."},
      {
        "id":"ED178018",
        "title":"Memorandum to a Newcomer to the Field of Institutional Research."},
      {
        "id":"ED178023",
        "title":"Academic Advising: Getting Us Through the Eighties. AAHE-ERIC/Higher Education Research Reports, No. 7, 1979."},
      {
        "id":"ED172922",
        "title":"An Ecological Validation of Social Cognitive Development."},
      {
        "id":"ED172941",
        "title":"Preschools Under the Fair Labor Standards Act. (Revised)."},
      {
        "id":"ED172943",
        "title":"Nutrition Education in Wisconsin Public Schools."},
      {
        "id":"ED172954",
        "title":"What and How Preschool Children Remember in Early Childhood Education Settings."},
      {
        "id":"ED172964",
        "title":"Policy Making in Rural Education Institutions: An Annotated Bibliography."},
      {
        "id":"ED172974",
        "title":"Structural Approaches to Meeting Rural Education Needs."},
      {
        "id":"ED172975",
        "title":"Local Control and Self-Determination: The San Juan Case."},
      {
        "id":"ED172976",
        "title":"Rural VOC&apos;s for Rural Folks: Vocational Education in the Country."},
      {
        "id":"ED172977",
        "title":"Traditional Values/Contemporary Pressures: The Conflicting Needs of America&apos;s Rural Women."},
      {
        "id":"ED172978",
        "title":"Staff Development in Rural Areas--Implications for Policy and Research."},
      {
        "id":"ED172979",
        "title":"Improving Rural Education: Past Efforts, Some Ideas for the Future."},
      {
        "id":"ED172980",
        "title":"Student Achievement in Rural Schools: A View from the National Assessment Data."},
      {
        "id":"ED172981",
        "title":"Student Attainment in Relation to Rural Education."},
      {
        "id":"ED172982",
        "title":"Education of Handicapped Children in Rural Areas."},
      {
        "id":"ED172983",
        "title":"Equity for Migrant Children in Rural Areas."},
      {
        "id":"ED172984",
        "title":"Service Delivery to Southern Black Population in Rural Areas."},
      {
        "id":"ED172985",
        "title":"Service Delivery to Bilingual Population in Rural Areas."},
      {
        "id":"ED172986",
        "title":"A Perspective on Delivering Educational Services to Special Populations--Black and Other Minorities."},
      {
        "id":"ED172987",
        "title":"ESAA Bilingual/Bicultural Project. 1974-1975 Final Evaluation Report."},
      {
        "id":"ED172999",
        "title":"Oregon Indian Textbook Review Project Submitted to the Oregon Commission on Indian Services (and the) Oregon Department of Education Textbook. Final Report."},
      {
        "id":"ED173024",
        "title":"State Appalachian Development Plans and Investment Programs for Fiscal Year 1979. Abstracts."},
      {
        "id":"ED173025",
        "title":"Inequity of Human Services: The Rural Tennessee Dilemma."},
      {
        "id":"ED173029",
        "title":"Folklife and the Federal Government. A Guide to Activities, Resources, Funds, and Services."},
      {
        "id":"ED173032",
        "title":"Educational Needs Projection and Rural Development: A Synthesis. SRDC Synthesis Series No. 7."},
      {
        "id":"ED173040",
        "title":"Yuggaankuk Mayeraaghpagenkuk (The Eskimo Man and the Giant)."},
      {
        "id":"ED173043",
        "title":"Koyukon Athabaskan Dance Songs."},
      {
        "id":"ED173045",
        "title":"How Stories From Alaska."},
      {
        "id":"ED173046",
        "title":"More How Stories From Alaska."},
      {
        "id":"ED173052",
        "title":"Indian Students' Problems in Boarding Schools."},
      {
        "id":"ED173064",
        "title":"The Growth of Mathematical Ideas, Grades K-12: Twenty-Fourth Yearbook, National Council of Teachers of Mathematics."},
      {
        "id":"ED173067",
        "title":"The Australian Science Facilities Program: A Study of Its Influence on Science Education in Australian Schools."},
      {
        "id":"ED173069",
        "title":"A Comparison of Alternatives and an Implementation of a Program in the Mathematics Preparation of Elementary School Teachers. Final Report."},
      {
        "id":"ED173072",
        "title":"Energy Activities for the Classroom: Volume II."},
      {
        "id":"ED173082",
        "title":"Investigating Your Environment: Teaching Materials for Environmental Education. October 1978 Edition."},
      {
        "id":"ED173083",
        "title":"Conference Highlights of the National Energy Education, Business and Labor Conference (Washington, D.C., January 15-17, 1979)."},
      {
        "id":"ED173084",
        "title":"Building an Interstate Energy and Education Network: A Report on the Proceedings of the First Interstate Energy and Education Network Meeting, March 29 and 30, 1979."},
      {
        "id":"ED173086",
        "title":"An Energy Curriculum for the Elementary Grades. Unit I - Energy and You, Unit II - Energy and Your Community, Unit III - Energy in Action."},
      {
        "id":"ED173087",
        "title":"Intermediate Mathematics, Student&apos;s Text, Part II, Unit No. 18. Revised Edition."},
      {
        "id":"ED173089",
        "title":"Mathematics for the Elementary School, Book 2, Student's Text, Unit No. 54. Revised Edition."},
      {
        "id":"ED173090",
        "title":"Mathematics for the Elementary School, Book 3, Student's Text, Part I, Unit No. 56. Revised Edition."},
      {
        "id":"ED173091",
        "title":"Mathematics for the Elementary School, Book 3, Student's Text, Part II, Unit No. 57. Revised Edition."},
      {
        "id":"ED173092",
        "title":"School Mathematics Study Group, Unit Four. Chapter 7 - Equations and Inequalities. Chapter 8 - Congruence."},
      {
        "id":"ED173093",
        "title":"School Mathematics Study Group, Unit Number Eleven. Chapter 17 - Coordinate Geometry. Chapter 18 - Problem Analysis."},
      {
        "id":"ED173094",
        "title":"School Mathematics Study Group, Unit Number Twelve. Chapter 19 - Rigid Motions and Coordinates. Chapter 20 - Squares and Rectangles. Chapter 21 - Square Roots and Real Numbers."},
      {
        "id":"ED173095",
        "title":"School Mathematics Study Group, Unit Number Thirteen. Chapter 22 - Approximations. Chapter 23 - Solution Sets of Mathematical Sentences. Chapter 24 - Quadratic Functions."},
      {
        "id":"ED173096",
        "title":"School Mathematics Study Group, Unit Number Fourteen. Chapter 25 - Statistics. Chapter 26 - Systems of Sentences in Two Variables."},
      {
        "id":"ED173097",
        "title":"School Mathematics Study Group, Unit Number Fifteen. Chapter 27 - Analyzing Geometric Figures. Chapter 28 - Measurement."},
      {
        "id":"ED173098",
        "title":"Calculus of Elementary Functions, Part I, Student Text. Preliminary Edition."},
      {
        "id":"ED173099",
        "title":"Calculus of Elementary Functions, Part III, Student Text. Preliminary Edition."},
      {
        "id":"ED173100",
        "title":"Mathematics for High School, First Course in Algebra, Part 2. Preliminary Edition."},
      {
        "id":"ED173101",
        "title":"Mathematics for the Elementary School, Grade 4, Student's Text, Part I, Unit No. 25. Revised Edition."},
      {
        "id":"ED173102",
        "title":"Mathematics for the Elementary School, Grade 4, Student&apos;s Text, Part II, Unit No. 26. Revised Edition."},
      {
        "id":"ED173103",
        "title":"Mathematics for the Elementary School, Grade 5, Student's Text, Part I, Unit No. 29. Revised Edition."},
      {
        "id":"ED173107",
        "title":"Junior High School Mathematics Units, Volume I, Number Systems."},
      {
        "id":"ED173120",
        "title":"Oil and Gas Task Force Report. Draft Copy."},
      {
        "id":"ED173121",
        "title":"Professional Energy Careers."},
      {
        "id":"ED173126",
        "title":"Science for the Physically Handicapped in Higher Education: A Guide to Sources of Information."},
      {
        "id":"ED173132",
        "title":"Mathematics for Junior High School. Commentary for Teachers. Volume II (Part 2)."},
      {
        "id":"ED173137",
        "title":"Mathematics for Junior High School. Commentary for Teachers. Volume II (Part 3). Preliminary Edition."},
      {
        "id":"ED173138",
        "title":"Junior High School Mathematics Units, Volume I, Number Systems. Commentary for Teachers."},
      {
        "id":"ED173139",
        "title":"Junior High School Mathematics Units, Volume II, Geometry. Commentary for Teachers."},
      {
        "id":"ED173140",
        "title":"Junior High School Mathematics Units, Volume III, Applications. Commentary for Teachers."},
      {
        "id":"ED173144",
        "title":"Assessing Dimensions of Quality in Doctoral Education: A Technical Report of a National Study in Three Fields."},
      {
        "id":"ED173145",
        "title":"Calculus, Part 1. Teacher's Commentary. Unit 68. Revised Edition."},
      {
        "id":"ED173147",
        "title":"Calculus of Elementary Functions, Part III. Teacher&apos;s Commentary. Preliminary Edition."},
      {
        "id":"ED173151",
        "title":"Mathematics for High School, Elementary Functions (Part 1). Commentary for Teachers. Preliminary Edition."},
      {
        "id":"ED173152",
        "title":"Mathematics for High School, Elementary Functions (Part 2). Commentary For Teachers. Preliminary Edition."},
      {
        "id":"ED173155",
        "title":"Citizen Participation in Community Development: A Catalog of Local Approaches."},
      {
        "id":"ED173159",
        "title":"Solar Energy Project, Activities: Junior High Science."},
      {
        "id":"ED173160",
        "title":"Solar Energy Project, Activities: Earth Science."},
      {
        "id":"ED173162",
        "title":"Solar Energy Project, Activities: Chemistry &amp; Physics."},
      {
        "id":"ED173164",
        "title":"Solar Energy Project: Text."},
      {
        "id":"ED173165",
        "title":"Solar Energy Project: Reader."},
      {
        "id":"ED173175",
        "title":"A Spectrum Analysis of Attitudes Toward Mathematics: Multifaceted Research Findings."},
      {
        "id":"ED173179",
        "title":"Buying Solar."},
      {
        "id":"ED173180",
        "title":"National Solar Energy Education Directory. First Edition."},
      {
        "id":"ED173202",
        "title":"Final Report for Dynamic Models for Causal Analysis of Panel Data. Methods for Temporal Analysis. Part I, Chapter 1."},
      {
        "id":"ED173203",
        "title":"Final Report for Dynamic Models for Causal Analysis of Panel Data. Methodological Overview. Part II, Chapter 1."},
      {
        "id":"ED173205",
        "title":"Final Report for Dynamic Models for Causal Analysis of Panel Data. Models for Change in Quantitative Variables, Part I Deterministic Models. Part II, Chapter 3."},
      {
        "id":"ED173206",
        "title":"Final Report for Dynamic Models for Causal Analysis of Panel Data. Models for Change in Quantitative Variables, Part II Scholastic Models. Part II, Chapter 4."},
      {
        "id":"ED173207",
        "title":"Final Report for Dynamic Models for Causal Analysis of Panel Data. Models for Change in Quantitative Variables, Part III: Estimation from Panel Data. Part II, Chapter 5."},
      {
        "id":"ED173208",
        "title":"Final Report for Dynamic Models for Causal Analysis of Panel Data. Dynamic Analysis of Event Histories. Part III, Chapter 1."},
      {
        "id":"ED173209",
        "title":"Final Report for Dynamic Models for Causal Analysis of Panel Data. Approaches to the Censoring Problem in Analysis of Event Histories. Part III, Chapter 2."},
      {
        "id":"ED173215",
        "title":"Ethnic Heritage Project General Bibliography."},
      {
        "id":"ED173216",
        "title":"Ethnic Heritage Studies: Ethnic Heritage Foods. Experimental Unit."},
      {
        "id":"ED173217",
        "title":"Ethnic Heritage Studies: Arts and Crafts of East Asia. Experimental Unit."},
      {
        "id":"ED173218",
        "title":"Ethnic Heritage Studies: Themes in Black African and Black American Literature. Experimental Unit."},
      {
        "id":"ED173220",
        "title":"Ethnic Heritage Studies: Cultural Pluralism. Experimental Unit."},
      {
        "id":"ED173221",
        "title":"Ethnic Heritage Studies: Family History Project. Experimental Unit."},
      {
        "id":"ED173222",
        "title":"Ethnic Heritage Studies: The American Woman. Experimental Unit."},
      {
        "id":"ED173223",
        "title":"Ethnic Heritage Studies: German-American Profiles and Contributions--Major Figures. Experimental Unit."},
      {
        "id":"ED173224",
        "title":"Ethnic Heritage Studies: German-American Profiles and Contributions--Levi Strauss. Experimental Unit."},
      {
        "id":"ED173225",
        "title":"Ethnic Heritage Studies: Northern European Foods. Experimental Unit."},
      {
        "id":"ED173226",
        "title":"Ethnic Heritage Studies: Southern European Foods. Experimental Unit."},
      {
        "id":"ED173227",
        "title":"Ethnic Heritage Studies: The Immigrant Experience: The Long, Long, Journey. Experimental Unit."},
      {
        "id":"ED173237",
        "title":"Archeological Methods. A Programmed Text [And] Pronunciation Guide for Archeological Methods [And] Archeological Methods Test Form A. Publication No. 37A."},
      {
        "id":"ED173244",
        "title":"The Dispossessed of the Earth: Land Reform and Sustainable Development. Worldwatch Paper 30."},
      {
        "id":"ED173252",
        "title":"Economic Education Experiences of Enterprising Teachers. Volume 16. A Report Developed from the 1977-78 Entries in the International Paper Company Foundation Awards Program for the Teaching of Economics."},
      {
        "id":"ED173254",
        "title":"Analyzing Health Care Policy: A Resource Guide. Economics-Political Science Series."},
      {
        "id":"ED173255",
        "title":"Analyzing Government Regulation: A Resource Guide. Economics-Political Science Series."},
      {
        "id":"ED173256",
        "title":"Test of Economic Literacy: Discussion Guide and Rationale."},
      {
        "id":"ED173258",
        "title":"Resource Manual for Teacher Training Programs in Economics."},
      {
        "id":"ED173263",
        "title":"Participants' Versus Nonparticipants' Perception of Teacher Nonverbal Behavior."},
      {
        "id":"ED173266",
        "title":"Training Manual On-Site Evaluations of Teacher Education Programs."},
      {
        "id":"ED173277",
        "title":"Perspectives on Graduate Programs in Education."},
      {
        "id":"ED173302",
        "title":"An Ethnographic Study of a Teacher's Classroom Perspective: Implications for Curriculum."},
      {
        "id":"ED173307",
        "title":"An Innovative Program for Training College Teachers."},
      {
        "id":"ED173313",
        "title":"Teachers' Belief Systems and Training Effects."},
      {
        "id":"ED173317",
        "title":"A Grounded Theory Study of Teacher Role Personalization. Part Three. The Teacher's Role Conflicts."},
      {
        "id":"ED173318",
        "title":"A Study of the Effects of Environmental Structure on Students of Differing Conceptual Levels."},
      {
        "id":"ED173325",
        "title":"The Observation and Description of Teaching Behavior and Interaction of Selected Physical Education Teachers."},
      {
        "id":"ED173327",
        "title":"A Study of the Effects of Three Dimensions of Instructional Time on Academic Achievement."},
      {
        "id":"ED173336",
        "title":"A Survey of Microteaching in Secondary Teacher Education Programs of NCATE Accredited Colleges and Universities."},
      {
        "id":"ED173340",
        "title":"Advances in Teacher Effectiveness Research. Occasional Paper No. 18."},
      {
        "id":"ED173342",
        "title":"Tennis--Badminton--Squash. May 1978-May 1980. NAGWS Guide."},
      {
        "id":"ED173343",
        "title":"Bowling--Golf. January 1979-January 1981. NAGWS Guide."},
      {
        "id":"ED173344",
        "title":"Synchronized Swimming. January 1979-January 1980. NAGWS Guide."},
      {
        "id":"ED173349",
        "title":"A Follow-up Study of Rhode Island Title I Participants."},
      {
        "id":"ED173355",
        "title":"Format Effects on Vocabulary Assessment."},
      {
        "id":"ED173366",
        "title":"Development of a Scale to Measure Learning-Related Behaviors."},
      {
        "id":"ED173373",
        "title":"Assessment Instruments in Bilingual Education: A Descriptive Catalog of 342 Oral and Written Tests."},
      {
        "id":"ED173385",
        "title":"L'Evaluation du Rendement Scolaire. Etude Analytique des Instruments de Testing Employes pour Evaluer les Progres des Eleves aux cycles Intermediaire et Superieur. Cycles Intermediaire et Superieur. (The Evaluation of Scholastic Output. An Analytical Review of Test Instruments Used in Evaluating Pupil Achievement in the Intermediate and Senior Divisions. Intermediate and Senior Divisions)."},
      {
        "id":"ED173390",
        "title":"Legal Challenges to Testing--Larry P.: A Case in Point."},
      {
        "id":"ED173392",
        "title":"Student Performance Evaluation: The Hidden Agenda in Nursing Education. Conference Proceedings."},
      {
        "id":"ED173393",
        "title":"National Longitudinal Study Data Collection Activities for the Third Follow-Up (July 1976 through June 1977). Final Report. RTI Project 22U-884."},
      {
        "id":"ED173394",
        "title":"Reading Resource Items for Minimal Competency Testing. A Collection of Reading Items for State and Local Education Agencies to Draw Upon in Custom-Building Their Own Minimal Competency Instruments."},
      {
        "id":"ED173395",
        "title":"Math Resource Items for Minimal Competency Testing. A Collection of Math Items for State and Local Education Agencies to Draw Upon in Custom-Building Their Own Minimal Competency Instruments."},
      {
        "id":"ED173396",
        "title":"College Outcome Measures Project. COMP Annual Report 1978."},
      {
        "id":"ED173423",
        "title":"Development and Validation of the Air Force Technical Training Student Survey: Attitudinal Correlates of Course Attrition Level and Student Gender. Final Report for Period March 1973--December 1978."},
      {
        "id":"ED173424",
        "title":"Handbook for the Release of Test Data. The Office of Research Report Series."},
      {
        "id":"ED173432",
        "title":"Proceedings of the Invitational Conference on Testing Problems (New York, New York, November 3, 1951)."},
      {
        "id":"ED173433",
        "title":"Proceedings of the Invitational Conference on Testing Problems (16th, New York, New York, November 1, 1952)"},
      {
        "id":"ED173434",
        "title":"Proceedings of the Invitational Conference on Testing Problems (New York, New York, October 31, 1953)."},
      {
        "id":"ED173435",
        "title":"Proceedings of the Invitational Conference on Testing Problems (10th, New York, New York, October 30, 1954)."},
      {
        "id":"ED173436",
        "title":"Proceedings of the Invitational Conference on Testing Problems (New York, New York, November 2, 1957)."},
      {
        "id":"ED173438",
        "title":"Proceedings of the Invitational Conference on Testing Problems (24th, New York, New York, November 2, 1963)."},
      {
        "id":"ED173439",
        "title":"Proceedings of the Invitational Conference on Testing Problems (25th, New York, New York, October 31, 1964)."},
      {
        "id":"ED173443",
        "title":"Teacher Evaluation: Organizational Maintenance Versus Stimulation of Improved Teaching Performance. The New Mexico Principalship Study."},
      {
        "id":"ED173461",
        "title":"Latino Mental Health; Bibliography and Abstracts."},
      {
        "id":"ED173462",
        "title":"Address by Patricia Albjerg Graham at the National Urban Education Conference Convened by CEMREL, Inc."},
      {
        "id":"ED173463",
        "title":"Research and Development Projects."},
      {
        "id":"ED173474",
        "title":"School Security: Guidelines for Maintaining Safety in School Desegregation."},
      {
        "id":"ED173475",
        "title":"The Abecedarian Approach to Social Competence: Cognitive and Linguistic Intervention for Disadvantaged Preschoolers."},
      {
        "id":"ED173482",
        "title":"From Democracy in Education to Equity in Education: Purpose, Policy, and Practice."},
      {
        "id":"ED173484",
        "title":"Preferences for Neighborhood Racial Composition. Research Report."},
      {
        "id":"ED173485",
        "title":"The Costs of Segregation and Discrimination. Policy Research Agenda on Fair Housing for HUD."},
      {
        "id":"ED173488",
        "title":"The New CETA; A Sensible Approach to Making the Jobs Program Work."},
      {
        "id":"ED173489",
        "title":"Business Involvement in CETA--The STIP Experience."},
      {
        "id":"ED173490",
        "title":"The Partnership of CETA and the Arts; Six Reprints from Worklife Magazine."},
      {
        "id":"ED173491",
        "title":"Employment and Training Program Highlights; Facts for the Consumer."},
      {
        "id":"ED173498",
        "title":"1979 Special Report on the NIE Compensatory Education Study."},
      {
        "id":"ED173501",
        "title":"Classroom Culture and the Problem of Control. ERIC/CUE Urban Diversity Series, Number 63."},
      {
        "id":"ED173502",
        "title":"Remarks by Drew S. Days III Before the Urban Mass Transportation Administration (Washington, D.C., June 30, 1979)."},
      {
        "id":"ED173507",
        "title":"Experimental Program for Opportunities in Advanced Study and Research in Education; Project Abstracts."},
      {
        "id":"ED173514",
        "title":"State Compensatory Education Programs. A Supplemental Report from the National Institute of Education."},
      {
        "id":"ED173515",
        "title":"Consequences of Changing U.S. Population: Population Movement and Planning; Hearings before the Select Committee on Population, House of Representatives, Ninety-Fifth Congress, Second Session. Volume III."},
      {
        "id":"ED173516",
        "title":"Consequences of Changing U.S. Population: Baby Boom and Bust; Hearings Before the Select Committee on Population, House of Representatives, Ninety-Fifth Congress, Second Session. Volume II."},
      {
        "id":"ED173522",
        "title":"Minority Aged: White Ethnics, A Bibliography."},
      {
        "id":"ED173523",
        "title":"Minority Aged: American Indians, A Bibliography."},
      {
        "id":"ED173524",
        "title":"Minority Aged: Asian Americans, A Bibliography."},
      {
        "id":"ED173529",
        "title":"Textiles &amp; Clothing. Home Economics for Oregon Schools."},
      {
        "id":"ED173532",
        "title":"Linking the Programs of Scouting and the Schools for the Advancement of Career Education. Final Report."},
      {
        "id":"ED173533",
        "title":"Least Restrictive Alternative for Handicapped Students. Information Series No. 143."},
      {
        "id":"ED173534",
        "title":"Development of Individualized Education Programs (IEPs) for the Handicapped in Vocational Education. Information Series No. 144."},
      {
        "id":"ED173535",
        "title":"Guidance Needs of Special Populations. Information Series No. 145."},
      {
        "id":"ED173536",
        "title":"Job Placement and Adjustment of the Handicapped: An Annotated Bibliography. Information Series No. 146."},
      {
        "id":"ED173537",
        "title":"Fostering Sex Fairness in Vocational Education: Strategies for Administrators. Information Series No. 147."},
      {
        "id":"ED173538",
        "title":"Professional Development Programs for Sex Equity in Vocational Education. Information Series No. 148."},
      {
        "id":"ED173539",
        "title":"The Guidance Needs of Women. Information Series No. 149."},
      {
        "id":"ED173540",
        "title":"The Role of Vocational Education in the Nation's Economic Development. Information Series No. 150."},
      {
        "id":"ED173541",
        "title":"The Coordination of Vocational Education Programs with CETA. Information Series No. 151."},
      {
        "id":"ED173543",
        "title":"A Model for Planning Vocational Education at the Local Level. Information Series No. 153."},
      {
        "id":"ED173544",
        "title":"Needs Assessment for Program Planning in Vocational Education. Information Series No. 154."},
      {
        "id":"ED173545",
        "title":"Longitudinal Methods as Tools for Evaluating Vocational Education. Information Series No. 155."},
      {
        "id":"ED173546",
        "title":"Use of Evaluative Data by Vocational Educators. Information Series No. 156."},
      {
        "id":"ED173547",
        "title":"Impact Evaluation in Vocational Education: The State of the Art. Information Series No. 157."},
      {
        "id":"ED173549",
        "title":"Barriers to Professional Advancement among Female Managers."},
      {
        "id":"ED173557",
        "title":"Competencies Needed by Students Entering Automobile Mechanics Programs in Texas Secondary Schools with Emphasis on Achievement Expectations for the Handicapped."},
      {
        "id":"ED173562",
        "title":"The Current Status of Assessing Experiential Education Programs. Information Series No. 163."},
      {
        "id":"ED173563",
        "title":"Perspectives on Investigating the Consequences of Experiential Education. Information Series 164."},
      {
        "id":"ED173564",
        "title":"Work Attitudes and Work Experience: The Impact of Attitudes on Behavior. R &amp; D Monograph 60."},
      {
        "id":"ED173566",
        "title":"Innovations in Continuing Education. 1979 Award-Winning New Programs. NUEA-ACT Series on Continuing Education. No. 5."},
      {
        "id":"ED173567",
        "title":"Implementing Career Education. Resources Guide."},
      {
        "id":"ED173568",
        "title":"Implementing Career Education: California Plan for Career Education, 1978-1983."},
      {
        "id":"ED173570",
        "title":"Status of Career and Education Information Services for Ohio Citizens. Part I: Report to the Ohio Board of Regents."},
      {
        "id":"ED173571",
        "title":"Planning for Career and Education Information Services for Ohio Citizens. Part II: Report to the Ohio Board of Regents."},
      {
        "id":"ED173572",
        "title":"Synopsis of Career and Education Information Services for Ohio Citizens Report. Part V: Report to the Ohio Board of Regents."},
      {
        "id":"ED173573",
        "title":"The Influence of Occupational Toys on Career Aspirations. Final Progress Report."},
      {
        "id":"ED173574",
        "title":"Supreme Court of the United States. Southeastern Community College v. Davis. Certiorari to the United States Court of Appeals for the Fourth Circuit."},
      {
        "id":"ED173576",
        "title":"Comparing Military and Civilian Skill Training: Instruction and Program Evaluation. Final Report, October 1 - December 31, 1976."},
      {
        "id":"ED173578",
        "title":"Basic Machines. Navy Training Course."},
      {
        "id":"ED173579",
        "title":"A Cost Management Control Procedure for Initial Training in Surface Ship Acquisition Programs. Final Report."},
      {
        "id":"ED173580",
        "title":"Public Relations Handbook for Vocational Education in Large Cities."},
      {
        "id":"ED173583",
        "title":"Vocational Education, CETA, and Youth Unemployment: Meeting the Needs of Inner City Youth. Occasional Paper No. 50."},
      {
        "id":"ED173584",
        "title":"Intentions of Women (18-25 Years Old) to Join the Military: Results of a National Survey."},
      {
        "id":"ED173585",
        "title":"Flight Hour Reductions in Fleet Replacement Pilot Training through Simulation."},
      {
        "id":"ED173586",
        "title":"Measuring the Impact of Employment-Related Social Programs. A Primer on the Evaluation of Employment and Training, Vocational Education, Vocational Rehabilitation, and Other Job-Oriented Programs."},
      {
        "id":"ED173587",
        "title":"A Patient Learning Center for an Army MEDDAC - A Feasibility Study. Final Report."},
      {
        "id":"ED173588",
        "title":"A Comparative Evaluation of the Traditional Versus a Systems Approach for Hypertensive Patient Education. Final Report, October 1975-March 1977."},
      {
        "id":"ED173589",
        "title":"Prediction of Sucessful Nursing Performance. Part III and Part IV. Health Manpower References."},
      {
        "id":"ED173597",
        "title":"Involving Schools in Employment and Training Programs for Youth."},
      {
        "id":"ED173603",
        "title":"Vocational Education Sex Equity Strategies. Research and Development Series No. 144."},
      {
        "id":"ED173604",
        "title":"A Guide for Vocational Education Sex Equity Personnel. Research and Development Series No. 143."},
      {
        "id":"ED173605",
        "title":"EUREKA, The California Career Information System. Final Report. May 1, 1978-June 30, 1979."},
      {
        "id":"ED173606",
        "title":"Evaluation of EUREKA Project, 1978-1979."},
      {
        "id":"ED173607",
        "title":"Inside EUREKA. The California Career Information System."},
      {
        "id":"ED173609",
        "title":"High School Credit by Contract: Correspondence Study."},
      {
        "id":"ED173616",
        "title":"Apprenticeship and CETA Technical Assistance Guide."},
      {
        "id":"ED173630",
        "title":"Federally Assisted Employment and Training: A Myriad of Programs Should Be Simplified. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED173631",
        "title":"Project New Pride: Replication."},
      {
        "id":"ED173658",
        "title":"Systems of Career/Occupational Information for Youth and Other CETA Participants: Guidelines and Considerations for CETA Prime Sponsors."},
      {
        "id":"ED173659",
        "title":"Typewriting: Retention and Relearning."},
      {
        "id":"ED173673",
        "title":"The Stages of Consultation: A Dynamic Process."},
      {
        "id":"ED173678",
        "title":"Impulsivity and Modeling in Normal and Behavior Disordered Adolescents."},
      {
        "id":"ED173682",
        "title":"Minneapolis: Public Attitudes About Crime; A National Crime Survey Report."},
      {
        "id":"ED173691",
        "title":"Halfway Houses."},
      {
        "id":"ED173694",
        "title":"A Theoretical Framework: Do Men Respond to Positions and Women to Persons?"},
      {
        "id":"ED173696",
        "title":"Task Force on Homosexuality. Final Report."},
      {
        "id":"ED173697",
        "title":"Longitudinal Changes in the Adjustment to Parenthood."},
      {
        "id":"ED173700",
        "title":"Partial Component Analysis of a Comprehensive Smoking Program."},
      {
        "id":"ED173701",
        "title":"Retirement, Work, and Lifelong Learning; Hearing Before the Special Committee on Aging, Ninety-Fifth Congress, Second Session. Part 1."},
      {
        "id":"ED173702",
        "title":"Retirement, Work, and Lifelong Learning; Hearing Before the Special Committee on Aging, Ninety-Fifth Congress, Second Session. Part 2."},
      {
        "id":"ED173703",
        "title":"Retirement, Work, and Lifelong Learning; Hearing Before the Special Committee on Aging, Ninety-Fifth Congress, Second Session. Part 3."},
      {
        "id":"ED173704",
        "title":"Retirement, Work, and Lifelong Learning; Hearing Before the Special Committee on Aging, Ninety-Fifth Congress, Second Session. Part 4."},
      {
        "id":"ED173709",
        "title":"Person-Environment Interventions With Aging Depressed Women in Institutions."},
      {
        "id":"ED173715",
        "title":"Attachments Across the Life-Span: A Generational Perspective."},
      {
        "id":"ED173719",
        "title":"Youth Development in the Youth Conservation Corps: An Exploratory Study of Personal and Social Development in Participants."},
      {
        "id":"ED173738",
        "title":"Effects of Recall of Experience and Emotional Display Upon Empathy in Children."},
      {
        "id":"ED173741",
        "title":"Decisions and Drinking: A National Prevention Education Strategy. Proceedings of a Workshop."},
      {
        "id":"ED173742",
        "title":"Bureau of Prisons Youth and Juvenile Policies; Hearing Before the Subcommittee on Courts, Civil Liberties, and the Administration of Justice of the Committee on the Judiciary, House of Representatives, Ninety-Fifth Congress, Second Session on Bureau of Prisons Youth and Juvenile Policies. Serial No. 79."},
      {
        "id":"ED173743",
        "title":"Evaluation Design 1978-79: Education for Parenthood Project."},
      {
        "id":"ED173745",
        "title":"Texas Junior High School Study: Final Report of Process-Outcome Relationships; Data Collection Instruments. Appendix A. R&D Report No. 4061."},
      {
        "id":"ED173747",
        "title":"Texas Junior High School Study: Final Report of Process-Outcome Relationships; Manual for Low Inference Behavioral Coding System. Appendix C. R&D Report No. 4061."},
      {
        "id":"ED173749",
        "title":"On Comprehension."},
      {
        "id":"ED173754",
        "title":"Reading of American Children Whose Language is a Stable Rural Dialect of English or a Language Other Than English. Final Report."},
      {
        "id":"ED173758",
        "title":"The Development of Constructive Comprehension Skills. Final Report and General Summary."},
      {
        "id":"ED173762",
        "title":"One That Works! An Integrated Program of Basic Skills."},
      {
        "id":"ED173771",
        "title":"Computer Applications in Reading."},
      {
        "id":"ED173776",
        "title":"Reading Instruction in the Middle School (A Whole School Approach)."},
      {
        "id":"ED173782",
        "title":"Mass Media Use and Political Knowledge. Journalism Monographs Number Sixty-One."},
      {
        "id":"ED173784",
        "title":"Teaching University Discourse: A Theoretical Framework and a Curriculum."},
      {
        "id":"ED173791",
        "title":"The Sources of Radio News."},
      {
        "id":"ED173793",
        "title":"The Role of Advertising in Adolescent Consumer Learning."},
      {
        "id":"ED173795",
        "title":"Maturity, Complexity, and Growth in College Writing."},
      {
        "id":"ED173796",
        "title":"A Tentative Model of Discourse Production."},
      {
        "id":"ED173799",
        "title":"Two Pioneers of Contemporary Radio."},
      {
        "id":"ED173803",
        "title":"Free Educational Materials: Too Much to Pay?"},
      {
        "id":"ED173806",
        "title":"The First Amendment Status of Advertising: A Possible Source of Conflict?"},
      {
        "id":"ED173808",
        "title":"Some Communication Effects of Charity Advertising Campaigns."},
      {
        "id":"ED173822",
        "title":"Scientists and the Press: Are They Really Strangers?"},
      {
        "id":"ED173823",
        "title":"English Teaching and the Electric Dream."},
      {
        "id":"ED173830",
        "title":"Researching Sex Bias in the Classroom."},
      {
        "id":"ED173837",
        "title":"On Their Way to the Top? Men and Women Middle-Level Newspaper Managers."},
      {
        "id":"ED173842",
        "title":"Toward an Autonomy of Ideas in Journalism."},
      {
        "id":"ED173846",
        "title":"The Users of Cable TV Access Channels: A Study of the Diffusion and Adoption of a Communications Innovation."},
      {
        "id":"ED173847",
        "title":"Mass Media Exposure and Perceived Discrimination Among Latinos in Chicago."},
      {
        "id":"ED173854",
        "title":"A Model for Measuring Puffery Effects."},
      {
        "id":"ED173855",
        "title":"What Some Journal Referees Look for in Evaluating Manuscripts."},
      {
        "id":"ED173860",
        "title":"The Effect of Syntactic Complexity on Teachers&apos; Quality Ratings of Narrations and Arguments."},
      {
        "id":"ED173861",
        "title":"The News-Gathering Behaviors of Speciality Reporters: A Comparison of Two Levels of Analysis in Mass Media Decision-Making."},
      {
        "id":"ED173864",
        "title":"A Handbook of Modern Rhetorical Terms."},
      {
        "id":"ED173872",
        "title":"Communication and Conflict in Organizations: The State of the Art."},
      {
        "id":"ED173875",
        "title":"The Influence of Sex and Sexism on the Criticism of Classroom Speeches."},
      {
        "id":"ED173876",
        "title":"Nonverbal Communication in Business: Principles and Applications."},
      {
        "id":"ED173877",
        "title":"Mass Communication and the Political Participation of Black Americans."},
      {
        "id":"ED173886",
        "title":"Who Pushed the Button to Drop the A-bomb? Contexts and Conversation in a Nursing Home."},
      {
        "id":"ED173889",
        "title":"Educational Vouchers. School Management Digest Series 1, No. 17."},
      {
        "id":"ED173890",
        "title":"Research, Development and Innovation: Contextual Analysis. Part One."},
      {
        "id":"ED173891",
        "title":"Research, Development and Innovation: Contextual Analysis. Part Two."},
      {
        "id":"ED173892",
        "title":"Research, Development and Innovation: Contextual Analysis. Part Three."},
      {
        "id":"ED173898",
        "title":"Classroom Discipline. Research Action Brief Number 5."},
      {
        "id":"ED173906",
        "title":"Progress of Education in the United States of America 1976-77 and 1977-78. Report."},
      {
        "id":"ED173917",
        "title":"Student Violence and Vandalism: Some Answers to a Serious Problem."},
      {
        "id":"ED173918",
        "title":"Where Has All the Good News Gone?"},
      {
        "id":"ED173926",
        "title":"Saving Money Through Group Bidding by North Dakota School Districts."},
      {
        "id":"ED018156",
        "title":"THE JOINT EUROPEAN-UNITED STATES NDEA INSTITUTE FOR ADVANCED STUDY, MANNHEIM-HEIDELBERG."},
      {
        "id":"ED018157",
        "title":"SOME REMARKS ON STIMULUS-RESPONSE THEORIES OF LANGUAGE LEARNING. PSYCHOLOGY SERIES, TECHNICAL REPORT NUMBER 97."},
      {
        "id":"ED018158",
        "title":"APPLICATION OF MATHEMATICAL LEARNING THEORY AND LINGUISTICS TO SECOND-LANGUAGE LEARNING, WITH PARTICULAR REFERENCE TO RUSSIAN. FINAL REPORT."},
      {
        "id":"ED018159",
        "title":"THE WEAKEST LINK IN FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED018160",
        "title":"UNDER-ACHIEVEMENT IN FOREIGN LANGUAGE LEARNING. FINAL REPORT."},
      {
        "id":"ED018161",
        "title":"ETUDE EXPERIMENTALE DES COMPOSANTES DE L'ACCENT EN FRANCAIS (EXPERIMENTAL STUDY OF THE COMPONENTS OF ACCENT IN FRENCH)."},
      {
        "id":"ED018162",
        "title":"AN EXPERIMENTAL STUDY OF THE RELATIVE EFFECTIVENESS OF FOUR SYSTEMS OF LANGUAGE LABORATORY EQUIPMENT IN TEACHING FRENCH PRONUNCIATION."},
      {
        "id":"ED018164",
        "title":"MEET YOUR WORLD--HARDING HIGH SCHOOL INTERNATIONAL FESTIVAL 1968."},
      {
        "id":"ED018165",
        "title":"FRENCH--CONTEMPORARY METHODOLOGY, A SERIES OF INSERVICE STUDY GUIDES FOR MODERN FOREIGN LANGUAGE TEACHERS."},
      {
        "id":"ED018166",
        "title":"GERMAN--CONTEMPORARY METHODOLOGY, A SERIES OF INSERVICE STUDY GUIDES FOR MODERN FOREIGN LANGUAGE TEACHERS."},
      {
        "id":"ED018167",
        "title":"A FURTHER SEARCH FOR ELEMENTS OF TOMORROW'S CLASSROOM. DENVER-STANFORD PROJECT ON THE CONTEXT OF INSTRUCTIONAL TELEVISION, REPORT NUMBER 12."},
      {
        "id":"ED018168",
        "title":"CAUSATIVE FACTORS AND LEARNING RELATED TO PARENT PARTICIPATION. DENVER-STANFORD PROJECT ON THE CONTEXT OF INSTRUCTIONAL TELEVISION, REPORT NUMBER 13."},
      {
        "id":"ED018169",
        "title":"AUDIO-LINGUAL RESULTS IN THE SECOND YEAR OF RESEARCH--1961-62. DENVER-STANFORD PROJECT ON THE CONTEXT OF INSTRUCTIONAL TELEVISION, REPORT NUMBER 8."},
      {
        "id":"ED018171",
        "title":"LATIN MATERIALS FOR THE INNER-CITY PUBLIC SCHOOL."},
      {
        "id":"ED018172",
        "title":"HISTORY OF THE LINGUISTIC INSTITUTE."},
      {
        "id":"ED018173",
        "title":"NDEA FOREIGN LANGUAGE INSTITUTE PROGRAMS--THE DEVELOPMENT OF A NEW EDUCATIONAL MODEL."},
      {
        "id":"ED018174",
        "title":"THEY DROPPED THE BALL ON FLES."},
      {
        "id":"ED018175",
        "title":"THE MEANING OF FLES."},
      {
        "id":"ED018176",
        "title":"SOME VISUAL ASPECTS OF PRONUNCIATION."},
      {
        "id":"ED018177",
        "title":"FACULTY SALARY SCHEDULES IN PUBLIC COMMUNITY-JUNIOR COLLEGES, 1965-66, A PILOT STUDY OF 2-YEAR INSTITUTIONS."},
      {
        "id":"ED018179",
        "title":"THE PREPARATION AND CHARACTERISTICS OF JUNIOR COLLEGE TEACHERS."},
      {
        "id":"ED018180",
        "title":"PROJECT SUMMER '67, AN EXPERIMENTAL PROGRAM FOR EDUCATIONALLY DISADVANTAGED YOUTH--AN EVALUATION."},
      {
        "id":"ED018181",
        "title":"A COMPARATIVE STUDY TO DETERMINE THE EDUCATIONAL BACKGROUND AND WORK EXPERIENCE DESIRABLE FOR JUNIOR COLLEGE BUSINESS MANAGERS."},
      {
        "id":"ED018182",
        "title":"HOW COMMUNITY COLLEGES ARE ORGANIZED, STARTED AND CONTROLLED."},
      {
        "id":"ED018183",
        "title":"IS YOUR DISTRICT READY TO START A JUNIOR COLLEGE."},
      {
        "id":"ED018184",
        "title":"VOCATIONAL EDUCATION IN OREGON, ANNUAL DESCRIPTIVE REPORT 1965-66."},
      {
        "id":"ED018185",
        "title":"ARTICULATION OF OCCUPATIONAL EDUCATION IN CLACKAMAS COUNTY."},
      {
        "id":"ED018186",
        "title":"DEVELOPING A JUNIOR COLLEGE READING TEST."},
      {
        "id":"ED018187",
        "title":"WHAT RESEARCH SAYS ABOUT PROGRAMMING INSTRUCTION."},
      {
        "id":"ED018191",
        "title":"THE INSTRUCTIONAL MATERIALS CENTER--WHOSE EMPIRE."},
      {
        "id":"ED018192",
        "title":"COST STUDIES AT THE CAMPUS AND OFF-CAMPUS CENTERS OF THE UNIVERSITY OF WISCONSIN, 1964-65. (TITLE SUPPLIED)."},
      {
        "id":"ED018193",
        "title":"MOVING THE LIBRARY AT DUTCHESS COMMUNITY COLLEGE."},
      {
        "id":"ED018195",
        "title":"ELIMINATE TABOOS, OUTFIT YOUR LIBRARY IN SIX MONTHS."},
      {
        "id":"ED018196",
        "title":"PUNCHED CARD SYSTEM NEEDN'T BE COMPLEX TO GIVE COMPLETE CONTROL."},
      {
        "id":"ED018197",
        "title":"VENDING PERMITS FOOD SERVICE TO GROW WITH COLLEGE."},
      {
        "id":"ED018198",
        "title":"JUNIOR COLLEGES ARE GROWING UP."},
      {
        "id":"ED018199",
        "title":"DESCRIPTION OF THE FORD OCCUPATIONAL INSTRUCTOR PROJECT FOR THE PREPARATION OF TEACHERS FOR TWO YEAR POST-HIGH SCHOOL SEMI-PROFESSIONAL OCCUPATIONAL PROGRAMS."},
      {
        "id":"ED018200",
        "title":"TEST BIAS--VALIDITY OF THE SCHOLASTIC APTITUDE TEST FOR NEGRO AND WHITE STUDENTS IN INTEGRATED COLLEGES."},
      {
        "id":"ED018201",
        "title":"A PRELIMINARY REPORT OF A STUDY OF THE EFFECTS OF COMPETITION AND COOPERATION IN A COLLEGE CLASSROOM."},
      {
        "id":"ED018202",
        "title":"INTERPRETATING THE ACADEMIC RECORDS OF DISADVANTAGED STUDENTS."},
      {
        "id":"ED018203",
        "title":"GRADUATE FOLLOW-UP STUDY, 1948-1966."},
      {
        "id":"ED018204",
        "title":"THE JUNIOR COLLEGE ENVIRONMENT--L.A.C.C. STUDENT AND FACULTY PREFERENCES, STUDENT PERCEPTIONS OF L.A.C.C."},
      {
        "id":"ED018205",
        "title":"APPLICATIONS OF COMPUTERS TO RESEARCH ON INSTRUCTION."},
      {
        "id":"ED018206",
        "title":"THOSE WHO TRANSFER--A STUDY OF THE ACHIEVEMENT OF GENERAL COLLEGE STUDENTS WHO TRANSFERRED TO OTHER COLLEGES OF THE UNIVERSITY OF MINNESOTA, 1951-1956."},
      {
        "id":"ED018208",
        "title":"CREATING A CLIMATE FOR INNOVATION, REPORT OF A CONFERENCE FOR COMMUNITY COLLEGE AND PUBLIC SCHOOL ADMINISTRATORS, SUPERVISORS, PERSONNEL, AND TEACHERS (LEE COLLEGE, BAYTOWN, TEXAS, OCTOBER 30-31, 1967)."},
      {
        "id":"ED018209",
        "title":"EXPERIENCES AND ATTITUDES OF AMERICAN ADULTS CONCERNING STANDARDIZED INTELLIGENCE TESTS."},
      {
        "id":"ED018210",
        "title":"CREATIVITY TRAINING--A TOOL FOR MOTIVATING DISADVANTAGED STUDENTS."},
      {
        "id":"ED018211",
        "title":"THE EFFECTS ON ACADEMIC GRADES OF ENROLLMENT IN A READING COURSE."},
      {
        "id":"ED018212",
        "title":"A STUDY OF THE EFFECTIVENESS OF A PROGRAMED LEARNING METHOD IN TEACHING THE USE OF &quot;WEBSTER'S SEVENTH NEW COLLEGIATE DICTIONARY.&quot;"},
      {
        "id":"ED018215",
        "title":"A STATE MASTER PLAN FOR VOCATIONAL EDUCATION."},
      {
        "id":"ED018217",
        "title":"IN SEARCH OF LEADERS."},
      {
        "id":"ED018218",
        "title":"FACULTY PARTICIPATION IN ACADEMIC GOVERNANCE--REPORT OF THE AAHE TASK FORCE ON FACULTY REPRESENTATION AND ACADEMIC NEGOTIATIONS, CAMPUS GOVERNANCE PROGRAM."},
      {
        "id":"ED018219",
        "title":"THE SOCIAL CONSEQUENCES OF PREDICTIVE TESTING IN EDUCATION. REVISED DRAFT."},
      {
        "id":"ED018222",
        "title":"WHY INDUSTRY NEEDS THE JUNIOR COLLEGE."},
      {
        "id":"ED018223",
        "title":"SELECTED SCHOOL LAWS AND STANDARDS--A SUMMARY CONTAINING SPECIFIC SCHOOL LAWS RELATING TO AREA SCHOOLS AND PUBLIC COMMUNITY AND JUNIOR COLLEGES AND STANDARDS FOR AREA VOCATIONAL SCHOOLS AND AREA COMMUNITY COLLEGES."},
      {
        "id":"ED018224",
        "title":"JUNIOR COLLEGES AND THE NEW CAREERS PROGRAM."},
      {
        "id":"ED018225",
        "title":"OPEN-DOOR COLLEGE OR OPEN-DOOR CURRICULUMS."},
      {
        "id":"ED018226",
        "title":"CENTRALIZED PROCESSING FOR PUBLIC LIBRARIES IN ILLINOIS. RESEARCH SERIES NO. 10."},
      {
        "id":"ED018227",
        "title":"LIBRARY SERVICE IN THE ILLINOIS PORTION OF THE ST. LOUIS METROPOLITAN AREA. RESEARCH SERIES NO. 7."},
      {
        "id":"ED018228",
        "title":"THE STATE LIBRARY CONSULTANT AT WORK. RESEARCH SERIES NO. 6."},
      {
        "id":"ED018231",
        "title":"PUBLIC LIBRARY SERVICE EQUAL TO THE CHALLENGE OF CALIFORNIA, CALIFORNIA STATEWIDE SURVEY OF PUBLIC LIBRARY SERVICE. A REPORT TO THE STATE LIBRARIAN."},
      {
        "id":"ED018236",
        "title":"CENTRALIZED PROCESSING FOR THE PUBLIC LIBRARIES OF NEW YORK STATE, A SURVEY CONDUCTED FOR THE NEW YORK STATE LIBRARY."},
      {
        "id":"ED018243",
        "title":"THE IDENTIFICATION AND EXAMINATION OF AREAS OF NEEDED RESEARCH IN SCHOOL LIBRARIANSHIP. FINAL REPORT."},
      {
        "id":"ED018245",
        "title":"NORTHFIELD, VERMONT--A COMMUNITY DEPTH STUDY."},
      {
        "id":"ED018246",
        "title":"PROJECT HEAD START--SUMMER 1966. FINAL REPORT. SECTION ONE, SOME CHARACTERISTICS OF CHILDREN IN THE HEAD START PROGRAM."},
      {
        "id":"ED018247",
        "title":"PROJECT HEAD START--SUMMER 1966. FINAL REPORT. SECTION TWO, FACILITIES AND RESOURCES OF HEAD START CENTERS."},
      {
        "id":"ED018248",
        "title":"PROJECT HEAD START--SUMMER 1966. FINAL REPORT. SECTION THREE, PUPILS AND PROGRAMS."},
      {
        "id":"ED018249",
        "title":"TEACHERS&apos; BELIEFS, CLASSROOM ATMOSPHERE AND STUDENT BEHAVIOR. FINAL REPORT."},
      {
        "id":"ED018250",
        "title":"RESULTS OF THE SUMMER 1965 PROJECT HEAD START. VOLUMES I AND II."},
      {
        "id":"ED018252",
        "title":"THE STATUS OF BEHAVIORAL MEASUREMENT AND ASSESSMENT IN CHILDREN."},
      {
        "id":"ED018253",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING THE HOME INTERVIEW."},
      {
        "id":"ED018254",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING &quot;SCHOOLS&quot; QUESTION."},
      {
        "id":"ED018255",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING EDUCATIONAL ATTITUDE SURVEY."},
      {
        "id":"ED018256",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING MOTHER'S ATTITUDES TOWARD CHILD'S BEHAVIOR LEADING TO MASTERY."},
      {
        "id":"ED018257",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING MOTHER'S ROLE IN TEACHER/CHILD AND CHILD/PEER SCHOOL SITUATIONS."},
      {
        "id":"ED018258",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING FIRST DAY."},
      {
        "id":"ED018259",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING MOTHER-TEACHER PICTURE."},
      {
        "id":"ED018260",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING HOME RESOURCES PATTERNS."},
      {
        "id":"ED018261",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING THE TWENTY QUESTIONS TASK."},
      {
        "id":"ED018262",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING PLUTCHIK EXPLORATORY-INTEREST QUESTIONNAIRE."},
      {
        "id":"ED018263",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING SIGEL CONCEPTUAL STYLE SORTING TASKS."},
      {
        "id":"ED018264",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING TOY SORTING TASK."},
      {
        "id":"ED018265",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING THE EIGHT-BLOCK SORTING TASK."},
      {
        "id":"ED018266",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL FOR CODING MOTHER-CHILD INTERACTION ON THE EIGHT-BLOCK SORTING TASK."},
      {
        "id":"ED018267",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING &quot;ETCH-A-SKETCH&quot; TASK."},
      {
        "id":"ED018268",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING THE CURIOSITY TASK."},
      {
        "id":"ED018269",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF RECORDING AND OBSERVATION TECHNIQUES FOR MOTHER-CHILD INTERACTION."},
      {
        "id":"ED018270",
        "title":"THE COGNITIVE ENVIRONMENTS OF URBAN PRE-SCHOOL CHILDREN. MANUAL OF INSTRUCTIONS FOR ADMINISTERING AND SCORING MATERNAL LANGUAGE STYLES."},
      {
        "id":"ED018271",
        "title":"THE HUMAN CONNECTION--LANGUAGE AND LITERATURE."},
      {
        "id":"ED018272",
        "title":"IN-SERVICE EDUCATION IN ELEMENTARY SCHOOL MATHEMATICS."},
      {
        "id":"ED018273",
        "title":"UNDERSTANDING THE FOURTH GRADE SLUMP IN CREATIVE THINKING. FINAL REPORT."},
      {
        "id":"ED018275",
        "title":"SOCIAL STUDIES IN ELEMENTARY SCHOOLS (THIRTY-SECOND YEARBOOK)."},
      {
        "id":"ED018276",
        "title":"MATHEMATICS FOR ELEMENTARY SCHOOL TEACHERS."},
      {
        "id":"ED018277",
        "title":"TEACHING GENERAL MUSIC, A RESOURCE HANDBOOK FOR GRADES 7 AND 8."},
      {
        "id":"ED018278",
        "title":"ON RESPONSIVE ENVIRONMENTS."},
      {
        "id":"ED018279",
        "title":"ORAL OR WRITTEN LANGUAGE--THE CONSEQUENCES FOR COGNITIVE DEVELOPMENT IN AFRICA AND THE UNITED STATES."},
      {
        "id":"ED018280",
        "title":"THE IMPACT OF TITLE I (PL 89-10) UPON THE ADMINISTRATIVE OPERATIONS OF FOUR RURAL, ECONOMICALLY DEPRESSED AND CULTURALLY DEPRIVED SCHOOL DISTRICTS. FINAL REPORT."},
      {
        "id":"ED018281",
        "title":"MEXICAN-AMERICAN EDUCATION RESEARCH PROJECT. PROGRESS REPORT, 1967."},
      {
        "id":"ED018283",
        "title":"U.S. SCHOOL ADMINISTRATORS LEARN OF NAVAJO &quot;REVOLUTION&quot;."},
      {
        "id":"ED018284",
        "title":"CONSERVING OUR NATURAL RESOURCES, A 4-H LEADER'S GUIDE."},
      {
        "id":"ED018285",
        "title":"TOWARD A BI-CULTURAL CURRICULUM. REPORT 1, AREAS WHERE RESEARCH IS NEEDED IN BILINGUAL EDUCATION."},
      {
        "id":"ED018286",
        "title":"BILINGUALISM--FROM THE VIEWPOINT OF THE ADMINISTRATOR AND COUNSELOR."},
      {
        "id":"ED018287",
        "title":"NATIONAL RESEARCH CONFERENCE ON AMERICAN INDIAN EDUCATION. FINAL REPORT."},
      {
        "id":"ED018288",
        "title":"TOTAL ART IN THE TOTAL SCHOOL."},
      {
        "id":"ED018289",
        "title":"THE SIOUX INDIAN STUDENT--A STUDY OF SCHOLASTIC FAILURE AND PERSONALITY CONFLICT."},
      {
        "id":"ED018290",
        "title":"PROJECT PEACE PIPE, INDIAN YOUTH PRE-TRAINED FOR PEACE CORPS DUTY."},
      {
        "id":"ED018291",
        "title":"REPORT ON CANADIAN ARCTIC ESKIMOS--SOME CONSEQUENCES OF RESIDENTIAL SCHOOLING."},
      {
        "id":"ED018292",
        "title":"MATERIALES TOCANTE LOS LATINOS (A BIBLIOGRAPHY OF MATERIALS ON THE SPANISH-AMERICAN)."},
      {
        "id":"ED018293",
        "title":"THE FIRST SIX MONTHS--A PRELIMINARY EVALUATION REPORT."},
      {
        "id":"ED018294",
        "title":"CURRICULUM GOALS FOR REGION 5."},
      {
        "id":"ED018295",
        "title":"CURRICULUM STUDY FOR THE PROPOSED CONSOLIDATION OF FLAT CREEK, HEATH SPRINGS, KERSHAW HIGH SCHOOLS."},
      {
        "id":"ED018296",
        "title":"BILINGUALISM--PROGRAMS, METHODS AND MATERIALS."},
      {
        "id":"ED018297",
        "title":"BILINGUALISM--FROM THE VIEWPOINT OF RECRUITMENT AND PREPARATION OF BILINGUAL TEACHERS."},
      {
        "id":"ED018298",
        "title":"RESEARCH RELEVANT TO THE DEVELOPMENT OF BILINGUAL CURRICULA."},
      {
        "id":"ED018299",
        "title":"EDUCATION OF AMERICAN INDIAN CHILDREN."},
      {
        "id":"ED018300",
        "title":"TEACHING CONTENT IN A FOREIGN LANGUAGE. REPORT 2, TEACHING CONTENT IN A FOREIGN LANGUAGE."},
      {
        "id":"ED018301",
        "title":"TEACHING CONTENT IN SPANISH IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED018302",
        "title":"COLORADO REPORT ON EDUCATION FOR BILINGUAL CHILDREN."},
      {
        "id":"ED018303",
        "title":"TEACHING SPANISH TO NATIVE SPEAKERS OF SPANISH IN NEW MEXICO."},
      {
        "id":"ED018304",
        "title":"A PLAN FOR PRESCHOOL EDUCATION OF CULTURALLY DEPRIVED 5-AND 6-YEAR OLDS IN THE LAMAR INDEPENDENT SCHOOL DISTRICT, A PROJECT OF GULF SCHOOLS SUPPLEMENTARY EDUCATION CENTER."},
      {
        "id":"ED018305",
        "title":"COMMUNITY SELF-HELP PROGRAMS HANDBOOK."},
      {
        "id":"ED018306",
        "title":"THE NATURE OF A DISCIPLINE-CENTERED CURRICULAR APPROACH."},
      {
        "id":"ED018307",
        "title":"CURRICULUM THEORY AND POLICY."},
      {
        "id":"ED018308",
        "title":"EDUCATIONAL THEORIZING AND CURRICULUM CHANGE."},
      {
        "id":"ED018309",
        "title":"RURAL ZONING--PEOPLE, PROPERTY, AND PUBLIC POLICY."},
      {
        "id":"ED018310",
        "title":"FOREST RECREATION FOR PROFIT, SELF-HELP SUGGESTIONS FOR RURAL AREAS DEVELOPMENT."},
      {
        "id":"ED018311",
        "title":"HOSPITALS FOR RURAL PEOPLE."},
      {
        "id":"ED018312",
        "title":"PATTERNS OF EXPENDITURES AMONG RURAL NEW HAMPSHIRE SCHOOL DISTRICTS."},
      {
        "id":"ED018313",
        "title":"THE NONGRADED ELEMENTARY SCHOOL, NEW MEXICO WESTERN STATES SMALL SCHOOLS PROJECT."},
      {
        "id":"ED018314",
        "title":"NEW MEXICO 4-H LEADERSHIP SERIES."},
      {
        "id":"ED018315",
        "title":"LET'S DEMONSTRATE SOIL AND WATER CONSERVATION FOR BETTER FARMING, BETTER LIVING."},
      {
        "id":"ED018316",
        "title":"REPORT AND RECOMMENDATIONS OF THE CONFERENCE ON FAMILIES WHO FOLLOW THE CROPS (5TH, DAVIS, MARCH 20-21, 1967)."},
      {
        "id":"ED018317",
        "title":"PROJECT MOVE AHEAD, DEVELOPMENT OF A PROGRAM FOR STUDENTS FROM MIGRANT AGRICULTURAL FAMILIES IN THE PUBLIC SCHOOLS OF THE MESILLA VALLEY, NEW MEXICO."},
      {
        "id":"ED018318",
        "title":"NON-TECHNICAL REPORT OF THE SOUTHWESTERN COOPERATIVE EDUCATIONAL LABORATORY, INC., A SURVEY AND ASSESSMENT OF THE SOUTHWESTERN REGION AND A STATEMENT OF PROPOSED PROGRAMS AND ORGANIZATIONAL STRUCTURE."},
      {
        "id":"ED018321",
        "title":"SUPPLEMENTARY MATERIALS FOR THE SOCIAL STUDIES TENTATIVE SYLLABUS--GRADE 11--AMERICAN HISTORY."},
      {
        "id":"ED018322",
        "title":"TRANSPORTATION IN THE AGE OF HOMESPUN, A BIBLIOGRAPHY."},
      {
        "id":"ED018323",
        "title":"LIFE IN THE AGE OF HOMESPUN, A BIBLIOGRAPHY."},
      {
        "id":"ED018324",
        "title":"THE IROQUOIS, A BIBLIOGRAPHY OF AUDIO-VISUAL MATERIALS--WITH SUPPLEMENT. (TITLE SUPPLIED)."},
      {
        "id":"ED018325",
        "title":"PLANNING FOR EDUCATIONAL INNOVATION IN A RURAL STATE. FINAL REPORT."},
      {
        "id":"ED018326",
        "title":"IMPROVING EDUCATIONAL OPPORTUNITIES FOR MEXICAN-AMERICAN HANDICAPPED CHILDREN."},
      {
        "id":"ED018327",
        "title":"PUBLIC SCHOOL FINANCE ANNOTATED BIBLIOGRAPHY, WITH PARTICULAR EMPHASIS ON NEW MEXICO."},
      {
        "id":"ED018328",
        "title":"RELATIONSHIP OF THE AMISH TO THE PUBLIC SCHOOLS IN OHIO. FINAL REPORT."},
      {
        "id":"ED018329",
        "title":"TEACHING READING. WHAT RESEARCH SAYS TO THE TEACHER, NO. 1."},
      {
        "id":"ED018330",
        "title":"A LANGUAGE TRAINING PROGRAM IN A CHILD GUIDANCE CENTER."},
      {
        "id":"ED018331",
        "title":"A THEORY OF LEARNING TO READ BY \"MODALITY BLOCKING\" OR \"NON-VISUAL\" AKT."},
      {
        "id":"ED018332",
        "title":"NINETEENTH-CENTURY EXPERIMENTS WITH TRANSITIONAL READING MEDIA. FINAL REPORT."},
      {
        "id":"ED018333",
        "title":"LEARNING TO READ--THE GREAT DEBATE (IMPLICATIONS OF THE STUDY FOR CHILDREN WITH LEARNING DISABILITIES)."},
      {
        "id":"ED018334",
        "title":"THE EFFECTS OF INDIVIDUALIZED INSTRUCTION ON HEAD START PUPILS' ACHIEVEMENT."},
      {
        "id":"ED018335",
        "title":"DEVELOPMENT AND REFINEMENT OF A TEST OF CRITICAL READING ABILITY OF ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED018339",
        "title":"SELECTED PAPERS--1967, A REPORT OF THE PROCEEDINGS OF THE STATE READING CONFERENCE (3RD, PURDUE UNIVERSITY, APRIL 15, 1967)."},
      {
        "id":"ED018340",
        "title":"IMPETUS III, OPERATION IMP-I."},
      {
        "id":"ED018341",
        "title":"AN OPTIMUM READING PROGRAM FOR GRADES K-12 AND SCHOOL DISTRICT ORGANIZATION."},
      {
        "id":"ED018342",
        "title":"THE ROLE OF DRUGS IN THE TREATMENT OF LEARNING DISABILITY IN CHILDHOOD."},
      {
        "id":"ED018343",
        "title":"A NOTE ON THE RELATION OF READING FAILURE TO PEER-GROUP STATUS IN URBAN GHETTOS."},
      {
        "id":"ED018344",
        "title":"AUDITORY DISCRIMINATION TRAINING IN THE DEVELOPMENT OF WORD ANALYSIS SKILLS."},
      {
        "id":"ED018345",
        "title":"READING DIAGNOSTIC APPROACHES."},
      {
        "id":"ED018346",
        "title":"SUGGESTIONS FOR DEVELOPING INDEPENDENT WORD ATTACK IN READING, FOR USE IN BASIC INSTITUTE MEETINGS, GRADES THREE AND FOUR."},
      {
        "id":"ED018347",
        "title":"EXEMPLARY CENTER FOR READING INSTRUCTION, NEWSLETTER, VOLUME 2, NUMBER 2, FEBRUARY 1968."},
      {
        "id":"ED018348",
        "title":"TEACHING READING IN THE ELEMENTARY SCHOOL--SELECTED REFERENCES."},
      {
        "id":"ED018349",
        "title":"THE EFFECT OF WORD ASSOCIATIONS ON THE RECOGNITION OF FLASHED WORDS."},
      {
        "id":"ED018354",
        "title":"STORING AND SEARCHING READING RESEARCH BY COMPUTER."},
      {
        "id":"ED018355",
        "title":"USING MULTIPLE CHOICE QUESTIONS TO MEASURE THE EFFECT ON COMPREHENSION OF MATERIAL WRITTEN WITH SELECT ORAL LANGUAGE PATTERNS."},
      {
        "id":"ED018356",
        "title":"A POSITION PAPER ON THE TEACHING OF READING IN GRADES K-1-2-3."},
      {
        "id":"ED018357",
        "title":"THE EFFECTS OF SYSTEMATIC VARIATION OF SPEED AND DIRECTION OF OBJECT FLIGHT AND OF SKILL AND AGE CLASSIFICATIONS UPON VISUO-PERCEPTUAL JUDGMENTS OF MOVING OBJECTS IN THREE-DIMENSIONAL SPACE. FINAL REPORT."},
      {
        "id":"ED018358",
        "title":"STATUS STUDY OF SCHOOLS TEACHING EARTH AND SPACE SCIENCE IN PENNSYLVANIA 1965-66."},
      {
        "id":"ED018362",
        "title":"AN EXPERIMENTAL COURSE IN MATHEMATICS FOR THE NINTH YEAR, UNITS 1, 2, 3, AND 4."},
      {
        "id":"ED018364",
        "title":"COMPUTER ASSISTED MATHEMATICS INSTRUCTION, PILOT PROJECT."},
      {
        "id":"ED018367",
        "title":"BUSINESS, INDUSTRIAL ARTS, AND GENERAL CONSUMER MATHEMATICS GUIDE, TENTATIVE."},
      {
        "id":"ED018369",
        "title":"MATHEMATICS PROGRAM FOR IDAHO PUBLIC SCHOOLS."},
      {
        "id":"ED018370",
        "title":"DEVELOPING A COORDINATED INFORMATION PROGRAM FOR GEOLOGICAL SCIENTISTS IN THE UNITED STATES."},
      {
        "id":"ED018371",
        "title":"AN EVALUATIVE STUDY OF TEACHER CONSTRUCTED TEST ITEMS FOR BSCS BIOLOGY. FINAL REPORT."},
      {
        "id":"ED018373",
        "title":"THE UNDERGRADUATE MATHEMATICS PROGRAM OF STUDENTS IN CHEMISTRY. A REPORT OF A CONFERENCE SPONSORED JOINTLY BY THE ADVISORY COUNCIL ON COLLEGE CHEMISTRY AND THE COMMITTEE ON THE UNDERGRADUATE PROGRAM IN MATHEMATICS."},
      {
        "id":"ED018374",
        "title":"NUCLEAR SCIENCE CURRICULUM PROJECT. INSTRUCTIONAL RESOURCES SUPPLEMENT."},
      {
        "id":"ED018375",
        "title":"NUCLEAR SCIENCE CURRICULUM PROJECT, PROJECT I, INSTRUCTIONAL SPECIFICATIONS."},
      {
        "id":"ED018376",
        "title":"THE FIELD STUDY NOTEBOOK FOR THE OUTDOOR SCHOOL."},
      {
        "id":"ED018377",
        "title":"FEDERAL FUNDS FOR RESEARCH, DEVELOPMENT, AND OTHER SCIENTIFIC ACTIVITIES, FISCAL YEARS 1965, 1966 AND 1967."},
      {
        "id":"ED018379",
        "title":"CURRENT PROJECTS ON ECONOMIC AND SOCIAL IMPLICATIONS OF SCIENCE AND TECHNOLOGY 1964."},
      {
        "id":"ED018380",
        "title":"THE USE OF EDUCATIONAL TECHNOLOGY IN PROVIDING KNOWLEDGE OF EDUCATIONAL TECHNOLOGY AND SUGGESTIONS FOR ITS APPLICATION TO SCIENCE SUPERVISORS. FINAL REPORT."},
      {
        "id":"ED018382",
        "title":"APPENDIX AND BIBLIOGRAPHY TO BE USED WITH LIFE AND EARTH SCIENCE GUIDES."},
      {
        "id":"ED018383",
        "title":"THE TEACHERS' HANDBOOK FOR THE OUTDOOR SCHOOL."},
      {
        "id":"ED018384",
        "title":"UNIT, TIBET."},
      {
        "id":"ED018385",
        "title":"ASTRONOMY."},
      {
        "id":"ED018386",
        "title":"THE SYSTEMS OF THE HUMAN BODY."},
      {
        "id":"ED018387",
        "title":"UNIT, ALASKA."},
      {
        "id":"ED018388",
        "title":"UNIT, PETROLOGY."},
      {
        "id":"ED018389",
        "title":"A LIST OF &quot;GIMMICKS&quot; FOR USE WITH JUNIOR HIGH SCHOOL STUDENTS."},
      {
        "id":"ED018390",
        "title":"AXIOMS, EQUATIONS, AND PROBLEM SOLVING, LEARNING ACTIVITY PACKAGE NO. 3, ALGEBRA I."},
      {
        "id":"ED018392",
        "title":"A SUGGESTED CURRICULUM GUIDE FOR ELECTRO-MECHANICAL TECHNOLOGY ORIENTED SPECIFICALLY TO THE COMPUTER AND BUSINESS MACHINE FIELDS. INTERIM REPORT."},
      {
        "id":"ED018393",
        "title":"DESIGN OF AN EARLY LEARNING CURRICULUM."},
      {
        "id":"ED018394",
        "title":"STATUS OF MATHEMATICS EDUCATION IN MINNESOTA SCHOOLS."},
      {
        "id":"ED018395",
        "title":"ANNUAL REPORT 1967."},
      {
        "id":"ED018397",
        "title":"MATH-SCIENCE INSTRUCTIONAL MATERIALS."},
      {
        "id":"ED018398",
        "title":"DESCRIPTIVE OUTLINE OF MISSOURI'S IN-SERVICE TEACHER EDUCATION PROGRAM IN ELEMENTARY MATHEMATICS."},
      {
        "id":"ED018399",
        "title":"LABORATORY EXERCISES IN OCEANOGRAPHY FOR HIGH SCHOOLS."},
      {
        "id":"ED018400",
        "title":"GUIDELINES FOR THE DEVELOPMENT OF A COURSE FOR SECONDARY SCHOOLS EMPHASIZING THE INTERACTION OF SCIENCE AND THE CULTURE OF MAN. FINAL REPORT."},
      {
        "id":"ED018401",
        "title":"NUCLEAR SCIENCE, AN INTRODUCTORY COURSE."},
      {
        "id":"ED018402",
        "title":"COOPERATIVE COLLEGE-SCHOOL SCIENCE PROGRAM, 1968 DIRECTORY. PROJECTS TO ADVANCE SCHOOL AND SCHOOL SYSTEM INSTRUCTION IN MATHEMATICS AND SCIENCE."},
      {
        "id":"ED018404",
        "title":"THE POWER OF ORAL LANGUAGE, SPEAKING AND LISTENING, A GUIDE FOR TEACHERS OF ENGLISH--GRADES 7, 8, 9."},
      {
        "id":"ED018405",
        "title":"TRANSFORMATIONAL SENTENCE-COMBINING, A METHOD FOR ENHANCING THE DEVELOPMENT OF SYNTACTIC FLUENCY IN ENGLISH COMPOSITION. FINAL REPORT."},
      {
        "id":"ED018406",
        "title":"LEARNING THROUGH CREATIVE DRAMATICS."},
      {
        "id":"ED018407",
        "title":"STEPHEN CRANE'S &quot;THE O'RUDDY&quot;--A PROBLEM IN AUTHORSHIP DISCRIMINATION."},
      {
        "id":"ED018409",
        "title":"THE RELATIONSHIP OF TEACHER STANDARDS TO THE WRITTEN EXPRESSION OF FIFTH AND SIXTH GRADE CHILDREN."},
      {
        "id":"ED018410",
        "title":"ENGLISH LANGUAGE ARTS IN WISCONSIN, A SEQUENTIAL GROWTH CURRICULUM IN ENGLISH LANGUAGE ARTS FOR THE KINDERGARTEN THROUGH GRADE TWELVE."},
      {
        "id":"ED018411",
        "title":"INDIVIDUALIZED READING IN THE LITERATURE PROGRAM."},
      {
        "id":"ED018412",
        "title":"WILLIAM GOLDING'S NOVEL--THE BACKWARD LOOK."},
      {
        "id":"ED018413",
        "title":"GLEANINGS FROM A SUMMER INSTITUTE."},
      {
        "id":"ED018414",
        "title":"DEVELOPMENT IN ENGLISH AT HORTON WATKINS HIGH SCHOOL, ST. LOUIS, MISSOURI."},
      {
        "id":"ED018419",
        "title":"POETRY FOR CREATIVE DEFINITIONS."},
      {
        "id":"ED018420",
        "title":"CREATIVE WRITING IN THE ENGLISH CLASSROOM."},
      {
        "id":"ED018421",
        "title":"TEACHING CREATIVE WRITING TO EMOTIONALLY-HANDICAPPED ADOLESCENTS."},
      {
        "id":"ED018422",
        "title":"ONCE MORE TO THE WELL--ANOTHER LOOK AT CREATIVE WRITING."},
      {
        "id":"ED018423",
        "title":"CREATIVE LANGUAGE EXPERIENCES IN THE HIGH SCHOOL."},
      {
        "id":"ED018424",
        "title":"THE EFFECT OF A STUDY OF TRANSFORMATIONAL GRAMMAR ON THE WRITING OF NINTH AND TENTH GRADERS."},
      {
        "id":"ED018425",
        "title":"SPEECH COMMUNICATION AND THE AMERICAN INDIAN HIGH SCHOOL STUDENT."},
      {
        "id":"ED018426",
        "title":"LANGUAGE LEARNING AND THE TEACHING PROCESS."},
      {
        "id":"ED018427",
        "title":"BOOK REPORTS--PRACTICES AND RECOMMENDATIONS."},
      {
        "id":"ED018428",
        "title":"CREATIVE WRITING IN THE SECONDARY SCHOOL."},
      {
        "id":"ED018429",
        "title":"A COMPARATIVE STUDY BETWEEN A STRUCTURED AND THEMATIC APPROACH IN SPELLING, THE STANLEY-VANCE SPELLING EXPERIMENT."},
      {
        "id":"ED018430",
        "title":"THE RESIDUAL EFFECT OF SPELLING APPROACHES."},
      {
        "id":"ED018431",
        "title":"ELEMENTS OF WRITING ABOUT A LITERARY WORK--A STUDY OF RESPONSE TO LITERATURE."},
      {
        "id":"ED018435",
        "title":"UNTAPPED RESOURCES OF NEGRO STUDENTS."},
      {
        "id":"ED018436",
        "title":"FRIENDS TO THIS GROUND, A STATEMENT FOR READERS, TEACHERS, AND WRITERS OF LITERATURE."},
      {
        "id":"ED018437",
        "title":"CLASSROOM PRACTICES IN TEACHING ENGLISH, 1967-68, A FIFTH REPORT OF THE NCTE COMMITTEE ON PROMISING PRACTICES."},
      {
        "id":"ED018438",
        "title":"A RECOMMENDED SELECTION OF FILMS SUITABLE FOR NDEA INSTITUTES."},
      {
        "id":"ED018439",
        "title":"THE NOVEL IN THE SECONDARY ENGLISH CLASS."},
      {
        "id":"ED018440",
        "title":"PLANNING PROJECT FOR THE TEACHING OF ASIAN STUDIES IN NEW ENGLAND SECONDARY SCHOOLS. FINAL REPORT."},
      {
        "id":"ED018441",
        "title":"CONVEYING AN EMPATHIC UNDERSTANDING OF THE CIVILIZATION OF THE INDIAN-PAKISTANI SUBCONTINENT THROUGH THE USE OF AN INTEGRATED SERIES OF SELECT FILMS. FINAL REPORT."},
      {
        "id":"ED018442",
        "title":"AN EXPERIMENT IN TEACHING WRITING TO COLLEGE FRESHMEN (VOICE PROJECT)."},
      {
        "id":"ED018443",
        "title":"ESSAYS, ANALYSIS, AND--BETTER WRITING."},
      {
        "id":"ED018444",
        "title":"THE STATUS OF FRESHMAN COMPOSITION."},
      {
        "id":"ED018445",
        "title":"PROFILE OF THE POOR WRITER--THE RELATIONSHIP OF SELECTED CHARACTERISTICS TO POOR WRITING IN COLLEGE."},
      {
        "id":"ED018446",
        "title":"A STUDY OF FRESHMAN ENGLISH, AN INFORMAL STUDY."},
      {
        "id":"ED018447",
        "title":"IMPROVING READING AND WRITING SKILLS OF DISADVANTAGED COLLEGE FRESHMEN."},
      {
        "id":"ED018448",
        "title":"JOB HUNTING, RECRUITING, AND HIRING--A CALL FOR COOL."},
      {
        "id":"ED018449",
        "title":"ENGLISH SEMESTER, UNIVERSITY OF IOWA."},
      {
        "id":"ED018450",
        "title":"THE JUNIOR COLLEGE CHAIRMAN."},
      {
        "id":"ED018452",
        "title":"THE WORLD ACROSS THE STREET."},
      {
        "id":"ED018453",
        "title":"THE EFFECTS OF DESEGREGATION UPON SCHOOL DISCIPLINE."},
      {
        "id":"ED018454",
        "title":"IMPERATIVES FOR CHANGE, PROCEEDINGS OF THE NEW YORK STATE EDUCATION CONFERENCE ON COLLEGE AND UNIVERSITY PROGRAMS FOR TEACHERS OF THE DISADVANTAGED (YESHIVA UNIVERSITY, APRIL 10-11, 1967)."},
      {
        "id":"ED018455",
        "title":"PRIVATE SCHOOLS CONTINUE TO INCREASE IN THE SOUTH."},
      {
        "id":"ED018457",
        "title":"SCHOOL GOALS, SOCIAL CLASS AND PUPIL CAREERS."},
      {
        "id":"ED018458",
        "title":"ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, TITLE I, STATE ANNUAL EVALUATION REPORT 1965-66."},
      {
        "id":"ED018459",
        "title":"ELEMENTARY ENRICHMENT PROGRAM (COUNTERPOISE), EVALUATION 1965-1966."},
      {
        "id":"ED018460",
        "title":"EVALUATION OF TITLE I PROJECTS (ESEA) IN SCHOOL DISTRICT OF PHILADELPHIA, ACADEMIC YEAR 1965-1966."},
      {
        "id":"ED018461",
        "title":"THE ISO-PROP INDEX--AN APPROACH TO THE DETERMINATION OF DIFFERENTIAL POVERTY INCOME THRESHOLDS."},
      {
        "id":"ED018463",
        "title":"THE NEW YORK STATE ANNUAL EVALUATION REPORT FOR 1965-66 FISCAL YEAR, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965-TITLE I."},
      {
        "id":"ED018464",
        "title":"MCCONE COMMISSION EDUCATION RECOMMENDATIONS. PROGRESS REPORT."},
      {
        "id":"ED018465",
        "title":"EDUCATION ACT PROJECT EVALUATION. PART I."},
      {
        "id":"ED018466",
        "title":"EDUCATION ACT PROJECT EVALUATION. PART II."}]
  }}
