{
  "response":{"numFound":509939,"start":242000,"numFoundExact":true,"docs":[
      {
        "id":"ED018467",
        "title":"THE IDENTIFICATION OF COMMUNITY NEEDS IN TENNESSEE, THE STATEWIDE REPORT ON A COMMUNITY SERVICE AND CONTINUING EDUCATION PROGRAM."},
      {
        "id":"ED018468",
        "title":"TWO TESTS OF PERCEPTUAL-MOTOR FUNCTION, THE DRAW-A-PERSON AND THE BENDER-GESTALT."},
      {
        "id":"ED018469",
        "title":"CREDENTIALISM AND THE EDUCATION SYSTEM."},
      {
        "id":"ED018471",
        "title":"THE CULTURALLY DIFFERENT CHILD IN AMERICAN SCHOOLS."},
      {
        "id":"ED018472",
        "title":"MATERNAL ATTITUDE TOWARD THE SCHOOL AND THE ROLE OF PUPIL, SOME SOCIAL CLASS COMPARISONS."},
      {
        "id":"ED018473",
        "title":"TITLE I E.S.E.A. 1966-67 PROJECTS OF THE CAMDEN CITY BOARD OF EDUCATION. EVALUATION REPORT."},
      {
        "id":"ED018474",
        "title":"EVALUATION OF 1966 EOA ELEMENTARY SUMMER SCHOOLS. RESEARCH REPORT."},
      {
        "id":"ED018475",
        "title":"SOCIAL CLASS DIFFERENCES IN MATERNAL ATTITUDES TOWARD THE TEACHER AND THE SCHOOL."},
      {
        "id":"ED018476",
        "title":"NORFOLK'S VENTURE INTO EMPATHY."},
      {
        "id":"ED018477",
        "title":"PRELIMINARY ANALYSIS OF THE 1966-1967 RACIAL AND ETHNIC CENSUS."},
      {
        "id":"ED018478",
        "title":"EVALUATION OF THE COMMUNITY ZONING PROGRAM. SUMMARY REPORT."},
      {
        "id":"ED018479",
        "title":"DESCRIPTION OF PROGRAM ORGANIZATION AND ADMINISTRATION FOR FISCAL YEAR 1967--P.L. 89-10, TITLE I."},
      {
        "id":"ED018480",
        "title":"SOMETHING CAN BE DONE--BOSTON DOES IT."},
      {
        "id":"ED018481",
        "title":"TWO ANTI-POVERTY STRATEGIES--NEW CAREERS VS THE GUARANTEED ANNUAL INCOME."},
      {
        "id":"ED018482",
        "title":"&quot;PREAMBLE,&quot; PROJECT TO ENRICH, AMPLIFY, MOBILIZE, BROADEN, AND LEVITATE EDUCATION."},
      {
        "id":"ED018483",
        "title":"A DEMONSTRATION IN NEIGHBORHOOD SELF-HELP, COMMUNITY ACTION PROGRAM, THE ST. MARY'S NEIGHBORHOOD IN THE SOUTH BRONX, 1961-1966. A FIVE YEAR DEMONSTRATION PROGRAM."},
      {
        "id":"ED018484",
        "title":"A GRADUATE TRAINING COURSE IN TEACHING THE DISADVANTAGED CHILD (5 PIECES) (TITLE SUPPLIED)."},
      {
        "id":"ED018485",
        "title":"PUPIL MIGRATION IN THE NEW YORK CITY PUBLIC SCHOOLS, 1955-1956 TO 1964-1965."},
      {
        "id":"ED018486",
        "title":"WHITE PLAINS RACIAL BALANCE PLAN."},
      {
        "id":"ED018487",
        "title":"REPORT OF THE CITIZENS COMMITTEE ON EQUAL EDUCATIONAL OPPORTUNITIES TO THE BOARD OF EDUCATION, SAN DIEGO CITY SCHOOLS."},
      {
        "id":"ED018488",
        "title":"THE NEGRO IN AMERICA, WHAT MUST BE DONE, A PROGRAM FOR ACTION."},
      {
        "id":"ED018489",
        "title":"LINCOLN LEARNING CENTER, AN EXPERIMENTAL JUNIOR HIGH SCHOOL OF THE MINNEAPOLIS PUBLIC SCHOOLS--SUMMARY OF EVALUATION PROCEDURES AND RESULTS FOR THE FIRST TWO YEARS, 1964-1966. A RESEARCH REPORT."},
      {
        "id":"ED018490",
        "title":"CHALLENGE OF THE POOR TO THE SCHOOLS."},
      {
        "id":"ED018491",
        "title":"IS COMPENSATORY EDUCATION ONLY PALLIATIVE."},
      {
        "id":"ED018492",
        "title":"ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, BACKGROUND MATERIAL WITH RELATED PRESIDENTIAL RECOMMENDATIONS."},
      {
        "id":"ED018493",
        "title":"HUMAN DEVELOPMENT PROJECT, 1965-1966. FINAL REPORT."},
      {
        "id":"ED018494",
        "title":"A SURVEY OF 1965-66 E.S.E.A. TITLE I PROJECTS IN SCHOOLS OF THE MID-HUDSON SCHOOL STUDY COUNCIL."},
      {
        "id":"ED018495",
        "title":"VISTA VOLUNTEER, VOLUME 3, NUMBER 11, NOVEMBER 1967."},
      {
        "id":"ED018496",
        "title":"TITLE I, ESEA, EVALUATION REPORT, 1966-67."},
      {
        "id":"ED018498",
        "title":"TRENDS IN THE ETHNIC COMPOSITION OF THE PUPIL POPULATION IN THE NEW YORK CITY SCHOOLS, 1958-1964."},
      {
        "id":"ED018499",
        "title":"&quot;NON-ENGLISH SPEAKING&quot; CHILDREN IN THE NEW YORK CITY SCHOOLS, 1958 TO 1964."},
      {
        "id":"ED018500",
        "title":"GRADE REORGANIZATION PREPARATORY TO THE ESTABLISHMENT OF THE FOUR YEAR COMPREHENSIVE HIGH SCHOOL."},
      {
        "id":"ED018501",
        "title":"&quot;PROJECT LEARNING POWER,&quot; A TITLE I ESEA PROJECT OF THORNTON FRACTIONAL AREA EDUCATIONAL COOPERATIVE, SUMMER, 1967."},
      {
        "id":"ED018502",
        "title":"THE EFFECTS OF THE BOSTON EDUCATIONAL ENRICHMENT PROGRAM ON CHILDREN'S ATTITUDES, VALUES, AND CREATIVITY."},
      {
        "id":"ED018503",
        "title":"DATA ON YOUTH, 1967, A STATISTICAL DOCUMENT."},
      {
        "id":"ED018504",
        "title":"AN INDEPENDENT STUDY PROJECT FOR GIFTED UNDERACHIEVERS. FINAL REPORT."},
      {
        "id":"ED018505",
        "title":"CULTURALLY DISADVANTAGED CHILDREN OF HIGHER POTENTIAL, INTELLECTUAL FUNCTIONING AND EDUCATIONAL IMPLICATIONS."},
      {
        "id":"ED018506",
        "title":"THE NEGRO AMERICAN IN PAPERBACK, A SELECTED LIST OF PAPERBOUND BOOKS COMPILED AND ANNOTATED FOR SECONDARY SCHOOL STUDENTS."},
      {
        "id":"ED018508",
        "title":"DELINQUENCY IN MINNEAPOLIS. ABSTRACTED FROM A PROPOSAL...."},
      {
        "id":"ED018509",
        "title":"A SURVEY OF THE EDUCATIONAL NEEDS OF SANTA CLARA COUNTY."},
      {
        "id":"ED018510",
        "title":"FEDERALLY FUNDED PROGRAMS PROVIDING EDUCATIONAL EXPERIENCES FOR DISADVANTAGED CHILDREN AND YOUTH IN NEW YORK STATE, ORGANIZED INTO COUNTIES AND CONGRESSIONAL DISTRICTS."},
      {
        "id":"ED018511",
        "title":"THE INNER CORE--NORTH, A STUDY OF MILWAUKEE'S NEGRO COMMUNITY."},
      {
        "id":"ED018512",
        "title":"EVALUATION OF 1966 EOA SECONDARY SUMMER SCHOOL PROGRAM. RESEARCH REPORT."},
      {
        "id":"ED018513",
        "title":"EVALUATION OF THE EOA REMEDIAL INSTRUCTION PROJECT FOR HIGH SCHOOL DROPOUTS--1966-67. RESEARCH REPORT."},
      {
        "id":"ED018515",
        "title":"COMMUNITY ACTION PROGRAMS REPORT."},
      {
        "id":"ED018516",
        "title":"DESEGREGATION IN SOUTHERN HIGHER EDUCATION."},
      {
        "id":"ED018517",
        "title":"TOWARD HIGHER HORIZONS, A REVIEW OF SELECTED TITLE I PROJECTS IN THE STATE OF VERMONT, 1966-1967."},
      {
        "id":"ED018518",
        "title":"BLACK YOUTH IN A SOUTHERN METROPOLIS."},
      {
        "id":"ED018519",
        "title":"ATLANTA MODEL, A PROGRAM FOR IMPROVING BASIC SKILLS."},
      {
        "id":"ED018520",
        "title":"THE COLLEGE ASSISTANCE PROGRAM--1964-1966, DESCRIPTION AND APPRAISAL. FINAL REPORT."},
      {
        "id":"ED018521",
        "title":"SUMMARY OF TITLE I, ESEA SERVICES."},
      {
        "id":"ED018522",
        "title":"SOUNDS OF SOCIETY, A DEMONSTRATION PROGRAM IN GROUP INQUIRY. FINAL REPORT."},
      {
        "id":"ED018523",
        "title":"CONTINUOUS PROGRESS EDUCATION IN THE SEATTLE PUBLIC SCHOOLS, THE PROPOSED SOUTHEAST EDUCATION CENTER. PLANNING RECOMMENDATIONS."},
      {
        "id":"ED018524",
        "title":"A DESIGN FOR ACTION RESEARCH AT PROJECT TRY. FINAL REPORT."},
      {
        "id":"ED018525",
        "title":"EDUCATION AND SOCIAL CHANGE. MONOGRAPH 1."},
      {
        "id":"ED018526",
        "title":"APPLICATION OF ELECTRONIC COMPUTER TECHNIQUES TO RACIAL INTEGRATION IN SCHOOL SYSTEMS."},
      {
        "id":"ED018527",
        "title":"EVALUATION OF THE IMPACT OF THE ELEMENTARY AND SECONDARY EDUCATION ACT, TITLE I IN THE CINCINNATI PUBLIC SCHOOLS AFTER ONE YEAR AND A HALF."},
      {
        "id":"ED018528",
        "title":"EVALUATION OF THE 22 PROJECTS FUNDED UNDER TITLE I, ELEMENTARY AND SECONDARY EDUCATION ACT, 1965-1966, MINNEAPOLIS PUBLIC SCHOOLS."},
      {
        "id":"ED018529",
        "title":"EDUCATION ACT PROJECT EVALUATION. PART II."},
      {
        "id":"ED018530",
        "title":"TEACHING AGRICULTURAL MECHANICS IN HIGH SCHOOL."},
      {
        "id":"ED018531",
        "title":"A BIBLIOGRAPHY OF PUBLISHED AND UNPUBLISHED VOCATIONAL AND TECHNICAL EDUCATION LITERATURE."},
      {
        "id":"ED018532",
        "title":"DEVELOPING PROGRAMS IN AGRICULTURAL OCCUPATIONS."},
      {
        "id":"ED018533",
        "title":"A REPORT OF THE STUDENT VOCATIONAL INTEREST SURVEYS IN OHIO SCHOOLS, JULY 1964 TO JUNE 1965 (INCLUDES SUMMARY FOR 1954 TO 1965)."},
      {
        "id":"ED018534",
        "title":"A STUDY OF EDUCATION REGARDING COOPERATIVE ORGANIZATIONS IN RURAL AREAS IN 118 ILLINOIS HIGH SCHOOLS."},
      {
        "id":"ED018535",
        "title":"REPORT OF RESEARCH COORDINATION CONFERENCE ON AGRICULTURAL OCCUPATIONS (OHIO STATE UNIVERSITY, COLUMBUS, OHIO, MAY 27-29, 1963)."},
      {
        "id":"ED018536",
        "title":"INTERSTATE PROJECT IN EVALUATION OF SECONDARY PROGRAMS IN VOCATIONAL ORNAMENTAL HORTICULTURE."},
      {
        "id":"ED018537",
        "title":"THE SPECIAL-TEACHER PROGRAMS OF VOCATIONAL AGRICULTURE IN GEORGIA."},
      {
        "id":"ED018538",
        "title":"OCCUPATIONAL OPPORTUNITIES AND TRAINING NEEDS FOR NONFARM AGRICULTURAL JOBS IN THE METROPOLITAN AREAS OF LOUISIANA."},
      {
        "id":"ED018539",
        "title":"AN INSTRUMENT FOR USE IN THE SELF EVALUATION OF STATE STAFF SUPERVISORY PROGRAMS IN AGRICULTURE EDUCATION."},
      {
        "id":"ED018540",
        "title":"A GUIDE FOR PART-TIME COOPERATIVE EDUCATION PROGRAMS."},
      {
        "id":"ED018541",
        "title":"A STUDY OF EMPLOYMENT OPPORTUNITIES IN OFF-FARM AGRICULTURAL OCCUPATIONS IN ALABAMA."},
      {
        "id":"ED018542",
        "title":"OCCUPATIONS OF FORMER VOCATIONAL AGRICULTURE STUDENTS IN THE STATE OF WASHINGTON."},
      {
        "id":"ED018543",
        "title":"AN EVALUATION OF ILLINOIS POST-HIGH SCHOOL EDUCATIONAL PROGRAMS IN AGRICULTURE."},
      {
        "id":"ED018544",
        "title":"A NEW LOOK AT THE VOCATIONAL PURPOSES OF HOME ECONOMICS EDUCATION, CONFERENCE PROCEEDINGS (UNIVERSITY OF ILLINOIS, MAY 6-10, 1965)."},
      {
        "id":"ED018545",
        "title":"THE FUTURE FARMER OF TODAY IS THE SUCCESSFUL FARMER OF TOMORROW, AN AUTHORITATIVE REPORT ON THE DIFFUSION PROCESS AND THE ADOPTION STATUS OF FARMERS."},
      {
        "id":"ED018546",
        "title":"WORKING WITH LOW-INCOME FAMILIES, PROCEEDINGS OF THE AHEA WORKSHOP (UNIVERSITY OF CHICAGO, MARCH 15-19, 1965)."},
      {
        "id":"ED018547",
        "title":"OCCUPATIONAL COMPETENCY TESTS, PROCEDURES AND INSTRUCTIONS FOR CONSTRUCTION OR REVISION."},
      {
        "id":"ED018548",
        "title":"TRAINING FOR TOMORROW, THE IAM LOOKS AHEAD."},
      {
        "id":"ED018549",
        "title":"INDUSTRY WAGE SURVEY--BANKING, NOVEMBER-DECEMBER 1964."},
      {
        "id":"ED018550",
        "title":"THE TRAINING OF SKILLED WORKERS, REPORT ON A SAMPLE INQUIRY INTO THE BACKGROUND, TRAINING AND PRESENT OCCUPATIONS OF SKILLED WORKERS IN THE MECHANICAL ENGINEERING INDUSTRY OF FOUR COUNTRIES."},
      {
        "id":"ED018551",
        "title":"THE STATUS OF AND NEED FOR INDUSTRIAL EDUCATION IN THE PUBLIC SECONDARY SCHOOLS IN UTAH, A SPECIAL INDUSTRIAL EDUCATION RESEARCH PROJECT."},
      {
        "id":"ED018552",
        "title":"INDUSTRIAL ARTS AND HIGH SCHOOL DROPOUTS, A REPORT PREPARED AT THE REQUEST OF THE HONORABLE DALLAS WOLFE, STATE SENATOR, 15TH DISTRICT FOR THE WEST VIRGINIA SENATE EDUCATION COMMITTEE."},
      {
        "id":"ED018553",
        "title":"PROFILE OF ANCILLARY SERVICES PROVIDED BY BUSINESS TEACHER EDUCATION INSTITUTIONS IN THE UNITED STATES."},
      {
        "id":"ED018554",
        "title":"REPORT OF THE SECRETARY OF LABOR ON MANPOWER RESEARCH AND TRAINING UNDER THE MANPOWER DEVELOPMENT AND TRAINING ACT OF 1962."},
      {
        "id":"ED018555",
        "title":"TECHNICAL EDUCATION."},
      {
        "id":"ED018556",
        "title":"LEADERSHIP FOR VOCATIONAL EDUCATION IN CALIFORNIA--THEORY AND PRACTICE OF PROGRAM DEVELOPMENT, SUMMARY REPORT OF THE COASTAL, CENTRAL, AND SOUTHERN REGIONAL CONFERENCES (MARCH-APRIL, 1966)."},
      {
        "id":"ED018557",
        "title":"A STUDY OF FACTORS IN WORKERS&apos; DECISIONS TO FOREGO RETRAINING UNDER MANPOWER DEVELOPMENT AND TRAINING ACT OF 1962."},
      {
        "id":"ED018558",
        "title":"COUNSELING GIRLS AND WOMEN--AWARENESS, ANALYSIS, ACTION."},
      {
        "id":"ED018559",
        "title":"OCCUPATIONS OF SOUTH CAROLINA'S VOCATIONAL AGRICULTURE STUDENTS COMPLETING A PRESCRIBED COURSE, 1959-63."},
      {
        "id":"ED018561",
        "title":"THE EMPLOYMENT SITUATION OF WHITE AND NEGRO YOUTH IN THE CITY OF BALTIMORE, INITIAL EXPERIENCES ON THE LABOR MARKET. INTERIM REPORT-1."},
      {
        "id":"ED018562",
        "title":"A FIRST LOOK AT DISTRIBUTION."},
      {
        "id":"ED018563",
        "title":"SELECTED ENTRY OFFICE JOBS FOR THE HIGH SCHOOL STUDENT, REPORT OF CONFERENCES WITH GOVERNMENT, BUSINESS AND INDUSTRY."},
      {
        "id":"ED018564",
        "title":"OFFICE OCCUPATION PROGRAMS UNDER THE VOCATIONAL EDUCATION ACT OF 1963, REPORT OF A SOUTHERN CALIFORNIA CONFERENCE."},
      {
        "id":"ED018565",
        "title":"RESEARCH TRAINING INSTITUTE FOR PERSONS IN VOCATIONAL EDUCATION PARTICIPATING IN RESEARCH AND DEVELOPMENT ACTIVITIES (JUNE 13-AUGUST 12, 1966)."},
      {
        "id":"ED018566",
        "title":"EXPERIMENTS IN THE USE OF PROGRAMED MATERIALS IN TEACHING AN ELEMENTARY COLLEGE COURSE IN THE BIOLOGICAL SCIENCES. TEACHER EDUCATION RESEARCH SERIES, VOLUME 5, NUMBER 1."},
      {
        "id":"ED018567",
        "title":"SURVEY OF INFORMATION ON VOCATIONAL AND TECHNICAL EDUCATION IN THE STATE OF ILLINOIS. FINAL REPORT."},
      {
        "id":"ED018568",
        "title":"LEADERSHIP FOR VOCATIONAL EDUCATION IN CALIFORNIA--THEORY AND PRACTICE OF PROGRAM DEVELOPMENT, SUMMARY REPORT OF THE COASTAL, NORTHERN, AND SOUTHERN REGIONAL CONFERENCES (NOVEMBER, 1965)."},
      {
        "id":"ED018569",
        "title":"ADVICE IN THE TEEN MAGAZINES."},
      {
        "id":"ED018570",
        "title":"OPINIONS OF CITY HOME ECONOMICS SUPERVISORS ON THE EMPLOYMENT EMPHASIS IN HOME ECONOMICS EDUCATION AT THE SECONDARY LEVEL."},
      {
        "id":"ED018571",
        "title":"INSTRUMENT FOR EVALUATING A DEPARTMENT OF VOCATIONAL AGRICULTURE."},
      {
        "id":"ED018572",
        "title":"A STUDY OF DROPOUTS IN TEXAS AND MINNESOTA."},
      {
        "id":"ED018573",
        "title":"COMPETENCIES NEEDED BY EMPLOYEES IN AGRICULTURAL-SUPPLY BUSINESSES--SALES AND SERVICE."},
      {
        "id":"ED018574",
        "title":"SURVEY OF CURRENTLY EMPLOYED NURSE AIDES IN CHICAGO."},
      {
        "id":"ED018575",
        "title":"ITEM ANALYSIS OF THE DEVELOPMENT POOL OF ITEMS FOR THE YOUTH OPINION QUESTIONNAIRE. MINNESOTA STUDIES IN WORK ATTITUDES TECHNICAL REPORT NO. 1."},
      {
        "id":"ED018576",
        "title":"LEADERSHIP FOR VOCATIONAL EDUCATION IN CALIFORNIA--THEORY AND PRACTICE OF PROGRAM DEVELOPMENT, SUMMARY REPORT OF THE COASTAL, CENTRAL, AND SOUTHERN REGIONAL CONFERENCES (JANUARY-FEBRUARY, 1966)."},
      {
        "id":"ED018577",
        "title":"THE PROCEEDINGS OF THE DPE (RESEARCH TRAINING) CONFERENCE (DETROIT, MICHIGAN, MARCH 1965)."},
      {
        "id":"ED018578",
        "title":"THE NEED FOR IN-SCHOOL BUSINESS DATA PROCESSING PROGRAM."},
      {
        "id":"ED018579",
        "title":"PILOT TRAINING PROGRAM FOR SUPERVISED WORKER IN CHILD DEVELOPMENT CENTER, JOB-ORIENTED PROGRAM FOR HOME ECONOMICS, MEMPHIS, TENNESSEE, FEBRUARY 14-JUNE 30, 1966. PROGRESS REPORT."},
      {
        "id":"ED018580",
        "title":"WHAT KINDS OF OCCUPATIONAL INFORMATION DO STUDENTS NEED."},
      {
        "id":"ED018581",
        "title":"INVESTMENT IN POOR PEOPLE, SEMINAR ON MANPOWER POLICY AND PROGRAM (WASHINGTON, D.C., APRIL 13, 1966)."},
      {
        "id":"ED018582",
        "title":"DEVELOPMENT AND ADMINISTRATION OF THE YOUTH OPINION QUESTIONNAIRE. MINNESOTA STUDIES IN WORK ATTITUDES TECHNICAL REPORT NO. 2."},
      {
        "id":"ED018583",
        "title":"OFFICE MACHINES USED IN BUSINESS TODAY."},
      {
        "id":"ED018584",
        "title":"GUIDELINES FOR THE DEVELOPMENT OF MERGED AREA VOCATIONAL SCHOOLS AND AREA COMMUNITY COLLEGES BY THE MERGED AREA BOARDS."},
      {
        "id":"ED018585",
        "title":"IMPACT OF OFFICE AUTOMATION IN THE INSURANCE INDUSTRY."},
      {
        "id":"ED018586",
        "title":"VIRGINIA SECONDARY SCHOOL DROPOUTS, 1962-63. A RESEARCH CONTRIBUTION TO EDUCATIONAL PLANNING, NUMBER 1."},
      {
        "id":"ED018587",
        "title":"FILMS ON GUIDANCE, 1964-65."},
      {
        "id":"ED018588",
        "title":"70,000 HIGH SCHOOL SENIORS, THEIR EDUCATIONAL AND VOCATIONAL PLANS, A REPORT OF THE SURVEY OF THE EDUCATIONAL AND VOCATIONAL INTERESTS AND PLANS OF INDIANA'S 70,000 HIGH SCHOOL GRADUATES IN 1966."},
      {
        "id":"ED018589",
        "title":"YOUNG WOMEN IN VIRGINIA, A 10-YEAR FOLLOW-UP STUDY OF GIRLS ENROLLED IN 1954-55 IN THE TENTH GRADE IN VIRGINIA HIGH SCHOOLS. A RESEARCH CONTRIBUTION TO EDUCATIONAL PLANNING, VOL. 49, NO. 1."},
      {
        "id":"ED018590",
        "title":"A THEORY OF WORK ADJUSTMENT. MINNESOTA STUDIES IN VOCATIONAL REHABILITATION, 15."},
      {
        "id":"ED018591",
        "title":"REPORT TO THE CONGRESS OF THE UNITED STATES, REVIEW OF ABSENCES OF TRAINEES ENROLLED IN INSTITUTIONAL TRAINING PROGRAMS AUTHORIZED BY THE MANPOWER DEVEOPMENT AND TRAINING ACT OF 1962."},
      {
        "id":"ED018592",
        "title":"REPORT OF A NATIONAL VOCATIONAL-TECHNICAL EDUCATION SEMINAR ON RESEARCH AND CURRICULUM DEVELOPMENT (FEBRUARY 7-11, 1966)."},
      {
        "id":"ED018593",
        "title":"TEXAS INDUSTRIAL ARTS STUDENT ASSOCIATION HANDBOOK."},
      {
        "id":"ED018594",
        "title":"TEACHER'S GUIDE FOR THE EFFECTIVE USE OF \"RECORDS OF SUPERVISED OCCUPATIONAL EXPERIENCE AND TRAINING IN VOCATIONAL AGRICULTURE\"."},
      {
        "id":"ED018596",
        "title":"RECORDS OF SUPERVISED OCCUPATIONAL EXPERIENCE AND TRAINING IN VOCATIONAL AGRICULTURE."},
      {
        "id":"ED018597",
        "title":"SANTA CRUZ COUNTY SCHOOLS STUDENT FOLLOW-UP SURVEY, A MANUAL FOR USE BY ADMINISTRATORS, COUNSELORS, TEACHERS, AND DATA PROCESSING PERSONNEL."},
      {
        "id":"ED018598",
        "title":"SAMPLE BUSINESS EDUCATION TRAINING PLANS CONDUCTED UNDER MANPOWER DEVELOPMENT AND TRAINING PROGRAMS (FOR REVIEW PURPOSES)."},
      {
        "id":"ED018599",
        "title":"DEVELOPING A PROGRAM OF STUDENT PERSONNEL SERVICES FOR AREA VOCATIONAL-TECHNICAL SCHOOLS. PHASE I REPORT."},
      {
        "id":"ED018600",
        "title":"A PLAN FOR AN EMPLOYMENT ORIENTATION PROGRAM FOR RETARDED PUPILS IN PUBLIC SCHOOLS IN NEW JERSEY."},
      {
        "id":"ED018601",
        "title":"THE PROGRAM FOR HEALTH SERVICES IN THE CONNECTICUT VOCATIONAL-TECHNICAL SCHOOLS."},
      {
        "id":"ED018602",
        "title":"GUIDELINES FOR REALISTIC FACILITY PLANNING FOR SCHOOLS OF VOCATIONAL, TECHNICAL, AND ADULT EDUCATION."},
      {
        "id":"ED018603",
        "title":"SUPERVISED TRAINING FOR AGRICULTURAL EMPLOYMENT FOR STUDENTS OF VOCATIONAL AGRICULTURE IN ARKANSAS."},
      {
        "id":"ED018604",
        "title":"THE WASHINGTON DATA PROCESSING TRAINING STORY."},
      {
        "id":"ED018605",
        "title":"GUIDELINES FOR VOCATIONAL EDUCATION PROGRAMS IN NEBRASKA PUBLIC SCHOOLS."},
      {
        "id":"ED018606",
        "title":"CITIZENS&apos; SURVEY OF SHIAWASSEE-CLINTON COUNTY, VOCATIONAL-TECHNICAL FEASIBILITY STUDY."},
      {
        "id":"ED018607",
        "title":"DEVELOPING CURRICULUM MATERIALS FOR COOPERATIVE EXPERIENCE PROGRAMS IN AGRICULTURE, AGRICULTURAL OCCUPATIONS INSTITUTE 1966 WORKSHOP REPORT (JUNE 6-JULY 15, 1966)."},
      {
        "id":"ED018608",
        "title":"LEADERSHIP DEVELOPMENT SEMINAR, VOCATIONAL-TECHNICAL EDUCATION."},
      {
        "id":"ED018609",
        "title":"LEADERSHIP DEVELOPMENT SEMINAR, VOCATIONAL-TECHNICAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED018610",
        "title":"REPORTS OF SUBCOMMITTEES OF THE PRESIDENT'S COMMITTEE ON YOUTH EMPLOYMENT."},
      {
        "id":"ED018611",
        "title":"PUBLIC LAW 88-210."},
      {
        "id":"ED018612",
        "title":"STRATEGIES FOR OPTIMIZING THE APPLICATION OF MEDIA TO VOCATIONAL AND TECHNICAL EDUCATION CURRICULA."},
      {
        "id":"ED018613",
        "title":"THE DEVELOPMENT OF ACHIEVEMENT MEASURES FOR TRADE AND TECHNICAL EDUCATION. PROGRESS REPORT NUMBER FOUR."},
      {
        "id":"ED018614",
        "title":"HEALTH RESOURCES STATISTICS, HEALTH MANPOWER, 1965."},
      {
        "id":"ED018615",
        "title":"HUMAN RESOURCE DEVELOPMENT IN THE PROVINCE OF ONTARIO."},
      {
        "id":"ED018616",
        "title":"EXPANDING EMPLOYABILITY IN ONTARIO, AN ASSESSMENT OF THE FEDERAL-PROVINCIAL PROGRAM FOR TRAINING AND UPGRADING THE SKILLS OF THE UNEMPLOYED AND ITS IMPLICATIONS FOR GOVERNMENTS, BUSINESS, AND LABOUR."},
      {
        "id":"ED018617",
        "title":"WE SHALL NOT REST, REPORT ON OCCUPATIONAL EDUCATION IN THE SOUTH, BASED ON DISCUSSIONS AT THE SOUTHWIDE CONFERENCE ON OCCUPATIONAL EDUCATION (ATLANTA, GA., APRIL 5-6, 1967)."},
      {
        "id":"ED018618",
        "title":"SETTING UP AN APPRENTICESHIP PROGRAM, A STEP-BY-STEP GUIDE IN TRAINING APPRENTICES FOR SKILLED OCCUPATIONS."},
      {
        "id":"ED018619",
        "title":"SUPPLY AND DEMAND FOR TEACHERS OF VOCATIONAL AGRICULTURE IN THE UNITED STATES FOR THE 1966-1967 SCHOOL YEAR."},
      {
        "id":"ED018621",
        "title":"NATIONAL APPRENTICESHIP POLICY OF THE NATIONAL AUTOMOBILE DEALERS ASSOCIATION AND THE AUTOMOTIVE TRADE ASSOCIATION MANAGERS."},
      {
        "id":"ED018622",
        "title":"ELECTRIFICATION PROGRAMS AND MATERIALS FOR VOCATIONAL AGRICULTURE, TECHNICAL OCCUPATIONS, AND TRADE AND INDUSTRY TEACHING PROGRAMS AND FOR 4-H ELECTRIC CLUBS."},
      {
        "id":"ED018623",
        "title":"JOBS FOR YOUTH. PART FOUR, JOB OPPORTUNITIES BY INDUSTRY."},
      {
        "id":"ED018624",
        "title":"JOBS FOR YOUTH. PART THREE, ENTRY REQUIREMENTS."},
      {
        "id":"ED018625",
        "title":"JOBS FOR YOUTH. PART TWO, JOB OPPORTUNITIES BY OCCUPATION."},
      {
        "id":"ED018626",
        "title":"JOBS FOR YOUTH. PART ONE."},
      {
        "id":"ED018627",
        "title":"UNIVERSITY PERSPECTIVES ON MANPOWER."},
      {
        "id":"ED018628",
        "title":"REPORT OF THE JOINT LEGISLATIVE COMMITTEE ON MIGRANT LABOR."},
      {
        "id":"ED018629",
        "title":"THE DEVELOPMENT OF ACHIEVEMENT MEASURES FOR TRADE AND TECHNICAL EDUCATION. PROGRESS REPORT NUMBER TWO."},
      {
        "id":"ED018630",
        "title":"IMPLICATIONS OF RESEARCH FOR TEACHING TYPEWRITING. DELTA PI EPSILON RESEARCH BULLETIN 2."},
      {
        "id":"ED018631",
        "title":"NATIONAL APPRENTICESHIP AND TRAINING STANDARDS FOR GLAZIERS AND GLASSWORKERS."},
      {
        "id":"ED018632",
        "title":"RESEARCH IN APPRENTICESHIP TRAINING, PROCEEDINGS OF A CONFERENCE (MADISON, WISCONSIN, SEPTEMBER 8-9, 1966)."},
      {
        "id":"ED018633",
        "title":"AUTOMATION AND UNEMPLOYMENT."},
      {
        "id":"ED018635",
        "title":"POSITION STATEMENT ON A NATIONAL MANPOWER POLICY."},
      {
        "id":"ED018636",
        "title":"FEDERAL AID FOR INDUSTRIAL ARTS."},
      {
        "id":"ED018637",
        "title":"A GUIDE FOR PREPARING COURSES OF INSTRUCTION IN VOCATIONAL AGRICULTURE IN MICHIGAN."},
      {
        "id":"ED018638",
        "title":"EDUCATION REGARDING CREDIT FOR AGRICULTURAL PRODUCTION. REPORT NO. 2, SURVEY OF TEACHERS OF AGRICULTURE."},
      {
        "id":"ED018639",
        "title":"METHODS AND MATERIALS IN WORK EXPERIENCE EDUCATION."},
      {
        "id":"ED018640",
        "title":"BUSINESS WORK EXPERIENCE EDUCATION PROGRAMS, AN OPERATIONAL HANDBOOK."},
      {
        "id":"ED018641",
        "title":"EDUCATION IN THE STATES, A PLANNING CHART BOOK."},
      {
        "id":"ED018642",
        "title":"UNEMPLOYMENT AND RETRAINING, AN ANNOTATED BIBLIOGRAPHY OF RESEARCH."},
      {
        "id":"ED018644",
        "title":"AUTOMATION--THE THREAT AND THE PROMISE, THE ROLE OF THE COUNSELOR IN THE MANPOWER REVOLUTION."},
      {
        "id":"ED018645",
        "title":"PROCEEDINGS OF NATIONAL SEMINAR ON PROGRAM PLANNING, BUDGETING AND EVALUATION, VOCATIONAL-TECHNICAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED018646",
        "title":"AN ASSESSMENT OF TYPEWRITING SKILLS IN THE SECONDARY SCHOOLS OF THE STATE OF UTAH IN RELATION TO JOB ENTRY REQUIREMENTS."},
      {
        "id":"ED018647",
        "title":"SELECTING TREES FOR HOME PLANTING."},
      {
        "id":"ED018648",
        "title":"IMPLEMENTING NONPROFESSIONAL PROGRAMS IN HUMAN SERVICES. MANPOWER TRAINING SERIES."},
      {
        "id":"ED018649",
        "title":"22 CHARTS TO ACCOMPANY PEACETIME RADIATION HAZARDS IN THE FIRE SERVICE--BASIC COURSE."},
      {
        "id":"ED018650",
        "title":"BIBLIOGRAPHY OF TRAINING AIDS."},
      {
        "id":"ED018651",
        "title":"NATIONAL ROOFERS APPRENTICESHIP AND TRAINING STANDARDS."},
      {
        "id":"ED018655",
        "title":"PARTICIPATION EXPERIENCES, A HANDBOOK FOR PROJECT TEACHING. A MANUAL FOR USE WITH &quot;A FIRST LOOK AT DISTRIBUTION,&quot; WASHINGTON STATE DISTRIBUTIVE EDUCATION COURSE OUTLINE."},
      {
        "id":"ED018656",
        "title":"EVALUATION CONFERENCE ON LEADERSHIP DEVELOPMENT SEMINARS, PROGRAM PLANNING, BUDGETING AND EVALUATION. FINAL REPORT."},
      {
        "id":"ED018657",
        "title":"CHANGING THE CONTEXTS IN WHICH OCCUPATIONAL EDUCATION TAKES PLACE."},
      {
        "id":"ED018658",
        "title":"RESEARCH COORDINATING UNIT FOR VOCATIONAL EDUCATION IN WASHINGTON STATE DEPARTMENT OF PUBLIC INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED018659",
        "title":"A PROPOSAL FOR THE ESTABLISHMENT OF A STATE VOCATIONAL EDUCATION RESEARCH COORDINATING UNIT IN MICHIGAN. FINAL REPORT."},
      {
        "id":"ED018660",
        "title":"USING PROGRAMED INSTRUCTION IN OCCUPATIONAL EDUCATION."},
      {
        "id":"ED018661",
        "title":"GUIDELINES FOR THE DEVELOPMENT OF BACCALAUREATE TECHNICAL TEACHER EDUCATION PROGRAMS. EXCERPT FROM FINAL REPORT OF A SUMMER INSTITUTE FOR THE IMPROVEMENT OF TECHNICAL TEACHER EDUCATION PROGRAMS."},
      {
        "id":"ED018662",
        "title":"PROGRAMMING EXERCISES FOR COMPUTER AIDED DRAFTING (TITLE SUPPLIED)."},
      {
        "id":"ED018663",
        "title":"BOOST--BUSINESS AND OFFICE EDUCATION STUDENT TRAINING. PRELIMINARY REPORT."},
      {
        "id":"ED018664",
        "title":"COLORADO MASTER PLAN FOR COMMUNITY COLLEGES AND OCCUPATIONAL EDUCATION."},
      {
        "id":"ED018665",
        "title":"CLUSTERS OF TASKS ASSOCIATED WITH PERFORMANCE OF MAJOR TYPES OF OFFICE WORK. FINAL REPORT."},
      {
        "id":"ED018666",
        "title":"A SELF-EVALUATION INSTRUMENT FOR THE BUSINESS AND OFFICE EDUCATION PROGRAMS IN THE SECONDARY SCHOOLS (A TRIAL DOCUMENT)."},
      {
        "id":"ED018667",
        "title":"PROGRAMMED SHORTHAND LABORATORY FOR SKILL DEVELOPMENT, DEVELOPED BY SUMMER WORKSHOP IN VOCATIONAL BUSINESS AND OFFICE EDUCATION (UNIVERSITY OF AKRON, AKRON, OHIO, JUNE 28-JULY 16, 1965)."},
      {
        "id":"ED018668",
        "title":"THE DEVELOPMENT OF ACHIEVEMENT MEASURES FOR TRADE AND TECHNICAL EDUCATION. PROGRESS REPORT NUMBER ONE."},
      {
        "id":"ED018669",
        "title":"THE DEVELOPMENT OF ACHIEVEMENT MEASURES FOR TRADE AND TECHNICAL EDUCATION. PROGRESS REPORT NUMBER FIVE."},
      {
        "id":"ED018670",
        "title":"FIELD STUDY IN INDUSTRY FOR THE PREPARATION OF INDUSTRIAL ARTS TEACHERS. FINAL REPORT, VOLUME 1."},
      {
        "id":"ED018671",
        "title":"FIELD STUDY IN INDUSTRY FOR THE PREPARATION OF INDUSTRIAL ARTS TEACHERS. FINAL REPORT, VOLUME 2."},
      {
        "id":"ED018672",
        "title":"FINAL REPORT OF THE STUDY OF POST HIGH SCHOOL EDUCATIONAL NEEDS IN BUCKS COUNTY, 1968-1980. VOLUME I."},
      {
        "id":"ED018673",
        "title":"FINAL REPORT OF THE STUDY OF POST HIGH SCHOOL EDUCATION NEEDS IN BUCKS COUNTY, 1968-1980. VOLUME II."},
      {
        "id":"ED018674",
        "title":"RESEARCH VISIBILITY. VOCATIONAL EDUCATION IS SERVICE--LEADERSHIP AND ADMINISTRATION."},
      {
        "id":"ED018675",
        "title":"RESEARCH VISIBILITY. VOCATIONAL EDUCATION IS SERVICE--VOCATIONAL GUIDANCE."},
      {
        "id":"ED018676",
        "title":"TEACHING ENGLISH AS A SECOND LANGUAGE MATERIALS DEVELOPMENT CENTER--AN INVESTIGATION OF NEW CONCEPTS IN LANGUAGE LEARNING."},
      {
        "id":"ED018677",
        "title":"NINE PROPOSALS FOR ELMENTARY TEACHER EDUCATION, A DESCRIPTION OF PLANS TO DESIGN EXEMPLARY TRAINING PROGRAMS."},
      {
        "id":"ED018678",
        "title":"AN EXPERIENCE IN MUTUAL SERVICE. REPORT OF THE 1965 INTERNATIONAL TRAINING INSTITUTE OF THE YWCA OF THE U.S.A. AND YWCA OF CANADA."},
      {
        "id":"ED018681",
        "title":"DEVELOPMENT OF EXTENSION EDUCATION AT THE UNIVERSITY OF TEXAS, 1909-1952."},
      {
        "id":"ED018685",
        "title":"A SUMMARY OF THE NUEA HIGH SCHOOL SURVEY OF MARCH 1966. (TITLE SUPPLIED)."},
      {
        "id":"ED018697",
        "title":"THE UNCOMMON COLLEGE, THE COLLEGE OF CONTINUING EDUCATION AT METROPOLIS UNIVERSITY."},
      {
        "id":"ED018698",
        "title":"A STUDY OF THE COMPONENTS OF FUTURE PARTICIPATION IN ADULT EDUCATION PROGRAMS."},
      {
        "id":"ED018700",
        "title":"TRAINING IN INDUSTRY."},
      {
        "id":"ED018703",
        "title":"MANAGEMENT DEVELOPMENT."},
      {
        "id":"ED018704",
        "title":"ADULT EDUCATION RESEARCH. BASIC INFORMATION SOURCES, NUMBER 1."},
      {
        "id":"ED018705",
        "title":"ADULT EDUCATION IN ASIA, AUSTRALIA, AND NEW ZEALAND. CURRENT INFORMATION SOURCES, NUMBER 13."},
      {
        "id":"ED018707",
        "title":"AUSTRALIAN AGRICULTURAL EXTENSION CONFERENCE, 1962, REVIEWS, PAPERS, AND REPORTS."},
      {
        "id":"ED018711",
        "title":"RECOMMENDATIONS OF THE WORK CONFERENCE ON LITERACY HELD FOR THE AGENCY FOR INTERNATIONAL DEVELOPMENT, UNITED STATES DEPARTMENT OF STATE, (AIRLIE HOUSE, WARRENTON, VIRGINIA, MAY 23-28, 1964). FINAL REPORT."},
      {
        "id":"ED018712",
        "title":"A REVIEW OF PRESENT EDUCATIONAL PROGRAMS AVAILABLE TO OLDER ADULTS IN CALIFORNIA'S PUBLIC ADULT EDUCATION PROGRAM."},
      {
        "id":"ED018714",
        "title":"EVALUATION STUDY OF FARM AND HOME MANAGEMENT PROGRAM IN NEW YORK STATE. A SIX-PART REPORT."},
      {
        "id":"ED018717",
        "title":"TENNESSEE STATE PLAN FOR COMMUNITY SERVICE AND CONTINUING EDUCATION UNDER TITLE I OF THE HIGHER EDUCATION ACT OF 1965."},
      {
        "id":"ED018718",
        "title":"FUNCTIONAL ORIENTATION OF WISCONSIN FARM WOMEN TOWARDS MASS MEDIA."},
      {
        "id":"ED018721",
        "title":"PATTERNS OF PARTICIPATION IN A PUBLIC ADULT NIGHT SCHOOL PROGRAM. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED018722",
        "title":"LITERACY, 1965-1967."},
      {
        "id":"ED018727",
        "title":"THE RELATION OF RE-CREATIVE EXPERIENCE TO EGO STAGE DEVELOPMENT. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED018731",
        "title":"TEN TO FIGHT A WAR, VOCATIONAL TRAINING IN THE ANTI-POVERTY PROGRAM."},
      {
        "id":"ED018732",
        "title":"ACTION EDUCATION, TITLE I, HIGHER EDUCATION ACT OF 1965, FLORIDA, 1966-1967. PROGRESS REPORT."},
      {
        "id":"ED018733",
        "title":"STATE OF WASHINGTON, STATE PLAN FOR TITLE 1, HIGHER EDUCATION ACT OF 1965. REVISED, JULY 1967."},
      {
        "id":"ED018734",
        "title":"WASHINGTON STATE ANNUAL PROGRAM PLAN AMENDMENT, FISCAL YEAR 1968, TITLE 1, HIGHER EDUCATION ACT OF 1965. SECTION 10."},
      {
        "id":"ED018735",
        "title":"EXTENDING THE EDUCATIONAL INFLUENCE OF TELEVISION BROADCASTS."},
      {
        "id":"ED018736",
        "title":"PUBLIC TELEVISION AND PUBLIC AFFAIRS EDUCATION. PREPARED FOR THE TASK FORCE ON INNOVATION IN PUBLIC AFFAIRS EDUCATION."},
      {
        "id":"ED018744",
        "title":"OPERATIONAL RETRIEVAL, THE BASIC EDUCATION COMPONENT OF EXPERIMENTAL AND DEMONSTRATION PROJECTS (E/D) FOR DISADVANTAGED YOUTHS."},
      {
        "id":"ED018745",
        "title":"ADULT BASIC EDUCATION. CURRENT INFORMATION SOURCES, NUMBER 18."},
      {
        "id":"ED018746",
        "title":"THE EXPERIMENTAL DEALER TRAINING PROGRAM, CHANGES IN KNOWLEDGE, ATTITUDES AND PERFORMANCE OF FARM SUPPLY DEALERS, CHANGES IN BUSINESS FIRMS. RURAL SOCIOLOGY REPORT NUMBER 55."},
      {
        "id":"ED018747",
        "title":"TOMORROW IS TODAY, A STUDY OF VISTA IN URBAN POVERTY. REPORT I, THE FIRST FOUR MONTHS."},
      {
        "id":"ED018750",
        "title":"GUIDE TO CONTINUING EDUCATION FOR ADULTS OF PROVIDENCE. NUMBER 3."},
      {
        "id":"ED018751",
        "title":"COMPARATIVE STUDIES AND ADULT EDUCATION. PAPER PRESENTED AT A SEMINAR ORGANIZED BY THE DEPARMENT OF ADULT EDUCATION, THE ONTARIO INSTITUTE FOR STUDIES IN EDUCATION (APRIL 10, 1968)."},
      {
        "id":"ED018752",
        "title":"SUMMARY OF ACCOMPLISHMENTS AND DISAPPOINTMENTS, TUSKEGEE INSTITUTE-OEO SEASONALLY EMPLOYED AGRICULTURAL WORKERS EDUCATIONAL PROJECT, NOVEMBER 1, 1966-OCTOBER 31, 1967."},
      {
        "id":"ED018757",
        "title":"EXPLORATION OF SIMULATION AS A RETIREMENT EDUCATION TECHNIQUE. FINAL REPORT."},
      {
        "id":"ED018759",
        "title":"SOME ASPECTS OF TEACHER AND LEADER TRAINING AND RECRUITMENT FOR HIGHER ADULT EDUCATION. PAPER PRESENTED AT THE NATIONAL SEMINAR ON ADULT EDUCATION RESEARCH (CHICAGO, FEBRUARY 11-13, 1968)."},
      {
        "id":"ED018761",
        "title":"HEAD START PARENTS' ADULT BASIC EDUCATION PROJECT, NEW YORK CITY. FINAL REPORT."},
      {
        "id":"ED018763",
        "title":"THE RELATIONSHIP BETWEEN AGE AND INFORMATION PROCESSING CAPACITY OF ADULTS. REPORT NUMBER 7."},
      {
        "id":"ED018764",
        "title":"ADULT BASIC EDUCATION IN CALIFORNIA, P.L. 89-750 (TITLE 3) ADULT EDUCATION ACT OF 1966. PROGRESS REPORT."},
      {
        "id":"ED018766",
        "title":"A HANDBOOK OF BACKGROUND INFORMATION."},
      {
        "id":"ED018768",
        "title":"AN ANALYSIS OF PARTICIPANTS IN A LONG-TERM ADULT EDUCATION PROGRAM."},
      {
        "id":"ED018769",
        "title":"A STUDY OF NIGHT SCHOOL DROP-OUTS, A SCHEDULE 10 PROJECT."},
      {
        "id":"ED018770",
        "title":"COMMUNICATION CONCEPTS FOR DEVELOPING INCREASED COMPETENCE AMONG COOPERATIVE EXTENSION AND VOCATIONAL AGRICULTURAL EDUCATORS IN IMPLEMENTING EDUCATIONAL CHANGE. FINAL REPORT."},
      {
        "id":"ED018771",
        "title":"PEACE CORPS PRIMER FOR THE WESTERN VISAYAS, PHILIPPINES."},
      {
        "id":"ED018772",
        "title":"STANDARD BIKOL."},
      {
        "id":"ED018773",
        "title":"BIKOL LESSONS."},
      {
        "id":"ED018774",
        "title":"RECALL OF FULL AND TRUNCATED PASSIVE SENTENCES IN CONNECTED DISCOURSE."},
      {
        "id":"ED018775",
        "title":"A SURVEY OF INTENSIVE PROGRAMS IN THE UNCOMMON LANGUAGES, SUMMER 1964."},
      {
        "id":"ED018777",
        "title":"A COMPARISON OF THE CLASSROOM LANGUAGE OF SECOND- AND FIFTH-GRADE TEACHERS."},
      {
        "id":"ED018779",
        "title":"SPANISH AND THE HIGH SCHOOL LEARNER OF PORTUGUESE."},
      {
        "id":"ED018780",
        "title":"IMPERATIVES IN THE TEACHING OF PORTUGUESE."},
      {
        "id":"ED018781",
        "title":"DEVELOPMENT, TESTING, AND EVALUATION OF A PROGRAMED METHOD FOR THE TEACHING OF I.P.A. TRANSCRIPTION. FINAL REPORT."},
      {
        "id":"ED018782",
        "title":"ENGLISH AND THE INTERPRETATION OF THE ASIAN WORLD."},
      {
        "id":"ED018783",
        "title":"LEARNING STANDARD ENGLISH BY LINGUISTIC METHODS."},
      {
        "id":"ED018784",
        "title":"LESSONS IN SANGO. VOLUME I, BASIC COURSE IN SANGO."},
      {
        "id":"ED018786",
        "title":"BECOMING A BILINGUAL."},
      {
        "id":"ED018787",
        "title":"AN INTRODUCTION TO JAPANESE SYNTAX."},
      {
        "id":"ED018788",
        "title":"TEACHING ENGLISH TO SPEAKERS OF OTHER LANGUAGES, UNITED STATES ACTIVITIES--1967."},
      {
        "id":"ED018789",
        "title":"THE TEACHING OF ENGLISH AS A SECOND OR FOREIGN LANGUAGE, BRITISH ACTIVITIES 1967/68."},
      {
        "id":"ED018791",
        "title":"PROBLEMS OF THE FORMATION AND DEVELOPMENT OF NATIONAL LANGUAGES--INTRODUCTION AND CONCLUSION. PRELIMINARY TRANSLATIONS OF SELECTED WORKS IN SOCIOLINGUISTICS, NUMBER 1."},
      {
        "id":"ED018792",
        "title":"THE UZBEK NATIONAL LANGUAGE. PRELIMINARY TRANSLATIONS OF SELECTED WORKS IN SOCIOLINGUISTICS, NUMBER III."},
      {
        "id":"ED018793",
        "title":"PROBLEMS OF THE FORMATION OF UNIFIED NORMS IN THE BASHKIR NATIONAL LANGUAGE. PRELIMINARY TRANSLATIONS OF SELECTED WORKS IN SOCIOLINGUISTICS. NUMBER IV."},
      {
        "id":"ED018795",
        "title":"LEARNING TO READ SCIENTIFIC RUSSIAN BY THE THREE QUESTION EXPERIMENTAL (3QX) METHOD."},
      {
        "id":"ED018796",
        "title":"LINGUISTIC CAPACITY OF VERY YOUNG CHILDREN."},
      {
        "id":"ED018798",
        "title":"SUGGESTED ACTIVITIES FOR NON-ENGLISH SPEAKING BEGINNERS, THE FIRST WEEK."},
      {
        "id":"ED018799",
        "title":"WRITING LABORATORIES--A NEW APPROACH TO TEACHING COMPOSITION."},
      {
        "id":"ED018800",
        "title":"A SELECTIVE BIBLIOGRAPHY ON SOCIAL DIALECTS."},
      {
        "id":"ED018801",
        "title":"GUIDE FOR TEACHING ENGLISH AS A SECOND LANGUAGE TO ELEMENTARY SCHOOL PUPILS. LEVEL II, PART 1."},
      {
        "id":"ED018802",
        "title":"GUIDE FOR TEACHING ENGLISH AS A SECOND LANGUAGE TO ELEMENTARY SCHOOL PUPILS. LEVEL II, PART 2."},
      {
        "id":"ED018803",
        "title":"GUIDES FOR TEACHING ENGLISH AS A SECOND LANGUAGE TO ELEMENTARY SCHOOL PUPILS."},
      {
        "id":"ED018804",
        "title":"SOME APPLICATIONS TO TELEVISION AND RADIO TO THE TEACHING OF ENGLISH AS A SECOND LANGUAGE IN NORTHERN NIGERIA."},
      {
        "id":"ED018805",
        "title":"N.D.E.A. TITLE V, ELEMENTARY SCHOOL GUIDANCE REPORT."},
      {
        "id":"ED018806",
        "title":"BEHAVIOR CHANGE IN TRANSITIONAL ROLES. WORKING PAPER."},
      {
        "id":"ED018807",
        "title":"ROLE TRANSITION IN CAREER DEVELOPMENT."},
      {
        "id":"ED018808",
        "title":"ROE'S CLASSIFICATION OF OCCUPATIONS IN PREDICTING ACADEMIC ACHIEVEMENT."},
      {
        "id":"ED018809",
        "title":"RACIAL CONTACT, PERSONALITY, AND GROUP PROBLEM SOLVING."},
      {
        "id":"ED018810",
        "title":"PRECISION IN RESEARCH ON COMPLEX LEARNING AND TEACHING--THE MATHEMATICAL FORMULATION OF EDUCATIONAL RESEARCH QUESTIONS."},
      {
        "id":"ED018811",
        "title":"FOLLOW UP STUDY OF CHILDREN WHO PARTICIPATED IN A PREVENTIVE MENTAL HEALTH PROGRAM."},
      {
        "id":"ED018812",
        "title":"PROGRAM EVALUATION IN MENTAL HEALTH SERVICES."},
      {
        "id":"ED018813",
        "title":"THE APPLICATION OF PSYCHOANALYTIC CONCEPTS OF PERSONALITY DEVELOPMENT TO THE EDUCATIVE PROCESS."},
      {
        "id":"ED018815",
        "title":"VOCATIONAL GUIDANCE SEMINAR."},
      {
        "id":"ED018816",
        "title":"THE EXPERIENCED TEACHER FELLOWSHIP PROGRAM, 1966-67."},
      {
        "id":"ED018817",
        "title":"DEVELOPING INSTRUCTIONAL PRODUCTS TO ACHIEVE BEHAVIORAL CHANGES."},
      {
        "id":"ED018818",
        "title":"STATUS OF ELEMENTARY SCHOOL GUIDANCE PILOT PROJECTS IN NEW YORK STATE. A FIRST YEAR REPORT."},
      {
        "id":"ED018819",
        "title":"AESTHETIC EDUCATION PROGRAM AT THE OHIO STATE UNIVERSITY. REPORT ON THE PLANNING PHASE."},
      {
        "id":"ED018820",
        "title":"DEVELOPMENTAL GROUP COUNSELING."},
      {
        "id":"ED018821",
        "title":"PSYCHOLOGICAL VERSUS SOCIOLOGICAL EXPLANATIONS OF ETHNOCENTRISM."},
      {
        "id":"ED018822",
        "title":"ELEMENTARY GUIDANCE AND COUNSELING--A PROGRESS REPORT OF THE ACTIVITIES OF A LABORATORY."},
      {
        "id":"ED018823",
        "title":"PROFESSIONAL AND CLIENT CHOICES IN CRITICAL SITUATIONS."},
      {
        "id":"ED018824",
        "title":"\"TEST-WISENESS\" ON PERSONALITY SCALES."},
      {
        "id":"ED018825",
        "title":"AN INFORMATION SYSTEM FOR VOCATIONAL DECISIONS. SIXTH QUARTERLY REPORT."},
      {
        "id":"ED018826",
        "title":"GUIDANCE DYNAMICS AND THE COUNSELING PROCESS IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED018828",
        "title":"CAREER DECISIONS OF CANADIAN YOUTH, A COMPILATION OF BASIC DATA."},
      {
        "id":"ED018829",
        "title":"SCHOLASTIC APTITUDE TESTS FOR GRADES VIII AND XI."},
      {
        "id":"ED018830",
        "title":"DIRECTION AND EMPHASIS. A SURVEY OF GUIDANCE AND COUNSELING PROGRAMS IN MICHIGAN COMMUNITY COLLEGES. FINAL REPORT."},
      {
        "id":"ED018831",
        "title":"INTRA-INDIVIDUAL VARIABILITY OF BEHAVIOR AND THE PREDICTABILITY OF ACADEMIC SUCCESS."},
      {
        "id":"ED018832",
        "title":"AMERICAN-FOREIGN STUDENT RELATIONSHIPS. GUIDELINES."},
      {
        "id":"ED018834",
        "title":"HUMAN RELATIONS LABORATORY TRAINING STUDENT NOTEBOOK."},
      {
        "id":"ED018835",
        "title":"THE NATIONAL APTITUDE SURVEY. FORMAL REPORT AND TEST MANUAL."},
      {
        "id":"ED018836",
        "title":"A STUDY OF ELEMENTARY SCHOOL PRINCIPALS' CONCEPTS OF ELEMENTARY SCHOOL GUIDANCE."},
      {
        "id":"ED018837",
        "title":"THE CONSTRUCTION AND VALIDATION OF A MEASURE OF VOCATIONAL MATURITY."},
      {
        "id":"ED018838",
        "title":"DEVELOPMENTAL GUIDANCE IN THE ELEMENTARY GRADES."},
      {
        "id":"ED018839",
        "title":"THE PREVENTION AND CONTROL OF ANTI-SOCIAL BEHAVIOR OF YOUTH."},
      {
        "id":"ED018840",
        "title":"DIMENSIONS OF THE LEARNING ENVIRONMENT--THE SCHOOL OPINION SURVEY."},
      {
        "id":"ED018841",
        "title":"FUNCTIONS OF VISITING TEACHERS IN MICHIGAN. SUMMARY OF PRELIMINARY FINDINGS."},
      {
        "id":"ED018842",
        "title":"THE EFFECTS OF FORMALLY BASED STATUS DIFFERENCES ON GROUP PRODUCTIVITY, EFFICIENCY, AND RISK TAKING."},
      {
        "id":"ED018843",
        "title":"EDUCATION RESEARCH IN YUGOSLAVIA."},
      {
        "id":"ED018844",
        "title":"SUGGESTED SCHOOL HEALTH POLICIES. FOURTH EDITION."},
      {
        "id":"ED018845",
        "title":"A NEW ORGANIZATIONAL SYSTEM FOR STATE-LEVEL EDUCATIONAL ADMINISTRATION, A RECOMMENDED RESPONSE TO EMERGING REQUIREMENTS FOR CHANGE IN CALIFORNIA. A REPORT TO THE CALIFORNIA STATE BOARD OF EDUCATION."},
      {
        "id":"ED018846",
        "title":"THE QUASI NONGOVERNMENTAL ORGANIZATION."},
      {
        "id":"ED018847",
        "title":"CURRENT PROBLEMS WITHIN THE TEACHING PROFESSION."},
      {
        "id":"ED018848",
        "title":"STUDY OF THE OFFICE OF EDUCATION."},
      {
        "id":"ED018849",
        "title":"REPORT OF A SAMPLE SURVEY OF SALARIES OF NEW FACULTY, 1967-68."},
      {
        "id":"ED018850",
        "title":"FACULTY PARTICIPATION IN ACADEMIC GOVERNANCE. REPORT OF THE AAHE TASK FORCE ON FACULTY REPRESENTATION AND ACADEMIC NEGOTIATIONS, CAMPUS GOVERNANCE PROGRAM."},
      {
        "id":"ED018851",
        "title":"TOWARD A DISCIPLINE OF CURRICULUM THEORY."},
      {
        "id":"ED018853",
        "title":"SELECTED BIBLIOGRAPHY ON EVALUATION OF ADMINISTRATORS."},
      {
        "id":"ED018854",
        "title":"VALUES AND VALUE RELATIONSHIPS OF ELEMENTARY SCHOOL PRINCIPALS."},
      {
        "id":"ED018855",
        "title":"PREFERENCES OF PRINCIPALS FOR INSTRUMENTAL AND EXPRESSIVE CHARACTERISTICS OF TEACHERS RELATED TO SYSTEM TYPE."},
      {
        "id":"ED018856",
        "title":"PPBS--CURRENT RESEARCH AND PROGRAMMATIC IMPLICATIONS FOR COLLECTIVE NEGOTIATIONS."},
      {
        "id":"ED018857",
        "title":"THE CENTER FOR COORDINATED EDUCATION AND EDUCATIONAL CHANGE."},
      {
        "id":"ED018858",
        "title":"RESEARCH ON ACHIEVEMENT DETERMINANTS IN EDUCATIONAL SYSTEMS--A SURVEY."},
      {
        "id":"ED018859",
        "title":"A MODEL FOR THE DETERMINATION OF SCHOOL ATTENDANCE AREAS UNDER SPECIFIED OBJECTIVES AND CONSTRAINTS."},
      {
        "id":"ED018860",
        "title":"OUTLINE OF AN URBAN EDUCATIONAL MODEL."},
      {
        "id":"ED018861",
        "title":"A DESCRIPTIVE AND COMPARATIVE STUDY OF THE ADMINISTRATIVE PATTERNS OPERATIVE IN SIX SCHOOL HEALTH PROGRAMS. FINAL REPORT."},
      {
        "id":"ED018862",
        "title":"THE MEASUREMENT AND EVALUATION OF TEACHING, A CONCEPTUALIZATION OF A PLAN FOR USE IN STATE EDUCATIONAL LEADERSHIP."},
      {
        "id":"ED018864",
        "title":"AN INTRODUCTION TO TECHNIQUES OF COLLECTIVE NEGOTIATIONS IN PUBLIC EDUCATION--A THREE PART SLIDE PRESENTATION WITH TAPED ACCOMPANIMENT."},
      {
        "id":"ED018865",
        "title":"LONG RANGE PLANNING FOR PUBLIC SCHOOLS, PRESENTING AN OUTLINE TO INDICATE SCOPE OF LONG RANGE DEVELOPMENTAL PROGRAM, 1967-1977."},
      {
        "id":"ED018866",
        "title":"EDUCATION RESEARCH AND ITS RELATION TO POLICY, AN ANALYSIS BASED ON THE EXPERIENCE OF THE UNITED STATES."},
      {
        "id":"ED018867",
        "title":"A COMPARATIVE STUDY OF ORGANIZATIONAL DECISION-MAKING IN HIGH SCHOOLS."},
      {
        "id":"ED018868",
        "title":"GAME THEORY ANALYSIS OF SIMULATED COLLECTIVE NEGOTIATIONS."},
      {
        "id":"ED018869",
        "title":"COLLECTIVE NEGOTIATIONS IN EDUCATION, A REVIEW OF RECENT LITERATURE."},
      {
        "id":"ED018872",
        "title":"TEACHER AIDES IN LARGE SCHOOL SYSTEMS."},
      {
        "id":"ED018873",
        "title":"THE CHALLENGE OF CHANGE IN SCHOOL FINANCE, PROCEEDINGS OF THE NATIONAL CONFERENCE ON SCHOOL FINANCE (10TH, ST. LOUIS, MISSOURI, APRIL 2-4, 1967)."},
      {
        "id":"ED018874",
        "title":"WILCOX COUNTY, ALABAMA--A STUDY OF SOCIAL, ECONOMIC, AND EDUCATIONAL BANKRUPTCY. REPORT OF AN INVESTIGATION."},
      {
        "id":"ED018875",
        "title":"REORGANIZATION--ITS POLITICAL IMPLICATIONS FOR BOARD MEMBERS AND SUPERINTENDENTS."},
      {
        "id":"ED018876",
        "title":"A BIBLIOGRAPHY OF SELECTED DOCUMENTS ON PLANNING PROGRAMMING BUDGETING SYSTEMS."},
      {
        "id":"ED018877",
        "title":"FINANCIAL STATUS OF THE PUBLIC SCHOOLS, 1967."},
      {
        "id":"ED018878",
        "title":"FORMAL GRIEVANCE PROCEDURES FOR PUBLIC-SCHOOL TEACHERS, 1965-66."},
      {
        "id":"ED018883",
        "title":"THE RELATIONSHIP OF VOCATIONAL OUTLOOK AND SPECIAL EDUCATIONAL PROGRAMS FOR ADOLESCENT EDUCABLE MENTALLY HANDICAPPED."},
      {
        "id":"ED018884",
        "title":"A REPORT OF A SYMPOSIUM ON MANPOWER DEVELOPMENT AND TRAINING IN THE FIELD OF MENTAL RETARDATION, ANNUAL MEETING OF THE AMERICAN ASSOCIATION ON MENTAL DEFICIENCY (CHICAGO, ILLINOIS, MAY 11, 1966)."},
      {
        "id":"ED018886",
        "title":"A STUDY OF DIAGNOSTIC SERVICES FOR BRAIN-INJURED CHILDREN."},
      {
        "id":"ED018887",
        "title":"EXPERIMENTAL ANALYSIS OF REINFORCER HIERARCHIES IN DEVELOPMENTAL RETARDATES--BASELINE STABLIZATION."},
      {
        "id":"ED018888",
        "title":"REPORT OF SPECIAL ON-THE-JOB TRAINING FOR MENTALLY RETARDED YOUTH AND ADULTS."},
      {
        "id":"ED018889",
        "title":"THE VALUE OF MOBILITY INSTRUCTION AS A TECHNIQUE TO MOTIVATE BLIND INDIVIDUALS."},
      {
        "id":"ED018891",
        "title":"GUIDELINES FOR SPECIAL EDUCATION ADVISORY COMMITTEES."},
      {
        "id":"ED018892",
        "title":"PERSISTENCE OF EMOTIONAL DISTURBANCE REPORTED AMONG SECOND AND FOURTH GRADE CHILDREN. INTERIM REPORT NO. 1."},
      {
        "id":"ED018894",
        "title":"DELAWARE PUBLIC SCHOOLS AND MENTAL HEALTH, A DIGEST OF THE FINAL REPORT OF THE COMMITTEE STUDYING MENTAL HEALTH IN THE PUBLIC SCHOOLS, 1958-63."},
      {
        "id":"ED018897",
        "title":"PROJECT RE-ED, A DEMONSTRATION PROJECT FOR THE REEDUCATION OF EMOTIONALLY DISTURBED CHILDREN."},
      {
        "id":"ED018898",
        "title":"STUDYING LEARNING PATTERNS IN MENTAL RETARDATES."},
      {
        "id":"ED018899",
        "title":"STUDIES OF GIFTED CHILDREN COMPLETED BY STUDENTS AT THE UNIVERSITY OF KANSAS. KANSAS STUDIES IN EDUCATION, VOLUME 17, NUMBER 1."},
      {
        "id":"ED018900",
        "title":"POTENTIAL CREATIVE ABILITY AND THE PRESCHOOL CHILD."},
      {
        "id":"ED018911",
        "title":"TREATMENT OF STAMMERING THROUGH THE USE OF A NEW ELECTRONIC DEVICE."},
      {
        "id":"ED018912",
        "title":"HUNTER COLLEGE OBSERVATION TELEVISION CENTER CATALOGUE 67."},
      {
        "id":"ED018913",
        "title":"A PILOT STUDY COMPARING THE BLOCK SYSTEM AND THE INTERMITTENT SYSTEM OF SCHEDULING SPEECH CORRECTION CASES IN THE PUBLIC SCHOOLS."},
      {
        "id":"ED018916",
        "title":"A REVIEW OF SELECTED PROGRAM ACTIVITIES IN THE EDUCATION OF THE DEAF."},
      {
        "id":"ED018917",
        "title":"NEW TECHNIQUES IN DIAGNOSIS AND APPRAISAL AND IMPLICATION FOR THERAPY FOR ALL PUBLIC SCHOOL CHILDREN WITH COMMUNICATION DISORDERS, PROCEEDINGS OF A SPECIAL STUDY INSTITUTE (OCTOBER 4-6, 1967, MONTGOMERY, ALABAMA)."},
      {
        "id":"ED018918",
        "title":"THE CALIFORNIA PROGRAM FOR SPEECH AND HEARING HANDICAPPED SCHOOL CHILDREN."},
      {
        "id":"ED018920",
        "title":"SCHOOL SITES. SELECTION AND DEVELOPMENT."},
      {
        "id":"ED018921",
        "title":"PLANNING THE SECONDARY SCHOOL PLANT. SCHOOL PLANT PLANNING SERIES."},
      {
        "id":"ED018922",
        "title":"PLANNING THE ELEMENTARY SCHOOL PLANT. SCHOOL PLANT PLANNING SERIES."},
      {
        "id":"ED018923",
        "title":"PLANNING THE OUTDOOR PHYSICAL EDUCATION FACILITIES FOR CENTRAL SCHOOLS. PLANNING THE OUTDOOR PHYSICAL EDUCATION FACILITIES, NO. 10."},
      {
        "id":"ED018925",
        "title":"PLANNING FOR POST HIGH SCHOOL EDUCATION AND THE SUPPORTING BUILDING PROGRAM."},
      {
        "id":"ED018926",
        "title":"ACCENT ON ACCESS."},
      {
        "id":"ED018928",
        "title":"SCHOOL BUS GARAGE."},
      {
        "id":"ED018929",
        "title":"PREDETERMINATION OF NATURAL ILLUMINATION BY THE MODEL TESTING METHOD."},
      {
        "id":"ED018933",
        "title":"PREPARATION OF EDUCATIONAL SPECIFICATIONS."},
      {
        "id":"ED018934",
        "title":"PLANNING THE ART ROOM."},
      {
        "id":"ED018935",
        "title":"STATE OF NEW YORK STANDARD SCHOOL PLAN TYPE D-1, ONE-STORY JUNIOR-SENIOR HIGH SCHOOL 800 EXPANDABLE TO 1000 PUPILS."},
      {
        "id":"ED018936",
        "title":"STATE OF NEW YORK STANDARD SCHOOL PLAN TYPE C-2, TWO-STORY SENIOR HIGH SCHOOL 1000 EXPANDABLE TO 1200 PUPILS."},
      {
        "id":"ED018937",
        "title":"STATE OF NEW YORK STANDARD PLAN TYPE A-1, ONE-STORY 14-21 CLASSROOM ELEMENTARY SCHOOL."},
      {
        "id":"ED018938",
        "title":"STATE OF NEW YORK STANDARD PLAN TYPE A-2, ONE-STORY 21-28 CLASSROOM ELEMENTARY SCHOOL."},
      {
        "id":"ED018939",
        "title":"STATE OF NEW YORK STANDARD SCHOOL PLAN TYPE A-3, TWO-STORY 21-28 CLASSROOM ELEMENTARY SCHOOL."},
      {
        "id":"ED018940",
        "title":"SCHOOL SITE STANDARDS AND SITE SELECTION."},
      {
        "id":"ED018942",
        "title":"ARCHITECTURE FOR ADULT EDUCATION. A GRAPHIC GUIDE FOR THOSE WHO ARE PLANNING PHYSICAL FACILITIES FOR ADULT EDUCATION."},
      {
        "id":"ED018945",
        "title":"GUIDE FOR EDUCATIONAL PLANNING OF PUBLIC SCHOOL BUILDINGS AND SITES IN MINNESOTA, 1966 EDITION."},
      {
        "id":"ED018946",
        "title":"PLANNING YOUR PLAYGROUND."},
      {
        "id":"ED018948",
        "title":"SOLAR EFFECTS ON BUILDING DESIGN."},
      {
        "id":"ED018949",
        "title":"CAPITAL REQUIREMENTS STUDY, APRIL 1964."},
      {
        "id":"ED018950",
        "title":"DENTAL SCHOOL PLANNING."},
      {
        "id":"ED018951",
        "title":"MAJOR CONSIDERATIONS IN SCHOOL MODERNIZATION--AGE, LOCATION, EDUCATIONAL ADEQUACY. NEW LIFE FOR OLD SCHOOLS, NEWSLETTER NO. 22."},
      {
        "id":"ED018952",
        "title":"THROUGH CABLE TO CLASSROOM, A GUIDE TO ITV DISTRIBUTION SYSTEMS."},
      {
        "id":"ED018953",
        "title":"HOW TO PROVIDE AUTOMATIC FIRE PROTECTION FOR YOUR BUILDING."},
      {
        "id":"ED018954",
        "title":"HOW TO SELECT THE PROPER SECURITY AND EQUIPMENT SURVEILLANCE SYSTEMS TO PROTECT YOUR FACILITIES."},
      {
        "id":"ED018955",
        "title":"PREVENTIVE MAINTENANCE. HONEYWELL PLANNING GUIDE."},
      {
        "id":"ED018956",
        "title":"REPORT TO WILSON COLLEGE. A PROGRAM FOR PHYSICAL PLANT AND LAND DEVELOPMENT."},
      {
        "id":"ED018957",
        "title":"EXPERIENCE WITH TEACHING MACHINES AND PROGRAMMED LEARNING."},
      {
        "id":"ED018958",
        "title":"CONTRACT DOCUMENTS AND PERFORMANCE SPECIFICATIONS."},
      {
        "id":"ED018961",
        "title":"A REVIEW OF SELECTED REFERENCES RELATING TO THE PLANNING OF HIGHER EDUCATION FACILITIES."},
      {
        "id":"ED018962",
        "title":"PLANNING FOR INSTRUCTIONAL RESOURCES AT A RAPIDLY GROWING URBAN UNIVERSITY."},
      {
        "id":"ED018963",
        "title":"EDUCATIONAL BUILDINGS. PART I, SCHOOLS. A SELECTED LIST OF BOOKS AND REPORTS RECEIVED BY THE BUILDING RESEARCH LIBRARY, NO. 24."},
      {
        "id":"ED018965",
        "title":"8 MICRO-LINK VARIAN 2500 MEGACYCLE ITV SYSTEMS."},
      {
        "id":"ED018966",
        "title":"THE ACTIVITY/SPACE, A LEAST COMMON DENOMINATOR FOR ARCHITECTURAL PROGRAMMING."},
      {
        "id":"ED018967",
        "title":"COMPUTER MODELING IN CAMPUS DESIGN. CASE STUDY AT DUKE UNIVERSITY. FINAL PAPER."},
      {
        "id":"ED018968",
        "title":"SUWANNEE AREA PHYSICAL EDUCATION PROJECT. INNOVATIONS IN ELEMENTARY PHYSICAL EDUCATION EQUIPMENT."},
      {
        "id":"ED018969",
        "title":"A DEMONSTRATION CENTER TO IMPLEMENT AND TEST THE SCHOOL PROPERTY ACCOUNTING SYSTEM PRESENTED IN HANDBOOK III U.S. DEPARTMENT OF HEALTH, EDUCATION AND WELFARE."},
      {
        "id":"ED018970",
        "title":"THE ACCEPTANCE OF CARPET AS A SCHOOL FLOOR COVERING. AN ADDRESS TO MASSACHUSETTS ASSOCIATION OF SCHOOL COMMITTEES, (CHICOPEE, MASSACHUSETTS, MAY 21, 1964)."},
      {
        "id":"ED018971",
        "title":"WHAT ABOUT CARPET. A SPEECH DELIVERED TO MASSACHUSETTS ASSOCIATION OF SCHOOL COMMITTEES, (CHICOPEE, MASSACHUSETTS, MAY 21, 1964)."},
      {
        "id":"ED018973",
        "title":"PROJECTION OF THOUGHTS AND IDEAS ON SCHOOL BUILDINGS OF TOMORROW--A SPEECH GIVEN TO THE 1ST ANNUAL SCHOOL ADMINISTRATORS SEMINAR OF THE AMERICAN SCHOOL FOOD SERVICE ASSOCIATION (VAIL VILLAGE, COLORADO, DEC. 6-8, 1967). (TITLE SUPPLIED)."},
      {
        "id":"ED018974",
        "title":"SIZE FACTORS AND NON-DOLLAR COSTS OF SECONDARY SCHOOLS, PHASE 1. FINAL REPORT."},
      {
        "id":"ED018975",
        "title":"SEQUENCING OF INSTRUCTION IN RELATION TO HIERARCHIES OF COMPETENCE."},
      {
        "id":"ED018976",
        "title":"INSTRUCTIONAL MATERIALS WITHIN THE SEMINAR. FINAL REPORT."},
      {
        "id":"ED018977",
        "title":"PROGRAMMED INSTRUCTION IN AUDIO-VISUAL EQUIPMENT OPERATION AND APPLICATION."},
      {
        "id":"ED018978",
        "title":"TELEVISION AND RELATED MEDIA IN TEACHER EDUCATION, SOME EXEMPLARY PRACTICES."},
      {
        "id":"ED018979",
        "title":"HOW TO USE THE OVERHEAD PROJECTOR IN MATHEMATICS EDUCATION."},
      {
        "id":"ED018980",
        "title":"ITFS, WHAT IT IS...HOW TO PLAN, INSTRUCTIONAL TELEVISION FIXED SERVICE."},
      {
        "id":"ED018981",
        "title":"THE USE OF VIDEO PROCESSES IN TEACHER EDUCATION."},
      {
        "id":"ED018988",
        "title":"SUMMARY REPORT ON THE LAKE OKOBOJI AUDIOVISUAL LEADERSHIP CONFERENCE (10TH, MILFORD, IOWA, AUGUST 16-20, 1964)."},
      {
        "id":"ED018989",
        "title":"PROGRAMMED INSTRUCTION AS AN ADJUNCT TO A COURSE IN ADOLESCENT PSYCHOLOGY."},
      {
        "id":"ED019000",
        "title":"A COMPUTERIZED DETERMINATION OF THE READABILITY OF PROGRAMMED MATERIALS USING COMPLETE UNITS."},
      {
        "id":"ED019001",
        "title":"EXPERIMENTS WITH CLOSED CIRCUIT TELEVISION (CCTV)."},
      {
        "id":"ED019002",
        "title":"AN EXPERIMENTAL STUDY UTILIZING CLOSED-CIRCUIT TELEVISION IN THE TEACHING OF DENTAL TECHNIQUES."},
      {
        "id":"ED019003",
        "title":"PLANNING AND CONSTRUCTION OF A UNIVERSITY COURSE IN EDUCATIONAL TECHNOLOGY."},
      {
        "id":"ED019005",
        "title":"PROGRAMMED LEARNING IN CENTRAL AFRICAN CONTEXTS."},
      {
        "id":"ED019006",
        "title":"NEW RELATIONSHIPS IN INSTRUCTIONAL TELEVISION, PROCEEDINGS OF THE CONFERENCE JOINTLY SPONSORED BY THE EDUCATION SECTION OF THE ELECTRONIC INDUSTRIES ASSOCIATION AND THE INSTRUCTIONAL DIVISION OF THE NATIONAL ASSOCIATION OF EDUCATIONAL BROADCASTERS."},
      {
        "id":"ED019007",
        "title":"THE 1968 CATALOG OF RECORDED TELEVISION COURSES AVAILABLE FROM NATIONAL GREAT PLAINS INSTRUCTIONAL TELEVISION LIBRARY."},
      {
        "id":"ED019008",
        "title":"MULTI-MEDIA CATALOG OF THE INSTRUCTIONAL MATERIALS CENTER."},
      {
        "id":"ED019009",
        "title":"THE TEACHER, PROGRAMED MATERIALS, AND INSTRUCTIONAL INTERACTION--AN ASSESSMENT OF FIVE SELECTED CONDITIONS OF TEACHER AND PROGRAM INTEGRATION. FINAL REPORT."},
      {
        "id":"ED019011",
        "title":"A BASIC REFERENCE SHELF ON THE NEW MEDIA AND TEACHER TRAINING. A SERIES ONE PAPER FROM ERIC AT STANFORD."},
      {
        "id":"ED019012",
        "title":"A BASIC REFERENCE SHELF ON FACILITIES FOR INSTRUCTIONAL MEDIA. A SERIES ONE PAPER FROM ERIC AT STANFORD."},
      {
        "id":"ED019013",
        "title":"A BASIC REFERENCE SHELF ON PROGRAMED INSTRUCTION. A SERIES ONE PAPER FROM ERIC AT STANFORD."},
      {
        "id":"ED019014",
        "title":"A SURVEY OF THE TEACHING OF RUSSIAN IN THE US, FALL 1966, PART 1--COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED019015",
        "title":"CONTRASTIVE CULTURAL FEATURES IN FL TEACHING."},
      {
        "id":"ED019017",
        "title":"A COMPARISON OF THE MLA FOREIGN LANGUAGE PROFICIENCY TESTS FOR TEACHERS AND ADVANCED STUDENTS WITH THE MLA FOREIGN LANGUAGE COOPERATIVE TESTS."},
      {
        "id":"ED019018",
        "title":"A SURVEY OF THE TEACHING OF RUSSIAN IN THE US, FALL 1966, PART 2--SECONDARY SCHOOLS."},
      {
        "id":"ED019019",
        "title":"GERMAN PLACEMENT POLICY."},
      {
        "id":"ED019020",
        "title":"PLACEMENT TEST IN FRENCH."},
      {
        "id":"ED019021",
        "title":"PROFICIENCY EXAMINATIONS IN FRENCH AT THE UNIVERSITY OF MICHIGAN RESIDENTIAL COLLEGE."},
      {
        "id":"ED019022",
        "title":"INNER CITY LATIN CONFERENCE, WASHINGTON, D.C., NOVEMBER 1967."},
      {
        "id":"ED019023",
        "title":"A TECHNIQUE FOR LANGUAGE LABORATORY TESTING."},
      {
        "id":"ED019024",
        "title":"NORME PEDAGOGIQUE--LES STRUCTURES INTERROGATIVES DU FRANCAIS (PEDAGOGICAL NORM--THE INTERROGATIVE STRUCTURES OF FRENCH)."},
      {
        "id":"ED019025",
        "title":"ANNUAL REPORT TO THE CONGRESS ON THE INTERNATIONAL EDUCATIONAL AND CULTURAL EXCHANGE PROGRAM, FISCAL YEAR 1966."},
      {
        "id":"ED019026",
        "title":"INTERNATIONAL EDUCATIONAL EXCHANGE, THE OPENING DECADES 1946-1966. A REPORT OF THE BOARD OF FOREIGN SCHOLARSHIPS."},
      {
        "id":"ED019027",
        "title":"FACT SHEET ON THE INTERNATIONAL EDUCATIONAL EXCHANGE PROGRAM, 1946-1966."},
      {
        "id":"ED019028",
        "title":"TWO YEARS WITH THE SAINT-CLOUD MATERIALS."},
      {
        "id":"ED019029",
        "title":"FOREIGN LANGUAGE BELOW THE NINTH GRADE--WHAT ARE WE DOING."},
      {
        "id":"ED019030",
        "title":"FOREIGN LANGUAGES IN ELEMENTARY SCHOOLS, SOME QUESTIONS AND ANSWERS."},
      {
        "id":"ED019031",
        "title":"CHILDHOOD AND SECOND LANGUAGE LEARNING."},
      {
        "id":"ED019032",
        "title":"OCCUPATION--LANGUAGE LABORATORY DIRECTOR."},
      {
        "id":"ED019033",
        "title":"THE USE AND MISUSE OF LANGUAGE LABORATORIES."},
      {
        "id":"ED019034",
        "title":"FACTORS GOVERNING RETENTION IN COLLEGE."},
      {
        "id":"ED019036",
        "title":"ONE SEMESTER OF OLD FRENCH, A FOOT IN THE DOOR."},
      {
        "id":"ED019037",
        "title":"PLACEMENT TESTING--FROM FLES TO HIGH SCHOOL. A REPORT OF THE MODERN LANGUAGE ACHIEVEMENT AND PLACEMENT TESTING PROGRAM OF WEST HIGH SCHOOL, BAKERSFIELD, CALIFORNIA."},
      {
        "id":"ED019038",
        "title":"THE MULTI-SENSORY APPROACH."},
      {
        "id":"ED019039",
        "title":"THE REGENTS STATEWIDE PLAN FOR THE EXPANSION AND DEVELOPMENT OF HIGHER EDUCATION, 1964, WITH THE PROGRESS REPORTS FOR 1966 AND 1967. (TITLE SUPPLIED)."},
      {
        "id":"ED019040",
        "title":"RECOMMENDATIONS FOR BETTER ENGLISH INSTRUCTION."},
      {
        "id":"ED019041",
        "title":"COMMUNITY COLLEGES IN BRITAIN."},
      {
        "id":"ED019042",
        "title":"OPEN DOOR = COLOR TV."},
      {
        "id":"ED019044",
        "title":"SALARY SCHEDULES IN CALIFORNIA PUBLIC JUNIOR COLLEGES. (TITLE SUPPLIED)."},
      {
        "id":"ED019045",
        "title":"A PRIMER FOR PLANNERS."},
      {
        "id":"ED019046",
        "title":"POLICIES AFFECTING ACCEPTANCE OF TRANSFER CREDIT FOR COURSES IN TECHNICAL EDUCATION."},
      {
        "id":"ED019047",
        "title":"A RESEARCH STUDY OF AGRICULTURAL TRAINING NEEDS IN VENTURA COUNTY."},
      {
        "id":"ED019048",
        "title":"EXPLORING THE TASKS OF THE COMMUNITY JUNIOR COLLEGE ADMINISTRATOR, PROCEEDINGS OF THE JUNIOR COLLEGE ADMINISTRATIVE TEAMS INSTITUTE (1ST, UNIVERSITY OF FLORIDA, JULY 31-AUGUST 5, 1961)."},
      {
        "id":"ED019050",
        "title":"THE CARE AND FEEDING OF THE COMMUNITY JUNIOR COLLEGE, PROCEEDINGS OF THE ANNUAL JUNIOR COLLEGE ADMINISTRATIVE TEAMS INSTITUTE (7TH, DAYTONA BEACH, AUGUST 13-15, 1967)."},
      {
        "id":"ED019051",
        "title":"EDUCATIONAL SPECIFICATIONS FOR THE NORTH CAMPUS OF SEATTLE COMMUNITY COLLEGE."},
      {
        "id":"ED019052",
        "title":"EDUCATIONAL SPECIFICATIONS FOR THE SOUTH CAMPUS OF SEATTLE COMMUNITY COLLEGE."},
      {
        "id":"ED019053",
        "title":"A REPORT ON EXPERIMENTATION IN THE TEACHING OF THE FIRST COURSE IN ALGEBRA AT EL CAMINO COLLEGE."},
      {
        "id":"ED019054",
        "title":"INNOVATION IN HEALTH EDUCATION AT THE JUNIOR COLLEGE."},
      {
        "id":"ED019055",
        "title":"USE OF COMPUTERS IN JUNIOR COLLEGE INSTRUCTIONAL SYSTEMS."},
      {
        "id":"ED019056",
        "title":"SETTING THE STAGE FOR CHANGE IN THE JUNIOR COLLEGE--A CASE STUDY."},
      {
        "id":"ED019057",
        "title":"THE USE OF IMMEDIATE RESPONSE SYSTEMS IN JUNIOR COLLEGE."},
      {
        "id":"ED019058",
        "title":"JUNIOR COLLEGE LIBRARY ORIENTATION INNOVATIONS."},
      {
        "id":"ED019059",
        "title":"THIRD GENERATION COMPUTER CURRICULUM AND INNOVATIVE TEACHING METHODS AT EL CAMINO COLLEGE."},
      {
        "id":"ED019060",
        "title":"REEVALUATION OF THE JUNIOR COLLEGE CURRICULUM--A PREREQUISITE FOR INSTRUCTIONAL INNOVATION."},
      {
        "id":"ED019061",
        "title":"INNOVATION IN PRACTICE--THE INSTANT STUDENT RESPONSE SYSTEM WITH EMPHASIS ON MOUNT SAN JACINTO COLLEGE."},
      {
        "id":"ED019062",
        "title":"STATEMENT OF POLICIES AND PROCEDURES FOR STUDENT ORGANIZATIONS AT THE HARRISBURG AREA COMMUNITY COLLEGE, 1965-1966."},
      {
        "id":"ED019063",
        "title":"HARRISBURG TRI-COUNTY HEALTH MANPOWER SURVEY REPORT. PRELIMINARY."},
      {
        "id":"ED019064",
        "title":"SELECT COUNCIL ON POST-HIGH-SCHOOL EDUCATION CONFERENCE (TALLAHASSEE, JANUARY 26-27, 1968). SUMMARY REPORT."},
      {
        "id":"ED019065",
        "title":"VIRGINIA ADMINISTRATIVE SALARY SURVEY, FISCAL YEAR 1967-68."},
      {
        "id":"ED019066",
        "title":"DEMOGRAPHIC FACTORS ASSOCIATED WITH HIGHER EDUCATION IN DELAWARE AND ENROLLMENT PROJECTIONS FROM 1966 TO 1975."},
      {
        "id":"ED019067",
        "title":"PROCEEDINGS OF THE ADVANCED WORKSHOP IN JUNIOR COLLEGE ADMINISTRATION (UNIVERSITY OF CALIFORNIA, BERKELEY, JULY 10-28, 1967)."},
      {
        "id":"ED019068",
        "title":"A NEW APPROACH TO THE PLANNING AND MANAGEMENT OF EDUCATIONAL RESEARCH."},
      {
        "id":"ED019069",
        "title":"TECHNICAL EDUCATION--LESS-THAN-BACCALAUREATE LEVEL PROGRAMS IN HIGHER EDUCATION."},
      {
        "id":"ED019070",
        "title":"THE ROLE OF COMMUNITY COLLEGE ADMINISTRATION IN RELATION TO INSTITUTIONAL RESEARCH, REPORT OF THE DRIVE-IN CONFERENCE (WAYNE STATE UNIVERSITY, MAY 5, 1967)."},
      {
        "id":"ED019071",
        "title":"ADMINISTRATIVE PROBLEMS IN RELATION TO THE OPEN-DOOR POLICY OF COMMUNITY COLLEGES, REPORT OF THE DRIVE-IN CONFERENCE (WAYNE STATE UNIVERSITY, OCTOBER 28, 1966)."},
      {
        "id":"ED019072",
        "title":"COMPARING AN EXPERIMENTAL AND A CONVENTIONAL METHOD OF TEACHING LINGUISTIC SKILLS."},
      {
        "id":"ED019073",
        "title":"THE EFFECT OF FORCED COUNSELING--INDIVIDUAL AND GROUP--WITH STUDENTS TRANSFERRING INTO THE GENERAL COLLEGE ON PROBATION."},
      {
        "id":"ED019074",
        "title":"A CLASSIFICATION OF THE GENERAL COLLEGE STUDENT PERSONNEL OFFICE CASE LOAD."},
      {
        "id":"ED019075",
        "title":"SAMPLING AND COMMUNITY RELATIONS."},
      {
        "id":"ED019077",
        "title":"SALVAGE, REDIRECTION, OR CUSTODY--REMEDIAL EDUCATION IN THE COMMUNITY JUNIOR COLLEGE."},
      {
        "id":"ED019079",
        "title":"A MASTER PLAN FOR HIGHER EDUCATION IN ILLINOIS AND THE ILLINOIS PUBLIC JUNIOR COLLEGE ACT. (TITLE SUPPLIED)."},
      {
        "id":"ED019080",
        "title":"A PROGRAM FOR ARCHITECTURAL TECHNICIAN'S TRAINING."},
      {
        "id":"ED019081",
        "title":"REPORT ON PARA MEDICAL CURRICULA AT LOS ANAGELES CITY COLLEGE."},
      {
        "id":"ED019082",
        "title":"TRADITIONAL PRACTICES IN A PRAGMATIC INSTITUTION."},
      {
        "id":"ED019083",
        "title":"SURVEY, COMMENCEMENT EXERCISES IN CALIFORNIA JUNIOR COLLEGES."},
      {
        "id":"ED019085",
        "title":"A FOLLOW-UP STUDY ON DISCONTINUING STUDENTS AT GROSSMONT COLLEGE."},
      {
        "id":"ED019086",
        "title":"MINUTES OF THE ANNUAL CONVENTION OF THE PENNSYLVANIA ASSOCIATION OF JUNIOR COLLEGES (25TH, PITTSBURGH, OCTOBER 13-14, 1967)."},
      {
        "id":"ED019087",
        "title":"ACCESS TO QUALITY COMMUNITY COLLEGE OPPORTUNITY, A MASTER PLAN FOR MASSACHUSETTS COMMUNITY COLLEGES THROUGH 1975. SUMMARY REPORT."},
      {
        "id":"ED019089",
        "title":"A LIBRARY PROGRAM FOR COLUMBIA."},
      {
        "id":"ED019093",
        "title":"NEIGHBORHOOD LIBRARY CENTERS AND SERVICES, A STUDY OF THE NATIONAL BOOK COMMITTEE FOR THE OFFICE OF ECONOMIC OPPORTUNITY."},
      {
        "id":"ED019095",
        "title":"RESOURCES OF CANADIAN ACADEMIC AND RESEARCH LIBRARIES."},
      {
        "id":"ED019096",
        "title":"LIBRARY SCIENCE EDUCATION AND ITS RELATIONSHIP TO COMPETENCE IN ADULT BOOK SELECTION IN PUBLIC LIBRARIES. RESEARCH SERIES NO. 9."},
      {
        "id":"ED019097",
        "title":"PROFESSIONAL EDUCATION AND REFERENCE EFFICIENCY. RESEARCH SERIES NO. 11."},
      {
        "id":"ED019099",
        "title":"BOOK CATALOG AND CARD CATALOG--A COST AND SERVICE STUDY."},
      {
        "id":"ED019104",
        "title":"THE ESC COMPUTERIZED CIRCULATION SYSTEM MODEL II."},
      {
        "id":"ED019106",
        "title":"TELEFACSIMILE IN LIBRARIES -- A REPORT OF AN EXPERIMENT IN FACSIMILE TRANSMISSION AND AN ANALYSIS OF IMPLICATIONS FOR INTERLIBRARY LOAN SYSTEMS."},
      {
        "id":"ED019110",
        "title":"THE NATIONAL TEACHER CORPS PROGRAM, 1966-67 EVALUATION REPORT."},
      {
        "id":"ED019111",
        "title":"SOCIAL CLASS AND COGNITIVE DEVELOPMENT IN INFANCY."},
      {
        "id":"ED019112",
        "title":"A REPORT OF THE SOUTHERN REGIONAL CONFERENCE ON EARLY CHILDHOOD EDUCATION."},
      {
        "id":"ED019113",
        "title":"THE EFFECTS OF TWO VARIABLES ON THE PROBLEM-SOLVING ABILITIES OF FIRST-GRADE CHILDREN."},
      {
        "id":"ED019115",
        "title":"EXPANDED PREKINDERGARTEN PROGRAM, EVALUATION OF NEW YORK CITY TITLE I EDUCATIONAL PROJECTS 1966-67."},
      {
        "id":"ED019116",
        "title":"THE EFFECTS OF A HIGHLY STRUCTURED PRESCHOOL PROGRAM ON THE MEASURED INTELLIGENCE OF CULTURALLY DISADVANTAGED FOUR-YEAR-OLD CHILDREN. INTERIM REPORT."},
      {
        "id":"ED019117",
        "title":"A FRESH APPROACH TO EARLY CHILDHOOD EDUCATION AND A STUDY OF ITS EFFECTIVENESS. LEARNING TO LEARN PROGRAM."},
      {
        "id":"ED019118",
        "title":"FINAL REPORT ON HEAD START EVALUATION AND RESEARCH--1966-67 TO THE INSTITUTE FOR EDUCATIONAL DEVELOPMENT. SECTION II, ON THE INTERPRETATION OF MULTIVARIATE SYSTEMS."},
      {
        "id":"ED019119",
        "title":"FINAL REPORT ON HEAD START EVALUATION AND RESEARCH--1966-67 TO THE INSTITUTE FOR EDUCATIONAL DEVELOPMENT. SECTION III, INFLUENCING ATTITUDES OF PARENTS AND TEACHERS THROUGH REWARDING CHILDREN."},
      {
        "id":"ED019120",
        "title":"FINAL REPORT ON HEAD START EVALUATION AND RESEARCH--1966-67 TO THE INSTITUTE FOR EDUCATIONAL DEVELOPMENT. SECTION IV, AN EXPLORATORY STUDY OF ORAL LANGUAGE DEVELOPMENT AMONG CULTURALLY DIFFERENT CHILDREN."},
      {
        "id":"ED019121",
        "title":"FINAL REPORT ON HEAD START EVALUATION AND RESEARCH--1966-67 TO THE INSTITUTE FOR EDUCATIONAL DEVELOPMENT. SECTION V, THE ROLE OF DIALECT IN THE SCHOOL-SOCIALIZATION OF LOWER CLASS CHILDREN."},
      {
        "id":"ED019122",
        "title":"FINAL REPORT ON HEAD START EVALUATION AND RESEARCH--1966-67 TO THE INSTITUTE FOR EDUCATIONAL DEVELOPMENT. SECTION VI, THE MEASUREMENT OF BILINGUALISM AND BICULTURAL SOCIALIZATION OF THE CHILD IN THE SCHOOL SETTING--THE DEVELOPMENT OF INSTRUMENTS."},
      {
        "id":"ED019123",
        "title":"FINAL REPORT ON HEAD START EVALUATION AND RESEARCH--1966-67 TO THE INSTITUTE FOR EDUCATIONAL DEVELOPMENT. SECTION VII, SENSORY AND PERCEPTUAL STUDIES."},
      {
        "id":"ED019124",
        "title":"FINAL REPORT ON HEAD START EVALUATION AND RESEARCH--1966-67 TO THE INSTITUTE FOR EDUCATIONAL DEVELOPMENT. SECTION VIII, RELATIONSHIPS BETWEEN SELF-CONCEPT AND SPECIFIC VARIABLES IN A LOW-INCOME CULTURALLY DIFFERENT POPULATION."},
      {
        "id":"ED019125",
        "title":"LANGUAGE DEVELOPMENT EXPERIENCES FOR YOUNG CHILDREN."},
      {
        "id":"ED019126",
        "title":"GUIDE FOR TEACHING PHYSICAL EDUCATION, GRADES 1-6."},
      {
        "id":"ED019127",
        "title":"EARLY LEARNING IN THE HOME."},
      {
        "id":"ED019129",
        "title":"ABSTRACTS OF RESEARCH PERTAINING TO--UNGRADED VS SELF-CONTAINED CLASSROOM ORGANIZATION IN THE ELEMENTARY SCHOOL (GRADES 1-7)."},
      {
        "id":"ED019130",
        "title":"GROUP WORK WITH PARENTS OF CHILDREN WITH LEARNING DISORDERS."},
      {
        "id":"ED019131",
        "title":"REPORT OF THE EFFECTIVENESS OF PROJECT HEAD START, LUBBOCK, TEXAS. PARTS I, II, AND APPENDICES."},
      {
        "id":"ED019133",
        "title":"DESIGN FOR A PLAYROOM."},
      {
        "id":"ED019134",
        "title":"LINGUISTICS IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED019135",
        "title":"AN EVALUATION OF A PRESCHOOL TRAINING PROGRAM FOR CULTURALLY DEPRIVED CHILDREN. FINAL REPORT."},
      {
        "id":"ED019136",
        "title":"DEVELOPMENT OF A GROUP MEASURE TO ASSESS THE EXTENT OF PRE-LOGICAL AND PRE-CAUSAL THINKING IN PRIMARY SCHOOL AGE CHILDREN."},
      {
        "id":"ED019137",
        "title":"COVERT PROJECT, YEAR 1."},
      {
        "id":"ED019138",
        "title":"DIFFERENTIATION BETWEEN NORMAL AND DISORDERED CHILDREN BY A COMPUTER ANALYSIS OF EMOTIONAL AND VERBAL BEHAVIOR."},
      {
        "id":"ED019139",
        "title":"EXTINCTION IN DISCRIMINATION LEARNING--PRESENTATION AND CONTINGENCY VARIABLES AND ASSOCIATED SIDE EFFECTS."},
      {
        "id":"ED019140",
        "title":"Learning."},
      {
        "id":"ED019141",
        "title":"EVALUATING THE CHILD'S LANGUAGE COMPETENCE."},
      {
        "id":"ED019142",
        "title":"CRITICAL OVERVIEW OF EARLY CHILDHOOD EDUCATION PROGRAMS."},
      {
        "id":"ED019143",
        "title":"SENSORIMOTOR EXPERIENCE AND CONCEPT FORMATION IN EARLY CHILDHOOD. FINAL REPORT."},
      {
        "id":"ED019144",
        "title":"A COMPARISON BETWEEN THE ORAL AND WRITTEN RESPONSES OF FIRST-GRADE CHILDREN IN I.T.A. AND T.O. CLASSES."},
      {
        "id":"ED019145",
        "title":"DROP-OUTS IN SMALL SCHOOLS."},
      {
        "id":"ED019146",
        "title":"ROSALIE H. WAX, LIST OF HER PUBLICATIONS. (TITLE SUPPLIED)."},
      {
        "id":"ED019147",
        "title":"MURRAY L. WAX, LIST OF HIS PUBLICATIONS. (TITLE SUPPLIED)."},
      {
        "id":"ED019149",
        "title":"TEXAS SMALL SCHOOLS PROJECT, 1960."},
      {
        "id":"ED019150",
        "title":"EDUCATIONAL AND OCCUPATIONAL PROGRESS OF RURAL YOUTH IN UTAH--A FOLLOW-UP STUDY."},
      {
        "id":"ED019151",
        "title":"NATIONAL CONFERENCE ON POVERTY IN THE SOUTHWEST (JANUARY 25-26, 1965)."},
      {
        "id":"ED019152",
        "title":"A PROGRAM FOR CHILDREN WHO FOLLOW THE CROPS."},
      {
        "id":"ED019153",
        "title":"EAU CLAIRE COUNTY YOUTH STUDY, 1966."},
      {
        "id":"ED019154",
        "title":"TEACHING ENGLISH AS A SECOND LANGUAGE."},
      {
        "id":"ED019155",
        "title":"APPROACHES TO FIRST GRADE ENGLISH READING INSTRUCTION FOR CHILDREN FROM SPANISH-SPEAKING HOMES."},
      {
        "id":"ED019156",
        "title":"THE EFFECT OF CULTURAL DIFFERENCE IN THE EDUCATION OF SPANISH AMERICANS."},
      {
        "id":"ED019157",
        "title":"THE RURAL SCHOOL DROPOUT, A TEN-YEAR FOLLOW-UP STUDY OF EASTERN KENTUCKY YOUTH."},
      {
        "id":"ED019159",
        "title":"MIGRANT ACTION PROGRAM. ANNUAL REPORT 1966."},
      {
        "id":"ED019160",
        "title":"BILINGUAL EDUCATION FOR MEXICAN-AMERICAN CHILDREN, A REPORT OF AN EXPERIMENT CONDUCTED IN THE MARYSVILLE JOINT UNIFIED SCHOOL DISTRICT."},
      {
        "id":"ED019161",
        "title":"GUIDELINES FOR VOCATIONAL AGRICULTURE."},
      {
        "id":"ED019162",
        "title":"SUMMER MIGRANT PROJECT, UNIFIED SCHOOL DISTRICT NUMBER 467, WICHITA COUNTY, LEOTI, KANSAS. EVALUATION REPORT."},
      {
        "id":"ED019163",
        "title":"THE COMPREHENSIVE EDUCATIONAL PROGRAM FOR WEST VIRGINIA SCHOOLS."},
      {
        "id":"ED019164",
        "title":"PROGRAM GUIDELINES FOR CHILDREN OF MIGRATORY AGRICULTURAL WORKERS."},
      {
        "id":"ED019165",
        "title":"EDUCATIONAL PROGRAM FOR CHILDREN OF MIGRATORY AGRICULTURAL WORKERS UNDER THE PROVISIONS OF TITLE I OF THE ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965."},
      {
        "id":"ED019166",
        "title":"RACIAL AND ETHNIC SURVEY OF CALIFORNIA PUBLIC SCHOOLS. PART II, DISTRIBUTION OF EMPLOYEES."},
      {
        "id":"ED019167",
        "title":"RACIAL AND ETHNIC SURVEY OF CALIFORNIA PUBLIC SCHOOLS. PART ONE--DISTRIBUTION OF PUPILS."},
      {
        "id":"ED019168",
        "title":"DEVELOPMENT OF 4-H COMMUNITY ORGANIZATIONS IN MASSACHUSETTS."},
      {
        "id":"ED019169",
        "title":"THE EDUCATIONAL AND OCCUPATIONAL PERSPECTIVES OF RURAL YOUTH."},
      {
        "id":"ED019170",
        "title":"THE DURHAM EDUCATION IMPROVEMENT PROGRAM 1966-1967."},
      {
        "id":"ED019171",
        "title":"THE EFFECT OF RURALITY ON THE EDUCATION OF RURAL YOUTH."},
      {
        "id":"ED019173",
        "title":"SCHOOL PLANTS AND SCHOOL DISTRICT ORGANIZATION."},
      {
        "id":"ED019174",
        "title":"PEOPLES-PLACES-PERSPECTIVES--THE GREAT PLAINS STATES."},
      {
        "id":"ED019175",
        "title":"DOMESTIC MIGRATORY FARMWORKERS PERSONAL AND ECONOMIC CHARACTERISTICS."},
      {
        "id":"ED019177",
        "title":"AN OVERVIEW OF PROJECT LEER--BOOKS IN SPANISH FOR PUBLIC AND SCHOOL LIBRARIES IN THE UNITED STATES. (TITLE SUPPLIED)."},
      {
        "id":"ED019179",
        "title":"A STUDY OF THE CHANGE IN INTELLIGENCE DISTRIBUTION OVER A TWENTY YEAR PERIOD IN CENTRAL IOWA."},
      {
        "id":"ED019180",
        "title":"READING DEVELOPMENTAL SKILLS."},
      {
        "id":"ED019181",
        "title":"READING MACHINES FOR THE BLIND."},
      {
        "id":"ED019182",
        "title":"INDIVIDUALIZED READING--ITS PHILOSOPHY, RESEARCH, IMPLEMENTATION."},
      {
        "id":"ED019183",
        "title":"APPLYING AUDIO-LINGUAL (ORAL) TECHNOLOGY TO BEGINNING READING."},
      {
        "id":"ED019187",
        "title":"VARIATIONS IN BASIC WORD STUDY PROCEDURES FOR PRIMARY GRADES."},
      {
        "id":"ED019188",
        "title":"ESTABLISHING AN INDIVIDUALIZED READING PROGRAM--RHETORICAL AND ANALYTICAL APPROACHES, UPPER ELEMENTARY GRADES."},
      {
        "id":"ED019189",
        "title":"INDIVIDUALIZED READING AT THIRD GRADE LEVEL."},
      {
        "id":"ED019190",
        "title":"GENERAL IMPROVEMENT OF READING, GRADES 1-12, TEACHER TRAINING PROGRAM OF TITLE III, P. L. 89-10."},
      {
        "id":"ED019191",
        "title":"PROGRAMMED INSTRUCTION AS AN APPROACH TO THE TEACHING OF READING, WRITING AND ARITHMETIC TO RETARDED CHILDREN."},
      {
        "id":"ED019194",
        "title":"THE USE OF INDIVIDUALIZED MULTISENSORY MATERIALS TO DEVELOP A BASIC SIGHT VOCABULARY."},
      {
        "id":"ED019195",
        "title":"HOW FIRST-GRADE TEACHERS SPEND THEIR TIME TEACHING LANGUAGE ARTS TO DISADVANTAGED URBAN CHILDREN."},
      {
        "id":"ED019196",
        "title":"EDUCATION AND CAREERS OF REMEDIAL READING SPECIALISTS IN NEW YORK CITY."},
      {
        "id":"ED019197",
        "title":"THE ASSESSMENT OF CHILDREN'S STATEMENTS OF THE MAIN IDEA IN READING."},
      {
        "id":"ED019198",
        "title":"BASAL READER PROGRAMS--HOW DO THEY STAND TODAY."},
      {
        "id":"ED019199",
        "title":"AN INTEGRATED TEAM TEACHING APPROACH TO METHODS COURSE."},
      {
        "id":"ED019200",
        "title":"TEACHER AIDE EXPERIENCES AS A SUPPLEMENT TO READING METHODS COURSES."},
      {
        "id":"ED019202",
        "title":"USING THE CLOZE PROCEDURE AS A TESTING TECHNIQUE."},
      {
        "id":"ED019203",
        "title":"UTILITY OF VOWEL DIGRAPH GENERALIZATIONS IN GRADES ONE THROUGH SIX."},
      {
        "id":"ED019204",
        "title":"BUILDING EFFECTIVE COMPREHENSION SKILLS."},
      {
        "id":"ED019205",
        "title":"A COMPARATIVE STUDY OF THE VALIDITY OF THE BOTEL READING INVENTORY AND SELECTED STANDARDIZED TESTS."},
      {
        "id":"ED019206",
        "title":"AN ANALYSIS OF FACTORS ASSOCIATED WITH INFORMAL READING TESTS AT THE EIGHTH GRADE LEVEL."},
      {
        "id":"ED019207",
        "title":"AN EVALUATIVE LOOK AT THE COOPERATIVE STUDIES OF READING IN FIRST AND SECOND GRADE."},
      {
        "id":"ED019208",
        "title":"INTERRELATING LISTENING AND READING."},
      {
        "id":"ED019209",
        "title":"LITERATURE AND THE DEVELOPMENT OF READING SKILLS."},
      {
        "id":"ED019210",
        "title":"THE ROLE OF PHONICS IN TEACHING READING."},
      {
        "id":"ED019218",
        "title":"ELEMENTARY SCIENCE OUTLINE, A GUIDE TO SUGGESTED CURRICULUM PRACTICES IN ELEMENTARY SCHOOL SCIENCE."},
      {
        "id":"ED019220",
        "title":"STUDY OF BIOLOGY TEACHING AND THE PROSPECT OF ADAPTATION OF THE BSCS PROGRAM FOR HIGH SCHOOLS IN ISRAEL. FINAL REPORT."},
      {
        "id":"ED019224",
        "title":"MICRO-TEACHING, A DESCRIPTION."},
      {
        "id":"ED019226",
        "title":"WILMINGTON OPERATIONAL MATHEMATICS PROGRAM."},
      {
        "id":"ED019227",
        "title":"REORGANIZED SCIENCE CURRICULUM, 6A, SIXTH GRADE SUPPLEMENT."},
      {
        "id":"ED019228",
        "title":"REORGANIZED SCIENCE CURRICULUM, 7B."},
      {
        "id":"ED019229",
        "title":"REORGANIZED SCIENCE CURRICULUM, 7A, GRADE SEVEN SUPPLEMENT."},
      {
        "id":"ED019230",
        "title":"REORGANIZED SCIENCE CURRICULUM, 6C, SIXTH GRADE SUPPLEMENT."},
      {
        "id":"ED019231",
        "title":"REORGANIZED SCIENCE CURRICULUM, 3, GRADE THREE SUPPLEMENT."},
      {
        "id":"ED019232",
        "title":"REORGANIZED SCIENCE CURRICULUM, 4A, FOURTH GRADE SUPPLEMENT."},
      {
        "id":"ED019234",
        "title":"REORGANIZED SCIENCE CURRICULUM, 2, GRADE TWO SUPPLEMENT."},
      {
        "id":"ED019235",
        "title":"REORGANIZED SCIENCE CURRICULUM, 4B, FOURTH GRADE SUPPLEMENT."},
      {
        "id":"ED019236",
        "title":"REORGANIZED SCIENCE CURRICULUM, K, KINDERGARTEN SUPPLEMENT."},
      {
        "id":"ED019237",
        "title":"REORGANIZED SCIENCE CURRICULUM, 6B, A RESOURCE UNIT TO BE TAUGHT IN GRADE SIX."},
      {
        "id":"ED019238",
        "title":"REORGANIZED SCIENCE CURRICULUM, 5B, FIFTH GRADE SUPPLEMENT."},
      {
        "id":"ED019239",
        "title":"REORGANIZED SCIENCE CURRICULUM, 10A, BIOLOGY SUPPLEMENT."},
      {
        "id":"ED019240",
        "title":"REORGANIZED SCIENCE CURRICULUM, 9, NINTH GRADE SUPPLEMENT."},
      {
        "id":"ED019241",
        "title":"REORGANIZED SCIENCE CURRICULUM, 8, GRADE EIGHT SUPPLEMENT."},
      {
        "id":"ED019242",
        "title":"REORGANIZED SCIENCE CURRICULUM, 1, GRADE ONE SUPPLEMENT."},
      {
        "id":"ED019243",
        "title":"THE MAN MADE WORLD, A HIGH SCHOOL COURSE ON THE THEORIES AND TECHNIQUES WHICH CONTRIBUTE TO OUR TECHNOLOGICAL CIVILIZATION."},
      {
        "id":"ED019244",
        "title":"ENGINEERING AND TECHNICIAN ENROLLMENTS FALL 1967. SUMMARY REPORT."},
      {
        "id":"ED019248",
        "title":"A RESOURCE BOOK OF AEROSPACE ACTIVITIES, K-6."},
      {
        "id":"ED019249",
        "title":"SCIENCE AND THE SOCIAL STUDIES, TWENTY-SEVENTH YEARBOOK OF THE NATIONAL COUNCIL FOR THE SOCIAL STUDIES 1956-57."},
      {
        "id":"ED019250",
        "title":"BIBLIOGRAPHY OF SCIENCE COURSES OF STUDY AND TEXTBOOKS GRADES 7-12, 1968."},
      {
        "id":"ED019251",
        "title":"GENERAL REPORT OF MATHEMATICS CONFERENCE AND TWO SPECIFIC REPORTS. (TITLE SUPPLIED)."},
      {
        "id":"ED019252",
        "title":"MARINE SCIENCE FILM CATALOG. MOVIES, FILMSTRIPS, AND SLIDES."},
      {
        "id":"ED019253",
        "title":"A DEVELOPMENTAL STUDY OF MEDICAL TRAINING SIMULATORS FOR ANESTHESIOLOGISTS. FINAL REPORT."},
      {
        "id":"ED019256",
        "title":"THE CAREERS OF ENGLISH MAJORS."},
      {
        "id":"ED019257",
        "title":"ISSUES IN THE PREPARATION OF TEACHERS OF ENGLISH."},
      {
        "id":"ED019258",
        "title":"MORPHOLOGY, MATERIAL FOR INCORPORATION IN CURRICULA OF GRADES 11 AND 12."},
      {
        "id":"ED019260",
        "title":"PHONOLOGY, TEACHING UNITS FOR INCORPORATION IN CURRICULA OF GRADES 11 AND 12."},
      {
        "id":"ED019261",
        "title":"TEACHING ENGLISH TO THE MAJORITY."},
      {
        "id":"ED019262",
        "title":"TEACHING CHILDREN'S WRITING IN ENGLAND."},
      {
        "id":"ED019263",
        "title":"SUB-REGIONAL SPEECH VARIATIONS IN VOCABULARY, GRAMMAR, AND PRONUNCIATION. FINAL REPORT."},
      {
        "id":"ED019264",
        "title":"PRIMING THE PUMP AND CONTROLLING THE FLOW."},
      {
        "id":"ED019265",
        "title":"A PRELIMINARY STUDY OF STANDARD ENGLISH SPEECH PATTERNS IN THE BALTIMORE CITY PUBLIC SCHOOLS."},
      {
        "id":"ED019268",
        "title":"MEETING CENSORSHIP IN THE SCHOOL, A SERIES OF CASE STUDIES."},
      {
        "id":"ED019270",
        "title":"TEACHING HARLEM STUDENTS IN A COLLEGE READINESS WORKSHOP."},
      {
        "id":"ED019271",
        "title":"THE USE OF MOTION PICTURES IN TEACHING SLOW LEARNERS."},
      {
        "id":"ED019272",
        "title":"SIX IDEAS IN SEARCH OF SUPERVISORS OF ENGLISH."},
      {
        "id":"ED019273",
        "title":"IN GRAMMAR'S FALL, WE SINNED ALL."},
      {
        "id":"ED019274",
        "title":"\"HUMANITIES\" AS A SUBJECT."},
      {
        "id":"ED019275",
        "title":"THE ROLE OF THE HUMANITIES IN THE CURRICULUM."},
      {
        "id":"ED019276",
        "title":"THE RELEVANCE OF RHETORIC TO COMPOSITION."},
      {
        "id":"ED019277",
        "title":"\"NEW ENGLISH\" METHODS COURSES AND THE ETPS GUIDELINES."},
      {
        "id":"ED019278",
        "title":"REGIONAL MEETINGS FOR DEPARTMENT CHAIRMEN."},
      {
        "id":"ED019279",
        "title":"SHOPTALK--A COLUMN OF BRIEF TECHNIQUES, IDEAS, GIMMICKS, AND SUNDRY THOUGHTS ABOUT THE TEACHING OF POETRY."},
      {
        "id":"ED019280",
        "title":"THE BATTLE OF THE BOOK REPORTS."},
      {
        "id":"ED019281",
        "title":"A COMPARISON OF THE POETRY SELECTIONS IN SIX LITERATURE ANTHOLOGY SERIES."},
      {
        "id":"ED019286",
        "title":"A STUDY OF THE EFFECTS UPON THE TEACHING EFFECTIVENESS OF ENGLISH TEACHERS OF THE REORGANIZATION OF THE LITERATURE COMPONENT OF A TEACHER-TRAINING CURRICULUM. INTERIM REPORT."},
      {
        "id":"ED019287",
        "title":"AN EXPERIMENTAL STUDY OF THE DEVELOPMENT OF CRITICAL THINKING SKILLS OF HIGH SCHOOL ENGLISH TEACHERS ENROLLED IN A METHODS COURSE. INTERIM REPORT."},
      {
        "id":"ED019288",
        "title":"A CURRICULAR STUDY CONCERNED WITH THE PROCESS AND THE PRODUCT OF AN ENGLISH-EDUCATION COURSE AND ITS EFFECTS UPON EXPERIENCED TEACHERS' ABILITIES TO THINK CRITICALLY. INTERIM REPORT."},
      {
        "id":"ED019289",
        "title":"EVALUATING HIGH SCHOOL ENGLISH PROGRAMS."},
      {
        "id":"ED019291",
        "title":"REPORT ON THE TEACHING OF ENGLISH IN ILLINOIS PUBLIC HIGH SCHOOLS. INTERIM REPORT."},
      {
        "id":"ED019292",
        "title":"DIAGNOSING AND CORRECTING INDIVIDUAL DEFICIENCIES IN LEARNING MUSIC. FINAL REPORT."},
      {
        "id":"ED019293",
        "title":"A PHILOSOPHICAL AND HISTORICAL RATIONALE FOR A NEW APPROACH TO \"PROBLEMS OF DEMOCRACY,\" THE SOCIAL UTILITY OF HISTORICAL NARRATIVE. FINAL REPORT."},
      {
        "id":"ED019294",
        "title":"LITERATURE AS A NECESSITY OF LIFE."},
      {
        "id":"ED019295",
        "title":"PLANNING AND CREATION OF AN INTEGRATED TWO-YEAR LIBERAL ARTS CURRICULUM IN WORLD CIVILIZATIONS FOR UNIVERSITY FRESHMEN AND SOPHOMORES. FINAL REPORT."},
      {
        "id":"ED019296",
        "title":"HATS OFF--OR ON--TO THE JUNIOR COLLEGE."},
      {
        "id":"ED019297",
        "title":"FRESHMAN COMPOSITION--WHEN DO WE SAY WE'VE DONE THE JOB."},
      {
        "id":"ED019298",
        "title":"THE ESSENTIAL MATTER OF COMPOSITION."},
      {
        "id":"ED019299",
        "title":"ASSOCIATED WRITING PROGRAMS."},
      {
        "id":"ED019300",
        "title":"MASTER'S DEGREE PROGRAMS AND THE LIBERAL ARTS COLLEGE. REPORT AND RECOMMENDATIONS FOR FINCH COLLEGE."},
      {
        "id":"ED019301",
        "title":"PROBLEMS OF SEQUENCE IN THE ENGLISH PROGRAM."},
      {
        "id":"ED019302",
        "title":"WHAT IS BEING REVIVED."},
      {
        "id":"ED019304",
        "title":"PROGRESS OF PUBLIC EDUCATION IN THE UNITED STATES OF AMERICA, 1963-64. A REPORT."},
      {
        "id":"ED019305",
        "title":"THE QUEST FOR RACIAL EQUALITY IN THE PITTSBURGH PUBLIC SCHOOLS. ANNUAL REPORT, 1965."},
      {
        "id":"ED019307",
        "title":"THE OPPORTUNITY TO LIVE IN DECENCY AND DIGNITY. ANNUAL REPORT, 1965."},
      {
        "id":"ED019308",
        "title":"THE UTILIZATION OF VOLUNTEERS AND UNDERGRADUATE STUDENTS IN MEETING SOCIO/CULTURAL DEPRIVATION PROBLEMS IN AN ELEMENTARY SCHOOL. DEMONSTRATION PROPOSAL."},
      {
        "id":"ED019309",
        "title":"PROJECT APEX, A PROGRAM FOR EXCELLENCE IN URBAN TEACHER EDUCATION."},
      {
        "id":"ED019310",
        "title":"FINDINGS AND RECOMMENDATIONS."},
      {
        "id":"ED019311",
        "title":"CITY-SCHOOLS PROJECT FOR WORK AMONG SPANISH-NAMED PEOPLE OF DENVER. EVALUATION REPORT."},
      {
        "id":"ED019312",
        "title":"A CHANCE FOR A CHANGE, NEW SCHOOL PROGRAMS FOR THE DISADVANTAGED."},
      {
        "id":"ED019313",
        "title":"THE URBAN NEGRO AND ADOPTION OF CHILDREN."},
      {
        "id":"ED019315",
        "title":"SCHOOL INTEGRATION AND NUMBERS."},
      {
        "id":"ED019317",
        "title":"THE TENEMENT LANDLORD."},
      {
        "id":"ED019318",
        "title":"THE NEGRO IN SCHOOLROOM LITERATURE, RESOURCE MATERIALS FOR THE TEACHER OF KINDERGARTEN THROUGH THE SIXTH GRADE. 2D ED."},
      {
        "id":"ED019320",
        "title":"PROGRAMS FOR THE EDUCATIONALLY DISADVANTAGED."},
      {
        "id":"ED019321",
        "title":"THE NEWARK VICTORIA PLAN, A REPORT TO THE VICTORIA FOUNDATION ON THE STATUS OF THE PLAN."},
      {
        "id":"ED019322",
        "title":"ALTERNATIVES TO INCARCERATION. STUDIES IN DELINQUENCY."},
      {
        "id":"ED019324",
        "title":"REMARKS."},
      {
        "id":"ED019325",
        "title":"ANNUAL REPORT ON MEASURMENT AND EVALUATION, 1965-66, P.L. 89-10, TITLE I."},
      {
        "id":"ED019326",
        "title":"INTERRELATIONS IN THE PERFORMANCE OF BRIGHT, NORMAL, AND DULL CHILDREN ON LEARNING AND PROBLEM SOLVING TASKS."},
      {
        "id":"ED019327",
        "title":"THIS IS PROJECT CONCERN."},
      {
        "id":"ED019328",
        "title":"TITLE I HIGHLIGHTS, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965 (PL 89-10), SCHOOL YEAR 1965-66."},
      {
        "id":"ED019330",
        "title":"PATTERNS OF STUDENT MOBILITY. STUDENT MOBILITY IN SELECTED MINNEAPOLIS PUBLIC SCHOOLS, REPORT NO. 3."},
      {
        "id":"ED019331",
        "title":"A TIME TO LISTEN, A TIME TO ACT, VOICES FROM THE GHETTOS OF THE NATION'S CITIES."},
      {
        "id":"ED019332",
        "title":"A SUMMARY REPORT AND EVALUATION OF TITLE I, P.L. 89-10, PROJECTS, SCHOOL YEAR 1965-66."},
      {
        "id":"ED019333",
        "title":"BIBLIOGRAPHY."},
      {
        "id":"ED019334",
        "title":"SEVENTH GRADE SOCIAL STUDIES PROGRAM EVALUATION, SEPTEMBER 6, 1966-JUNE 16, 1967."},
      {
        "id":"ED019335",
        "title":"FACTORS IMPEDING THE EDUCATION OF LOWER-CLASS CHILDREN."},
      {
        "id":"ED019336",
        "title":"AFTER-SCHOOL TUTORIAL AND SPECIAL POTENTIAL DEVELOPMENT IN I.S. 201-MANHATTAN."},
      {
        "id":"ED019337",
        "title":"EXPANSION OF THE FREE CHOICE OPEN ENROLLMENT PROGRAM."},
      {
        "id":"ED019338",
        "title":"IMPROVED EDUCATIONAL SERVICES IN SELECTED SPECIAL SERVICE ELEMENTARY AND JUNIOR HIGH SCHOOLS."},
      {
        "id":"ED019339",
        "title":"THE NEGRO IN THE UNITED STATES, A LIST OF SIGNIFICANT BOOKS SELECTED FROM A COMPILATION BY THE NEW YORK PUBLIC LIBRARY, 1965."},
      {
        "id":"ED019340",
        "title":"WHAT IS LACKING, STATEMENT ON SENSORY DEPRIVATION."},
      {
        "id":"ED019341",
        "title":"SCHOOLS CAN BE DESEGREGATED."},
      {
        "id":"ED019342",
        "title":"DETERMINANTS OF ACHIEVEMENT AND UNDER-ACHIEVEMENT AMONG LOWER CLASS URBAN NEGRO CHILDREN. PROGRESS REPORT."},
      {
        "id":"ED019344",
        "title":"FACTORS ASSOCIATED WITH DIFFERING DEGREES OF STUDENT MOBILITY. STUDENT MOBILITY IN SELECTED MINNEAPOLIS PUBLIC SCHOOLS, REPORT NO. 2."},
      {
        "id":"ED019345",
        "title":"SCHOOL DESEGREGATION 1966--THE SLOW UNDOING."},
      {
        "id":"ED019346",
        "title":"COGNITIVE GAINS IN \"DEPRIVED\" CHILDREN THROUGH INDIVIDUAL TEACHING OF LANGUAGE FOR ABSTRACT THINKING."},
      {
        "id":"ED019347",
        "title":"SPECIAL TRAINING INSTITUTE ON PROBLEMS OF SCHOOL DESEGREGATION, JUNE 20, 1966-AUGUST 31, 1967."},
      {
        "id":"ED019349",
        "title":"EDUCATING THE DISADVANTAGED CHILD IN CLALLAM AND JEFFERSON COUNTIES, A REVIEW AND EVALUATION OF THE PROGRAMS ESTABLISHED IN NINE SCHOOL DISTRICTS...."},
      {
        "id":"ED019351",
        "title":"SECOND NATIONAL NEA--PR/R CONFERENCE ON CIVIL AND HUMAN RIGHTS IN EDUCATION (WASHINGTON, D.C., MAY 10-11, 1965)."},
      {
        "id":"ED019352",
        "title":"EQUALITY AND QUALITY IN THE PUBLIC SCHOOLS. REPORT OF A CONFERENCE."},
      {
        "id":"ED019353",
        "title":"EQUAL EDUCATIONAL OPPORTUNITIES IN THE CITIES, THE REPORT OF THE HARTFORD CONFERENCE (CONNECTICUT, MARCH 2-3, 1967)."},
      {
        "id":"ED019354",
        "title":"PROCEEDINGS OF THE EDUCATION FOR THE DISADVANTAGED WORKSHOP (NEWBURGH, N.Y., MARCH 28, 1966)."},
      {
        "id":"ED019355",
        "title":"THE NEGRO AMERICAN, A READING LIST."},
      {
        "id":"ED019356",
        "title":"THE FINAL REPORT OF THE COMMITTEE STUDYING RACIAL IMBALANCE IN THE GRAND RAPIDS PUBLIC SCHOOL SYSTEM."},
      {
        "id":"ED019357",
        "title":"WHITE COLLAR EMPLOYMENT OPPORTUNITIES FOR MINORITIES IN NEW YORK CITY. RESEARCH REPORT."},
      {
        "id":"ED019358",
        "title":"INTERMITTENT OPPORTUNITIES, SOME OBSERVATIONS AND HYPOTHESES RELATING TO AN EDUCATIONAL ENRICHMENT SUMMER PROGRAM FOR SOME CULTURALLY DEPRIVED CHILDREN OF BOSTON."},
      {
        "id":"ED019361",
        "title":"THE URBAN REVIEW, VOLUME 1, NUMBER 4, NOVEMBER 1966."},
      {
        "id":"ED019362",
        "title":"THE UNSKILLED NEGRO WORKER IN THE CHICAGO LABOR MARKET. RESEARCH REPORT."},
      {
        "id":"ED019367",
        "title":"IMPROVING THE READING AND WRITING SKILLS OF CULTURALLY DISADVANTAGED COLLEGE FRESHMEN. FINAL REPORT."},
      {
        "id":"ED019368",
        "title":"EDUCATION IMPROVEMENT PROJECT, A STATUS REPORT ON AN ACTION ARM OF THE SOUTHERN ASSOCIATION OF COLLEGES AND SCHOOLS, FALL 1966."},
      {
        "id":"ED019369",
        "title":"UPWARD BOUND--WAR ON TALENT WASTE AT INDIANA STATE UNIVERSITY."},
      {
        "id":"ED019370",
        "title":"ANNUAL REPORT, NOVEMBER 7, 1966 - OCTOBER 31, 1967."},
      {
        "id":"ED019371",
        "title":"GRADE REORGANIZATION OF MIDDLE SCHOOLS IN THE PUBLIC SCHOOL SYSTEM."},
      {
        "id":"ED019372",
        "title":"ORGANIZATIONAL CLIMATE IN THE MORE EFFECTIVE SCHOOLS. RESEARCH REPORT."},
      {
        "id":"ED019373",
        "title":"STUDIES OF SCHOOL DESEGREGATION AND ACHIEVEMENT, A SUMMARY."},
      {
        "id":"ED019374",
        "title":"FEDERAL RIGHTS UNDER SCHOOL DESEGREGATION LAW."},
      {
        "id":"ED019375",
        "title":"RACIAL AND ETHNIC SURVEY OF CALIFORNIA PUBLIC SCHOOLS. PART ONE, DISTRIBUTION OF PUPILS, FALL, 1966."},
      {
        "id":"ED019376",
        "title":"WHERE DO WE GO FROM HERE."},
      {
        "id":"ED019377",
        "title":"THE CITY IS A TEACHER."},
      {
        "id":"ED019378",
        "title":"ELEMENTARY AND SECONDARY EDUCATION AMENDMENTS OF 1966."},
      {
        "id":"ED019379",
        "title":"PROFILES OF TWENTY MAJOR AMERICAN CITIES."},
      {
        "id":"ED019380",
        "title":"EVENTS AT ORANGEBURG, A REPORT BASED ON STUDY AND INTERVIEWS IN ORANGEBURG, SOUTH CAROLINA, IN THE AFTERMATH OF TRAGEDY."},
      {
        "id":"ED019381",
        "title":"SCHOOL BOARD GRANT PROGRAM ON SCHOOL DESEGREGATION PROBLEMS. FINAL REPORT."},
      {
        "id":"ED019382",
        "title":"A STATISTICAL SUMMARY, STATE BY STATE, OF SCHOOL SEGREGATION-DESEGREGATION IN THE SOUTHERN AND BORDER AREA FROM 1945 TO THE PRESENT. 16TH REVISION."},
      {
        "id":"ED019383",
        "title":"BELIEF CONGRUENCE THEORY AND SCHOOL INTEGRATION."},
      {
        "id":"ED019384",
        "title":"SHARED LEARNING EXPERIENCES."},
      {
        "id":"ED019385",
        "title":"QUALITY EDUCATION IN DE FACTO SEGREGATED SCHOOLS."},
      {
        "id":"ED019388",
        "title":"RACE RELATIONS AND THE NEW AGENDA FOR HIGHER EDUCATION."},
      {
        "id":"ED019389",
        "title":"EXPLORATORY ANALYSIS OF AN ASSESSMENT PROCEDURE FOR THE PLACEMENT AND RE-GROUPING OF CHILDREN FROM DEPRESSED AREAS IN AND WITHIN THE UNGRADED PRIMARY UNIT. FINAL REPORT."},
      {
        "id":"ED019390",
        "title":"PREJUDICES AND OTHER INTERRACIAL ATTITUDES OF NEGRO YOUTH. FINAL REPORT, 15 JUN 66-31 AUG 67."},
      {
        "id":"ED019391",
        "title":"DEVELOPMENT OF THEORETICAL MODELS AND RESEARCH TECHNIQUES IN RACE RELATIONS. FINAL REPORT."},
      {
        "id":"ED019392",
        "title":"THE ELEMENTARY CURRICULUM AS A FACTOR IN RACIAL UNDERSTANDING. FINAL REPORT."},
      {
        "id":"ED019393",
        "title":"A GUIDE FOR TEACHING PERSONAL AND FAMILY RELATIONSHIPS, A BOOK OF TEACHING PLANS."},
      {
        "id":"ED019394",
        "title":"COMPARISON OF CERTAIN ABILITIES NEEDED BY WORKERS IN LICENSED NURSERIES AND LICENSED ORNAMENTAL HORTICULTURE BUSINESSES."},
      {
        "id":"ED019395",
        "title":"THE FLORIDA STUDY OF VOCATIONAL-TECHNICAL EDUCATION."},
      {
        "id":"ED019396",
        "title":"RAISING LOW INCOMES THROUGH IMPROVED EDUCATION, A STATEMENT ON NATIONAL POLICY."},
      {
        "id":"ED019397",
        "title":"Comparing the Effectiveness of two Methods of Teaching Agricultural Science to Students in Vocational Agriculture."},
      {
        "id":"ED019398",
        "title":"EDUCATION FOR A CHANGING WORLD OF WORK, REPORT OF THE PANEL OF CONSULTANTS ON VOCATIONAL EDUCATION. APPENDIX III."},
      {
        "id":"ED019399",
        "title":"TECHNICIANS IN NATURAL RESOURCE MANAGEMENT, A RESEARCH STUDY TO DETERMINE THE NEED FOR EDUCATION OF TECHNICIANS IN THE NATURAL RESOURCE AREAS OF FORESTRY, RECREATION, AND WILDLIFE."},
      {
        "id":"ED019400",
        "title":"GUIDELINES FOR EXTENDED CLASS LEARNINGS."},
      {
        "id":"ED019401",
        "title":"EDUCATION AND TRAINING, PASSPORT TO OPPORTUNITY. FOURTH ANNUAL REPORT...TO THE CONGRESS ON TRAINING ACTIVITIES UNDER THE MANPOWER DEVELOPMENT AND TRAINING ACT."},
      {
        "id":"ED019402",
        "title":"THE VOCATIONAL EDUCATION ACT OF 1963."},
      {
        "id":"ED019403",
        "title":"THE SIGNIFICANCE OF WORK EXPERIENCE IN ADOLESCENT DEVELOPMENT, A DISCUSSION PAPER PREPARED FOR THE U.S. OFFICE OF EDUCATION, DIVISION OF ADULT AND VOCATIONAL RESEARCH."},
      {
        "id":"ED019404",
        "title":"OCCUPATIONAL ASPIRATION SCALE FOR FEMALES."},
      {
        "id":"ED019405",
        "title":"IMPROVING INSTRUCTION IN VOCATIONAL NURSING, ACTION-RESEARCH USING THE SMALL-GROUP METHOD. SECOND REPORT--EVALUATION."},
      {
        "id":"ED019406",
        "title":"REGIONAL CONFERENCE SUMMARIES, 1966."},
      {
        "id":"ED019407",
        "title":"STATEMENT BEFORE THE GENERAL SUBCOMMITTEE ON EDUCATION OF THE SUBCOMMITTEE ON EDUCATION AND LABOR, HOUSE OF REPRESENTATIVES, THURSDAY, JUNE 9, 1966."},
      {
        "id":"ED019408",
        "title":"THE MANPOWER DEVELOPMENT AND TRAINING ACT, PROGRAMS AND PROCEDURES."},
      {
        "id":"ED019409",
        "title":"AREA VOCATIONAL EDUCATION PROGRAMS."},
      {
        "id":"ED019411",
        "title":"SELECTION AND TRAINING, A SURVEY OF IOWA MANUFACTURING FIRMS. MONOGRAPH SERIES NO. 4."},
      {
        "id":"ED019412",
        "title":"A PHILOSOPHY OF DISTRIBUTIVE EDUCATION, A REPORT OF THE FIRST STEP IN THE RESEARCH PROJECT \"A COMPETENCY PATTERN APPROACH TO CURRICULUM CONSTRUCTION IN DISTRIBUTIVE TEACHER EDUCATION\"."},
      {
        "id":"ED019413",
        "title":"PROCEEDINGS OF REGIONAL RESEARCH CONFERENCE IN AGRICULTURAL EDUCATION (NEW BRUNSWICK, NEW JERSEY, NOVEMBER 9-11, 1966)."},
      {
        "id":"ED019414",
        "title":"TRAINING PROGRAMS OF THE NATIONAL INSTITUTE OF MENTAL HEALTH."},
      {
        "id":"ED019415",
        "title":"DEFINITIONS OF TERMS IN VOCATIONAL, TECHNICAL, AND PRACTICAL ARTS EDUCATION."},
      {
        "id":"ED019416",
        "title":"VOCATIONAL EDUCATION FOR AMERICAN YOUTH."},
      {
        "id":"ED019417",
        "title":"REASONS FOR SELECTION OF EXPECTED OCCUPATIONS--BY RACE AND SEX. EDUCATIONAL RESEARCH SERIES NUMBER 7, 1965."},
      {
        "id":"ED019418",
        "title":"CONFERENCE ON WAYS THE AREA SCHOOL PERSONNEL WORKER AND THE HIGH SCHOOL COUNSELOR CAN WORK TOGETHER, A REPORT (ATLANTA, GEORGIA, JULY 21-22, 1966)."},
      {
        "id":"ED019419",
        "title":"GUIDELINES FOR STATE VOCATIONAL AGRICULTURE CURRICULUM MATERIALS SERVICES, A RESEARCH REPORT OF A GRADUATE STUDY. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED019420",
        "title":"WHY STUDENTS SELECT AGRICULTURE AS A MAJOR COURSE OF STUDY."},
      {
        "id":"ED019421",
        "title":"A STUDY TO COMPARE IQ SCORES OF SELECTED SOUTH CAROLINA HIGH SCHOOL FRESHMEN ENROLLED IN VOCATIONAL AGRICULTURE WITH THOSE NOT ENROLLED."},
      {
        "id":"ED019422",
        "title":"AGRI-BUSINESS AND SERVICES, REPORT OF THE WORKSHOP, PROGRAM PLANNING (AGRICULTURAL EDUCATION 799B), (THE OHIO STATE UNIVERSITY, COLUMBUS, JUNE 15-JULY 1, 1966)."},
      {
        "id":"ED019423",
        "title":"EXPERIENCE PROGRAMS CONDUCTED IN VOCATIONAL HORTICULTURE PROGRAMS IN OHIO HIGH SCHOOLS IN 1966."},
      {
        "id":"ED019424",
        "title":"POLICIES AND GUIDELINES FOR THE TRAINING OF DENTAL AUXILIARIES."},
      {
        "id":"ED019425",
        "title":"THE TRAGIC MIGRATION--SCHOOL DROPOUTS."},
      {
        "id":"ED019426",
        "title":"A COMMUNITY APPROACH TO STUDENT TEACHING. RESEARCH REPORT NUMBER 4."},
      {
        "id":"ED019427",
        "title":"IMPROVING THE PROFICIENCY OF MECHANICAL ACTIVITIES PERFORMED BY UTAH&apos;S AGRICULTURALISTS."},
      {
        "id":"ED019428",
        "title":"ECONOMIC EDUCATION IN THE HIGH SCHOOL, REPORT OF A BUSINESS EDUCATION ADVISORY COMMITTEE ON ECONOMIC EDUCATION (SAN FRANCISCO, CALIFORNIA, DECEMBER 13-14, 1966)."},
      {
        "id":"ED019429",
        "title":"SIX DECADES OF SERVICE, 1903-1963."},
      {
        "id":"ED019430",
        "title":"A PROPOSED LONG-RANGE PLAN FOR OCCUPATIONAL AND VOCATIONAL-TECHNICAL EDUCATION FOR RHODE ISLAND, RHODE ISLAND VOCATIONAL-TECHNICAL EDUCATION DEVELOPMENT PROJECT. PRELIMINARY REPORT."},
      {
        "id":"ED019431",
        "title":"ORGANIZATION AND EFFECTIVE USE OF ADVISORY COMMITTEES. VOCATIONAL BULLETIN NO. 288, TRADE AND INDUSTRIAL EDUCATION SERIES NO. 71."},
      {
        "id":"ED019432",
        "title":"THE NATIONAL YOUNG FARMER STUDY."},
      {
        "id":"ED019433",
        "title":"RESEARCH NEEDED IN FLORIDA BUSINESS EDUCATION."},
      {
        "id":"ED019434",
        "title":"JOB BRIEFS, SELECTED FEDERAL JOBS--DUTIES, QUALIFICATION REQUIREMENTS, SAMPLE TEST QUESTIONS."},
      {
        "id":"ED019435",
        "title":"TECHNOLOGY-RESOURCE CENTER FOR VOCATIONAL-TECHNICAL EDUCATION."},
      {
        "id":"ED019436",
        "title":"A RESEARCH STUDY OF AGRICULTURAL TECHNICIANS."},
      {
        "id":"ED019437",
        "title":"PREDICTIVE TESTING FOR ENTRANCE IN VOCATIONAL-TECHNICAL SCHOOLS, PHASE ONE."},
      {
        "id":"ED019438",
        "title":"SCIENTIFIC AND TECHNICAL SOCIETIES PERTINENT TO THE EDUCATION OF TECHNICIANS. TECHNICAL EDUCATION PROGRAM SERIES NO. 7."},
      {
        "id":"ED019439",
        "title":"STATE REPORTS OF VOCATIONAL-TECHNICAL PROGRAM DEVELOPMENT, FISCAL YEAR 1966."},
      {
        "id":"ED019440",
        "title":"NEGROES IN APPRENTICESHIP. MANPOWER AUTOMATION RESEARCH MONOGRAPH NO. 6."},
      {
        "id":"ED019441",
        "title":"STANDARD PRACTICE INSTRUCTIONS, PROCEDURES AND RECORD KEEPING AT THE VOCATIONAL-TECHNICAL SCHOOLS RELATIVE TO PRODUCTION WORK ACTIVITIES."},
      {
        "id":"ED019442",
        "title":"EXPERIMENTAL SUMMER PROGRAM FOR HIGH SCHOOL SENIORS AND FACULTY."},
      {
        "id":"ED019443",
        "title":"CHANGING EDUCATION FOR A CHANGING WORLD OF WORK, MIDWESTERN REGIONAL CONFERENCE ON EDUCATION, TRAINING AND EMPLOYMENT (CHICAGO, MAY 19-20, 1966)."},
      {
        "id":"ED019444",
        "title":"UNDERUTILIZATION OF WOMEN WORKERS."},
      {
        "id":"ED019446",
        "title":"A REVIEW OF ACTIVITIES IN FEDERALLY AIDED PROGRAMS, VOCATIONAL AND TECHNICAL EDUCATION, FISCAL YEAR 1964."},
      {
        "id":"ED019447",
        "title":"EARNINGS MOBILITY OF MDTA TRAINEES. MANPOWER EVALUATION REPORT NUMBER 7."},
      {
        "id":"ED019448",
        "title":"LONG BEACH CITY COLLEGE CONTENT OUTLINES FOR COURSES IN HOME ECONOMICS-RELATED OCCUPATIONS."},
      {
        "id":"ED019450",
        "title":"REVIEW OF RECENT RESEARCH ON METHODS OF TEACHING."},
      {
        "id":"ED019451",
        "title":"THE PRESENT CHALLENGE IN CURRICULUM DEVELOPMENT IN HOME ECONOMICS."},
      {
        "id":"ED019453",
        "title":"SCHOOL ADMINISTRATORS AND VOCATIONAL EDUCATION."},
      {
        "id":"ED019454",
        "title":"AGRICULTURE IS MORE THAN FARMING, A LOOK AT OPPORTUNITIES AND EDUCATIONAL NEEDS."},
      {
        "id":"ED019455",
        "title":"A GATEWAY TO HIGHER ECONOMIC LEVELS, VOCATIONAL-TECHNICAL EDUCATION TO SERVE MISSOURI."},
      {
        "id":"ED019456",
        "title":"THE DENTAL RESEARCH CLINIC IN FLORIDA (AS AN EDUCATIONAL AND SERVICE AGENCY)."},
      {
        "id":"ED019457",
        "title":"PROFILES OF TRADE AND TECHNICAL TEACHERS--COMPREHENSIVE REPORT."},
      {
        "id":"ED019458",
        "title":"LOUISIANA STUDY OF MANPOWER AND TRAINING NEEDS IN FINANCE, INSURANCE, AND REAL ESTATE OCCUPATIONS."},
      {
        "id":"ED019459",
        "title":"REPORT ON THE INTER-REGIONAL STUDY TOUR ON MANPOWER ASSESSMENT AND PLANNING IN THE UNION OF SOVIET SOCIALIST REPUBLICS, 8 SEPTEMBER - 5 OCTOBER 1963."},
      {
        "id":"ED019460",
        "title":"PROCEEDINGS OF THE GOVERNOR'S CONFERENCE ON MANPOWER TRAINING (BUFFALO, N.Y., JUNE 2-3, 1966)."},
      {
        "id":"ED019461",
        "title":"PROCEEDINGS, INDIANA MANPOWER RESEARCH CONFERENCE (PURDUE UNIVERSITY, NOVEMBER 15-16, 1966)."},
      {
        "id":"ED019462",
        "title":"EDUCATIONAL STABILITY IN AN UNSTABLE TECHNICAL SOCIETY."},
      {
        "id":"ED019464",
        "title":"SUMMARIES OF STUDIES IN AGRICULTURAL EDUCATION, AN ANNOTATED BIBLIOGRAPHY OF STUDIES IN AGRICULTURAL EDUCATION WITH CLASSIFIED SUBJECT INDEX. SUPPLEMENT NO. 16, VOCATIONAL DIVISION BULLETIN NO. 180, AGRICULTURAL SERIES NO. 80."},
      {
        "id":"ED019465",
        "title":"CERAMIC TECHNOLOGY--FROM POTTER'S WHEEL TO NUCLEATION, A PHILOSOPHY OF CURRICULUM ANALYSIS TO MEET THE NEEDS OF THE SPACE AGE."},
      {
        "id":"ED019466",
        "title":"NEW DIRECTIONS FOR INDUSTRIAL ARTS, ADDRESSES AND PROCEEDINGS OF THE ANNUAL CONVENTION OF THE AMERICAN INDUSTRIAL ARTS ASSOCIATION (26TH, WASHINGTON, 1964)."},
      {
        "id":"ED019467",
        "title":"FACTORS RELATED TO THE OCCUPATIONS OF IOWA FARM MALE HIGH SCHOOL GRADUATES."},
      {
        "id":"ED019468",
        "title":"FINANCING THE KIND OF PUBLIC SCHOOLS NEW JERSEY NEEDS."},
      {
        "id":"ED019469",
        "title":"GUIDE FOR TRAINING SCHOOL LUNCH PERSONNEL."},
      {
        "id":"ED019470",
        "title":"A PLANNING GRANT FOR THE ESTABLISHMENT OF A CENTER FOR THE DEVELOPMENT OF HOME ECONOMICS INSTRUCTIONAL MATERIALS."},
      {
        "id":"ED019471",
        "title":"THE IDENTIFICATION OF COMMON BEHAVIORAL FACTORS AS BASES FOR PRE-ENTRY PREPARATION OF WORKERS FOR GAINFUL EMPLOYMENT. FINAL REPORT."},
      {
        "id":"ED019472",
        "title":"THE DEVELOPMENT AND DEMONSTRATION OF UNIFIED VOCATIONAL-TECHNICAL EDUCATION PROGRAMS IN SMALL RURAL AREA HIGH SCHOOLS. FINAL REPORT OF PROJECT 601."},
      {
        "id":"ED019473",
        "title":"A PILOT PROGRAM COMPARING COOPERATIVE AND PROJECT METHODS OF TEACHING DISTRIBUTIVE EDUCATION. FINAL REPORT OF PROJECT 301."},
      {
        "id":"ED019474",
        "title":"SUMMARIES OF STUDIES IN AGRICULTURAL EDUCATION, AN ANNOTATED BIBLIOGRAPHY OF STUDIES IN AGRICULTURAL EDUCATION WITH CLASSIFIED SUBJECT INDEX. SUPPLEMENT NO. 15, VOCATIONAL DIVISION BULLETIN NO. 300, AGRICULTURAL SERIES NO. 78."},
      {
        "id":"ED019475",
        "title":"A TEACHER'S GUIDE TO ECONOMICS IN THE BUSINESS EDUCATION CURRICULUM."},
      {
        "id":"ED019476",
        "title":"PRE-SERVICE EDUCATION OF OFFICE OCCUPATIONS TEACHERS. FINAL REPORT."},
      {
        "id":"ED019477",
        "title":"THE RELATIVE EFFECTIVENESS OF INFORMATIONAL FEEDBACK ABOUT SUPERVISORY AND STUDENT REACTIONS WITH BEGINNING AND EXPERIENCED VOCATIONAL TEACHERS. FINAL REPORT."},
      {
        "id":"ED019478",
        "title":"NONFARM AGRICULTURAL EMPLOYMENT IN LOUISIANA WITH IMPLICATIONS FOR DEVELOPING TRAINING PROGRAMS."},
      {
        "id":"ED019479",
        "title":"NONFARM AGRICULTURAL EMPLOYMENT IN NORTHWEST LOUISIANA--AREA I--WITH IMPLICATIONS FOR DEVELOPING TRAINING PROGRAMS."},
      {
        "id":"ED019480",
        "title":"NONFARM AGRICULTURAL EMPLOYMENT IN NORTHEAST LOUISIANA--AREA II--WITH IMPLICATIONS FOR DEVELOPING TRAINING PROGRAMS."},
      {
        "id":"ED019481",
        "title":"NONFARM AGRICULTURAL EMPLOYMENT IN SOUTHWEST LOUISIANA--AREA III--WITH IMPLICATIONS FOR DEVELOPING TRAINING PROGRAMS."},
      {
        "id":"ED019482",
        "title":"NONFARM AGRICULTURAL EMPLOYMENT IN SOUTHEAST LOUISIANA--AREA IV--WITH IMPLICATIONS FOR DEVELOPING TRAINING PROGRAMS."},
      {
        "id":"ED019483",
        "title":"Selected Job Title Description for Nonfarm Agricultural Jobs in Louisiana."},
      {
        "id":"ED019484",
        "title":"STENOGRAPHIC, SECRETARIAL, AND RELATED OCCUPATIONS, A SUGGESTED CURRICULA GUIDE."},
      {
        "id":"ED019485",
        "title":"TRAINING GUIDES IN EVALUATION OF VOCATIONAL POTENTIAL FOR VOCATIONAL REHABILITATION STAFF, THE COMMITTEE ON EVALUATION OF VOCATIONAL POTENTIAL, THIRD INSTITUE ON REHABILITATION SERVICES (NORMAN, OKLAHOMA, MAY 23-27, 1965)."},
      {
        "id":"ED019486",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN THE PHILIPPINES."},
      {
        "id":"ED019487",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN PAKISTAN."},
      {
        "id":"ED019488",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN SINGAPORE."},
      {
        "id":"ED019489",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN THAILAND."},
      {
        "id":"ED019490",
        "title":"OUTLINES OF VOCATIONAL TRAINING IN TANZANIA."},
      {
        "id":"ED019491",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN ZAMBIA."},
      {
        "id":"ED019492",
        "title":"EVALUATION OF SECONDARY SCHOOL PROGRAMS TO PREPARE STUDENTS FOR WAGE EARNING IN OCCUPATIONS RELATED TO HOME ECONOMICS. FINAL REPORT, VOLUME I."},
      {
        "id":"ED019493",
        "title":"A DEVELOPMENTAL VOCATIONAL EDUCATION RESEARCH AND TEACHER EDUCATION PROGRAM BASED ON A CLINICAL SCHOOL CONCEPT. FINAL REPORT."},
      {
        "id":"ED019494",
        "title":"THE CONCERNS AND EXPECTATIONS OF PROSPECTIVE PARTICIPANTS IN DIRECTED WORK EXPERIENCE PROGRAMS."},
      {
        "id":"ED019495",
        "title":"RESEARCH REPORT, 1966-1967."},
      {
        "id":"ED019496",
        "title":"THE PRE-TECHNICAL PROJECT, A DEMONSTRATION IN EDUCATION FOR TECHNOLOGY. MEDICAL TECHNOLOGY, 11TH AND 12TH YEAR."},
      {
        "id":"ED019497",
        "title":"PROJECT MANPOWER--THE MACOMB COUNTY FARM LABOR PROJECT. SPECIAL PAPER NO. 3."},
      {
        "id":"ED019498",
        "title":"DEVELOPMENT OF A PROGRAM TO PREPARE DELINQUENTS, DISADVANTAGED YOUTHS AND SLOW LEARNERS FOR VOCATIONAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED019499",
        "title":"THE EFFECT OF MENTAL AND PHYSICAL PRACTICE ON THE LEARNING OF GROSS MOTOR SKILLS."},
      {
        "id":"ED019500",
        "title":"EDUCATION FOR A CHANGING WORLD OF WORK, REPORT OF THE PANEL OF CONSULTANTS IN VOCATIONAL EDUCATION."},
      {
        "id":"ED019501",
        "title":"EDUCATION FOR A CHANGING WORLD OF WORK, REPORT OF THE PANEL OF CONSULTANTS ON VOCATIONAL EDUCATION. APPENDIX II, MANPOWER IN FARMING AND RELATED OCCUPATIONS."},
      {
        "id":"ED019502",
        "title":"EDUCATION FOR A CHANGING WORLD OF WORK, REPORT OF THE PANEL OF CONSULTANTS ON VOCATIONAL EDUCATION. APPENDIX I, TECHNICAL TRAINING IN THE UNITED STATES."},
      {
        "id":"ED019503",
        "title":"PROGRESS REPORT OF THE RESEARCH COORDINATING UNIT, NOVEMBER 1, 1967-JANUARY 31, 1968."},
      {
        "id":"ED019504",
        "title":"ARIZONA OCCUPATIONAL RESEARCH COORDINATING UNIT. PROGRAM REPORT."},
      {
        "id":"ED019505",
        "title":"COMMUNITY COLLEGE HEALTH CAREERS PROJECT PHASE II--TEACHER PREPARATION. FINAL REPORT."},
      {
        "id":"ED019506",
        "title":"AN EXPERIENCE WITH THE LIFE AND WORK OF THE DISADVANTAGED FOR THE PRESERVICE EDUCATION OF HOME ECONOMICS TEACHERS. FINAL REPORT."},
      {
        "id":"ED019507",
        "title":"A REGIONAL INSTITUTE TO AID IMPROVEMENT OF INSTRUCTIONAL PRACTICES, MATERIALS AND STUDENT EXPERIENCES FOR COORDINATORS AND INSTRUCTORS OF VOCATIONAL ORIENTATION PROGRAMS. FINAL REPORT."},
      {
        "id":"ED019508",
        "title":"PITTSBURGH TECHNICAL HEALTH TRAINING INSTITUTE DEMONSTRATION PROJECT. FINAL REPORT, VOLUME I."},
      {
        "id":"ED019509",
        "title":"PITTSBURGH TECHNICAL HEALTH TRAINING INSTITUTE DEMONSTRATION PROJECT. FINAL REPORT, VOLUME II."},
      {
        "id":"ED019510",
        "title":"EFFECTS OF INTERVAL PACING ON THE ACQUISITION OF TYPEWRITING SKILL. FINAL REPORT."},
      {
        "id":"ED019511",
        "title":"EVALUATING THE EFFICIENCY AND EFFECTIVENESS OF SELF-INSTRUCTIONAL METHODS FOR SELECTED AREAS OF VOCATIONAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED019512",
        "title":"THE DEVELOPMENT AND TESTING OF A POLYSENSORY INSTRUCTIONAL SYSTEM FOR TEACHING KNOWLEDGES AND SKILLS ASSOCIATED WITH THE USE OF EXPANDABLE POLYSTYRENE PLASTICS. REPORT NO. 18."},
      {
        "id":"ED019513",
        "title":"SHARED-TIME (DUAL ENROLLMENT) CONCEPT FOR AREA VOCATIONAL EDUCATION PROGRAMS. FINAL REPORT."},
      {
        "id":"ED019514",
        "title":"DIRECTORY, PROGRAMS OF VOCATIONAL EDUCATION IN THE UNITED STATES."},
      {
        "id":"ED019515",
        "title":"A Developmental Project for Interstate Research, Demonstration, Training and Pilot Programs in Vocational Technical Education. Final Report."},
      {
        "id":"ED019516",
        "title":"AN ANALYSIS OF COST AND PERFORMANCE FACTORS IN THE OPERATION AND ADMINISTRATION OF VOCATIONAL PROGRAMS IN SECONDARY SCHOOLS. FINAL REPORT."},
      {
        "id":"ED019517",
        "title":"SUMMER INSTITUTE FOR VOCATIONAL COUNSELING AND GUIDANCE PERSONNEL (FITCHBURG, MASSACHUSETTS, NOVEMBER 28, 1966)."},
      {
        "id":"ED019518",
        "title":"An Experimental and Demonstration Manpower Program for Disadvantaged Youths. Final Report."},
      {
        "id":"ED019519",
        "title":"Project Challenge. An Experimental and Demonstration Program of Occupational Training, Counseling, Employment, Follow-Up and Community Support for Youthful Offenders at Lorton Youth Center. Final Report."},
      {
        "id":"ED019520",
        "title":"PROCEEDINGS, NATIONAL SEMINAR ON VOCATIONAL GUIDANCE, (NORTHERN MICHIGAN UNIVERSITY, AUGUST 21-26, 1966)."},
      {
        "id":"ED019524",
        "title":"FORD FOUNDATION GRANTS IN VOCATIONAL EDUCATION."},
      {
        "id":"ED019525",
        "title":"ABSTRACTS OF RESEARCH AND RELATED MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, SUMMER 1968."},
      {
        "id":"ED019527",
        "title":"PREPARATION OF SPECIAL EDUCATION PERSONNEL, NEW DIRECTIONS AND OPPORTUNITIES. PROCEEDINGS OF A CONFERENCE ON THE EDUCATION PROFESSIONS DEVELOPMENT ACT AND ITS APPLICABILITY TO SPECIAL EDUCATION (1ST, WASHINGTON, D.C., JUNE 13-14, 1968)."},
      {
        "id":"ED019529",
        "title":"CORNELL STORY READING PROGRAM."},
      {
        "id":"ED019530",
        "title":"LIBRARY TECHNICIANS, A SURVEY OF CURRENT DEVELOPMENTS. REVIEW SERIES, NUMBER 1."},
      {
        "id":"ED019531",
        "title":"AN ANALYSIS OF UNIVERSITY SPONSORED EXECUTIVE DEVELOPMENT PROGRAMS."},
      {
        "id":"ED019532",
        "title":"CONFERENCE PROCEEDINGS, CONFERENCE AND INSTITUTE DIVISION, NATIONAL UNIVERSITY EXTENSION ASSOCIATION (PURDUE UNIVERSITY, APRIL 23-27, 1965)."},
      {
        "id":"ED019533",
        "title":"ANALYSIS OF &quot;IN-DEPTH&quot; SCHOOLS CONDUCTED BY AREA EXTENSION AGENTS."},
      {
        "id":"ED019534",
        "title":"BROADCASTERS ABROAD, AN EVALUATIVE STUDY OF AN INTERNATIONAL EXCHANGE PROGRAM. FINAL REPORT ON THE EVALUATION OF THE 1962 BRANDEIS MULTINATIONAL COMMUNICATIONS SPECIALISTS SEMINAR."},
      {
        "id":"ED019536",
        "title":"TOMORROW'S TARGETS FOR UNIVERSITY ADULT EDUCATION."},
      {
        "id":"ED019537",
        "title":"TOWARD GREATNESS."},
      {
        "id":"ED019538",
        "title":"NEW PATTERNS OF EMPLOYMENT, PROCEEDINGS OF THE CONFERENCE-WORKSHOP (CENTER FOR CONTINUING EDUCATION OF WOMEN, UNIVERSITY OF MICHIGAN, ANN ARBOR, MARCH 29, 1966)."},
      {
        "id":"ED019541",
        "title":"UNIVERSITIES AND ADULT EDUCATION IN SOUTHEAST ASIA, REPORT ON THE LEVERHULME CONFERENCE ON EXTRA-MURAL STUDIES (HONG KONG, OCTOBER 26-31, 1964)."},
      {
        "id":"ED019545",
        "title":"CONTINUING EDUCATION IN PHARMACY. A REPORT."},
      {
        "id":"ED019546",
        "title":"SOCIAL SCIENTISTS VIEW POVERTY AS A SOCIAL PROBLEM, PROCEEDINGS OF THE NATIONAL COMMUNITY DEVELOPMENT SEMINAR (5TH, MICHIGAN STATE UNIVERSITY, SEPTEMBER 11-14, 1966)."},
      {
        "id":"ED019547",
        "title":"ANNUAL STATISTICAL REPORT FOR CALENDAR YEAR 1965 OF THE GED TESTING SERVICE, AMERICAN COUNCIL ON EDUCATION."},
      {
        "id":"ED019550",
        "title":"A BIBLIOGRAPHY FOR USE IN THE PREPARATION OF MATERIALS FOR ADULT LITERACY EDUCATION IN BRAZIL."},
      {
        "id":"ED019554",
        "title":"A FINAL REPORT OF THE TRIPLE TWO PROJECT, A PROJECT UNDER TITLE I OF THE HIGHER EDUCATION ACT OF 1965."},
      {
        "id":"ED019556",
        "title":"AMERICAN UNIVERSITIES IN TRANSITION AND THE NEW ROLE OF ADULT EDUCATION, FOURTH MANSBRIDGE MEMORIAL LECTURE, (UNIVERSITY OF LEEDS, JUNE 16, 1966)."},
      {
        "id":"ED019558",
        "title":"INITIATION OF STRUCTURE, CONSIDERATION, AND TASK PERFORMANCE IN INTERCULTURAL DISCUSSION GROUPS."},
      {
        "id":"ED019561",
        "title":"JOB TRAINING THROUGH ADULT EDUCATION, A SECOND CHANCE FOR THE NEGRO AND THE COMMUNITY."},
      {
        "id":"ED019562",
        "title":"PERSPECTIVES IN ADULT BASIC EDUCATION FOR ADMINISTRATORS, PROCEEDINGS OF THE ADULT BASIC EDUCATION ADMINISTRATORS' WORKSHOP (NORTHERN ILLINOIS UNIVERSITY, DEKALB, 1967)."},
      {
        "id":"ED019563",
        "title":"SCIENCE ADMINISTRATION, EDUCATION, AND CAREER MOBILITY. SUMMARY OF PROCEEDINGS AND WORKING PAPERS OF THE UNIVERSITY-FEDERAL AGENCY CONFERENCE (NOVEMBER 7-9, 1965)."},
      {
        "id":"ED019564",
        "title":"EDUCATION FOR AGING. CURRENT INFORMATION SOURCES, NUMBER 14."},
      {
        "id":"ED019565",
        "title":"ADULT EDUCATION IN AFRICA. CURRENT INFORMATION SOURCES, NUMBER 12."},
      {
        "id":"ED019566",
        "title":"TASK ANALYSIS AND TRAINING DESIGN."},
      {
        "id":"ED019574",
        "title":"SHIFTING POLITICAL POWER IN THE UNITED STATES, IMPLICATIONS FOR EDUCATION IN AGRICULTURE. PAPER PRESENTED TO THE FEDERAL EXTENSION SERVICE ANNUAL STAFF CONFERENCE, JANUARY 10, 1967."},
      {
        "id":"ED019575",
        "title":"FRONTIERS IN ADULT BASIC EDUCATION, A COMPILATION OF SELECTED PAPERS AND GROUP REPORTS PRESENTED AT THE SOUTHEASTERN REGION INSTITUTE FOR TEACHER-TRAINERS IN ADULT BASIC EDUCATION (FLORIDA STATE UNIVERSITY, AUGUST 1-26, 1966)."},
      {
        "id":"ED019576",
        "title":"A STUDY OF STUDENTS WHO DISCONTINUED ATTENDANCE IN THE E.S.E.A. III ADULT BASIC EDUCATION PROGRAM."},
      {
        "id":"ED019577",
        "title":"THE REGENTS TENTATIVE STATEWIDE PLAN FOR THE EXPANSION AND DEVELOPMENT OF HIGHER EDUCATION, 1964."},
      {
        "id":"ED019578",
        "title":"OTSEGO COUNTY EXPERIMENTAL PROGRAM FOR TESTING METHODS OF FORMING FARM MANAGEMENT STUDY GROUPS, A PROGRESS REPORT. EXTENSION STUDY, NUMBER 8."},
      {
        "id":"ED019580",
        "title":"TV EDUCATIONAL FUNCTION OF THE COLLEGES OF AGRICULTURE AND HOME ECONOMICS. EXTENSION STUDY, NUMBER 9. PARTS I - VII."},
      {
        "id":"ED019589",
        "title":"REPORT ON THE HARTFORD STATE JAIL PILOT REHABILITATION PROJECT 1965-1966."},
      {
        "id":"ED019590",
        "title":"AN ADJUNCT TO SELF STUDY."},
      {
        "id":"ED019594",
        "title":"HEALTH AND NUTRITION LESSON PLANS AND STUDENT WORKSHEETS, ADULT BASIC EDUCATION."},
      {
        "id":"ED019599",
        "title":"SPECIFIC TECHNIQUES FOR TEACHING READING."},
      {
        "id":"ED019600",
        "title":"TEACHING READING IN ADULT BASIC EDUCATION."},
      {
        "id":"ED019601",
        "title":"TECHNIQUES FOR TEACHING REMEDIAL CASES."},
      {
        "id":"ED019602",
        "title":"POST-SECONDARY EDUCATION NEEDS FOR MEDICINE HAT AND AREA. REPORT I - ADULT INTEREST IN JUNIOR COLLEGE EDUCATION, MEDICINE HAT. REPORT II - OCCUPATIONAL PLANS AND EDUCATIONAL ASPIRATIONS OF GRADE XI AND XII STUDENTS IN SOUTHEAST ALBERTA."},
      {
        "id":"ED019603",
        "title":"A COMPREHENSIVE PLAN FOR SOLUTION OF THE FUNCTIONALLY ILLITERATE PROBLEM, A REPORT ON THE PRESENT, A PLAN FOR THE FUTURE."},
      {
        "id":"ED019604",
        "title":"ADULT LEARNING, ADULT BASIC EDUCATION PRE-INSTITUTE SEMINAR (WAYNE STATE UNIVERSITY, MAY 1967)."},
      {
        "id":"ED019605",
        "title":"FACILITATION AND INTERFERENCE IN THE OLDER ADULT LEARNER. FINAL REPORT."},
      {
        "id":"ED019610",
        "title":"EVALUATION OF THE ADULT LEARNING CENTER OF ELIZABETHPORT BY STAFF AND PARTICIPANTS, OPERATIONS FROM 2/26/68 - 4/30/68."},
      {
        "id":"ED019611",
        "title":"RURAL CORRECTIONAL STAFF AS AGENTS OF COMMUNITY CHANGE, DEVELOPMENTAL GUIDELINES FOR THE IMPLEMENTATION OF STAFF TRAINING PROGRAMS FOR RURAL COMMUNITY BASED CORRECTIONAL PERSONNEL."},
      {
        "id":"ED019612",
        "title":"READINESS OF NEW YORK COOPERATIVE EXTENSION TO UNDERTAKE A FARM LABOR PROGRAM. EXTENSION STUDY, NUMBER 16."},
      {
        "id":"ED019615",
        "title":"CONTINUING EDUCATION FILM SURVEY, A NATIONAL SURVEY OF 16MM FILMS PREPARED FOR THE 1968 NYAPSAE ANNUAL CONFERENCE."},
      {
        "id":"ED019617",
        "title":"FARM LABOR OPINIONS OF FARMERS PARTICIPATING IN FARM LABOR STUDY GROUPS IN NINE COUNTIES IN NEW YORK STATE. SPECIAL REPORT, NUMBER 14."},
      {
        "id":"ED019619",
        "title":"A RECAPITULATION OF -- STUDENT DROPOUTS IN THE DIVISION OF CONTINUING EDUCATION, UNIVERSITY OF ARIZONA, SPRING SEMESTER, 1967."},
      {
        "id":"ED019627",
        "title":"CONTINUING EDUCATION FOR OLDER ADULTS, A DEMONSTRATION IN METHOD AND CONTENT. FINAL REPORT."},
      {
        "id":"ED019629",
        "title":"TEACHING JAPANESE IN A SMALL LIBERAL ARTS COLLEGE, A PRACTICAL STUDY."},
      {
        "id":"ED019630",
        "title":"BEGINNING AYMARA (A COURSE FOR ENGLISH SPEAKERS)."},
      {
        "id":"ED019631",
        "title":"THE CASE FOR CASE."},
      {
        "id":"ED019632",
        "title":"SYSTEM DESIGN FOR COMPUTATIONAL LINGUISTICS."},
      {
        "id":"ED019633",
        "title":"RELATIONSHIP OF MOTHERS' LANGUAGE STYLES TO THE COGNITIVE STYLES OF URBAN PRE-SCHOOL CHILDREN."},
      {
        "id":"ED019635",
        "title":"THE CHILD'S KNOWLEDGE OF ENGLISH PLURALIZATION RULES."},
      {
        "id":"ED019636",
        "title":"LANGUAGE AND COGNITION IN THE YOUNG CHILD."},
      {
        "id":"ED019637",
        "title":"DISJUNCTIVE CONCEPTS."},
      {
        "id":"ED019638",
        "title":"DISTINCTIVE FEATURES IN THE PLURALIZATION RULES OF ENGLISH SPEAKERS."},
      {
        "id":"ED019639",
        "title":"ASSOCIATION, SYNONYMITY, AND DIRECTIONALITY IN FALSE RECOGNITION."},
      {
        "id":"ED019640",
        "title":"SUBJECTIVE APPROXIMATION OF RELATIVE LETTER INCIDENCE IN PLEASANT AND UNPLEASANT ENGLISH WORDS."},
      {
        "id":"ED019641",
        "title":"SOME DETERMINANTS OF STYLISTIC PHONOLOGICAL VARIATIONS."},
      {
        "id":"ED019642",
        "title":"DECODAGE DE LA CHAINE PARLEE ET APPRENTISSAGE DES LANGUES (SPEECH DECODING AND LANGUAGE LEARNING)."},
      {
        "id":"ED019643",
        "title":"GRADED READINGS IN MODERN LITERARY TELUGU--PRELIMINARY EDITION."},
      {
        "id":"ED019648",
        "title":"ON THE SYNTAX OF WORD-DERIVATION IN ENGLISH. INFORMATION SYSTEM LANGUAGE STUDIES NUMBER SIXTEEN."},
      {
        "id":"ED019649",
        "title":"ENGLISH STRESSES AND CHINESE TONES IN CHINESE SENTENCES."},
      {
        "id":"ED019650",
        "title":"UNIVERSE-SCOPE RELATIONS AND MANDARIN NOUN PHRASES."},
      {
        "id":"ED019651",
        "title":"COMPUTATIONAL SOCIOLINGUISTICS."},
      {
        "id":"ED019653",
        "title":"NATIONAL AND REGIONAL LANGUAGE DIVERSITY."},
      {
        "id":"ED019654",
        "title":"PROPOSAL FOR A CENTER FOR LANGUAGE BEHAVIOR RESEARCH."},
      {
        "id":"ED019655",
        "title":"UNIVERSALITY AND EVOLUTION OF BASIC COLOR TERMS. WORKING PAPER NUMBER 1."},
      {
        "id":"ED019656",
        "title":"SOCIOLINGUISTICS."},
      {
        "id":"ED019657",
        "title":"SOME SOCIAL DETERMINANTS OF VERBAL BEHAVIOR. WORKING PAPER NUMBER 4."},
      {
        "id":"ED019658",
        "title":"CHINESE LANGUAGE INSTRUCTION IN TUCSON PUBLIC SCHOOLS--INDEPENDENT STUDY."},
      {
        "id":"ED019659",
        "title":"NON-GRAMMATICAL APOPHONY IN ENGLISH."},
      {
        "id":"ED019660",
        "title":"ON THE PSYCHOPHONOLOGICAL STRUCTURE OF ENGLISH INFLECTIONAL RULES."},
      {
        "id":"ED019662",
        "title":"INTRODUCTORY URDU. VOLUME II (TEXTS AND GLOSSARY)."},
      {
        "id":"ED019663",
        "title":"ON THE NATURE OF SPEECH SCIENCE."},
      {
        "id":"ED019664",
        "title":"CREOLE STUDIES."},
      {
        "id":"ED019665",
        "title":"ON THE LITERARY LANGUAGE IN CHINA AND JAPAN. PRELIMINARY TRANSLATIONS OF SELECTED WORKS IN SOCIOLINGUISTICS, NUMBER V."},
      {
        "id":"ED019667",
        "title":"DISTINCTIVE FEATURE THEORY AND NASAL ASSIMILATION IN SPANISH."},
      {
        "id":"ED019668",
        "title":"CONSTRUCTION OF AN ALGORITHM FOR STEM RECOGNITION IN THE HEBREW LANGUAGE. APPLICATION OF HEBREW MORPHOLOGY TO COMPUTER TECHNIQUES FOR INVESTIGATION OF WORD ROOTS."},
      {
        "id":"ED019674",
        "title":"A DEVELOPMENTAL STUDY OF THE EFFECT OF RELATIONSHIPS BETWEEN WORDS ON A MEMORY TASK."},
      {
        "id":"ED019675",
        "title":"SELECTED LIST OF MATERIALS FOR TEACHERS OF ENGLISH TO SPEAKERS OF OTHER LANGUAGES."},
      {
        "id":"ED019676",
        "title":"DIFFERENCES IN THE LANGUAGE OF NEGRO AND WHITE GRADE-SCHOOL CHILDREN 1,2."},
      {
        "id":"ED019678",
        "title":"A LONGITUDINAL STUDY OF BEHAVIOR NORMS AND SOME OF THEIR RAMIFICATIONS IN A SMALL LIBERAL ARTS COLLEGE."},
      {
        "id":"ED019679",
        "title":"A PORTRAIT OF THE ARTIST AND THE SCIENTIST AS YOUNG MEN--I. BIOGRAPHICAL CHARACTERISTICS OF AWARD WINNERS IN THE TWO CULTURES."},
      {
        "id":"ED019680",
        "title":"SOCIAL COMPARISON, SELF-CONSISTENCY AND THE PRESENTATION OF SELF."},
      {
        "id":"ED019681",
        "title":"PREDICTION OF DIVERGENT THINKING AND CREATIVE PERFORMANCE OVER A FOUR-YEAR PERIOD--A LONGITUDINAL STUDY."},
      {
        "id":"ED019682",
        "title":"WORK INHIBITION AND REHABILITATION. PART I--WORK INVOLVEMENT AND SELF-PERCEPTIONS OF EX-PSYCHIATRIC PATIENTS, AN EXPLORATORY STUDY."},
      {
        "id":"ED019684",
        "title":"QUEST FOR COMPENSATORY EDUCATION IN THE STATE OF HAWAII."},
      {
        "id":"ED019685",
        "title":"SOCIALIZATION OF THE YOUNGER PSYCHIATRIC PATIENT--THE COMMUNITY AND THE HOSPITAL-A DUAL RESPONSIBILITY."},
      {
        "id":"ED019686",
        "title":"INTELLIGENCE, PERSONALITY AND ACHIEVEMENT."},
      {
        "id":"ED019687",
        "title":"CLIENT-COUNSELOR COMPATIBILITY AND THE EFFECTIVENESS OF COUNSELING. FINAL REPORT."},
      {
        "id":"ED019688",
        "title":"THE STUDY OF THE UNIVERSITY AS A MODEL FOR COMMUNITY MENTAL HEALTH."},
      {
        "id":"ED019689",
        "title":"AN INTERDISCIPLINARY PROGRAM FOR UNWED PREGNANT ADOLESCENTS. A PROGRESS REPORT."},
      {
        "id":"ED019690",
        "title":"TYPE AND AMOUNT OF AVAILABLE PAST INSTANCES IN CONCEPT LEARNING."},
      {
        "id":"ED019691",
        "title":"A CYBERNETIC APPROACH TO MENTAL DEVELOPMENT."},
      {
        "id":"ED019692",
        "title":"MULTIVARIATE ANALYSIS OF THE VOCATIONAL REHABILITATION PROCESS. FINAL REPORT."},
      {
        "id":"ED019693",
        "title":"PROJECT ABLE."},
      {
        "id":"ED019695",
        "title":"RESEARCH NEEDS AND PRIORITIES IN STUDENT PERSONNEL WORK--A POSITION PAPER OF THE NASPA DIVISION OF RESEARCH AND PUBLICATIONS."},
      {
        "id":"ED019697",
        "title":"EFFECTS OF CERTAIN REWARDS FOR TASK PERFORMANCE AMONG LOWER-CLASS BOYS."},
      {
        "id":"ED019699",
        "title":"THE CONTENT OF STEREOTYPIC MASCULINITY-FEMININITY."},
      {
        "id":"ED019700",
        "title":"ENDURING EFFECTS OF VIDEOTAPE PLAYBACK EXPERIENCE ON FAMILY AND MARITAL RELATIONSHIPS."},
      {
        "id":"ED019701",
        "title":"A STUDY OF THE EFFICIENCY OF LEARNING WHEN BOTH INCIDENTAL AND INTENTIONAL LEARNING OCCUR SIMULTANEOUSLY. FINAL REPORT."},
      {
        "id":"ED019702",
        "title":"THE TRAINING AND UTILIZATION OF CHILD BEHAVIOR CONSULTANTS IN THE SCHOOLS. FINAL REPORT."},
      {
        "id":"ED019703",
        "title":"PROJECT GASTONIA ACADEMICALLY TALENTED."},
      {
        "id":"ED019704",
        "title":"GUIDANCE UNITS FOR THE LEARNING LABORATORY TO TEACH BASIC SKILLS IN A CULTURALLY DEPRIVED AREA."},
      {
        "id":"ED019705",
        "title":"A COMPARATIVE STUDY OF SECONDARY SCHOOL INDEPENDENT STUDY PROGRAMS. FINAL REPORT."},
      {
        "id":"ED019706",
        "title":"PARENT AND PEER GROUP PRESSURES TOWARD DEVIANT STUDENT BEHAVIOR."},
      {
        "id":"ED019708",
        "title":"TEACHING PROCESS AS A LEARNING EXPERIENCE--THE EXPERIMENTAL USE OF STUDENT-LED DISCUSSION GROUPS."},
      {
        "id":"ED019709",
        "title":"VALUES HELD FOR PHYSICAL ACTIVITY BY SELECTED URBAN SECONDARY SCHOOL STUDENTS IN CANADA, AUSTRALIA, ENGLAND AND THE UNITED STATES."},
      {
        "id":"ED019710",
        "title":"RELATION BETWEEN THE WAY GENERAL AND SPECIFIC PRINCIPLES ARE LEARNED AND HOW THEY ARE USED."},
      {
        "id":"ED019711",
        "title":"STATEWIDE SURVEY OF GUIDANCE SERVICES IN IOWA."},
      {
        "id":"ED019712",
        "title":"SOCIAL-CLASS, RACE, SEX AND SERIATING--A STUDY OF THEIR RELATIONSHIP AT THE KINDERGARTEN LEVEL. FINAL REPORT."},
      {
        "id":"ED019713",
        "title":"A STUDY OF METHODS OF ORGANIZING LEARNING. FINAL REPORT."},
      {
        "id":"ED019714",
        "title":"AN INVESTIGATION OF NON-INDEPENDENCE OF COMPONENTS OF SCORES ON MULTIPLE-CHOICE TESTS. FINAL REPORT."},
      {
        "id":"ED019715",
        "title":"SCHOOL COUNSELOR SUB-ROLES IN THE COUNSELING INTERVIEW."},
      {
        "id":"ED019716",
        "title":"EFFORT ALLOCATION AS EXCHANGE. FINAL REPORT."},
      {
        "id":"ED019717",
        "title":"A NATIONAL SCHOOL COUNSELOR EVALUATION OF OCCUPATIONAL INFORMATION."},
      {
        "id":"ED019719",
        "title":"STRATEGIES AND COGNITIVE PROCESSES IN CONCEPT LEARNING. FINAL REPORT."},
      {
        "id":"ED019722",
        "title":"BIBLIOGRAPHY ON ORGANIZATION AND INNOVATION."},
      {
        "id":"ED019723",
        "title":"THE DESIGN AND DEVELOPMENT OF PROTOTYPE INSTRUCTIONAL MATERIALS FOR PREPARING EDUCATIONAL ADMINISTRATORS. FINAL REPORT."},
      {
        "id":"ED019724",
        "title":"DEVELOPING A COUNTY PROGRAM FOR EVALUATING TEACHING IN ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED019725",
        "title":"STATEWIDE SYSTEMS OF HIGHER EDUCATION STUDIES--A SUMMARY."},
      {
        "id":"ED019726",
        "title":"LEGAL BASES OF COORDINATING BOARDS OF HIGHER EDUCATION IN THIRTY-NINE STATES."},
      {
        "id":"ED019727",
        "title":"ISSUES AND INFLUENTIALS--THE DECISIONAL PROCESS IN SCHOOL DISTRICT REORGANIZATION."},
      {
        "id":"ED019728",
        "title":"THE PUPIL'S DAY IN COURT--REVIEW OF 1966. AN ANNUAL COMPILATION. SCHOOL LAW SERIES."},
      {
        "id":"ED019729",
        "title":"BETTER PROJECT PLANNING AND CONTROL THROUGH THE USE OF SYSTEM ANALYSIS AND MANAGEMENT TECHNIQUES."},
      {
        "id":"ED019730",
        "title":"EMPLOYER-EMPLOYEE RELATIONS IN THE PUBLIC SCHOOLS."},
      {
        "id":"ED019731",
        "title":"THE EFFECT OF VARIOUS INFORMATION FORMATS ON DECISIONS TO SELECT TEACHERS."},
      {
        "id":"ED019732",
        "title":"SITUATIONAL FACTORS TO BE CONSIDERED IN THE SELECTION PROCESS."},
      {
        "id":"ED019733",
        "title":"THE FORMAT AND PROCESSING OF INFORMATION IN THE SELECTION PROCESS."},
      {
        "id":"ED019734",
        "title":"THE CHANGING EMPLOYMENT RELATIONSHIP IN PUBLIC SCHOOLS--IMPLICATIONS FOR QUALITY EDUCATION."},
      {
        "id":"ED019737",
        "title":"PLANNING AND IMPLEMENTING CHANGE IN ONTARIO SCHOOLS. A REPORT OF THE COMMITTEE ON THE IMPLEMENTATION OF CHANGE IN THE CLASSROOM."},
      {
        "id":"ED019739",
        "title":"EVALUATING OPERATION LEADERSHIP--THE PRINCIPAL INTERNSHIP PROGRAM, APRIL-JUNE, 1967."},
      {
        "id":"ED019740",
        "title":"ADMINISTRATION OF PUBLIC LAWS 874 AND 815. ANNUAL REPORT (16TH) OF THE COMMISSIONER OF EDUCATION, JUNE 30, 1966."},
      {
        "id":"ED019741",
        "title":"A POSSIBLE BREAKTHROUGH IN THE FINANCING OF PUBLIC EDUCATION."},
      {
        "id":"ED019742",
        "title":"ATTITUDES AND PERCEPTIONS OF DESIRABLE TRAITS AND BEHAVIORS OF TEACHERS. FINAL REPORT."},
      {
        "id":"ED019743",
        "title":"STUDY AND DEVELOPMENT OF SHOP-CENTERED TEAM TEACHING FOR POTENTIAL HIGH SCHOOL DROP-OUTS."},
      {
        "id":"ED019744",
        "title":"THE TEACHER'S DAY IN COURT--REVIEW OF 1966. AN ANNUAL COMPILATION. SCHOOL LAW SERIES."},
      {
        "id":"ED019745",
        "title":"SELECTED ORGANIZATIONAL VALUES AND CHARACTERISTICS OF INNOVATIVE AND NON-INNOVATIVE SCHOOL SYSTEMS."},
      {
        "id":"ED019746",
        "title":"DEVELOPMENT OF A COMPUTER PROGRAM FOR USE IN THE ANALYSIS OF FUTURE LAND, BUILDING, AND STAFF REQUIREMENTS IN INSTITUTIONS OF HIGHER LEARNING. FINAL REPORT."},
      {
        "id":"ED019747",
        "title":"CREATIVITY AND CONFORMITY."},
      {
        "id":"ED019748",
        "title":"A NEW TENURE ACT. MIMEOGRAPH MONOGRAPH SERIES."},
      {
        "id":"ED019749",
        "title":"DATA ACCESSIBILITY--POLICIES AND ORGANIZATIONAL STRICTURES IN BIG CITY SCHOOLS."},
      {
        "id":"ED019750",
        "title":"IMPROVING INSTRUCTION IN THE PUBLIC SCHOOLS THROUGH TITLE III OF THE NDEA."},
      {
        "id":"ED019751",
        "title":"PERT APPLICATIONS IN EDUCATIONAL PLANNING."},
      {
        "id":"ED019752",
        "title":"THE USE OF SYSTEMS ANALYSIS AND MANAGEMENT TECHNIQUES IN PROGRAM PLANNING AND EVALUATION."},
      {
        "id":"ED019753",
        "title":"POLICIES OF EDUCATIONAL NEGOTIATION PROBLEMS AND ISSUES. RESEARCH MONOGRAPH."},
      {
        "id":"ED019754",
        "title":"ANALYSIS OF SELECTED FACTORS RELATIVE TO AUTOMATED SCHOOL SCHEDULING PROCESSES."},
      {
        "id":"ED019755",
        "title":"INSTRUCTIONAL USES OF SIMULATION--A SELECTED BIBLIOGRAPHY."},
      {
        "id":"ED019756",
        "title":"REASSESSMENT OF THE SCHOOL LOCATION PROBLEM--A MULTI-FUNCTIONAL ROLE FOR THE SCHOOL IN THE URBAN ENVIRONMENT."},
      {
        "id":"ED019758",
        "title":"REGULATIONS PURSUANT TO TITLES I, II, AND III OF THE ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965."},
      {
        "id":"ED019759",
        "title":"COLLECTIVE NEGOTIATION AND THE EDUCATIONAL ADMINISTRATOR. ANNOTATED BIBLIOGRAPHY COMPILED BY UCEA-UT REGIONAL GRADUATE STUDENT SEMINAR. (TITLE SUPPLIED)."},
      {
        "id":"ED019760",
        "title":"SURVEY OF TEACHERS&apos; SALARIES IN U.S. PUBLIC SCHOOL SYSTEMS."},
      {
        "id":"ED019763",
        "title":"DEMONSTRATION OF DIFFERENTIAL PROGRAMMING IN ENRICHMENT, ACCELERATION, COUNSELING, AND SPECIAL CLASSES FOR GIFTED PUPILS IN GRADES 1-9. FINAL REPORT."},
      {
        "id":"ED019767",
        "title":"PROCEEDINGS OF THE BIENNIAL CONVENTION OF THE AMERICAN ASSOCIATION OF INSTRUCTORS OF THE BLIND, INC. (46TH, MIAMI BEACH, FLORIDA, JUNE 28-JULY 2, 1962)."},
      {
        "id":"ED019770",
        "title":"THE ABILITIES OF YOUNG CHILDREN. CEC RESEARCH MONOGRAPH SERIES B, NO. B-4."},
      {
        "id":"ED019771",
        "title":"STUDY OF SLOW LEARNERS."},
      {
        "id":"ED019778",
        "title":"RECREATION FOR THE MENTALLY RETARDED--A COMMUNITY BASED PROGRAM."},
      {
        "id":"ED019780",
        "title":"IMPROVING THE SOCIAL BEHAVIOR OF YOUNG, EDUCABLE MENTAL RETARDATES. FINAL REPORT."},
      {
        "id":"ED019783",
        "title":"THE DEVELOPMENT OF BEHAVIOR DIMENSIONS FOR EMOTIONALLY DISTURBED CHILDREN--A STUDY OF RELEVANT INDICATORS FOR CLASSROOM TECHNIQUES, THERAPIES METHODS, AND PROGNOSIS. INTERIM REPORT."},
      {
        "id":"ED019787",
        "title":"EFFECTS OF REWARD AND PUNISHMENT ON STUTTERING IN CHILDREN."},
      {
        "id":"ED019791",
        "title":"COMPARATIVE SURVEY OF 192 PUBLIC SCHOOL PROGRAMS FOR EXCEPTIONAL CHILDREN."},
      {
        "id":"ED019792",
        "title":"DIRECTORY OF RESIDENTIAL CAMPS SERVING THE MENTALLY RETARDED."},
      {
        "id":"ED019793",
        "title":"BEHAVIOR PATTERNS ASSOCIATED WITH PERSISTENT EMOTIONAL DISTURBANCES OF SCHOOL CHILDREN IN REGULAR CLASSES OF ELEMENTARY GRADES, A REPORT OF A LONGITUDINAL STUDY OF CHILDREN IN THE SECOND GRADE IN 1961. INTERIM REPORT."},
      {
        "id":"ED019796",
        "title":"RESEARCH AND DEVELOPMENT ACTIVITIES IN R/I UNITS OF TWO ELEMENTARY SCHOOLS OF MANITOWOC, WISCONSIN, 1966-1967."},
      {
        "id":"ED019800",
        "title":"THE GIFTED CHILD IN CONNECTICUT, A SURVEY OF PROGRAMS."},
      {
        "id":"ED019801",
        "title":"THE DEVELOPMENT OF A VISUAL-VERBAL MEASURE OF GENERAL CREATIVITY--THE SYMBOL TEST OF ORIGINALITY. FINAL REPORT."},
      {
        "id":"ED019802",
        "title":"CONDITIONING CHILDREN FOR SCHOOL. FINAL REPORT."},
      {
        "id":"ED019804",
        "title":"ELECTRICAL STIMULATION OF THE SKIN--A SELECTED BIBLIOGRAPHY."},
      {
        "id":"ED019805",
        "title":"A SELECTED BIBLIOGRAPHY ON TEACHING MACHINES AND PROGRAMED INSTRUCTION."},
      {
        "id":"ED019806",
        "title":"A BIBLIOGRAPHY ON DOWN'S SYNDROME."},
      {
        "id":"ED019807",
        "title":"A BIBLIOGRAPHY ON MENTAL RETARDATION. NUMBER I."},
      {
        "id":"ED019809",
        "title":"AN EXPLORATORY STUDY OF THE DEVELOPMENT AND UTILIZATION OF A GRADE TWO BRAILLE TRANSLATOR FOR THE HONEYWELL 222 HIGH SPEED BRAILLE PRINTER. FINAL REPORT."},
      {
        "id":"ED019811",
        "title":"ROOMS FOR DEVELOPMENTAL SCIENCE COURSES. SCHOOL FACILITIES FOR SCIENCE INSTRUCTION, 2ND EDITION."},
      {
        "id":"ED019812",
        "title":"CASEBOOK ON CAMPUS PLANNING AND INSTITUTIONAL DEVELOPMENT. TEN INSTITUTIONS, HOW THEY DID IT."},
      {
        "id":"ED019814",
        "title":"A REVIEW OF STUDIES OF ECONOMIES IN SCHOOLHOUSE CONSTRUCTION."},
      {
        "id":"ED019816",
        "title":"THERMAL ENVIRONMENT AND LEARNING."},
      {
        "id":"ED019819",
        "title":"THE SCHOOL PLANT GUIDE FOR PLANNING SCHOOL PLANTS OF PENNSYLVANIA. ARCHITECTURAL DESIGN REQUIREMENTS AND GENERAL, ELECTRIC, HEATING AND VENTILATING, AND PLUMBING STANDARDS."},
      {
        "id":"ED019820",
        "title":"THE COMPUTER AS A MANAGEMENT TOOL--PHYSICAL FACILITIES INVENTORIES, UTILIZATION, AND PROJECTIONS. 11TH ANNUAL MACHINE RECORDS CONFERENCE PROCEEDINGS (UNIVERSITY OF TENNESSEE, KNOXVILLE, APRIL 25-27, 1966)."},
      {
        "id":"ED019821",
        "title":"BRIGHTEN YOUR CORNER, BROADCAST NO. 7464. UNIVERSITY EXPLORER."},
      {
        "id":"ED019822",
        "title":"CLASSROOM LIGHTING."},
      {
        "id":"ED019825",
        "title":"NINTH ARIZONA TOWN HALL ON HIGHER EDUCATION IN ARIZONA. RESEARCH REPORT, RECOMMENDATIONS AND LIST OF PARTICIPANTS."},
      {
        "id":"ED019826",
        "title":"AN ACADEMIC DEVELOPMENT PLAN FOR THE UNIVERSITY OF HAWAII, JANUARY 1964 AND 2 SUPPLEMENTS--1966, 1967."},
      {
        "id":"ED019827",
        "title":"SOFT FLOOR COVERING IN THE LOS ANGELES CITY SCHOOL DISTRICTS."},
      {
        "id":"ED019828",
        "title":"A LOOK AT THE SCHOOLS OF TOMORROW--A SPEECH GIVEN TO THE 1ST ANNUAL SCHOOL ADMINISTRATORS SEMINAR OF THE AMERICAN SCHOOL FOOD SERVICE ASSOCIATION (VAIL VILLAGE, COLO., DEC. 6-8, 1967). (TITLE SUPPLIED)."},
      {
        "id":"ED019829",
        "title":"EDUCATIONAL SPECIFICATIONS FOR SECONDARY SCHOOLS."},
      {
        "id":"ED019830",
        "title":"SOUTHSIDE ELEMENTARY SCHOOL EDUCATIONAL SPECIFICATIONS."},
      {
        "id":"ED019831",
        "title":"HEALTH AND SAFETY REQUIREMENTS FOR EXISTING SCHOOL BUILDINGS."},
      {
        "id":"ED019832",
        "title":"THE SCHOOL OF DENTAL MEDICINE NEW RESEARCH AND TEACHING BUILDING FOR THE UNIVERSITY OF PENNSYLVANIA."},
      {
        "id":"ED019833",
        "title":"A CENTER FOR CONFERENCES AND CONTINUING EDUCATION."},
      {
        "id":"ED019835",
        "title":"WHAT&apos;S HAPPENING TO THE CAMPUS. A BRIEF REVIEW OF MANY INDIVIDUALS&apos; OBSERVATION ON HOW PHYSICAL FACILITIES FOR HIGHER EDUCATION ARE CHANGING IN RESPONSE TO NEW NEEDS."},
      {
        "id":"ED019836",
        "title":"HEATING AND AIR CONDITIONING EDUCATIONAL PROGRAM."},
      {
        "id":"ED019838",
        "title":"SAFETY IN THE DESIGN OF SCIENCE LABORATORIES AND BUILDING CODES."},
      {
        "id":"ED019840",
        "title":"SUMMARY OF A PROJECT FOR COMPUTERIZED VOCATIONAL INFORMATION BEING DEVELOPED AT WILLOWBROOK HIGH SCHOOL, VILLA PARK, ILLINOIS."},
      {
        "id":"ED019841",
        "title":"SODA FOUNTAIN-LUNCHEONETTE EQUIPMENT AND APPURTENANCES. NATIONAL SANITATION FOUNDATION STANDARD NO. 1."},
      {
        "id":"ED019842",
        "title":"RECESSED AUTOMATIC SURFACE SKIMMERS FOR SWIMMING POOLS. NATIONAL SANITATION FOUNDATION STANDARD NUMBER 11."},
      {
        "id":"ED019843",
        "title":"MANUAL FOOD AND BEVERAGE DISPENSING EQUIPMENT. NATIONAL SANITATION FOUNDATION STANDARD NO. 18."},
      {
        "id":"ED019845",
        "title":"KENTUCKY PUBLIC SCHOOL CONSTRUCTION."},
      {
        "id":"ED019847",
        "title":"TELEVISION RECORDINGS AND TEACHER EDUCATION--NEW DIRECTIONS."},
      {
        "id":"ED019848",
        "title":"INSTRUCTIONAL TELEVISION--PROMISE AND OPPORTUNITY."},
      {
        "id":"ED019849",
        "title":"CONTROLLING BEHAVIOR CHANGERS' BEHAVIOR."},
      {
        "id":"ED019855",
        "title":"COMPUTER FACILITIES FOR MATHEMATICS INSTRUCTION."},
      {
        "id":"ED019866",
        "title":"A DESCRIPTION OF VARIABLES AND THEIR IMPLEMENTATION IN STUDIES OF PRINCIPLES FOR THE PROGRAMING OF HIGH SCHOOL ALGEBRA. COMPARATIVE STUDIES OF PRINCIPLES FOR PROGRAMING MATHEMATICS IN AUTOMATED INSTRUCTION, TECHNICAL REPORT NO. 8."},
      {
        "id":"ED019870",
        "title":"THE DESIGN FOR UTILIZING PROGRAMED INSTRUCTION FOR PRE-SCHOOL CHILDREN."},
      {
        "id":"ED019871",
        "title":"AN EXPERIMENTAL EVALUATION OF VISUAL ILLUSTRATIONS USED TO COMPLEMENT PROGRAMED INSTRUCTION."},
      {
        "id":"ED019873",
        "title":"PLANNING, CONSTRUCTION, AND EVALUATION OF MEDIA FOR TEACHING HIGH SCHOOL AND JUNIOR COLLEGE SCIENCE VIA TELEVISION FOR USE IN SELF INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED019874",
        "title":"GUIDE FOR COOPERATIVE EVALUATION OF COUNTY AND DISTRICT AUDIO-VISUAL PROGRAMS."},
      {
        "id":"ED019875",
        "title":"AN ELECTRONIC COMMUNICATION SYSTEM FOR CLASSROOM USE WITH THE POORLY MOTIVATED STUDENT. FINAL REPORT."},
      {
        "id":"ED019876",
        "title":"FILMIC COMMUNICATION AND COMPLEX LEARNING. WORKING PAPER NO. 4."},
      {
        "id":"ED019877",
        "title":"STUDIES IN CINE-PSYCHOMETRY II--CONTINUED FACTORING OF AUDIO AND VISUAL COGNITION AND MEMORY. FINAL REPORT."},
      {
        "id":"ED019879",
        "title":"GRADUATE ENGINEERING EDUCATION VIA TELEVISION."},
      {
        "id":"ED019880",
        "title":"THE EFFECTS ON LEARNING FROM A MOTION PICTURE FILM OF SELECTIVE CHANGES IN SOUND TRACK LOUDNESS LEVEL. FINAL REPORT."},
      {
        "id":"ED019882",
        "title":"LEARNER RESPONSE, FEEDBACK, AND REVIEW IN FILM PRESENTATION. FINAL REPORT."},
      {
        "id":"ED019883",
        "title":"THE EFFECTIVENESS OF SELF INSTRUCTION IN TEACHER EDUCATION USING MODELLING AND VIDEO TAPE FEEDBACK."},
      {
        "id":"ED019886",
        "title":"SCHOOL TELEVISION, GREAT CITIES, 1967, A STUDY OF THE STATUS AND NEEDS OF THE SCHOOLS, AS SERVED BY TELEVISION IN SIXTEEN GREAT CITIES."},
      {
        "id":"ED019887",
        "title":"IMPROVING THE QUALITY OF TEACHER PERFORMANCE BY THE USE OF THE VIDEO TAPE RECORDER. FINAL REPORT."},
      {
        "id":"ED019888",
        "title":"COMPUTER ORIENTED MATHEMATICS, AN INTRODUCTION FOR TEACHERS."},
      {
        "id":"ED019889",
        "title":"REVIEWS OF FILMS, REPORT OF SOME REVIEWING COMMITTEES."},
      {
        "id":"ED019894",
        "title":"LIBRARY AND MULTIMEDIA PROJECTS, DESCRIPTIONS OF SPECIAL PROJECTS APPROVED UNDER TITLE II ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965 (1966-1967)."},
      {
        "id":"ED019895",
        "title":"CULTURE AND LANGUAGE INSTRUCTION. TEACHER'S NOTEBOOK IN MODERN FOREIGN LANGUAGES."},
      {
        "id":"ED019896",
        "title":"EVALUATION AND TESTING OF FLES PROGRAMS."},
      {
        "id":"ED019897",
        "title":"A SYSTEM FOR TEACHING MODERN FOREIGN LANGUAGE READING. TEACHER'S NOTEBOOK IN MODERN FOREIGN LANGUAGES."},
      {
        "id":"ED019898",
        "title":"FOREIGN AND SECOND LANGUAGE TEACHING IN THE USSR."},
      {
        "id":"ED019899",
        "title":"OUR BILINGUALS--SOCIAL AND PSYCHOLOGICAL BARRIERS, LINGUISTIC AND PEDAGOGICAL BARRIERS (2ND ANNUAL CONFERENCE OF THE SOUTHWEST COUNCIL OF FOREIGN LANGUAGE TEACHERS, EL PASO, NOVEMBER 13, 1965). REPORTS."},
      {
        "id":"ED019900",
        "title":"A REPORT OF THE DEVELOPMENTAL TESTING OF A SELF-INSTRUCTIONAL FRENCH PROGRAM."},
      {
        "id":"ED019901",
        "title":"OVERCOMING CULTURAL BARRIERS."},
      {
        "id":"ED019902",
        "title":"THE KEATING REPORT--A SYMPOSIUM."},
      {
        "id":"ED019903",
        "title":"THE SIGNIFICANCE OF LEARNER'S ERRORS."},
      {
        "id":"ED019904",
        "title":"A CLASSIFICATION AND RETRIEVAL SYSTEM FOR RECORDED FOREIGN LANGUAGE TAPES."},
      {
        "id":"ED019905",
        "title":"FOREIGN LANGUAGES FOR CHILDREN--WHAT RESEARCH SAYS."},
      {
        "id":"ED019906",
        "title":"FOREIGN LANGUAGES IN THE ELEMENTARY SCHOOL--A SECOND STATEMENT OF POLICY."},
      {
        "id":"ED019907",
        "title":"HIGH-SCHOOL FOREIGN LANGUAGE STUDY AND FRESHMAN PERFORMANCE."},
      {
        "id":"ED019908",
        "title":"VOCATIONAL OPPORTUNITIES FOR FOREIGN LANGUAGE STUDENTS."},
      {
        "id":"ED019909",
        "title":"BILINGUALISM AND THE BILINGUAL CHILD--A SYMPOSIUM."},
      {
        "id":"ED019910",
        "title":"THE USE OF THE LANGUAGE LABORATORY TO TEACH THE READING LESSON."},
      {
        "id":"ED019911",
        "title":"TERMINAL REVISION OF THE ALLP-II PROGRAMMED SPANISH LANGUAGE COURSE."},
      {
        "id":"ED019912",
        "title":"SURVEY OF FRENCH III AND SPANISH III STUDENTS NOT PLANNING TO STUDY FRENCH IV OR SPANISH IV."},
      {
        "id":"ED019913",
        "title":"FRENCH EDUCATION."},
      {
        "id":"ED019914",
        "title":"INTERNATIONAL EXCHANGE 1967."},
      {
        "id":"ED019916",
        "title":"CULTURE IN THE FOREIGN LANGUAGE CLASSROOM."},
      {
        "id":"ED019917",
        "title":"DIAL ACCESS INFORMATION RETRIEVAL SYSTEMS, CIRCA--1967."},
      {
        "id":"ED019918",
        "title":"NEW DIRECTIONS IN THE TEACHING OF PORTUGUESE."},
      {
        "id":"ED019919",
        "title":"UNDERGRADUATE MFL TEACHER-TRAINING IN LIBERAL ARTS COLLEGES--A SURVEY."},
      {
        "id":"ED019921",
        "title":"FULL-TIME EQUIVALENT OPERATING COSTS."},
      {
        "id":"ED019922",
        "title":"SUPERIOR TEACHING IN JUNIOR COLLEGES--RESEARCH NEEDED."},
      {
        "id":"ED019924",
        "title":"A SURVEY OF EVENING COLLEGE ADMINISTRATION PRACTICES IN CALIFORNIA JUNIOR COLLEGES."},
      {
        "id":"ED019926",
        "title":"PROCEEDINGS OF THE STATEWIDE JUNIOR COLLEGE CONFERENCE (2ND, PEORIA, NOVEMBER 16-18, 1967)."},
      {
        "id":"ED019927",
        "title":"AN INVESTIGATION OF READABILITY LEVELS OF JUNIOR COLLEGE FACULTY HANDBOOKS."},
      {
        "id":"ED019928",
        "title":"PROCEEDINGS OF THE ANNUAL MEETING OF THE SOUTHERN ASSOCIATION OF COLLEGES AND SCHOOLS (72ND, DALLAS, NOVEMBER 1967)."},
      {
        "id":"ED019929",
        "title":"PRETECHNICAL POST HIGH SCHOOL PROGRAMS, A SUGGESTED GUIDE. TECHNICAL EDUCATION PROGRAM SERIES, NUMBER 12."},
      {
        "id":"ED019930",
        "title":"JUNIOR COLLEGE ADMINISTRATIVE CONFERENCE (ARIZONA STATE UNIVERSITY, DECEMBER 6-7, 1967)."},
      {
        "id":"ED019932",
        "title":"IN WHAT SHAPE IS YOUR COMMUNITY COLLEGE."},
      {
        "id":"ED019933",
        "title":"THE INTERNSHIP--AN INNOVATIVE APPROACH TO PROVIDING CONTINUING LEADERSHIP FOR NORTH CAROLINA'S COMMUNITY COLLEGES."},
      {
        "id":"ED019934",
        "title":"HOW TO LAUNCH A COMMUNITY COLLEGE."},
      {
        "id":"ED019935",
        "title":"THE EFFECT OF A COLLEGIATE RETAILING PROGRAM UPON SUBSEQUENT CAREER DEVELOPMENT."},
      {
        "id":"ED019936",
        "title":"USE OF THE FRESHMAN-SOPHOMORE LIBRARY BY GENERAL COLLEGE STUDENTS."},
      {
        "id":"ED019938",
        "title":"THE USE OF PROGRAMMED MATERIALS IN A FRESHMAN ORIENTATION PROGRAM."},
      {
        "id":"ED019939",
        "title":"FOCUS ON LEARNING--PREPARING TEACHERS FOR THE TWO-YEAR COLLEGE."},
      {
        "id":"ED019940",
        "title":"STUDY OF ADMINISTRATIVE SALARIES IN PRIVATE NEW ENGLAND JUNIOR COLLEGES, 1966-1967 AND 1967-1968."},
      {
        "id":"ED019941",
        "title":"THE ACADEMIC STATE, A PROGRESS REPORT TO THE LEGISLATURE ON TUITION AND OTHER MATTERS PERTAINING TO HIGHER EDUCATION IN CALIFORNIA."},
      {
        "id":"ED019942",
        "title":"INFORMATION RELEASE, LESSON OUTLINE--FAMILIARIZATION WITH ERIC AND ITS PUBLICATIONS."},
      {
        "id":"ED019944",
        "title":"EFFECTIVENESS OF SPECIAL COUNSELING ON A GROUP BASIS, FALL SEMESTER, 1967."},
      {
        "id":"ED019945",
        "title":"A STUDY OF VOTER REACTION TO A COMBINATION BOND-TAX ELECTION ON MARCH 26, 1968."},
      {
        "id":"ED019946",
        "title":"REPORT OF SELECTED DATA AND CHARACTERISTICS, ILLINOIS PUBLIC JUNIOR COLLEGES, 1967-68."},
      {
        "id":"ED019947",
        "title":"PROCEEDINGS OF THE ANNUAL COMMUNITY COLLEGE CONFERENCE (3RD, NORTHERN ILLINOIS UNIVERSITY, JULY 8, 1966)."},
      {
        "id":"ED019948",
        "title":"CALIFORNIA JUNIOR COLLEGE FACULTY COMPENSATION FOR EXTRA-INSTRUCTIONAL ASSIGNMENTS, 1967-68."},
      {
        "id":"ED019949",
        "title":"STUDY OF NEEDS IN TRAINING MEDICAL ASSISTANTS."},
      {
        "id":"ED019950",
        "title":"SURVEY OF OCCUPATIONAL PROGRAMS IN ILLINOIS COMMUNITY AND JUNIOR COLLEGES, 1967-1968."},
      {
        "id":"ED019951",
        "title":"BLOCK SCHEDULING IN THE COMMUNITY JUNIOR COLLEGE."},
      {
        "id":"ED019952",
        "title":"THE COLLEGE FACILITIES THING, IMPRESSIONS OF AN AIRBORNE SEMINAR AND A GUIDE FOR JUNIOR COLLEGE PLANNERS."},
      {
        "id":"ED019954",
        "title":"A GUIDE TO COMMUNITY COLLEGE PLANNING IN OHIO."},
      {
        "id":"ED019955",
        "title":"PUBLIC SCHOOL LAWS OF NORTH CAROLINA--COMMUNITY COLLEGES, TECHNICAL INSTITUTES, AND INDUSTRIAL EDUCATION CENTERS. CHAPTER 115A, GENERAL STATUTES OF NORTH CAROLINA, INCLUDING AMENDMENTS ADOPTED BY THE 1965 AND 1967 GENERAL ASSEMBLIES."},
      {
        "id":"ED019956",
        "title":"A STUDY OF ACADEMIC SUCCESS OF COLLEGE READINESS STUDENTS AT THE COLLEGE OF SAN MATEO."},
      {
        "id":"ED019959",
        "title":"REPORT AND EVALUATION OF EXPERIMENTAL CLASS IN FRENCH (FRENCH 20) FIRST SEMESTER IN OPERATION."},
      {
        "id":"ED019960",
        "title":"DELAWARE TECHNICAL AND COMMUNITY COLLEGES, FIRST REPORT BY THE BOARD OF TRUSTEES."},
      {
        "id":"ED019961",
        "title":"ENROLLED HOUSE BILL NO. 3829, AN ACT RELATING TO COMMUNITY COLLEGES. STATE OF MICHIGAN, 73RD LEGISLATURE, REGULAR SESSION OF 1966. (TITLE SUPPLIED)."},
      {
        "id":"ED019962",
        "title":"COMMUNITY COLLEGE ACT OF 1967. WASHINGTON STATE LEGISLATURE ENGROSSED SUBSTITUTE HOUSE BILL NUMBER 548, CHAPTER 8, LAWS, EXTRAORDINARY SESSION, 1967. (TITLE SUPPLIED)."},
      {
        "id":"ED019963",
        "title":"REPORT OF THE ENGLISH PROGRAM COMMITTEE."},
      {
        "id":"ED019965",
        "title":"GUIDELINES FOR LAW ENFORCEMENT EDUCATION PROGRAMS IN COMMUNITY AND JUNIOR COLLEGES."},
      {
        "id":"ED019966",
        "title":"THE COLLEGE PRESIDENT--A BIBLIOGRAPHY (WITH ANNOTATIONS ON THE JUNIOR COLLEGE PRESIDENCY)."},
      {
        "id":"ED019967",
        "title":"PROJECT COLLEGE-BOUND, A FINANCIAL ASSISTANCE PROGRAM FOR HIGH SCHOOL GRADUATES ATTENDING THE 1967 SUMMER SESSION."},
      {
        "id":"ED019969",
        "title":"STRENGTH THROUGH COOPERATION IN SOUTHERN CALIFORNIA LIBRARIES, A SURVEY."},
      {
        "id":"ED019970",
        "title":"LIBRARY INFORMATION PROCESSING USING AN ON-LINE, REAL-TIME COMPUTER SYSTEM."},
      {
        "id":"ED019971",
        "title":"LIBRARY SERVICE IN LOUISIANA, KEEPING PACE WITH PROGRESS IN THE STATE. A REPORT PREPARED FOR THE LOUISIANA LIBRARY ASSOCIATION."},
      {
        "id":"ED019972",
        "title":"STRENGTH AND OTHER CHARACTERISTICS OF BOOK PAPERS 1800-1899. PERMANENCE/DURABILITY OF THE BOOK--V."},
      {
        "id":"ED019973",
        "title":"A FEASIBILITY STUDY FOR A JOINT COMPUTER CENTER FOR FIVE WASHINGTON, D.C. UNIVERSITY LIBRARIES."},
      {
        "id":"ED019977",
        "title":"U.S. GOVERNMENT PUBLICATIONS, ACQUISITION, PROCESSING AND USE. PROCEEDINGS OF THREE WORKSHOPS (SACRAMENTO, MAY 12, 1966, BAKERSFIELD, MAY 17, 1966, ANAHEIM, MAY 19, 1966)."},
      {
        "id":"ED019978",
        "title":"FINAL REPORT OF THE RESEARCH PROJECT FOR THE EVALUATION OF THE UDC AS THE INDEXING LANGUAGE FOR A MECHANIZED REFERENCE RETRIEVAL SYSTEM."},
      {
        "id":"ED019981",
        "title":"CENTRAL LIBRARY SERVICES IN MONROE COUNTY, THE PROBLEM OF FISCAL EQUITY."},
      {
        "id":"ED019983",
        "title":"INDEX TO THE LIBRARY OF CONGRESS CLASSIFICATION OUTLINE."},
      {
        "id":"ED019984",
        "title":"EQUALITY IN LIBRARY SERVICE--WYOMING&apos;S GOAL, A REPORT OF A SURVEY WITH GUIDELINES FOR ESTABLISHING A STATE-WIDE LIBRARY SYSTEM."},
      {
        "id":"ED019985",
        "title":"THE DYNAMICS OF INFORMATION FLOW, RECOMMENDATIONS TO IMPROVE THE FLOW OF INFORMATION WITHIN AND AMONG FEDERAL, STATE AND LOCAL GOVERNMENTS."},
      {
        "id":"ED019986",
        "title":"SURVEY OF SPECIAL LIBRARIES SERVING THE FEDERAL GOVERNMENT."},
      {
        "id":"ED019987",
        "title":"A COMPARATIVE STUDY OF VARIOUS PROJECT HEAD START PROGRAMS."},
      {
        "id":"ED019988",
        "title":"NUMBER TRAINING TECHNIQUES AND THEIR EFFECTS ON DIFFERENT POPULATIONS. FINAL REPORT."},
      {
        "id":"ED019989",
        "title":"THE EFFECT OF PRESCHOOL GROUP EXPERIENCE ON VARIOUS LANGUAGE AND SOCIAL SKILLS IN DISADVANTAGED CHILDREN. FINAL REPORT."},
      {
        "id":"ED019992",
        "title":"SEX AND RACE DIFFERENCES IN THE DEVELOPMENT OF UNDERPRIVILEGED PRESCHOOL CHILDREN."},
      {
        "id":"ED019993",
        "title":"ANALYSES OF STORIES DICTATED IN CLASSES OF THE COOPERATIVE PROJECT."},
      {
        "id":"ED019994",
        "title":"AN EVALUATION OF THE EFFECTS OF A UNIQUE SEQUENTIAL LEARNING PROGRAM ON CULTURALLY DEPRIVED PRESCHOOL CHILDREN. FINAL REPORT."},
      {
        "id":"ED019998",
        "title":"GUIDELINES FOR ELEMENTARY SOCIAL STUDIES."},
      {
        "id":"ED020000",
        "title":"EVALUATION OF THE CLEVELAND CHILD DEVELOPMENT PROGRAM. A LONGITUDINAL STUDY (FIRST YEAR REPORT)."},
      {
        "id":"ED020001",
        "title":"GUIDEBOOK FOR TEACHERS."},
      {
        "id":"ED020002",
        "title":"LANGUAGE LEARNING ACTIVITIES FOR THE DISADVANTAGED CHILD."},
      {
        "id":"ED020003",
        "title":"EFFECT OF TRIMESTER SCHOOL OPERATION ON THE ACHIEVEMENT AND ADJUSTMENT OF KINDERGARTEN AND FIRST THROUGH THIRD GRADE CHILDREN. FINAL REPORT."},
      {
        "id":"ED020004",
        "title":"DEVELOPMENT OF A SOCIAL COMPETENCY SCALE FOR PRESCHOOL CHILDREN. FINAL REPORT."},
      {
        "id":"ED020005",
        "title":"THE INTERPLAY OF SOME EGO FUNCTIONS IN SIX YEAR OLD CHILDREN."},
      {
        "id":"ED020008",
        "title":"KINDERGARTEN GUIDEBOOK."},
      {
        "id":"ED020009",
        "title":"THE DEUTSCH MODEL--INSTITUTE FOR DEVELOPMENTAL STUDIES."},
      {
        "id":"ED020010",
        "title":"LOGICAL OPERATIONS AND CONCEPTS OF CONSERVATION IN CHILDREN, A TRAINING STUDY. FINAL REPORT."},
      {
        "id":"ED020011",
        "title":"BLOCKBUILDING."},
      {
        "id":"ED020012",
        "title":"THINKING, FEELING, EXPERIENCING--TOWARD REALIZATION OF FULL POTENTIAL."},
      {
        "id":"ED020013",
        "title":"THE USE OF CONTEMPORARY MATERIALS IN THE CLASSROOM."},
      {
        "id":"ED020014",
        "title":"TEACHING MUSIC IN THE ELEMENTARY SCHOOL, OPINION AND COMMENT."},
      {
        "id":"ED020015",
        "title":"MAKING PRIMARY ARITHMETIC MEANINGFUL TO CHILDREN."},
      {
        "id":"ED020016",
        "title":"REPORT ON ACTIVITIES, 1964-1966."},
      {
        "id":"ED020017",
        "title":"MOTIVATIONAL FACTORS AND IQ-CHANGES IN CULTURALLY DEPRIVED CHILDREN ATTENDING NURSERY SCHOOL."},
      {
        "id":"ED020018",
        "title":"A DEVELOPMENTAL STUDY OF THE RELATIONSHIP BETWEEN REACTION-TIME AND PROBLEM-SOLVING EFFICIENCY. FINAL REPORT."},
      {
        "id":"ED020019",
        "title":"A LONGITUDINAL ASSESSMENT OF PRESCHOOL CHILDREN IN HAPTIC LEARNING. FINAL REPORT."},
      {
        "id":"ED020020",
        "title":"FAMILY BACKGROUND EFFECTS ON PERSONALITY DEVELOPMENT AND SOCIAL ACCEPTANCE."},
      {
        "id":"ED020021",
        "title":"PRELIMINARY FINDINGS FROM A LONGITUDINAL EDUCATIONAL IMPROVEMENT PROJECT BEING CONDUCTED FOR INSTRUCTIONALLY IMPOVERISHED PUPILS IN INTACT SCHOOLS IN THE URBAN SOUTH."},
      {
        "id":"ED020023",
        "title":"SOCIOECONOMIC STATUS AND LEARNING PROFICIENCY IN YOUNG CHILDREN."},
      {
        "id":"ED020024",
        "title":"THE INTERACTION OF FATHER-ABSENCE AND SIBLING-PRESENCE ON COGNITIVE ABILITIES."},
      {
        "id":"ED020025",
        "title":"AN ANNOTATED BIBLIOGRAPHY OF BEHAVIOR MODIFICATION WITH CHILDREN AND RETARDATES."},
      {
        "id":"ED020026",
        "title":"THE EFFECT OF HEADSTART ON DEVELOPMENTAL PROCESSES."},
      {
        "id":"ED020027",
        "title":"RURAL YOUTH IN A CHANGING ENVIRONMENT, REPORT OF THE NATIONAL CONFERENCE (OKLAHOMA STATE UNIVERSITY, SEPTEMBER 22-25, 1963)."},
      {
        "id":"ED020028",
        "title":"A STUDY OF MIGRANT WORKERS IN SOUTHWEST OKLAHOMA."},
      {
        "id":"ED020029",
        "title":"TEACHING READING TO THE BILINGUAL CHILD."},
      {
        "id":"ED020031",
        "title":"A SURVEY OF SPANISH-SURNAME ENROLLED STUDENTS, SAN JOSE STATE COLLEGE 1963-1964."},
      {
        "id":"ED020032",
        "title":"A SCHOOL TRANSFER RECORD SYSTEM FOR FARM MIGRANT CHILDREN."},
      {
        "id":"ED020033",
        "title":"SIZE AND STATE SCHOOL SYSTEM ORGANIZATION."},
      {
        "id":"ED020034",
        "title":"STRUCTURING EDUCATION FOR BUSINESS MANAGEMENT."},
      {
        "id":"ED020035",
        "title":"TEACHER AIDES UNDER GLASS."},
      {
        "id":"ED020036",
        "title":"THE MYTHS OF REORGANIZATION."},
      {
        "id":"ED020037",
        "title":"A CLEARINGHOUSE FOR CREATIVITY."},
      {
        "id":"ED020038",
        "title":"PROSPECTUS FOR EQUITABLE EDUCATIONAL OPPORTUNITIES FOR SPANISH-SPEAKING CHILDREN."},
      {
        "id":"ED020039",
        "title":"THE ROLE OF EDUCATION IN ALLEVIATING RURAL POVERTY."},
      {
        "id":"ED020040",
        "title":"MIXTECAN CHILDREN AT SCHOOL."},
      {
        "id":"ED020041",
        "title":"HANDBOOK FOR COMMUNITY AIDE PROGRAM."},
      {
        "id":"ED020042",
        "title":"FIRST COME LOVE AND UNDERSTANDING."},
      {
        "id":"ED020043",
        "title":"NEW HANOVER COUNTY SCHOOL UNIT'S PLAN FOR UTILIZATION OF THE FUNDS FOR TITLE I OF THE ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965, A STUDY PRESENTED TO THE FACULTY OF THE SCHOOL OF EDUCATION, THE UNIVERSITY OF NORTH CAROLINA."},
      {
        "id":"ED020044",
        "title":"FACTS FOR PROSPECTIVE FARMERS."},
      {
        "id":"ED020045",
        "title":"EDUCATING RURAL YOUTH FOR SUCCESS IN THE WORLD OF WORK."},
      {
        "id":"ED020046",
        "title":"EDUCATION FOR WHATEVER COMES."},
      {
        "id":"ED020047",
        "title":"BIBLIOGRAPHY, RURAL EDUCATION AND THE SMALL SCHOOL."},
      {
        "id":"ED020048",
        "title":"UTILIZATION OF MOBILE FACILITIES FOR DEVELOPMENT OF ENTRY WORK SKILLS FOR ARKANSAS' RURAL UNEMPLOYED AND LOW INCOME EARNERS, A FEASIBILITY STUDY."},
      {
        "id":"ED020049",
        "title":"WORK SKILL NEEDS FOR THE ECONOMIC DEVELOPMENT OF ARKANSAS, A REPORT."},
      {
        "id":"ED020050",
        "title":"LA LENGUA EXTRANJERA EN LA ESCUELA PEQUENA (FOREIGN LANGUAGE IN THE SMALL SCHOOL), A REPORT OF AN EXPERIMENTAL WESTERN STATES SMALL SCHOOLS PROJECT STUDY DESIGNED TO PROVIDE FOREIGN LANGUAGE PROGRAMS IN THE SMALL ELEMENTARY SCHOOLS."},
      {
        "id":"ED020051",
        "title":"AN INSTRUMENT DESIGNED TO SECURE INFORMATION RELATIVE TO COMMUNITY ATTITUDES."},
      {
        "id":"ED020052",
        "title":"INDIANS IN OKLAHOMA, SOCIAL AND ECONOMIC STATISTICAL DATA."},
      {
        "id":"ED020053",
        "title":"EIGHTH GRADE UNIT, SEA--RESTLESS GIANT."},
      {
        "id":"ED020054",
        "title":"THE CASE FOR CHANGE--IN THE FUNCTIONS OF THE INTERMEDIATE UNIT."},
      {
        "id":"ED020056",
        "title":"RURAL EDUCATION ON THE WORLD SCENE."},
      {
        "id":"ED020057",
        "title":"THE CHANGED AND CHANGING SOCIO-ECONOMIC SITUATION."},
      {
        "id":"ED020058",
        "title":"THE COUNTY SUPERINTENDENT IN THE CHANGING SOCIAL SCENE."},
      {
        "id":"ED020059",
        "title":"EDUCATION IN RURAL AMERICA FOR VOCATIONAL COMPETENCE."},
      {
        "id":"ED020060",
        "title":"EDUCATIONAL IMPLICATIONS OF TECHNOLOGICAL CHANGE."},
      {
        "id":"ED020061",
        "title":"CHANGING SCHOOL NEEDS IN RURAL AREAS."},
      {
        "id":"ED020062",
        "title":"TEACHING THE RURAL DISADVANTAGED, PRELIMINARY BIBLIOGRAPHY."},
      {
        "id":"ED020063",
        "title":"PROGRAMMED MATHEMATICS, CLOUDCROFT HIGH SCHOOL."},
      {
        "id":"ED020064",
        "title":"PROGRAMMED MATHEMATICS, DES MOINES HIGH SCHOOL."},
      {
        "id":"ED020065",
        "title":"PROMISING PRACTICES FOR SMALL SCHOOLS IMPROVEMENT. ANNUAL PROGRESS REPORT."},
      {
        "id":"ED020066",
        "title":"PROFESSIONAL PERSONNEL TO SERVE THE EDUCATIONAL NEEDS OF RURAL AND SMALL COMMUNITIES, A PROPOSED GUIDE TO STATE ACTIVITY."},
      {
        "id":"ED020067",
        "title":"A BIBLIOGRAPHY OF MATERIALS ON THE UPPER CUMBERLAND REGION. (TITLE SUPPLIED)."},
      {
        "id":"ED020068",
        "title":"THE ROLE OF THE COMMUNITY ACTION PROGRAM IN THE SOLUTION OF RURAL YOUTH MANPOWER PROBLEMS."},
      {
        "id":"ED020070",
        "title":"THE PLACE OF PURPOSEFUL RECREATION IN RURAL AMERICA TODAY."},
      {
        "id":"ED020071",
        "title":"WHAT HAPPENS TO CHILDREN IN THE TRANSITION FROM A PREDOMINANTLY RURAL ECONOMY TO MODERN INDUSTRIALIZATION."},
      {
        "id":"ED020072",
        "title":"PURPOSEFUL RECREATION FOR PERSONAL GROWTH IN RURAL AREAS, THE EDUCATION-EXTENSION ROLE."},
      {
        "id":"ED020073",
        "title":"STATE AND COUNTY PLANNING OF A PROGRAM OF SERVICES FOR A COUNTY SCHOOLS OFFICE."},
      {
        "id":"ED020074",
        "title":"THE FINAL REPORT OF THE INSTITUTE FOR ADVANCED STUDY IN READING FOR TEAMS OF PRINCIPALS AND TEACHERS, GRADES 7-12, CONDUCTED AT NEW MEXICO STATE UNIVERSITY."},
      {
        "id":"ED020075",
        "title":"TEACHING LITERATURE AND READING SIMULTANEOUSLY, NINTH GRADE ENGLISH."},
      {
        "id":"ED020076",
        "title":"LANGUAGE ARTS CURRICULUM GUIDE FOR THE MODEL DEVELOPMENTAL READING SCHOOL."},
      {
        "id":"ED020077",
        "title":"DEVELOPMENT OF AN INDIVIDUALIZED READING PROGRAM FOR THE SECOND GRADE."},
      {
        "id":"ED020078",
        "title":"READING IN THE CONTENT AREAS--INSTRUCTION AND APPLICATION."},
      {
        "id":"ED020079",
        "title":"USING INDIVIDUALIZED READING AS A DIAGNOSTIC TECHNIQUE."},
      {
        "id":"ED020080",
        "title":"RELATION OF FIRST GRADE READING AND COMPOSITION."},
      {
        "id":"ED020082",
        "title":"READING TESTS AND TEACHERS."},
      {
        "id":"ED020083",
        "title":"DYSLEXIA--IS THERE SUCH A THING."},
      {
        "id":"ED020084",
        "title":"EMPIRICAL DETERMINATION OF THE INSTRUCTIONAL READING LEVEL."},
      {
        "id":"ED020085",
        "title":"SCHOOL ENTRANCE VARIABLES AND LATER ACHIEVEMENT AND PERSONALITY."},
      {
        "id":"ED020086",
        "title":"A READING PROGRAM FOR GIFTED CHILDREN IN THE PRIMARY GRADES."},
      {
        "id":"ED020087",
        "title":"SPEED READING--IS THE PRESENT EMPHASIS DESIRABLE."},
      {
        "id":"ED020088",
        "title":"OVERVIEW OF THE NATIONAL PICTURE--TITLE I."},
      {
        "id":"ED020089",
        "title":"RETENTION IN READING OF DISADVANTAGED MEXICAN-AMERICAN CHILDREN DURING THE SUMMER MONTHS."},
      {
        "id":"ED020090",
        "title":"CREATIVE READING."},
      {
        "id":"ED020092",
        "title":"ENRICHING READING THROUGH USE OF MEDIA--INTERMEDIATE GRADES."},
      {
        "id":"ED020093",
        "title":"REMEDIAL READING ACTIVITIES--AN IDEA BOOK."},
      {
        "id":"ED020094",
        "title":"A PRIMER FOR PROFESSORS OF READING."},
      {
        "id":"ED020095",
        "title":"AN EMPIRICAL INVESTIGATION OF EARLY READING RESPONSES OF YOUNG CHILDREN."},
      {
        "id":"ED020096",
        "title":"LANGUAGE THERAPY FOR SCHOLASTIC UNDERACHIEVERS."},
      {
        "id":"ED020097",
        "title":"A STATUS STUDY OF SUMMER READING PROGRAMS."},
      {
        "id":"ED020098",
        "title":"FOUR INSTRUCTIONAL APPROACHES TO BEGINNING READING--THREE YEARS LATER."},
      {
        "id":"ED020099",
        "title":"ERIC/CRIER INFORMATIONAL PUBLICATIONS. CUMULATIVE EDITION, 1967-68."},
      {
        "id":"ED020100",
        "title":"BIBLIOGRAPHIC GUIDE FOR ADVANCED PLACEMENT, CHEMISTRY."},
      {
        "id":"ED020102",
        "title":"SCIENCE 7, 8, 9, EXPERIMENTAL SYLLABUS BLOCK A, TAKING CARE OF OURSELVES."},
      {
        "id":"ED020106",
        "title":"CONGRESS ON SCIENCE TEACHING AND ECONOMIC GROWTH."},
      {
        "id":"ED020114",
        "title":"NUMBER AND OPERATION, HANDBOOK FOR ELEMENTARY MATHEMATICS WORKSHOPS."},
      {
        "id":"ED020115",
        "title":"BIBLIOGRAPHIES, HIGH SCHOOL MATHEMATICS."},
      {
        "id":"ED020116",
        "title":"AN ADAPTIVE DECISION STRUCTURE FOR EDUCATIONAL SYSTEMS."},
      {
        "id":"ED020117",
        "title":"HARVARD PROJECT PHYSICS PROGRESS REPORT."},
      {
        "id":"ED020119",
        "title":"A STUDY OF PRODUCTIVITY, RESEARCH ACTIVITIES, AND POSITIONS OF POST-WAR PH.D.'S IN MATHEMATICS."},
      {
        "id":"ED020120",
        "title":"BIBLIOGRAPHIC GUIDE FOR ADVANCED PLACEMENT, MATHEMATICS."},
      {
        "id":"ED020128",
        "title":"COMPUTER SCIENCES IN ELECTRICAL ENGINEERING."},
      {
        "id":"ED020129",
        "title":"TEACHER'S GUIDE TO OUTDOOR EDUCATION."},
      {
        "id":"ED020130",
        "title":"REVIEWS OF DATA ON SCIENCE RESOURCES."},
      {
        "id":"ED020131",
        "title":"RELATIONSHIP BETWEEN LEVELS OF MATURITY AND LEVELS OF UNDERSTANDING OF SELECTED CONCEPTS OF THE PARTICLE NATURE OF MATTER. TECHNICAL REPORT NO. 36."},
      {
        "id":"ED020133",
        "title":"DEVELOPMENT AND EXPERIMENT IN COLLEGE TEACHING, A COMPENDIUM OF REPORTS ON EDUCATIONAL EXPERIMENT AND DEVELOPMENT IN THE DISCIPLINES AND PROFESSIONAL SCHOOLS AT 11 MIDWESTERN UNIVERSITIES."},
      {
        "id":"ED020134",
        "title":"THE ROLE OF HIGH SCHOOL TEACHERS IN DISSEMINATING NEW ELEMENTARY SCIENCE CURRICULUMS. FINAL REPORT."},
      {
        "id":"ED020135",
        "title":"EDUCATION IN NATURAL RESOURCES, PROCEEDINGS AND RELATED PAPERS FROM A SEMINAR SERIES AT COLORADO STATE UNIVERSITY 1963-64."},
      {
        "id":"ED020136",
        "title":"AN ANALYSIS OF STATE ADOPTED TEXTBOOKS RELATIVE TO CONSERVATION EDUCATION INFORMATION."},
      {
        "id":"ED020138",
        "title":"REPORT TO THE NATIONAL SCIENCE FOUNDATION ON THE SUBSTRUCTURE SEARCH DEMONSTRATION CONDUCTED IN NEW YORK CITY SEPTEMBER 1966."},
      {
        "id":"ED020139",
        "title":"ACTIVITIES OF THE DIVISION OF SCIENCE TEACHING OF UNESCO. PAPER PRESENTED AT THE AAAS MEETING, DECEMBER 26, 1967, NEW YORK."},
      {
        "id":"ED020140",
        "title":"TEACHING SCIENCE IN HIGH SCHOOL--WHAT IS WRONG. PAPER PRESENTED AT THE AAAS MEETING, DECEMBER 29, 1967, NEW YORK."},
      {
        "id":"ED020141",
        "title":"UNDERGRADUATE EDUCATION IN RENEWABLE NATURAL RESOURCES, AN ASSESSMENT."},
      {
        "id":"ED020142",
        "title":"UNDERGRADUATE EDUCATION IN THE BIOLOGICAL SCIENCES FOR STUDENTS IN AGRICULTURE AND NATURAL RESOURCES, PROCEEDINGS OF A CONFERENCE."},
      {
        "id":"ED020143",
        "title":"SIXTH REPORT OF THE INTERNATIONAL CLEARINGHOUSE ON SCIENCE AND MATHEMATICS CURRICULAR DEVELOPMENTS 1968."},
      {
        "id":"ED020144",
        "title":"STEPS TOWARD SCIENTIFIC LITERACY, A REPORT OF COLLEGE-LEVEL CONFERENCES ON SCIENCE FOR NONSCIENCE MAJORS."},
      {
        "id":"ED020145",
        "title":"SCIENCE POLICY BULLETIN NUMBER 4."},
      {
        "id":"ED020146",
        "title":"BIBLIOGRAPHY OF SCIENCE COURSES OF STUDY AND TEXTBOOKS GRADES K-9 1968."},
      {
        "id":"ED020147",
        "title":"UNDERSTANDING OF CONCEPTS OF PROBABILITY THEORY BY JUNIOR HIGH SCHOOL CHILDREN. FINAL REPORT."},
      {
        "id":"ED020148",
        "title":"BIOGRAPHICAL INFORMATION AND THE PREDICTION OF MULTIPLE CRITERIA OF SUCCESS IN SCIENCE."},
      {
        "id":"ED020149",
        "title":"DEVELOPMENTAL PREPARATORY STUDY OF THE INTRODUCTION OF NEW SCIENCE CURRICULAR MATERIALS AND PROCEDURES INTO THE ELEMENTARY GRADES OF TWO RELATED SCHOOL DISTRICTS - HANOVER, NEW HAMPSHIRE SUPERVISORY UNION NUMBER 22 AND NORWICH, VERMONT SCHOOL DISTRICT."},
      {
        "id":"ED020150",
        "title":"SCIENCE IN THE ELEMENTARY SCHOOLS."},
      {
        "id":"ED020151",
        "title":"TEACHING HIGH-SCHOOL SCIENCE."},
      {
        "id":"ED020152",
        "title":"MATERIALS USED IN TEACHING AND EVALUATING THE CONCEPTS RELATED TO THE BIOLOGICAL CELL IN GRADES 2-6, PRACTICAL PAPER NO. 2."},
      {
        "id":"ED020153",
        "title":"A FORECASTING MODEL OF MANPOWER REQUIREMENTS IN THE HEALTH OCCUPATIONS."},
      {
        "id":"ED020154",
        "title":"NEEDED RESEARCH IN THE TEACHING OF ENGLISH, PROCEEDINGS OF A PROJECT ENGLISH RESEARCH CONFERENCE (CARNEGIE INSTITUTE OF TECHNOLOGY, MAY 5-7, 1962)."},
      {
        "id":"ED020155",
        "title":"TEACHING STANDARD ENGLISH TO URBAN PRIMARY CHILDREN. FINAL REPORT."},
      {
        "id":"ED020156",
        "title":"THE POWER OF THE BOOK."},
      {
        "id":"ED020157",
        "title":"GRAPHIC SOURCES FOR THE TEACHING OF RESTORATION ACTING STYLE, AN APPROACH TO THE ACTING OF RESTORATION COMEDY. FINAL REPORT."},
      {
        "id":"ED020158",
        "title":"LINGUISTICS IN THE ELEMENTARY SCHOOL, INTERMEDIATE LEVEL."},
      {
        "id":"ED020159",
        "title":"ENGLISH LANGUAGE FRAMEWORK FOR CALIFORNIA PUBLIC SCHOOLS, KINDERGARTEN THROUGH GRADE TWELVE."},
      {
        "id":"ED020160",
        "title":"THE ROLE OF LANGUAGE IN LEARNING IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED020162",
        "title":"THE CARNEGIE PROFESSIONAL GROWTH PROGRAM, AN EXPERIMENT IN THE IN-SERVICE EDUCATION OF TEACHERS."},
      {
        "id":"ED020163",
        "title":"SHAKESPEARE--KING OF INFINITE SPACE."},
      {
        "id":"ED020164",
        "title":"FILM WORKSHOP SUCCESSFUL WITH TSU STUDENTS."},
      {
        "id":"ED020165",
        "title":"A MEMO ON FILM."},
      {
        "id":"ED020166",
        "title":"TEACHING COMPOSITION WITH FILM."},
      {
        "id":"ED027209",
        "title":"Acculturation, Achievement, and Aspirations of Catholic High School Seniors"},
      {
        "id":"ED027210",
        "title":"Professional Scientific Societies, 1968."},
      {
        "id":"ED027211",
        "title":"Space Science Educational Media Resources, A Guide for Junior High School Teachers."},
      {
        "id":"ED027212",
        "title":"Seven Steps to a Career in Space Science and Technology."},
      {
        "id":"ED027213",
        "title":"Learning About Space Careers."},
      {
        "id":"ED027214",
        "title":"Space Jobs."},
      {
        "id":"ED027215",
        "title":"Aerospace Bibliography, Third Edition."},
      {
        "id":"ED027216",
        "title":"NASA&apos;s Space Science and Applications Program."},
      {
        "id":"ED027217",
        "title":"An Evaluation of Elementary Science Study as Science - A Process Approach."},
      {
        "id":"ED027218",
        "title":"Some Specifications for an Undergraduate Course in Digital Subsystems. An Interim Report of the Cosine Committee."},
      {
        "id":"ED027219",
        "title":"Proceedings of the Meeting on Computer Science in Electrical Engineering of the Commission on Engineering Education, Stanford University, October 24-25, 1968."},
      {
        "id":"ED027220",
        "title":"How to Provide for Safety in the Science Laboratory."},
      {
        "id":"ED027221",
        "title":"Operation Ward's Island, A Guide to the Trees and Other Features of Ward's Island."},
      {
        "id":"ED027222",
        "title":"The Development of the Test of Science Processes."},
      {
        "id":"ED027223",
        "title":"America in Space, the First Decade - Space Physics and Astronomy, Man in Space, Exploring the Moon and Planets, Putting Satellites to Work, NASA Spacecraft, Spacecraft Tracking, Linking Man and Spacecraft."},
      {
        "id":"ED027224",
        "title":"NASA 20th Century Explorer . . . Into the Sea of Space. A Guide to Careers in Aero-Space Technology."},
      {
        "id":"ED027225",
        "title":"Demonstration and Experimentation in Computer Training and Use in Secondary Schools, Activities and Accomplishments of the First Year."},
      {
        "id":"ED027226",
        "title":"University of Pittsburgh High School Science Research Program. Final Report."},
      {
        "id":"ED027227",
        "title":"New Approaches to Science Education Research, Abstracts of Presented Papers at the National Association for Research in Science Teaching, 42nd Annual Meeting, Pasadena, California, February 1969."},
      {
        "id":"ED027228",
        "title":"Formulation of Management Science Models for Selected Problems of College Administration. Final Report."},
      {
        "id":"ED027230",
        "title":"History and Development of National Science Foundation Elementary Institutes 1959-1967."},
      {
        "id":"ED027232",
        "title":"An Analysis of Research Related to Instructional Procedures in Elementary School Science."},
      {
        "id":"ED027233",
        "title":"An Analysis of Research on Instructional Procedures in Secondary School Science, Part II, Instructional Procedures."},
      {
        "id":"ED027234",
        "title":"Maclay On-Site Training Project (MOST); A Project in Compensatory Education at San Fernando Valley State College, 18111 Nordhoff Street, Northridge, California 91324. Preliminary Final Report, Summer 1967."},
      {
        "id":"ED027235",
        "title":"A Possible Proposal for an Ideal Secondary Teacher Education Program."},
      {
        "id":"ED027236",
        "title":"Organizing Centers for Inservice Education in Individualizing Instruction and Learning."},
      {
        "id":"ED027237",
        "title":"Discipline Behaviors of Different Teachers."},
      {
        "id":"ED027238",
        "title":"The Multiunit Organization (I &amp; R Units) and Elementary Education in the Decades Ahead."},
      {
        "id":"ED027239",
        "title":"Statistical Methodology for Educational Research. Final Report."},
      {
        "id":"ED027240",
        "title":"Purpose and Potentials. Annual Report to the United States Office of Education, September 15, 1968, Part 1, Basic Program Plans."},
      {
        "id":"ED027242",
        "title":"Special Training Institute on Problems of School Desegregation."},
      {
        "id":"ED027243",
        "title":"Teacher Certification and Preparation in Massachusetts."},
      {
        "id":"ED027244",
        "title":"A Differentiated Staff: Putting Teaching Talent to Work."},
      {
        "id":"ED027246",
        "title":"New Curricular Materials and the Teaching of the Disadvantaged. Project Report One, NDEA National Institute Conference (June 19-21, 1967)."},
      {
        "id":"ED027247",
        "title":"Step Teacher Education Project. Final Report."},
      {
        "id":"ED027251",
        "title":"A Theoretical Basis for Professional Laboratory Experiences in Teacher Education."},
      {
        "id":"ED027252",
        "title":"Report on the Task Force Meeting on Task Analysis and Role Definition. (Indiana State Univ., October 1967)."},
      {
        "id":"ED027254",
        "title":"Incentives Used in Motivating Professional Growth of Teachers."},
      {
        "id":"ED027255",
        "title":"Teacher Education: Issues and Innovations. (21st Yearbook, Chicago, 1968)."},
      {
        "id":"ED027256",
        "title":"Comparison of Four Teacher Training Procedures in Achieving Teacher and Pupil \"Translation\" Behaviors in Secondary School Social Studies."},
      {
        "id":"ED027257",
        "title":"The ABC'S of Teacher Corps Recruiting."},
      {
        "id":"ED027258",
        "title":"Experimental Model School Unit. Application for Continuation Grant. P.L. 89-10 ESEA, Title III."},
      {
        "id":"ED027259",
        "title":"Descriptions of Paraprofessional Programs in Education."},
      {
        "id":"ED027260",
        "title":"Validation Results: Performance Tests of Teaching Proficiency in Vocational Education."},
      {
        "id":"ED027261",
        "title":"Learning and Teaching: Secondary School."},
      {
        "id":"ED027262",
        "title":"Report: Remote Training of Early Childhood Educators."},
      {
        "id":"ED027263",
        "title":"The Atlanta Area Workshop on Preparing Teachers to Work with Disadvantaged Youth. Report Two, The NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED027264",
        "title":"A Report of the Nineteenth Annual Kansas College Conference and Teacher Education and Professional Standards Conference on Teacher Education; An Examination of Standards and Evaluative Criteria for the Accreditation of Teacher Education."},
      {
        "id":"ED027265",
        "title":"Innovation in the Inner-City: A Report on Cooperative Urban Teacher Education Program."},
      {
        "id":"ED027266",
        "title":"New Careers and Roles in the American School."},
      {
        "id":"ED027267",
        "title":"Teachers for the Real World."},
      {
        "id":"ED027268",
        "title":"Analysis and Evaluation of Plans for Comprehensive Elementary Teacher Education Models. Final Report."},
      {
        "id":"ED027269",
        "title":"Thirteen Professors Project: Episodes in Positive Teaching. Project Report Five, The NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED027271",
        "title":"A Social-Psychological Study of Classroom Verbal Behavior."},
      {
        "id":"ED027272",
        "title":"The Four States Project: California, Colorado, Oregon, Wisconsin. Report Special, The NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED027273",
        "title":"A Consumer's Hopes and Dreams for Teacher Education. The Tenth Charles W. Hunt Lecture."},
      {
        "id":"ED027274",
        "title":"A Decade of Thought on Teacher Education: The Charles W. Hunt Lectures."},
      {
        "id":"ED027276",
        "title":"Specifications for a Comprehensive Undergraduate and Inservice Teacher Education Program for Elementary Teachers. Evaluation of Final Report."},
      {
        "id":"ED027277",
        "title":"A Comparative Study Concerning Administrative Aspects of Elementary Off-Campus Student Teaching Programs: Current Practices and Proposed Patterns."},
      {
        "id":"ED027278",
        "title":"A Proposal by the Student National Education Association and the Southwestern Cooperative Educational Laboratory. A Student Teacher Live-In Indian Project."},
      {
        "id":"ED027279",
        "title":"Veterans' Accelerated Urban Learning for Teaching (V.A.U.L.T.); Program Development and Projection."},
      {
        "id":"ED027280",
        "title":"Selected Aspects of Self-Supervision by Student Teachers. Final Report."},
      {
        "id":"ED027281",
        "title":"An Investigation of Observer-Judge Ratings of Teacher Competence. Final Report."},
      {
        "id":"ED027282",
        "title":"1968 AERA Research Training Presessions Program."},
      {
        "id":"ED027283",
        "title":"A Model for the Preparation of Elementary School Teachers. Final Report."},
      {
        "id":"ED027284",
        "title":"The Teacher-Innovator: A Program to Prepare Teachers. Section I and II."},
      {
        "id":"ED027288",
        "title":"Effects on the Verbal Teaching Behaviors of Beginning Secondary Teacher Candidates' Participation in a Program of Laboratory Teaching."},
      {
        "id":"ED027289",
        "title":"The National Interest and the Teaching of English: A Report on the Status of the Profession."},
      {
        "id":"ED027293",
        "title":"An Examination of the Attitudes of the NCTE Toward Language: An Analysis of the Development of Ideas on Language Study as Reported in Journal Articles Published by NCTE. NCTE Research Report No. 4."},
      {
        "id":"ED027294",
        "title":"A Rationale for Curriculum Decisions."},
      {
        "id":"ED027295",
        "title":"Color Me Complete and Sequential: The Curriculum Builder's Game Adapted for the Secondary English Program."},
      {
        "id":"ED027296",
        "title":"Transformational Grammar in Action."},
      {
        "id":"ED027301",
        "title":"Very Like a Whale--A Report on Rhetoric."},
      {
        "id":"ED027307",
        "title":"An Integrated Approach to the Teaching of Film and Literature."},
      {
        "id":"ED027308",
        "title":"Children's Literature Today."},
      {
        "id":"ED027309",
        "title":"English in Africa: The Perspective of a Canadian Teacher."},
      {
        "id":"ED027310",
        "title":"The Right to Read."},
      {
        "id":"ED027311",
        "title":"Humanistic Education for the General Student: A Progress Report."},
      {
        "id":"ED027312",
        "title":"High-School Humanities Courses: Some Reservations and Warnings."},
      {
        "id":"ED027313",
        "title":"A Report Reflecting the Findings of the Evaluation Team of the Region III Dramatics Enrichment Program Conducted in School Systems of Louisville, Jefferson County, and Bullitt County, Kentucky."},
      {
        "id":"ED027314",
        "title":"Recommendations for the Doctorate in English Education."},
      {
        "id":"ED027315",
        "title":"The Minnesota Project English Center: Selected Materials. Unit 701: Introduction to the Study of Language."},
      {
        "id":"ED027316",
        "title":"Preparation and Evaluation of Curricular Materials and Guides for English Language Study in Grades 7 to 12. Final Report."},
      {
        "id":"ED027317",
        "title":"Unit 702: Changes in the Meanings of Words, I."},
      {
        "id":"ED027318",
        "title":"Unit 703: The People Who Study Language."},
      {
        "id":"ED027320",
        "title":"Unit 801: Our System of Spelling."},
      {
        "id":"ED027321",
        "title":"Unit 802: Language Varies with Approach."},
      {
        "id":"ED027322",
        "title":"Unit 803: Structures of Time, Mode, Manner, and Causality. Unite 804: Structures of Specification, Place, and Number."},
      {
        "id":"ED027323",
        "title":"Unit 901: Language Varies With Backgrounds and Interests."},
      {
        "id":"ED027324",
        "title":"Unit 902: Changes in the Meanings of Words."},
      {
        "id":"ED027325",
        "title":"Unit 903: Approaches to Grammar."},
      {
        "id":"ED027326",
        "title":"Unit 905: A Historical Study of the English Lexicon."},
      {
        "id":"ED027327",
        "title":"Development of Writing Skills at the Secondary and College Levels. Final Report."},
      {
        "id":"ED027332",
        "title":"Negro History and Literature: A Selected Annotated Bibliography."},
      {
        "id":"ED027334",
        "title":"Negro American Literature Forum. Volume 2, Number 2, Summer 1968."},
      {
        "id":"ED027337",
        "title":"Establishment of Standards for the Indiana-Oregon Music Discrimination Test Based on a Cross-Section of Elementary and Secondary Students With an Analysis of Elements of Environment, Intelligence and Musical Experience and Training in Relation to Music Discrimination. Revised Final Report."},
      {
        "id":"ED027338",
        "title":"Preparatory Study Toward the Improvement of Education in Collegiate Schools of Architecture. Final Repot."},
      {
        "id":"ED027339",
        "title":"To Encourage Reason on the Campus: A Proposal for a New College Course in Thinking and Writing."},
      {
        "id":"ED027340",
        "title":"The Case for Irrelevance."},
      {
        "id":"ED027341",
        "title":"Reading and Literature."},
      {
        "id":"ED027342",
        "title":"Preparation and In-Service Training of the Two-Year College English Instructor."},
      {
        "id":"ED027343",
        "title":"Reading: Emerging Issues in the Two-Year Colleges."},
      {
        "id":"ED027344",
        "title":"Basic Assumptions for the Design of an Effective Remedial Program: A Statement by a Committee Considering a Proposal for a New Remedial Program at Wright College."},
      {
        "id":"ED027345",
        "title":"There's a Real World Out There, and That's Where It's Happening, Baby."},
      {
        "id":"ED027346",
        "title":"Research Planning Conference on Language Development in Disadvantaged Children, June 7-8, 1966."},
      {
        "id":"ED027347",
        "title":"A Reading Program for Mexican-American Children. Second Interim Report."},
      {
        "id":"ED027348",
        "title":"A Study of Dropouts, 1960-1967 (Follow-Up of &quot;A Study of Dropouts, Dade County Public Schools, 1960-1963&quot;). Research Report, Volume 15, Number 8, 1967-68."},
      {
        "id":"ED027349",
        "title":"Neighborhood Youth Corps From Welfare to Wages."},
      {
        "id":"ED027350",
        "title":"Neighborhood Youth Corps; An Economic Opportunity Act Program."},
      {
        "id":"ED027351",
        "title":"Standard Oral English, Tenth Grade: Instructional Guide C."},
      {
        "id":"ED027352",
        "title":"Standard Oral English, Tenth Grade: Instructional Guide D."},
      {
        "id":"ED027353",
        "title":"Standard Oral English; Seventh Grade. Instructional Guide A."},
      {
        "id":"ED027354",
        "title":"Standard Oral English; Seventh Grade. Instructional Guide B."},
      {
        "id":"ED027355",
        "title":"Elementary and Secondary Education Act Title I Project Proposals."},
      {
        "id":"ED027356",
        "title":"Artmobile Exhibit # I: A Manual on Operations and Instructions."},
      {
        "id":"ED027357",
        "title":"A Selected Bibliography on Teacher Attitudes. ERIC-IRCD Urban Disadvantaged"},
      {
        "id":"ED027358",
        "title":"A Selected ERIC Bibliography on Individualizing Instruction. ERIC-IRCD Urban Disadvantaged Series, Number 2, January 1969."},
      {
        "id":"ED027359",
        "title":"Some Effects of Parent and Community Participation on Public Education. ERIC-IRCD Urban Disadvantaged Series, Number 3, February 1969."},
      {
        "id":"ED027360",
        "title":"A Selected ERIC Bibliography on Teaching Ethnic Minority Group Children in the United States of America. ERIC-IRCD Urban Disadvantaged Series, Number 4."},
      {
        "id":"ED027361",
        "title":"Cultures in Conflict: Home and School as Seen Through the Eyes of Lower Class Students. Final Report."},
      {
        "id":"ED027362",
        "title":"After-School Study Centers, New York City. Elementary Program in Compensatory Education 2."},
      {
        "id":"ED027363",
        "title":"More Effective Schools, New York City. Elementary Program in Compensatory Education 2."},
      {
        "id":"ED027364",
        "title":"Self-Directive Dramatization Project, Joliet, Illinois. Elementary Program in Compensatory Education 2."},
      {
        "id":"ED027365",
        "title":"Project Concern, Hartford, Connecticut. Elementary Program in Compensatory Education 2."},
      {
        "id":"ED027366",
        "title":"The Effects of Community Structure on School Decisions: The Sources and Consequences of De Facto School Segregation in Five Connecticut Cities. Final Report."},
      {
        "id":"ED027367",
        "title":"College Bound Program, New York City. Secondary Program in Compensatory Education 4."},
      {
        "id":"ED027368",
        "title":"Effectiveness of a Special Program for Development of Word Recognition by Culturally Disadvantaged First Grade Pupils. Final Report."},
      {
        "id":"ED027369",
        "title":"The Relationship Between Poverty and Educational Deprivation. Final Report."},
      {
        "id":"ED027370",
        "title":"The Relationship Between Poverty and Educational Deprivation. Final Report. Summary."},
      {
        "id":"ED027371",
        "title":"Titles for Technology: An Annotated Bibliography. Compiled at the 1967 Summer Institute of Technology for Children (Marlton, N.J.)"},
      {
        "id":"ED027372",
        "title":"Focus on Vocational Education. NAM Congress of American Industry. (72nd, New York, Dec. 8, 1967)."},
      {
        "id":"ED027373",
        "title":"Guidelines for Establishing School-Work Study Programs for Educable Mentally Retarded Youth. Vol. 48, No. 10."},
      {
        "id":"ED027374",
        "title":"Survey of Vocational Education and Training, 1964-65."},
      {
        "id":"ED027375",
        "title":"Michigan Technician Need Study. The Present and Projected Demand for Technically Trained People in Michigan."},
      {
        "id":"ED027377",
        "title":"A Manual of Instruction for Log Scaling and the Measurement of Timber Products."},
      {
        "id":"ED027378",
        "title":"Two-Year Technical Education Curriculums in Agriculture and Natural Resources in the United States of America, 1966-67 and 1967-68; A Study, Directory, and Statistical Summary."},
      {
        "id":"ED027379",
        "title":"Counselor&apos;s Desk Aid; Eighteen Basic Vocational Directions. Summary Information."},
      {
        "id":"ED027380",
        "title":"Occupational Education: Changing Contexts. Report No. 1."},
      {
        "id":"ED027381",
        "title":"Working with Organizations to Develop &quot;New Careers&quot; Programs. Technical Monograph No. 10, Publication No. 110."},
      {
        "id":"ED027383",
        "title":"Pilot Training Project for Teachers of Distribution and Marketing, Focusing on Responsibilities for Career Development."},
      {
        "id":"ED027384",
        "title":"Structure and Change of Some Role Perceptions in Nursing School."},
      {
        "id":"ED027386",
        "title":"A Guide for Attendant Training in Institutions for the Mentally Retarded."},
      {
        "id":"ED027387",
        "title":"Pilot Study to Explore the Use of an Audio-Visual Tutorial Laboratory in the Secretarial Skills Area as a Means of Updating and Improving Curriculum Offerings at the Community College Level in Michigan."},
      {
        "id":"ED027388",
        "title":"Action for Quality."},
      {
        "id":"ED027389",
        "title":"Resources for Teaching: Programed Instruction Community Problems Nursing Rounds. Report of a Conference for Nursing Instructors (Louisville, Kentucky, October 16-17, 1967)."},
      {
        "id":"ED027390",
        "title":"Manpower Training; Some Cost Dimensions."},
      {
        "id":"ED027391",
        "title":"Vocational Education Amendments of 1968, Reported Without Amendments."},
      {
        "id":"ED027392",
        "title":"Cooperative Education Programs for Prospective Vocational-Technical Education Teachers (COPE). First Annual Report."},
      {
        "id":"ED027393",
        "title":"Performance Related to Indicators of Potential of Tuskegee Institute MDTA Trainees."},
      {
        "id":"ED027394",
        "title":"A Study to Identify Educational Needs of Non-College Bound Students in a Rural Public High School of Six Hundred Students. Final Report."},
      {
        "id":"ED027395",
        "title":"A Manpower Study of Technical Personnel in Hospital Clinical Laboratories. Final Report."},
      {
        "id":"ED027396",
        "title":"Job Vacancies in Iowa Manufacturing Establishments as Reported for the Period March Through August 1968. Volume III, No. 1."},
      {
        "id":"ED027397",
        "title":"Sociological Studies of Occupations; Abstracts."},
      {
        "id":"ED027398",
        "title":"Report of Second Annual Workshop for Coordinated Vocational-Academic Education (Brownwood, Texas, July 29 - August 1968). Units One-Seven."},
      {
        "id":"ED027399",
        "title":"Proceedings of a Consultants Workshop on Technologies Related to Mechanical Engineering (San Antonio, Texas, May 1968)."},
      {
        "id":"ED027400",
        "title":"A Description and Source Listing of Professional Information in Agricultural Education, 1964-65, 1965-66."},
      {
        "id":"ED027401",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs in Business and Office Occupations. Interim Report. Research 26."},
      {
        "id":"ED027402",
        "title":"Structural Unemployment in the United States."},
      {
        "id":"ED027403",
        "title":"The Feasibility of Teaching History of Technology in Vocational and Pre-Technical Secondary Schools."},
      {
        "id":"ED027404",
        "title":"Training of Ambulance Personnel and Others Responsible for Emergency Care of the Sick and Injured at the Scene and During Transport."},
      {
        "id":"ED027405",
        "title":"A Pilot Study to Determine the Need for Curriculum Modification in Vocational-Technical Education in New Hampshire."},
      {
        "id":"ED027406",
        "title":"Report of the Committee on Administration of Training Programs."},
      {
        "id":"ED027408",
        "title":"Symposium on Industrial Arts Education, 1968."},
      {
        "id":"ED027409",
        "title":"A Guide to Child-Labor Provisions of the Fair Labor Standards Act as Amended in 1966. Child Labor Bulletin No. 101."},
      {
        "id":"ED027410",
        "title":"Eastern Iowa Community College Occupational Survey. A Study of the Needs for Post-High School Education in the Eastern Iowa Community College District."},
      {
        "id":"ED027411",
        "title":"Innovations and Special Programs in Vocational Education."},
      {
        "id":"ED027412",
        "title":"Leadership Development Seminar in Vocational Technical Education. Final Report."},
      {
        "id":"ED027413",
        "title":"Joint Meeting of Allied Health Professional Projects Staff and the Board of Directors and Staff, League for Innovation in the Community College (Los Angeles, Nov. 20, 1968). Interim Report."},
      {
        "id":"ED027414",
        "title":"Vocational Programs in the Public Schools: The Role of the Teacher. Final Report."},
      {
        "id":"ED027415",
        "title":"The Low-Income Farmer in a Changing Society."},
      {
        "id":"ED027416",
        "title":"Part-Time Industrial Cooperative Education. A Manual for Administrators and Coordinators, Series B Bull. 198."},
      {
        "id":"ED027417",
        "title":"Criteria for Technician Education. A Suggested Guide."},
      {
        "id":"ED027418",
        "title":"Performance Tests of Instructor Competence for Trade and Technical Education. Final Report."},
      {
        "id":"ED027419",
        "title":"Summer Institute to Train Data Processing Teachers for the New Oklahoma State-Wide Computer Science System, Phase II. Final Report."},
      {
        "id":"ED027420",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs in Metallurgy Technology. Interim Report. Research 28."},
      {
        "id":"ED027421",
        "title":"New Careers: The Community/Home Health Aide Trainer's Manual."},
      {
        "id":"ED027422",
        "title":"New Careers: The Patrolman Aide. Trainer&apos;s Manual."},
      {
        "id":"ED027423",
        "title":"The Process and Product of Machine Shorthand Programs in New York State Schools."},
      {
        "id":"ED027424",
        "title":"Annual National Vocational-Technical Teacher Education Seminar. Po2# Proceedings (2nd, Chicago, Oct. 21-24, 1968). Leadership 17."},
      {
        "id":"ED027425",
        "title":"Research on Apprenticeship. An Annotated and Classified Listing of Studies, 1930-1962. Educational Research Series, No. 11."},
      {
        "id":"ED027426",
        "title":"New Careers: The Patrolman Aide. Trainee's Manual."},
      {
        "id":"ED027427",
        "title":"Educational Horizons for Nursing in Massachusetts. A Report on Nursing Education in the Commonwealth of Massachusetts with Recommendations for the Future. Vol. 3."},
      {
        "id":"ED027428",
        "title":"Survey to Determine Appropriate Occupational Programs in the Field of Distribution and Marketing at Various Levels of Education. Final Report. Vol. I: Relative Importance and Preparation for Distributive Education Subject Area."},
      {
        "id":"ED027429",
        "title":"Survey to Determine Appropriate Occupational Programs in the Field of Distribution and Marketing at Various Levels of Education. Final Report. Vol. II: Places to Teach, Time Requirements, and Teacher Preparation."},
      {
        "id":"ED027430",
        "title":"Opportunities and Requirements for Entry into the Agricultural Machinery Mechanics Trade. Final Report."},
      {
        "id":"ED027431",
        "title":"Attitude Changes of Vocational Educators After Attending a Three-Week Workshop in Vocational-Technical Education Research."},
      {
        "id":"ED027432",
        "title":"Using Existing Vocational Programs for Providing Exploratory Experiences."},
      {
        "id":"ED027433",
        "title":"Vocational Interests of Non-Professional Women. Final Report."},
      {
        "id":"ED027434",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs in Laboratory Animal Science Technology. Interim Report. Research 27."},
      {
        "id":"ED027436",
        "title":"Annual Descriptive Report, 1967-68."},
      {
        "id":"ED027437",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education, Winter 1968."},
      {
        "id":"ED027438",
        "title":"A Study of Curriculums for Occupational Preparation and Education. (Scope Program: Phase I). Progress Reports I and II."},
      {
        "id":"ED027439",
        "title":"Papers Presented at the National Conference on Curriculum Development in Vocational and Technical Education. (Dallas, March 5-7, 1969)."},
      {
        "id":"ED027440",
        "title":"Structural Analysis as an Aid to Curriculum Development. Incidental Report No. 1."},
      {
        "id":"ED027441",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research and Related Materials in Vocational and Technical Education. (ARM) Winter 1968."},
      {
        "id":"ED027442",
        "title":"Interpretive Study of Cooperative Efforts of Private Industry and the Schools to Provide Job-Oriented Education Programs for the Disadvantaged."},
      {
        "id":"ED027443",
        "title":"Teacher Education Institute for New Health Occupations Education Teachers. Final Report."},
      {
        "id":"ED027444",
        "title":"Regional Conference on Teacher Education for Mexican-Americans (New Mexico State University, February 13-15, 1969). Conference Proceedings."},
      {
        "id":"ED027445",
        "title":"Reorientation in Labor Education; A Symposium on Liberal Education for Labor in the University. CSLEA Reports."},
      {
        "id":"ED027447",
        "title":"Broadcast TV as an Aid to Continuing Education. Terminal Progress Report."},
      {
        "id":"ED027449",
        "title":"Variables Related to MDTA Trainee Employment Success in Minnesota."},
      {
        "id":"ED027450",
        "title":"National Workshop on Community Development Teaching and Research (April 1968)."},
      {
        "id":"ED027451",
        "title":"Survey of Potential for Training, Retraining, and Education of Health Services Personnel, Public Law 89-785, April 1, 1967."},
      {
        "id":"ED027452",
        "title":"New Directions in Liberal Education for Executives."},
      {
        "id":"ED027453",
        "title":"Decision Making in the University Evening College; The Role of the Resident Department Chairman. Research Reports."},
      {
        "id":"ED027455",
        "title":"Reality and Purpose; A Visitor's Reflections on Some Aspects of American Adult Education."},
      {
        "id":"ED027456",
        "title":"Adult Education and Adult Needs. Research Reports."},
      {
        "id":"ED027459",
        "title":"Psychological Backgrounds of Adult Education. Notes and Essays on Education for Adults, 40."},
      {
        "id":"ED027461",
        "title":"A Summary of Activities in Tennessee Under Title I of the Higher Education Act of 1965. Second Progress and Evaluation Report."},
      {
        "id":"ED027462",
        "title":"1964 Statistics on Activities of Cooperative Extension Service."},
      {
        "id":"ED027464",
        "title":"Small Business Management. Part I, A Suggested Course Outline."},
      {
        "id":"ED027465",
        "title":"Adult Basic Education Program; Curriculum Guide."},
      {
        "id":"ED027467",
        "title":"The University and Social Responsibility. Interim Report."},
      {
        "id":"ED027471",
        "title":"The Community; A Classified, Annotated Bibliography."},
      {
        "id":"ED027472",
        "title":"Human Resources Research Office Bibliography of Publications as of 30 June 1968."},
      {
        "id":"ED027475",
        "title":"Guide for Public Educational Agencies in Planning and Conducting Adult Basic Education Programs."},
      {
        "id":"ED027476",
        "title":"Masters of Their Own Destiny; The Story of The Antigonish Movement of Adult Education Through Economic Cooperation."},
      {
        "id":"ED027478",
        "title":"Study-Discussion Programs; A Guide for their Selection and Use."},
      {
        "id":"ED027479",
        "title":"A Regional Approach to the War Against Poverty."},
      {
        "id":"ED027480",
        "title":"Field Study of the Perceptions of Directors' Leader Behavior in Illinois Basic Education Centers."},
      {
        "id":"ED027494",
        "title":"Instructional Techniques for Teaching Adult College Credit Courses."},
      {
        "id":"ED027495",
        "title":"A Comparison of the Effectiveness of Adult Residential and Non-Residential Learning Situations."},
      {
        "id":"ED027496",
        "title":"Institutional Backgrounds of Adult Education; Dynamics of Change in the Modern University. Notes and Essays on Education for Adults, 50."},
      {
        "id":"ED027497",
        "title":"Studies and Training in Continuing Education; A Directory of Residential Continuing Education Centers in the United States, Canada, and Abroad, 1967-68."},
      {
        "id":"ED027505",
        "title":"Management Services; A Training Guide for Out-of-school Youth and Adults."},
      {
        "id":"ED027506",
        "title":"Self Study Course for Adult 4-H Leaders."},
      {
        "id":"ED027512",
        "title":"A Measurement of the Educational Relevance of a Short-Term Training Program for Adult Literacy Teachers. Final Report."},
      {
        "id":"ED027514",
        "title":"Contraction, Deletion, and Inherent Variability of the English Copula."},
      {
        "id":"ED027520",
        "title":"Haa&apos;isha&apos; Dine Bizaad Deiidiiltah (Let&apos;s Read Navajo Preprimer)."},
      {
        "id":"ED027522",
        "title":"Sex as a Factor in Sociolinguistic Research."},
      {
        "id":"ED027523",
        "title":"Subjective Judgments in Sociolinguistic Analysis."},
      {
        "id":"ED027526",
        "title":"A Study of the Speed of Understanding Sentences as a Function of Sentence Structure. Final Report."},
      {
        "id":"ED027529",
        "title":"English Proficiency and Bicultural Attitudes of Japanese Students."},
      {
        "id":"ED027531",
        "title":"Expanded and Improved Pattern Drills to Supplement Spoken Albanian, by Leonard Newmark and Ismail Haznedari. Volumes I to III. Final Report."},
      {
        "id":"ED027534",
        "title":"Social Factors in the Consideration of Teaching Standard English."},
      {
        "id":"ED027537",
        "title":"Techniques and Materials for Teaching Vocationally Related ESOL to Youth and Adult Chinese and Spanish Trainees in the New York City Board of Education, MDTP."},
      {
        "id":"ED027540",
        "title":"Basic Factors in the Choice, Composition and Adaption of Second Language Tests."},
      {
        "id":"ED027541",
        "title":"El Tzeltal Hablado (Spoken Tzeltal)."},
      {
        "id":"ED027542",
        "title":"The Teaching of English as a Second Language in Primary Schools in the Cape Province."},
      {
        "id":"ED027543",
        "title":"The Teaching of English as a Second Language in Afrikaans High Schools."},
      {
        "id":"ED027544",
        "title":"The Teaching of English in Bantu Schools in South Africa; Some Comments on the Present Situation."},
      {
        "id":"ED027545",
        "title":"Planning Conference for a Bilingual Kindergarten Program for Navajo Children, Conclusions and Recommendations, October 11-12, 1968."},
      {
        "id":"ED027546",
        "title":"English for American Indians: A Newsletter of the Office of the Assistant Commissioner for Education, Bureau of Indian Affairs, United States Department of the Interior. Winter, 1969."},
      {
        "id":"ED027548",
        "title":"The Functional Significance of Future Goals."},
      {
        "id":"ED027550",
        "title":"Multiple Group Counseling with Discharged Schizophrenic Adolescents and their Parents."},
      {
        "id":"ED027551",
        "title":"Positive Experience and the Beautiful Person."},
      {
        "id":"ED027552",
        "title":"Professional and Managerial Occupations."},
      {
        "id":"ED027553",
        "title":"Manpower Guidelines for Educational Policy Planning in the State of California."},
      {
        "id":"ED027554",
        "title":"Religious Aspects."},
      {
        "id":"ED027555",
        "title":"Models of Counselling Centres."},
      {
        "id":"ED027556",
        "title":"Preliminary Summary Report on the JPII Project."},
      {
        "id":"ED027557",
        "title":"Some Trends in Vocational Development Research."},
      {
        "id":"ED027558",
        "title":"Psychological Growth, Cosmopolitanism, and Selection of Students for Cross-Cultural Educational Programs. Occasional Papers on Undergraduate Study Abroad."},
      {
        "id":"ED027559",
        "title":"Individualized Instruction in a Large Introductory Psychology College Course."},
      {
        "id":"ED027561",
        "title":"Blind Persons as Social Workers and Rehabilitation Counselors."},
      {
        "id":"ED027562",
        "title":"Creativity--A Selective Review of Research. Research into Higher Education Monographs."},
      {
        "id":"ED027563",
        "title":"A Report of the Regional Conferences on Guidance Services for Present and Potential Students of Area Vocational-Technical Schools and Related Papers."},
      {
        "id":"ED027564",
        "title":"Administrative Approaches to Staff Development in Public Welfare Agencies."},
      {
        "id":"ED027565",
        "title":"Planning Emergency Treatment Services for Comprehensive Community Mental Health Centers."},
      {
        "id":"ED027566",
        "title":"Multidimensional Nonmetric Measurement of Perception and Preference--Three Case Studies."},
      {
        "id":"ED027567",
        "title":"Teacher Effectiveness in Control of Child Behavior. Section Three. Interim Report."},
      {
        "id":"ED027568",
        "title":"CAPS Capsule. Fall 1968, Volume 2, Number 1."},
      {
        "id":"ED027569",
        "title":"Modification of Two Operants (Verbal and Non-Verbal) of Near-Mute Schizophrenics Using Reinforcement and Modeling Procedures."},
      {
        "id":"ED027571",
        "title":"A Systems Summary Description."},
      {
        "id":"ED027572",
        "title":"Some Problems in Therapeutic Group Encounter Experiences with Indigenous Staff."},
      {
        "id":"ED027573",
        "title":"A Study of Variables Related to Conditionability of Verbal Behavior in Schizophrenics."},
      {
        "id":"ED027574",
        "title":"Development of Self-Concept of Public School Children. Report of Planning Grant 1966-67."},
      {
        "id":"ED027575",
        "title":"Adjective Checklist Follow-Up Questionnaire."},
      {
        "id":"ED027576",
        "title":"An Evaluation of Coupon Incentives."},
      {
        "id":"ED027577",
        "title":"The Offender: An Answer to the Correctional Manpower Crisis. Implementation Issues."},
      {
        "id":"ED027578",
        "title":"Standardization of Modified Pittsburgh Adjustment Survey Scales."},
      {
        "id":"ED027579",
        "title":"Statewide Conference on the Professional, Ethical, and Legal Responsibilities of School Guidance Counselors in Maintaining, Using, and Releasing Student Records. Conference Report."},
      {
        "id":"ED027580",
        "title":"Family Life and Sex Education."},
      {
        "id":"ED027581",
        "title":"Forty-five Returnees to Regular High Schools."},
      {
        "id":"ED027582",
        "title":"Improvement of Problem Solving Processes. Final Report."},
      {
        "id":"ED027583",
        "title":"Minority Groups Study in the Work Opportunity Center. Report Number 2."},
      {
        "id":"ED027584",
        "title":"Exploration with a Computer-Assisted Occupational Guidance Program."},
      {
        "id":"ED027585",
        "title":"Curricular Changers and Persisters: How Do They Differ?"},
      {
        "id":"ED027586",
        "title":"Evaluation of a Comprehensive Planning Unit for Development of an Educational and Occupational Planning Program for Out-of-School Youth."},
      {
        "id":"ED027587",
        "title":"A School-University Program for Integrated Teacher Training."},
      {
        "id":"ED027588",
        "title":"Planning for a College Union. College Unions at Work."},
      {
        "id":"ED027590",
        "title":"The College Union Outdoors. College Unions at Work."},
      {
        "id":"ED027591",
        "title":"Learning of Aurally Received Verbal Material. Including Comparisons with Learning and Memory Under Visual Conditions of Reception as a Function of Meaningfulness, Abstractness or Similarity."},
      {
        "id":"ED027592",
        "title":"Family and Achievement: A Study of the Relation of Family Background to Achievement Orientation and Performance Among Urban Negro High School Students. Final Report."},
      {
        "id":"ED027593",
        "title":"Pilot Studies of Role Behaviors in a Parent-Child Simulation Game."},
      {
        "id":"ED027594",
        "title":"Development of Scalable Test Items to Measure Thinking Levels of Secondary School Students. Final Report."},
      {
        "id":"ED027595",
        "title":"Toward Master Social Indicators."},
      {
        "id":"ED027596",
        "title":"Leader Behavior, Curricular Implementation and Curricular Change."},
      {
        "id":"ED027597",
        "title":"Institutional Roles for In-Service Education of School Administrators."},
      {
        "id":"ED027599",
        "title":"Student Demonstrations and Confrontations."},
      {
        "id":"ED027600",
        "title":"The Basis for Educational Improvement."},
      {
        "id":"ED027605",
        "title":"The Establishment of Objectives for Large Group Instruction and Teacher's Appraisal of the Extent to which These Objectives were being Achieved."},
      {
        "id":"ED027606",
        "title":"East San Jose Educational Park Study. Report of the Blue Ribbon Advisory Committee."},
      {
        "id":"ED027607",
        "title":"East San Jose Educational Park Study: Developing a Preventive Strategy for Meeting Tomorrow's Educational, Vocational, Ethnic and Societal Demands. End of Budget Period Report."},
      {
        "id":"ED027608",
        "title":"Effectiveness of Using Graphic Illustrations with Social Studies Textual Materials. Final Report."},
      {
        "id":"ED027609",
        "title":"Development of Computerized Techniques in Music Research with Emphasis on the Thematic Index. Final Report."},
      {
        "id":"ED027610",
        "title":"Role Perceptions of Educational Administrators and Researchers Relative to Implementation of Research Findings."},
      {
        "id":"ED027611",
        "title":"The Implications of Social and Economic Changes for Educational Policy in the Next Two Decades--A Pilot Study."},
      {
        "id":"ED027613",
        "title":"Studies of Big City School Systems: A Comparative Analysis of Methodologies--Curriculum."},
      {
        "id":"ED027614",
        "title":"Absence, Legitimacy and System Size."},
      {
        "id":"ED027615",
        "title":"Strategies of Educational Planning. Proceedings of the Annual Conference on the Economics of Education (2nd, Tallahassee, Florida, July, 1968)."},
      {
        "id":"ED027616",
        "title":"PACE and the Arts: A Survey of Title III Projects, January 1966 to July 1967."},
      {
        "id":"ED027617",
        "title":"Improving the School Program through the Effective Use of Federal Funds."},
      {
        "id":"ED027618",
        "title":"Activism in the Secondary Schools: Analysis and Recommendations."},
      {
        "id":"ED027619",
        "title":"Innovativeness and the Organizational Attributes of Schools."},
      {
        "id":"ED027620",
        "title":"Relationship of Real Property Assessment Practices to Quality Education. Final Report."},
      {
        "id":"ED027621",
        "title":"Conflict and School-Community Relations."},
      {
        "id":"ED027622",
        "title":"Some Principles and Practices of Evaluation."},
      {
        "id":"ED027623",
        "title":"Educational Administration and Social Reform."},
      {
        "id":"ED027624",
        "title":"Flexible Scheduling: A Reality."},
      {
        "id":"ED027625",
        "title":"Big City Title I Evaluation Conference (Fort Lauderdale, Florida, December 27-30, 1966), 1967 Report."},
      {
        "id":"ED027626",
        "title":"Performance Indicators in Education."},
      {
        "id":"ED027627",
        "title":"A New Approach to Merit Rating of Teachers."},
      {
        "id":"ED027628",
        "title":"Organizational Structure and Teacher Role-Orientation."},
      {
        "id":"ED027629",
        "title":"Alternative State Models for the Regulation of Teacher-School Board Negotiations."},
      {
        "id":"ED027630",
        "title":"Curricular Materials for Use by Elementary School Personnel in Institutional Research. Final Report."},
      {
        "id":"ED027632",
        "title":"The National Program of Educational Laboratories. Final Report."},
      {
        "id":"ED027633",
        "title":"An Operational Application of the Stufflebeam-Guba CIPP Model for Evaluation."},
      {
        "id":"ED027634",
        "title":"Technological Change and Educational Obsolescence: Challenges to Administrators as Managers of Change."},
      {
        "id":"ED027635",
        "title":"Will Teacher Militancy Make Evaluation of Teacher Performance Obsolete?"},
      {
        "id":"ED027636",
        "title":"Monitoring the Urban Education Front."},
      {
        "id":"ED027637",
        "title":"Financing Big City Schools: Some Possible Breakthroughs."},
      {
        "id":"ED027638",
        "title":"Is Decentralization of Control a Partial Answer in Big City School Districts?"},
      {
        "id":"ED027639",
        "title":"The Ethics of Chief School Administrators: A Study of Accommodation."},
      {
        "id":"ED027640",
        "title":"\"Essential Ingredients of a Modern Grievance Procedure.\""},
      {
        "id":"ED027641",
        "title":"School Administrators as Change Agents; A Role Dilemma."},
      {
        "id":"ED027642",
        "title":"The AASA Commission on Preparation of Professional School Administrators. A Report."},
      {
        "id":"ED027643",
        "title":"Administrator Techniques in Collective Negotiations: A Guide to Recent Literature. Bibliography Series, Number Eleven."},
      {
        "id":"ED027644",
        "title":"Selected Bibliography on Student Activism in the Public Schools. Bibliography Series, Number Twelve."},
      {
        "id":"ED027645",
        "title":"\"The Way It Could Be.\""},
      {
        "id":"ED027646",
        "title":"Bibliography of School Law Dissertations, 1952-1968. Bibliography Series, Number Thirteen."},
      {
        "id":"ED027647",
        "title":"Educable Mentally Retarded; Guide for Curriculum Development."},
      {
        "id":"ED027648",
        "title":"Early Identification of the Gifted through Interage Grouping, Part II. End of Year Report."},
      {
        "id":"ED027649",
        "title":"Developing a Work-Experience Program for Slow Learning Youth. A Report of a Three Year Extension and Improvement Project."},
      {
        "id":"ED027650",
        "title":"The Successful Retardate."},
      {
        "id":"ED027651",
        "title":"Demonstration Center-Part One, Secondary School Programs for Gifted Students in English, Social Science, Mathematics and Science (The Demonstration Project for Gifted Children). Final Report."},
      {
        "id":"ED027653",
        "title":"Specialized Placement of Quadriplegics and Other Severely Disabled. Final Report."},
      {
        "id":"ED027654",
        "title":"An Exploration of Classroom Procedures for Teaching Trainable Mentally Retarded Children. CEC Research Monograph, Series A, Number 2."},
      {
        "id":"ED027655",
        "title":"The New Jersey Comprehensive Plan to Combat Mental Retardation."},
      {
        "id":"ED027657",
        "title":"Proceedings of Conference for the Evaluation of Instructional Materials (Washington, D.C., April 5-6, 1968)."},
      {
        "id":"ED027658",
        "title":"The Effect of Special Class Placement on the Self-Concept-of-Ability of the Educable Mentally Retarded Child."},
      {
        "id":"ED027659",
        "title":"Special Class Curriculum and Environment and Vocational Rehabilitation of Mentally Retarded Young Adults. Final Report."},
      {
        "id":"ED027660",
        "title":"Work-Citizenship Preparation Services for Mentally Retarded Adults, A Report on: Selected Demonstration Project #278."},
      {
        "id":"ED027661",
        "title":"Curriculum Guide for Aiding Teachers in Establishing Academic Programs for the Mentally Retarded."},
      {
        "id":"ED027662",
        "title":"A Summary of Selected Legislation Relating to the Handicapped, 1963-1967."},
      {
        "id":"ED027664",
        "title":"Minimal Brain Dysfunction: A New Problem Area for Social Work; A Symposium, The Annual Forum of the National Conference on Social Welfare (Dallas, Texas, 1967)."},
      {
        "id":"ED027665",
        "title":"Arizona's Comprehensive Plan to Help the Mentally Retarded."},
      {
        "id":"ED027666",
        "title":"Demonstration of Home and Community Support Needed to Facilitate Mobility Instruction for Blind Youth. Final Report."},
      {
        "id":"ED027668",
        "title":"An Experimental Guide for Special Class, Social Studies; A Curriculum Guide for Teachers of the Educable Mentally Retarded."},
      {
        "id":"ED027674",
        "title":"Guides to Special Education in North Dakota. Volume III, Speech and Hearing Services in Public Schools. ---"},
      {
        "id":"ED027676",
        "title":"Operant Audiometry Manual for Difficult-to-Test Children. Institute on Mental Retardation and Intellectual Development; Papers and Reports, Volume V, Number 19."},
      {
        "id":"ED027678",
        "title":"A Summary of Selected Legislation Relating to the Handicapped, 1968."},
      {
        "id":"ED027679",
        "title":"A Study of Current Practices in Education for Hard-of-Hearing Children. Interim Report."},
      {
        "id":"ED027680",
        "title":"Educational Programming in Simulated Environments for Seriously Emotionally Handicapped Junior High School Students. Final Report."},
      {
        "id":"ED027681",
        "title":"Experimental Programs for Emotionally Handicapped Children in Ohio."},
      {
        "id":"ED027682",
        "title":"Ohio Programs for Neurologically Handicapped Children."},
      {
        "id":"ED027685",
        "title":"Mental Retardation Grants; Part II, Research and Demonstration. Fiscal Year 1968."},
      {
        "id":"ED027686",
        "title":"Basic Record and Report Forms for Speech and Hearing Programs in Ohio."},
      {
        "id":"ED027687",
        "title":"The Child as an Integrating Organism. Symposium, 1968."},
      {
        "id":"ED027688",
        "title":"Orthopedically Handicapped Children in Ohio Public Schools."},
      {
        "id":"ED027693",
        "title":"Exceptional Pupils. Special Education Bulletin Number 1."},
      {
        "id":"ED027695",
        "title":"Directory of Programs for the Education of Handicapped Children in the U.S. Office of Education."},
      {
        "id":"ED027696",
        "title":"Computer Applications To An Integrated Maintenance System."},
      {
        "id":"ED027697",
        "title":"Elements of Successful Plant Management."},
      {
        "id":"ED027698",
        "title":"Grounds Maintenance Cost Report."},
      {
        "id":"ED027699",
        "title":"Maintenance Budgeting."},
      {
        "id":"ED027700",
        "title":"Space Is Where You Find It. A Study To Determine the Educational Potential of a Retired Government Testing Laboratory."},
      {
        "id":"ED027701",
        "title":"Education Parks. Annual Nova University Conference (2nd, Fort Lauderdale, Florida, April 17-19, 1968)."},
      {
        "id":"ED027702",
        "title":"Educational Facility Abstract Journal 1968."},
      {
        "id":"ED027704",
        "title":"Still Sits the Schoolhouse...But Less So. AIA School Plant Studies."},
      {
        "id":"ED027705",
        "title":"New Ideas in Construction for Vocational Education."},
      {
        "id":"ED027706",
        "title":"Is What Is Good for General Motors Good for Architecture?"},
      {
        "id":"ED027707",
        "title":"Guidelines for Providing Plant and Facilities for a New Junior College."},
      {
        "id":"ED027708",
        "title":"Providing Plant and Facilities At Clearwater Campus of St. Petersburg Junior College."},
      {
        "id":"ED027709",
        "title":"Suggested Ordinance and Regulations Covering Public Swimming Pools."},
      {
        "id":"ED027711",
        "title":"Primer of School Lighting Lamps and Maintenance."},
      {
        "id":"ED027713",
        "title":"The Klein Concept for Team Teaching and Continuous Progress Education."},
      {
        "id":"ED027714",
        "title":"Environmental Control in School Buildings Through Planting."},
      {
        "id":"ED027716",
        "title":"Proposed 1969-71 Biennial Building Program Format. Proceedings of Statewide Higher Education Conference - Academic Planning, Facilities, Finance, Institutional Studies (Pigeon Lake Field Station, Drummond, Wisc., June 3-6, 1968)."},
      {
        "id":"ED027717",
        "title":"Proposed Facility Quality Study Format. Proceedings of Statewide Higher Education Conference - Academic Planning, Facilities, Finance, Institutional Studies (Pigeon Lake Field Station, Drummond, Wisc., June 3-6, 1968)."},
      {
        "id":"ED027718",
        "title":"A \"What If\" Approach to Academic Facilities Utilization. Proceedings of Statewide Higher Education Conference - Academic Planning, Facilities, Finance, Institutional Studies (Pigeon Lake Field Station, Drummond, Wis., June 3-6, 1968)."},
      {
        "id":"ED027720",
        "title":"Trends in Schoolhouse Construction."},
      {
        "id":"ED027721",
        "title":"Design Criteria for Public School Plants Accommodating the Physically Disabled."},
      {
        "id":"ED027724",
        "title":"Suggestions for Developing Educational Specifications."},
      {
        "id":"ED027725",
        "title":"Educational Specifications for Senior High School. Unified School District No. 417, Morris County, State of Kansas, Council Grove, Kansas."},
      {
        "id":"ED027729",
        "title":"Wisconsin Elementary Teacher Education Project. Volume 4: University Facilities."},
      {
        "id":"ED027730",
        "title":"Wisconsin Educational Television System."},
      {
        "id":"ED027731",
        "title":"A Feasibility Study of a Central Computer Facility for an Educational System. Final Report."},
      {
        "id":"ED027732",
        "title":"An Evaluation of Three Instructional Media as Supplements to a Graduate Course in Educational Statistics."},
      {
        "id":"ED027733",
        "title":"Pre- and Posttest Reactions to Self-Viewing One's Performance on Videotape."},
      {
        "id":"ED027735",
        "title":"Guidelines for an Adequate Investment in Instructional Materials; How Much Should You Spend for Textbooks and Related Printed Instructional Materials?"},
      {
        "id":"ED027736",
        "title":"A Study to Formulate Quantitative Guidelines for the Audio-Visual Communications Field. Final Report."},
      {
        "id":"ED027737",
        "title":"Feasibility Study for a Remote Terminal Central Computing Facility Serving School and College Institutions. Volume I, Functional Requirements."},
      {
        "id":"ED027738",
        "title":"Feasibility Study for a Remote Terminal Central Computing Facility Serving School and College Institutions. Volume II, Preliminary Specifications."},
      {
        "id":"ED027739",
        "title":"Automation; The New Industrial Revolution."},
      {
        "id":"ED027741",
        "title":"Media and the Disadvantaged--A Review of the Literature."},
      {
        "id":"ED027743",
        "title":"Tutorial on Generalized Programming Language s and Systems. Instructor Edition."},
      {
        "id":"ED027744",
        "title":"Tutorial on Electronic Data Processing Concepts. Instructor Edition."},
      {
        "id":"ED027745",
        "title":"Tutorial on Elements of Information Systems. Instructor Edition."},
      {
        "id":"ED027746",
        "title":"Television in Language Arts Education. A National Instructional Television Report."},
      {
        "id":"ED027747",
        "title":"Television in Social Studies Education. NSCT News Supplement, Number 8."},
      {
        "id":"ED027748",
        "title":"The Feasibility of Using Taped Lectures to Replace Class Attendance."},
      {
        "id":"ED027750",
        "title":"The Motion Variables in Film Presentations. Final Report."},
      {
        "id":"ED027751",
        "title":"A Project to Develop and Evaluate a Computerized System for Instructional Response Analysis; Project SIRA. Final Report."},
      {
        "id":"ED027752",
        "title":"Teachers in Television and Other Media; A Survey of Policies and Practices."},
      {
        "id":"ED027753",
        "title":"A Computerized Test-Correcting Service for Teachers."},
      {
        "id":"ED027754",
        "title":"Optimum Policy Regions for Computer-Directed Teaching Systems."},
      {
        "id":"ED027755",
        "title":"Educational Technology--The White Elephant."},
      {
        "id":"ED027756",
        "title":"The Effect of Creativity, Response Mode, and Subject Matter Familiarity on Achievement from Programmed Instruction."},
      {
        "id":"ED027768",
        "title":"The Optimum Age for Beginning the Study of Modern Languages."},
      {
        "id":"ED027771",
        "title":"New Classical Curricula: An Exercise in Three Unknowns."},
      {
        "id":"ED027772",
        "title":"Proceedings of the Annual Meeting of ACTFL: Session on Linguistics and the Language Teacher (Chicago, December 28, 1967)."},
      {
        "id":"ED027773",
        "title":"The Influence of Discrimination Training on Pronunciation."},
      {
        "id":"ED027774",
        "title":"Alternative Approaches to Staffing the Elementary Foreign Language Program: Cost and Time vs. Achievement and Satisfaction."},
      {
        "id":"ED027775",
        "title":"A Tentative Outline of Problems in the Knowledge, Understanding, and Teaching of Cultures Pertaining to the Target Language."},
      {
        "id":"ED027777",
        "title":"Teaching Meaning."},
      {
        "id":"ED027778",
        "title":"Estudio comparativo de los metodos analitico-sintetico y global en el aprendizaje de la lectura (Comparative Study of the Analytical-Synthetical (Phonics) and Global (Sight) Reading Methods)."},
      {
        "id":"ED027779",
        "title":"Modern Foreign Languages: Summaries of State Supervisory and Related Services, Title III. 1962 Narrative Reports. Instructional Resources; Equipment, Materials, and State Services."},
      {
        "id":"ED027780",
        "title":"Pilot Study of Language Sequences Completed by Secondary-School Graduates, Spring 1963."},
      {
        "id":"ED027781",
        "title":"FL Learning in the Soviet Union."},
      {
        "id":"ED027782",
        "title":"Where Are We Heading in Foreign Language Teaching?"},
      {
        "id":"ED027783",
        "title":"A Survey of Methods and Materials in French Language Programs of American Colleges and Universities."},
      {
        "id":"ED027784",
        "title":"The Importance and Use of Oral Language In Modern Foreign Language Departments."},
      {
        "id":"ED027785",
        "title":"Germany in Europe 1963."},
      {
        "id":"ED027786",
        "title":"Germany As We Saw It. Third Edition, 1963."},
      {
        "id":"ED027787",
        "title":"Spanish Institute for High School Students. Final Report."},
      {
        "id":"ED027788",
        "title":"Implications for Higher Education: Results on the New FL Tests."},
      {
        "id":"ED027789",
        "title":"The Future of Area Studies."},
      {
        "id":"ED027790",
        "title":"International Directory of Audio-Visual and Programmed Foreign Language Courses and Materials. Preprints, Part 3."},
      {
        "id":"ED027792",
        "title":"A Modern Language Center: Scope, Activities and Plans."},
      {
        "id":"ED027793",
        "title":"The Art of Dialogue Teaching."},
      {
        "id":"ED027794",
        "title":"New Mexico Department of Education Evaluative Criteria: Division of Foreign Languages."},
      {
        "id":"ED027795",
        "title":"Foreign Language Teacher Training Programs in Illinois."},
      {
        "id":"ED027796",
        "title":"Placement , Methodology, and Techniques for the Student from Spanish-Speaking Background."},
      {
        "id":"ED027797",
        "title":"A Handbook on Latin America for Teachers: Methodology and Annotated Bibliography."},
      {
        "id":"ED027799",
        "title":"Foreign Language for You: A Teacher Guide for Spanish. Semesters III and IV, Instructional Television for the Sixth Grade."},
      {
        "id":"ED027800",
        "title":"Interpretation of a Poem with Younger Students."},
      {
        "id":"ED027801",
        "title":"On Active versus Passive Proficiency in Pronunciation. Universitetspedagogiska Utredningen Projekt MUP [Mal, Undervisning Prov] (University Pedagogical Investigation Project [Speech, Instruction Test])."},
      {
        "id":"ED027802",
        "title":"Audio-lingual Teaching and the Pattern Drill."},
      {
        "id":"ED027803",
        "title":"Allongement compensatoire de quelques consonnes par suite de la chute du \"e\" caduc (Compensatory Lengthening of Certain Consonants As a Result of Dropping the Mute \"e\")."},
      {
        "id":"ED027804",
        "title":"The Use of Behavioral Objectives in Foreign Language Teaching."},
      {
        "id":"ED027805",
        "title":"Apport des exercices systematiques de discrimination auditive dans la correction phonetique (The Benefit of Using Systematic Auditory Discrimination Exercises in Phonetic Correction)."},
      {
        "id":"ED027806",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 7, Number 3, 1968."},
      {
        "id":"ED027807",
        "title":"Education Abstracts-Burma."},
      {
        "id":"ED027808",
        "title":"A Comparison of Educational Research Organizations and Methods, and Their Respective Influence on Secondary School Practices, in Poland, Yugoslavia, Czechoslovakia and the U.S.S.R. Final Report."},
      {
        "id":"ED027810",
        "title":"Selected Bibliography of Israel Educational Materials, August 1968-November 1968. Volume 3, Number 3, 1968."},
      {
        "id":"ED027811",
        "title":"Diagnosing the Decrease in Foreign Language Enrollment."},
      {
        "id":"ED027812",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 7, Number 4, 1968."},
      {
        "id":"ED027813",
        "title":"Selected Bibliography of Educational Materials in Pakistan, July-December 1967. Volume 1, Number 3, 1967."},
      {
        "id":"ED027814",
        "title":"College Women: A Research Description."},
      {
        "id":"ED027816",
        "title":"The Nature Of The Contemporary University."},
      {
        "id":"ED027817",
        "title":"Selective Service And Graduate Enrollments."},
      {
        "id":"ED027818",
        "title":"Effects Of Repeating The Graduate Record Examination."},
      {
        "id":"ED027819",
        "title":"Student Perceptions of the Freshman Modes of Inquiry Course (Fall, 1966)."},
      {
        "id":"ED027820",
        "title":"Pluralism and Partnership: The Case for the Dual System of Higher Education."},
      {
        "id":"ED027821",
        "title":"A Study of The Role and Scope of Computers in The Texas System of Higher Education."},
      {
        "id":"ED027822",
        "title":"Governance Of Public Higher Education In California."},
      {
        "id":"ED027823",
        "title":"Academic Freedom, Tenure, and Responsibility for Faculty Members in Texas Public Colleges and Universities. Adopted: October 16, 1967."},
      {
        "id":"ED027824",
        "title":"Planning for Higher Education in North Carolina."},
      {
        "id":"ED027825",
        "title":"Studies in Enrollment Trends and Patterns. Part II--Summer Quarter: 1940-1964."},
      {
        "id":"ED027826",
        "title":"Studies in Enrollment Trends and Patterns. Part I--Regular Academic Year: 1930-1964."},
      {
        "id":"ED027827",
        "title":"Preliminary Report of the Committee on the University and the City."},
      {
        "id":"ED027828",
        "title":"The Administrator/Student Conflict."},
      {
        "id":"ED027830",
        "title":"Support and Research Participation of Young and Senior Academic Staff, 1968."},
      {
        "id":"ED027831",
        "title":"A Systems Model for Management, Planning, and Resource Allocation in Institutions of Higher Education. Final Report."},
      {
        "id":"ED027832",
        "title":"Summary of Annual Faculty Reports 1967-68."},
      {
        "id":"ED027833",
        "title":"University Extension Services to Minority Groups (A Compendium of Divisional Reports)."},
      {
        "id":"ED027835",
        "title":"American Theological Students: A Survey of Their Value Commitments."},
      {
        "id":"ED027836",
        "title":"American College Student Values: Their Relationship to Selected Personal and Academic Variables."},
      {
        "id":"ED027837",
        "title":"American College Student Values: Their Relationship to Selected Philosophical and Sociological Variables."},
      {
        "id":"ED027838",
        "title":"Some Observations on the Relationships Between Research Productivity and Student Evaluations of Courses and Teaching."},
      {
        "id":"ED027839",
        "title":"College Expectations and Educational Goals for Differing Collegiate Groups."},
      {
        "id":"ED027840",
        "title":"Sources of Federal Support for Higher Education. Experimental Systems for a National Information Network."},
      {
        "id":"ED027842",
        "title":"Federal Programs For Higher Education. Needed Next Steps."},
      {
        "id":"ED027843",
        "title":"Report Of The University of Minnesota Commission On Campus Demonstrations."},
      {
        "id":"ED027844",
        "title":"A Philosophy For Minnesota Higher Education."},
      {
        "id":"ED027846",
        "title":"Changes in Graduate Education at the University of Iowa."},
      {
        "id":"ED027847",
        "title":"Investment in Opportunity. The Importance of Voluntary Support to Predominantly Negro Public Colleges."},
      {
        "id":"ED027848",
        "title":"Foundations and Higher Education: Innovation and Redirection."},
      {
        "id":"ED027849",
        "title":"Lost Academic Souls and the Truth."},
      {
        "id":"ED027850",
        "title":"The Politicization of Higher Education Organizations: Assets and Liabilities."},
      {
        "id":"ED027851",
        "title":"America: No Promise Without Agony."},
      {
        "id":"ED027852",
        "title":"Higher Education and the Demand for Social Action."},
      {
        "id":"ED027853",
        "title":"The Hippie College Dropout. Final Report."},
      {
        "id":"ED027854",
        "title":"Experimental Tape-Recordings for Teaching Sensitivity to Musical Intonation. Final Report."},
      {
        "id":"ED027856",
        "title":"The Quest for Relevance: Effective College Teaching. Volume II. The Sciences."},
      {
        "id":"ED027857",
        "title":"The Quest for Relevance: Effective College Teaching. Volume III. The Social Sciences."},
      {
        "id":"ED027858",
        "title":"The Quest for Relevance: Effective College Teaching. Volume IV. Practical Concerns for All College Teachers."},
      {
        "id":"ED027859",
        "title":"Evaluation of the College Suggestor: A Data Retrieval Device for Use As A Guide to College Choice. Final Report."},
      {
        "id":"ED027860",
        "title":"Three Fundamental Factors Affecting Social Influence. Final Report."},
      {
        "id":"ED027861",
        "title":"An Investigation to Identify the Critical Variables Related to Consensus in Group Discussions of Questions of Policy. Final Report."},
      {
        "id":"ED027862",
        "title":"The Caltech Political Military Exercise."},
      {
        "id":"ED027863",
        "title":"Studies in Enrollment Trends and Patterns. Part III--Evening and Extension Classes: 1950-1965."},
      {
        "id":"ED027864",
        "title":"Recruitment Survey, 1968; An Institute Research Report."},
      {
        "id":"ED027865",
        "title":"Middle States Non-Graduate Survey, 1963-67; An Institute Research Report."},
      {
        "id":"ED027866",
        "title":"Proposal for a Program for the M.A. in English with Emphasis on Teaching in the Junior College."},
      {
        "id":"ED027867",
        "title":"Criteria Relating to Educational Media Programs in Junior Colleges."},
      {
        "id":"ED027868",
        "title":"Academic Performance of L.A.C.C. Transfers Entering the University of California During the Academic Year 1967-68."},
      {
        "id":"ED027869",
        "title":"Bureaucratic Character of Adult Education Organizations and Innovativeness in Program Development."},
      {
        "id":"ED027871",
        "title":"Experimental and Quasi-Experimental Design."},
      {
        "id":"ED027872",
        "title":"What Is Institutional Research?"},
      {
        "id":"ED027873",
        "title":"Review of Junior College Finance."},
      {
        "id":"ED027874",
        "title":"A Statistical Analysis of the Effects of Housing Environment on Grade Point Average."},
      {
        "id":"ED027875",
        "title":"An Expanded Role for the Community College and its Counseling Center."},
      {
        "id":"ED027877",
        "title":"EPDA Institute for Teacher Aides."},
      {
        "id":"ED027878",
        "title":"Local and State Relations: Proceedings of the Junior College Conference (Ocean Springs, Mississippi, June 24-26, 1968)."},
      {
        "id":"ED027879",
        "title":"The Challenge of Achievement: A Report on Public and Private Higher Education in California to the Joint Committee on Higher Education of the California Legislature."},
      {
        "id":"ED027881",
        "title":"A Report on Six Seminars to Assist in Planning a High Rise, High Density Urban Campus for Manhattan Community College."},
      {
        "id":"ED027882",
        "title":"Instructional Aide Program."},
      {
        "id":"ED027883",
        "title":"Selected Personality Correlates of Junior College Dropouts and Persisters."},
      {
        "id":"ED027884",
        "title":"The Junior College Library: An Overview."},
      {
        "id":"ED027885",
        "title":"Multi-Media Instructional Programs."},
      {
        "id":"ED027886",
        "title":"Faculty Participation in Junior College Governance."},
      {
        "id":"ED027887",
        "title":"Nursing Education in the Junior College."},
      {
        "id":"ED027888",
        "title":"Environmental Factors, Student Variables, Post-High School Employment Adjustment, and Post-High School Education of Male Negroes from the Project TALENT Sample."},
      {
        "id":"ED027889",
        "title":"Statistical Analysis of Hours Spent Studying by Delhi Students."},
      {
        "id":"ED027890",
        "title":"Academic Performance of L.A.C.C. Transfers to California State College at Los Angeles, 1967-68."},
      {
        "id":"ED027891",
        "title":"Results of Questionnaire on Counselor-Counselee Ratio."},
      {
        "id":"ED027892",
        "title":"Abilities Needed by Teachers of Nursing in Community Colleges."},
      {
        "id":"ED027893",
        "title":"Group Versus Individual Counseling: A Junior College Study. Final Report."},
      {
        "id":"ED027896",
        "title":"The Role of Paraprofessionals in the Schools: A National Study."},
      {
        "id":"ED027897",
        "title":"Student Personality and Academic Achievement."},
      {
        "id":"ED027898",
        "title":"Resistance: A Precondition for Change."},
      {
        "id":"ED027900",
        "title":"Dissent and the College Student in Revolt."},
      {
        "id":"ED027901",
        "title":"Technical Education in American Higher Education."},
      {
        "id":"ED027902",
        "title":"Analysis of Degree of Faculty Satisfactions in Florida Community Junior Colleges. Final Report."},
      {
        "id":"ED027921",
        "title":"A Study of Relevance Judgments."},
      {
        "id":"ED027922",
        "title":"Data Form and Availability and the Design of Computerized Retrieval Systems Dealing with Bibliographic Entities."},
      {
        "id":"ED027923",
        "title":"Referential Consulting Networks."},
      {
        "id":"ED027924",
        "title":"Public Library Services in the City and County of Spokane, A Survey Report."},
      {
        "id":"ED027925",
        "title":"Guidelines for Planning a Task-Oriented Information System."},
      {
        "id":"ED027926",
        "title":"An Operations Research and Systems Engineering Study of a University Library. Final Report (No. 5)."},
      {
        "id":"ED027927",
        "title":"New Jersey Area Libraries: A Pilot Project Toward the Evaluation of the Reference Collection."},
      {
        "id":"ED027928",
        "title":"An Investigation, Analysis, and Evaluation of Activities Connected with the Operation of Educational Information Service Centers. Final Report."},
      {
        "id":"ED027929",
        "title":"A New Approach to Educational Preparation for Public Library Service: An Experimental Program in Library Education for Work with a Specialized Clientele. Interim Report."},
      {
        "id":"ED027930",
        "title":"Evaluation of the Library Aide Program, 1967-68. Research and Development Report, Volume II, Number 8."},
      {
        "id":"ED027935",
        "title":"Library Needs of County and County-Wide Groups in Nassau County, New York."},
      {
        "id":"ED027936",
        "title":"Preschool and Primary Education Project. 1967-68 Annual Progress Report to the Ford Foundation."},
      {
        "id":"ED027937",
        "title":"The Elementary Mathematics Study: An Interim Report on Kindergarten Year Results."},
      {
        "id":"ED027938",
        "title":"A Method to Investigate the Movement Patterns of Children."},
      {
        "id":"ED027939",
        "title":"An Appraisal of Head Start Participants and Non-Participants: Expanded Considerations on Learning Disabilities Among Disadvantaged Children."},
      {
        "id":"ED027940",
        "title":"Curriculum Guide for Early Childhood Education. Behavioral Goals - Pre-K Through One."},
      {
        "id":"ED027941",
        "title":"Supermarket Discovery Center, Pilot Study, May - September, 1968. Initial Report."},
      {
        "id":"ED027942",
        "title":"Changing Parent Attitudes and Improving Language and Intellectual Abilities of Culturally Disadvantaged Four-Year-Old Children Through Parent Involvement."},
      {
        "id":"ED027943",
        "title":"Language Style of the Lower Class Mother: A Preliminary Study of a Therapeutic Technique."},
      {
        "id":"ED027944",
        "title":"A Source Report for Developing Parent-Child Educational Centers."},
      {
        "id":"ED027945",
        "title":"Social Studies Unit: First Grade. Boston-Northampton Language Arts Program, ESEA - 1965, Projects to Advance Creativity in Education."},
      {
        "id":"ED027946",
        "title":"Integrated, Independent and Individual Learning Activities, First and Second Grades. Summer Learning Activities, Second and Third Grades. Boston-Northampton Language Arts Program, ESEA - 1965, Projects to Advance Creativity in Education."},
      {
        "id":"ED027947",
        "title":"[The Juniper Gardens Children's Project.] Final Progress Report for OEO Grant CG-8180."},
      {
        "id":"ED027948",
        "title":"Guidelines: Pre-School Projects, Head Start: Early Childhood Education. Revised Edition."},
      {
        "id":"ED027949",
        "title":"The Change Process in Action: Kindergarten; Center for Effecting Educational Change; Monograph II."},
      {
        "id":"ED027950",
        "title":"The Psychoeducational Approach to Learning Disabilities."},
      {
        "id":"ED027951",
        "title":"Child Psychiatry: The Past Quarter Century."},
      {
        "id":"ED027952",
        "title":"Fun While Learning and Earning. A Look Into Chattanooga Public Schools' Token Reinforcement Program."},
      {
        "id":"ED027954",
        "title":"[Achievement Test Correlation Study: Survey of 40 Children.]"},
      {
        "id":"ED027955",
        "title":"Mediational Styles: An Individual Difference Variable in Children's Verbal Learning Ability."},
      {
        "id":"ED027956",
        "title":"The Need for a Multi-Dimensional Approach to Learning Disabilities. A Multi-Disciplinary Symposium on Dyslexis and Associated Learning Disabilities."},
      {
        "id":"ED027958",
        "title":"A Study of Language Deviations and Cognitive Processes. Progress Report No. 3."},
      {
        "id":"ED027959",
        "title":"A Plan of Action for Parent-Child Educational Centers."},
      {
        "id":"ED027960",
        "title":"The Concept, \"Perceptually Handicapped,\" Its Assets and Limitations."},
      {
        "id":"ED027961",
        "title":"JDC Guide for Day Care Centers, a Handbook to Aid Communities in Developing Day Care Center Programs for Pre-School Children."},
      {
        "id":"ED027962",
        "title":"JDC Handbook for Teachers in Day Care Centers."},
      {
        "id":"ED027963",
        "title":"A London Infant School. An Interview."},
      {
        "id":"ED027964",
        "title":"Leicestershire Report: The Classroom Environment."},
      {
        "id":"ED027965",
        "title":"Identification and Development of Creative Abilities."},
      {
        "id":"ED027966",
        "title":"Piaget, Skinner, and an Intensive Preschool Program for Lower Class Children and Their Mothers."},
      {
        "id":"ED027967",
        "title":"Concept and Language Development in a Kindergarten of Disadvantaged Children."},
      {
        "id":"ED027968",
        "title":"The Readability of Selected Second Grade Social Studies Textbooks."},
      {
        "id":"ED027969",
        "title":"Good References on Day Care."},
      {
        "id":"ED027970",
        "title":"Research Issues in the Health and Nutrition in Early Childhood."},
      {
        "id":"ED027972",
        "title":"Head Start on Health."},
      {
        "id":"ED027973",
        "title":"The Value of the Spoken Response in Teaching Listening Skills to Young Children Through Programmed Instruction. Final Report."},
      {
        "id":"ED027974",
        "title":"Early Childhood Project, New York City; One of a Series of Successful Compensatory Education Programs. It Works: Preschool Program in Compensatory Education."},
      {
        "id":"ED027975",
        "title":"Perry Preschool Project, Ypsilanti, Michigan; One of a Series of Successful Compensatory Education Programs. It Works: Preschool Program in Compensatory Education."},
      {
        "id":"ED027976",
        "title":"Infant Education Research Project, Washington, D.C.; One of a Series of Successful Compensatory Education Programs. It Works: Preschool Program in Compensatory Education."},
      {
        "id":"ED027977",
        "title":"Preschool Program, Fresno, California; One of a Series of Successful Compensatory Education Programs. It Works: Preschool Program in Compensatory Education."},
      {
        "id":"ED027978",
        "title":"Diagnostically Based Curriculum, Bloomington, Indiana; One of a Series of Successful Compensatory Education Programs. It Works: Preschool Program in Compensatory Education."},
      {
        "id":"ED027979",
        "title":"Academic Preschool, Champaign, Illinois; One of a Series of Successful Compensatory Education Programs. It Works: Preschool Program in Compensatory Education."},
      {
        "id":"ED027980",
        "title":"Proceedings of the Conference of the American Country Life Association, Inc., Toward Excellence in Community Living in the Countryside (45th, Maryland University, July 12-13, 1966)."},
      {
        "id":"ED027981",
        "title":"New Horizons for Indian Education. Annual American Indian Education Conference (9th, Arizona State University, March 22-23, 1968)."},
      {
        "id":"ED027982",
        "title":"Organizational Innovation for Development in Multi-County Regions."},
      {
        "id":"ED027983",
        "title":"Albuquerque Public Schools Teacher's Guide to Outdoor Education."},
      {
        "id":"ED027984",
        "title":"Guidelines for Implementing an Effective Language Program for Disadvantaged Mexican-Americans in the Elementary School; Guidelines for Implementing an Effective Workshop on ESOL."},
      {
        "id":"ED027985",
        "title":"Psycho-Social Adjustment in an Indian Boarding School, September 1, 1963 - August 31, 1964. Progress Report."},
      {
        "id":"ED027986",
        "title":"Perceived Problems of Teachers in Schools Serving Rural Disadvantaged Populations and their Comparison with Problems Reported by Inner-City Teachers."},
      {
        "id":"ED027987",
        "title":"The Changing Rural Scene: The Rural Setting--General."},
      {
        "id":"ED027989",
        "title":"Indian Residential Schools. A Research Study of the Child Care Programs of Nine Residential Schools in Saskatchewan."},
      {
        "id":"ED027990",
        "title":"Outmigration from North Dakota, A Comparison between Male Outmigrants in Four States and their North Dakota Counterparts."},
      {
        "id":"ED027991",
        "title":"Outdoor Education: A Guide to the Instructional Program at the Sixth-Grade School Camps."},
      {
        "id":"ED027992",
        "title":"The Labor Force Characteristics of Women in Low-Income Rural Areas of the South. Southern Cooperative Series Bulletin 116."},
      {
        "id":"ED027993",
        "title":"Daily Modular Scheduling Practice at Pahranagat Valley High School. Report."},
      {
        "id":"ED027994",
        "title":"Medical Education for Sparsely Settled States. Sumposium Report (Estes Park, Colorado, September 28-30, 1967)."},
      {
        "id":"ED027995",
        "title":"The Influence of Selected Family Factors on the Educational and Occupational Aspiration Levels of High School-Aged Youth."},
      {
        "id":"ED027996",
        "title":"The Teacher Aide Program."},
      {
        "id":"ED027997",
        "title":"Dimensions of Research in Rural Sociology."},
      {
        "id":"ED027999",
        "title":"The Preparation of Teachers for Small Rural Schools."},
      {
        "id":"ED028000",
        "title":"A Handbook for Teachers of Migrant Children in Wyoming."},
      {
        "id":"ED028002",
        "title":"Bibliography of ESL/Bilingual Teaching Materials."},
      {
        "id":"ED028003",
        "title":"A Proposed Supplemental Reading Program for Reservation Indian Children in Elementary Schools of Northern Arizona."},
      {
        "id":"ED028004",
        "title":"The Effect of Selected Communication Patterns on Level of Abstraction, Length, and Complexity of Sentence in Speech of Children. Final Report."},
      {
        "id":"ED028005",
        "title":"Extending Cooperative Extension Education to Mexican-American Families: Program, Methods and Evaluation. A Report of a Research Study, El Paso, Texas, 1962-1967."},
      {
        "id":"ED028006",
        "title":"Psycho-Social Adjustment in an Indian Boarding School, September 1, 1964 - August 31, 1965. Progress Report."},
      {
        "id":"ED028007",
        "title":"Migrant Programs, Fiscal Year 1968 (School Year 1967-68). Annual Evaluation Report."},
      {
        "id":"ED028008",
        "title":"A Study to Compare the Scholastic Attendance and the Scholastic Achievement of First Grade Students Whose Parents Participated in the Adult Basic Education Program with the Scholastic Attendance and the Scholastic Achievement of First Grade Students Whose Parents Did Not Participate in the Adult Basic Education Program."},
      {
        "id":"ED028009",
        "title":"California Plan for the Education of Migrant Children. Evaluation Report, July 1, 1967 - June 30, 1968."},
      {
        "id":"ED028010",
        "title":"A New Look at the Attributes of the Mexican American."},
      {
        "id":"ED028011",
        "title":"Migrant Education, A Selected Bibliography."},
      {
        "id":"ED028012",
        "title":"Educational Achievement and Aspirations of Mexican-American Youth in a Metropolitan Context."},
      {
        "id":"ED028013",
        "title":"Identification and Assessment of Ongoing Educational and Community Programs for Spanish Speaking People. A Report Submitted to the Southwest Council of La Raza, Phoenix, Arizona."},
      {
        "id":"ED028014",
        "title":"A Selected Bibliography Concerning the Education of Mexican-American Migrant Children."},
      {
        "id":"ED028015",
        "title":"Poverty Among Nonwhite Families in Texas and the Nation: A Comparative Analysis. Departmental Information Report 68-4."},
      {
        "id":"ED028017",
        "title":"Bilingual/Bicultural Education: A Perspective Model in Multicultural America."},
      {
        "id":"ED028018",
        "title":"Sequential Pattern Perception and Reading."},
      {
        "id":"ED028019",
        "title":"Lexic-Dyslexic Diagnostic Instruction."},
      {
        "id":"ED028020",
        "title":"In-Service Education in Reading: The Realization of the Potential. Symposium III."},
      {
        "id":"ED028023",
        "title":"Educational Survey to Determine Reading Disabilities."},
      {
        "id":"ED028024",
        "title":"Reading Clinics--Helping the Disabled Reader Through Special Services."},
      {
        "id":"ED028025",
        "title":"The Application of Computer Technology to Education Diagnosis."},
      {
        "id":"ED028026",
        "title":"Effects of Individual Programmed Instruction of Initial Reading Skills and Language Behavior in Early Childhood."},
      {
        "id":"ED028027",
        "title":"Reading of Highly Creative Versus Highly Intelligent Secondary Students."},
      {
        "id":"ED028028",
        "title":"District Personnel and the Successful Reading Program."},
      {
        "id":"ED028029",
        "title":"Do We Apply What We Know About Comprehension."},
      {
        "id":"ED028030",
        "title":"Psychological Principles in Materials Selection."},
      {
        "id":"ED028031",
        "title":"The Efficacy of Selected Stimulus Modalities in Acquisition and Retention of Sex-Typed Textual Responses of Kindergarten Children."},
      {
        "id":"ED028038",
        "title":"A Study of the Relationships Between Primary Grade Pupils Labeled as Either Culturally Disadvantaged or Culturally Advantaged and Their Development of Certain Language Skills."},
      {
        "id":"ED028039",
        "title":"Suggested Activities for Developing and Reinforcing Word Analysis Skills in the Reading Program."},
      {
        "id":"ED028040",
        "title":"A Three Year Look at i/t/a/, Lippincott, Phonics and Word Power, and Scott, Foresman."},
      {
        "id":"ED028041",
        "title":"A Comparison of the Reading Performance of Early and Non-Early Readers from Grade One Through Grade Three."},
      {
        "id":"ED028043",
        "title":"Selected Factors in Spoken Language Related to First-Grade Reading Achievement."},
      {
        "id":"ED028044",
        "title":"The Identification of Word Meaning from Sentence Contexts: An Effect of Presentation Order."},
      {
        "id":"ED028045",
        "title":"Preschool Academic Skills Test."},
      {
        "id":"ED028055",
        "title":"Recent Doctoral Dissertation Research in Reading, Supplement 1. ERIC/CRIER Reading Review Series, Volume 2, Bibliography 14."},
      {
        "id":"ED028056",
        "title":"Techniques for Evaluating the Learning Process in Engineering Education."},
      {
        "id":"ED028062",
        "title":"A Comparison of Two Approaches to Teaching Selected Elements of College Level Descriptive Geometry."},
      {
        "id":"ED028063",
        "title":"Report of the Action Committee on Bioengineering."},
      {
        "id":"ED028065",
        "title":"Report of the Action Committee on Plant and Soil Sciences."},
      {
        "id":"ED028066",
        "title":"Report of the Action Committee on Social Sciences."},
      {
        "id":"ED028067",
        "title":"Processes and Structure of the Physical Sciences for School Curricula. An Abstract of a Thesis Submitted in Conformity With the Requirements for the Degree of Doctor of Education."},
      {
        "id":"ED028069",
        "title":"A Comparison of the Effectiveness of an Inservice Program and a Preservice Program in Developing Certain Teaching Competencies."},
      {
        "id":"ED028070",
        "title":"An Investigation of Changes in Pupil Attitude Toward Mathematics as a Result of Introducing a Modern Mathematics Text."},
      {
        "id":"ED028086",
        "title":"A Classroom Teaching and Resource Guide in Conservation Education."},
      {
        "id":"ED028087",
        "title":"Test Every Senior Project: Understanding the Social Aspects of Science."},
      {
        "id":"ED028088",
        "title":"Test Every Senior Project: Attitudes of Seniors Concerning Science."},
      {
        "id":"ED028089",
        "title":"Test Every Senior Project: Evidence of Cognitive Processes Related to Science."},
      {
        "id":"ED028090",
        "title":"Commission on Undergraduate Education in the Biological Sciences News, Volume V, Number 3."},
      {
        "id":"ED028091",
        "title":"Introductory Physical Science; Physical Science II: A Progress Report."},
      {
        "id":"ED028092",
        "title":"The Relative Effectiveness of a Closed-Circuit Television Team-Teaching Method in High School Biology Instruction. Final Report."},
      {
        "id":"ED028093",
        "title":"To Design and Evaluate a 12th Grade Course in the Principles of Economics; Final Report."},
      {
        "id":"ED028097",
        "title":"Marine Sciences Student Syllabus."},
      {
        "id":"ED028099",
        "title":"Science Policy Bulletin Volume I, Number 8."},
      {
        "id":"ED028100",
        "title":"Factors Affecting College Students' Achievement in Science. Final Report."},
      {
        "id":"ED028101",
        "title":"Behavioral Objectives in the Affective Domain."},
      {
        "id":"ED028102",
        "title":"Simulation, Role-Playing, and Sociodrama in the Social Studies. With an Annotated Bibliography."},
      {
        "id":"ED028104",
        "title":"New York State Teachers Reserve: A Summary."},
      {
        "id":"ED028105",
        "title":"Focusing Teacher Preparation in Teaching Center Schools"},
      {
        "id":"ED028106",
        "title":"Public School Professional Personnel Report; 1967-68."},
      {
        "id":"ED028107",
        "title":"The Paraprofessional as Student."},
      {
        "id":"ED028108",
        "title":"Paraprofessionals, Their Organization, and the Unions."},
      {
        "id":"ED028109",
        "title":"The People Who Serve Education."},
      {
        "id":"ED028110",
        "title":"The Way Teaching Is."},
      {
        "id":"ED028111",
        "title":"Research on Cognitive Aspects of Teaching."},
      {
        "id":"ED028112",
        "title":"The Observation of Classroom Behavior."},
      {
        "id":"ED028113",
        "title":"The Center for Study of Educational Innovations: A Statement of Intent; Current and Future Projects."},
      {
        "id":"ED028114",
        "title":"Minicourse: Theory and Strategy."},
      {
        "id":"ED028115",
        "title":"Feedback in the Form of Printed Interaction Analysis Matrices as a Technique for Training Student Teachers."},
      {
        "id":"ED028117",
        "title":"PACE Conference on Innovation. A Report by the President's National Advisory Council on Supplementary Centers and Services, Title III, Elementary and Secondary Education Act."},
      {
        "id":"ED028118",
        "title":"Early Education; A Report and Recommendations for Including Three- and Four-Year-Old Children in the Public School System of Washington, D.C."},
      {
        "id":"ED028119",
        "title":"Employability of Research Specialists."},
      {
        "id":"ED028121",
        "title":"Research and Development: The Reduction of Uncertainty."},
      {
        "id":"ED028122",
        "title":"The Relationship Between Ethnic Prejudice and Student Teaching Behavior."},
      {
        "id":"ED028123",
        "title":"Establishing Reliability and Validity Estimates for Systematic Classroom Observation."},
      {
        "id":"ED028124",
        "title":"A Computer-Assisted Teacher Training System."},
      {
        "id":"ED028125",
        "title":"Rites of Passage and Teacher Training Processes."},
      {
        "id":"ED028126",
        "title":"Training Teachers to Determine Learner Achievement of Objectives in Reading Instruction."},
      {
        "id":"ED028127",
        "title":"The NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth; Final Bulletin."},
      {
        "id":"ED028128",
        "title":"Operation Fair Chance; An Experimental Program in Teacher Preparation."},
      {
        "id":"ED028129",
        "title":"A Rationale and Related Exploratory Studies for Validating the Ohio State Instructional Preference Scale, Form I."},
      {
        "id":"ED028130",
        "title":"Teachers and Their Social Relationships."},
      {
        "id":"ED028131",
        "title":"Some Dimensions of Simulation."},
      {
        "id":"ED028132",
        "title":"Guidelines for Establishing Greater Student Voice in Teacher Education Through a Student-Faculty Committee."},
      {
        "id":"ED028133",
        "title":"The School Environment and Programs for Dropouts. (Chapters 7 & 8.)"},
      {
        "id":"ED028134",
        "title":"A Description of Teacher Behavior: Verbal and Nonverbal."},
      {
        "id":"ED028135",
        "title":"Training Student Teachers Using the Reciprocal Category System of Interaction Analysis."},
      {
        "id":"ED028136",
        "title":"National Advisory Council on Education Professions Development. First Annual Report."},
      {
        "id":"ED028137",
        "title":"The Subject of Issues: Defining Central Problems and Questions in Preparing Teachers of Disadvantaged Youth. Report Four. NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED028138",
        "title":"An Analysis of Curricular Change: The Providence Experience."},
      {
        "id":"ED028139",
        "title":"The Florida Parent Education Model."},
      {
        "id":"ED028140",
        "title":"Institute for Training Follow Through Personnel in Parent Participation and Education."},
      {
        "id":"ED028141",
        "title":"Teacher Aide Program for First Grade Classes."},
      {
        "id":"ED028142",
        "title":"The Maryvale Project; Using Clinical Teams to Improve Teacher Education."},
      {
        "id":"ED028143",
        "title":"Individualized Instruction in Teacher Education. Part I and II."},
      {
        "id":"ED028144",
        "title":"Study of Change in Attitude of Participants in Summer Workshops for Teachers of Culturally Disadvantaged Youth."},
      {
        "id":"ED028145",
        "title":"Developing Teacher Decision-Making Through Process Interventions."},
      {
        "id":"ED028146",
        "title":"Training for New Careers and Roles in the American School."},
      {
        "id":"ED028147",
        "title":"Explorations of the Teacher's Effectiveness in Explaining. Technical Report No. 4, Stanford Center for Research and Development in Teaching."},
      {
        "id":"ED028148",
        "title":"Effects of Personalized Feedback During Teacher Preparation on Teacher Personality and Teaching Behavior. Final Report."},
      {
        "id":"ED028149",
        "title":"National Advisory Council on Education Professions Development. Second Annual Report."},
      {
        "id":"ED028150",
        "title":"Relationships Between Teacher Behavior and Pupil Creativity in the Elementary School."},
      {
        "id":"ED028151",
        "title":"The Interaction Sequence Graph: Analyzing for Patterns of Teaching Behavior."},
      {
        "id":"ED028152",
        "title":"Evaluating Teaching Episodes."},
      {
        "id":"ED028153",
        "title":"A Study of Recurring Patterns of Teaching."},
      {
        "id":"ED028154",
        "title":"Cooperative Teacher Education: School-College Relations in Developing School Personnel."},
      {
        "id":"ED028155",
        "title":"Preparing School Personnel for Differentiated Staffing Patterns; A Guide to Selected Documents in the ERIC Collection, 1966-1968."},
      {
        "id":"ED028156",
        "title":"Preparing School Personnel for an Open Society; A Guide to Selected Documents in the ERIC Collection, 1966-1968."},
      {
        "id":"ED028157",
        "title":"Studies of the Inquiry Process; Inquiry Patterns of Students in Teacher-Training Programs. Final Report."},
      {
        "id":"ED028159",
        "title":"Film Images of the Negro."},
      {
        "id":"ED028160",
        "title":"The Shape of English: NCTE Distinguished Lectures 1967."},
      {
        "id":"ED028161",
        "title":"Designs in Departmental Organization: Problems and Alternatives."},
      {
        "id":"ED028162",
        "title":"Mixed Media in High School: A Case History."},
      {
        "id":"ED028165",
        "title":"Dramatics and the Teaching of Literature. NCTE/ERIC Studies in the Teaching of English."},
      {
        "id":"ED028166",
        "title":"An Approach to the Teaching and the Examining of Literature in the Junior Secondary School."},
      {
        "id":"ED028167",
        "title":"An Oral Language Development Program for the Preschool. Project Sesame. Working Document Number 1."},
      {
        "id":"ED028168",
        "title":"English and the Arts."},
      {
        "id":"ED028171",
        "title":"Children in a Promised Land: Education, The Disciplines, The Schools, The Culture. Report of the National Conference of the Tri-University Project in Elementary English (3rd, Salt Lake City, Utah, May 23-25, 1968)."},
      {
        "id":"ED028172",
        "title":"The Language Arts Preparation of Elementary School Teachers."},
      {
        "id":"ED028173",
        "title":"The Profession of English and the Training of Elementary Teachers: A Case of Neglect."},
      {
        "id":"ED028174",
        "title":"Unit 1001: The Nature of Meaning in Language."},
      {
        "id":"ED028175",
        "title":"Unit 1002: The Modes and Functions of Discourse."},
      {
        "id":"ED028177",
        "title":"Unit 1006: Learning Our Language."},
      {
        "id":"ED028178",
        "title":"Unit 1101: Language Varies by Place: American English."},
      {
        "id":"ED028179",
        "title":"Unit 1102: The Language of Persuasion."},
      {
        "id":"ED028180",
        "title":"Unit 1103: The Nature and Evaluation of Argument."},
      {
        "id":"ED028181",
        "title":"Unit 1104: An Outline of Grammatical Elements."}]
  }}
