{
  "response":{"numFound":509939,"start":244000,"numFoundExact":true,"docs":[
      {
        "id":"ED028182",
        "title":"Unit 1201: A Historical Study of English Phonology, Morphology, and Syntax."},
      {
        "id":"ED028183",
        "title":"Unit 1202: The Language of Evocation."},
      {
        "id":"ED028184",
        "title":"Unit 1203: The Social and Psychological Implications of Language."},
      {
        "id":"ED028185",
        "title":"Unit 1204: The Evaluation of Persuasive Discourse."},
      {
        "id":"ED028187",
        "title":"English Curriculum Development Projects: A Representative Collection."},
      {
        "id":"ED028188",
        "title":"The Pride of Ownership."},
      {
        "id":"ED028189",
        "title":"A Study of the Effects of a Concept Teaching Curriculum on Achievement in Performance in Elementary School Beginning Bands. Final Report."},
      {
        "id":"ED028190",
        "title":"Polk and Mexico: A Study in Presidential Leadership and the Use of Power. Teacher and Student Manuals."},
      {
        "id":"ED028191",
        "title":"Minorities and Prejudice in America. Teacher and Student Manuals."},
      {
        "id":"ED028192",
        "title":"The Neutrality Act of 1935: An Inquiry into the Uses of History. Teacher and Student Manuals."},
      {
        "id":"ED028193",
        "title":"Conscience and the Military Obligation of the Citizen: A Problem in History and Ethics. Teacher and Student Manuals."},
      {
        "id":"ED028194",
        "title":"The United States and the Soviet Union, 1917-1965. Teacher and Student Manuals."},
      {
        "id":"ED028195",
        "title":"United States Actions Toward China Since World War II: Evolution of a Policy? Teacher and Student Manuals."},
      {
        "id":"ED028196",
        "title":"Who's in This with Me? The Individual and His Group. Teacher and Student Manuals."},
      {
        "id":"ED028197",
        "title":"The Gospel of Work: A Study in Values and Value Change. Teacher and Student Manuals."},
      {
        "id":"ED028198",
        "title":"The Supreme Court and the Dynamics of American Government. Teacher and Student Manuals."},
      {
        "id":"ED028199",
        "title":"Social Relations, Pre-Civil War. Teacher and Student Manuals."},
      {
        "id":"ED028201",
        "title":"Index to the &quot;ADE Bulletin&quot; of the Association of Departments of English, March 1964 to January 1969."},
      {
        "id":"ED028202",
        "title":"Graduate Programs in English and American Literature: A 1969 Report."},
      {
        "id":"ED028203",
        "title":"Descriptions of Graduate Programs in English at Teachers College (Columbia), Duke University, and Princeton University."},
      {
        "id":"ED028204",
        "title":"Descriptions of Recently Revised Graduate Programs in English at Indiana University (Bloomington), New York University, and the University of South Carolina."},
      {
        "id":"ED028205",
        "title":"Graduate Programs in English at Marquette University and the University of Michigan: Bulletins for Graduate Students."},
      {
        "id":"ED028206",
        "title":"Sex and Scholastic Aptitude as Variables in Teachers' Ratings of the Adjustment and Classroom Behavior of Negro and other Seventh Grade Students."},
      {
        "id":"ED028207",
        "title":"IRCD Bulletin; Volume 2, Number 4A (Supplement)."},
      {
        "id":"ED028208",
        "title":"Raising Standards in the Inner-City Schools. Occasional Papers Number Eleven."},
      {
        "id":"ED028209",
        "title":"IRCD Bulletin, Volume 4, Number 4, September 1968."},
      {
        "id":"ED028210",
        "title":"The Development of a School Integration Plan in Riverside, California: A History and Perspective."},
      {
        "id":"ED028211",
        "title":"Evaluation of Title I (ESEA) Programs, 1967-1968."},
      {
        "id":"ED020167",
        "title":"LINGUISTICS AND WRITTEN COMPOSITION."},
      {
        "id":"ED020168",
        "title":"THE ROLE OF LANGUAGE IN THE CURRICULUM."},
      {
        "id":"ED020169",
        "title":"SOME THOUGHTS ON LANGUAGE AND LANGUAGE PROCESSES."},
      {
        "id":"ED020170",
        "title":"WILL SEMANTICS HELP."},
      {
        "id":"ED020171",
        "title":"LINGUISTICS AND WRITTEN COMPOSITION (AN ABSTRACT)."},
      {
        "id":"ED020172",
        "title":"A PERSPECTIVE ON USAGE."},
      {
        "id":"ED020173",
        "title":"IMPLICATIONS OF LANGUAGE PROCESSES FOR THE TEACHER."},
      {
        "id":"ED020174",
        "title":"THE STRUCTURE AND OPERATION OF LANGUAGE."},
      {
        "id":"ED020175",
        "title":"DICTIONARIES AND LANGUAGE CHANGE."},
      {
        "id":"ED020176",
        "title":"A PERSPECTIVE ON USAGE--STANDARD VS. SUBSTANDARD."},
      {
        "id":"ED020177",
        "title":"DRAMA IN THE ENGLISH CLASSROOM, PAPERS RELATING TO THE ANGLO-AMERICAN SEMINAR ON THE TEACHING OF ENGLISH (DARTMOUTH COLLEGE, NEW HAMPSHIRE, 1966). THE DARTMOUTH SEMINAR PAPERS."},
      {
        "id":"ED020180",
        "title":"HELL IN NEW YORK, J. D. SALINGER'S &quot;PRETTY MOUTH AND GREEN MY EYES&quot;."},
      {
        "id":"ED020181",
        "title":"&quot;BREAKTHROUGH&quot; IN ENGLISH."},
      {
        "id":"ED020182",
        "title":"NOT BY THE BOOK."},
      {
        "id":"ED020184",
        "title":"THE MOSAIC OF ENGLISH, AN ESSAY REVIEW."},
      {
        "id":"ED020193",
        "title":"A STUDY TO EXPLORE THE POSSIBLE USES OF X-RAY MOTION PICTURE PHOTOGRAPHY FOR THE IMPROVEMENT OF BRASS INSTRUMENT TEACHING. SUMMARY REPORT."},
      {
        "id":"ED020194",
        "title":"A SURVEY OF MUSIC EDUCATION MATERIALS AND THE COMPILATION OF AN ANNOTATED BIBLIOGRAPHY. FINAL REPORT."},
      {
        "id":"ED020195",
        "title":"ADOLESCENTS IN TWO SOCIETIES--PEERS, SCHOOL, AND FAMILY IN THE UNITED STATES AND DENMARK. FINAL REPORT. VOLUMES I AND II."},
      {
        "id":"ED020196",
        "title":"UNDERGRADUATE CURRICULUM PATTERNS--A SURVEY OF BACCALAUREATE PROGRAMS IN THE HUMANITIES. (TITLE SUPPLIED)."},
      {
        "id":"ED020197",
        "title":"THE TEACHING OF COLLEGE ENGLISH TO THE SCIENTIFIC AND TECHNICAL STUDENT. FINAL REPORT OF THE COMMITTEE ON COLLEGE ENGLISH FOR THE SCIENTIFIC AND TECHNICAL STUDENT, NATIONAL COUNCIL OF TEACHERS OF ENGLISH."},
      {
        "id":"ED020198",
        "title":"WILL THE REAL TERMINAL STUDENT PLEASE STAND UP."},
      {
        "id":"ED020199",
        "title":"PURSUIT OF EXCELLENCE--HONORS PROGRAM."},
      {
        "id":"ED020200",
        "title":"NEW DEGREES FOR COLLEGE TEACHERS."},
      {
        "id":"ED020201",
        "title":"SOME THOUGHTS ON RESEARCH AND THE TEACHING OF ENGLISH."},
      {
        "id":"ED020202",
        "title":"THEMES, THEORIES, AND THERAPY, THE TEACHING OF WRITING IN COLLEGE. THE REPORT OF THE DARTMOUTH STUDY OF STUDENT WRITING."},
      {
        "id":"ED020204",
        "title":"A METHODOLOGICAL HYPOTHESIS FOR THE PLIGHT OF THE HUMANITIES."},
      {
        "id":"ED020206",
        "title":"ISSUES IN EDUCATING THE CULTURALLY DISADVANTAGED."},
      {
        "id":"ED020207",
        "title":"REPORT OF THE SPECIAL COMMITTEE ON NONDISCRIMINATION."},
      {
        "id":"ED020208",
        "title":"EDUCATING CULTURALLY DEPRIVED YOUTH IN URBAN CENTERS."},
      {
        "id":"ED020209",
        "title":"BIRTH CONTROL, CULTURE AND THE POOR."},
      {
        "id":"ED020210",
        "title":"PROPOSED 1968-1969 SCHOOL BUILDING PROGRAM AND 1969-1974 CAPITAL PROGRAM."},
      {
        "id":"ED020211",
        "title":"COMPARATIVE STUDY OF NEGRO AND WHITE DROPOUTS IN SELECTED CONNECTICUT HIGH SCHOOLS."},
      {
        "id":"ED020212",
        "title":"ETHNOGENIC IDENTIFICATION, A SURVEY OF THE PICTORIAL CONTENT OF SELECTED CURRENT ELEMENTARY SCHOOL TEXTBOOKS."},
      {
        "id":"ED020213",
        "title":"NEGRO LEADERSHIP NEEDS A UNIFIED HIGH COMMAND."},
      {
        "id":"ED020214",
        "title":"SUMMARY OF THE 1966 ARKANSAS SCHOOL ENUMERATION REPORT. (TITLE SUPPLIED)."},
      {
        "id":"ED020215",
        "title":"DOCTORAL RESEARCH ON PUERTO RICO AND PUERTO RICANS."},
      {
        "id":"ED020216",
        "title":"A BETTER CHANCE, AN EDUCATIONAL PROGRAM. ABC REPORT, 1964."},
      {
        "id":"ED020217",
        "title":"NEGRO BOYCOTTS OF JIM CROW SCHOOLS IN THE NORTH, 1897-1925."},
      {
        "id":"ED020218",
        "title":"CATHOLIC SCHOOL INTEGRATION IN WASHINGTON, D.C."},
      {
        "id":"ED020219",
        "title":"THE WASHINGTON, D.C. SCHOOL CASE."},
      {
        "id":"ED020220",
        "title":"INNER CITY PARENTS' PROGRAM FOR QUALITY EDUCATION IN DETROIT INNER CITY SCHOOLS."},
      {
        "id":"ED020221",
        "title":"CHRONICLE OF SCHOOL INTEGRATION, MAY-JUNE 1967."},
      {
        "id":"ED020222",
        "title":"TWO SUPERINTENDENTS DISCUSS INTEGRATION--INTERVIEW."},
      {
        "id":"ED020223",
        "title":"PARENTAL ANTECEDENTS OF ONE MOTIVATIONAL DETERMINANT OF INTELLECTUAL ACHIEVEMENT BEHAVIOR."},
      {
        "id":"ED020224",
        "title":"TITLE VI, SOUTHERN EDUCATION FACES THE FACTS."},
      {
        "id":"ED020225",
        "title":"PUBLIC ASSISTANCE--TO WHAT END."},
      {
        "id":"ED020226",
        "title":"THEORETICAL CONSIDERATIONS, WHERE EMOTIONS AND EXPERIENCES MEET. EMOTIONAL PROBLEMS OF THE DISADVANTAGED, APPENDIX B."},
      {
        "id":"ED020227",
        "title":"EDUCATION AND THE CRISIS OF OUR TIME."},
      {
        "id":"ED020228",
        "title":"DISSATISFACTIONS IN TEACHING THE CD CHILD."},
      {
        "id":"ED020229",
        "title":"ACCELERATION FOR THE OVERAGE POTENTIAL DROPOUT."},
      {
        "id":"ED020230",
        "title":"ALIENATED YOUTH HERE AND ABROAD."},
      {
        "id":"ED020231",
        "title":"THE TEACHER, THE MIDDLE CLASS, THE LOWER CLASS."},
      {
        "id":"ED020232",
        "title":"OUR DEMORALIZING SLUM SCHOOLS."},
      {
        "id":"ED020233",
        "title":"A CANDY-HANDY APPROACH TO FASTER LEARNING."},
      {
        "id":"ED020234",
        "title":"HIGH PRIORITY FOR LOW LEVELS. CHILDREN AND THEIR PRIMARY SCHOOLS, REPORT III."},
      {
        "id":"ED020235",
        "title":"WEWAHITCHKA TOOK A CHANCE ON OBLIVION."},
      {
        "id":"ED020236",
        "title":"MOUNTAINEERS AREN'T REALLY ILLITERATE."},
      {
        "id":"ED020237",
        "title":"IRCD, ITS SPECIALTY IS ANSWERS."},
      {
        "id":"ED020238",
        "title":"TITLE ONE EVALUATION GUIDE FOR LOCAL EDUCATIONAL AGENCIES OPERATING TITLE I PROJECTS."},
      {
        "id":"ED020239",
        "title":"ISSUES IN EVALUATING PROGRAMS FOR DISADVANTAGED CHILDREN."},
      {
        "id":"ED020240",
        "title":"YOU CAN'T SEE THE TREES FOR THE SCHOOL."},
      {
        "id":"ED020241",
        "title":"NEW MEXICO STATE CONFERENCE ON EDUCATION OF THE DISADVANTAGED, REPORT OF PROCEEDINGS (ALBUQUERQUE, NOVEMBER 11-12, 1966)."},
      {
        "id":"ED020242",
        "title":"MEASUREMENT AND EVALUATION, 1966-67 (P.L. 89-10, TITLE I). ANNUAL REPORT."},
      {
        "id":"ED020244",
        "title":"TITLE I, MEETING THE CHALLENGE OF THE DISADVANTAGED CHILD, A REVIEW OF SELECTED PROJECTS IN THE STATE OF VERMONT, 1965-1966."},
      {
        "id":"ED020245",
        "title":"TWENTY YEARS OF ECONOMIC AND INDUSTRIAL CHANGE. SEMINAR ON MANPOWER POLICY AND PROGRAM, 3D."},
      {
        "id":"ED020246",
        "title":"1967-1968 UPWARD BOUND PROPOSAL AND STATEMENTS. (TITLE SUPPLIED)."},
      {
        "id":"ED020247",
        "title":"EVALUATION OF ESEA-TITLE I PROJECTS."},
      {
        "id":"ED020248",
        "title":"EXCERPTS FROM REPORT BY NATIONAL ADVISORY COUNCIL ON THE EDUCATION OF DISADVANTAGED CHILDREN."},
      {
        "id":"ED020249",
        "title":"TO HELP THEM ACHIEVE, THE ACADEMIC TALENT SEARCH PROJECT."},
      {
        "id":"ED020250",
        "title":"GREAT CITIES IMPROVEMENT PROGRAM, A ST. LOUIS PROJECT PROPOSAL. THE SCHOOL AND COMMUNITY WORK-RELATED EDUCATION PROGRAM."},
      {
        "id":"ED020251",
        "title":"A SPECIAL PROGRAM FOR IN-MIGRANT AND TRANSIENT CHILDREN IN DEPRESSED AREAS. PROJECT PROPOSAL."},
      {
        "id":"ED020252",
        "title":"THE USE OF TEACHING TEAMS TO IMPROVE THE EDUCATION OF IN-MIGRANT, TRANSIENT PUPILS IN DEPRESSED AREAS. PROJECT PROPOSAL."},
      {
        "id":"ED020253",
        "title":"INCREASING THE COMPETENCE OF IN-MIGRANT PUPILS BY IMPROVING TEACHING AND COMMUNITY SERVICES. GREAT CITIES SCHOOL IMPROVEMENT PROJECT."},
      {
        "id":"ED020254",
        "title":"THE DISADVANTAGED MIGRANT AND URBAN PUBLIC EDUCATION."},
      {
        "id":"ED020255",
        "title":"EDUCATING THE CULTURALLY DISADVANTAGED, A MATURING APPROACH."},
      {
        "id":"ED020256",
        "title":"SECOND ANNUAL EVALUATION OF TITLE I, FISCAL YEAR 1967."},
      {
        "id":"ED020257",
        "title":"ASSESSMENT OF REAP-UPWARD BOUND."},
      {
        "id":"ED020258",
        "title":"PRINCE EDWARD COUNTY, AV HELPS VIRGINIA'S DEPRIVED."},
      {
        "id":"ED020259",
        "title":"PROGRAM REPORTS FROM LARGE CITIES."},
      {
        "id":"ED020260",
        "title":"GAMBITS, EDUCATIONAL INNOVATIONS IN SAN MATEO COUNTY."},
      {
        "id":"ED020261",
        "title":"THE AMENDMENTS AND THE STATES."},
      {
        "id":"ED020262",
        "title":"THE DEPRIVED CHILD--HIS GIFT TO EDUCATION."},
      {
        "id":"ED020263",
        "title":"EVALUATING E.S.E.A. PROJECTS FOR THE DISADVANTAGED."},
      {
        "id":"ED020264",
        "title":"MOBED, AN EDUCATIONAL CARAVAN."},
      {
        "id":"ED020265",
        "title":"DECLINE AND CRISIS IN BIG-CITY EDUCATION."},
      {
        "id":"ED020266",
        "title":"ORGANIZING FOR REFORM IN BIG-CITY SCHOOLS."},
      {
        "id":"ED020267",
        "title":"NASHVILLE, EXPERIMENT IN URBAN SCHOOL CONSOLIDATION."},
      {
        "id":"ED020268",
        "title":"MAKING PUBLIC SCHOOLS ACCOUNTABLE, A CASE STUDY OF P.S. 201 IN HARLEM."},
      {
        "id":"ED020269",
        "title":"THE DYNAMICS OF SELF-DECEPTION."},
      {
        "id":"ED020270",
        "title":"BOARDING SCHOOLS FOR THE DISADVANTAGED."},
      {
        "id":"ED020271",
        "title":"ERIC, DATA ON THE DISADVANTAGED."},
      {
        "id":"ED020272",
        "title":"PROGRAMS FOR THE DISADVANTAGED AT HUNTER COLLEGE."},
      {
        "id":"ED020273",
        "title":"INNOVATION AND THE NEW CONCERN FOR THE DISADVANTAGED."},
      {
        "id":"ED020274",
        "title":"A TWO-PHASE PROPOSAL CONCERNING SCHOOL DESEGREGATION PROBLEMS. A. SCHOOL LEADERSHIP TRAINING PROGRAM. B. PILOT SCHOOLS PROGRAM, MAINTAINING INSTRUCTIONAL QUALITY IN MULTICULTURAL SCHOOLS. FINAL TECHNICAL REPORT."},
      {
        "id":"ED020275",
        "title":"VOTING BEHAVIOR AND ATTITUDES TOWARD SCHOOL DESEGREGATION, A STUDY OF SOUTHERN NEGROES."},
      {
        "id":"ED020276",
        "title":"GROWTH AND DEVELOPMENT OF NEGRO INFANTS. IX, STUDIES ON WEIGHT, HEIGHT, PELVIC BREADTH, HEAD AND CHEST CIRCUMFERENCES DURING THE FIRST YEAR OF LIFE."},
      {
        "id":"ED020277",
        "title":"PRACTICES AND PATTERNS OF FACULTY DESEGREGATION, A GUIDEBOOK."},
      {
        "id":"ED020278",
        "title":"REVISED STATEMENT OF POLICIES FOR SCHOOL DESEGREGATION PLANS UNDER TITLE VI OF THE CIVIL RIGHTS ACT OF 1964, AS AMENDED FOR THE SCHOOL YEAR 1967-68."},
      {
        "id":"ED020279",
        "title":"HOMEWORK HELPER PROGRAM, FACT SHEET."},
      {
        "id":"ED020280",
        "title":"STURGIS, KENTUCKY, A TENTATIVE DESCRIPTION AND ANALYSIS OF THE SCHOOL DESEGREGATION CRISIS. FIELD REPORTS ON DESEGREGATION IN THE SOUTH, FR. 3."},
      {
        "id":"ED020281",
        "title":"CLINTON, TENNESSEE, A TENTATIVE DESCRIPTION AND ANALYSIS OF THE SCHOOL DESEGREGATION CRISIS. FIELD REPORTS ON DESEGREGATION IN THE SOUTH, FR. 2."},
      {
        "id":"ED020282",
        "title":"MANSFIELD, TEXAS, A REPORT OF THE CRISIS SITUATION RESULTING FROM EFFORTS TO DESEGREGATE THE SCHOOL SYSTEM. FIELD REPORTS ON DESEGREGATION IN THE SOUTH, FR. 1."},
      {
        "id":"ED020283",
        "title":"RECREATION FOR THE RICH AND POOR, A CONTRAST."},
      {
        "id":"ED020284",
        "title":"ABILITY, FAMILY SOCIOECONOMIC LEVEL, AND ADVANCED EDUCATION."},
      {
        "id":"ED020285",
        "title":"ADDRESSES ADAPTED FROM THE 24TH ANNUAL INSTITUTE OF RACE RELATIONS (FISK UNIVERSITY, AMISTAD RESEARCH CENTER AND RACE RELATIONS DEPARTMENT, NASHVILLE, TENNESSEE)."},
      {
        "id":"ED020286",
        "title":"WICHITA PROGRAM FOR EDUCATIONALLY DEPRIVED CHILDREN. ESEA TITLE I EVALUATION REPORT, 1966-67."},
      {
        "id":"ED020287",
        "title":"THE STATE LEVEL PROBLEMS ASSOCIATED WITH ASSESSMENT OF THE IMPACT OF TITLE I. SYMPOSIUM."},
      {
        "id":"ED020288",
        "title":"ABC SUMMER PROGRAM, 1967."},
      {
        "id":"ED020289",
        "title":"CLASS, STATUS AND POVERTY."},
      {
        "id":"ED020290",
        "title":"COMMUNITY SERVICE THROUGH SHELTERED WORK EXPERIENCE. FINAL REPORT, AUGUST 15, 1966 THROUGH JUNE 15, 1967."},
      {
        "id":"ED020291",
        "title":"A COMPARATIVE STUDY OF LANGUAGE APTITUDE AND INTELLIGENCE IN SIXTH-GRADE CHILDREN FROM LOW-SOCIOECONOMIC AND MIDDLE-SOCIOECONOMIC LEVELS."},
      {
        "id":"ED020292",
        "title":"DISCRIMINATION--DANGER TO DEMOCRACY, A TEACHING UNIT ON CERTAIN CIVIL RIGHTS. REVISED EDITION."},
      {
        "id":"ED020293",
        "title":"THE AUDITORY MEMORY OF CHILDREN FROM DIFFERENT SOCIO-ECONOMIC BACKGROUNDS."},
      {
        "id":"ED020294",
        "title":"SOCIAL CLASS RESEARCH AND IMAGES OF THE POOR, A BIBLIOGRAPHIC REVIEW."},
      {
        "id":"ED020295",
        "title":"A PLEA FOR EDUCATIONAL EXCELLENCE."},
      {
        "id":"ED020296",
        "title":"OBSERVABILITY IN SCHOOL SYSTEMS, A PROBLEM OF INTER-SYSTEM INTEGRATION."},
      {
        "id":"ED020297",
        "title":"A CONTINUATION OF THE CRAFT PROJECT COMPARING READING APPROACHES WITH DISADVANTAGED URBAN NEGRO CHILDREN IN PRIMARY GRADES. FINAL REPORT."},
      {
        "id":"ED020298",
        "title":"EFFECTS OF AUDIOVISUAL MATERIALS ON CHANGING THE ATTITUDES OF CULTURALLY DISADVANTAGED YOUTH. FINAL REPORT."},
      {
        "id":"ED020299",
        "title":"MANPOWER REPORT OF THE PRESIDENT INCLUDING A REPORT ON MANPOWER REQUIREMENTS, RESOURCES, UTILIZATION, AND TRAINING."},
      {
        "id":"ED020300",
        "title":"A STUDY OF HEALTH AND RELATED SERVICE OCCUPATIONS IN WISCONSIN."},
      {
        "id":"ED020301",
        "title":"INTRODUCTION TO CRITICAL PATH SCHEDULING."},
      {
        "id":"ED020302",
        "title":"RESEARCH VISIBILITY, 1967-68, REPORTS ON SELECTED RESEARCH STUDIES IN VOCATIONAL, TECHNICAL, AND PRACTICAL ARTS EDUCATION."},
      {
        "id":"ED020304",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT, TRAINING AND PLACEMENT OF YOUTHFUL INMATES, DRAPER CORRECTIONAL CENTER, ELMORE, ALABAMA. 10TH PROGRESS REPORT, APRIL 1-JUNE 1, 1966."},
      {
        "id":"ED020305",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT, TRAINING AND PLACEMENT OF YOUTHFUL INMATES, DRAPER CORRECTIONAL CENTER, ELMORE, ALABAMA. 9TH PROGRESS REPORT, FEBRUARY 1-MARCH 31, 1966."},
      {
        "id":"ED020306",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER AT ELMORE, ALABAMA. 8TH PROGRESS REPORT, NOVEMBER 1, 1965-FEBRUARY 1, 1966."},
      {
        "id":"ED020307",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER AT ELMORE, ALABAMA. SIXTH PROGRESS REPORT, JULY 1-SEPTEMBER 1, 1965."},
      {
        "id":"ED020308",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER AT ELMORE, ALABAMA. FIFTH PROGRESS REPORT, MAY 1-JULY 1, 1965."},
      {
        "id":"ED020309",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER AT ELMORE, ALABAMA. SECOND PROGRESS REPORT, NOVEMBER 15, 1964-JANUARY 1, 1965."},
      {
        "id":"ED020310",
        "title":"EXPERIENCES OF THE DRAPER E AND D PROJECT FOR THE OMAT PROGRAM, OPERATION RETRIEVAL--YOUTH. SEVENTH PROGRESS REPORT, SEPTEMBER 1-30, 1965."},
      {
        "id":"ED020311",
        "title":"CURRICULUM RELEVANCY AND WORK."},
      {
        "id":"ED020312",
        "title":"HOME ECONOMICS AND THE SUPERIOR STUDENT."},
      {
        "id":"ED020313",
        "title":"SOME TRAINING AND SERVICES NEEDED IN AGRICULTURE. MISCELLANEOUS PUBLICATION NO. 966."},
      {
        "id":"ED020314",
        "title":"ELECTRONIC TECHNICIAN PERSONNEL AND TRAINING NEEDS OF IOWA INDUSTRIES."},
      {
        "id":"ED020315",
        "title":"TECHNOLOGY AND MANPOWER IN DESIGN AND DRAFTING 1965-75. MANPOWER RESEARCH BULLETIN NUMBER 12."},
      {
        "id":"ED020316",
        "title":"THE MOTIVATION TO WORK. SPECIAL SUPPLEMENT TO &quot;THE SELECTION OF TRAINEES UNDER MDTA&quot;."},
      {
        "id":"ED020317",
        "title":"THE &quot;ORCHESTRATED SYSTEM&quot; APPROACH TO INDUSTRIAL EDUCATION (INDUSTRIAL ARTS - TECHNICAL - VOCATIONAL)."},
      {
        "id":"ED020318",
        "title":"THE PSYCHOMOTOR DOMAIN--A SELECTIVE BIBLIOGRAPHY WITH ANNOTATIONS."},
      {
        "id":"ED020319",
        "title":"TECHNICAL-VOCATIONAL EDUCATION IN VIETNAM."},
      {
        "id":"ED020320",
        "title":"NURSING EDUCATION FACILITIES, PROGRAMING CONSIDERATIONS AND ARCHITECTURAL GUIDE, REPORT OF THE JOINT COMMITTEE ON EDUCATIONAL FACILITIES FOR NURSING OF THE NATIONAL LEAGUE FOR NURSING AND THE PUBLIC HEALTH SERVICE."},
      {
        "id":"ED020321",
        "title":"PROGRAM PLANNING FOR HOME ECONOMICS IN SECONDARY SCHOOLS IN MINNESOTA, GRADES 7-12, A RESOURCE UNIT IN FOODS AND NUTRITION. CURRICULUM BULLETIN NO. 12 A."},
      {
        "id":"ED020322",
        "title":"MOBILITY AND WORKER ADAPTATION TO ECONOMIC CHANGE IN THE UNITED STATES. MANPOWER RESEARCH BULLETIN NUMBER 1."},
      {
        "id":"ED020323",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER, ELMORE, ALABAMA. 16TH PROGRESS REPORT, MAY 1-JULY 1, 1967."},
      {
        "id":"ED020324",
        "title":"THE BUSINESS CURRICULUM. SOUTH WESTERN MONOGRAPHS IN BUSINESS AND ECONOMIC EDUCATION NUMBER 100."},
      {
        "id":"ED020325",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER, ELMORE, ALABAMA. SECOND DISSEMINATION REPORT."},
      {
        "id":"ED020326",
        "title":"NEW DIRECTIONS IN VOCATIONAL EDUCATION, CASE STUDIES IN CHANGE."},
      {
        "id":"ED020327",
        "title":"THE ROLE OF MATHEMATICS IN ELECTRICAL-ELECTRONIC TECHNOLOGY."},
      {
        "id":"ED020328",
        "title":"Oregon Statewide Study of Systematic Vocational Education Planning, Implementation, Evaluation. Phase 1-Manpower Needs, Data Collection Devices and Occupational Clusters. Final Report."},
      {
        "id":"ED020329",
        "title":"LECTURES ON THE LABOUR FORCE AND ITS EMPLOYMENT DELIVERED TO FIRST STUDY COURSE (SEPTEMBER 17-DECEMBER 7, 1962)."},
      {
        "id":"ED020348",
        "title":"INITIAL FEASIBILITY STUDY FOR EXPLORATION OF THREE U.S. AIR FORCE COURSE MATERIALS FOR ADAPTATION TO CIVILIAN SCHOOL SYSTEMS. FINAL REPORT."},
      {
        "id":"ED020350",
        "title":"APPRENTICESHIP AND TRAINING STANDARDS FOR TRUCK MECHANICS, A GUIDE FOR THE AMERICAN TRUCKING INDUSTRY."},
      {
        "id":"ED020351",
        "title":"ADAPTING THE FFA TO A CHANGING PROGRAM OF VOCATIONAL AGRICULTURE. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED020352",
        "title":"PERCEIVED SOURCES OF INFLUENCE UPON OCCUPATIONAL AND EDUCATIONAL EXPECTATIONS."},
      {
        "id":"ED020353",
        "title":"COLLEGE SUCCESS OF FORMER STUDENTS OF VOCATIONAL AGRICULTURE."},
      {
        "id":"ED020354",
        "title":"EXPECTATIONS AND REALITIES--A STUDY OF MIGRATION BEHAVIOR OF YOUTH. BULLETIN NO. 69."},
      {
        "id":"ED020355",
        "title":"THE SKILL IMPACT OF AUTOMATION. REPRINT NO. 136."},
      {
        "id":"ED020356",
        "title":"PROGRESS REPORT ON THE STATUS OF WOMEN, OCTOBER 11, 1963 THROUGH OCTOBER 10, 1964."},
      {
        "id":"ED020357",
        "title":"REPORT ON FOUR CONSULTATIONS."},
      {
        "id":"ED020359",
        "title":"SCIENTIFIC AND TECHNICAL MANPOWER RESOURCES, SUMMARY INFORMATION ON EMPLOYMENT, CHARACTERISTICS, SUPPLY, AND TRAINING."},
      {
        "id":"ED020360",
        "title":"APPRENTICESHIP--A THEORETICAL MODEL."},
      {
        "id":"ED020361",
        "title":"THE HIRED FARM WORKING FORCE OF 1966, A STATISTICAL REPORT. AGRICULTURAL ECONOMIC REPORT NO. 120."},
      {
        "id":"ED020379",
        "title":"CONDUCTING A LABOR FORCE SURVEY IN DEVELOPING COUNTRIES."},
      {
        "id":"ED020380",
        "title":"A BIBLIOGRAPHY OF LITERATURE ON STATUS PROJECTIONS OF YOUTH. I, OCCUPATIONAL ASPIRATIONS AND EXPECTATIONS. DEPARTMENTAL INFORMATION REPORT NO. 67-10."},
      {
        "id":"ED020381",
        "title":"A BIBLIOGRAPHY OF LITERATURE ON STATUS PROJECTIONS OF YOUTH. II, EDUCATIONAL ASPIRATIONS AND EXPECTATIONS. DEPARTMENTAL INFORMATION REPORT NO. 67-11."},
      {
        "id":"ED020382",
        "title":"A BIBLIOGRAPHY OF LITERATURE ON STATUS PROJECTIONS OF YOUTH. III, RESIDENCE, INCOME, AND FAMILY ORIENTATION. DEPARTMENTAL INFORMATION REPORT NO. 67-12."},
      {
        "id":"ED020383",
        "title":"HEALTH MANPOWER 1966-75, A STUDY OF REQUIREMENTS AND SUPPLY. REPORT NO. 323."},
      {
        "id":"ED020384",
        "title":"HISTORY OF EMPLOYMENT AND MANPOWER POLICY IN THE UNITED STATES. PARTS I AND II, DEPRESSION EXPERIENCE, PROPOSALS, AND PROGRAMS. SELECTED READINGS IN EMPLOYMENT AND MANPOWER, VOLUME 5."},
      {
        "id":"ED020385",
        "title":"HISTORY OF EMPLOYMENT AND MANPOWER POLICY IN THE UNITED STATES. PARTS III AND IV, LOOKING AHEAD TO THE POSTWAR ECONOMY AND THE CONCEPT OF FULL EMPLOYMENT IN CONGRESS. SELECTED READINGS IN EMPLOYMENT AND MANPOWER, VOLUME 6."},
      {
        "id":"ED020386",
        "title":"THE STRUCTURE OF TECHNICAL EDUCATION AND TRAINING ADMINISTRATION IN THE UNITED KINGDOM."},
      {
        "id":"ED020387",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN INDONESIA."},
      {
        "id":"ED020388",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN JAPAN."},
      {
        "id":"ED020389",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN KENYA."},
      {
        "id":"ED020390",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN KOREA."},
      {
        "id":"ED020391",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN MALAWI."},
      {
        "id":"ED020392",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN MALAYSIA."},
      {
        "id":"ED020393",
        "title":"OUTLINE OF VOCATIONAL TRAINING IN NEW ZEALAND."},
      {
        "id":"ED020394",
        "title":"HEALTH OCCUPATIONS SUPPORTIVE TO NURSING, A STATEMENT OF POLICIES AND RECOMMENDATIONS."},
      {
        "id":"ED020395",
        "title":"OCCUPATIONAL EDUCATION BEYOND THE HIGH SCHOOL IN OKLAHOMA, AN ANALYTICAL STUDY WITH RECOMMENDATIONS FOR A STATEWIDE SYSTEM FOR MANPOWER DEVELOPMENT."},
      {
        "id":"ED020396",
        "title":"PREPARING DISADVANTAGED YOUTH FOR WORK."},
      {
        "id":"ED020397",
        "title":"AUTOMATION--SOME CLASSIFICATION AND MEASUREMENT PROBLEMS. REPRINT NO. 149."},
      {
        "id":"ED020398",
        "title":"SOURCES OF OCCUPATIONAL INFORMATION."},
      {
        "id":"ED020399",
        "title":"STATEMENT ON NURSING EDUCATION."},
      {
        "id":"ED020401",
        "title":"FAMILY PATTERNS AND SOCIAL CLASS. RESEARCH MONOGRAPH NO. 5 (PRELIMINARY DRAFT)."},
      {
        "id":"ED020402",
        "title":"BRITAIN'S INDUSTRIAL TRAINING ACT--ITS HISTORY, DEVELOPMENT AND IMPLICATIONS FOR AMERICA."},
      {
        "id":"ED020403",
        "title":"HIGHER EDUCATION IN THE NATION'S FIRE SERVICE, INTERNATIONAL FIRE ADMINISTRATION INSTITUTE."},
      {
        "id":"ED020406",
        "title":"ANNUAL REPORT, NOVEMBER 1965."},
      {
        "id":"ED020407",
        "title":"A RETROSPECTIVE STUDY OF THE EFFECTIVENESS OF OUT-OF-SCHOOL NEIGHBORHOOD YOUTH CORPS PROGRAMS IN FOUR URBAN SITES."},
      {
        "id":"ED020408",
        "title":"AREA VOCATIONAL SCHOOLS, A SUMMARY OF STATE DEVELOPMENTS."},
      {
        "id":"ED020409",
        "title":"DOMINANT FACTORS INFLUENCING THE EMPLOYMENT SUCCESS OF A SELECTED GROUP OF DISADVANTAGED YOUTH."},
      {
        "id":"ED020410",
        "title":"RESEARCH NEEDS IN VOCATIONAL-TECHNICAL EDUCATION."},
      {
        "id":"ED020411",
        "title":"THE FAMILY AND OCCUPATIONAL CHOICE, AN ANNOTATED BIBLIOGRAPHY."},
      {
        "id":"ED020412",
        "title":"A SHARPER LOOK AT UNEMPLOYMENT IN U.S. CITIES AND SLUMS."},
      {
        "id":"ED020413",
        "title":"VOCATIONAL EDUCATION FOR RURAL AMERICA. YEARBOOK, 1958-59."},
      {
        "id":"ED020414",
        "title":"REPORT ON NEW YORK STATE DATA FROM A NATIONAL FOLLOW-UP STUDY OF HIGH SCHOOL LEVEL T AND I VOCATIONAL GRADUATES."},
      {
        "id":"ED020415",
        "title":"THE CENTER FOR RESEARCH AND LEADERSHIP DEVELOPMENT IN VOCATIONAL AND TECHNICAL EDUCATION, OCTOBER 16, 1967 THROUGH JANUARY 15, 1968. PROGRESS REPORT."},
      {
        "id":"ED020416",
        "title":"SPECIAL PROJECT FOR RESEARCH TRAINING IN VOCATIONAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED020418",
        "title":"CURRICULUM MATERIALS, DESCRIPTION AND PRICE LIST OF MATERIALS DEVELOPED BY THE OHIO VOCATIONAL AGRICULTURE CURRICULUM MATERIALS SERVICE."},
      {
        "id":"ED020419",
        "title":"A COMPARISON OF THE EFFECTIVENESS OF THE PROJECT AND COOPERATIVE METHODS OF INSTRUCTION ON SELECTED COMPETENCIES IN DISTRIBUTIVE EDUCATION AT THE SECONDARY LEVEL. RESEARCH REPORT NO. 4."},
      {
        "id":"ED020420",
        "title":"HEALTH MANPOWER RESEARCH. VOLUME 1."},
      {
        "id":"ED020421",
        "title":"A CASE STUDY OF WEAKNESSES IN COORDINATION PRACTICES."},
      {
        "id":"ED020422",
        "title":"A GUIDE FOR PROJECTING SPACE NEEDS FOR SCHOOLS OF NURSING."},
      {
        "id":"ED020423",
        "title":"READINGS IN DISTRIBUTIVE EDUCATION--THE PROJECT PLAN OF INSTRUCTION AND RELATED TEACHER EDUCATION, SELECTED PAPERS FROM THE NATIONAL SEMINAR IN DISTRIBUTIVE EDUCATION (MICHIGAN STATE UNIVERSITY, 1967). PROJECT REPORT NO. 5."},
      {
        "id":"ED020424",
        "title":"A DESIGN FOR LARGE SCALE TRAINING OF SUBPROFESSIONALS."},
      {
        "id":"ED020425",
        "title":"INSTITUTE ON CRITICAL ISSUES IN VOCATIONAL AND TECHNICAL TEACHER EDUCATION IN SMALL COLLEGES AND UNIVERSITIES. CENTER SEMINAR AND CONFERENCE REPORT NO. 8."},
      {
        "id":"ED020426",
        "title":"ASSOCIATE DEGREE NURSING PROGRAM WORKSHOP (UNIVERSITY OF COLORADO SCHOOL OF NURSING, DENVER, JULY 24-28, 1967). FINAL REPORT."},
      {
        "id":"ED020427",
        "title":"GUIDELINES FOR IMPLEMENTING THE PROJECT PLAN OF INSTRUCTION IN DISTRIBUTIVE EDUCATION THROUGH TEACHER EDUCATION. PROJECT REPORT NO. 6."},
      {
        "id":"ED020428",
        "title":"GUIDELINES FOR IMPLEMENTING THE PROJECT PLAN OF INSTRUCTION IN DISTRIBUTIVE EDUCATION IN THE SCHOOLS. PROJECT REPORT NO. 7."},
      {
        "id":"ED020429",
        "title":"STRUCTURE AND CONTENT FOUNDATIONS FOR CURRICULUM DEVELOPMENT."},
      {
        "id":"ED020430",
        "title":"GUIDE TO SELECTION OF CLINICAL FACILITIES FOR AN ASSOCIATE DEGREE NURSING PROGRAM."},
      {
        "id":"ED020431",
        "title":"VOCATIONAL-TECHNICAL TEACHER EDUCATION--NATIONAL SEMINAR PROCEEDINGS (SEPTEMBER 24-29, 1967). LEADERSHIP 15."},
      {
        "id":"ED020433",
        "title":"Experimental and Demonstration Manpower Project for Training and Placement of Youthful Inmates of Draper Correctional Center. Elmore, Alabama. First Dissemination Report."},
      {
        "id":"ED020434",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER, ELMORE, ALABAMA. FOURTH DISSEMINATION REPORT."},
      {
        "id":"ED020435",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER, ELMORE, ALABAMA. THIRD DISSEMINATION REPORT."},
      {
        "id":"ED020436",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER AT ELMORE, ALABAMA. FIRST PROGRESS REPORT, SEPTEMBER-NOVEMBER 15, 1964."},
      {
        "id":"ED020437",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER AT ELMORE, ALABAMA. THIRD PROGRESS REPORT, JANUARY 1-FEBRUARY 15, 1965."},
      {
        "id":"ED020438",
        "title":"EXPERIMENTAL AND DEMONSTRATION MANPOWER PROJECT FOR TRAINING AND PLACEMENT OF YOUTHFUL INMATES OF DRAPER CORRECTIONAL CENTER AT ELMORE, ALABAMA. FOURTH PROGRESS REPORT, FEBRUARY 15-MAY 1, 1965."},
      {
        "id":"ED020439",
        "title":"SCIENTIFIC SECRETARY TRAINING PROGRAM DEVELOPMENT."},
      {
        "id":"ED020440",
        "title":"DEMONSTRATION CENTER AT REIDLAND HIGH SCHOOL (CENTRAL PART OF THE UNITED STATES) FOR TRAINING FARM YOUTH IN NONFARM AGRICULTURAL OCCUPATIONS. FINAL REPORT."},
      {
        "id":"ED020441",
        "title":"ABSTRACTS OF INSTRUCTIONAL MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, SUMMER 1968."},
      {
        "id":"ED020442",
        "title":"MICROFICHE COLLECTION OF DOCUMENTS REPORTED IN ABSTRACTS OF INSTRUCTIONAL MATERIALS IN VOCATIONAL AND TECHNICAL EDUCATION, SUMMER 1968."},
      {
        "id":"ED020443",
        "title":"ES '70 NEWS. VOLUME 1, NO. 1."},
      {
        "id":"ED020444",
        "title":"ES '70 NEWS. VOLUME 1, NO. 2."},
      {
        "id":"ED020445",
        "title":"DEVELOPING ORIGINAL MATERIALS IN READING (A GUIDE FOR TEACHERS)."},
      {
        "id":"ED020446",
        "title":"LIBRARY SERVICES FOR THE NATION'S NEEDS, TOWARD FULLFILLMENT OF A NATIONAL POLICY. REPORT OF THE NATIONAL ADVISORY COMMISSION ON LIBRARIES."},
      {
        "id":"ED020447",
        "title":"HANDBOOK OF INFORMATION SOURCES IN EDUCATION AND THE BEHAVIORAL SCIENCES."},
      {
        "id":"ED020449",
        "title":"EVALUATION OF ERIC, JUNE 1968."},
      {
        "id":"ED020450",
        "title":"ERIC--DEVELOPMENT THROUGH JUNE, 1968."},
      {
        "id":"ED020451",
        "title":"DATA PROCESSING CURRICULUM FOR EDUCATORS. FINAL REPORT."},
      {
        "id":"ED020452",
        "title":"AN ANALYSIS OF THE CHARACTERISTICS OF THE UNEMPLOYED AND UNDEREDUCATED AS THEY RELATE TO PROGRAM PLANNING FOR CONTINUING EDUCATION IN MODESTO, REVISED ADULT EDUCATION PROGRAM PLAN."},
      {
        "id":"ED020455",
        "title":"CONTINUING EDUCATION OF ADULTS."},
      {
        "id":"ED020458",
        "title":"ELEVENTH REPORT OF THE STANDING COMMITTEE ON BROADCASTING, FILMS AND ASSISTANCE TO THE ARTS."},
      {
        "id":"ED020461",
        "title":"EXTENSION SERVICES, TELEVISION INSTRUCTION, AND RESEARCH IN VIRGINIA'S INSTITUTIONS OF HIGHER EDUCATION. STAFF REPORT NO. 7."},
      {
        "id":"ED020462",
        "title":"TEACHER ASSISTANT TRAINING PROGRAM, DESCRIPTION OF PROGRAM AND RESULTS AND CURRICULUM GUIDE. FINAL REPORT."},
      {
        "id":"ED020463",
        "title":"REALITY AND THE AUEC."},
      {
        "id":"ED020469",
        "title":"THE CINCINNATI POLICE-JUVENILE ATTITUDE PROJECT, POLICE-TEACHER CURRICULUM DEVELOPMENT FOR IMPROVING POLICE JUVENILE RELATIONS. FINAL REPORT."},
      {
        "id":"ED020470",
        "title":"THE NEED FOR AN ADULT BASIC EDUCATION CENTER. AN INTERIM REPORT TO THE ADVISORY COMMITTEE ON ADULT BASIC EDUCATION."},
      {
        "id":"ED020482",
        "title":"ADULT LEARNING SEMINAR, PROCEEDINGS (SYRACUSE UNIVERSITY, NEW YORK, JUNE 12-16, 19670."},
      {
        "id":"ED020487",
        "title":"THE EXETER PAPERS, REPORT OF THE FIRST INTERNATIONAL CONFERENCE ON THE COMPARATIVE STUDY OF ADULT EDUCATION."},
      {
        "id":"ED020488",
        "title":"DIRECTORY OF ADULT EDUCATION ORGANIZATIONS, 1968."},
      {
        "id":"ED020489",
        "title":"ADULT EDUCATION INFORMATION SERVICES, ESTABLISHMENT OF A PROTOTYPE SYSTEM FOR A NATIONAL ADULT EDUCATION LIBRARY AND APPENDICES. THREE PARTS."},
      {
        "id":"ED020490",
        "title":"A FACT SHEET CONCERNING CLOSED CIRCUIT INSTRUCTIONAL TELEVISION FOR ENGLISH LANGUAGE TEACHING."},
      {
        "id":"ED020491",
        "title":"THE CONSEQUENCES OF EARLY BILINGUALISM IN COGNITIVE DEVELOPMENT AND PERSONALITY FORMATION."},
      {
        "id":"ED020492",
        "title":"LINGUISTIC METHODOLOGY AND THE TEACHING OF HINDI."},
      {
        "id":"ED020493",
        "title":"FROM THEORY TO PRACTICE--SOME CRITICAL OBSERVATIONS ON THE ORGANIZATION AND ASSESSMENT OF TEACHING PRACTICE FOR PROSPECTIVE ENGLISH LANGUAGE TEACHERS."},
      {
        "id":"ED020495",
        "title":"LANGUAGE, COMMUNICATION AND CONTROL IN NORTH INDIA. WORKING PAPER NUMBER 7."},
      {
        "id":"ED020496",
        "title":"SOME QUANTITATIVE STUDIES OF RUSSIAN CONSONANT PHONEME DISCRIMINATION. PSYCHOLOGY SERIES."},
      {
        "id":"ED020497",
        "title":"BASIC EDUCATION FOR SPANISH-SPEAKING DISADVANTAGED PUPILS."},
      {
        "id":"ED020498",
        "title":"EXPERIMENTAL ANALYSIS OF THE CONTROL OF SPEECH PRODUCTION AND PERCEPTION. PROGRESS REPORT NO. I, FEBRUARY 1--SEPTEMBER 1, 1961."},
      {
        "id":"ED020499",
        "title":"EXPERIMENTAL ANALYSIS OF THE CONTROL OF SPEECH PRODUCTION AND PERCEPTION--II. PROGRESS REPORT 2, SEPTEMBER 1, 1961 TO FEBRUARY 1, 1962."},
      {
        "id":"ED020500",
        "title":"TEACHING THE PRESENT PERFECT TENSES."},
      {
        "id":"ED020501",
        "title":"SECONDARY ONOMATOPOEIA IN RUSSIAN (PRELIMINARY REPORT)."},
      {
        "id":"ED020502",
        "title":"NOTES ON CURRENT DEVELOPMENTS IN THE STUDY OF LANGUAGE IN CULTURE AND SOCIETY."},
      {
        "id":"ED020503",
        "title":"MACHINE TRANSLATION RESEARCH DURING THE PAST TWO YEARS."},
      {
        "id":"ED020505",
        "title":"RUNNING A LANGUAGE LABORATORY."},
      {
        "id":"ED020509",
        "title":"THE INSUFFICIENCY OF THE TRANSFORMATIONAL APPROACH TO CHILD LANGUAGE."},
      {
        "id":"ED020510",
        "title":"SURVEY OF MATERIALS IN THE NEGLECTED LANGUAGES, PART I (PRELIMINARY EDITION)."},
      {
        "id":"ED020513",
        "title":"THE CURRENT DISCREPANCY BETWEEN THEORETICAL AND APPLIED LINGUISTICS."},
      {
        "id":"ED020515",
        "title":"CRITERION-REFERENCED TESTING OF LANGUAGE SKILLS."},
      {
        "id":"ED020516",
        "title":"PREDICTING PRONUNCIATION AND LISTENING SKILLS OF NATIVE SPEAKERS OF SPANISH--AN EXPLORATORY STUDY."},
      {
        "id":"ED020517",
        "title":"CONTROLLING CULTURAL VARIATIONS IN THE PREPARATION OF TESOL MATERIALS."},
      {
        "id":"ED020518",
        "title":"GRAMMATICAL CONSTRUCTIONS IN THE LANGUAGE OF THE NEGRO PRESCHOOL CHILD."},
      {
        "id":"ED020519",
        "title":"A BI-DIALECTAL TEST FOR DETERMINING LANGUAGE PROFICIENCY."},
      {
        "id":"ED020523",
        "title":"SPEECH-COMMUNICATION LEARNING SYSTEM. VOLUME ONE, LEARNER'S HANDBOOK."},
      {
        "id":"ED020524",
        "title":"SPEECH-COMMUNICATION LEARNING SYSTEM. VOLUME TWO, SCRIPTS OF ALL AUDIO PROGRAMS."},
      {
        "id":"ED020525",
        "title":"CHINESE LANGUAGE TEACHING IN THE UNITED STATES--THE STATE OF THE ART."},
      {
        "id":"ED020526",
        "title":"TOWARD A THEORY OF HOME, SCHOOL, AND COMMUNITY INTERRELATIONS."},
      {
        "id":"ED020527",
        "title":"DYNAMICS OF ACHIEVEMENT--A STUDY OF DIFFERENTIAL GROWTH OF ACHIEVEMENT OVER TIME."},
      {
        "id":"ED020528",
        "title":"THE CONSTRUCTION AND VALIDATION OF A SCALE TO MEASURE CHILDREN'S SCHOOL MORALE."},
      {
        "id":"ED020529",
        "title":"THE COMPUTER AS AN AID TO INSTRUCTION AND GUIDANCE IN THE SCHOOL."},
      {
        "id":"ED020530",
        "title":"ISSUES IN IMPLEMENTING CAMPUS COMMUNITY MENTAL HEALTH PROGRAMS."},
      {
        "id":"ED020531",
        "title":"COUNSELING THE TECHNICALLY-ORIENTED STUDENT."},
      {
        "id":"ED020532",
        "title":"TOWARD A TENTATIVE MEASUREMENT OF THE CENTRAL THERAPEUTIC INGREDIENTS."},
      {
        "id":"ED020533",
        "title":"THE ENTRY INTO NATURAL COMMUNITIES OF REINFORCEMENT."},
      {
        "id":"ED020534",
        "title":"A STRUCTURED FAMILY INTERVIEW IN THE ASSESSMENT OF SCHOOL LEARNING DISORDERS."},
      {
        "id":"ED020535",
        "title":"CONFERENCE SUMMARY--FROM THEORY TO PRACTICE. THE DESCRIPTION AND DEMONSTRATION OF A GUIDANCE PROGRAM IN ONE DISTRICT K-12."},
      {
        "id":"ED020536",
        "title":"THE FAMILY LIFE CYCLE--PERSPECTIVES DRAWN FROM FAMILY THERAPY, PRESCHOOL THROUGH ADOLESCENCE."},
      {
        "id":"ED020537",
        "title":"INTERACTION ANALYSIS OF MEXICAN-AMERICAN AND NEGRO HIGH SCHOOL STUDENTS TO COLLEGE ORIENTATION."},
      {
        "id":"ED020538",
        "title":"NEEDS OF STUDENTS WITH AN ALCOHOL PROBLEM IN THEIR FAMILY."},
      {
        "id":"ED020539",
        "title":"MODELS FOR THE APPLICATION OF SYSTEMS ANALYSIS TO THE DELIVERY OF MENTAL HEALTH SERVICES."},
      {
        "id":"ED020540",
        "title":"BASIC REQUIREMENTS FOR AN ADEQUATE PUPIL PERSONNEL PROGRAM."},
      {
        "id":"ED020541",
        "title":"RAPID SOCIO-CULTURAL CHANGE AND STUDENT MENTAL HEALTH--A CROSS-CULTURAL COMPARISON."},
      {
        "id":"ED020542",
        "title":"THE IMPORTANCE OF MAINTAINING LONG-TERM TREATMENT SERVICES FOR THE ECONOMICALLY DEPRIVED FAMILY."},
      {
        "id":"ED020543",
        "title":"DEVELOPMENTAL LEVEL AND VOCATIONAL INTERESTS (SVIB)."},
      {
        "id":"ED020544",
        "title":"EXPLORATORY RESEARCH ON COMMUNICATION ABILITIES AND CREATIVE ABILITIES."},
      {
        "id":"ED020545",
        "title":"A \"SYSTEMS\" APPROACH TO THE \"SCHOOL UNDERACHIEVER.\""},
      {
        "id":"ED020546",
        "title":"A REVIEW OF RESEARCH ON THE WELSH FIGURE PREFERENCE TEST."},
      {
        "id":"ED020547",
        "title":"ANALYSIS OF PATTERNS OF LIFE HISTORY ANTECENDENTS OF EXECUTIVES FROM DIFFERENT COUNTRIES."},
      {
        "id":"ED020548",
        "title":"A NEW FACTOR ANALYSIS OF THE SVIB--SUGGESTED MODIFICATION OF EXISTING GROUPS AND IMPLICATIONS FOR COUNSELING."},
      {
        "id":"ED020549",
        "title":"A PARADIGM FOR EXPERIMENTAL MODIFICATION OF THE EFFECTS OF TEST ANXIETY ON COGNITIVE PROCESSES."},
      {
        "id":"ED020550",
        "title":"CULTURAL AND SOCIOLOGICAL FACTORS RELATING TO LEARNING DEVELOPMENT. FINAL REPORT."},
      {
        "id":"ED020551",
        "title":"A PERSONALITY VARIABLE OF PREADOLESCENT YOUTH IN RELATION TO THE ELEMENTARY SCHOOL PROGRAM. FINAL REPORT."},
      {
        "id":"ED020552",
        "title":"CONSENSUS AND CONFORMITY."},
      {
        "id":"ED020553",
        "title":"RATIONALE FOR ELEMENTARY SCHOOL GUIDANCE. FINAL REPORT."},
      {
        "id":"ED020554",
        "title":"TRIAL AND TESTING OF AN EXPERIMENTAL GUIDANCE CURRICULUM. FINAL REPORT."},
      {
        "id":"ED020555",
        "title":"INTRA-FAMILY RELATIONSHIPS AND ADOLESCENT SCHOOL ADJUSTMENT. FINAL REPORT."},
      {
        "id":"ED020556",
        "title":"THE COUNSELOR AND RESEARCH."},
      {
        "id":"ED020557",
        "title":"INSTITUTE FOR EFFECTIVE SERVICE AND LEADERSHIP IN DESEGREGATED SCHOOLS."},
      {
        "id":"ED020558",
        "title":"DIMENSIONS OF PROBLEM BEHAVIOR IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED020559",
        "title":"COST ANALYSIS IN DAY CARE CENTERS FOR CHILDREN. FINAL REPORT TO U.S. CHILDREN&apos;S BUREAU."},
      {
        "id":"ED020560",
        "title":"A DYNAMIC GENERAL PLANNING MODEL FOR THE HAWAII DEPARTMENT OF EDUCATION."},
      {
        "id":"ED020561",
        "title":"THE HIERARCHY OF CURRICULUM AND INSTRUCTION SYSTEM DOCUMENTATION AND THE CYCLE OF CURRICULUM AND INSTRUCTION FUNCTIONS, (A PAIR OF RELATED PAPERS)."},
      {
        "id":"ED020563",
        "title":"THE FINANCIAL PHASE OF LONG RANGE PLANNING FOR PUBLIC SCHOOLS--PRESENTING A METHOD FOR PROJECTION."},
      {
        "id":"ED020564",
        "title":"DEVELOPING A THEORY OF EDUCATIONAL PRACTICE FOR THE ELEMENTARY SCHOOL. PROJECT REPORT TO THE FORD FOUNDATION FUND FOR THE ADVANCEMENT OF EDUCATION."},
      {
        "id":"ED020565",
        "title":"SCHOOLS AS ORGANIZATIONS--SOME ILLUSTRATED STRATEGIES FOR EDUCATIONAL RESEARCH AND PRACTICE."},
      {
        "id":"ED020566",
        "title":"DEVELOPMENT OF A SYSTEM FOR AN EDUCATIONAL PRODUCTS INFORMATION EXCHANGE. FINAL REPORT."},
      {
        "id":"ED020567",
        "title":"SOME EFFECTS OF DUAL ENROLLMENT UPON STUDENTS ENROLLED IN THE CHICAGO LUTHERAN SHARED TIME PROGRAM. FINAL REPORT."},
      {
        "id":"ED020568",
        "title":"TEACHER-BOARD AGREEMENTS CONCERNING CONDITIONS OF WORK."},
      {
        "id":"ED020569",
        "title":"PLANNED CHANGE--A SELECTED BIBLIOGRAPHY."},
      {
        "id":"ED020570",
        "title":"NEW DIRECTIONS IN INSTRUCTIONAL PRACTICES."},
      {
        "id":"ED020571",
        "title":"AN ANALYSIS OF THE RATIONALE AND PROCEDURES FOR LONG-RANGE PLANNING --FOUND IN SELECTED CORPORATE ENTERPRISES, GOVERNMENT AGENCIES OR DEPARTMENTS, AND SCHOOL SYSTEMS--WHICH ARE APPROPRIATE FOR EDUCATIONAL AND ADMINISTRATIVE PLANNING IN LOCAL SCHOOL SYSTEMS."},
      {
        "id":"ED020572",
        "title":"A STUDY IN ORGANIZATIONAL INTERACTION BETWEEN AN EVENING COLLEGE AND ITS PARENT INSTITUTION. FINAL REPORT."},
      {
        "id":"ED020573",
        "title":"EVALUATING TEACHER FUNCTIONS."},
      {
        "id":"ED020574",
        "title":"CONTEXTS OF TEACHER ALIENATION. FINAL REPORT."},
      {
        "id":"ED020575",
        "title":"EXPLORATION OF THE UTILIZATION OF PERSONNEL IN THE SUPERVISION OF STUDENT TEACHERS WHEN FEEDBACK VIA FILMS AND SYSTEMS FOR THE ANALYSIS OF TEACHING ARE INTRODUCED INTO THE STUDENT TEACHING PROGRAM. FINAL REPORT."},
      {
        "id":"ED020577",
        "title":"EDUCATIONAL ADMINISTRATOR TRAINING FOR THE MULTI-CULTURAL COMMUNITY. FINAL REPORT FOR THE NATIONAL INSTITUTE OF MENTAL HEALTH."},
      {
        "id":"ED020578",
        "title":"SETTING THE STAGE FOR LENGTHENED SCHOOL YEAR PROGRAMS--A SPECIAL REPORT PREPARED FOR THE GOVERNOR AND THE LEGISLATURE OF THE STATE OF NEW YORK."},
      {
        "id":"ED020579",
        "title":"PERCEPTIONS OF THE SUPERVISORY BEHAVIOR OF SECONDARY SCHOOL PRINCIPALS."},
      {
        "id":"ED020580",
        "title":"REFERENCES ON NETWORK PLANNING IN EDUCATION, RESEARCH MANAGEMENT, PROJECT SELECTION, AND PROGRAM MANAGEMENT. (TITLE SUPPLIED)."},
      {
        "id":"ED020581",
        "title":"AN EXPERIMENTAL STUDY IN CURRICULUM ENGINEERING."},
      {
        "id":"ED020583",
        "title":"NEW YORK CITY BOARD OF EDUCATION-FORD FOUNDATION CORRELATED CURRICULUM PROJECT, 1966-67. PILOT EVALUATION REPORT."},
      {
        "id":"ED020584",
        "title":"OPERATION PEP--A STATE-WIDE PROJECT TO PREPARE EDUCATIONAL PLANNERS FOR CALIFORNIA."},
      {
        "id":"ED020585",
        "title":"A SYSTEM APPROACH FOR SOLVING EDUCATIONAL PROBLEMS."},
      {
        "id":"ED020586",
        "title":"DESIGN CONSIDERATIONS FOR THE INSTRUCTIONAL PROGRAM OF OPERATION PEP."},
      {
        "id":"ED020587",
        "title":"EXTENDED SCHOOL YEAR DESIGNS--AN INTRODUCTION TO NEW PLANS OF SCHOOL ORGANIZATION WHICH CAN RESULT IN FINANCIAL ECONOMIES AND PROVIDE MORE EDUCATION FOR ALL PUPILS."},
      {
        "id":"ED020588",
        "title":"THE TEACHER SUBCULTURE AND CURRICULUM CHANGE."},
      {
        "id":"ED020589",
        "title":"ADVANCED PLACEMENT IN OHIO."},
      {
        "id":"ED020590",
        "title":"EDUCATIONAL PROBLEMS AND PLANNING FOR GIFTED STUDENTS--SELECTED PAPERS FROM GRADUATE LEADERSHIP TRAINING PROGRAM ON THE GIFTED."},
      {
        "id":"ED020591",
        "title":"EARLY SCHOOL ADMISSION FOR MENTALLY ADVANCED CHILDREN, A REVIEW OF RESEARCH AND PRACTICE."},
      {
        "id":"ED020592",
        "title":"RESEARCH BULLETIN. NUMBER 14."},
      {
        "id":"ED020596",
        "title":"HIGH SCHOOL STUDENTS WHO LATER BECAME SCHIZOPHRENIC."},
      {
        "id":"ED020597",
        "title":"LINGUISTIC ANALYSIS OF VERBAL INTERACTION IN SPECIAL CLASSES FOR THE MENTALLY RETARDED."},
      {
        "id":"ED020599",
        "title":"A STUDY OF THE EFFECTS OF TWO EXPERIMENTAL CURRICULUM UNITS ON THE SOCIAL PERCEPTION AND OCCUPATIONAL READINESS OF EDUCABLE MENTALLY RETARDED ADOLESCENTS."},
      {
        "id":"ED020602",
        "title":"EARLY IDENTIFICATION AND MITIGATION OF LEARNING PROBLEMS, ANNUAL SYMPOSIUM (3RD, NEW BRUNSWICK, NEW JERSEY, MAY 19, 1967)."},
      {
        "id":"ED020606",
        "title":"CAPIC--FIRST YEAR REPORT, SEPTEMBER 1967."},
      {
        "id":"ED020607",
        "title":"OUR FIRST 100 YEARS, HIGHLIGHTS OF CENTENNIAL TEACHERS INSTITUTE (MARYLAND SCHOOL FOR THE DEAF, FREDERICK, MARYLAND, MARCH 7-8, 1968)."},
      {
        "id":"ED020609",
        "title":"INSTITUTE ON THE UTILIZATION OF SUPPORTIVE PERSONNEL IN SCHOOL SPEECH AND HEARING PROGRAMS (WASHINGTON, D.C., SEPTEMBER 6-8, 1967)."},
      {
        "id":"ED020610",
        "title":"A REPORT ON CONTINGENCY MANAGEMENT OF VERBAL BEHAVIOR."},
      {
        "id":"ED020611",
        "title":"REPORT OF THE GOVERNOR'S COMMISSION TO STUDY THE EDUCATIONAL NEEDS OF HANDICAPPED CHILDREN."},
      {
        "id":"ED020612",
        "title":"RESEARCH BULLETIN. NUMBER 4."},
      {
        "id":"ED020614",
        "title":"RESEARCH BULLETIN. NUMBER 2."},
      {
        "id":"ED020615",
        "title":"RESEARCH BULLETIN. NUMBER 3."},
      {
        "id":"ED020616",
        "title":"RESEARCH BULLETIN. NUMBER 11."},
      {
        "id":"ED020617",
        "title":"MANUAL FOR STUDIES OF SPACE UTILIZATION IN COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED020618",
        "title":"NEW LIFE FOR OLD SCHOOLS. REPORT OF A WORKSHOP FOR REPRESENTATIVES OF THE GREAT CITIES IN RELATION TO THE SPRING CONFERENCE OF THE RESEARCH COUNCIL OF THE GREAT CITIES PROGRAM FOR SCHOOL IMPROVEMENT, (NEW YORK, MAY 1, 1965)."},
      {
        "id":"ED020620",
        "title":"RESEARCH IN CLASSROOM THERMAL ENVIRONMENT AT GARDENHILL SCHOOL IN LA MIRADA, CALIFORNIA."},
      {
        "id":"ED020621",
        "title":"THE CO-ORDINATED CLASSROOM."},
      {
        "id":"ED020622",
        "title":"A FACULTY OFFICE STUDY. DESIGN AND EVALUATION."},
      {
        "id":"ED020623",
        "title":"COLOR PLANNING FOR HOSPITALS AND SCHOOLS."},
      {
        "id":"ED020624",
        "title":"DESIGN AND CONSTRUCTION OF SCHOOL BUILDINGS. PROCEEDINGS, ASSOCIATION OF SCHOOL BUSINESS OFFICIALS OF THE UNITED STATES AND CANADA, ANNUAL MEETING AND EDUCATIONAL EXHIBIT, (50TH SAN FRANCISCO, CALIFORNIA, OCTOBER 71-22, 1964)."},
      {
        "id":"ED020625",
        "title":"CARS ON CAMPUS. A REPORT ON CIRCULATION AND PARKING POLICIES FOR THE UNIVERSITY OF WISCONSIN CAMPUS, IN MADISON."},
      {
        "id":"ED020626",
        "title":"SPACE INVENTORY AND UTILIZATION MANUAL FOR THE COMPREHENSIVE FACILITIES PLANNING STUDY."},
      {
        "id":"ED020627",
        "title":"AN EVALUATION STUDY OF THE COLLEGE FACILITIES PROGRAM. FINAL REPORT."},
      {
        "id":"ED020632",
        "title":"AN EXPLORATORY STUDY OF THE RELATIONSHIP BETWEEN HIGH SCHOOL BUILDING DESIGN AND STUDENT LEARNING. FINAL REPORT."},
      {
        "id":"ED020634",
        "title":"DEVELOPMENT PROSPECTUS. THE ART OF THE POSSIBLE."},
      {
        "id":"ED020635",
        "title":"A COMPREHENSIVE STUDY FOR THE MASTER DEVELOPMENT PLAN, POLK JUNIOR COLLEGE, WINTER HAVEN, FLORIDA."},
      {
        "id":"ED020636",
        "title":"CRITERIA FOR SELECTION AND APPROVAL OF COMMUNITY JUNIOR COLLEGE SITES IN FLORIDA."},
      {
        "id":"ED020638",
        "title":"AIA SCHOOL PLANT STUDIES. A SELECTION 1952-1962."},
      {
        "id":"ED020639",
        "title":"MUSIC BUILDINGS, ROOMS AND EQUIPMENT."},
      {
        "id":"ED020640",
        "title":"LARGE LECTURE SECTION QUESTIONNAIRE. SUMMARY OF RESPONSES."},
      {
        "id":"ED020641",
        "title":"CAPITAL IMPROVEMENTS PROGRAM FOR THE OKLAHOMA STATE SYSTEM OF HIGHER EDUCATION, 1965-75. PHASE TWO."},
      {
        "id":"ED020642",
        "title":"KAUAI COMMUNITY COLLEGE, SITE SELECTION REPORT."},
      {
        "id":"ED020643",
        "title":"LONG RANGE DEVELOPMENT PLAN FOR HONOLULU COMMUNITY COLLEGE."},
      {
        "id":"ED020644",
        "title":"EDUCATION, CHILDREN AND COMFORT."},
      {
        "id":"ED020646",
        "title":"PROCEDURE FOR REQUESTING APPROVAL OF SCHOOL BUILDING PROJECTS."},
      {
        "id":"ED020647",
        "title":"FACILITIES AND EQUIPMENT FOR DISTRIBUTIVE EDUCATION PROGRAMS."},
      {
        "id":"ED020649",
        "title":"PROJECTIONS OF PUBLIC SCHOOL FACILITIES NEEDS, 1968-69 THROUGH 1972-73."},
      {
        "id":"ED020650",
        "title":"FIVE-FOOT SHELF BIBLIOGRAPHY ON NEW MEDIA AND INSTRUCTIONAL TECHNOLOGY."},
      {
        "id":"ED020651",
        "title":"THE MEDIATED DIALOGUE, AN ACCOUNT OF THE EXPERIMENTAL NATIONAL MEDIA INSTITUTES IN THE ACADEMIC DISCIPLINES."},
      {
        "id":"ED020652",
        "title":"A BIBLIOGRAPHY OF EDUCATIONAL TELEVISION AND RELATED COMMUNICATION SYSTEMS."},
      {
        "id":"ED020653",
        "title":"COOPERATIVE INSTRUCTION BY TELEVISION IN THE SCHOOLS OF AMERICAN SAMOA, AN OUTLINE OF THE ORGANIZATION AND PROCEDURES."},
      {
        "id":"ED020654",
        "title":"AN INVESTIGATION OF THE APPLICABILITY OF MOTION PICTURES TO EDUCATIONAL TESTING. FINAL REPORT."},
      {
        "id":"ED020655",
        "title":"THE NATIONAL CENTER FOR SCHOOL AND COLLEGE TELEVISION--A DEMONSTRATION OF A NATIONAL PROGRAM AGENCY FOR INSTRUCTIONAL TELEVISION. FINAL REPORT."},
      {
        "id":"ED020656",
        "title":"THE USE OF CLOSED CIRCUIT TELEVISION IN TECHNICAL EDUCATION, REPORT OF THE EUROPEAN SEMINAR (SERAING, BELGIUM, APRIL 1965)."},
      {
        "id":"ED020657",
        "title":"FUNDAMENTALS OF TELEVISION SYSTEMS."},
      {
        "id":"ED020658",
        "title":"A STUDY OF THE RELATIVE EFFECTIVENESS OF VARIED VISUAL ILLUSTRATIONS. FINAL REPORT."},
      {
        "id":"ED020659",
        "title":"EFFECTIVENESS OF FILM IN CHANGING PARENTAL ATTITUDES. FINAL REPORT."},
      {
        "id":"ED020660",
        "title":"THE COMPUTER AS AN AID IN TEACHING MATHEMATICS, AN INSTRUCTIONAL BULLETIN, GRADES 7-10."},
      {
        "id":"ED020661",
        "title":"HIGHLIGHTS OF SCHOOLS USING EDUCATIONAL MEDIA."},
      {
        "id":"ED020662",
        "title":"REPORT TO THE CENTRAL MICHIGAN EDUCATIONAL RESOURCES COUNCIL ON THE FEASIBILITY OF AN INTERCONNECTED TELECOMMUNICATION SYSTEM FOR THE 39 COUNTY REGION OF MICHIGAN."},
      {
        "id":"ED020663",
        "title":"THE PEACE CORPS EDUCATIONAL TELEVISION (ETV) PROJECT IN COLOMBIA--TWO YEARS OF RESEARCH. RESEARCH REPORT NO. 1, THE PROJECT AS A WHOLE--ORGANIZATION, ADAPTATION, AND EXPANSION."},
      {
        "id":"ED020664",
        "title":"THE PEACE CORPS EDUCATIONAL TELEVISION (ETV) PROJECT IN COLOMBIA--TWO YEARS OF RESEARCH. RESEARCH REPORT NO. 2, THE PROJECT&apos;S FIRST SEMESTER--PUPIL ACHIEVEMENT, TEACHER ATTITUDES, AND THE WORK OF THE UTILIZATION VOLUNTEER."},
      {
        "id":"ED020666",
        "title":"THE PEACE CORPS EDUCATIONAL TELEVISION (ETV) PROJECT IN COLOMBIA--TWO YEARS OF RESEARCH. RESEARCH REPORT NO. 4, THE COLOMBIAN TEACHER AND THE UTILIZATION VOLUNTEER--MAKING ETV WORK IN THE SCHOOLS OF A DEVELOPING COUNTRY."},
      {
        "id":"ED020667",
        "title":"THE PEACE CORPS EDUCATIONAL TELEVISION (ETV) PROJECT IN COLOMBIA--TWO YEARS OF RESEARCH. RESEARCH REPORT NO. 6, INSTRUCTIONAL TELEVISION FOR THE IN-SERVICE TRAINING OF THE COLOMBIAN TEACHER."},
      {
        "id":"ED020668",
        "title":"THE PEACE CORPS EDUCATIONAL TELEVISION (ETV) PROJECT IN COLOMBIA--TWO YEARS OF RESEARCH. RESEARCH REPORT NO. 8, THE TELEVISED CURRICULUM AND THE COLOMBIAN TEACHER."},
      {
        "id":"ED020669",
        "title":"THE PEACE CORPS EDUCATIONAL TELEVISION PROJECT IN COLOMBIA--TWO YEARS OF RESEARCH. RESEARCH REPORT NO. 10, FEEDBACK TO THE PEACE CORPS ON PROJECT PROGRESS--SOME MODELS AND SUGGESTIONS."},
      {
        "id":"ED020670",
        "title":"TV EQUIPMENT, SYSTEMS, FACILITIES, AND PERSONNEL--A GUIDE FOR SCHOOL ADMINISTRATORS, A STUDY PREPARED FOR THE CALIFORNIA PUBLIC SCHOOLS INSTRUCTIONAL TV COMMITTEE."},
      {
        "id":"ED020671",
        "title":"STRUCTURED LEARNING AND TRAINING ENVIRONMENTS--A PREPARATION LABORATORY FOR ADVANCED MAMMALIAN PHYSIOLOGY."},
      {
        "id":"ED020673",
        "title":"INSTRUCTIONAL SYSTEMS DEVELOPMENT--A DEMONSTRATION AND EVALUATION PROJECT. FINAL REPORT."},
      {
        "id":"ED020674",
        "title":"THREE METHODS OF PROCESSING STUDENT RESPONSE DATA IN PROGRAMED INSTRUCTION. COMPARATIVE STUDIES OF PRINCIPLES FOR PROGRAMMING MATHEMATICS IN AUTOMATED INSTRUCTION, TECHNICAL REPORT NO. 7."},
      {
        "id":"ED020675",
        "title":"ACHIEVEMENT OF STUDENTS FROM GROUPS INSTRUCTED BY PROGRAMED MATERIALS, CLASSROOM TEACHER, OR BOTH. COMPARATIVE STUDIES OF PRINCIPLES FOR PROGRAMMING MATHEMATICS IN AUTOMATED INSTRUCTION, TECHNICAL REPORT NO. 12."},
      {
        "id":"ED020676",
        "title":"AN ATTEMPT TO FIND AN A PRIORI MEASURE OF STEP SIZE. COMPARATIVE STUDIES OF PRINCIPLES FOR PROGRAMMING MATHEMATICS IN AUTOMATED INSTRUCTION, TECHNICAL REPORT NO. 13."},
      {
        "id":"ED020677",
        "title":"A COMPARISON OF LINEAR AND BRANCHING TECHNIQUES OF PROGRAMED INSTRUCTION IN PLANE GEOMETRY. COMPARATIVE STUDIES OF PRINCIPLES FOR PROGRAMING MATHEMATICS IN AUTOMATED INSTRUCTION, TECHNICAL REPORT NO. 1."},
      {
        "id":"ED020679",
        "title":"THE DEVELOPMENT AND IMPROVEMENT OF A PROGRAMED LEARNING SEQUENCE FOR USE IN CONSTRUCTING A TEACHING UNIT. FINAL REPORT."},
      {
        "id":"ED020680",
        "title":"PROGRAMED INSTRUCTION AND THE DEMONSTRATION METHOD OF TEACHING AT THE JUNIOR HIGH LEVEL. FINAL REPORT."},
      {
        "id":"ED020682",
        "title":"INSTRUCTIONAL DESIGN, RECORDED INSTRUCTION AND FACULTY INTERESTS. SUPPLEMENT, INSTRUCTIONAL DESIGN, RECORDED INSTRUCTION AND FACULTY INTERESTS WITHIN THE UNIVERSITY OF CALIFORNIA. OCCASIONAL PAPER NO. 2."},
      {
        "id":"ED020683",
        "title":"LINEAR STRUCTURAL MODELS FOR RESPONSE AND LATENCY PERFORMANCE IN ARITHMETIC. PSYCHOLOGY SERIES, TECHNICAL REPORT NO. 100."},
      {
        "id":"ED020684",
        "title":"A COMPUTER-BASED LABORATORY FOR AUTOMATION IN SCHOOL SYSTEMS."},
      {
        "id":"ED020685",
        "title":"STUDY OF FEASIBILITY OF NEW EDUCATIONAL MEDIA FOR DEVELOPING COUNTRIES."},
      {
        "id":"ED020686",
        "title":"MLA SELECTIVE LIST OF MATERIALS FOR USE BY TEACHERS OF MODERN FOREIGN LANGUAGES IN ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED020687",
        "title":"DOSSIER SUR \"LA FORMATION PROFESSIONNELLE DES DIRECTEURS DE LABORATOIRE DE LANGUES\" (PROPOSED COURSE OF STUDY FOR THE PROFESSIONAL PREPARATION OF LANGUAGE LABORATORY DIRECTORS)."},
      {
        "id":"ED020689",
        "title":"WHAT'S NEW IN TEACHER EDUCATION."},
      {
        "id":"ED020690",
        "title":"HOW DO WE BREAK THE LOCKSTEP. VARIATIONS IN CLASS SIZE AS APPLIED TO LANGUAGE TEACHING."},
      {
        "id":"ED020693",
        "title":"SYSTEMATISCHER AUSSPRACHEUNTERRICHT IM SPRACHLABORATORIUM (SYSTEMATIC PRONUNCIATION INSTRUCTION IN THE LANGUAGE LABORATORY)."},
      {
        "id":"ED020694",
        "title":"DIFFICULTIES ASSOCIATED WITH RESEARCH ON FOREIGN LANGUAGE LEARNING."},
      {
        "id":"ED020695",
        "title":"WHAT HAVE WE LEARNED ABOUT FLES."},
      {
        "id":"ED020696",
        "title":"CROSS-CULTURAL TESTING--WHAT TO TEST."},
      {
        "id":"ED020697",
        "title":"THE IDEAL PREPARATION OF FOREIGN LANGUAGE TEACHERS."},
      {
        "id":"ED020700",
        "title":"WHAT DO WE KNOW ABOUT FOREIGN LANGUAGE INSTRUCTION."},
      {
        "id":"ED020701",
        "title":"THE TEACHER OF MODERN FOREIGN LANGUAGES."},
      {
        "id":"ED020702",
        "title":"UNDERGRADUATE MFL TEACHER-TRAINING PROGRAMS IN SCHOOLS AND COLLEGES OF EDUCATION--A SURVEY."},
      {
        "id":"ED020703",
        "title":"PROGRAMMED LEARNING OF A SECOND LANGUAGE."},
      {
        "id":"ED020704",
        "title":"A SUPPLEMENT FOR GERMAN, NORWEGIAN, POLISH, RUSSIAN, AND SWEDISH TO THE 1962 SELECTIVE LIST OF MATERIALS FOR USE BY TEACHERS OF MODERN FOREIGN LANGUAGES IN ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED020705",
        "title":"A SUPPLEMENT FOR SPANISH AND PORTUGUESE TO THE 1962 SELECTIVE LIST OF MATERIALS FOR USE BY TEACHERS OF MODERN FOREIGN LANGUAGES IN ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED020706",
        "title":"A SUPPLEMENT FOR FRENCH AND ITALIAN TO THE 1962 SELECTIVE LIST OF MATERIALS FOR USE BY TEACHERS OF MODERN FOREIGN LANGUAGES IN ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED020707",
        "title":"NEW DIRECTIONS IN FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED020709",
        "title":"REPORT OF HOWARD LEE NOSTRAND, CHAIRMAN OF THE 1967-68 COMMITTEE ON A LEVEL-II STANDARD FOR UNDERSTANDING OF THE SOCIOCULTURAL CONTEXT (19TH ANNUAL MEETING OF THE PACIFIC NORTHWEST CONFERENCE ON FOREIGN LANGUAGES, CARROLL COLLEGE, APRIL 19-20, 1968)."},
      {
        "id":"ED020710",
        "title":"INSTRUCTIONAL METHODS, GERMAN."},
      {
        "id":"ED020711",
        "title":"PROPERTY APPRAISAL PROVIDES CONTROL, INSURANCE BASIS, AND VALUE ESTIMATE."},
      {
        "id":"ED020712",
        "title":"A JUNIOR COLLEGE PROPOSAL FOR BOONE AND WINNEBAGO COUNTIES, JOINT REPORT OF THE NORTHERN ILLINOIS JUNIOR COLLEGE COMMITTEE AND NORTHERN ILLINOIS UNIVERSITY."},
      {
        "id":"ED020714",
        "title":"STUDY OF THE PROGRESS OF FRESHMAN ENGLISH STUDENTS AT WINGATE COLLEGE."},
      {
        "id":"ED020715",
        "title":"THE ILLINOIS VALLEY COMMUNITY COLLEGE OCCUPATIONAL SURVEY, A COOPERATIVE ARRANGEMENT PROGRAM UNDER TITLE III OF THE HIGHER EDUCATION ACT OF 1965."},
      {
        "id":"ED020716",
        "title":"SURVEY OF LIBRARY PERSONNEL IN SIERRA COLLEGE EMPLOYMENT AREA."},
      {
        "id":"ED020717",
        "title":"FACULTY ORIENTATION BY A NEW COMMUNITY COLLEGE."},
      {
        "id":"ED020718",
        "title":"CHOOSING AN OCCUPATION WISELY--A PROPOSAL TO TAKE THE GUESSWORK OUT OF FUTURE VOCATIONAL GUIDANCE."},
      {
        "id":"ED020719",
        "title":"ACADEMIC RANK CRITERIA IN AMERICAN JUNIOR COLLEGES."},
      {
        "id":"ED020720",
        "title":"ANOTHER LOOK AT TEACHER EVALUATION IN AMERICAN JUNIOR COLLEGES."},
      {
        "id":"ED020721",
        "title":"IN-SERVICE EDUCATION WITH RECOMMENDATIONS CONCERNING ITS IMPLEMENTATION IN AMERICAN JUNIOR COLLEGES."},
      {
        "id":"ED020723",
        "title":"SUGGESTED GUIDELINES FOR THE JUNIOR COLLEGE CHORAL PROGRAM AS PREPARED BY THE ACDA COMMITTEE ON JUNIOR COLLEGE CHORAL PROBLEMS."},
      {
        "id":"ED020725",
        "title":"FLORIDA JUNIOR COLLEGE JOURNALISM CURRICULA, A REPORT."},
      {
        "id":"ED020726",
        "title":"A LONG TERM STUDY OF THE RESULTS OF SPECIAL COUNSELING AND INSTRUCTIONAL TECHNIQUES USED WITH STUDENTS WITH SEEMINGLY LOW ACADEMIC POTENTIAL AS MEASURED BY MERRITT COLLEGE CLASSIFICATION TESTS."},
      {
        "id":"ED020729",
        "title":"CIVIL ENGINEERING TECHNOLOGY CONSULTANTS' WORKSHOP, REPORT OF PROCEEDINGS (ATLANTA, MAY 17-20, 1967)."},
      {
        "id":"ED020730",
        "title":"LIBRARY TECHNICIAN PROGRAMS IN JUNIOR COLLEGES--COURSES OFFERED IN 1966-67 CATALOGS."},
      {
        "id":"ED020731",
        "title":"REPORT OF STUDY COMMITTEE I-C, AREA POSTSECONDARY INSTITUTIONS-- COMMUNITY COLLEGES."},
      {
        "id":"ED020732",
        "title":"ASSOCIATE IN ARTS DEGREE PROGRAM FOR ADULTS."},
      {
        "id":"ED020733",
        "title":"TALENT SEARCH PROJECT. FINAL REPORT."},
      {
        "id":"ED020734",
        "title":"CORRELATIONS BETWEEN HIGH SCHOOL AVERAGES AND SAT SCORES AND FINAL SCHOLASTIC INDEXES--BMCC GRADUATES, JUNE 1966 THROUGH AUGUST 1967."},
      {
        "id":"ED020735",
        "title":"STUDENT IDENTIFICATION WITH COLUMBUS COLLEGE--A PILOT STUDY."},
      {
        "id":"ED020736",
        "title":"A SURVEY OF EVENING COLLEGE COUNSELING SERVICES IN CALIFORNIA JUNIOR COLLEGES."},
      {
        "id":"ED020738",
        "title":"TECHNICAL EDUCATION IN THE JUNIOR COLLEGE, EDUCATION 261E SEMINAR-- A STUDY OF TECHNICAL EDUCATION IN THE NORTH ORANGE COUNTY JUNIOR COLLEGE DISTRICT."},
      {
        "id":"ED020739",
        "title":"FOLLOW UP STUDY OF CAREER-ORIENTED CURRICULUMS 1968--PHASE I, JOB ENTRY OR TRANSFER."},
      {
        "id":"ED020740",
        "title":"A STUDY OF THE BUSINESS AND INDUSTRIAL MANAGEMENT PROGRAMS AT COLLEGE OF SAN MATEO."},
      {
        "id":"ED020741",
        "title":"PLANNING FOR THE FUTURE--FORECASTING IMPLICATIONS DUE TO TECHNOLOGICAL CHANGE."},
      {
        "id":"ED020743",
        "title":"PARKING FACILITY PROJECTIONS BASED ON THE 1968 STUDENT PARKING SURVEY."},
      {
        "id":"ED020744",
        "title":"EVENING CLASS SCHEDULES OF LARGE COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED020745",
        "title":"PREPARATION OF UNIFORM TYPEWRITTEN REPORTS--A MANUAL OF STYLE FOR CUYAHOGA COMMUNITY COLLEGE."},
      {
        "id":"ED020746",
        "title":"NEW DIRECTIONS IN LIBRARY SERVICE FOR COLORADO, REPORT OF A SURVEY UNDERTAKEN FOR THE COLORADO STATE LIBRARY."},
      {
        "id":"ED020747",
        "title":"THE BUCK HILL FALLS REPORT, THE CHANGING NATURE AND SCOPE OF THE SCHOOL AND LIBRARY MARKET. ARE NEW MARKETING TECHNIQUES NEEDED. A CONFERENCE SPONSORED BY THE SCHOOL AND LIBRARY PROMOTION AND MARKETING COMMITTEE (BUCK HILL FALLS, APRIL 27-29,1966)."},
      {
        "id":"ED020750",
        "title":"A STUDY OF THE NEED FOR ADDITIONAL FACILITIES FOR THE EDUCATION OF LIBRARIANS IN THE UNIVERSITY OF CALIFORNIA."},
      {
        "id":"ED020751",
        "title":"INNOVATIONS IN SCIENTIFIC COMMUNICATION IN PSYCHOLOGY. APA-PSIEP REPORT NO. 16."},
      {
        "id":"ED020752",
        "title":"THE USE OF SCIENTIFIC INFORMATION IN THE UNDERGRADUATE TEACHING OF PSYCHOLOGY. APA-PSIEP REPORT NO. 17."},
      {
        "id":"ED020753",
        "title":"INFORMATION EXCHANGE AT THE AMERICAN PSYCHOLOGICAL ASSOCIATION ANNUAL CONVENTION AND THE FUNCTION OF THE CONVENTION PROCEEDINGS IN SUCH EXCHANGE. APA-PSIEP REPORT NO. 18."},
      {
        "id":"ED020754",
        "title":"INFORMATION EXCHANGE ACTIVITIES INVOLVED IN PSYCHOLOGICAL WORK. APA-PSIEP REPORT NO. 19."},
      {
        "id":"ED020755",
        "title":"SCIENTIFIC COMMUNICATION AT THE XVII INTERNATIONAL CONGRESS OF PSYCHOLOGY, MOSCOW, 1966 AND SOME IMPLICATIONS FOR THE DESIGN AND OPERATION OF INTERNATIONAL MEETINGS. APA-PSIEP REPORT NO. 29."},
      {
        "id":"ED020756",
        "title":"SURVEY OF OHIO LIBRARIES AND STATE LIBRARY SERVICES. A REPORT TO THE STATE LIBRARY BOARD."},
      {
        "id":"ED020758",
        "title":"LIBRARY SERVICES FOR THE HANDICAPPED IN OHIO."},
      {
        "id":"ED020760",
        "title":"PROCEEDINGS OF THE FIRST TEXAS CONFERENCE ON LIBRARY MECHANIZATION (AUSTIN, MARCH 23-24, 1966). MONOGRAPH NO. 6."},
      {
        "id":"ED020761",
        "title":"LIBRARY STATISTICS AND STATE AGENCIES, A COMPARATIVE STUDY OF THREE STATES. RESEARCH SERIES NO. 12."},
      {
        "id":"ED020762",
        "title":"STUDY TO DEVELOP A RESEARCH PROGRAM FOR THE DESIGN DEVELOPMENT OF MODERN COLLEGE LIBRARIES. FINAL REPORT."},
      {
        "id":"ED020763",
        "title":"LIBRARY SERVICES IN NEW JERSEY STATE INSTITUTIONS, A SURVEY WITH RECOMMENDATIONS."},
      {
        "id":"ED020764",
        "title":"SUGGESTED RECOMMENDATIONS FOR INTERLIBRARY COOPERATION IN THE STATE OF NEW JERSEY."},
      {
        "id":"ED020765",
        "title":"A FEASIBILITY STUDY TO DETERMINE NEED AND FUNCTION OF AN ERIC DOCUMENTATION CENTER FOR STATE EDUCATION DEPARTMENT PUBLICATIONS. FINAL REPORT."},
      {
        "id":"ED020766",
        "title":"CHARACTERISTICS OF PROFESSIONAL PERSONNEL IN COLLEGE AND UNIVERSITY LIBRARIES. FINAL REPORT."},
      {
        "id":"ED020767",
        "title":"THE EFFECT OF ARRANGEMENT ON THE USE OF LIBRARY CATALOGS--AN EXPERIMENTAL STUDY OF A DIVIDED AND A DICTIONARY CATALOG. FINAL REPORT."},
      {
        "id":"ED020768",
        "title":"BALTIMORE REACHES OUT--LIBRARY SERVICE TO THE DISADVANTAGED. DEICHES FUND STUDIES OF PUBLIC LIBRARY SERVICE, NUMBER 3."},
      {
        "id":"ED020769",
        "title":"PROGRESS AND PROSPECT, A SUMMARY OF THE PROCEEDINGS OF THE SECOND ANNUAL CONFERENCE OF THE COUNCIL ON LIBRARY TECHNOLOGY (TOLEDO, MAY 23-25, 1968)."},
      {
        "id":"ED020770",
        "title":"AN EXPLORATION OF THE USES OF RHYTHMIC MOVEMENT TO DEVELOP AESTHETIC CONCEPTS IN THE PRIMARY GRADES."},
      {
        "id":"ED020771",
        "title":"EFFECTIVENESS OF THE HEAD START PROGRAM IN ENHANCING SCHOOL READINESS OF CULTURALLY DEPRIVED CHILDREN."},
      {
        "id":"ED020773",
        "title":"BIBLIOGRAPHY OF PAPERS COVERING WORK UNDER OEO CONTRACT NUMBER 510. FINAL REPORT. (TITLE SUPPLIED)."},
      {
        "id":"ED020774",
        "title":"THE LIMITATIONS OF BRIEF INTELLIGENCE TESTING WITH YOUNG CHILDREN."},
      {
        "id":"ED020775",
        "title":"COMMUNICATIVE COMPETENCE OF LOW-INCOME CHILDREN--ASSUMPTIONS AND PROGRAMS."},
      {
        "id":"ED020776",
        "title":"AN ANALYSIS OF A CLASS OF PROBLEM SOLVING BEHAVIOR. FINAL REPORT."},
      {
        "id":"ED020777",
        "title":"PREVENTION OF FAILURE."},
      {
        "id":"ED020778",
        "title":"FREEDOM TO MOVE."},
      {
        "id":"ED020779",
        "title":"SEMO PROJECT HEAD START, PSYCHOLOGICAL SERVICES REPORT, SUMMER 1967. PHASE THREE FINAL REPORT."},
      {
        "id":"ED020780",
        "title":"SEMO PROJECT HEAD START, PSYCHOLOGICAL SERVICES REPORT, 1966-67 YEAR PROGRAM."},
      {
        "id":"ED020781",
        "title":"HEAD START EVALUATION AND RESEARCH CENTER, TEACHERS COLLEGE, COLUMBIA UNIVERSITY. ANNUAL REPORT (1ST), SEPTEMBER 1966-AUGUST 1967. (TITLE SUPPLIED)."},
      {
        "id":"ED020782",
        "title":"HEAD START EVALUATION AND RESEARCH CENTER, TULANE UNIVERSITY. FINAL REPORT. (TITLE SUPPLIED)."},
      {
        "id":"ED020783",
        "title":"CHILD REARING IN CALIFORNIA, A STUDY OF MOTHERS WITH YOUNG CHILDREN."},
      {
        "id":"ED020784",
        "title":"COGNITIVE PROCESSES IN THE DEVELOPMENT OF CHILDREN'S APPRECIATION OF HUMOR."},
      {
        "id":"ED020785",
        "title":"PRE-SCHOOL EDUCATION."},
      {
        "id":"ED020786",
        "title":"A FOLLOW-UP STUDY OF INTELLIGENCE CHANGES IN CHILDREN WHO PARTICIPATED IN PROJECT HEADSTART."},
      {
        "id":"ED020787",
        "title":"THE JOHNS HOPKINS PERCEPTUAL TEST, THE DEVELOPMENT OF A RAPID INTELLIGENCE TEST FOR THE PRE-SCHOOL CHILD."},
      {
        "id":"ED020788",
        "title":"THE SYNTACTIC STRUCTURES OF 5-YEAR-OLD CULTURALLY DEPRIVED CHILDREN."},
      {
        "id":"ED020789",
        "title":"LANGUAGE CONTROL IN A GROUP OF HEAD START CHILDREN."},
      {
        "id":"ED020790",
        "title":"A STUDY OF A MEASUREMENT RESOURCE IN CHILD RESEARCH, PROJECT HEAD START."},
      {
        "id":"ED020791",
        "title":"REGIONAL EVALUATION AND RESEARCH CENTER FOR PROJECT HEAD START, SUPPLEMENTARY RESEARCH REPORT, SEPTEMBER 1, 1967-DECEMBER 31, 1967."},
      {
        "id":"ED020792",
        "title":"REGIONAL EVALUATION AND RESEARCH CENTER FOR HEAD START, SOUTHERN UNIVERSITY. ANNUAL REPORT."},
      {
        "id":"ED020793",
        "title":"HEAD START RESEARCH AND EVALUATION OFFICE, UNIVERSITY OF CALIFORNIA AT LOS ANGELES. APPENDIX I TO THE ANNUAL REPORT, NOVEMBER 1967."},
      {
        "id":"ED020794",
        "title":"AN EVALUATION AND FOLLOW-UP STUDY OF SUMMER 1966 HEAD START CHILDREN IN WASHINGTON, D.C."},
      {
        "id":"ED020797",
        "title":"VARIABLES AFFECTING THE PERFORMANCE OF YOUNG CHILDREN ON A LETTER DISCRIMINATION TASK."},
      {
        "id":"ED020798",
        "title":"GRADE EQUIVALENT COMPARISONS BETWEEN DISADVANTAGED NEGRO URBAN CHILDREN WITH AND WITHOUT KINDERGARTEN EXPERIENCE WHEN TAUGHT TO READ BY SEVERAL METHODS."},
      {
        "id":"ED020799",
        "title":"AN OVERVIEW OF RESEARCH IN LEARNING, MOTIVATION, AND PERCEPTION."},
      {
        "id":"ED020800",
        "title":"TEAM TEACHING IN ELEMENTARY GRADES."},
      {
        "id":"ED020801",
        "title":"AGE OF ENTRANCE INTO THE FIRST GRADE AS RELATED TO ARITHMETIC ACHIEVEMENT."},
      {
        "id":"ED020802",
        "title":"MAKING WAVES, DENVER HEAD START."},
      {
        "id":"ED020803",
        "title":"RESPONSE TO VARYING LEVELS OF CONDITIONING REWARDS. FINAL REPORT."},
      {
        "id":"ED020804",
        "title":"STUDY TO DETERMINE THE FEASIBILITY OF ADAPTING THE CARL ORFF APPROACH TO ELEMENTARY SCHOOLS IN AMERICA. FINAL REPORT."},
      {
        "id":"ED020805",
        "title":"THE TEACHING OF INQUIRY SKILLS TO ELEMENTARY SCHOOL CHILDREN. FINAL REPORT."},
      {
        "id":"ED020806",
        "title":"PARENTS' EVALUATION OF THE HEAD START PROGRAM IN THE MILWAUKEE PUBLIC SCHOOLS."},
      {
        "id":"ED020807",
        "title":"HOME EDUCATION LIVELIHOOD PROGRAM IN NEW MEXICO FOR UNDEREMPLOYED SEASONAL AGRICULTURE WORKERS."},
      {
        "id":"ED020808",
        "title":"REPORT ON CONFERENCES ON SPECIAL EDUCATIONAL PROGRAMS FOR MIGRATORY CHILDREN OF MIGRATORY AGRICULTURAL WORKERS."},
      {
        "id":"ED020809",
        "title":"SELECTED REFERENCES ON MIGRANT CHILDREN'S EDUCATION."},
      {
        "id":"ED020810",
        "title":"COWBOYS, INDIANS, AND AMERICAN EDUCATION."},
      {
        "id":"ED020811",
        "title":"RURAL IN-MIGRATION AND URBAN ASSIMILATION."},
      {
        "id":"ED020812",
        "title":"EAU CLAIRE COUNTY STUDY, PHASE II 1964-65."},
      {
        "id":"ED020813",
        "title":"RECENT TRENDS IN EDUCATIONAL STATUS OF MEXICAN-AMERICANS IN TEXAS."},
      {
        "id":"ED020814",
        "title":"DELINQUENCY PRONE YOUTH--LONGITUDINAL AND PREVENTIVE RESEARCH, EAU CLAIRE COUNTY YOUTH STUDY, PHASE III, 1965-68."},
      {
        "id":"ED020816",
        "title":"SPEAK UP, CHICANO."},
      {
        "id":"ED020817",
        "title":"A STRUCTURAL COURSE FOR VOCATIONAL ENGLISH."},
      {
        "id":"ED020818",
        "title":"EVALUATION OF SERVICE ACTIVITIES UNDERTAKEN BY THE EDUCATIONAL SERVICE CENTER FOR THE PERIOD SEPTEMBER 1, 1966 TO JULY 1, 1967."},
      {
        "id":"ED020819",
        "title":"IMPROVING EDUCATIONAL OPPORTUNITIES OF THE MEXICAN-AMERICAN, PROCEEDINGS OF THE TEXAS CONFERENCE FOR THE MEXICAN-AMERICAN (1ST, SAN ANTONIO, APRIL 13-15, 1967)."},
      {
        "id":"ED020821",
        "title":"BORN FOR JOY, A UNIQUE SUMMER PROGRAM FOR DISADVANTAGED CHILDREN DURING JULY, 1966."},
      {
        "id":"ED020822",
        "title":"EDUCATIONAL TELEVISION IN THE SMALL SCHOOL."},
      {
        "id":"ED020823",
        "title":"PENNSYLVANIA MIGRATORY LABOR PROGRAM, 1967. ANNUAL REPORT."},
      {
        "id":"ED020824",
        "title":"A RESTUDY OF THE ACCEPTANCE OF EDUCATIONAL PROGRAMS IN RURAL WISCONSIN."},
      {
        "id":"ED020825",
        "title":"YAZZIE REPORTS ON EDUCATION ACTIVITIES."},
      {
        "id":"ED020827",
        "title":"THE SUPERINTENDENT AS A COMMUNITY EDUCATIONAL LEADER."},
      {
        "id":"ED020829",
        "title":"THE MAJOR COASTAL COMMUNITIES OF NORTH CAROLINA."},
      {
        "id":"ED020830",
        "title":"A FIELD EXPERIENCE--A WHY, A HOW."},
      {
        "id":"ED020831",
        "title":"CALIFORNIA PLAN FOR THE EDUCATION OF MIGRANT CHILDREN. ANNUAL EVALUATION REPORT, FISCAL YEAR ENDING JUNE 30, 1967."},
      {
        "id":"ED020832",
        "title":"EDUCATION FOR RURAL PEOPLES IN THE NEW AMERICA."},
      {
        "id":"ED020833",
        "title":"THE IMPLICATIONS OF CHANGE FOR SCHOOL ADMINISTRATION."},
      {
        "id":"ED020834",
        "title":"A DYNAMIC CHARTER FOR RURAL EDUCATION."},
      {
        "id":"ED020835",
        "title":"FFA AT WORK FOR SAFETY, A HANDBOOK FOR TEACHERS AND STUDENTS OF VOCATIONAL AGRICULTURE."},
      {
        "id":"ED020836",
        "title":"THE ACCEPTANCE OF EDUCATIONAL PROGRAMS IN RURAL WISCONSIN."},
      {
        "id":"ED020837",
        "title":"THE CLASSROOM AIDE."},
      {
        "id":"ED020839",
        "title":"OPERATION PEBBLE. SUMMARY REPORT."},
      {
        "id":"ED020840",
        "title":"THE COMPETENT TEACHER OF THE DISADVANTAGED."},
      {
        "id":"ED020841",
        "title":"THE RURAL FAMILY IN 1965."},
      {
        "id":"ED020843",
        "title":"THE EVOLVING INTERMEDIATE UNIT."},
      {
        "id":"ED020844",
        "title":"NUEVAS VISTAS (NEW VIEWS), A REPORT OF THE ANNUAL CONFERENCE OF THE CALIFORNIA STATE DEPARTMENT OF EDUCATION (1ST, LOS ANGELES, APRIL 13-14, 1967)."},
      {
        "id":"ED020845",
        "title":"ASSESSMENT OF RURAL MEXICAN-AMERICAN PUPILS, PRESCHOOL AND GRADES ONE THROUGH SIX, SAN YSIDRO, CALIFORNIA."},
      {
        "id":"ED020846",
        "title":"ASSESSMENT OF RURAL MEXICAN-AMERICAN PUPILS, PRESCHOOL AND GRADES ONE THROUGH TWELVE, WASCO, CALIFORNIA."},
      {
        "id":"ED020847",
        "title":"PROGRAM OF OUTDOOR EDUCATION FOR SOUTHERN IDAHO, CURRICULUM GUIDE."},
      {
        "id":"ED020848",
        "title":"NEW YORK STATE MIGRANT EDUCATION PROGRAM."},
      {
        "id":"ED020849",
        "title":"NEW YORK STATE INTERDEPARTMENTAL COMMITTEE ON FARM AND FOOD PROCESSING LABOR. 1967 REPORT."},
      {
        "id":"ED020851",
        "title":"GUIDELINES FOR THE EDUCATION OF MIGRANT CHILDREN AS AUTHORIZED UNDER PUBLIC LAW 89-750, TITLE I, ELEMENTARY AND SECONDARY EDUCATION ACT OF 1965."},
      {
        "id":"ED020855",
        "title":"A VOLUNTARY PREKINDERGARTEN LANGUAGE DEVELOPMENT AND READING PROGRAM FOR THE ENTIRE FOUR-YEAR-OLD POPULATION OF A CITY (AN INVESTIGATION OF MACHINE-TAUGHT READING). FINAL REPORT."},
      {
        "id":"ED020856",
        "title":"A TEACHER'S GUIDE TO CONTINUOUS PROGRESS IN READING INSTRUCTION, 1967."},
      {
        "id":"ED020857",
        "title":"HANDBOOK FOR ENGLISH LANGUAGE ARTS, GRADES 5-12, READING AND LITERATURE."},
      {
        "id":"ED020858",
        "title":"A GUIDE FOR BEGINNING TEACHERS OF READING, GRADES 1-4."},
      {
        "id":"ED020859",
        "title":"A COMPARISON OF TWO METHODS OF READING SUPERVISION. REPORT."},
      {
        "id":"ED020860",
        "title":"TEACHING BEGINNING READERS TO DISTINGUISH BETWEEN SIMILAR LETTERS OF THE ALPHABET. FINAL REPORT."},
      {
        "id":"ED020861",
        "title":"THE COLLECTION AND STATISTICAL EVALUATION OF QUANTITATIVE DATA FOR HAND-EYE COORDINATION WITH RESPECT TO DETERMINING ITS CORRELATION WITH READING DISABILITY AT BOTH THE PRIMARY AND SECONDARY SCHOOL LEVELS. FINAL REPORT."},
      {
        "id":"ED020862",
        "title":"THE IMPACT OF PL 89-10 TITLE I ACTIVITIES ON THE READING COMPETENCE OF ELEMENTARY AND SECONDARY SCHOOL LEARNERS. FINAL REPORT."},
      {
        "id":"ED020863",
        "title":"FIGURE-GROUND IN VISUAL PERCEPTION."},
      {
        "id":"ED020864",
        "title":"WORDS AND MORPHEMES IN READING."},
      {
        "id":"ED020865",
        "title":"A CITATION BIBLIOGRAPHY OF SELECTED SOURCES ON DYSLEXIA AND LEARNING DISABILITIES."},
      {
        "id":"ED020868",
        "title":"READING INSTRUCTION IN THE 1970'S FOR MEGALOPOLIS OR CENTER CITY."},
      {
        "id":"ED020869",
        "title":"ECLECTIC READING INSTRUCTION FOR PRIMARY GRADE SUCCESS."},
      {
        "id":"ED020870",
        "title":"AN OBSERVATION ABOUT HAWTHORNE EFFECT IN AN EXPERIMENT IN THE TEACHING OF READING IN FIRST GRADE--A HYPOTHESIS."},
      {
        "id":"ED020871",
        "title":"IMPROVING LANGUAGE ARTS INSTRUCTION THROUGH RESEARCH."},
      {
        "id":"ED020872",
        "title":"RESEARCH PERTINENT TO THE TRAINING OF READING TEACHERS."},
      {
        "id":"ED020883",
        "title":"A TEACHER'S HANDBOOK OF RESOURCES FOR THE TEACHING OF HEALTH K-6."},
      {
        "id":"ED020884",
        "title":"SCIENCE EQUIPMENT IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED020885",
        "title":"SETS, SUB-SETS AND OPERATIONS."},
      {
        "id":"ED020886",
        "title":"PER CENT FRACTIONS."},
      {
        "id":"ED020887",
        "title":"MANEUVERS ON A GEO-BOARD."},
      {
        "id":"ED020888",
        "title":"THE MATH GO-ROUND, A UNIT OF MATHASBORG."},
      {
        "id":"ED020889",
        "title":"VOLUME AND SURFACE AREA."},
      {
        "id":"ED020890",
        "title":"METRIC GEOMETRY LINEAR MEASURE."},
      {
        "id":"ED020891",
        "title":"IDEAS FROM NUMBER THEORY."},
      {
        "id":"ED020892",
        "title":"METRIC GEOMETRY, CONCEPTS OF AREA MEASURE."},
      {
        "id":"ED020893",
        "title":"DIVISIBILITY TESTS."},
      {
        "id":"ED020894",
        "title":"CURVES, VERTICES, KNOTS AND SUCH."},
      {
        "id":"ED020895",
        "title":"ANGLES, MEASURES."},
      {
        "id":"ED020896",
        "title":"ACTION WITH WHOLE NUMBERS."},
      {
        "id":"ED020897",
        "title":"ACTION WITH FRACTIONS, ADDITION AND SUBTRACTION."},
      {
        "id":"ED020898",
        "title":"SCIENCE INTERPRETIVE PROGRAM--SPERMACETI COVE INTERPRETIVE CENTER."},
      {
        "id":"ED020900",
        "title":"ILLUSTRATIVE LESSON MATERIALS. A SUPPLEMENT TO SCIENCE FRAMEWORK FOR CALIFORNIA PUBLIC SCHOOLS, PRELIMINARY."},
      {
        "id":"ED020901",
        "title":"INDUSTRIAL RADIOGRAPHY INSTRUCTOR'S GUIDE."},
      {
        "id":"ED020902",
        "title":"INDUSTRIAL RADIOGRAPHY STUDENT GUIDE AND LABORATORY EXERCISES."},
      {
        "id":"ED020903",
        "title":"DEVELOPMENT OF MULTI-COORDINATE VOCABULARY, PLASMA PHYSICS."},
      {
        "id":"ED020904",
        "title":"DEVELOPMENT OF A MULTI-COORDINATE VOCABULARY, CHEMICAL PHYSICS."},
      {
        "id":"ED020905",
        "title":"INDEX OF SELECTED OUTDOOR RECREATION LITERATURE."},
      {
        "id":"ED020906",
        "title":"TESTING FOR CONCEPTS OF ECOLOGICAL SYSTEMS."},
      {
        "id":"ED020907",
        "title":"LESSONS PLANS AND TESTS OF KNOWLEDGE, COMPREHENSION, AND APPLICATION FOR INSTRUCTION IN CONCEPTS OF FORCE, GRADES 2-6."},
      {
        "id":"ED020908",
        "title":"THE RELATIVE EFFECTIVENESS OF TWO METHODS OF INSTRUCTION IN TEACHING THE CLASSIFICATIONAL CONCEPTS OF PHYSICAL AND CHEMICAL CHANGE TO ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED020909",
        "title":"THE USE OF AN ADVANCE ORGANIZER IN TEACHING SELECTED CONCEPTS OF ECOLOGICAL SYSTEMS."},
      {
        "id":"ED020910",
        "title":"THE RELATIONSHIPS BETWEEN CONCEPTS OF FORCE ATTAINED AND MATURITY AS INDICATED BY GRADE LEVELS."},
      {
        "id":"ED020911",
        "title":"RESEARCH AND DEVELOPMENT ACTIVITIES IN R AND I UNITS OF TWO ELEMENTARY SCHOOLS OF MILWAUKEE, WISCONSIN, 1966-1967."},
      {
        "id":"ED020912",
        "title":"AN INVESTIGATION INTO THE RELATIONSHIP BETWEEN CONCEPT ATTAINMENT AND LEVEL OF MATURITY."},
      {
        "id":"ED020913",
        "title":"SOURCE MATERIALS FOR GENERAL AND HUMAN BIOLOGY. FINAL REPORT."},
      {
        "id":"ED020914",
        "title":"SCIENCE POLICY BULLETIN NUMBER 5."},
      {
        "id":"ED020915",
        "title":"SELECTED PAPERS FROM REGIONAL CONFERENCES 1966-67."},
      {
        "id":"ED020916",
        "title":"SCIENCE EDUCATION INFORMATION ANALYSIS CENTER NEWSLETTER."},
      {
        "id":"ED020917",
        "title":"PRODUCTION AND USE OF SINGLE CONCEPT FILMS IN PHYSICS TEACHING."},
      {
        "id":"ED020918",
        "title":"THE EFFECTS OF NATIONAL SCIENTIFIC STYLE ON THE UNDERSTANDING OF SCIENTIFIC INNOVATION--SPECIAL RELATIVITY, A CASE HISTORY. FINAL REPORT."},
      {
        "id":"ED020920",
        "title":"SUB-CULTURAL PATTERNS WHICH AFFECT LANGUAGE AND READING DEVELOPMENT."},
      {
        "id":"ED020921",
        "title":"REPORT OF A PRELIMINARY SURVEY ON DOCTORAL PREPARATION IN ENGLISH EDUCATION."},
      {
        "id":"ED020922",
        "title":"SUMMARY OF REPORTS ON THIRTEEN DOCTORAL PROGRAMS IN ENGLISH EDUCATION."},
      {
        "id":"ED020923",
        "title":"CENSORSHIP OF LIBRARY BOOKS AND TEXTBOOKS IN AMERICAN SCHOOLS."},
      {
        "id":"ED020924",
        "title":"SEMANTICS AND THE STUDY OF CULTURE."},
      {
        "id":"ED020925",
        "title":"GOALS, CONCEPTS, AND THE TEACHER OF SPEECH."},
      {
        "id":"ED020926",
        "title":"AN INSTRUMENT TO MEASURE SYNTACTIC MATURITY, PRELIMINARY VERSION."},
      {
        "id":"ED020927",
        "title":"THE FIELD OF SPEECH, ITS PURPOSES AND SCOPE IN EDUCATION."},
      {
        "id":"ED020929",
        "title":"OBSCENITY, THE LAW AND THE ENGLISH TEACHER--TWO PAPERS."},
      {
        "id":"ED020930",
        "title":"A LANGUAGE UNIT IN THE JUNIOR HIGH SCHOOL."},
      {
        "id":"ED020931",
        "title":"BASEBALL IN AMERICAN FICTION."},
      {
        "id":"ED020932",
        "title":"TEACHING &quot;MOBY DICK,&quot; A METHOD AND AN APPROACH."},
      {
        "id":"ED020934",
        "title":"THE DEVELOPMENT AND TESTING OF APPROACHES TO THE TEACHING OF ENGLISH IN THE JUNIOR HIGH SCHOOL. FINAL REPORT."},
      {
        "id":"ED020935",
        "title":"TEACHING STRATEGIES FOR MIDDLE EASTERN CULTURAL STUDIES IN THE SENIOR HIGH SCHOOL."},
      {
        "id":"ED020936",
        "title":"TEACHING STRATEGIES FOR ASIAN CULTURAL STUDIES IN THE SENIOR HIGH SCHOOL."},
      {
        "id":"ED020937",
        "title":"A DEVELOPMENTAL CONFERENCE TO ESTABLISH GUIDELINES FOR PILOT PROGRAMS FOR TEACHING THE CONCEPTS OF ART APPRECIATION WHICH ARE BASIC IN THE GENERAL EDUCATION OF ALL PUBLIC SCHOOL STUDENTS. FINAL REPORT."},
      {
        "id":"ED020938",
        "title":"TEACHING STRATEGIES FOR AFRICAN CULTURAL STUDIES IN THE SENIOR HIGH SCHOOL."},
      {
        "id":"ED020939",
        "title":"COLLEGE PROGRAMS IN FRESHMAN COMPOSITION."},
      {
        "id":"ED020940",
        "title":"FRESHMAN ENGLISH AT THE STATE UNIVERSITY OF NEW YORK, BUFFALO."},
      {
        "id":"ED020941",
        "title":"FRESHMAN ENGLISH AT THE UNIVERSITY OF HAWAII."},
      {
        "id":"ED020942",
        "title":"FRESHMAN ENGLISH AT NINE INSTITUTIONS WHICH HAVE ELIMINATED THE TRADITIONAL COURSE IN FRESHMAN COMPOSITION--ANTIOCH, ELMIRA, JUNIATA, AND SWARTHMORE COLLEGES AND BAKER, CLARK, EMORY, MARYLAND, AND TULANE UNIVERSITIES."},
      {
        "id":"ED020943",
        "title":"FRESHMAN ENGLISH AT THE UNIVERSITY OF TULSA, COLUMBIA BASIN COLLEGE, AND WESTERN STATE COLLEGE OF COLORADO."},
      {
        "id":"ED020944",
        "title":"FRESHMAN ENGLISH AT FOURTEEN TWO-YEAR COLLEGES--JUNIOR COLLEGE OF ALBANY, AMARILLO, BAKERSFIELD, BECKLEY, CALIFORNIA CONCORDIA, CAZENOVIA, GRAND VIEW, HARCUM, LAKEWOOD STATE, MIAMI-DADE, AND COLBY, JEFFERSON, MONROE COUNTY, AND PORTLAND COMMUNITY COLLEGES."},
      {
        "id":"ED020945",
        "title":"FRESHMAN ENGLISH AT THE UNIVERSITY OF KENTUCKY, OHIO STATE UNIVERSITY, PURDUE UNIVERSITY, AND SOUTHERN ILLINOIS UNIVERSITY."},
      {
        "id":"ED020946",
        "title":"FRESHMAN ENGLISH AT SEVEN COLLEGES--AUGUSTANA COLLEGE, CENTRAL WASHINGTON STATE COLLEGE, CLARKE COLLEGE, STATE COLLEGE AT FRAMINGHAM, HARDING COLLEGE, EMPORIA STATE TEACHERS COLLEGE, AND KING'S COLLEGE."},
      {
        "id":"ED020947",
        "title":"FRESHMAN ENGLISH AT TWELVE UNIVERSITIES--BOB JONES, DUQUESNE, JOHN CARROLL, KANSAS STATE, MARQUETTE, NORTHERN ILLINOIS, WASHINGTON, AND WASHINGTON STATE UNIVERSITIES, AS WELL AS THE UNIVERSITIES OF ALABAMA, DAYTON, MINNESOTA (DULUTH), AND MISSISSIPPI."},
      {
        "id":"ED020948",
        "title":"FRESHMAN ENGLISH AT EIGHT UNIVERSITIES--SOUTH DAKOTA STATE, SOUTHERN ILLINOIS (EDWARDSVILLE), TUFTS, AND WAKE FOREST UNIVERSITIES, AS WELL AS THE UNIVERSITIES OF NORTH CAROLINA, SANTA CLARA, SOUTH FLORIDA, AND SOUTHERN CALIFORNIA."},
      {
        "id":"ED020950",
        "title":"A STATEMENT OF CONCERN FOR PUBLIC EDUCATION IN PHILADELPHIA, WITH PARTICULAR REFERENCE TO THE SPECIAL NEEDS OF CHILDREN IN UNDERPRIVILEGED, SEGREGATED AREAS."},
      {
        "id":"ED020951",
        "title":"FOR EVERY CHILD, THE STORY OF INTEGRATION IN THE PHILADELPHIA PUBLIC SCHOOLS."},
      {
        "id":"ED020952",
        "title":"TEACHING SCIENCE TO THE DISADVANTAGED PUPIL."},
      {
        "id":"ED020955",
        "title":"BLUEPRINT FOR TALENT SEARCHING, AMERICA'S HIDDEN MANPOWER."},
      {
        "id":"ED020956",
        "title":"YOUTH IN NEW YORK CITY--OUT-OF-SCHOOL AND OUT-OF-WORK, A STUDY OF EMPLOYMENT AND EDUCATION OF TEENAGERS AND YOUNG ADULTS. REPORT."},
      {
        "id":"ED020957",
        "title":"SAMPLE UPWARD BOUND PROGRAMS."},
      {
        "id":"ED020959",
        "title":"DECENTRALIZATION AND URBAN SCHOOLS."},
      {
        "id":"ED020960",
        "title":"IMPACT OF SOCIAL CLASS."},
      {
        "id":"ED020961",
        "title":"PROMISES AND PUZZLES, THE PLIGHT OF THE INNER-CITY."},
      {
        "id":"ED020962",
        "title":"GHETTO SCHOOLS, AN AMERICAN TRAGEDY."},
      {
        "id":"ED020963",
        "title":"CITIES ARE CHANGING."},
      {
        "id":"ED020964",
        "title":"HOW PARENTS VIEW URBAN EDUCATION."},
      {
        "id":"ED020965",
        "title":"ISSUES IN AMERICAN EDUCATION."},
      {
        "id":"ED020966",
        "title":"DESEGREGATION, A NEW APPROACH, A NEW DEADLINE."},
      {
        "id":"ED020967",
        "title":"SHOES DON'T MATTER WHEN A BRIGHT KID IS UPWARD BOUND."},
      {
        "id":"ED020968",
        "title":"A DIVISIVE ISSUE, FREEDOM OF CHOICE."},
      {
        "id":"ED020969",
        "title":"SPRINGBOARDS, TEXTS THE STUDENTS STEAL."},
      {
        "id":"ED020970",
        "title":"HISTORY AND URBAN EDUCATION, A FIVE-CITY SURVEY PLAN, 1964-1965."},
      {
        "id":"ED020971",
        "title":"A SURVEY OF AMERICAN HISTORY INSTRUCTION FOR DISADVANTAGED YOUTH IN THE WASHINGTON, D.C., PUBLIC SCHOOLS."},
      {
        "id":"ED020972",
        "title":"A SURVEY OF AMERICAN HISTORY INSTRUCTION FOR DISADVANTAGED YOUTH IN THE LOS ANGELES AND PHOENIX PUBLIC SCHOOLS."},
      {
        "id":"ED020973",
        "title":"A SURVEY OF AMERICAN HISTORY INSTRUCTION FOR DISADVANTAGED YOUTH IN THE DETROIT PUBLIC SCHOOLS."},
      {
        "id":"ED020974",
        "title":"A SURVEY OF AMERICAN HISTORY INSTRUCTION FOR DISADVANTAGED YOUTH IN THE NEW YORK CITY SCHOOLS."},
      {
        "id":"ED020975",
        "title":"A DEMONSTRATION STUDY TO DETERMINE THE EFFECT ON ACADEMIC PERFORMANCE OF GIVING HIGH SCHOOL TEACHERS BACKGROUND INFORMATION ON HIGH-POTENTIAL LOW-ACHIEVING STUDENTS."},
      {
        "id":"ED020976",
        "title":"THE FRUSTRATIONS OF PROGRESS."},
      {
        "id":"ED020977",
        "title":"THE CRUMBLING LEGAL BARRIERS TO SCHOOL DESEGREGATION."},
      {
        "id":"ED020979",
        "title":"THE CULTURALLY DISADVANTAGED MEXICAN-AMERICAN STUDENT. PART I."},
      {
        "id":"ED020980",
        "title":"VIOLENCE, INTIMIDATION AND PROTEST. DESEGREGATION."},
      {
        "id":"ED020981",
        "title":"NEW SPEECH PATTERNS IN THE FRENCH QUARTER."},
      {
        "id":"ED020982",
        "title":"SOMETIMES IT GOT WILD IN ARKANSAS."},
      {
        "id":"ED020983",
        "title":"TWO VIEWS CONCERNING ABILITY GROUPING."},
      {
        "id":"ED020984",
        "title":"DIFFERENT BUT EQUAL, A SPECIAL REPORT."},
      {
        "id":"ED020985",
        "title":"HIGH RISK."},
      {
        "id":"ED020986",
        "title":"THE EQUATION AT OAK RIDGE."},
      {
        "id":"ED020987",
        "title":"NEW ROAD FOR YOUNG MIGRANTS."},
      {
        "id":"ED020988",
        "title":"NEW ORLEANS SERVES UP FINE ARTS TO FEED YOUNG EGOS."},
      {
        "id":"ED020989",
        "title":"RESPECT, ENGAGEMENT, RESPONSIBILITY."},
      {
        "id":"ED020990",
        "title":"TEACHING THE DISADVANTAGED."},
      {
        "id":"ED020991",
        "title":"THE NEGLECTED MAJORITY."},
      {
        "id":"ED020992",
        "title":"EDUCATION'S MOST CRUCIAL ISSUE."},
      {
        "id":"ED020993",
        "title":"BEAR SOMETHING AWAY."},
      {
        "id":"ED020995",
        "title":"RESTRUCTURING CITY GOVERNMENT, THREE PROPOSALS FOR HUMAN SERVICES."},
      {
        "id":"ED020996",
        "title":"RECRUITING LOW-INCOME FAMILIES FOR FAMILY LIFE EDUCATION PROGRAMS, FOUR REPORTS."},
      {
        "id":"ED020997",
        "title":"INTER-RACIAL IN-SERVICE PROGRAM DESIGNED TO INCREASE THE EDUCATIONAL OPPORTUNITIES OF THE CHILDREN IN THE RICHMOND PUBLIC SCHOOLS. FINAL REPORT SEPTEMBER 19, 1966-OCTOBER 31, 1967."},
      {
        "id":"ED020998",
        "title":"ASSESSMENT OF CHILDREN PARTICIPATING IN A COMPREHENSIVE ATTACK ON FAMILIAL POVERTY."},
      {
        "id":"ED021002",
        "title":"LAW, VOL. 1, NO. 1, JANUARY, 1966."},
      {
        "id":"ED021003",
        "title":"SOCIALLY DISADVANTAGED AMERICANS, SLOW LEARNERS."},
      {
        "id":"ED021004",
        "title":"DIMENSIONS OF ACHIEVEMENT-RELATED BEHAVIOR AMONG LOWER-CLASS NEGRO PARENTS."},
      {
        "id":"ED021005",
        "title":"INTEGRATION AND THE SCHOOLS, A STATEMENT OF POLICY AND RECOMMENDATIONS. POSITION PAPER NO. 3."},
      {
        "id":"ED021006",
        "title":"WHO ARE THE DISADVANTAGED."},
      {
        "id":"ED021007",
        "title":"CITIES AND SCHOOLS."},
      {
        "id":"ED021008",
        "title":"WHAT CAN THE SCHOOL SAY ABOUT HUMAN RIGHTS."},
      {
        "id":"ED021009",
        "title":"THE CIVIL RIGHTS FIASCO IN PUBLIC EDUCATION, DESEGREGATION SINCE 1964."},
      {
        "id":"ED021010",
        "title":"SCHOOLS--AND DIGNITY--FOR ALL."},
      {
        "id":"ED021011",
        "title":"EDUCATION'S STAKE IN THE CIVIL RIGHTS MOVEMENT, A PERSONAL TESTIMONIAL AND PLAN TO COLLEAGUES."},
      {
        "id":"ED021012",
        "title":"DESEGREGATION AND INTEGRATION."},
      {
        "id":"ED021013",
        "title":"A PERSPECTIVE FOR EDUCATORS ON THE RACIAL ISSUE IN EDUCATION."},
      {
        "id":"ED021014",
        "title":"WHAT'S GOING ON IN THE LAB SCHOOLS."},
      {
        "id":"ED021015",
        "title":"INNER-CITY SCHOOLS ARE ONE BIG LAB."},
      {
        "id":"ED021016",
        "title":"A SLUM-AREA SCHOOL FACES ITS PROBLEMS WITH A DIFFERENCE."},
      {
        "id":"ED021017",
        "title":"A PLACE TO START."},
      {
        "id":"ED021018",
        "title":"DESEGREGATING FACULTIES."},
      {
        "id":"ED021019",
        "title":"TITLE IV, THE &quot;HELP&quot; PROGRAM IS EXPANDED."},
      {
        "id":"ED021020",
        "title":"INNOVATIVE PROGRAMS IN WESTERN NEW YORK SCHOOLS."},
      {
        "id":"ED021021",
        "title":"METROPOLITAN SHARING, A SURVEY OF PRESENT PRACTICES AND ATTITUDES IN THE SCHOOLS OF THE NIAGARA FRONTIER. A REPORT FROM PROJECT INNOVATION."},
      {
        "id":"ED021041",
        "title":"ANALYSIS OF QUESTIONNAIRE COMPLETED BY UTAH VOCATIONAL DIRECTORS."},
      {
        "id":"ED021042",
        "title":"SURVEY OF COMMERCIAL ARTS CURRICULUM. FINAL REPORT."},
      {
        "id":"ED021043",
        "title":"VOCATIONAL AGRICULTURE TEACHER MORALE STUDY--A COMPARISON OF SELECTED FACTORS IN SCHOOLS WHERE THE MORALE OF VOCATIONAL AGRICULTURE TEACHERS IS \"HIGH\" WITH SCHOOLS WHERE THE MORALE OF VOCATIONAL AGRICULTURE TEACHERS IS \"LOW\"."},
      {
        "id":"ED021044",
        "title":"FEDERAL-STATE PROGRAMS FOR DEVELOPING HUMAN RESOURCES."},
      {
        "id":"ED021045",
        "title":"ONE-THIRD OF A NATION, A REPORT ON YOUNG MEN FOUND UNQUALIFIED FOR MILITARY SERVICE."},
      {
        "id":"ED021046",
        "title":"A MODEL VOCATIONAL EDUCATION PROGRAM FOR THE SLOW LEARNER."},
      {
        "id":"ED021047",
        "title":"MANPOWER AND THE PUBLIC EMPLOYMENT SERVICE IN EUROPE, A STUDY OF PROGRAMS AND OPERATIONS."},
      {
        "id":"ED021048",
        "title":"AN EXPERIMENTAL PROGRAM IN VOCATIONAL EDUCATION. FINAL REPORT."},
      {
        "id":"ED021049",
        "title":"CONCURRENT WORK-EDUCATION (PROGRAMS IN THE 50 STATES 1965-66). INITIAL DRAFT."},
      {
        "id":"ED021050",
        "title":"EMERGING PROGRAMS OF VOCATIONAL AND TECHNICAL EDUCATION IN SECONDARY SCHOOLS OF MISSOURI IN RELATION TO MANPOWER NEEDS. (D.ED. THESIS SUMMARY)."},
      {
        "id":"ED021051",
        "title":"VOCATIONAL SCHOLARSHIPS, FINANCIAL AIDS AVAILABLE TO STUDENTS PURSUING VOCATIONAL OR TECHNICAL TRAINING IN NON-BACCALAUREATE PROGRAMS AT UTAH POST-SECONDARY SCHOOLS."},
      {
        "id":"ED021052",
        "title":"AN OPERATIONS RESEARCH MODEL FOR LOCATING AREA VOCATIONAL SCHOOLS."},
      {
        "id":"ED021054",
        "title":"A GUIDE FOR TEACHING CHILD DEVELOPMENT, A BOOK OF TEACHING PLANS."},
      {
        "id":"ED021055",
        "title":"TRAINING HEALTH SERVICE WORKERS--THE CRITICAL CHALLENGE, PROCEEDINGS OF THE CONFERENCE ON JOB DEVELOPMENT AND TRAINING FOR WORKERS IN HEALTH SERVICES (WASHINGTON, D.C., FEBRUARY 14-17, 1966)."},
      {
        "id":"ED021056",
        "title":"TECHNIQUES FOR EFFECTIVE TEACHING."},
      {
        "id":"ED021057",
        "title":"MANAGERIAL PERCEPTION AND SUCCESS IN FARMING, FINAL CHAPTER AND APPENDICES OF A PH.D. DISSERTATION. RESEARCH SERIES IN AGRICULTURAL EDUCATION."},
      {
        "id":"ED021058",
        "title":"HOME ECONOMICS RESEARCH ABSTRACTS--1966. HOME ECONOMICS EDUCATION."},
      {
        "id":"ED021059",
        "title":"EDUCATIONAL PREPARATION FOR NURSE PRACTITIONERS AND ASSISTANTS TO NURSES, A POSITION PAPER."},
      {
        "id":"ED021060",
        "title":"A PILOT PROGRAM TO TEST THE FEASIBILITY OF INCREASING THE NUMBER OF VOCATIONAL AND TECHNICAL EDUCATION SCHOLARSHIPS IN TOOELE COUNTY, UTAH. FINAL REPORT."},
      {
        "id":"ED021061",
        "title":"UTAH MANPOWER DEVELOPMENT AND TRAINING ACT (MDTA) SCHOOLS ASSESSMENT."},
      {
        "id":"ED021062",
        "title":"AN IN-DEPTH STUDY TO ASCERTAIN WHETHER THERE IS A NEED IN THE STATE OF UTAH FOR A POST HIGH SCHOOL PROGRAM IN ORNAMENTAL HORTICULTURE."},
      {
        "id":"ED021063",
        "title":"FOREST TECHNOLOGY, A SUGGESTED TWO-YEAR POST HIGH SCHOOL CURRICULUM."},
      {
        "id":"ED021064",
        "title":"MEDICAL LABORATORY ASSISTANT TEACHER EDUCATION INSTITUTE--PILOT PROGRAM. FINAL REPORT."},
      {
        "id":"ED021066",
        "title":"A Survey and Analysis of Major Tasks, Knowledges Associated with Work in Child Care Occupations. Final Report."},
      {
        "id":"ED021067",
        "title":"CLUSTERS OF TASKS PERFORMED BY WASHINGTON STATE FARM OPERATORS ENGAGED IN SEVEN TYPES OF AGRICULTURAL PRODUCTION--GRAIN, DAIRY, FORESTRY, LIVESTOCK, POULTRY, HORTICULTURE, AND GENERAL FARMING. REPORT NO. 27."},
      {
        "id":"ED021068",
        "title":"V.I.E.W., VOCATIONAL INFORMATION FOR EDUCATION AND WORK."},
      {
        "id":"ED021069",
        "title":"NATIONAL PROGRAM DEVELOPMENT INSTITUTES IN TECHNICAL EDUCATION, SUMMER 1967, A COMPILATION OF SELECTED PRESENTATIONS AND INSTRUCTIONAL MATERIALS. LEADERSHIP 16."},
      {
        "id":"ED021070",
        "title":"WORKER ADJUSTMENT--YOUTH IN TRANSITION FROM SCHOOL TO WORK, AN ANNOTATED BIBLIOGRAPHY OF RECENT LITERATURE. BIBLIOGRAPHY 2."},
      {
        "id":"ED021071",
        "title":"HOME HEALTH AIDE TRAINING PROJECT. FINAL REPORT."},
      {
        "id":"ED021072",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT I, GENERAL INTRODUCTION TO DIESEL ENGINES."},
      {
        "id":"ED021073",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT II, MAINTAINING THE AIR SYSTEM--DETROIT DIESEL ENGINES."},
      {
        "id":"ED021074",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT III, MAINTAINING THE FUEL SYSTEM--DETROIT DIESEL ENGINE."},
      {
        "id":"ED021075",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT IV, MAINTAINING THE COOLING SYSTEM--DETROIT DIESEL ENGINES."},
      {
        "id":"ED021076",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE, UNIT V, MAINTAINING THE LUBRICATION SYSTEM--DETROIT DIESEL ENGINE."},
      {
        "id":"ED021077",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT VI, MAINTAINING MECHANICAL GOVERNORS--DETROIT DIESEL ENGINES."},
      {
        "id":"ED021078",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT VII, ENGINE TUNE-UP--DETROIT DIESEL ENGINE."},
      {
        "id":"ED021079",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT VIII. ENGINE COMPONENTS--PART I."},
      {
        "id":"ED021080",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT IX, ENGINE COMPONENTS."},
      {
        "id":"ED021081",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT X, USE OF MEASURING TOOLS IN DIESEL MAINTENANCE."},
      {
        "id":"ED021082",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XI, PART I--MAINTAINING THE FUEL SYSTEM (PART I), CUMMINS DIESEL ENGINES, PART II--UNIT REPLACEMENT (ENGINE)."},
      {
        "id":"ED021083",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE L. UNIT XII, PART I--MAINTAINING THE FUEL SYSTEM (PART II), CUMMINS DIESEL ENGINE, PART II--UNIT INSTALLATION (ENGINE)."},
      {
        "id":"ED021084",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XIII, I--MAINTAINING THE FUEL SYSTEM (PART III), CUMMINS DIESEL ENGINES, II--RADIATOR SHUTTER SYSTEM."},
      {
        "id":"ED021085",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XIV, I--MAINTAINING THE AIR SYSTEM, CUMMINS DIESEL ENGINE, II--UNIT REMOVAL--TRANSMISSION."},
      {
        "id":"ED021086",
        "title":"AUTOMOTIVE DIESEL MAINTENACE 1. UNIT XV, I--MAINTAINING THE COOLING SYSTEM, CUMMINS DIESEL ENGINE, I--UNIT INSTALLATION--TRANSMISSION."},
      {
        "id":"ED021087",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1, UNIT XVI, I--USE AND CARE OF SMALL HAND TOOLS, II--PRINCIPLES OF THE POWER DIVIDER."},
      {
        "id":"ED021088",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XVII, I--MAINTAINING THE LUBRICATION SYSTEM--CUMMINS DIESEL ENGINE, II--UNIT INSTALLATION AND REMOVAL--DRIVE LINES."},
      {
        "id":"ED021089",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XVIII, I--UNDERSTAND ENGINE GEARS AND GEARING PRINCIPLES, II--MACK INTER-AXLE POWER DIVIDER."},
      {
        "id":"ED021090",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XIX, I--ENGINE TUNE-UP--CUMMINS DIESEL ENGINE, II--FRONT END SUSPENSION AND AXLES."},
      {
        "id":"ED021091",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XX, CUMMINS DIESEL ENGINE, MAINTENANCE SUMMARY."},
      {
        "id":"ED021092",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXI, I--MAINTAINING THE AIR SYSTEM--CATERPILLAR DIESEL ENGINE, II--UNDERSTANDING REAR END SUSPENSION."},
      {
        "id":"ED021093",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXII, I--MAINTAINING THE FUEL SYSTEM (PART I)--CUMMINS DIESEL ENGINE, II--UNDERSTANDING THE DIFFERENTIAL."},
      {
        "id":"ED021094",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXIII, I--MAINTAINING THE FUEL SYSTEM, PART II--CATERPILLAR DIESEL ENGINE, II--UNDERSTANDING STEERING SYSTEMS."},
      {
        "id":"ED021095",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXIV, I--MAINTAINING THE FUEL SYSTEM PART III--CATERPILLAR DIESEL ENGINE, II--UNDERSTANDING THE VOLTAGE REGULATOR/ALTERNATOR."},
      {
        "id":"ED021096",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXV, I--CATERPILLAR DIESEL ENGINE COOLING SYSTEM D-8 AND 824 MODELS, II--TIRES AND TIRE HARDWARE."},
      {
        "id":"ED021097",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXVI, I--CATERPILLAR LUBRICATION SYSTEMS AND COMPONENTS, II--LEARNING ABOUT BRAKES (PART I)."},
      {
        "id":"ED021098",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXVII, I--CATERPILLAR STARTING (PONEY) ENGINE (PART I), II--LEARNING ABOUT BRAKES (PART II)."},
      {
        "id":"ED021099",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXVIII, I--CATERPILLAR STARTING (PONEY) ENGINE (PART II), II--UNDERSTANDING MORE ABOUT STARTING DEVICES."},
      {
        "id":"ED021100",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXIX, REVIEWING THE CONSTRUCTION OF ENGINE COMPONENTS."},
      {
        "id":"ED021101",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 1. UNIT XXX, I--CATERPILLAR DIESEL ENGINE MAINTENANCE SUMMARY, II--REIEWING FACTS ABOUT ALTERNATORS."},
      {
        "id":"ED021102",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT I, UNDERSTANDING MECHANICAL CLUTCHES."},
      {
        "id":"ED021103",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT II, MECHANICAL TRANSMISSIONS."},
      {
        "id":"ED021104",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2 UNIT IV, AUTOMATIC TRANSMISSIONS--HYDRAULICS (PART II)."},
      {
        "id":"ED021105",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT III, AUTOMATIC TRANSMISSIONS--HYDRAULICS (PART I)."},
      {
        "id":"ED021106",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT V, AUTOMATIC TRANSMISSIONS--TORQUE CONVERTER."},
      {
        "id":"ED021107",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT VI, AUTOMATIC TRANSMISSIONS--PLANETARY GEARING."},
      {
        "id":"ED021108",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT VII, AUTOMATIC TRANSMISSIONS--ALLISON, TORQUMATIC SERIES 5960 AND 6060 (PART I)."},
      {
        "id":"ED021109",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT VIII, AUTOMATIC TRANSMISSIONS--ALLISON TORQUMATIC SERIES 5960, 6060, AND 8860 (PART II)."},
      {
        "id":"ED021110",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT IX, AUTOMATIC TRANSMISSIONS--HYDRAULIC SYSTEM (PART I)."},
      {
        "id":"ED021111",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT X, AUTOMATIC TRANSMISSIONS--HYDRAULIC SYSTEMS (PART II)."},
      {
        "id":"ED021112",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XI, INTRODUCTION TO ELECTRICAL MAINTENANCE FOR OFF-HIGHWAY VEHICLES."},
      {
        "id":"ED021113",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XII, LEARNING ABOUT BATTERY SERVICING AND TESTING (PART I)."},
      {
        "id":"ED021114",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XIII, BATTERY SERVICE AND TESTING PROCEDURES--PART II."},
      {
        "id":"ED021115",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XIV, UNDERSTANDING DC GENERATOR PRINCIPLES."},
      {
        "id":"ED021116",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XV, UNDERSTANDING DC GENERATOR PRINCIPLES (PART II)."},
      {
        "id":"ED021117",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XVI, LEARNING ABOUT AC GENERATOR (ALTERNATOR) PRINCIPLES (PART I)."},
      {
        "id":"ED021118",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XVII, LEARNING ABOUT AC GENERATOR (ALTERNATOR) PRINCIPLES (PART II)."},
      {
        "id":"ED021119",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XVIII, ALTERNATOR AND REGULATOR SERVICING AND TESTING, AND AN INTRODUCTION TO TRANSISTOR REGULATORS."},
      {
        "id":"ED021120",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XIX, LEARNING ABOUT CRANKING MOTORS."},
      {
        "id":"ED021121",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XX, TROUBLESHOOTING ELECTRICAL SYSTEMS."},
      {
        "id":"ED021122",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XXI, MICHIGAN/CLARK TRANSMISSION--COMPLETE POWER TRAIN."},
      {
        "id":"ED021123",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XXII, MICHIGAN/CLARK TRANSMISSION--CONVERTER/TRANSMISSION."},
      {
        "id":"ED021124",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XXIII, MICHIGAN/CLARK TRANSMISSION--HYDRAULIC SHIFT."},
      {
        "id":"ED021125",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XXIV, MICHIGAN/CLARK TRANSMISSION--OIL FLOW THROUGH THE CONTROL COVER ASSEMBLY."},
      {
        "id":"ED021126",
        "title":"AUTOMOTIVE DIESEL MAINTENANCE 2. UNIT XXV, MICHIGAN/CLARK TRANSMISSION--TROUBLESHOOTING."},
      {
        "id":"ED021127",
        "title":"INTEREST AND INTELLECTUAL INDICES RELATED TO SUCCESSFUL AND NON-SUCCESSFUL MALE COLLEGE STUDENTS IN TECHNICAL AND ASSOCIATE DEGREE PROGRAMS. FINAL REPORT."},
      {
        "id":"ED021128",
        "title":"INSERVICE TRAINING FOR VOCATIONAL TEACHERS IN UTAH. FINAL REPORT."},
      {
        "id":"ED021129",
        "title":"QUANTITATIVE STUDY--AIRCRAFT INDUSTRY EMPLOYMENT NEEDS IN UTAH, COLORADO AND NEVADA. FINAL REPORT."},
      {
        "id":"ED021130",
        "title":"A STUDY OF FACTORS ASSOCIATED WITH OUTCOMES OF MDTA AGRICULTURAL EDUCATION PROJECTS IN THE SOMERSET AREA. FINAL REPORT."},
      {
        "id":"ED021131",
        "title":"THE EDUCATION AND EMPLOYMENT OF TECHNICIANS. INTERIM REPORT."},
      {
        "id":"ED021132",
        "title":"Effect of an Integrated Instructional Counseling Program to Improve Vocational Decision-Making of Community College Youth. Final Report."},
      {
        "id":"ED021133",
        "title":"HOME ECONOMICS IN COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED021134",
        "title":"A PRE-TECHNICAL PROGRAM FOR GEORGIA'S AREA VOCATIONAL-TECHNICAL SCHOOLS, A REPORT ON A PILOT PROGRAM."},
      {
        "id":"ED021135",
        "title":"THE DISTRIBUTIVE EDUCATION CURRICULUM AS EVALUATED BY BUSINESSMEN AND DISTRIBUTIVE EDUCATION STUDENTS OF UTAH. FINAL REPORT."},
      {
        "id":"ED021136",
        "title":"OPINION OF EDUCATORS ON BLOCK-TIME VOCATIONAL BUSINESS AND OFFICE PRACTICE CLASSES. FINAL REPORT."},
      {
        "id":"ED021137",
        "title":"IN-SERVICE EDUCATION OF OFFICE OCCUPATIONS TEACHER-COORDINATORS. FINAL REPORT."},
      {
        "id":"ED021138",
        "title":"OPEN SYSTEM THEORY AND CHANGE IN VOCATIONAL PROGRAMS OF IDAHO SECONDARY SCHOOLS."},
      {
        "id":"ED021139",
        "title":"VOCATIONAL EDUCATION AND THE COMPREHENSIVE HIGH SCHOOL--A CHALLENGE TO ADMINISTRATORS."},
      {
        "id":"ED021140",
        "title":"A TAXONOMY OF OFFICE ACTIVITIES FOR BUSINESS AND OFFICE EDUCATION. INTERIM REPORT. RESEARCH 12."},
      {
        "id":"ED021141",
        "title":"THE DEVELOPMENT AND TESTING OF AN EXPERIMENTAL POLYSENSORY SELF-INSTRUCTIONAL SYSTEM DESIGNED TO HELP STUDENTS ACQUIRE BASIC ELECTRICAL OCCUPATIONAL COMPETENCIES. FINAL REPORT NO. 19."},
      {
        "id":"ED021142",
        "title":"NEW PERSPECTIVES ON MANPOWER PROBLEMS AND MEASURES."},
      {
        "id":"ED021143",
        "title":"BARRIERS TO EMPLOYMENT OF THE DISADVANTAGED."},
      {
        "id":"ED021144",
        "title":"BRIDGING THE GAP FROM SCHOOL TO WORK."},
      {
        "id":"ED021145",
        "title":"GEOGRAPHIC FACTORS IN EMPLOYMENT AND MANPOWER DEVELOPMENT."},
      {
        "id":"ED021146",
        "title":"REVIEW OF MANPOWER DEVELOPMENTS IN 1967."},
      {
        "id":"ED021147",
        "title":"NEW DEVELOPMENTS IN MANPOWER PROGRAMS."},
      {
        "id":"ED021148",
        "title":"SOCIAL CHARACTERISTICS OF HIGH SCHOOL STUDENTS PLANNING TO PURSUE POST HIGH SCHOOL VOCATIONAL TRAINING. FINAL REPORT NO. 17."},
      {
        "id":"ED021150",
        "title":"STATE-WIDE COMPUTERIZED MODEL FOR DETERMINING OCCUPATIONAL OPPORTUNITIES IN NEBRASKA."},
      {
        "id":"ED021151",
        "title":"NOTES AND WORKING PAPERS CONCERNING THE ADMINISTRATION OF PROGRAMS AUTHORIZED UNDER VOCATIONAL EDUCATION ACT OF 1963. PUBLIC LAW 88-210, AS AMENDED."},
      {
        "id":"ED021153",
        "title":"Annotated Humanities Programs."},
      {
        "id":"ED021154",
        "title":"Project TALENT Five-Year Follow-Up Studies, Predicting Development of Young Adults. Interim Report 5."},
      {
        "id":"ED021155",
        "title":"A Course in Sequential Exposition: Grades 10-12."},
      {
        "id":"ED021156",
        "title":"The Brandenberg Memorial Essays on Correspondence Instruction -- II."},
      {
        "id":"ED021158",
        "title":"A Preliminary Overview of Methods and Techniques in Adult Literacy and Adult Basic Education."},
      {
        "id":"ED021159",
        "title":"Selected Case Studies in Comparative Extension Programs."},
      {
        "id":"ED021160",
        "title":"Establishing a Telephone Dial Access Medical Tape Recording Library. A Report."},
      {
        "id":"ED021161",
        "title":"In-Service Training of Agricultural Agents in New York State: 1963; Extension Study Number 6."},
      {
        "id":"ED021164",
        "title":"Criteria for Evaluating Instruction in Adult Education."},
      {
        "id":"ED025198",
        "title":"The Urban-Grant University: A Model for the Future."},
      {
        "id":"ED025199",
        "title":"Higher Education in the Troubled City."},
      {
        "id":"ED025200",
        "title":"Results of Questionnaire on Faculty Work Load."},
      {
        "id":"ED025201",
        "title":"Faculty Participation in College Governance: Two Small Catholic Colleges."},
      {
        "id":"ED025202",
        "title":"Is There a Generation Gap?"},
      {
        "id":"ED025203",
        "title":"Inclusive Innovation."},
      {
        "id":"ED025204",
        "title":"On Creativity."},
      {
        "id":"ED025205",
        "title":"Student Values Revisited."},
      {
        "id":"ED025206",
        "title":"When Will Research Improve Education?"},
      {
        "id":"ED025207",
        "title":"The Climates of Change."},
      {
        "id":"ED025208",
        "title":"Governance and Factions--Who Decides Who Decides?"},
      {
        "id":"ED025209",
        "title":"Research on Talented Women: Problems of Appropriate and Adequate Sources of Data."},
      {
        "id":"ED025210",
        "title":"Social Trends and Educational Organization."},
      {
        "id":"ED025211",
        "title":"The Character of Colleges; Some Case Studies."},
      {
        "id":"ED025212",
        "title":"The Reluctant Planner; The Role of Faculty in Institutional Planning."},
      {
        "id":"ED025213",
        "title":"Personal Factors in College Choice."},
      {
        "id":"ED025214",
        "title":"The Dynamics of Student Discontent and Protest."},
      {
        "id":"ED025215",
        "title":"Statewide Planning and Students: New Conceptions of the Campus."},
      {
        "id":"ED025216",
        "title":"Flow of Doctorate Holders into College and University Staffs: A Computerized Study. Final Report."},
      {
        "id":"ED025217",
        "title":"Success, Failure, Level of Aspiration, and Self-Esteem. Final Report."},
      {
        "id":"ED025218",
        "title":"An Economic Analysis of College Scholarship Policy."},
      {
        "id":"ED025219",
        "title":"Conference on Student Personnel. Final Report."},
      {
        "id":"ED025220",
        "title":"Professional Education and the Public Service; An Exploratory Study. Final Report."},
      {
        "id":"ED025221",
        "title":"Earned Degrees Conferred: 1966-67. Part A--Summary Data."},
      {
        "id":"ED025222",
        "title":"Conference on the College and University as Agents of Social Change. (Working Title: Conference on Higher Education, July 8-11, 1968). Final Report."},
      {
        "id":"ED025223",
        "title":"Impact of a High-Demand College in a Large University on Working Class Youth. Volumes I, II."},
      {
        "id":"ED025224",
        "title":"A Planned Survey Course in British Commonwealth Literature for American College Students. Final Report."},
      {
        "id":"ED025225",
        "title":"College Orientation Program for Alaskan Natives (COPAN Program - Education for Survival). Final Report."},
      {
        "id":"ED025226",
        "title":"Connotative Meaning of Disability Labels under Standard and Ambiguous Test Conditions."},
      {
        "id":"ED025227",
        "title":"Extending Educational Opportunity -- Problems of Recruitment and Admissions, High Risk Students, Cultural Deprivation, Etc."},
      {
        "id":"ED025228",
        "title":"Comparisons of the Images of Teacher Interns and Supervising Staff in the General College."},
      {
        "id":"ED025230",
        "title":"An Examination and Analysis of the State of Michigan Plan for Higher Education."},
      {
        "id":"ED025231",
        "title":"Associated Students' Year End Report."},
      {
        "id":"ED025232",
        "title":"Summary Report on the Annual Conference on the Nature and Demands of Two-Year College Teaching (2nd, Bennett College, June 16-21, 1968)."},
      {
        "id":"ED025233",
        "title":"West Valley College Vocational and Technical Advisory Committees."},
      {
        "id":"ED025236",
        "title":"Junior College into Four-Year College: Rationale and Result in Two Institutions."},
      {
        "id":"ED025237",
        "title":"Advanced Placement Program at Palo Verde College."},
      {
        "id":"ED025238",
        "title":"The Education and Training of Marine Technicians."},
      {
        "id":"ED025239",
        "title":"An Evaluation of Manpower Training Needs in the Hotel-Restaurant Industry on Kauai, 1968, with Recommendations on Programs, Sources of Students, Instructors, and Funds."},
      {
        "id":"ED025240",
        "title":"Adult Education in the Junior College."},
      {
        "id":"ED025241",
        "title":"Instant Libraries for Instant Junior Colleges."},
      {
        "id":"ED025242",
        "title":"Conference Report of the Annual Conference of the New York State Association of Junior Colleges (20th, Greenfield Park, Arpil 21-22, 1967)."},
      {
        "id":"ED025243",
        "title":"Conference Report on the Annual Conference of the New York State Association of Junior Colleges (21st, Niagara Falls, April 26-27, 1968)."},
      {
        "id":"ED025244",
        "title":"The Role of the Community College in Developing Traffic Specialists and Technicians."},
      {
        "id":"ED025245",
        "title":"Guidelines for Supermarket Management Programs in the Community College."},
      {
        "id":"ED025246",
        "title":"Junior College: A Second Chance."},
      {
        "id":"ED025247",
        "title":"Compensatory Education I and II: Profile of an Interdisciplinary Program."},
      {
        "id":"ED025248",
        "title":"Financing Two-Year Institutions of Public Higher Education in Wisconsin."},
      {
        "id":"ED025249",
        "title":"Open Circuit Television and the Community College."},
      {
        "id":"ED025252",
        "title":"Identification of Students with Low Ability as a Means to Improve Their Potential in College."},
      {
        "id":"ED025253",
        "title":"A Study of &quot;Remedial&quot; Students."},
      {
        "id":"ED025254",
        "title":"A Survey of the Community Service Function in Selected Junior Colleges."},
      {
        "id":"ED025256",
        "title":"A Report on the Use of the Toledo Chemistry Placement Examination at Fresno City College."},
      {
        "id":"ED025257",
        "title":"An Exploration of the Learning Resources Philosophy and Service Being Developed in the Junior Colleges of Minnesota."},
      {
        "id":"ED025258",
        "title":"A Preliminary Appraisal of the Needs for and Means of Obtaining the Necessary College Facilities at a Minimal Cost to the Taxpayer."},
      {
        "id":"ED025259",
        "title":"The Open Door, A Quarterly Journal of the North Carolina Department of Community Colleges."},
      {
        "id":"ED025260",
        "title":"A Study of Community Attitudes Towards Education and West Valley Junior College."},
      {
        "id":"ED025262",
        "title":"Prospects of Engineering and Technology Graduates, 1968."},
      {
        "id":"ED025263",
        "title":"Identification of Disadvantaged Junior College Students and Diagnosis of Their Disabilities. Final Report."},
      {
        "id":"ED025264",
        "title":"A Study of Certain Characteristics of Students and Graduates of Occupation-Centered Curricula. Final Report."},
      {
        "id":"ED025265",
        "title":"Community College Student Personnel Work."},
      {
        "id":"ED025266",
        "title":"Public Library Services for the Functionally Illiterate; A Survey of Practice."},
      {
        "id":"ED025272",
        "title":"Towards a Common Goal; School-Public Library Cooperation. Selected Articles."},
      {
        "id":"ED025273",
        "title":"A Study of Information Elements for the National Information System for Physics."},
      {
        "id":"ED025275",
        "title":"A Survey of the Physically Handicapped of Nebraska, the Parameters of Expanded Library Service."},
      {
        "id":"ED025276",
        "title":"Nebraska's Plan for Library Service. Section I, Regional Organization for Nebraska's Public Libraries."},
      {
        "id":"ED025278",
        "title":"Survey of Indiana Correctional Institution Libraries."},
      {
        "id":"ED025279",
        "title":"Oregon County Library Service, 1965."},
      {
        "id":"ED025280",
        "title":"Oregon State Institutional Library Services, Analysis and Recommendations."},
      {
        "id":"ED025281",
        "title":"Library Resources in the North Country Area of New York State."},
      {
        "id":"ED025283",
        "title":"Contributed Papers, 1967."},
      {
        "id":"ED025286",
        "title":"The Library of Congress as the National Library; Potentialities for Service. A Report to the National Advisory Commission on Libraries."},
      {
        "id":"ED025287",
        "title":"Impact Study of the Annual Review of Information Science and Technology. Final Report."},
      {
        "id":"ED025288",
        "title":"Evaluation of Indexing by Group Consensus. Final Report."},
      {
        "id":"ED025289",
        "title":"Library Service in Delaware."},
      {
        "id":"ED025290",
        "title":"The Emergence and Development of Public Library Systems in Illinois. Research Series No. 15."},
      {
        "id":"ED025291",
        "title":"Survey of Maryland Adult Correctional Institution Libraries."},
      {
        "id":"ED025292",
        "title":"Public Library Service in Lucas County, Ohio: An Evaluation with Recommendations."},
      {
        "id":"ED025295",
        "title":"Where the People Speak: The Role and Function of Rural Public Libraries in Northern New England. Final Report."},
      {
        "id":"ED025296",
        "title":"Independent Learning Materials in Library Science Instruction: A Report of a Series of Experiments on the Efficacy of a Programed Text Developed in the Articulated Instructional Media Program at the Library School of the University of Wisconsin."},
      {
        "id":"ED025297",
        "title":"The Human Side of Libraries."},
      {
        "id":"ED025299",
        "title":"Language Ability and Readiness for School of Children Who Participated in Head Start Programs. A Dissertation Abstract."},
      {
        "id":"ED025300",
        "title":"Problems of Dialect."},
      {
        "id":"ED025301",
        "title":"Parents as Teachers, How Lower-Class and Middle-Class Mothers Teach."},
      {
        "id":"ED025303",
        "title":"Inkster Public Schools Implement Child Development Center."},
      {
        "id":"ED025304",
        "title":"Index and Description of Tests."},
      {
        "id":"ED025305",
        "title":"The Marie Hughes Language Training Model."},
      {
        "id":"ED025307",
        "title":"Parent-Child Interaction and the Child's Approach to Task Situations."},
      {
        "id":"ED025308",
        "title":"Engineering Verbal Behavior."},
      {
        "id":"ED025309",
        "title":"A Study of Family Influences on the Education of Negro Lower-Class Children. Project I."},
      {
        "id":"ED025310",
        "title":"A Study of Cognitive and Social Functioning. Project II; A Study of the Attitudes of Parents of Deprived Children. Project III."},
      {
        "id":"ED025311",
        "title":"Investments in Prevention, An Activity Group Program for Young Children, Summer - 1967."},
      {
        "id":"ED025313",
        "title":"The Assessment of Achievement Anxieties in Children: How Important is Response Set and Multidimensionality in the Test Anxiety Scale for Children?"},
      {
        "id":"ED025314",
        "title":"Comparative Effectiveness of Echoic and Modeling Procedures in Language Instruction With Culturally Disadvantaged Children."},
      {
        "id":"ED025315",
        "title":"Kindergarten, 1967-68. An Evaluation Report."},
      {
        "id":"ED025316",
        "title":"The Identification and Assessment of Thinking Ability in Young Children. Final Report."},
      {
        "id":"ED025318",
        "title":"Head Start CRIB. Childhood Research Information Bulletin: Selected Resumes of Early Childhood Research Reports. Bulletin No. 1."},
      {
        "id":"ED025319",
        "title":"Methodoligical Considerations in Devising Head Start Program Evaluations."},
      {
        "id":"ED025320",
        "title":"Annual Research Report of Completed and Incomplete Investigations for National Head Start Evaluation."},
      {
        "id":"ED025321",
        "title":"The Shift From Color to Form Preference in Young Childre n of Different Ethnic Backgrounds. Part of the Final Report."},
      {
        "id":"ED025322",
        "title":"Cooperative, Trusting Behavior as a Function of Ethnic Group Similarity-Dissimilarity and of Immediate and Delayed Reward in a Two-Person Game. Part of the Final Report."},
      {
        "id":"ED025323",
        "title":"The Relationship Between Specific and General Teaching Experience and Teacher Attitudes Toward Project Head Start. Part of the Final Report."},
      {
        "id":"ED025324",
        "title":"Early Intellective Training and School Performance. Summary of NIH Grant Number HD-02253."},
      {
        "id":"ED025325",
        "title":"The Development of Language Functions. Report Number 8, Development of Language Functions: A Research Program Project."},
      {
        "id":"ED025326",
        "title":"Extension of a Theory of Predictive Behavior to Immediate Recall by Preschool Children."},
      {
        "id":"ED025327",
        "title":"Age and Memory as Factors in Problem Solving."},
      {
        "id":"ED025330",
        "title":"A Distinctive Features Analysis of Pre-Linguistic Infant Vocalizations."},
      {
        "id":"ED025331",
        "title":"Development of the Prosodic Features of Infants' Vocalizing."},
      {
        "id":"ED025332",
        "title":"Grammatical Development in Russian-Speaking Children."},
      {
        "id":"ED025333",
        "title":"The Development of Interrogative Structures in Children's Speech."},
      {
        "id":"ED025334",
        "title":"Tangent to Experimental Techniques of Verbal Control."},
      {
        "id":"ED025335",
        "title":"Subjects' Hypotheses, Experimental Instructions and Autonomic \"Conditioning\"."},
      {
        "id":"ED025336",
        "title":"Auditory Components of Neonatal Experience: A Preliminary Report."},
      {
        "id":"ED025337",
        "title":"Youth in Rurality, A Bibliography."},
      {
        "id":"ED025338",
        "title":"Public Education on a Minnesota Chippewa Reservation. Volumes 1-6. Final Report."},
      {
        "id":"ED025340",
        "title":"Migrant Education Regional Demonstration Project, Component of the California Plan for Migrant Education. Procedural Handbook."},
      {
        "id":"ED025341",
        "title":"Regional Migrant Education Demonstration Project, A Component of the California Plan for the Education of Migrant Children. Report."},
      {
        "id":"ED025342",
        "title":"The Intermediate Unit of School Administration for Polk County Schools."},
      {
        "id":"ED025343",
        "title":"Anatomy of 20th Century Village Life; Research Papers on the Nature of Three Small Indiana Communities. Volumes I and II."},
      {
        "id":"ED025344",
        "title":"County Profile of Agricultural Migrant Workers in Illinois. A Report of the Committee on Agricultural Migrant Workers."},
      {
        "id":"ED025346",
        "title":"The Navajo Social Studies Project."},
      {
        "id":"ED025347",
        "title":"Family Factors in Migration Plans of Youth, High School Seniors in St. Lawrence County, New York."},
      {
        "id":"ED025348",
        "title":"Geographical Areas and Plant Facilities for Educational Purposes in Vermont."},
      {
        "id":"ED025350",
        "title":"Educational Aspirations and Expectations of Students in Rural Washington High Schools."},
      {
        "id":"ED025351",
        "title":"The Chicano Is Coming Out of Tortilla Flats...One Way or the Other. Proceedings of the Conference on Adult Basic Education Sponsored by the Southwestern Cooperative Educational Laboratory, Inc. (Albuquerque, July 29-30, 1968)."},
      {
        "id":"ED025352",
        "title":"Population Characteristics of Farm Operator Households."},
      {
        "id":"ED025353",
        "title":"Answers to Your Questions About American Indians."},
      {
        "id":"ED025354",
        "title":"Life and Poverty in the Maritimes."},
      {
        "id":"ED025355",
        "title":"Education and the Mexican American Community in Los Angeles County. Report of the California State Advisory Committee to the U.S. Commission on Civil Rights."},
      {
        "id":"ED025357",
        "title":"Research Abstracts in Rural Education: Rural, Small Schools, Indian Education, Migrant Education, Mexican American Education, Outdoor Education."},
      {
        "id":"ED025358",
        "title":"Description of the Parents and Children Involved in the 1967 Coosa-Elmore Summer Head Start Program."},
      {
        "id":"ED025359",
        "title":"Art-By-Telephone."},
      {
        "id":"ED025362",
        "title":"Classroom Strategies: Classroom Management Systems. Volume 3."},
      {
        "id":"ED025363",
        "title":"Classroom Strategies: Behavioral Objectives. Volume 2."},
      {
        "id":"ED025364",
        "title":"Classroom Strategies: Culture and Learning Styles. Volume 1."},
      {
        "id":"ED025365",
        "title":"Education in Relation to Social and Economic Change in Mexico."},
      {
        "id":"ED025366",
        "title":"Programs Available for Strengthening the Education of Spanish-Speaking Students."},
      {
        "id":"ED025367",
        "title":"Preparing Teachers for Mexican American Children."},
      {
        "id":"ED025368",
        "title":"Problems and Strategies in Teaching the Language Arts to Spanish-Speaking Mexican American Children."},
      {
        "id":"ED025369",
        "title":"The Relationship of Acculturation, Achievement, and Alienation Among Spanish American Sixth Grade Students."},
      {
        "id":"ED025370",
        "title":"Potential Contributions by the Behavioral Sciences to Effective Preparation Programs for Teachers of Mexican-American Children."},
      {
        "id":"ED025371",
        "title":"Training Mexican American School Principals: An Analysis of a Program's Hits and Misses."},
      {
        "id":"ED025372",
        "title":"The Blueprint Potentials of the Cooperative Teacher Education Preparation; Utilizing the Talented Mexican American."},
      {
        "id":"ED025373",
        "title":"The Relationship of Educational, Economic and Social Characteristics to the Degree of Desegregation in the Public Schools of Kentucky."},
      {
        "id":"ED025374",
        "title":"Significant Assets of Effective Teachers of Adult Reading."},
      {
        "id":"ED025375",
        "title":"Self Concept Gain Scores and Reading Efficiency Terminal Ratios as a Function of Specialized Reading Instruction or Personal Interaction."},
      {
        "id":"ED025376",
        "title":"Selected Objectives for the First Course in Reading."},
      {
        "id":"ED025377",
        "title":"The Implementation of a Regional Learning Disability Center for the Treatment of Pupils Who Manifest the Dyslexic Syndrome."},
      {
        "id":"ED025378",
        "title":"Teacher Education: Privileges and Problems Associated with Reading Programs in Developing Countries."},
      {
        "id":"ED025379",
        "title":"Waco Head Start Program."},
      {
        "id":"ED025380",
        "title":"Is the Reading Instruction That We Are Providing the Disadvantaged Adequate?"},
      {
        "id":"ED025381",
        "title":"Keys to Reading Comprehension."},
      {
        "id":"ED025385",
        "title":"Sights, Sounds, Senses in Step With Reading. Second Grade."},
      {
        "id":"ED025386",
        "title":"Sights, Sounds, Senses in Step with Reading. Third Grade."},
      {
        "id":"ED025387",
        "title":"Sights, Sounds, Senses in Step with Reading. Fourth Grade."},
      {
        "id":"ED025388",
        "title":"Sights, Sounds, Senses in Step with Reading. Sixth Grade."},
      {
        "id":"ED025389",
        "title":"General Improvement of Reading Instruction, Grades 1-12, Teacher Training Program of Title III, P.L. 89-10. Evaluation of Second Phase of Program, Summer 1968."},
      {
        "id":"ED025390",
        "title":"Evaluating Readiness for Developmental Language Learning: Critical Review and Evaluation of Research."},
      {
        "id":"ED025399",
        "title":"The Effects of Kindergarten Instruction in Alphabet and Numbers on First Grade Reading. Final Report."},
      {
        "id":"ED025402",
        "title":"Reading Diagnosis and Remediation."},
      {
        "id":"ED025412",
        "title":"The Nature of Atoms."},
      {
        "id":"ED025413",
        "title":"Feasibility Study of the Development of a Specialized Computer System of Organic Chemical Signatures of Spectral Data."},
      {
        "id":"ED025422",
        "title":"Mathematics 7th Year, Part 1."},
      {
        "id":"ED025423",
        "title":"Mathematics, Grade 5 Part 1."},
      {
        "id":"ED025424",
        "title":"Harvard Project Physics Research and Evaluation Bibliography."},
      {
        "id":"ED025428",
        "title":"Cubberley/Lockheed Science Project Final Report, Volume 1 - Narrative Report. A Development Program to Attain Stated Behavioral Objectives in Science: A System Approach."},
      {
        "id":"ED025429",
        "title":"Cubberley/Lockheed Science Project Final Report, Volume II - Experimental Instructional Materials. An Instructional Package for a Unit on Scientific Inquiry."},
      {
        "id":"ED025430",
        "title":"Programmed Correspondence Courses in Algebra and Geometry for Inservice Teacher Training: Field Studies. Final Report."},
      {
        "id":"ED025431",
        "title":"Central Iowa Low Achiever Mathematics Project - Measurement."},
      {
        "id":"ED025433",
        "title":"Central Iowa Low Achiever Mathematics Project - Low Achiever Motivational Project."},
      {
        "id":"ED025435",
        "title":"The Research on Science Education Survey. The Status of Teacher Education Programs in the Sciences, 1965-1967."},
      {
        "id":"ED025436",
        "title":"New Directions for Science Curriculum Development."},
      {
        "id":"ED025437",
        "title":"Central Iowa Low Achiever Mathematics Project - ESP."},
      {
        "id":"ED025438",
        "title":"A Compilation of Papers Related to Science Teaching at the College Level."},
      {
        "id":"ED025439",
        "title":"An Exploratory Project on Training Elementary Teachers in Mathematics and Science."},
      {
        "id":"ED025441",
        "title":"Science Education Information Analysis Center Newsletter, Volume 1, Number 4."},
      {
        "id":"ED025443",
        "title":"Science Education Information Analysis Center Newsletter, Volume 2, No. 1."},
      {
        "id":"ED025444",
        "title":"An Analysis of Research Related to the Education of Secondary School Science Teachers."},
      {
        "id":"ED025445",
        "title":"Aerospace Curriculum Resource Guide."},
      {
        "id":"ED025446",
        "title":"The Teaching of Two Concepts in Beginning Calculus by Combinations of Inductive and Deductive Approaches. Final Report."},
      {
        "id":"ED025447",
        "title":"Development and Evaluation of Two Approaches to an Elementary Course in Dynamics. Final Report."},
      {
        "id":"ED025448",
        "title":"Teaching Strategies and Cognitive Functioning in Elementary School Children."},
      {
        "id":"ED025449",
        "title":"College-Controlled Laboratory Schools in the United States--1964."},
      {
        "id":"ED025452",
        "title":"Teaching Teachers to Teach the Disadvantaged; Study of Attitude Change."},
      {
        "id":"ED025454",
        "title":"Needed: A Revolution in Teacher Education."},
      {
        "id":"ED025455",
        "title":"The Individualized Secondary Teacher Education Program at Brigham Young University. M-Step Monograph Number 2."},
      {
        "id":"ED025456",
        "title":"Educational Specifications for a Comprehensive Elementary Teacher Education Program. Volume II; the Specifications. Final Report."},
      {
        "id":"ED025458",
        "title":"Video Processes in Teacher Education Programs; Scope, Techniques, and Assessment. Multi-State Teacher Education Project, Monograph III."},
      {
        "id":"ED025459",
        "title":"Simulation: An Overview."},
      {
        "id":"ED025460",
        "title":"Simulation Applications in Teacher Education."},
      {
        "id":"ED025461",
        "title":"Contributions College and University Departments Can Make to More Effective Teacher Education in Social Studies for the Elementary School."},
      {
        "id":"ED025462",
        "title":"1966-67 Professional Personnel Report."},
      {
        "id":"ED025463",
        "title":"Final Technical Report of the Institute for: Teachers of Disadvantaged Youth: Science for Elementary Teachers."},
      {
        "id":"ED025465",
        "title":"A Design for Large Scale Training of Subprofessionals."},
      {
        "id":"ED025466",
        "title":"New Careers: The Social Service Aide. A Sourcebook for Trainers."},
      {
        "id":"ED025467",
        "title":"New Careers: The Social Service Aide. A Manual for Trainees."},
      {
        "id":"ED025468",
        "title":"New Careers: Generic Issues in the Human Services. A Sourcebook for Trainers."},
      {
        "id":"ED025469",
        "title":"New Careers: Entry-Level Training for the Human Service Aide."},
      {
        "id":"ED025470",
        "title":"New Careers: The Teacher Aide. A Manual for Trainers."},
      {
        "id":"ED025471",
        "title":"New Careers: A Manual of Organization and Development."},
      {
        "id":"ED025472",
        "title":"Training for New Careers. The Community Apprentice Program Developed by the Center for Youth and Community Studies, Howard University, Washington, D.C."},
      {
        "id":"ED025473",
        "title":"A Functional Approach to Instruction in Elementary Education Methods Courses."},
      {
        "id":"ED025474",
        "title":"Grant Proposal for Continuation of Federal Support of Selected Components of the Project Beacon Training Program (September 1968-August 1969)."},
      {
        "id":"ED025475",
        "title":"Implementation of the Career Guidance Curriculum and Teacher Training. Evaluation of New York City Title I Educational Projects, 1966-67. Final Report."},
      {
        "id":"ED025477",
        "title":"What Is Sensitivity Training?"},
      {
        "id":"ED025478",
        "title":"Changing Teacher Response Behavior to Those More Consistent with Good Mental Health Practices."},
      {
        "id":"ED025479",
        "title":"The Lagrange Study; An Effort Toward More Meaningful Preparation for Preservice Elementary Teachers in the Inner City."},
      {
        "id":"ED025481",
        "title":"The Urban Education Programs at Fordham University's School of Education."},
      {
        "id":"ED025482",
        "title":"Afro-Americans in the Far West: A Handbook for Educators."},
      {
        "id":"ED025483",
        "title":"Analyzing Verbal and Nonverbal Classroom Communications."},
      {
        "id":"ED025484",
        "title":"Nonverbal Communication: A Needed Focus."},
      {
        "id":"ED025485",
        "title":"The Inquiry Role Approach; Research on Classroom Teaching and Learning."},
      {
        "id":"ED025487",
        "title":"An Annotated Bibliography on Auxiliary Personnel in Education; with Selected Titles Relevant to Training Auxiliaries (Paraprofessionals) and Teachers for Partnership in a School Setting."},
      {
        "id":"ED025488",
        "title":"Innovative Ideas in Student Teaching."},
      {
        "id":"ED025489",
        "title":"The Effect of a Team Approach in Achieving the Objectives of an Introductory Course in Education."},
      {
        "id":"ED025490",
        "title":"A Proposed New Program for Elementary Teacher Education at the University of Massachusetts. Final Report."},
      {
        "id":"ED025491",
        "title":"Georgia Educational Model Specifications for the Preparation of Elementary Teachers. Final Report."},
      {
        "id":"ED025492",
        "title":"Summary of the Georgia Educational Model Specifications for the Preparation of Elementary Teachers. Summary of the Final Report."},
      {
        "id":"ED025493",
        "title":"Improving the Quality of Education by Identifying Effective Television Teachers. Final Report."},
      {
        "id":"ED025494",
        "title":"Quantitative and Qualitative Effects of Revised Selection and Training Procedures in the Education of Teachers of the Culturally Disadvantaged. Final Report."},
      {
        "id":"ED025495",
        "title":"A Model of Teacher Training for the Individualization of Instruction; Educational Specifications for a Comprehensive Undergraduate and Inservice Teacher Education Program for Elementary Teachers. Final Report."},
      {
        "id":"ED025496",
        "title":"The History of Juvenile Literature in Chile."},
      {
        "id":"ED025497",
        "title":"Censorship of Obscenity: The Developing Constitutional Standards."},
      {
        "id":"ED025499",
        "title":"Experimenting With Transformations in the Elementary Grades."},
      {
        "id":"ED025500",
        "title":"Linguistics in the Elementary Grades."},
      {
        "id":"ED025501",
        "title":"The Sharing Period in First Grade."},
      {
        "id":"ED025502",
        "title":"The Discipline of English--A Reaffirmation."},
      {
        "id":"ED025503",
        "title":"Understanding Prejudice."},
      {
        "id":"ED025504",
        "title":"Media-Mix Recipe for &quot;Cry, The Beloved Country&quot;."},
      {
        "id":"ED025505",
        "title":"How To Read a Movie."},
      {
        "id":"ED025506",
        "title":"Primary Creative Writing."},
      {
        "id":"ED025507",
        "title":"An Objective Survey Report of English in the Junior High Schools of Illinois."},
      {
        "id":"ED025508",
        "title":"OAV Concepts Guide. The Oral-Aural-Visual Program for Teaching Language Arts."},
      {
        "id":"ED025509",
        "title":"The Oral-Aural-Visual Program for Teaching Language Arts: Units of Instruction, Grade Nine."},
      {
        "id":"ED025511",
        "title":"Specialized Courses in Methods of Teaching English."},
      {
        "id":"ED025514",
        "title":"Proofreading and Spelling: A Report and a Program."},
      {
        "id":"ED025520",
        "title":"Teaching Children's Literature in Colleges and Universities."},
      {
        "id":"ED025524",
        "title":"A Sequential English-Language-Arts Curriculum in Linguistics, Logic, Semantics, Rhetoric, Composition, and Literary Analysis and Criticism for Grades Kindergarten Through Twelve. Final Report."},
      {
        "id":"ED025525",
        "title":"Censorship: The Need For a Positive Program to Prevent It (Book Selection as Public Relations)."},
      {
        "id":"ED025526",
        "title":"Standard Speech Development Program: 1968 Report."},
      {
        "id":"ED025529",
        "title":"An Investigation Into the Character and Expressive Qualities of Early Adolescent Art. Final Report."},
      {
        "id":"ED025530",
        "title":"Developing Specialized Programs for Singing in the Elementary School. Final Report."},
      {
        "id":"ED025531",
        "title":"Finding and Learning to Use the Singing Voice: A Manual for Teachers."},
      {
        "id":"ED025532",
        "title":"The Organization, Administration and Presentation of Symphony Orchestra Youth Concert Activities for Music Educational Purposes in Selected Cities. Final Report."},
      {
        "id":"ED025533",
        "title":"The Boundaries of Language and Rhetoric: Some Historical Considerations."},
      {
        "id":"ED025534",
        "title":"A Rhetorical Imperative."},
      {
        "id":"ED025535",
        "title":"Planning, Submitting and Administering Grants and Contracts."},
      {
        "id":"ED025536",
        "title":"An Annotated Bibliography on the College Teaching of English 1963-1965."},
      {
        "id":"ED025537",
        "title":"Discovery Through Questioning: A Plan for Teaching Rhetorical Invention."},
      {
        "id":"ED025538",
        "title":"Metaphorical Thinking and the Scope of Literature."},
      {
        "id":"ED025539",
        "title":"New Approaches to Teaching."},
      {
        "id":"ED025540",
        "title":"Junior College English and the Discipline."},
      {
        "id":"ED025541",
        "title":"English ERIC and the College Teaching of English: A Report of Three Conferences on Issues in the Teaching of English Sponsored by the MLA English ERIC and Held in Connection with the 1968 Annual Meeting of the Modern Language Association, 27-29 December 1968."},
      {
        "id":"ED025543",
        "title":"Psychiatric Consultation with Public Schools in an Underprivileged Neighborhood."},
      {
        "id":"ED025544",
        "title":"People Make Other People Important. A Human Relations Guide for Classroom Teachers Bullegin No. 2150."},
      {
        "id":"ED025545",
        "title":"Cultural Deprivation; A Few Questions."},
      {
        "id":"ED025546",
        "title":"The Negro in Modern American History Textbooks: A Study of the Negro in Selected Junior and Senior High History Textbooks as of September, 1966. Curricular Viewpoints Series."},
      {
        "id":"ED025547",
        "title":"Administrator's In-Depth Seminars in Problems of Desegregation as They Relate to Large City Schools; Summaries of Seminar Discussions."},
      {
        "id":"ED025548",
        "title":"Skidmore and PEP--Where the Action is."},
      {
        "id":"ED025549",
        "title":"School Desegregation--Some Psychiatric Implications."},
      {
        "id":"ED025550",
        "title":"School Desegregation in the Southern and Border States."},
      {
        "id":"ED025551",
        "title":"Community Power Systems and Strategies for Educational Change."},
      {
        "id":"ED025552",
        "title":"Compensatory Education Programs of the Kansas City, Missouri, Public Schools: The Lincoln Plus and Manual Plus Projects, 1963-1965."},
      {
        "id":"ED025553",
        "title":"Oakland&apos;s Partnership for Change."},
      {
        "id":"ED025554",
        "title":"Minority Group Identification and Societal Integration."},
      {
        "id":"ED025555",
        "title":"Project PEP; an Evaluation of the Summer Program for Disadvantaged Students Held at Skidmore College."},
      {
        "id":"ED025558",
        "title":"The Design of Early Developmental Learning Programs for Disadvantaged Young Children. ERIC-IRCD Bulletin (Supplement), Volume III, Number 1A."},
      {
        "id":"ED025559",
        "title":"A Summary of the Problem of Timing in Preschool Education. ERIC-IRCD Bulletin (Supplement). Volume III, Number 2A."},
      {
        "id":"ED025560",
        "title":"Johnson et al On Quality Education: A Critique."},
      {
        "id":"ED025561",
        "title":"Quest for Equality; the Story of How Six Institutions Opened Their Doors to Serve Negro Children and Their Families. Children's Bureau Publication No. 441-1966."},
      {
        "id":"ED025563",
        "title":"Educating the Children of the Poor."},
      {
        "id":"ED025564",
        "title":"Inter-Racial In-Service Program Designed to Increase the Educational Opportunities of the Children in the Randolph County Schools, July 1, 1966-June 30, 1967."},
      {
        "id":"ED025565",
        "title":"Differential Pacing: An Approach to Compensatory Education."},
      {
        "id":"ED025566",
        "title":"Social Stability and Black Ghettoes. Social Policy Papers, #2."},
      {
        "id":"ED025567",
        "title":"The Durham Education Improvement Program, 1965-1966."},
      {
        "id":"ED025568",
        "title":"Physical Integration and Social Segregation of Northern Negro College Students (1953, 1963 and 1965)."},
      {
        "id":"ED025569",
        "title":"The Yale Conference on Learning (December 9-10, 1966)."},
      {
        "id":"ED025570",
        "title":"California Higher Education and the Disadvantaged: A Status Report."},
      {
        "id":"ED025571",
        "title":"Improving Racial Balance and Intergroup Relations: An Advisory Report to the Board of Education, Inglewood Unified School District."},
      {
        "id":"ED025572",
        "title":"IRCD Bulletin, Volume 1, Number 5."},
      {
        "id":"ED025573",
        "title":"Final Report of the &quot;advisory Committee on Decentralization, Submitted to the Board of Education of the City of New York."},
      {
        "id":"ED025574",
        "title":"Report on Three Demonstration Projects in the City Schools from the New York City Commission on Human Rights."},
      {
        "id":"ED025575",
        "title":"Decentralization: A Bibliography."},
      {
        "id":"ED025576",
        "title":"Southern Education Report, Volume 4, Number 4, November 1968."},
      {
        "id":"ED025577",
        "title":"The Neighborhood Youth Corps' In-School Enrollee, 1966-67: An Evaluative Report. Part I."},
      {
        "id":"ED025578",
        "title":"The Neighborhood Youth Corps' In-School Enrollee, 1966-67: An Evaluative Report. Part II."},
      {
        "id":"ED025579",
        "title":"Characteristics of Neighborhood Youth Corps In-School Projects: An Analysis for the Year 1966-67."},
      {
        "id":"ED025580",
        "title":"IRCD Bulletin, Volume 4, Number 5 and Volume 5, Number 1, November 1968-January 1969."},
      {
        "id":"ED025581",
        "title":"Problems of Manpower in Agriculture. OECD Documentation in Food and Agriculture."},
      {
        "id":"ED025582",
        "title":"A Survey of Demand in Selected Metalworking Occupations for Major Areas of Idaho."},
      {
        "id":"ED025584",
        "title":"Landscape Design. A Student Handbook. Teacher Education SER-9-NO-3S. Interim Report."},
      {
        "id":"ED025585",
        "title":"The People Left Behind; Seminar on Manpower Policy and Program."},
      {
        "id":"ED025586",
        "title":"Costs and Returns for Investments in Technical Schooling by a Group of North Carolina High School Graduates. Economics Research Report No. 5"},
      {
        "id":"ED025587",
        "title":"Evaluation in Vocational Education. Research Summary."},
      {
        "id":"ED025588",
        "title":"A Study of the Effectiveness of the Case Method in Teaching Interpersonal Relations to Psychiatric Aides. League Exchange No. 69."},
      {
        "id":"ED025589",
        "title":"Factors Related to Employment of Iowa State University Graduates in Agricultural Education."},
      {
        "id":"ED025590",
        "title":"Vocational Education in Life Science, Recreation and Agriculture; Course Options and Suggested Courses of Study for New Hampshire High Schools."},
      {
        "id":"ED025591",
        "title":"Religion and Occupational Behavior; An Annotated Bibliography."},
      {
        "id":"ED025592",
        "title":"Adaptation of Rural and Foreign Workers to Industry, International Joint Seminar (Wiesbaden, December 10-13, 1963). Final Report. International Seminars 1963-4."},
      {
        "id":"ED025596",
        "title":"The Length of Working Life for Males, 1900-60. Manpower Report Number 8."},
      {
        "id":"ED025597",
        "title":"Intellectual Investment in Agriculture for Economic and Social Development."},
      {
        "id":"ED025600",
        "title":"A Nationwide Evaluation of MDTA Institutional Job Training Programs. Report No. 118."},
      {
        "id":"ED025601",
        "title":"Training Needs in Correctional Institutions. Manpower Research Bulletin 8."},
      {
        "id":"ED025602",
        "title":"Characteristics of Non-College Vocationally-Oriented School Leavers and Graduates."},
      {
        "id":"ED025603",
        "title":"Annual Vacations and Vacation Laws: Recent Developments in the United States and Abroad. A Report Prepared for the Select Subcommittee on Labor."},
      {
        "id":"ED025604",
        "title":"Opening the Doors: Job Training Programs. Part Two, Text and Tables."},
      {
        "id":"ED025605",
        "title":"Antipoverty Work and Training Efforts: Goals and Reality. Policy Papers in Human Resources and Industrial Relations No.3."},
      {
        "id":"ED025606",
        "title":"Evaluation of a Series of Conferences to Disseminate Research Results on Vocational Choice. Final Report."},
      {
        "id":"ED025607",
        "title":"Criteria for the Evaluation of Educational Programs in Practical Nursing."},
      {
        "id":"ED025609",
        "title":"Occupational Briefs. Ohio Employment Information Series, Part I."},
      {
        "id":"ED025610",
        "title":"Training Directory. Ohio Employment Information Series, Part II."},
      {
        "id":"ED025611",
        "title":"Licensed Occupations and Businesses. Ohio Employment Information Series, Part III."},
      {
        "id":"ED025612",
        "title":"Small Engines Care, Operation, Maintenance and Repair. Volume II."},
      {
        "id":"ED025613",
        "title":"Industrial Radiography Instructor's Guide."},
      {
        "id":"ED025614",
        "title":"Industrial Radiography Manual."},
      {
        "id":"ED025615",
        "title":"A Sociological Analysis of Vocational Education in the United States."},
      {
        "id":"ED025616",
        "title":"A Planning Study to Determine the Feasibility of a Research Project Concerning Employment Opportunities and Training Needs in Farming and Off-Farm Agricultural Business and Industry. Final Report and Proposal for Research."},
      {
        "id":"ED025617",
        "title":"Workers' Attitudes to Technical Change: An Integrated Survey of Research. Industrial Relations Aspects of Manpower Policy 2."},
      {
        "id":"ED025618",
        "title":"Program of Teacher Education for Environmental Technology (POTEET)."},
      {
        "id":"ED025619",
        "title":"Economic Dimensions of Major Metropolitan Areas, Population, Housing, Employment and Income. Technical Paper Number 18."},
      {
        "id":"ED025626",
        "title":"Human Values and Technological Change, Annual Conference (17th, May 16-17, 1967)."},
      {
        "id":"ED025627",
        "title":"Comprehensive Health Manpower Planning: Demonstration of Research-Conference Procedures for Estimating Health Manpower Requirements and in Evaluating Educational and Training Programs for Selected Health Occupations in Non-Metropolitan Areas. Final Report."},
      {
        "id":"ED025628",
        "title":"A Master Plan for Occupational Education in Metropolitan Denver. Position Paper."},
      {
        "id":"ED025629",
        "title":"Education and Manpower Strategies and Programs for Deprived Urban Neighborhoods: The Model Cities Approach. Final Report."},
      {
        "id":"ED025630",
        "title":"Questions and Answers on Programed Instruction."},
      {
        "id":"ED025632",
        "title":"National Institute for Public Information Officers in Vocational and Technical Education, (1st, May 15, 1968). Final Report."},
      {
        "id":"ED025633",
        "title":"Educational and Vocational Goals of Rural and Urban Youth in North Carolina. Technical Bullegin No. 186."},
      {
        "id":"ED025635",
        "title":"Job Training: Research Report Number Four."},
      {
        "id":"ED025636",
        "title":"Home Health Aide Pilot Training Project. Final Evaluation Report."},
      {
        "id":"ED025637",
        "title":"Amending the Manpower Development and Training Act of 1962. Report to Accompany H.R. 15045. Report No. 1595."},
      {
        "id":"ED025639",
        "title":"Cost Analysis of Selected Educational Programs in the Area Schools of Iowa."},
      {
        "id":"ED025640",
        "title":"Relationship of Selected Socio-Demographic Characteristics and Parental Occupational Aspirations for Their Children."},
      {
        "id":"ED025642",
        "title":"A Pilot Project to Develop a Program of Occupational Training for School Alienated Youth. Appendix to Second Interim Report."},
      {
        "id":"ED025643",
        "title":"Architectural Drafting Needs as Indicated by Selected Iowa Industries, Architects, and Engineering Firms."},
      {
        "id":"ED025644",
        "title":"Trade and Industrial Teacher Education and Certification; Report of a National Invitational Research Development Seminar."},
      {
        "id":"ED025645",
        "title":"Development of Multi-Media Programmed Instructional Materials for the Training of Law Enforcement Officers. Initial Curriculum Study."},
      {
        "id":"ED025646",
        "title":"Correlates of Leadership Decision Patterns of High School Pupils Socio-Economic Status, High School Grade, and Connotative Meaning of the Word &quot;Leadership.&quot;"},
      {
        "id":"ED025647",
        "title":"The Report of a Developmental Project Guidelines Conference (Minneapolis, June 13-15, 1968)."},
      {
        "id":"ED025648",
        "title":"Vocational Technical Education 1968. A Summary Report of a Study of the Effect of the Area Vocational Technical Schools in the State of Minnesota."},
      {
        "id":"ED025650",
        "title":"A Description and Evaluation of Vocational Teacher Training Programs in the State of Rhode Island."},
      {
        "id":"ED025651",
        "title":"Practical Nursing in Iowa: A Profile. A Study of the Developments, Trends and Current Status of Practical Nursing in Iowa."},
      {
        "id":"ED025652",
        "title":"Manpower Education in a Growing Economy."},
      {
        "id":"ED025653",
        "title":"Three-Year Pilot Program in High School Vocational Education. Findings, Conclusions and Recommendations. Final Report."},
      {
        "id":"ED025654",
        "title":"A Preliminary Evaluation of Richmond Plan Programs (Pre-Technical Plan) in Secondary Schools. Final Report."},
      {
        "id":"ED025657",
        "title":"The Determinants of Labor Force Participation Rates, with Special Reference to the Ozark Low-Income Area. Final Report."},
      {
        "id":"ED025658",
        "title":"Project MINI-SCORE: Some Preliminary Implications for Vocational Guidance."},
      {
        "id":"ED025659",
        "title":"A Manual To Be Used in the Evaluation of Thirty-Four Comprehensive High Schools in Wisconsin which Participated in a Three-Year Pilot Program of High School Vocational Education."},
      {
        "id":"ED025660",
        "title":"Selected Bibliography."},
      {
        "id":"ED025661",
        "title":"On Manpower Forecasting. Methods for Manpower Analysis, No.2."},
      {
        "id":"ED025662",
        "title":"Guidelines for Establishing Post-Secondary Distributive Education Programs. CDTE Professional Bull. -14."},
      {
        "id":"ED025663",
        "title":"Meeting of the National Advisory Committee for the Allied Health Professions Projects (1st, University of California, Los Angeles, September 13, 1968)."},
      {
        "id":"ED025664",
        "title":"Heavy Equipment Operator Survey. Final Report."},
      {
        "id":"ED025665",
        "title":"Economic Issues for the Future. Seminar on Manpower Policy and Program (Washington, D.C. February 15, 1968)."},
      {
        "id":"ED025666",
        "title":"Development of a Teaching Text of Care, Operation, Maintenance and Repair of Air-Cooled Gasoline Engines."},
      {
        "id":"ED025667",
        "title":"National Seminar on Vocational Guidance. (Northern Michigan Univ., Marquette, August 21-26, 1966) Follow-Up Study."},
      {
        "id":"ED025668",
        "title":"National Seminar on Vocational Guidance. (Northern Michigan Univ., Marquette, August 21-26, 1966). Final Report."},
      {
        "id":"ED025669",
        "title":"Research Visibility. Human Resources and Vocational Guidance Services."},
      {
        "id":"ED025670",
        "title":"Summer Teacher Training Institute in Dental Assisting, 1967. Final Report."},
      {
        "id":"ED025671",
        "title":"SCRIBE (Summer Curriculum Revision Through Industrial and Business Experiences) Curriculum Guide Handbook, 1968."},
      {
        "id":"ED025672",
        "title":"Vocational and Technical Education. Annual Report Fiscal Year 1965."},
      {
        "id":"ED025673",
        "title":"Vocational and Technical Education. Annual Report, Fiscal Year 1966."},
      {
        "id":"ED025675",
        "title":"Landscape Design. A Teacher&apos;s Manual. Teacher Education Ser-9-No-3t. Interim Report."},
      {
        "id":"ED025676",
        "title":"Teacher Educators in the Federally Supported Programs of Agricultural Education."},
      {
        "id":"ED025677",
        "title":"Change in Agriculture Education. Proceedings of the Annual Southern Research Conference in Agricultural Education (17th, Oklahoma State Univ., July 30,31 and August 1, 1968)."},
      {
        "id":"ED025678",
        "title":"The Training and Technology Project Experimental Research Program for Vocational-Technical Teachers. Final Report."},
      {
        "id":"ED025679",
        "title":"Toward Greater Industry and Government Involvement in Manpower Development. Staff Paper."},
      {
        "id":"ED025680",
        "title":"Guide for Teaching English as a Second Language to Elementary School Pupils. Level I, Part I. Teaching English Early."},
      {
        "id":"ED025681",
        "title":"Guide for Teaching English as a Second Language to Elementary School Pupils. Level I, Part II. Teaching English Early."},
      {
        "id":"ED025682",
        "title":"Dial Access Information Retrieval Systems: Guidelines Handbook for Educators. Final Report."},
      {
        "id":"ED025687",
        "title":"In-Service Training for Probation, Parole and Correctional Personnel."},
      {
        "id":"ED025689",
        "title":"Classification Outline for Extension Research Materials."},
      {
        "id":"ED025690",
        "title":"Mature Students; The Opportunities Open to Them and the Disabilities from which They Suffer, Together with Some Recommendations and Information."},
      {
        "id":"ED025691",
        "title":"Adult Education: The Challenge to the Junior College."},
      {
        "id":"ED025701",
        "title":"[Managerial and Supervisory Educational Needs in Business and Industry in Pennsylvania]."},
      {
        "id":"ED025717",
        "title":"A Study of Research Utilization Processes in British Agriculture."},
      {
        "id":"ED025718",
        "title":"A Systems Approach to Updating Professional Personnel."},
      {
        "id":"ED025719",
        "title":"History and Social Science: Complementary Approaches to Adult Education Research."},
      {
        "id":"ED025720",
        "title":"An Identification of Critical Behavior and Related Major Concepts Relevant to the Training of Professional Leaders in Extension Education."},
      {
        "id":"ED025721",
        "title":"Toward the Style of the Community Change Educator."},
      {
        "id":"ED025722",
        "title":"The Assumptions and Implications of Federal Adult Education Legislation."},
      {
        "id":"ED025723",
        "title":"Measuring the Educational Relevance of a Short-Term Training Program for Teachers."},
      {
        "id":"ED025724",
        "title":"The Value Orientations and the Educational Participation of Clergymen. Progress Report."},
      {
        "id":"ED025726",
        "title":"Participation in Pesticide Education Programs and Changes in Opinion Leadership Activities."},
      {
        "id":"ED025727",
        "title":"Communication Concepts for Adult Educators."},
      {
        "id":"ED025728",
        "title":"The Effect of Sociability on the Type and Rate of Interaction in Small Groups."},
      {
        "id":"ED025729",
        "title":"Correlates of Administrative Professional Leadership in the North Carolina Agricultural Extension Service."},
      {
        "id":"ED025730",
        "title":"Learning Orientations of Adults for Enrolling in the Part-Time B.A. Program at the University of Guelph."},
      {
        "id":"ED025731",
        "title":"Studies on the Affect of Participation in Training and Supervisory Programs."},
      {
        "id":"ED025732",
        "title":"The Older Adult as a University Student."},
      {
        "id":"ED025733",
        "title":"The Researcher's Role in the Diffusion of an Innovation: A Comparative Study."},
      {
        "id":"ED025734",
        "title":"A Study of Perceptual and Attitudinal Change Within a Course on Adult Education Methods."},
      {
        "id":"ED025735",
        "title":"Meeting Users' Needs - Where Adult Education and Information Science Interact."},
      {
        "id":"ED025736",
        "title":"Informal Helping Relationships Among Adults."},
      {
        "id":"ED025738",
        "title":"A Study of The &quot;New Primary Approach&quot; in The Schools of Kenya."},
      {
        "id":"ED025739",
        "title":"Language Problems and Types of Political and Socio-Cultural Integration: A Conceptual Postscript."},
      {
        "id":"ED025740",
        "title":"A Chinese Dialect Dictionary on Computer: Progress Report."},
      {
        "id":"ED025741",
        "title":"A Black English Translation of John 3:1-21; With Grammatical Annotations."},
      {
        "id":"ED025743",
        "title":"Toward Psycholinguistic Models of Language Instruction."},
      {
        "id":"ED025744",
        "title":"Barriers to Successful Reading for Second-Language Students at the Secondary Level."},
      {
        "id":"ED025745",
        "title":"Reading Instruction for College Level Foreign Students."},
      {
        "id":"ED025746",
        "title":"On Intermediate Language Instruction."},
      {
        "id":"ED025747",
        "title":"Priorities in Instituting the Teaching of English as a Second Language in a Southwest Texas School."},
      {
        "id":"ED025748",
        "title":"Teaching English to the Indian of the Plains and the Northwest."},
      {
        "id":"ED025751",
        "title":"Symbols, Relations, and Structural Complexity."},
      {
        "id":"ED025752",
        "title":"The English Auxiliaries: A Relational Network Description."},
      {
        "id":"ED025755",
        "title":"From Cree to English. Part One: the Sound System."},
      {
        "id":"ED025756",
        "title":"Doble Research Supplement (Digest of Bilingual Education)."},
      {
        "id":"ED025758",
        "title":"Annual Report of the Center for Research in Human Learning, 1967-68."},
      {
        "id":"ED025760",
        "title":"Phonetic Symbolism in Adult Native Speakers of English."},
      {
        "id":"ED025761",
        "title":"Teaching Black Children to Read. Urban Language Series, Number 4."},
      {
        "id":"ED025762",
        "title":"Some Basic Assumptions in Transformational Linguistics."},
      {
        "id":"ED025766",
        "title":"Formal Correspondence and Translation Equivalence in Contrastive Analysis."},
      {
        "id":"ED025773",
        "title":"Reference List of Materials for English as a Second Language. Supplement: 1964-1968."},
      {
        "id":"ED025774",
        "title":"An Intermediate-Advanced Level Dutch Refresher Course."},
      {
        "id":"ED025775",
        "title":"Language Research in Progress: Report No. 7, January 1969; A Cross-Referenced List of Documented Language Research Projects Current April 1968 - November 1968."},
      {
        "id":"ED025776",
        "title":"A Mental Health Consultation Program for Project Head Start."},
      {
        "id":"ED025777",
        "title":"The Selection of Counselors."},
      {
        "id":"ED025778",
        "title":"Research from Educational Psychology that has Implications for Elementary School Guidance."},
      {
        "id":"ED025779",
        "title":"Counselor-Client Diagnostic Agreement and Perceived Outcomes of Counseling: A Progress Report."},
      {
        "id":"ED025780",
        "title":"Similarities and Differences of Marathon and Ongoing Strength Groups."},
      {
        "id":"ED025781",
        "title":"Identifying and Maximizing Research Learning Potential for Social Work Students. Tulane Studies in Social Welfare."},
      {
        "id":"ED025782",
        "title":"Campus Climate and Development Studies, Their Implications for Four Year Church Related Colleges."},
      {
        "id":"ED025783",
        "title":"Family Life Education. A Guide to a Curriculum."},
      {
        "id":"ED025784",
        "title":"Teaching Strategies for the Clarification of Values. Guidelines Paper VI."},
      {
        "id":"ED025785",
        "title":"Student Educational Growth During the First Two Years of College."},
      {
        "id":"ED025786",
        "title":"Career Guidance. A Report of the Subcommittee on Career Guidance of the Committee on Specialized Personnel."},
      {
        "id":"ED025787",
        "title":"Computer-Assisted Synthesis of Psychometric Data in Vocational Counseling."},
      {
        "id":"ED025788",
        "title":"A Comparison of Delinquent and Nondelinquent Anglo-Americans, Mexican-Americans, and Mexican Nationals."},
      {
        "id":"ED025789",
        "title":"One Down, Two to Go!"},
      {
        "id":"ED025790",
        "title":"A Rationale for Guidance in the Elementary School."},
      {
        "id":"ED025791",
        "title":"Counseling the Adult Student. Adult Student Personnel Association Inc. Convention Proceedings. Sixth Annual Convention."},
      {
        "id":"ED025792",
        "title":"Social Development Program. 1967 Report."},
      {
        "id":"ED025794",
        "title":"Remedial Attitudinal Therapy in the Reformatory Classroom."},
      {
        "id":"ED025795",
        "title":"Social Class, College Contexts, and Educational Attainment: Social Class and College Dropout."},
      {
        "id":"ED025796",
        "title":"Small Group Counseling: A Potential Means of Confronting Adjustment Problems in the Lower Elementary School."},
      {
        "id":"ED025798",
        "title":"A Demonstration of Reorientation of Illegitimately Pregnant Teenage Girls Living in Rural Areas."},
      {
        "id":"ED025800",
        "title":"Los Angeles Unified School District Esea Title I Components--Evaluation Reports. Division of Secondary Education."},
      {
        "id":"ED025801",
        "title":"Los Angeles Unified School District Esea Title I Components--Summer 1968. Evaluation Reports."},
      {
        "id":"ED025802",
        "title":"Los Angeles Unified School District ESEA Title I Components--Evaluation Reports. Division of Elementary Education."},
      {
        "id":"ED025803",
        "title":"A Study of Children's Conceptions of Social Behavior (An Investigation of Interpersonal Reaction Development in Young Children). Final Report."},
      {
        "id":"ED025805",
        "title":"General Order on Judicial Standards of Procedure and Substance in Review of Student Discipline in Tax Supported Institutions of Higher Education."},
      {
        "id":"ED025806",
        "title":"Comprehensive Pupil Services for all Children."},
      {
        "id":"ED025807",
        "title":"A Comparison of Approaches to Group Counseling."},
      {
        "id":"ED025808",
        "title":"School Environment Preference Schedule--Seps."},
      {
        "id":"ED025810",
        "title":"Final Report on an Independent Study Program for the Academically Able."},
      {
        "id":"ED025813",
        "title":"Ego Development Guide for Primary Grade Teachers, K-3. Project Beacon."},
      {
        "id":"ED025814",
        "title":"A Theory of Nonverbal Creativity."},
      {
        "id":"ED025815",
        "title":"Helping Procedures for Use with the Disadvantaged. CAPS Current Resources Series."},
      {
        "id":"ED025816",
        "title":"Public Recreation and the Negro. A Study of Participation and Administrative Practices."},
      {
        "id":"ED025818",
        "title":"Counselor Research Training. Final Report."},
      {
        "id":"ED025819",
        "title":"A Factor Analysis of Project Talent Tests and Four Other Test Batteries. Project TALENT."},
      {
        "id":"ED025820",
        "title":"Role Play in New Careers Training."},
      {
        "id":"ED025821",
        "title":"Contingency Management in an Introductory Psychology Course for One Thousand Students."},
      {
        "id":"ED025822",
        "title":"First All-Iowa Elementary Guidance Conference."},
      {
        "id":"ED025824",
        "title":"A Report on University Counselling Services."},
      {
        "id":"ED025825",
        "title":"Student Behavior and Climate. CAPS Current Resources Series."},
      {
        "id":"ED025826",
        "title":"An Introduction to Budgetary Analysis."},
      {
        "id":"ED025827",
        "title":"Complex Organizations: The Implementation of Major Organizational Innovations."},
      {
        "id":"ED025828",
        "title":"Basic Principles, Concepts, and Issues. Part One, Educational Organization and Administration: Concepts, Practices, and Issues. Second Edition. Prentice-Hall Education Series."},
      {
        "id":"ED025829",
        "title":"Public Relations Gold Mine, Volume 10."},
      {
        "id":"ED025830",
        "title":"The Paramount Middle School Goal. Chapter 3, The American Middle School: An Organizational Analysis."},
      {
        "id":"ED025831",
        "title":"The Middle School of Tomorrow. Chapter 15, The American Middle School: An Organizational Analysis."},
      {
        "id":"ED025833",
        "title":"A Feasibility Study of Providing Regional Data Processing Services."},
      {
        "id":"ED025834",
        "title":"Educational Park Development in the United States, 1967. A Survey of Current Development Plans."},
      {
        "id":"ED025836",
        "title":"Toward Improved Communication and Cooperation Between Public and Nonpublic Schools."},
      {
        "id":"ED025837",
        "title":"Strategies to Expand the Pool from which Talented Persons Are Recruited for Preparation in Educational Administration."},
      {
        "id":"ED025838",
        "title":"Decision Making in Action. Chapter 2, New Look at Education: Systems Analysis in our Schools and Colleges."},
      {
        "id":"ED025840",
        "title":"An Evaluation of the Educational Program of a High School Using a Modular Schedule: A Follow-Up Study."},
      {
        "id":"ED025841",
        "title":"Item Response Analyses of the Educational Opportunities Survey Teacher Questionnaire."},
      {
        "id":"ED025842",
        "title":"Games and Simulation."},
      {
        "id":"ED025843",
        "title":"An Education System Planning Game."},
      {
        "id":"ED025844",
        "title":"Public Relations Gold Mine, Volume 8."},
      {
        "id":"ED025845",
        "title":"Public Relations Gold Mine, Volume 9."},
      {
        "id":"ED025846",
        "title":"Inventory Control of Fixed Assets by School District Personnel."},
      {
        "id":"ED025847",
        "title":"Some Economic Considerations and a Procedure for a University Cost Study."},
      {
        "id":"ED025848",
        "title":"Teacher Salary Negotiations: A Case Study and Analysis."},
      {
        "id":"ED025849",
        "title":"A Budget Model of a University."},
      {
        "id":"ED025850",
        "title":"A Plan for Developing Performance Materials in the Contemporary Idion for the Early Stages of String Instruction. Appendices A-F. Final Report."},
      {
        "id":"ED025851",
        "title":"A Bibliographic Guide to Operations Analysis of Education."},
      {
        "id":"ED025852",
        "title":"Custodian Workload Surveys: A Guide to Assist School Business Managers and Superintendents."},
      {
        "id":"ED025854",
        "title":"Managing Public Education in a Metropolitan Area."},
      {
        "id":"ED025855",
        "title":"Planning Systems in Education."},
      {
        "id":"ED025856",
        "title":"Planning Programming Budgeting Systems: PPBS and Education."},
      {
        "id":"ED025857",
        "title":"Annotated Bibliography on the Evaluation of Educational Programs."},
      {
        "id":"ED025858",
        "title":"Evaluation and &quot;Pace&quot;: A Study of Procedures and Effectiveness of Evaluation Sections in Approved Pace Projects, with Recommendations for Improvement. [Report No. 1 of the Second National Study of Pace.]"},
      {
        "id":"ED025859",
        "title":"A Comprehensive Model for Managing an ESEA Title III Project from Conception to Culmination. Report No. 3 of the Second National Study of PACE."},
      {
        "id":"ED025860",
        "title":"Analysis and Evaluation of 137 ESEA Title III Planning and Operational Grants. Report No. 4 of the Second National Study of PACE."},
      {
        "id":"ED025861",
        "title":"The Views of 920 PACE Project Directors. Report No.5 of the Second National Study of PACE."},
      {
        "id":"ED025862",
        "title":"PACE: Catalyst for Change. Report No. 6 of the Second National Study of PACE."},
      {
        "id":"ED025863",
        "title":"Curriculum Materials Developed from a Conference on the Juvenile Court and Vocational Rehabilitation (April 4-6, 1967, Boston, Massachusetts)."},
      {
        "id":"ED025864",
        "title":"Cooperative Agreements Between Special Education and Rehabilitation Services in the West. Selected Papers from a Conference on Cooperative Agreements (Las Vegas, Nevada, February, 1968)."},
      {
        "id":"ED025865",
        "title":"Special Education Curriculum Development Center; An In-Service Training Approach."},
      {
        "id":"ED025866",
        "title":"Public Provision for Epileptics in the United States."},
      {
        "id":"ED025867",
        "title":"A Continuing Program for Mentally Retarded Pupils in the Warwick Public Schools, Grades 7-12."},
      {
        "id":"ED025872",
        "title":"A Social Attitude Approach to Sex Education for the Educable Mentally Retarded. In-Service Training Materials for Teachers of the Educable Mentally Retarded, Session III."},
      {
        "id":"ED025873",
        "title":"MR 68; The Edge of Change. A Report to the President on Mental Retardation, Program Trends and Innovations, with Recommendations on Residential Care, Manpower, and Deprivation."},
      {
        "id":"ED025874",
        "title":"State Laws Pertaining to Phenylketonuria as of November 1966."},
      {
        "id":"ED025875",
        "title":"Report on Operations and Results of Special Educational Programs for Educationally Handicapped Minors."},
      {
        "id":"ED025879",
        "title":"Research Relating to Emotionally Disturbed Children."},
      {
        "id":"ED025880",
        "title":"Curriculum Guide for the Educable Mentally Handicapped."},
      {
        "id":"ED025883",
        "title":"Influences of an Advance Organizer on the Verbal Learning and Retention of Educable Mental Retardates; A Comparison of Educable Mentally Retarded and Intellectually Normal Performances. Final Report."},
      {
        "id":"ED025886",
        "title":"Problems of Language Development in the Retarded: A Discussion of Olson's Review. Studies in Language and Language Behavior, Progress Report IV."},
      {
        "id":"ED025887",
        "title":"The Brain as a Mixer, II. A Pilot Study of Central Auditory Integration Abilities of Normal and Retarded Children. Studies in Language and Language Behavior, Progress Report Number VII."},
      {
        "id":"ED025888",
        "title":"Comprehension and Imitation of Sentences by Mongoloid Children as a Function of Transformational Complexity. Studies in Language and Language Behavior, Progress Report Number VII."},
      {
        "id":"ED025890",
        "title":"Study of Man-Machine Communications Systems for the Handicapped. Interim Report."},
      {
        "id":"ED025891",
        "title":"Verbal Operant Conditioning of Young Mongoloid Children. Final Report."},
      {
        "id":"ED025892",
        "title":"The Effects of Individualized Versus Group Oriented Physical Education Programs on Selected Parameters of Development of Educable Mentally Retarded and Minimally Brain Injured Children. Final Report."},
      {
        "id":"ED025894",
        "title":"Visual and Auditory Learning Processes in Normal Children and Children with Specific Learning Disabilities. Final Report."},
      {
        "id":"ED025895",
        "title":"A Planning Guide for Constructing and Equipping the Agriculture Occupations Facility (An Interim Report)."},
      {
        "id":"ED025897",
        "title":"Basic and Special Criteria for the Evaluation of Manually Activated and/or Coin Activated Vending Machines for Foods and/or Beverages. Revised February 1963."},
      {
        "id":"ED025898",
        "title":"Food Service Refrigerators and Food Service Storage Freezers. Standard No. 7, Revised April 1966."},
      {
        "id":"ED025899",
        "title":"Sand Type Filters for Swimming Pools. Standard No. 10, Revised October, 1966."},
      {
        "id":"ED025900",
        "title":"Diatomite Type Filters for Swimming Pools. Standard No. 9, Revised October, 1966."},
      {
        "id":"ED025901",
        "title":"Higher Education Facilities Classification and Inventory Procedures Manual."},
      {
        "id":"ED025902",
        "title":"Science Facilities for Mississippi Schools, Grades 1-12."},
      {
        "id":"ED025903",
        "title":"Listing of Food Service Equipment."},
      {
        "id":"ED025906",
        "title":"Residence Hall Environment, A Comparative Study in Architectural Psychology."},
      {
        "id":"ED025907",
        "title":"General Guide for Community College System Physical Planning. 2nd Printing."},
      {
        "id":"ED025908",
        "title":"Program Cost Differentials at the University of South Florida, 1965-66, with History of Selected Related Factors of Institutional Operations."},
      {
        "id":"ED025909",
        "title":"The Birth of a New Vocational-Technical Center. National Vocational-Technical Facility Planning Conference (Las Vegas, Nevada, May, 1967)."},
      {
        "id":"ED025910",
        "title":"Public Address Systems. Specifications - Installation - Operation."},
      {
        "id":"ED025911",
        "title":"Planning and Construction of College and University Buildings."},
      {
        "id":"ED025912",
        "title":"A Compendium on Carpeting in our Future."},
      {
        "id":"ED025913",
        "title":"A Good University Physical Plant Organization and What Makes It Click. Revised July 1966."},
      {
        "id":"ED025914",
        "title":"The Philosophy for Security and Law Enforcement on a College Campus."},
      {
        "id":"ED025915",
        "title":"Floor Care. Resource Manual for Custodial Training Course #2."},
      {
        "id":"ED025916",
        "title":"Sanitation in School Housekeeping, A Training Course for School Custodians."},
      {
        "id":"ED025917",
        "title":"Lift-Shape Construction, An EFL Project Report."},
      {
        "id":"ED025918",
        "title":"Challenge - A Report Suggesting How an Old School Can Continue to Serve Youth if the Educational Program is the Prime Consideration."},
      {
        "id":"ED025919",
        "title":"Methodology of Enrollment Projections for Colleges and Universities."},
      {
        "id":"ED025930",
        "title":"Designing an Environment for Learning. Proceedings of a Conference of Educational Survey Directors of Member Universities of the Committee on Institutional Cooperation, (Madison, Wisconsin, April 27-28, 1967)."},
      {
        "id":"ED025931",
        "title":"Design Criteria for Learning Spaces. Seating - Lighting - Acoustics."},
      {
        "id":"ED025936",
        "title":"A Report on the Schools of Boston - 1962."},
      {
        "id":"ED025937",
        "title":"Bond Sales for Public School Purposes 1967-68."},
      {
        "id":"ED025938",
        "title":"Educational Assessment - Memphis."},
      {
        "id":"ED025940",
        "title":"[A Series of Motion Picture Documents in Communication Theory and the New Educational Media. Final Scripts.]"},
      {
        "id":"ED025943",
        "title":"An Exploratory Study of Form Perception as Applied to the Production of Educational Media. Final Report."},
      {
        "id":"ED025944",
        "title":"Group Use and Other Aspects of Programmed Instruction. Final Report."},
      {
        "id":"ED025945",
        "title":"ETV Study, 1967."},
      {
        "id":"ED025948",
        "title":"The 1969 Catalog of Recorded Television Courses."},
      {
        "id":"ED025949",
        "title":"Immediate Audio and Visual Confirmation; \"Breakthrough\" for the Low-Aptitude Language Student."},
      {
        "id":"ED025950",
        "title":"Motion Pictures and Real-Life Violence; What the Research Says."},
      {
        "id":"ED025951",
        "title":"Improving Instruction Through Audio-Visual Media; Techniques in Teaching Science, Mathematics, and Modern Foreign Languages."},
      {
        "id":"ED025953",
        "title":"Production of Closed-Circuit Television Programs for Improving Instruction in Professional Health and Physical Education Courses at the Undergraduate Level."},
      {
        "id":"ED025965",
        "title":"Reflexions sur la Methodologie Audio-Visuelle Structuro-Globale en Regard des Principes Generaux de la Didactique des Langues Secondes (Thoughts on the Structural-Global Audio-Visual Methodology in Second Language Instruction)."},
      {
        "id":"ED025967",
        "title":"Research Techniques for Phonetic Comparison of Languages."},
      {
        "id":"ED025968",
        "title":"A Meaningful Evaluation of Foreign Language Learning: Reading and Writing."},
      {
        "id":"ED025970",
        "title":"The Continued Development of the Structural Approach."},
      {
        "id":"ED025971",
        "title":"Program to Increase the Effectiveness of Foreign Language Utilization by Employing Language Laboratory Aides: Program Evaluation."},
      {
        "id":"ED025972",
        "title":"CARLOS: Computer-Assisted Instruction in Spanish at Dartmouth College."},
      {
        "id":"ED025973",
        "title":"Indian Educational Material; Annotated Quarterly Bibliography, Vol 2 No 1: September 1967."},
      {
        "id":"ED025974",
        "title":"International Conference, The Teaching of Modern Languages To-day (2nd, Milan, Italy, September 11-12, 1967)."},
      {
        "id":"ED025975",
        "title":"Evaluation of Foreign Language in the Elementary School."},
      {
        "id":"ED025976",
        "title":"International Educational Exchange: A Selected Bibliography."},
      {
        "id":"ED025977",
        "title":"Pattern Drill and Communicative Activity: A Psycholinguistic Experiment."},
      {
        "id":"ED025978",
        "title":"Language Acquisition in a Second Language Environment."},
      {
        "id":"ED025980",
        "title":"Continuity in Foreign Language Instruction; A Conference Report."},
      {
        "id":"ED025981",
        "title":"Modern Foreign Languages Test Results, Spring 1967 - Analysis."},
      {
        "id":"ED025983",
        "title":"Vistazos Intimos De Puebla; Una Compilacion De Informes Individuales Preparados Por Los Participantes Del Instituto De Verano (NDEA) (Close-ups on Puebla; A Compilation of Individual Reports Prepared by the Participants of the NDEA Summer Institute)."},
      {
        "id":"ED025984",
        "title":"[The Audiovisual Method of Studying Russian.]"},
      {
        "id":"ED025989",
        "title":"Results of the Survey of the Use of Programmed Foreign Language Instruction in American Universities and Colleges. Clearinghouse Report."},
      {
        "id":"ED025991",
        "title":"A Strategy for Campus Peace."},
      {
        "id":"ED025992",
        "title":"The Reconstruction of an American College, Some Proposals for Rutgers College."},
      {
        "id":"ED025993",
        "title":"Beyond Ability."},
      {
        "id":"ED025995",
        "title":"Students' Education of One Another."},
      {
        "id":"ED025996",
        "title":"Intellect and Commitment: The Faces of Discontent."},
      {
        "id":"ED025997",
        "title":"Liberal Studies and College Environments in Engineering Education--What Aims, What Effect?"},
      {
        "id":"ED025998",
        "title":"Today's and Tomorrow's Students."},
      {
        "id":"ED025999",
        "title":"Education for Creativity, A Modern Myth?"},
      {
        "id":"ED026000",
        "title":"Education as Intervention."},
      {
        "id":"ED026001",
        "title":"The Attainment of Individuality."},
      {
        "id":"ED026002",
        "title":"The Utilization of the College and University Teacher."},
      {
        "id":"ED026003",
        "title":"Student Subcultures Reviewed and Revisited."},
      {
        "id":"ED026004",
        "title":"The Development of Innovation: Making Reality Change."},
      {
        "id":"ED026005",
        "title":"Impressions from Interviews of Transfer Students Participating in a Study of Selected Student Types on Three University of California Campuses."},
      {
        "id":"ED026006",
        "title":"Vocational Dispositions of the Nonconformist, Collegiate Dropouts."},
      {
        "id":"ED026016",
        "title":"Reform in Higher Education--Goals of the Right and of the Left."},
      {
        "id":"ED026017",
        "title":"The Radical Faculty -- What Are Its Goals?"},
      {
        "id":"ED026018",
        "title":"Problems of the Minority Student on the Campus."},
      {
        "id":"ED026019",
        "title":"Play for Mortal Stakes; Vocation and the Liberal Learning."},
      {
        "id":"ED026020",
        "title":"The Harvard-Yale-Columbia Intensive Summer Studies Program. The Disadvantaged Student in Graduate School."},
      {
        "id":"ED026021",
        "title":"The Disadvantaged Student in Graduate School Master's and Doctoral Degree Programs in Predominantly Non-Negro Universities."},
      {
        "id":"ED026022",
        "title":"Graduate Education for the 'Disadvantaged' and Black-Oriented University Graduates."},
      {
        "id":"ED026023",
        "title":"The Influence of Disability Labels and Dialect Differences on the Semantic Differential Responses of College Students."},
      {
        "id":"ED026024",
        "title":"Dance: A Projection for the Future."},
      {
        "id":"ED026025",
        "title":"Proceedings of a Workshop to Study Eleven Problems Common to Independent Schools. Final Report."},
      {
        "id":"ED026026",
        "title":"Study of Existing Student Value Patterns for Selected Catholic College Women. Final Report."},
      {
        "id":"ED026027",
        "title":"Learning and Student Interaction in Small Self-Directed College Groups. Final Report."},
      {
        "id":"ED026028",
        "title":"Manual for the Political Behavior Laboratory."},
      {
        "id":"ED026029",
        "title":"Students Enrolled for Advanced Degrees Fall 1966."},
      {
        "id":"ED026030",
        "title":"A Study of the Problems of Italian Universities and Current Plans for Inducing Change. Final Report."},
      {
        "id":"ED026031",
        "title":"An Evaluation of Educational Development Programs in Higher Education. Final Report."},
      {
        "id":"ED026032",
        "title":"Programs for Disadvantaged Students in the California Community Colleges."},
      {
        "id":"ED026034",
        "title":"[Research Studies Completed at Harcum Junior College.]"},
      {
        "id":"ED026035",
        "title":"Student Characteristics and Change at Napa Junior College."},
      {
        "id":"ED026036",
        "title":"The Negro American and Higher Education."},
      {
        "id":"ED026037",
        "title":"100,000 and Under: Occupational Education in the Rural Community Junior College."},
      {
        "id":"ED026038",
        "title":"North Carolina Comprehensive Community College System Standards and Evaluative Criteria: Community Colleges and Technical Institutes."},
      {
        "id":"ED026039",
        "title":"Student Activism and the Junior College Administrator: Judicial Guidelines."},
      {
        "id":"ED026040",
        "title":"Recommended Financial Plan for the Construction of a Permanent Campus for San Joaquin Delta College."},
      {
        "id":"ED026042",
        "title":"Landscape Installation and Maintenance: A Junior College Curriculum Guide."},
      {
        "id":"ED026043",
        "title":"The Developmental Studies Program: Some Scholarship and Persistence Statistics."},
      {
        "id":"ED026044",
        "title":"Getting with Instructional Systems and Getting Instructional Systems with It."},
      {
        "id":"ED026046",
        "title":"An Investigation of Test Variables Potentially Useful to the Washington Pre-College Testing Program for Community College Subject Fields."},
      {
        "id":"ED026047",
        "title":"Statistical Revisions in the Washington Pre-College Testing Program."},
      {
        "id":"ED026048",
        "title":"Personality Characteristics of College and University Faculty: Implications for the Community College."},
      {
        "id":"ED026049",
        "title":"The Assessment of Junior College Environments."},
      {
        "id":"ED026050",
        "title":"A Developmental Research Plan for Junior College Remedial Education. Number 2: Attitude Assessment."},
      {
        "id":"ED026053",
        "title":"Comparative Guidance and Placement Program: An Experimental Program for Junior Colleges. Progress Report."},
      {
        "id":"ED026054",
        "title":"The Open-Door College: The Problem of the Low Achiever."},
      {
        "id":"ED026055",
        "title":"To Educate Pilots."},
      {
        "id":"ED026056",
        "title":"Decision-Making in Community Colleges."},
      {
        "id":"ED026057",
        "title":"Unique Problems of the Inner City Colleges."},
      {
        "id":"ED026058",
        "title":"Articulation Agreements Between San Fernando Valley State College and the Colleges of the Los Angeles City Junior College District."},
      {
        "id":"ED026060",
        "title":"Housing and Transportation Study: Full-Time Employees."},
      {
        "id":"ED026061",
        "title":"A Study of the Characteristics and Subsequent Performance of Vancouver City College Students who Transferred to the University of British Columbia in September, 1967."},
      {
        "id":"ED026062",
        "title":"Student Needs and the System."},
      {
        "id":"ED026064",
        "title":"An Analysis of the Courses Failed by Freshmen Students on Academic Probation."},
      {
        "id":"ED026065",
        "title":"A Profile of Students in the College Readiness Program at College of San Mateo."},
      {
        "id":"ED026066",
        "title":"Proceedings of a Conference on Research-Based Planning and Development (Durham, North Carolina, June 27-30, 1968)."},
      {
        "id":"ED026068",
        "title":"Technical Education: A Growing Challenge in American Higher Education. Report of the AAAS Conference on Science in Technical Education (Washington, D.C., July 22-23, 1968)."},
      {
        "id":"ED026070",
        "title":"\"Like It Is\": Report of a Workshop for New Junior College Presidents and Their Wives (Los Angeles, July 14-20, 1968)."},
      {
        "id":"ED026071",
        "title":"A Comparison of Individual Reading Improvement Scores on a Group of 36 Community College Freshmen as Measured by the Crude Gain Method and the Residual Gain Method."},
      {
        "id":"ED026079",
        "title":"Systems Design and Pilot Operation of a Regional Center for Technical Processing for the Libraries of the New England State Universities. NELINET, New England Library Information Network. Progress Report, July 1, 1967 - March 30, 1968, Volume II, Appendices."},
      {
        "id":"ED026080",
        "title":"A Cost Analysis and Utilization Study of the Stanford University Library System, Prepared for Stanford University, Stanford, California. Memorandum Report."},
      {
        "id":"ED026093",
        "title":"Report of Library Services and Construction Act Project # 2842, January 1 - June 30, 1967."},
      {
        "id":"ED026094",
        "title":"Report of Library Services and Construction Act Project # 2842, July 1 - December 31, 1967."},
      {
        "id":"ED026095",
        "title":"Information Handling in the National Standard Reference Data System. NBS Technical Note 290."},
      {
        "id":"ED026096",
        "title":"Development Trends in Federal Library and Information Center Automation. Guides for Administrative and Technical Interviews."},
      {
        "id":"ED026097",
        "title":"Developing Partnerships for California Libraries, Governor's Conference on Libraries (Sacramento, May 26-29, 1968)."},
      {
        "id":"ED026099",
        "title":"A Case of Search vs. Experiment. Program of Research on the Management of Research and Development."},
      {
        "id":"ED026100",
        "title":"Information Searching Behavior of Physicians."},
      {
        "id":"ED026101",
        "title":"Information Source Preference as a Function of Physical and Psychological Distance from the Information Object."},
      {
        "id":"ED026103",
        "title":"Library Service to the Disadvantaged, A Bibliography. Bibliography Series, Number 1."},
      {
        "id":"ED026104",
        "title":"Library Service for Kansas State College: Planning for the Next Decade by Means of a College-Wide Series of Questionnaires."},
      {
        "id":"ED026106",
        "title":"Library Cost Models: Owning Versus Borrowing Serial Publications."},
      {
        "id":"ED026108",
        "title":"Natural Library Service Zones, A Report to the North Suburban Library System."},
      {
        "id":"ED026110",
        "title":"The Effect of a Structured Tutorial Program on the Cognitive and Language Development of Culturally Disadvantaged Infants."},
      {
        "id":"ED026111",
        "title":"Kindergarten Research Study: Level of Skills Development Related to Growth in Skills and to Readiness for the First Primary Year."},
      {
        "id":"ED026112",
        "title":"A Rationale for a Structured Educational Program and Suggested Activities for Culturally Disadvantaged Infants."},
      {
        "id":"ED026113",
        "title":"Helping the Child Develop His Creative Potential."},
      {
        "id":"ED026114",
        "title":"An Evaluation of a Six-Week Headstart Program Using an Academically Oriented Curriculum: Canton, 1967."},
      {
        "id":"ED026116",
        "title":"Development and Implementation of a Comprehensive Evaluation and Reporting System for Kindergarten and Primary Grade Schools. Final Report."},
      {
        "id":"ED026118",
        "title":"Preschool Parent Education Program: A Curriculum Guide for Use by Teachers Conducting Parent Education Programs as a Part of Over-All Compensatory Preschool Projects. Experimental Edition."},
      {
        "id":"ED026120",
        "title":"Listening. What Research Says to the Teacher, No. 29."},
      {
        "id":"ED026123",
        "title":"Elementary School Mathematics: A Guide to Current Research. Third Edition."},
      {
        "id":"ED026124",
        "title":"A Prekindergarten Program for Four-Year-Olds, with a Review of the Literature on Preschool Education. An Occasional Paper."},
      {
        "id":"ED026125",
        "title":"The Effectiveness of the Peabody Language Development Kits and the Initial Teaching Alphabet with Disadvantaged Children in the Primary Grades: After Two Years."},
      {
        "id":"ED026126",
        "title":"Learning Readiness in Two Jewish Groups: A Study in &quot;Cultural Deprivation.&quot; An Occasional Paper."},
      {
        "id":"ED026127",
        "title":"Diffusion of Intervention Effects in Disadvantaged Families."},
      {
        "id":"ED026128",
        "title":"A Head Start Control Group. Part of the Final Report."},
      {
        "id":"ED026129",
        "title":"Dependency and Social Performance: The Development of a Scale To Measure Level of Independence in Small Children. Part of the Final Report."},
      {
        "id":"ED026130",
        "title":"An Investigation of the Standard-Nonstandard Dimension of Central Texan English. Part of the Final Report."},
      {
        "id":"ED026131",
        "title":"A Methodology for Fostering Abstract Thinking in Deprived Children."},
      {
        "id":"ED026132",
        "title":"Perceptual Mode Dominance: An Approach to Assessment of First Grade Reading and Spelling."},
      {
        "id":"ED026133",
        "title":"A Distance Measure of Racial Attitudes in Primary Grade Children: An Exploratory Study."},
      {
        "id":"ED026134",
        "title":"Sex Role Typing in the Preschool Years: An Overview."},
      {
        "id":"ED026135",
        "title":"Grouping."},
      {
        "id":"ED026137",
        "title":"Project Head Start Research and Evaluation Center, Syracuse University Research Institute. Final Report, November 1, 1967."},
      {
        "id":"ED026138",
        "title":"Experiments in Grammatical Processing in Children. Research Project Number 1 of Project Head Start Research and Evaluation Center, Syracuse University Research Institute. Final Report, November 1, 1967."},
      {
        "id":"ED026139",
        "title":"Acquistion and Transfer Differences between Kindergarteners and Second-Graders on Aurally and Visually Presented Paired-Associates Using an A-B, A-C Design Research Project Number 2 of Project Head Start Research and Evaluation Center, Syracuse University Research Institute. Final Report, November 1, 1967."},
      {
        "id":"ED026140",
        "title":"Concept Identification Strategies. Research Project Number 3 of Project Head Start Research and Evaluation Center, Syracuse University Research Institute, November 1, 1967."},
      {
        "id":"ED026142",
        "title":"Evaluating Behavioral Change During a Six-Week Pre-Kindergarten Intervention Experience. Research Project Number 5 of Project Head Start Research and Evaluation Center, Syracuse University Research Institute. Final Report, November 1, 1967."},
      {
        "id":"ED026143",
        "title":"Evaluation of the Preschool Program, 1966-67, Funded under ESEA Title I, P.L. 89-10."},
      {
        "id":"ED026144",
        "title":"A Curriculum of Training for Parent Participation in Project Head Start."},
      {
        "id":"ED026145",
        "title":"Federal Interagency Day Care Requirements, Pursuant to Sec. 522 (D) of the Economic Opportunity Act."},
      {
        "id":"ED026147",
        "title":"Teaching Safety in the Elementary School."},
      {
        "id":"ED026148",
        "title":"Teaching Nutrition in the Elementary School."},
      {
        "id":"ED026149",
        "title":"A Longitudinal Investigation of Change in the Factorial Composition of Intelligence with Age in Young School Children."},
      {
        "id":"ED026151",
        "title":"Language Instruction and Intergroup Relations, An Analysis of Language Instruction (Spanish and English) to Spanish-Speaking Learners in California Public Schools, in Relation to the Search for Better Intergroup Relations."},
      {
        "id":"ED026152",
        "title":"Guide to Sources on Agricultural Labor."},
      {
        "id":"ED026153",
        "title":"Bibliography of Materials Available for Use in English as a Second Language Classes."},
      {
        "id":"ED026154",
        "title":"Understanding the Small Community, Some Informational Resources for the Town and Country Apostolate."},
      {
        "id":"ED026155",
        "title":"Directory of Federal Officials with Liaison Responsibility for Programs of Special Interest to Mexican Americans."},
      {
        "id":"ED026156",
        "title":"Availability and Use of Health Services, Rural-Urban Comparison."},
      {
        "id":"ED026157",
        "title":"Rural to Urban Adjustment"},
      {
        "id":"ED026158",
        "title":"Evaluation of the Bilingual Project of Harlandale Independent School District, San Antonio, Texas, in the First and Second Grades of Four Elementary Schools during 1967-68 School Year."},
      {
        "id":"ED026159",
        "title":"The Study of Migrants as Members of Social Systems."},
      {
        "id":"ED026160",
        "title":"Public Affairs Series. No. 3, The Rural Society in Transition; An Historical Examination of the Rural Society with Emphasis on Ways To Assist our Rural Society to Maximize Its Economic and Social Positions During the Present Period of Rapid Transition to an Urban-Industrial Culture."},
      {
        "id":"ED026161",
        "title":"An Exploration of the Place of Projects in 4-H."},
      {
        "id":"ED026163",
        "title":"Church and Family in Modern Rural Appalachia."},
      {
        "id":"ED026164",
        "title":"The American Indian High School Dropout: The Magnitude of the Problem."},
      {
        "id":"ED026165",
        "title":"The American Indian Graduate: After High School, What?"},
      {
        "id":"ED026167",
        "title":"An Analysis of the Mexican American Migrant Labor Force in the Stockbridge Area."},
      {
        "id":"ED026168",
        "title":"Elementary Schools Survey, Western States Small Schools Project for Nevada."},
      {
        "id":"ED026169",
        "title":"New Dimensions for the Small Schools of Nevada. A Report of the Western States Small Schools Project for Nevada (January 1, 1962 - August 31, 1965)."},
      {
        "id":"ED026170",
        "title":"A Pilot Study to Apply Evaluation-Revision Procedures in First-Grade Mexican-American Classrooms. Final Report. Technical Memorandum Series."},
      {
        "id":"ED026171",
        "title":"School District Organization for Missouri, A Plan to Provide Equal Access to Educational Opportunity for all Children. Report of the Missouri School District Reorganization Commission."},
      {
        "id":"ED026172",
        "title":"Attitudinal Characteristics of Migrant Farm Workers. First Papers on Migrancy and Rural Poverty: An Introduction to the Education of Mexican-Americans in Rural Areas."},
      {
        "id":"ED026173",
        "title":"Agencies and the Migrant: Theory and Reality of the Migrant Condition. First Papers on Migrancy and Rural Poverty: An Introduction to the Education of Mexican-Americans in Rural Areas."},
      {
        "id":"ED026174",
        "title":"The Mexican-American Heritage: Developing Cultural Understanding. First Papers on Migrancy and Rural Poverty: An Introduction to the Education of Mexican-Americans in Rural Areas."},
      {
        "id":"ED026175",
        "title":"Social and Cultural Characteristics of Mexican-American Families in South El Paso, Texas. Interim Report of the Mathematics Education Program."},
      {
        "id":"ED026176",
        "title":"Classroom Projects and Linguistic Laboratory for Non-English Speaking Children of Oklahoma."},
      {
        "id":"ED026178",
        "title":"A Survey of Educational Programs for Agricultural Migrant Children during 1967."},
      {
        "id":"ED026179",
        "title":"Education from Within, an Experiment in Curriculum Development with Children of Indian Background in Saskatchewan."},
      {
        "id":"ED026180",
        "title":"[Bibliography on Materials in the Field of Indian Education.]"},
      {
        "id":"ED026181",
        "title":"Some Approaches to Meeting Cultural Deprivation in Students Entering Small Rural Schools."},
      {
        "id":"ED026182",
        "title":"Educating Apache Indian Children in a Public School System. Final Report of the Fort Thomas Diverse Capacity Project."},
      {
        "id":"ED026183",
        "title":"Teaching Spanish to the Spanish-Speaking Child, 1965-1968. Report."},
      {
        "id":"ED026184",
        "title":"Programmed Mathematics, Dora High School."},
      {
        "id":"ED026185",
        "title":"Language Arts Project."},
      {
        "id":"ED026186",
        "title":"Programmed English, Des Moines High School."},
      {
        "id":"ED026187",
        "title":"Change in the Rural Southern Appalachian Community. Research Series 7."},
      {
        "id":"ED026188",
        "title":"Dropout Proneness in Appalachia. Research Series 3."},
      {
        "id":"ED026189",
        "title":"Educational Status Projections of Rural Youth: Annotations of the Research Literature."},
      {
        "id":"ED026191",
        "title":"A Cross-Culture Study of Sex Differences Among First-Graders on A Verbal Test."},
      {
        "id":"ED026192",
        "title":"Teachers of Minority Groups: The Origins of Their Attitudes and Instructional Practices."},
      {
        "id":"ED026193",
        "title":"Testing in Spanish and the Subsequent Measurement of English Fluency."},
      {
        "id":"ED026194",
        "title":"An Overall Education Plan for Rural Alaska."},
      {
        "id":"ED026196",
        "title":"Great Plains School District Organization Project. Project Report for Nebraska."},
      {
        "id":"ED026198",
        "title":"Early Childhood Education."},
      {
        "id":"ED026199",
        "title":"Dialectal Variance Interferes with Reading Instruction"},
      {
        "id":"ED026201",
        "title":"Expanding Practices in Secondary Reading In-Service Programs."},
      {
        "id":"ED023179",
        "title":"Research Institute for State Educational Agency Personnel. (March 25- April 7, 1967 and May 1-12, 1967). Final Report."},
      {
        "id":"ED023180",
        "title":"Interaction Between Society and Education in Chicago. Final Report."},
      {
        "id":"ED023181",
        "title":"Symposium on the Application of System Analysis and Management Techniques to Educational Planning in California (Chapman College, Orange, California, June 12-13, 1967)."},
      {
        "id":"ED023182",
        "title":"Administrative Behavior in Implementing Educational Innovations."},
      {
        "id":"ED023184",
        "title":"Item Response Analyses of the Educational Opportunities Survey Student Questionnaires."},
      {
        "id":"ED023185",
        "title":"Correlational and Factorial Analyses of Items from the Educational Opportunities Survey Principal Questionnaire."},
      {
        "id":"ED023187",
        "title":"Effects of Graduated Cues on Performance on Two Wechsler Subtests. Final Report."},
      {
        "id":"ED023188",
        "title":"A Three-Dimensional Program Account Classification System for Public Schools."},
      {
        "id":"ED023189",
        "title":"Federal Support for the Small College."},
      {
        "id":"ED023190",
        "title":"Identification and Cultivation of Constituencies."},
      {
        "id":"ED023191",
        "title":"The Development Office and the Development Officer."},
      {
        "id":"ED023192",
        "title":"Capital Campaign Programs."},
      {
        "id":"ED023193",
        "title":"Long Range Planning and its Implications for Development."},
      {
        "id":"ED023195",
        "title":"Reanalysis of Data Files: Dependent Hypotheses and a Recommendation."},
      {
        "id":"ED023196",
        "title":"Statistics of Nonpublic Elementary and Secondary Schools 1965-66."},
      {
        "id":"ED023197",
        "title":"Instrument for Evaluation of Teacher Salary Schedules, 1967-68."},
      {
        "id":"ED023198",
        "title":"Annotated Bibliography on Educational Administrator Preparation Programs."},
      {
        "id":"ED023199",
        "title":"Annotated Bibliography on Year-Round School Programs."},
      {
        "id":"ED023202",
        "title":"Descriptive Study of Reporting Practices Used with Elementary Special Classes for Educable Retarded Children in the Minneapolis-St. Paul Metropolitan Area."},
      {
        "id":"ED023205",
        "title":"Covert [Children Offered Vital Educational Retraining and Training] Project. Year 1."},
      {
        "id":"ED023206",
        "title":"Teacher Variation in Concept Presentation in BSCS [Biological Sciences Curriculum Study] Curriculum Program."},
      {
        "id":"ED023207",
        "title":"A Pilot Project in Curriculum Development for \"Work Experience\" and \"Occupations\" Courses for Educable Mentally Retarded Students."},
      {
        "id":"ED023208",
        "title":"Associative Learning Strategies Employed by Deaf, Blind, Retarded and Normal Children. Final Report."},
      {
        "id":"ED023209",
        "title":"Experiment in Learning to Discriminate Frequency Transposed Speech."},
      {
        "id":"ED023210",
        "title":"School Vision Screening; Policies, Procedures, Practices."},
      {
        "id":"ED023211",
        "title":"Emergent Approaches to Mental Health Problems. The Century Psychology Series."},
      {
        "id":"ED023213",
        "title":"Neuropsychological and Perceptual-Motor Theories of Treatment for Children with Educational Inadequacies."},
      {
        "id":"ED023217",
        "title":"Hampshire Country School Staff Commitments."},
      {
        "id":"ED023218",
        "title":"Audio-Visual Speech Reading; A Manual for Training the Hard-of-Hearing in Voice Communication."},
      {
        "id":"ED023219",
        "title":"Alpha Chi Omega Toy Book."},
      {
        "id":"ED023222",
        "title":"An Appraisal of a Program of Instruction for Children of Average or Higher Reasoning Ability Who Are Retarded in Reading."},
      {
        "id":"ED023225",
        "title":"The Vocational Adjustment of the Older Disabled Worker: A Selective Review of the Recent Literature. Final Report. Volume II."},
      {
        "id":"ED023227",
        "title":"Cooperative Programs in Special Education."},
      {
        "id":"ED023229",
        "title":"Training for Increasing Braille Reading Rates. Final Report."},
      {
        "id":"ED023230",
        "title":"The Florida Plan for Comprehensive Action to Combat Mental Retardation. A Report to the Governor."},
      {
        "id":"ED023231",
        "title":"Coaching and Teaching in Retardates: The Raven Matrices as a Learning Situation. Final Report."},
      {
        "id":"ED023232",
        "title":"An Investigation of the Cognitive Domain of Lipreading. Final Report."},
      {
        "id":"ED023233",
        "title":"A Plan Called Promise."},
      {
        "id":"ED023240",
        "title":"Programming Habilitation of the Hospitalized Deaf-Retarded."},
      {
        "id":"ED023241",
        "title":"The Performance of Educable Mentally Retarded and Normal Children on a Modified Cloze Task. Studies in Language and Language Behavior, Progress Report V."},
      {
        "id":"ED023242",
        "title":"A Study of the Effects of an Intensive Training Program on the Motor Skills of Young Educable Mentally Retarded Children. Final Report."},
      {
        "id":"ED023243",
        "title":"The Use of Games to Facilitate the Learning of Basic Number Concepts in Preschool Educable Mentally Retarded Children. Final Report."},
      {
        "id":"ED023244",
        "title":"New Hope for the Handicapped."},
      {
        "id":"ED023245",
        "title":"[Preschool and Early Education Programs Needed for Handicapped Children. Statement before the Select Subcommittee on Education of the Committee on Education and Labor (House of Representatives, July 16, 1968).]"},
      {
        "id":"ED023246",
        "title":"An Investigation of Selected Variables in the Teaching of Specified Objectives to Mentally Retarded Students. Final Report."},
      {
        "id":"ED023247",
        "title":"Divergent Thinking in Blind Children."},
      {
        "id":"ED023248",
        "title":"A Picture-Identification Test for Hearing-Impaired Children. Final Report."},
      {
        "id":"ED023249",
        "title":"Air and Bone Conduction Thresholds of Deaf and Normal Hearing Subjects before and during the Elimination of Cutaneous-Tactile Interference with Anesthesia. Final Report."},
      {
        "id":"ED023250",
        "title":"Exploratory Study to Determine the Feasibility of a Comprehensive Program for the Development of Special Education Services for Emotionally Disturbed Children in Arizona, Nevada, New Mexico, and Utah. Final Report."},
      {
        "id":"ED023251",
        "title":"A Taxonomy of Teacher-Defined Problems in the Education of Mentally Retarded Children. Final Report."},
      {
        "id":"ED023253",
        "title":"New Building Manual, Elementary School."},
      {
        "id":"ED023254",
        "title":"Manual for New School Construction, Junior and Senior High Schools."},
      {
        "id":"ED023255",
        "title":"The Planning and Utilization of Instructional Facilities. Proceedings of an Invitational Conference Sponsored by the Center for the Study of Higher Education, Michigan State University and Educational Facilities Laboratories, Inc. (East Lansing, Michigan, August 8-9, 1960)."},
      {
        "id":"ED023256",
        "title":"Buildings for Education, Vol. 1, No. 3, September 1967."},
      {
        "id":"ED023257",
        "title":"Program Guidelines and Space Requirements for Pima County Community College."},
      {
        "id":"ED023259",
        "title":"Food Service Equipment and Appurtenances."},
      {
        "id":"ED023261",
        "title":"Direct Multizone System -- DMS1-275."},
      {
        "id":"ED023264",
        "title":"Room Use for Group Instruction in Regularly Scheduled Classes."},
      {
        "id":"ED023265",
        "title":"Facilities for the Educationally Handicapped."},
      {
        "id":"ED023266",
        "title":"The New Northview Elementary School. Public School Reporter, Vol. 3, No. 1."},
      {
        "id":"ED023268",
        "title":"Students and Buildings. An Analysis of Selected Federal Programs for Higher Education. Planning Papers of the Office of Program Planning and Evaluation, Office of Education."},
      {
        "id":"ED023269",
        "title":"School Costs Are Rising and Massachusetts Vitally Needs Long-Range Planning for School Construction."},
      {
        "id":"ED023270",
        "title":"Fire Inspection Guide for Schools."},
      {
        "id":"ED023272",
        "title":"Specifications and Construction Methods for Asphalt Concrete and Other Plant-Mix Types, 3rd Edition."},
      {
        "id":"ED023273",
        "title":"The Truth on the Back of an Envelope."},
      {
        "id":"ED023274",
        "title":"A Facilities Utilization Analysis Program for Educational Institutions."},
      {
        "id":"ED023276",
        "title":"Science Guidelines for the Secondary Schools of Arkansas."},
      {
        "id":"ED023277",
        "title":"Full-Depth Asphalt Pavements for Parking Lots and Driveways."},
      {
        "id":"ED023279",
        "title":"Temperature Control. Honeywell Planning Guide."},
      {
        "id":"ED023280",
        "title":"Standards for Public Schools of Georgia."},
      {
        "id":"ED023281",
        "title":"An Annotated Bibliography of Institutional Research 1967-68."},
      {
        "id":"ED023283",
        "title":"Preliminary Plans Presented for Construction of John F. Kennedy School and Community Center- 1966 Bond Fund Project No. PS42-62-785-7 and Neighborhood Facilities Grant Project No. GA. N-7."},
      {
        "id":"ED023284",
        "title":"Master Planning Science Facilities."},
      {
        "id":"ED023285",
        "title":"The University of Michigan Campus Identification Signs."},
      {
        "id":"ED023286",
        "title":"The University of Michigan Campus Walkways."},
      {
        "id":"ED023288",
        "title":"A Realistic Approach to Civil Defense; A Handbook for School Administrators."},
      {
        "id":"ED023289",
        "title":"New Schools for New Towns."},
      {
        "id":"ED023290",
        "title":"High School Size and Cost Factors. Final Report."},
      {
        "id":"ED023291",
        "title":"Instructional Media and Heuristic Learning. Final Report."},
      {
        "id":"ED023292",
        "title":"The Covariation of Achievement and Attitude Throughout a Learning Experience. Phase III, The Relationship of New Educational Media to Non-Intellective Factors in Learning. Final Report."},
      {
        "id":"ED023294",
        "title":"Message Design: The Temporal Dimension of Message Structure. Final Report."},
      {
        "id":"ED023295",
        "title":"Aptitudes and Instructional Media. Project on Individual Differences in Learning Ability as a Function of Instructional Variables, Technical Report Number 3."},
      {
        "id":"ED023296",
        "title":"Diagnosis of Pupil Achievement in the Individually Prescribed Instruction Project. Working Paper 15."},
      {
        "id":"ED023297",
        "title":"The Effects of Shifting Medium of Expression on The Use of Concepts among Children."},
      {
        "id":"ED023298",
        "title":"Modular Audio-Visual Multimedia Programming Concept; Electronic Blueprint Reading. Study Report 1."},
      {
        "id":"ED023299",
        "title":"An Independent Learning Approach to Piano Sight Reading."},
      {
        "id":"ED023300",
        "title":"Technical Report on Tele-Communications."},
      {
        "id":"ED023301",
        "title":"Pilot Studies of Principles of Programing. Comparative Studies of Principles for Programing Mathematics in Automated Instruction."},
      {
        "id":"ED023302",
        "title":"Use of Copyrighted Material for Instruction Through Inter-Institutional Distribution by the Television."},
      {
        "id":"ED023303",
        "title":"The Relationship of Elementary and Secondary Education to a State Communications Network Serving Higher Education."},
      {
        "id":"ED023304",
        "title":"Federal-State Relationships."},
      {
        "id":"ED023307",
        "title":"A Programed Biology Laboratory for the Non-Science Major."},
      {
        "id":"ED023308",
        "title":"Programed Art in the Elementary and Secondary Schools."},
      {
        "id":"ED023309",
        "title":"A Correlational Analysis of the Effects of Learner and Linear Programming Characteristics on Learning Programmed Instruction. Final Report."},
      {
        "id":"ED023310",
        "title":"An Analysis of University Policy Statements on Instructional Recordings and their Re-Use. An Occasional Paper from Eric at Stanford."},
      {
        "id":"ED023311",
        "title":"Teaching Algebra to Ninth and Tenth Grade Pupils with the Use of Programmed Materials and Teaching Machines."},
      {
        "id":"ED023312",
        "title":"Teaching Algebra to Ninth and Tenth Grade Pupils with the Use of Programmed Materials and Teaching Machines."},
      {
        "id":"ED023313",
        "title":"Television Linguistics Program. 1967 Report."},
      {
        "id":"ED023314",
        "title":"The Use of Video-Tape Recording and Micro-Teaching Techniques to Improve Instruction on the Higher Education Level."},
      {
        "id":"ED023315",
        "title":"Television in Higher Education; Psychology; A Special Report from the National Center for School and College Television. NSCT News Supplement, Number 9."},
      {
        "id":"ED023316",
        "title":"Does the Foreign-Language Teacher Have to Teach English Grammar?"},
      {
        "id":"ED023317",
        "title":"The Teaching Machine and the Teaching of Languages: A Report on Tomorrow."},
      {
        "id":"ED023318",
        "title":"An Evaluation of the NDEA Title VI Modern Language Fellowships."},
      {
        "id":"ED023319",
        "title":"The Plateau; or the Case for Comprehension: The \"Concept\" Approach."},
      {
        "id":"ED023320",
        "title":"Experiment in French Language Instruction. Second Report."},
      {
        "id":"ED023321",
        "title":"Hazards that a High-School-Trained Student of Russian is likely to Face in College Russian Courses."},
      {
        "id":"ED023322",
        "title":"The Concept of the Directed Program."},
      {
        "id":"ED023323",
        "title":"Why Elect Spanish."},
      {
        "id":"ED023324",
        "title":"Toward Better Classroom Teaching."},
      {
        "id":"ED023325",
        "title":"Required and Suggested Readings of 181 MFL Methods Courses."},
      {
        "id":"ED023326",
        "title":"What's New in Wisconsin? Innovative Foreign Language Programs."},
      {
        "id":"ED023327",
        "title":"From Speaking to Reading."},
      {
        "id":"ED023328",
        "title":"Old Saxon in Pre-Service Training."},
      {
        "id":"ED023329",
        "title":"Foreign Language Objectives: Myths and Realities."},
      {
        "id":"ED023331",
        "title":"Foreign Languages Grades K-12. Curriculum Bulletin Series No. V. (Revised)."},
      {
        "id":"ED023332",
        "title":"A Foreign Language in the Primary School?"},
      {
        "id":"ED023333",
        "title":"FLES Evaluation: Language Skills and Pupil Attitudes in the Fairfield, Connecticut, Public Schools."},
      {
        "id":"ED023336",
        "title":"Report of the Colloquium on the Classics in Education, 1965."},
      {
        "id":"ED023337",
        "title":"Contrastive Analysis of Cultural Differences which Inhibit Communication between Americans and Colombians."},
      {
        "id":"ED023338",
        "title":"Spanish Personal Names as Barriers to Communication Between Latin Americans and North Americans."},
      {
        "id":"ED023339",
        "title":"Initial Immersion in the Foreign Culture."},
      {
        "id":"ED023340",
        "title":"Aural and Visual Perception of Melody in Tonal and Atonal Musical Environments. Final Report."},
      {
        "id":"ED023341",
        "title":"The Developing Colleges Program: A Study of Title III of the Higher Education Act of 1965."},
      {
        "id":"ED023342",
        "title":"Comparative Predictive Validities of the American College Tests and Two Other Scholastic Aptitude Tests."},
      {
        "id":"ED023343",
        "title":"The Relationship between College Grades and Adult Achievement. A Review of the Literature."},
      {
        "id":"ED023344",
        "title":"The Development of Self Instructional Drill Materials to Facilitate the Growth of Score Reading Skills of Student Conductors. Final Report."},
      {
        "id":"ED023345",
        "title":"Changes in Self-Ratings and Life Goals as Related to Student Accomplishment in College."},
      {
        "id":"ED023346",
        "title":"Extension and Public Service in the University of Illinois. Phase I Report."},
      {
        "id":"ED023347",
        "title":"Extension and Public Service in the University of Illinois. Phase II Report."},
      {
        "id":"ED023348",
        "title":"The Preparation of a Library of Taped Interviews with American Artists, on Problems of Professional Concern, as Resource Material for Faculty and Students of Art on the Level of Higher Education. Final Report."},
      {
        "id":"ED023349",
        "title":"Postdoctoral Traineeship in Research on Measurement and Instruction in Higher Education. Final Report."},
      {
        "id":"ED023350",
        "title":"Architecture School Performance Predicted from ASAT, Intellective and Nonintellective Measures."},
      {
        "id":"ED023351",
        "title":"The Prediction of Academic Success of College Students Majoring in Music."},
      {
        "id":"ED023352",
        "title":"Seminar in State Music Supervision. Final Report."},
      {
        "id":"ED023353",
        "title":"The Educational Experience of Interns."},
      {
        "id":"ED023354",
        "title":"The Relationship of Motivation and Evaluation to the Process and Product in the Art Work of College Students. Final Report."},
      {
        "id":"ED023355",
        "title":"A College-Level Art Curriculum in Glass. Final Report."},
      {
        "id":"ED023356",
        "title":"Definitions of Student Personnel Terms in Higher Education."},
      {
        "id":"ED023357",
        "title":"An Exploratory Study of the Relationships of Belief Systems, Goals, and the Evaluation of College Undergraduates."},
      {
        "id":"ED023358",
        "title":"Educational Opportunity Forum. Volume I, Number 2."},
      {
        "id":"ED023359",
        "title":"Career Progress of Merit Scholars."},
      {
        "id":"ED023360",
        "title":"Stability of Career Choices of Talented Youth."},
      {
        "id":"ED023361",
        "title":"Teaching Methodology and Theological Education: A Prospectus."},
      {
        "id":"ED023363",
        "title":"Uncommon Programs in Southern Colleges and Universities: Degrees Awarded in 1963-64."},
      {
        "id":"ED023364",
        "title":"University Study in Canada."},
      {
        "id":"ED023365",
        "title":"Survey on Criteria of Teaching Effectiveness at New Mexico State University."},
      {
        "id":"ED023366",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education 1968-1969."},
      {
        "id":"ED023368",
        "title":"PERT as a Management Tool for Educators."},
      {
        "id":"ED023369",
        "title":"A Comparison of Two Methods of Teaching an Engineering Slide Rule Course."},
      {
        "id":"ED023370",
        "title":"Minnesota Junior College Faculty Interests and Concerns, Report of a Conference of Instructors in the Humanities (Minneapolis, January 14-16, 1968)."},
      {
        "id":"ED023371",
        "title":"Selected Papers from Northern Illinois University Community College Conferences, 1967-1968."},
      {
        "id":"ED023372",
        "title":"Report of the Minnesota Inter-Institutional Television Feasibility Study."},
      {
        "id":"ED023374",
        "title":"Relationship of Certain Nonintellective Factors to Persistence."},
      {
        "id":"ED023375",
        "title":"Junior College: An Attraction to Women."},
      {
        "id":"ED023376",
        "title":"Personality Types of Student Leaders in a State University and a Junior College."},
      {
        "id":"ED023378",
        "title":"The Two-Year College Drop-In Student: A New Perspective."},
      {
        "id":"ED023379",
        "title":"Examination of Two Methods of Test Interpretation in Counseling Community College Students."},
      {
        "id":"ED023380",
        "title":"Achievement of Transfer Students from Two Year and Four Year Institutions to the State University."},
      {
        "id":"ED023381",
        "title":"Correlates of Educational Outcome for Junior College Remedial Students."},
      {
        "id":"ED023383",
        "title":"A Comparison of Selected Transfer Students with a Matched Population of Native Students."},
      {
        "id":"ED023384",
        "title":"Junior College Transfer Students' Needs and Evaluation of Student Personnel Services."},
      {
        "id":"ED023385",
        "title":"Some Factors Effecting Academic Success of Economically Disadvantaged Junior College Transfer Students."},
      {
        "id":"ED023386",
        "title":"Differences in Need-Press Variables as Perceived by University and Junior College Students."},
      {
        "id":"ED023387",
        "title":"Non-Intellective Variables Related to Successful and Unsuccessful Students in a Junior College."},
      {
        "id":"ED023388",
        "title":"Evaluating the First Semester Success of Junior College Transfers to the University of Missouri."},
      {
        "id":"ED023389",
        "title":"A Comparison of Junior College Withdrawees."},
      {
        "id":"ED023390",
        "title":"Interpersonal Values of the Junior College and University Student."},
      {
        "id":"ED023391",
        "title":"The Development of Multi-Unit Junior Colleges."},
      {
        "id":"ED023392",
        "title":"Faculty Profile: Kansas Community Junior Colleges."},
      {
        "id":"ED023394",
        "title":"Extending Campus Resources."},
      {
        "id":"ED023396",
        "title":"Factors That Affect Performance in Accounting Classes."},
      {
        "id":"ED023397",
        "title":"The Rock Valley College Career Advancement Program."},
      {
        "id":"ED023400",
        "title":"Progress Report, October, 1967, through April, 1968: Educational Component of the Public Service Careers Program."},
      {
        "id":"ED023401",
        "title":"Status Study, Spring 1968: An Application for Admission as Candidate for Membership in the North Central Association of Colleges and Secondary Schools."},
      {
        "id":"ED023404",
        "title":"A Case Study: ERIC and the Junior College Library"},
      {
        "id":"ED023406",
        "title":"A Position Paper by the State Board for Public Community and Junior Colleges."},
      {
        "id":"ED023407",
        "title":"The Status and Direction of Oklahoma Higher Education."},
      {
        "id":"ED023408",
        "title":"Manpower for Library Service."},
      {
        "id":"ED023409",
        "title":"Position Paper on Extra-Library Information Service. Final Report."},
      {
        "id":"ED023410",
        "title":"On Library Statistics: Submitted to the National Advisory Commission on Libraries."},
      {
        "id":"ED023411",
        "title":"Evaluation of the Retrieval of Metallurgical Document References using the Universal Decimal Classification in a Computer-Based System."},
      {
        "id":"ED023423",
        "title":"Library Aides. 1967 Report."},
      {
        "id":"ED023424",
        "title":"Library Aides Program. 1968 Report."},
      {
        "id":"ED023426",
        "title":"Basic Problems and Possibilities for a Reference and Research Library Resources System in Nassau and Suffolk Counties, New York."},
      {
        "id":"ED023427",
        "title":"Interloan Procedures in the Public Libraries of New York City, A Survey Conducted for the Brooklyn Public Library, the Queens Borough Public Library, and the New York Public Library."},
      {
        "id":"ED023428",
        "title":"A Centralized Processing System for School Libraries in New York State. Report to Bureau of School Libraries, New York State Education Department."},
      {
        "id":"ED023429",
        "title":"Proceedings of the Conference on School-Public Library Relations (New York City, February 8-9, 1968)."},
      {
        "id":"ED023430",
        "title":"Reading Centers Project. Final Report."},
      {
        "id":"ED023431",
        "title":"IMPLEMENTING CENTRALIZED PROCESSING FOR THE PUBLIC LIBRARIES OF NEW YORK STATE, A REPORT TO THE BOARD OF TRUSTEES OF THE ASSOCIATION OF NEW YORK LIBRARIES FOR TECHNICAL SERVICES."},
      {
        "id":"ED023435",
        "title":"The Dewey Decimal Classification; Outlines and Papers Presented at a Workshop on the Teaching of Classification (December 8-10, 1966)."},
      {
        "id":"ED023436",
        "title":"Union Catalogs and Bibliographic Centers; A State-Of-The-Art Review."},
      {
        "id":"ED023437",
        "title":"A Library Service Center for Suburban Maryland County Library Systems, Anne Arundel, Baltimore, Montgomery, Prince George's; An Establishment Proposal."},
      {
        "id":"ED023438",
        "title":"Financing Public Library Expansion; Case Studies of Three Defeated Bond Issue Referendums."},
      {
        "id":"ED023439",
        "title":"Statewide Library Surveys and Development Plans; An Annotated Bibliography, 1956-1967."},
      {
        "id":"ED023440",
        "title":"Libraries in Transition: Responses to Change. Selected Papers from North Central Library Conference (Milwaukee, October 11-14, 1967)."},
      {
        "id":"ED023442",
        "title":"Arizona Library Survey; A Comprehensive Study of Library Services in Arizona with a Projection for Future Services."},
      {
        "id":"ED023445",
        "title":"Head Start Evaluation and Research Center, The University of Chicago. Annual Report, 1966-1967."},
      {
        "id":"ED023446",
        "title":"A Digest of the Research Activities of Regional Evaluation and Research Centers for Project Head Start (September 1, 1966 to November 30, 1967)."},
      {
        "id":"ED023447",
        "title":"Extra-Curricular Parent-Child Contact and Children's Socially Reinforced Task Behavior."},
      {
        "id":"ED023448",
        "title":"Promising Directions for Research and Development in Early Childhood Education."},
      {
        "id":"ED023450",
        "title":"Central and Incidental Learning in Children."},
      {
        "id":"ED023451",
        "title":"A Study of Visual Perceptions in Early Childhood."},
      {
        "id":"ED023453",
        "title":"Interaction Patterns as a Source of Error in Teachers' Evaluations of Head Start Children. Final Report."},
      {
        "id":"ED023455",
        "title":"Final Report on Head Start Evaluation and Research: 1967-68 to the Office of Economic Opportunity. Section I: Part B, Accuracy of Self-Perception among Culturally Deprived Preschools."},
      {
        "id":"ED023456",
        "title":"Head Start Evaluation and Research Center, The University of Chicago. Report F, Socialization into the Role of Pupil."},
      {
        "id":"ED023457",
        "title":"Final Report on Head Start Evaluation and Research: 1967-68 to the Office of Economic Opportunity. Section I: Parts A and B."},
      {
        "id":"ED023458",
        "title":"Final Report on Head Start Evaluation and Research: 1967-68 to the Office of Economic Opportunity. Section II: Achievement Motivation and Patterns of Reinforcement in Head Start Children."},
      {
        "id":"ED023459",
        "title":"Learning and Teaching, Grades N-9 (Emphasis on Early Childhood)."},
      {
        "id":"ED023460",
        "title":"Nurseries in Cross-Cultural Education. Progress Report."},
      {
        "id":"ED023464",
        "title":"Bibliography of Research Studies in Elementary School and Pre-School Mathematics."},
      {
        "id":"ED023465",
        "title":"Child Development and Social Science Education. Part I: The Problem, Part II: Conference Report."},
      {
        "id":"ED023466",
        "title":"Child Development and Social Science Education. Part III: Abstracts of Relevant Literature."},
      {
        "id":"ED023467",
        "title":"Child Development and Social Science Education. Part IV: A Teaching Strategy Derived From Some Piagetian Concepts."},
      {
        "id":"ED023470",
        "title":"Processes of Curiosity and Exploration in Preschool Disadvantaged Children."},
      {
        "id":"ED023471",
        "title":"There Is a Better Way. A Premise Points the Way, a Profile with Promise, A Composite of the Survey."},
      {
        "id":"ED023472",
        "title":"An Evaluation of the Preschool Readiness Centers Program in East St. Louis, Illinois, July 1, 1967-June 30, 1968. Final Report."},
      {
        "id":"ED023473",
        "title":"Learning of Incentive-Value by Children."},
      {
        "id":"ED023474",
        "title":"A Comparison of Pre-Kindergarten and Pre-1st Grade Boys and Girls on Measures of School Readiness and Language Development. Interim Report."},
      {
        "id":"ED023475",
        "title":"A Standardized Neurological Examination: Its Validity in Predicting School Achievement in Head Start and Other Populations. Final Report."},
      {
        "id":"ED023476",
        "title":"Proceedings of the Annual Convention of the Christian Association for Psychological Studies on the Dynamics of Learning Christian Concepts (12th, Grand Rapids, Michigan, March 31-April 1, 1965)."},
      {
        "id":"ED023477",
        "title":"Methodological Issues in the Study of Age Differences in Infants' Attention to Stimuli Varying in Movement and Complexity."},
      {
        "id":"ED023478",
        "title":"San Mateo County Human Resources Commission Project Head Start - Summer 1966. An Evaluational Report."},
      {
        "id":"ED023479",
        "title":"Reinforcement Grows Up: The Experimental Analysis of Behavior as a Systematic Approach to the Teaching of Developmental Psychology."},
      {
        "id":"ED023480",
        "title":"Long Term Effect of Structured Training on 3 Young Children."},
      {
        "id":"ED023481",
        "title":"On Learning to Talk: Are Principles Derived from the Learning Laboratory Applicable?"},
      {
        "id":"ED023482",
        "title":"The Preschool Language Project. A Report of the First Year's Work."},
      {
        "id":"ED023483",
        "title":"Novelty and Familiarity as Determinants of Infant Attention within the First Year."},
      {
        "id":"ED023484",
        "title":"The Concept of Developmental Learning."},
      {
        "id":"ED023485",
        "title":"Further Evidence on the Stability of the Factor Structure of the Test Anxiety Scale for Schildren."},
      {
        "id":"ED023486",
        "title":"The Acquisition of Linguistic Structure. Technical Report VIII, A Study in the Acquisition of Language: Free Responses to Commands."},
      {
        "id":"ED023487",
        "title":"The Effects of Assessment and Personalized Programming on Subsequent Intellectual Development of Prekindergarten and Kindergarten Children. Final Report of Phase II."},
      {
        "id":"ED023488",
        "title":"Early Childhood Selected Bibliographies Series. Number 4, Cognition."},
      {
        "id":"ED023489",
        "title":"Analysis of Factors which Determine Choice of College Among Urban, Suburban, and Rural High School Students. Final Report."},
      {
        "id":"ED023492",
        "title":"Bilingual Education."},
      {
        "id":"ED023494",
        "title":"The Lincoln Project: A Study of the Educational Program of a Junior High School in a Transitional Neighborhood. A Report of the Lincoln Guidance Research Project."},
      {
        "id":"ED023495",
        "title":"New Jersey Open Space Policy Plan."},
      {
        "id":"ED023496",
        "title":"Occupational Status Projections of Mexican American Youth Residing in the Rio Grande Valley."},
      {
        "id":"ED023497",
        "title":"Ethnic Group Identity and Orientations toward Educational Attainment: A Comparison of Mexican American and Anglo Boys."},
      {
        "id":"ED023498",
        "title":"Bucknell Conference on Learning Problems of the Migrant Child, Report of Proceedings (Bucknell University, August 13-18, 1967)."},
      {
        "id":"ED023499",
        "title":"Supplement to Age of Transition--Rural Youth in a Changing Society."},
      {
        "id":"ED023500",
        "title":"National Goals for Migrant Education."},
      {
        "id":"ED023501",
        "title":"Western States Small Schools Project Summer Workshop (Nevada University, Reno, 1964). Report."},
      {
        "id":"ED023502",
        "title":"Compensatory Education in California, 1966-67. Annual Evaluation Report."},
      {
        "id":"ED023504",
        "title":"Migrant Ministry, 1967. Annual Report."},
      {
        "id":"ED023505",
        "title":"Texas Project for the Education of Migrant Children. Annual Evaluation Report."},
      {
        "id":"ED023506",
        "title":"A Study of Anglo-American and Spanish-American Culture Value Concepts and Their Significance in Secondary Education. Vol. III, No. 2, A Research Contribution for Education in Colorado."},
      {
        "id":"ED023507",
        "title":"The California Migrant Farm Worker, His Family, and the Rural Community."},
      {
        "id":"ED023508",
        "title":"Evaluation of the Bi-Lingual Project of Harlandale Independent School District, San Antonio, Texas, In the First Grades of Four Elementary Schools during 1966-1967 School Year."},
      {
        "id":"ED023509",
        "title":"Californians of Japanese, Chinese, and Filipino Ancestry; Population, Education, Employment, Income."},
      {
        "id":"ED023510",
        "title":"Mexican-American Education. Special Report."},
      {
        "id":"ED023511",
        "title":"Educational Status Orientations of Mexican American and Anglo American Youth in Selected Low-Income Counties of Texas."},
      {
        "id":"ED023512",
        "title":"Occupational Orientations of Mexican American Youth in Selected Texas Counties."},
      {
        "id":"ED023514",
        "title":"A Longitudinal Study of Occupational Aspirations and Attainments of Iowa Young Adults."},
      {
        "id":"ED023515",
        "title":"Longitudinal Prediction of School Achievement for Metis and Eskimo Pupils."},
      {
        "id":"ED023517",
        "title":"Summer Preparatory Institute, 1968, University of Denver, College of Law. Report."},
      {
        "id":"ED023518",
        "title":"Indian Education--Bibliography."},
      {
        "id":"ED023519",
        "title":"Factors Related to Communication of Forest Fire Prevention Messages, a Study of Selected Rural Communities."},
      {
        "id":"ED023520",
        "title":"Alcohol and American Indian Students."},
      {
        "id":"ED023522",
        "title":"A Demographic Study of Delaware's Migrant Population: A. The Flow of Migrant Labor; B. The Migrant School Child."},
      {
        "id":"ED023523",
        "title":"A New Focus on Opportunity for the Spanish Speaking American, Statement of the President."},
      {
        "id":"ED023524",
        "title":"Organization of School Systems in Georgia. A Survey Report."},
      {
        "id":"ED023525",
        "title":"Wyoming Rural Schools"},
      {
        "id":"ED023528",
        "title":"Development of Human Resources through a Vocationally Oriented Educational Program for Disadvantaged Families in Depressed Rural Areas. Interim Report No. 1."},
      {
        "id":"ED023529",
        "title":"Development of Human Resources through a Vocationally Oriented Education Program for Disadvantaged Families in Depressed Rural Areas. Interim Report No. 2."},
      {
        "id":"ED023531",
        "title":"Analysis of Compensatory Education in Five School Districts. Volume II: Case Studies. Final Report."},
      {
        "id":"ED023532",
        "title":"Analysis of Compensatory Education in Five School Districts. Volume I: Summary. Final Report."},
      {
        "id":"ED023533",
        "title":"Bibliography of the Cherokees."},
      {
        "id":"ED023534",
        "title":"The Case for the Small Schools."},
      {
        "id":"ED023535",
        "title":"Some Correlates of Reading Readiness among Children in Varying Background."},
      {
        "id":"ED023536",
        "title":"A Report on Programed Tutoring."},
      {
        "id":"ED023537",
        "title":"The University of Pennsylvania Dyslexia Information Center."},
      {
        "id":"ED023541",
        "title":"What About Special Theories of Teaching Remedial Reading?"},
      {
        "id":"ED023542",
        "title":"Questioning Strategies of Elementary Teachers in Relation to Comprehension."},
      {
        "id":"ED023543",
        "title":"Realms of Reading: Rhetoric, Reasoning and Reflection."},
      {
        "id":"ED023544",
        "title":"Design for Developing Colorado Reading Programs."},
      {
        "id":"ED023545",
        "title":"Developmental Reading in Social Studies; Rise in Industry and Agriculture."},
      {
        "id":"ED023546",
        "title":"Developmental Reading in Social Studies; Civil War. A Guide for Teachers, Grade 8, Revised."},
      {
        "id":"ED023547",
        "title":"Developmental Reading in Social Studies; Discovery and Exploration. A Guide for Teachers, Grade 8, Revised."},
      {
        "id":"ED023548",
        "title":"Developmental Reading in Social Studies; European Colonies in the New World and the Colonies Struggle for Independence. A Guide for Teachers, Grade 8, Revised."},
      {
        "id":"ED023549",
        "title":"Developmental Reading in Social Studies; New York State Government and Local Government. A Guide for Teachers, Grade 7, Revised."},
      {
        "id":"ED023550",
        "title":"Volunteer Reading Tutoring Program. Summary Report."},
      {
        "id":"ED023551",
        "title":"Reading Program."},
      {
        "id":"ED023553",
        "title":"Transition Room Program, 1967 Report."},
      {
        "id":"ED023554",
        "title":"Improving Reading Skills in Regular English Classes, Grades 7-9. An Instructional Bulletin."},
      {
        "id":"ED023556",
        "title":"Supplementary Language Arts Centers in Danbury."},
      {
        "id":"ED023557",
        "title":"Teaching Dictionary Skills through a Slang Dictionary."},
      {
        "id":"ED023558",
        "title":"Conducting an In-Service Reading Program at the Secondary Level. Grades 7-12."},
      {
        "id":"ED023559",
        "title":"Reading as a Second Language."},
      {
        "id":"ED023563",
        "title":"Final Report on the 1967 Summer Basic Skills Program."},
      {
        "id":"ED023565",
        "title":"The Readability Graph Validated at Primary Levels."},
      {
        "id":"ED023568",
        "title":"Title III (PACE) Projects on Reading, 1967. ERIC/CRIER Reading Review Series, Volume 2, Bibliography 13."},
      {
        "id":"ED023576",
        "title":"Pre-Service and In-Service Education in Mathematics of Colorado Elementary School Teachers - A Status Report."},
      {
        "id":"ED023577",
        "title":"Experimental Course Report/Grade Nine."},
      {
        "id":"ED023578",
        "title":"The Multivariate Nature of Professional Job Satisfaction."},
      {
        "id":"ED023579",
        "title":"Committee on the Undergraduate Program in Mathematics Newsletter."},
      {
        "id":"ED023583",
        "title":"Results of Questionnaire on Current Awareness Methods used by Physicists Prior to Publication of &quot;Current Papers in Physics.&quot;"},
      {
        "id":"ED023584",
        "title":"Curriculum and Teaching of Mathematics in the Higher Secondary Schools - An Analysis of Syllabuses."},
      {
        "id":"ED023588",
        "title":"Supplementary Modern Mathematics for Grades 1 through 9 - In-Service Course for Teachers."},
      {
        "id":"ED023595",
        "title":"Comparison of Two Teaching Techniques in Elementary School Mathematics. Final Report."},
      {
        "id":"ED023596",
        "title":"A Guide to Science Grades K-6."},
      {
        "id":"ED023598",
        "title":"Commission on Science Education Newsletter, Volume 4, Number 2."},
      {
        "id":"ED023599",
        "title":"Mathematics, 8th year, Part I."},
      {
        "id":"ED023600",
        "title":"Mathematics, Grade 5, Part 2."},
      {
        "id":"ED023601",
        "title":"Mathematics, 7th year, Part 2."},
      {
        "id":"ED023602",
        "title":"Resource Material for Teachers--Science. Career Guidance Series."},
      {
        "id":"ED023603",
        "title":"Science Grades 3-4."},
      {
        "id":"ED023604",
        "title":"Senior High School Science Curriculum Guidelines."},
      {
        "id":"ED023605",
        "title":"Science Policy Bulletin, Volume 1, Number 6."},
      {
        "id":"ED023606",
        "title":"Teaching Mathematics Through the use of a Time-Shared Computer. Final Report."},
      {
        "id":"ED023607",
        "title":"Handbook of Science Laboratory Practices and Safety. Revised."},
      {
        "id":"ED023608",
        "title":"A Guide for Teaching General Science 1-2 (8th)."},
      {
        "id":"ED023609",
        "title":"Guide for Teaching Honors Physics 1-2. Fifth Edition."},
      {
        "id":"ED023610",
        "title":"Guide for Teaching Science Problems 1-2, Grade XI or XII. Second Edition."},
      {
        "id":"ED023611",
        "title":"Evaluation of a Program to Promote Scientific Careers in Gifted Students at the Secondary Level. Final Report."},
      {
        "id":"ED023612",
        "title":"The Development of the Concepts of Ratio and Fraction in the Fourth, Fifth, and Sixth Years of the Elementary School."},
      {
        "id":"ED023613",
        "title":"The Teaching of Upper Elementary School Science Using Programed Materials Coupled with Student Performed Experiments. Final Report."},
      {
        "id":"ED023614",
        "title":"A Small Project Research Proposal in Secondary School Science Education. Final Report."},
      {
        "id":"ED023615",
        "title":"Teacher Judgment of Pupil Sociometric Status."},
      {
        "id":"ED023616",
        "title":"Observation of Teachers and Teaching: Strategies and Applications."},
      {
        "id":"ED023617",
        "title":"The Future of Learning and Teaching."},
      {
        "id":"ED023618",
        "title":"The Seattle Conference: The Role of the State Department of Education in Teacher Education (April 27-29, 1966)."},
      {
        "id":"ED023619",
        "title":"The Effects of Student Reactions to Teaching Methods."},
      {
        "id":"ED023620",
        "title":"PACEREPORT, April 1968."},
      {
        "id":"ED023621",
        "title":"The Effects of Training in Interaction Analysis on the Verbal Behavior of Teachers."},
      {
        "id":"ED023622",
        "title":"Professional Courses for Teacher Certification."},
      {
        "id":"ED023623",
        "title":"A Model Professions Development Program for Elementary School Personnel (A Planning Draft for Discussion Purposes)."},
      {
        "id":"ED023624",
        "title":"Needed: A New Order in Student Teaching That Brings Joint Accountability for Professional Development."},
      {
        "id":"ED023625",
        "title":"The Report of a Symposium on the Training of Teachers for Elementary Schools."},
      {
        "id":"ED023626",
        "title":"Appalachia Cooperative Program in Teacher Education."},
      {
        "id":"ED023627",
        "title":"A Proposal from the Newark Board of Education to the Ford Foundation."},
      {
        "id":"ED023628",
        "title":"The Effect of Observation of Classes upon Education Majors' Attitudes toward Selected Aspects of Teaching."},
      {
        "id":"ED023629",
        "title":"Report of the Experimental Summer Professional Semester. June 3 - August 14, 1968."},
      {
        "id":"ED023630",
        "title":"Teacher Aides in the Classroom; A New England Study."},
      {
        "id":"ED023631",
        "title":"Teachers: The Need and the Task. The Ninth Charles W. Hunt Lecture of the American Association of Colleges for Teacher Education, 1968."},
      {
        "id":"ED023632",
        "title":"Micro Team Teaching."},
      {
        "id":"ED023633",
        "title":"Sausalito Teacher Education Project: STEP. A San Francisco State College-Sausalito School District Cooperative Attempt to Change Teacher Education."},
      {
        "id":"ED023634",
        "title":"Toward Real Teaching: A Team Internship Proposal."},
      {
        "id":"ED023635",
        "title":"The Concept of Transfer and the Preparation of Teachers."},
      {
        "id":"ED023636",
        "title":"Continuity and Change; Thirty Years in the Preparation of Teacher Educators at Teachers College, Columbia University."},
      {
        "id":"ED023637",
        "title":"Validating the Content of Teacher Education."},
      {
        "id":"ED023638",
        "title":"The Substance of Professional Study for Teachers; Background Considerations."},
      {
        "id":"ED023639",
        "title":"The Personal Dimension in the Education of American Teachers."},
      {
        "id":"ED023640",
        "title":"An Intensive Elementary School Student-Teaching Program in a Disadvantaged Neighborhood."},
      {
        "id":"ED023641",
        "title":"Campus Schools and Student-Teaching Centers."},
      {
        "id":"ED023642",
        "title":"A Study of Self-Evaluation Applied to In-Service Education."},
      {
        "id":"ED023643",
        "title":"A National Survey of Student Teaching Programs. Final Report."},
      {
        "id":"ED023644",
        "title":"Ideas for the Development of Programs Relating to the International Scene and its Role in the Schools (Vistas for International Understanding and Cooperation)."},
      {
        "id":"ED023645",
        "title":"Defining Profitable Areas for Research in the Sociology of Education. Final Report."},
      {
        "id":"ED023646",
        "title":"Intellectual Honesty."},
      {
        "id":"ED023649",
        "title":"An Instructional Program to Enable English Teachers to Improve Discussion Skills."},
      {
        "id":"ED023652",
        "title":"[International Society for General Semantics Bibliography.]"},
      {
        "id":"ED023654",
        "title":"Reliability of a Group Form of the Peabody Picture Vocabulary Test."},
      {
        "id":"ED023658",
        "title":"New Dictionaires and Textbooks in English, Spelling, and Handwriting Adopted for use in California Elementary Schools Beginning with the 1968-69 School Year."},
      {
        "id":"ED023660",
        "title":"Teaching of English Language Arts, Problems and Recommendations: A Report of the Connecticut English and Reading Advisory Committee."},
      {
        "id":"ED023672",
        "title":"'Hobbit' Books Make Good Reading."},
      {
        "id":"ED023677",
        "title":"Creation of a Teachers and Writers Center. Final Report."},
      {
        "id":"ED023690",
        "title":"Preparation and Evaluation of Social Studies Curriculum Guides and Materials for Grades K to 14. Final Report."},
      {
        "id":"ED023691",
        "title":"Teaching About Minorities in Classroom Situations: Resource Bulletin for Teachers in the Secondary Schools. Curriculum Bulletin, 1967-68 Series, No. 23."},
      {
        "id":"ED023692",
        "title":"Africa South of the Sahara: A Resource Guide for Secondary School Teachers. Interim Report."},
      {
        "id":"ED023693",
        "title":"Images of Africa: A Report on What American Secondary School Students Know and Believe about Africa South of the Sahara."},
      {
        "id":"ED023695",
        "title":"An Experiment in Teaching Freshman English at Louisiana State University."},
      {
        "id":"ED023696",
        "title":"A Successful Research Paper for College Freshmen."},
      {
        "id":"ED023697",
        "title":"What's Wrong with Our Teaching of English?"},
      {
        "id":"ED023698",
        "title":"Workshop Reports of the Annual Conference [On College Composition and Communication] (Denver, March 24-26, 1966)."},
      {
        "id":"ED023699",
        "title":"Literature as a Source for Themes."},
      {
        "id":"ED023700",
        "title":"The PH.D. and the Profession."},
      {
        "id":"ED023701",
        "title":"A Survey of the English Curriculum in the Minnesota State Junior Colleges."},
      {
        "id":"ED023702",
        "title":"The Ghost on the Ramparts."},
      {
        "id":"ED023703",
        "title":"The Use of Linguistics in the Teaching of Literature."},
      {
        "id":"ED023704",
        "title":"Bibliography: The Teaching of English in College, 1954-February, 1968."},
      {
        "id":"ED023705",
        "title":"The Role of the Junior College Instructor in the Development of Relevant Graduate Programs in English."},
      {
        "id":"ED023706",
        "title":"The School-Community Coordinating Team. Progress Report, September 1960-June 1964."},
      {
        "id":"ED023707",
        "title":"Education in Disadvantaged Urban Areas; an In-Service Course, January-March 1964."},
      {
        "id":"ED023708",
        "title":"Dallas, Texas, Factors Affecting School Desegregation. Field Reports on Desegregation in the South, FR7."},
      {
        "id":"ED023709",
        "title":"School Racial Policy."},
      {
        "id":"ED023711",
        "title":"The Universal Trap."},
      {
        "id":"ED023713",
        "title":"Integration of the Public Schools--Chicago; Report to the Board of Education, City of Chicago."},
      {
        "id":"ED023716",
        "title":"In Their Own Words; A Student Appraisal of What Happened After School Desegregation."},
      {
        "id":"ED023717",
        "title":"Puerto Rico: An Essay in the Definition of a National Culture."},
      {
        "id":"ED023718",
        "title":"A Two-Year Report on the Experimental Freshman Year Program. Chapter V, Biographical and Attitudinal Information on Experimental Freshman Year Students."},
      {
        "id":"ED023719",
        "title":"A Two-Year Report on the Experimental Freshman Year Program. Chapter VI, Summary, Conclusions, and Recommendations."},
      {
        "id":"ED023720",
        "title":"Intensive Language Instruction, Experimental Development and Guidance Report (Hartford SADC Project II B) Evaluation 1965-1966."},
      {
        "id":"ED023721",
        "title":"The Monte Vista Story; An Evaluation Report on the Monte Vista Project; A Training Program for Volunteers in Service to America, June 19-September 10, 1965."},
      {
        "id":"ED023722",
        "title":"How Much Can We Boost IQ and Scholastic Achievement?"},
      {
        "id":"ED023723",
        "title":"Status of Puerto Rico, Selected Background Studies."},
      {
        "id":"ED023724",
        "title":"Sense of Obligation to High School Activities as Related to School Size and Marginality of Student."},
      {
        "id":"ED023725",
        "title":"Intelligence, Learning Ability, and Socioeconomic Status."},
      {
        "id":"ED023726",
        "title":"An Experiment in School - Community Relations."},
      {
        "id":"ED023727",
        "title":"Conceptual Problems."},
      {
        "id":"ED023728",
        "title":"Directory of Tutorial Projects, 1968."},
      {
        "id":"ED023729",
        "title":"Responsibility of Schools in the Provision of Equal Educational Opportunity. Invited Paper."},
      {
        "id":"ED023730",
        "title":"Summer Institute of Psychological-Sociological Problems of School Desegration; 80 School Administrators, Supervisors, Principals and Teachers in Ten Florida Counties. Final Report."},
      {
        "id":"ED023731",
        "title":"The Institute for Tutorial Development, April 1967-1968. Final Report."},
      {
        "id":"ED023732",
        "title":"One-Fifth of the Nation; Fact and Action Guide to Poverty in the Midst of Plenty in the U.S.A. for Use by Church People and Church Groups."},
      {
        "id":"ED023733",
        "title":"Social Realities and the Urban School."},
      {
        "id":"ED023734",
        "title":"Teachers and the Urban School Crisis."},
      {
        "id":"ED023735",
        "title":"Education: Cultivating Greater Diversity."},
      {
        "id":"ED023736",
        "title":"School Integration Policies in Northern Cities."},
      {
        "id":"ED023737",
        "title":"Class Struggles in the Schools."},
      {
        "id":"ED023738",
        "title":"The New York School Crisis."},
      {
        "id":"ED023739",
        "title":"Education Symposium on Urban Problems (Columbus, Ohio, December 13 and 14, 1966)."},
      {
        "id":"ED023740",
        "title":"How Evanston, Illinois Integrated all of its Schools."},
      {
        "id":"ED023742",
        "title":"Operation Upgrade: An In-Service Training Program to Supplement the Development of a Curriculum for the Multi-Racial Schools in New York City to the End That Intergroup Relations May Be Improved."},
      {
        "id":"ED023743",
        "title":"Report '65 , a Summary Report, 1964-1965."},
      {
        "id":"ED023744",
        "title":"Competence and Elementary School Achievement: Case Studies in an Urban Ghetto. Research Report, Vol. 4, No. 7."},
      {
        "id":"ED023746",
        "title":"A Cooperative Program Between a City School District and a Suburban School District. Interim Report."},
      {
        "id":"ED023747",
        "title":"EVALUATION OF THE PILOT PHASE OF THE TEEN TUTORIAL PROGRAM: A MODEL OF INTERRELATIONSHIP OF SEVENTH GRADERS, KINDERGARTEN PUPILS AND PARENTS TO MEET THE DEVELOPMENTAL NEEDS OF DISADVANTAGED CHILDREN, JANUARY 1, 1967 TO AUGUST 31, 1967."},
      {
        "id":"ED023748",
        "title":"A Compensatory Educational Program on the Higher Education Level for a Culturally Deprived Group in Israel. An Interim Report, February 1968."},
      {
        "id":"ED023749",
        "title":"Compensatory Education in California, 1966-67. Summary of the Annual Evaluation Report."},
      {
        "id":"ED023750",
        "title":"Economic Opportunity Amendments of 1967."},
      {
        "id":"ED023751",
        "title":"Race and Place: A Legal History of the Neighborhood School."},
      {
        "id":"ED023752",
        "title":"Pointing the Way Toward Equality, Inter-Agency Conference on Equal Educational Opportunity (January 12, 1968)."},
      {
        "id":"ED023753",
        "title":"Another Look at Race and Education."},
      {
        "id":"ED023754",
        "title":"The Extent of Poverty in the United States 1959 to 1966. Current Population Reports Series P-60, No. 54."},
      {
        "id":"ED023755",
        "title":"A Case History in the Treatment of Academic Failure: Some Suggestions for Professionals in Work/Training Programs for the Disadvantaged."},
      {
        "id":"ED023756",
        "title":"One Man's Answers to the Educational Problems of a City."},
      {
        "id":"ED023757",
        "title":"Design for an Effective Schools Program in Urban Centers. Revised."},
      {
        "id":"ED023758",
        "title":"A Model Program for Educationally Deprived Children. CPA School Seminar Paper."},
      {
        "id":"ED023759",
        "title":"Process of Change; The Story of School Desegregation in Syracuse, New York."},
      {
        "id":"ED023760",
        "title":"Demonstration School for Educationally Disadvantaged Children (Olinda School)."},
      {
        "id":"ED023761",
        "title":"An Evaluation of the Special Educational Project for Migrant Children in Dade County Public Schools, Miami, Florida."},
      {
        "id":"ED023762",
        "title":"Narrative Description of the N.C. Advancement School, Final Report."},
      {
        "id":"ED023763",
        "title":"South Miami Junior High School Curriculum Project."},
      {
        "id":"ED023765",
        "title":"Self-Other Relationships of Segregated and Desegregated Ninth Graders."},
      {
        "id":"ED023767",
        "title":"A Two-Year Report on the Experimental Freshman Year Program. Chapter I, Introduction."},
      {
        "id":"ED023768",
        "title":"A Two-Year Report on the Experimental Freshman Year Program. Chapter II, A Review of Research Literature Concerning Low Achievers."},
      {
        "id":"ED023769",
        "title":"A Two-Year Report on the Experimental Freshman Year Program. Chapter III, Procedures."},
      {
        "id":"ED023770",
        "title":"A Two-Year Report on the Experimental Freshman Year Program. Chapter IV, Results."},
      {
        "id":"ED023771",
        "title":"The Monte Vista Story; an Evaluation Report on the Monte Vista Project. Interviews with Basic Instructors."},
      {
        "id":"ED023772",
        "title":"Seminar on Urban Transformation."},
      {
        "id":"ED023773",
        "title":"An Automated Primary-Grade Reading and Arithmetic Curriculum for Culturally Deprived Children. Final Report."},
      {
        "id":"ED023774",
        "title":"The Teacher As Pygmalion: Comments on the Psychology of Expectation."},
      {
        "id":"ED023775",
        "title":"Outside the Expected."},
      {
        "id":"ED023776",
        "title":"A Study of Selected Exemplary Programs for the Education of Disadvantaged Children: Part I. Final Report."},
      {
        "id":"ED023777",
        "title":"A Study of Selected Exemplary Programs for the Education of Disadvantaged Children: Part II. Final Report."},
      {
        "id":"ED023778",
        "title":"National Conference: Meeting the Special Educational Needs of Urban Puerto Rican Youth. Final Report."},
      {
        "id":"ED023779",
        "title":"The Losers; A Report on Puerto Ricans and the Public Schools."},
      {
        "id":"ED023780",
        "title":"&quot;Hemos Trabajado Bien&quot;; A Report on the First National Conference of Puerto Ricans, Mexican-Americans, and Educators on &quot;The Special Educational Needs of Urban Puerto Rican Youth&quot; (New York City, May 14-15, 1968)."},
      {
        "id":"ED023781",
        "title":"Institutional Collaboration to Improve Urban Public Education with Special Reference to the City of Chicago (Urban Education Developmental Project). Final Report."},
      {
        "id":"ED023782",
        "title":"Women in the World of Work."},
      {
        "id":"ED023784",
        "title":"Data Processing; a Suggested Two-Year Post High School Curriculum. Second Edition."},
      {
        "id":"ED023785",
        "title":"Business Education; Progress Report and Programs Developed Under Manpower Development and Training Act."},
      {
        "id":"ED023786",
        "title":"Auto Mechanics; Methodology. Technical Instruction Manual."},
      {
        "id":"ED023787",
        "title":"Labor in Learning: Public School Treatment of the World of Work."},
      {
        "id":"ED023788",
        "title":"Virginia Labor Mobility Pilot Project. Final Report."},
      {
        "id":"ED023789",
        "title":"Proceedings, Regional Seminar and Research Conference in Agricultural Education (Ithaca, November 8-10, 1967)."},
      {
        "id":"ED023790",
        "title":"Nome Experimental and Demonstration Manpower Project. Final Report."},
      {
        "id":"ED023791",
        "title":"Achievement Test Program."},
      {
        "id":"ED023792",
        "title":"Occupation Analysis as a Basis for Vocational Education Curriculum Change."},
      {
        "id":"ED023793",
        "title":"Curriculum Development for Hawaii's Colleges with Emphasis on Occupational Education."},
      {
        "id":"ED023794",
        "title":"Course of Study in Agricultural Occupations (Agricultural-Supply Businesses--Sales and Service) for Reidland High School, Department of Vocational Agriculture."},
      {
        "id":"ED023795",
        "title":"Worker Requirements and Methods of Entry into Home and Community Occupations Related to Home Economics; Brief Descriptions of Specific Occupations Classified Into Six Clusters, Highlights of Areas of Work and Worker Trait Groups for Individual Occupations. Professional Education Series No. HE-7."},
      {
        "id":"ED023796",
        "title":"Descriptions of Home and Community Occupations Related to Home Economics; Descriptions of Specific Occupations Classified Into Six Clusters, Index to Areas of Work and Worker Trait Groups for Individual Occupations. Professional Education Series No. HE-8."},
      {
        "id":"ED023797",
        "title":"Employees in Nursing and Personal Care Homes: Number, Work Experience, Special Training, and Wages, United States, May-June 1964. Publication No. 1000, Series 12, No. 6."},
      {
        "id":"ED023798",
        "title":"Inhalation Therapy Technicians."},
      {
        "id":"ED023799",
        "title":"Viable Farmer-Worker Relationships: A Study of Selected Cases in New York State in 1966. Bulletin 1019."},
      {
        "id":"ED023800",
        "title":"Manpower Implications of Automation. Papers Presented by the U.S. Department of Labor at the O.E.C.D. North American Regional Conference (Washington, D.C., December 8-10, 1964)."},
      {
        "id":"ED023801",
        "title":"The Manpower Development and Training Act: A Review of Training Activities."},
      {
        "id":"ED023802",
        "title":"The Outlook for Technological Change and Employment. Technology and the American Economy, Appendix Volume I."},
      {
        "id":"ED023803",
        "title":"Technology and the American Economy. Volume I."},
      {
        "id":"ED023804",
        "title":"Health Services Survey and Training Program, a Prospectus."},
      {
        "id":"ED023805",
        "title":"Workshop on Problems of Planning, Recruitment and Selection for Youth-Work Programs, Summary of Proceedings (Sterling Forest, N.Y., November 30-December 2, 1965)."},
      {
        "id":"ED023807",
        "title":"Oregon Statewide Study of Systematic Vocational Education Planning, Implementation, Evaluation: Phase I--Manpower Needs, Data-Colection Devices and Occupation Clusters . Exhibit A."},
      {
        "id":"ED023808",
        "title":"Facts about Nurses and Nursing in New York State."}]
  }}
