{
  "response":{"numFound":509939,"start":246000,"numFoundExact":true,"docs":[
      {
        "id":"ED023809",
        "title":"Handbook for Sponsors; Standards and Procedures for Work-Training Experience Programs under the Economic Opportunity Act of 1964, as Amended."},
      {
        "id":"ED023810",
        "title":"An Analysis of Occupational Titles and Competencies Needed in Off-Farm Agricultural Supplies Businesses. Teacher Education Research Series, Volume 7, Number 2."},
      {
        "id":"ED023811",
        "title":"Report of a Consultation on the Employment of Women with Family Responsibilities (February 17, 1965)."},
      {
        "id":"ED023812",
        "title":"Educational Planning for an Emerging Occupation; A Summary Report of a Research Project in Electromechanical Technology."},
      {
        "id":"ED023813",
        "title":"Movement of Labor between Farm and Nonfarm Jobs. Research Bulletin 13."},
      {
        "id":"ED023814",
        "title":"Multiple Jobholding by Farm Operators. Research Bulletin 5."},
      {
        "id":"ED023816",
        "title":"Family Relations and Child Development. Home Economics Research Abstracts, 1966, No. 6."},
      {
        "id":"ED023817",
        "title":"Outline of Vocational Training in India."},
      {
        "id":"ED023818",
        "title":"Demonstrating Innovations in Vocational Education: Initial Application Submitted to the Office of Education, Department of Health, Education and Welfare: Plan and Operation Grant."},
      {
        "id":"ED023819",
        "title":"Evaluation and Skill Training of Out-of-School, Hard Core Unemployed Youth for Training and Placement, a Follow-up Study of the Experimental and Demonstration Manpower Program."},
      {
        "id":"ED023820",
        "title":"Adaptation and Training of Rural Workers for Industrial Work, Co-ordination of Research."},
      {
        "id":"ED023821",
        "title":"Resources Available to Member States for the Advancement of Women through Technical Co-operation Programmes of the United Nations System and through Programmes of Non-Governmental Organizations in Consultative Status."},
      {
        "id":"ED023824",
        "title":"Instructors Guide for Using Simulated Materials to Instruct School Administrators in the Area of Occupational Education."},
      {
        "id":"ED023825",
        "title":"The Madison School-Community: Abbreviated Background Materials."},
      {
        "id":"ED023826",
        "title":"Manual of an Instructional Program in Dental Assisting."},
      {
        "id":"ED023827",
        "title":"Health Auxiliary Training, Instructor's Guide."},
      {
        "id":"ED023828",
        "title":"Closed Drainage of the Chest; A Programed Course for Nurses."},
      {
        "id":"ED023829",
        "title":"The Psychiatric Aide in State Mental Hospitals."},
      {
        "id":"ED023830",
        "title":"An Investigation to Determine if Higher Speeds are Obtained with the Diamond Jubilee Gregg Shorthand Method."},
      {
        "id":"ED023831",
        "title":"Guidelines for Teaching Child Development, in Junior and Senior High School."},
      {
        "id":"ED023832",
        "title":"The Effects of Automation on Occupations and Workers in Pennsylvania."},
      {
        "id":"ED023833",
        "title":"Trained Manpower for To-morrow's Agriculture. Documentation in Agriculture and Food."},
      {
        "id":"ED023834",
        "title":"Project '80, Rural Michigan Now and In 1980; Highlights and Summary. Research Report 37."},
      {
        "id":"ED023835",
        "title":"Greater Utilization of Dental Technicians, I. Report of Training."},
      {
        "id":"ED023836",
        "title":"Greater Utilization of Dental Technicians, II. Report of Clinical Tests."},
      {
        "id":"ED023837",
        "title":"A Program of Curricula Evaluation and Certification Procedure."},
      {
        "id":"ED023838",
        "title":"Manpower Requirements for Planning; an International Comparison Approach. Volume 1."},
      {
        "id":"ED023839",
        "title":"Opening the Doors: Job Training Programs. Part One. Recommendations and Summary Findings."},
      {
        "id":"ED023840",
        "title":"Vocational and Technical Education."},
      {
        "id":"ED023841",
        "title":"A Pilot Study to Determine the Feasibility of Investigating Nationally the Impact of Licensing Practices on the Availability and Mobility of Non-Professional Manpower in Occupations Where Skill Shortages Exist. Final Report."},
      {
        "id":"ED023843",
        "title":"Education and Training; Learning for Jobs, 6th Annual Report of the Department of Health, Education, and Welfare to the Congress on Training Activities under the Manpower Development and Training Act."},
      {
        "id":"ED023844",
        "title":"The Role of Vocational-Technical Education in the University."},
      {
        "id":"ED023846",
        "title":"Vocational Education Improvement Act Amendments of 1967; Hearings before the General Subcommittee on Education...on H.R. 8525 and Related Bills...Held in Washington, D.C., April 12, 13, 17, 1967. Part I."},
      {
        "id":"ED023847",
        "title":"Vocational Education Improvement Act Amendments of 1967; Hearings before the General Subcommittee on Education...on H.R. 8525 and Related Bills...Held in Los Angeles, Calif., April 22; Chicago, Ill., April 28; South Bend, Ind., April 29, 1967. Part 2."},
      {
        "id":"ED023848",
        "title":"Vocational Education Improvement Act Amendments of 1967; Hearings before the General Subcommittee on Education...on H.R. 8525 and Related Bills...Held in Washington D.C., January 31 and February 1, 1968. Part 3."},
      {
        "id":"ED023849",
        "title":"A National School Counselor Evaluation of Occupational Information. Vocational Technical Report."},
      {
        "id":"ED023850",
        "title":"Perspectives in Manpower Planning. An Edinburgh Group Report."},
      {
        "id":"ED023851",
        "title":"Counselor's Handbook: I, Counselor's Interviewing Guides in Individual Appraisal; II, Counselee Appraisal Patterns Related to Fields of Work."},
      {
        "id":"ED023852",
        "title":"Wages and Labour Mobility; A Report by a Group of Independent Experts on the Relation between Changes in Wage Differentials and the Pattern of Employment with a Foreword on the Implications of the Study for Income Policy."},
      {
        "id":"ED023853",
        "title":"Occupational Employment Statistics--Sources and Data."},
      {
        "id":"ED023854",
        "title":"Manpower Problems in the Service Sector. Background Report for a Trade Union Seminar. International Seminars 1966-2."},
      {
        "id":"ED023855",
        "title":"Establishment of a Vocational Evaluation-Work Adjustment Unit. Final Report."},
      {
        "id":"ED023856",
        "title":"Guide to Structure and Articulation of Occupational Education Programs (Grades 7 through 12 and Post-High School)."},
      {
        "id":"ED023859",
        "title":"Report of the Committee on Administration of Training Programs."},
      {
        "id":"ED023860",
        "title":"Summer Institute to Prepare Vocational Educators in Curriculum Development."},
      {
        "id":"ED023861",
        "title":"State Licensing of Health Occupations."},
      {
        "id":"ED023864",
        "title":"Manpower Planning and Forecasting, Proceedings of the Annual Research Conference (10th, Beverly Hills, California, April 10-11, 1967)."},
      {
        "id":"ED023866",
        "title":"The City and the World of Work: A Critical Examination of Life in Los Angeles and Urban America in the Mid-Sixties. Proceedings of the Annual Research Conference (9th, Los Angeles, March 14-15, 1966)."},
      {
        "id":"ED023867",
        "title":"Variables Influencing Teacher Adoption of Cooperative Agricultural Occupations Curricula."},
      {
        "id":"ED023871",
        "title":"Colorado Guide for Teaching Human Development for Home Economics Education, Secondary Adult and Occupations."},
      {
        "id":"ED023872",
        "title":"The Function and Status by 1980 of Vocational Education in the Thirteenth and Fourteenth Years, Work Project No. 14."},
      {
        "id":"ED023875",
        "title":"Annotated Bibliography of Publications and Reports Resulting from Southern Regional Cooperative Research Project S-44: Factors in the Adjustment of Families and Individuals in Low-Income Rural Areas of the South."},
      {
        "id":"ED023876",
        "title":"Essentials of an Acceptable School for Inhalation Therapy Technicians."},
      {
        "id":"ED023878",
        "title":"Development and Testing of an Experimental Mobile Instructional Facility for Applied Courses in Engineering Technology."},
      {
        "id":"ED023879",
        "title":"Socioeconomic Background and Occupational Achievement: Extensions of a Basic Model. Final Report."},
      {
        "id":"ED023880",
        "title":"A Pilot Study for Gainful Employment in Home Economics. Final Report. Volume III, A Suggested Curriculum Guide for Preparing Clothing Service Workers for Entry Level Jobs."},
      {
        "id":"ED023881",
        "title":"A Pilot Study for Gainful Employment in Home Economics. Final Report. Volume I."},
      {
        "id":"ED023882",
        "title":"A Pilot Study for Gainful Employment in Home Economics. Final Report. Volume II, A Suggested Curriculum Guide for Preparing Child Care Workers for Entry Level Jobs."},
      {
        "id":"ED023883",
        "title":"A Pilot Study for Gainful Employment in Home Economics. Final Report. Volume IV, A Suggested Curriculum Guide for Preparing Food Service Workers for Entry Level Jobs."},
      {
        "id":"ED023884",
        "title":"Occupational Mathematics; Ratios and Fractions. Report No. 16-D. Final Report."},
      {
        "id":"ED023885",
        "title":"Occupational Mathematics; Concepts of Decimals and Fractions. Report No. 16-I. Final Report."},
      {
        "id":"ED023886",
        "title":"Concurrent Work-Education; Programs in the 50 States, 1965-66."},
      {
        "id":"ED023887",
        "title":"A Study of the Effectiveness of a Military-Type Computer-Based Instructional System When Used in Civilian High School Courses in Electronics and Automechanics. Final Report."},
      {
        "id":"ED023888",
        "title":"An Experimental Self-Instructional System for Introducing Gregg Shorthand. Final Report, No. 28."},
      {
        "id":"ED023889",
        "title":"Development of a Retailing Instructional System for Distributive Education. Final Report, No. 26."},
      {
        "id":"ED023890",
        "title":"Research and Development in Vocational and Technical Education; Non-Metropolitan Areas; Area Development and Iowa Area Maps. Final Report, Appendix Four."},
      {
        "id":"ED023891",
        "title":"Research and Development in Vocational and Technical Education; Non-Metropolitan Areas: Survey of Reported Research. Final Report, Appendix Three."},
      {
        "id":"ED023892",
        "title":"Research and Development in Vocational and Technical Education: Non-Metropolitan Areas; Research Reports. Final Report, Appendix Two."},
      {
        "id":"ED023893",
        "title":"Research and Development in Vocational and Technical Education: Non-Metropolitan Areas; Research Reports. Final Report, Appendix One."},
      {
        "id":"ED023894",
        "title":"A Planning Study to Determine the Feasibility of Developing a New Business and Office Education Curriculum. Moonshot--An Office Occupation Curriculum. Final Report."},
      {
        "id":"ED023895",
        "title":"Summary of Studies Conducted in Minnesota, 1965-67."},
      {
        "id":"ED023896",
        "title":"Occupational Research; Health Occupations Education Abstracts of Iowa Research, 1960-1968."},
      {
        "id":"ED023902",
        "title":"The Potential of Vocational Education: Observations and Conclusions Based on a Study of Three Selected Cities in Pennsylvania."},
      {
        "id":"ED023903",
        "title":"A Training Institute for Administrative Personnel and Teacher Educators Responsible for Young Farmer Education. Final Report."},
      {
        "id":"ED023904",
        "title":"Are Wyoming's Secondary School Vocational Programs Geared to Wyoming Industry? A Project Submitted to the Wyoming Research Coordinating Unit, Cheyenne, Wyoming."},
      {
        "id":"ED023906",
        "title":"Organization of Multiple Teacher Programs in Vocational Agriculture."},
      {
        "id":"ED023907",
        "title":"Research and Development in Vocational and Technical Education: Non-Metropolitan Areas. Final Report."},
      {
        "id":"ED023908",
        "title":"Home Economics Education, Research Summary."},
      {
        "id":"ED023909",
        "title":"The Relationship of ADP Training Curriculum and Methodology in Federal Government. Final Report."},
      {
        "id":"ED023910",
        "title":"Effects of Field and Job Oriented Technical Retraining on Manpower Utilization of the Unemployed. Vocational-Industrial Education Research Report. Final Report."},
      {
        "id":"ED023911",
        "title":"Clusters of Tasks Performed by Merchandising Employees Working in Three Standard Industrial Classifications of Retail Establishments. Final Report, No. 20."},
      {
        "id":"ED023913",
        "title":"The Design and Evaluation of Vocational Technical Education Curricula Through Functional Job Analysis. Final Report."},
      {
        "id":"ED023914",
        "title":"Coordination of Organic Curriculum Development in the Public Schools of Monroe, Michigan. Interim Report."},
      {
        "id":"ED023915",
        "title":"National Survey of Wage Earning Home Economics Course Development. NRCUVT Series No. 4."},
      {
        "id":"ED023916",
        "title":"Procedure for Determining Vocational Education Needs Through Community Analysis. NRCUVT Series No. 2."},
      {
        "id":"ED023917",
        "title":"Enterprise Planning for Change; Co-ordination of Manpower and Technical Planning. Industrial Relations Aspects of Manpower Policy, No. 5."},
      {
        "id":"ED023918",
        "title":"In Service Training in Computer Assisted Instruction for Vocational Teachers. Final Report."},
      {
        "id":"ED023919",
        "title":"Retail Flower Shop Operation and Management. A Teacher's Manual."},
      {
        "id":"ED023920",
        "title":"Retail Flower Shop Operation and Management. A Student Handbook."},
      {
        "id":"ED023921",
        "title":"Vocational Education for Rural Youth."},
      {
        "id":"ED023922",
        "title":"Personal and Situational Variables which Inhibit or Stimulate the Adoption of Agricultural Occupations Curricula as an Innovation in Vocational Agriculture by Institute Participants. Final Report."},
      {
        "id":"ED023923",
        "title":"A Study of Vocational-Technical Education in the Washoe County, Nevada, School District."},
      {
        "id":"ED023924",
        "title":"Landscape Maintenance and Establishment. A Teacher's Manual. Teacher Education Series, Volume 9 Number 2T."},
      {
        "id":"ED023925",
        "title":"Landscape Maintenance and Establishment. A Student Handbook. Teacher Education Series, Volume 9 Number 2S."},
      {
        "id":"ED023926",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs in the Machine Trades. Interim Report. Research 24."},
      {
        "id":"ED023927",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs in Data Processing. Interim Report. Research 25."},
      {
        "id":"ED023928",
        "title":"Professional Personnel in State Divisions of Vocational Education: Policies, Practices, Requirements. Research 15."},
      {
        "id":"ED023929",
        "title":"Seminar Supervisors and Teacher Educators of Teachers of Persons with Special Needs. Final Report (Phase One)."},
      {
        "id":"ED023930",
        "title":"The Effects of On-The-Job Counseling on Employers' Rating and Job Satisfaction of Persons Trained in Selected Oklahoma MDTA Classes during 1967-1968. Final Report."},
      {
        "id":"ED023931",
        "title":"Workshop Report: Distributive Education Project Development Workshop (Rutgers University, New Brunswick, June 19-30, 1967)."},
      {
        "id":"ED023932",
        "title":"Regional Workshops in Project Development for Distributive Education Curricula. Final Report."},
      {
        "id":"ED023933",
        "title":"Workshop Report: Distributive Education Project Development Workshop. (Wisconsin Univ., Madison, July 30-August 11, 1967)."},
      {
        "id":"ED023934",
        "title":"A Study of Vocational-Technical Education in the Churchill County, Nevada, School District."},
      {
        "id":"ED023935",
        "title":"Research Visibility. Post-Secondary and Adult Education."},
      {
        "id":"ED023936",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education, Fall 1968."},
      {
        "id":"ED023937",
        "title":"Review and Synthesis of Research on the Economics of Vocational Education. Research 16."},
      {
        "id":"ED023938",
        "title":"A Program of Research into the Identification of Manpower Requirements, The Educational Preparation and the Utilization of Manpower in the Library and Information Professions. Final Report, Phase I."},
      {
        "id":"ED023939",
        "title":"Actual and Perceived Consensus on Educational Goals Between School and Community. Final Report. Volume I and Volume II."},
      {
        "id":"ED023940",
        "title":"Rates and Standards."},
      {
        "id":"ED023944",
        "title":"Our Experience With Retraining and Relocation."},
      {
        "id":"ED023947",
        "title":"Leadership in Community Development."},
      {
        "id":"ED023948",
        "title":"Assemblee Generale Annuelle - 23 Mai 1968; Rapport des Activities 1967 - 1968 (Annual General Assembly - May 23, 1968; Report of Activities 1967 - 1968)."},
      {
        "id":"ED023950",
        "title":"Proceedings of a Pre-Convention Workshop on College Personnel Services for the Adult; Student Assistance, Involvement, Development."},
      {
        "id":"ED023951",
        "title":"Urban Planning; Who Makes Decisions in Our Metropolis? Conference Report (University of California, Los Angeles, June 24, 1967)."},
      {
        "id":"ED023954",
        "title":"Syllabus for Education 672 - Introduction to Adult Education."},
      {
        "id":"ED023955",
        "title":"Seminar on Comparative Studies in Adult Education (Ontario Institute For Studies in Education, April 10, 1968)."},
      {
        "id":"ED023957",
        "title":"Outstanding Features of the Inventory (BAEQ). Condensed Report."},
      {
        "id":"ED023958",
        "title":"&quot;Animation Sociale&quot;: The Experience of the BAEQ. Condensed Report."},
      {
        "id":"ED023959",
        "title":"The Emerging City and Higher Adult Education."},
      {
        "id":"ED023960",
        "title":"Workshop on Accelerating the Preparation of Adult Educators (George Washington University, September 7 - 9, 1965). Final Report."},
      {
        "id":"ED023963",
        "title":"South Carolina State-Plan for Adult Basic Education, Adult Education Act of 1966 (Title III of P.L. 89-750)."},
      {
        "id":"ED023966",
        "title":"Proceedings of the Annual Meeting of the National University Extension Association (52nd, University of Michigan, April 23-25, 1967). Volume 50."},
      {
        "id":"ED023967",
        "title":"Adult Educators Consider the Satellite Proposal."},
      {
        "id":"ED023969",
        "title":"Educating the Adult Educator. Part 1, Concepts for the Curriculum."},
      {
        "id":"ED023971",
        "title":"Professional Education and the Public Service; an Exploratory Study."},
      {
        "id":"ED023972",
        "title":"Opinions of School Superintendents on Adult Education."},
      {
        "id":"ED023976",
        "title":"Further Education; Part-Time Teachers Speak."},
      {
        "id":"ED023977",
        "title":"The Relation of Learning in Adults to Social and Biological Deprivation."},
      {
        "id":"ED023979",
        "title":"Change and Progress. A Comparative Study: Housing Project Survey 1964-1966, St. Louis, Missouri."},
      {
        "id":"ED023980",
        "title":"Comparative Policies on High School Diplomas for Adults, U.S.A."},
      {
        "id":"ED023981",
        "title":"Training Methodology. Part 4: Audiovisual Theory, Aids and Equipment; an Annotated Bibliography."},
      {
        "id":"ED023982",
        "title":"Concerns About Adult Education."},
      {
        "id":"ED023983",
        "title":"Annual Report, July 1, 1967-June 30, 1968."},
      {
        "id":"ED023984",
        "title":"Participation in Adult Education Agencies and Personal Influence."},
      {
        "id":"ED023985",
        "title":"Guelph Adult Participation Patterns; First Report of the City of Guelph Participation Survey."},
      {
        "id":"ED023986",
        "title":"Consultant Service and Workshop for Law Enforcement Officials, Attorneys and Judges in Central and Eastern Kentucky (Lexington, Maysville, Covington, Catlettsburg, Pikeville, London, Richmond, Harlan, 1967-68)."},
      {
        "id":"ED023987",
        "title":"Relationships Among the Activities and Attitudes of Christian Clergymen: A Preliminary Report."},
      {
        "id":"ED023989",
        "title":"Educational Programs Information Center Directory: A Directory of Educational Institutions and Training Programs on Long Island with Information on Selected Occupational Fields of Special Interest to Women."},
      {
        "id":"ED023990",
        "title":"Annotated Bibliography on Inservice Training in Mental Health for Staff in Residential Institutions."},
      {
        "id":"ED023991",
        "title":"An Annotated Bibliography on Inservice Training for Allied Professionals and Nonprofessionals in Community Mental Health."},
      {
        "id":"ED023992",
        "title":"Public School Adult Education. Current Information Sources, No.19."},
      {
        "id":"ED023993",
        "title":"Research and Investigations in Adult Education; 1968 Annual Register."},
      {
        "id":"ED023994",
        "title":"Schools and Adult Education; Report of the National Seminar, (15th, Mysore, October 15-18, 1967)."},
      {
        "id":"ED023996",
        "title":"Board of Regents Symposium on Continuing Education."},
      {
        "id":"ED023997",
        "title":"Some Guides for Sex Education and Marriage Preparation."},
      {
        "id":"ED023999",
        "title":"Thirty-Eight Years in Adult Education."},
      {
        "id":"ED024000",
        "title":"Training Methods; An Analysis of the Research Findings."},
      {
        "id":"ED024001",
        "title":"Abstracts of Papers Presented to the National Seminar on Adult Education Research, February 11-13, 1968 in Chicago."},
      {
        "id":"ED024002",
        "title":"Cooperative Extension. Current Information Sources, No. 20."},
      {
        "id":"ED024014",
        "title":"Adult Learning Characteristics. Current Information Sources, No. 21."},
      {
        "id":"ED024015",
        "title":"International Information Flow in Linguistics."},
      {
        "id":"ED024017",
        "title":"Language Teaching With Video Tape."},
      {
        "id":"ED024018",
        "title":"Survey of Language Use and Language Teaching in Eastern Africa."},
      {
        "id":"ED024020",
        "title":"Syntactic Dissimilation."},
      {
        "id":"ED024021",
        "title":"Two Conferences on Chinese Linguistics. 1966: Computers and Chinese Linguistic Research; 1967: Problems of Content and Form in the Teaching of Chinese."},
      {
        "id":"ED024022",
        "title":"Phonological Models."},
      {
        "id":"ED024025",
        "title":"Finnish Graded Reader."},
      {
        "id":"ED024026",
        "title":"A Study of Second Language Learning: The Influence of First Language on Perception, Cognition and Second Language Learning--a Test of the Whorfian Hypothesis. Final Report."},
      {
        "id":"ED024027",
        "title":"The So-Called Japanese Passive."},
      {
        "id":"ED024028",
        "title":"Hungarian Graded Reader."},
      {
        "id":"ED024029",
        "title":"Speak Dutch; an Audio-Lingual Course."},
      {
        "id":"ED024033",
        "title":"English in the Primary School."},
      {
        "id":"ED024035",
        "title":"Attitudes and Motivation: Their Role in Second-Language Acquisition."},
      {
        "id":"ED024036",
        "title":"Social Dialects and Language Learning: Implications for TESOL."},
      {
        "id":"ED024037",
        "title":"Role Conflict in Native Communication."},
      {
        "id":"ED024039",
        "title":"The Development of an English Language Proficiency Test of Foreign Students, Using a Clozentropy Procedure. Final Report."},
      {
        "id":"ED024040",
        "title":"A Nepali Conversation Manual."},
      {
        "id":"ED024044",
        "title":"Linguistic Society of America Annual Meeting (43rd, New York, New York, December 28-30, 1968). Meeting Handbook."},
      {
        "id":"ED024045",
        "title":"An Analysis of the Explanations of Linguistic Rules by G.H. Mead and B.F. Skinner. Final Report."},
      {
        "id":"ED024046",
        "title":"The Myth of Mentalism in Linguistics. Final Report."},
      {
        "id":"ED024051",
        "title":"The Teaching of Arabic in the United States: The State of the Art."},
      {
        "id":"ED024053",
        "title":"A Study of Non-Standard English."},
      {
        "id":"ED024054",
        "title":"Differences between Anglo and Non-Anglo Children on Factorial Dimensions of School Anxiety and Coping Style."},
      {
        "id":"ED024056",
        "title":"Personality Correlates of Sociometric Status."},
      {
        "id":"ED024057",
        "title":"The Definition of a Cognitive Control Principle: A Case of Diminishing Returns."},
      {
        "id":"ED024058",
        "title":"Sociometric Choice: A Study in Pupillary Response."},
      {
        "id":"ED024059",
        "title":"Information Processing and Concept Learning at Grades 6, 8, and 10 as a Function of Cognitive Style."},
      {
        "id":"ED024061",
        "title":"School Children's Games. Final Report."},
      {
        "id":"ED024062",
        "title":"Forecasting Academic Success in Specific Colleges."},
      {
        "id":"ED024063",
        "title":"Selection and Admission of Foreign Students. Guidelines."},
      {
        "id":"ED024064",
        "title":"A Comprehensive Bibliography on the Value Concept."},
      {
        "id":"ED024065",
        "title":"Time as a Relevant Variable When Personality Scores Are Used to Predict Achievement."},
      {
        "id":"ED024066",
        "title":"Teaching About the Authoritarian Personality: Effects on Moral Judgment."},
      {
        "id":"ED024067",
        "title":"Level of Aspiration as a Factor in Inner-City Career Guidance."},
      {
        "id":"ED024068",
        "title":"Dimensions of Adjustment in Adolescent Boys: Negro-White Comparisons."},
      {
        "id":"ED024069",
        "title":"Understanding the College Student Lawbreaker."},
      {
        "id":"ED024070",
        "title":"Some Syndromes Among Suicidal People: The Problem of Suicide Potentiality."},
      {
        "id":"ED024071",
        "title":"Drug Use and Student Values."},
      {
        "id":"ED024074",
        "title":"The Use of Fantasy and Imagery in the Training of Counselors: The Cognitive Trap in Graduate Education."},
      {
        "id":"ED024075",
        "title":"Planned and Unplanned Aspects of Occupational Choices by Youth: Toward A Morphology of Occupational Choice."},
      {
        "id":"ED024076",
        "title":"Experiential Methods in a Group Counseling Program With Blind Children."},
      {
        "id":"ED024077",
        "title":"Effect of Personality Organization of Inner-City Youth on Career Development."},
      {
        "id":"ED024078",
        "title":"Implications of Career Development Theory and Research for Counselor Education."},
      {
        "id":"ED024080",
        "title":"Perceptions of Non-College-Bound Vocationally-Oriented High School Graduates."},
      {
        "id":"ED024081",
        "title":"Concepts of Career Fields Held by Eleventh Grade Students. 1968."},
      {
        "id":"ED024082",
        "title":"Path-Goal Models as a Basis for the Design of Organization Reward Systems."},
      {
        "id":"ED024083",
        "title":"Identifying the Potentially Successful Among Marginal College Entrants. Final Report."},
      {
        "id":"ED024084",
        "title":"Need for Achievement, Curiosity and Sense of Control: Pilot Study for a Large-Scale Investigation."},
      {
        "id":"ED024085",
        "title":"The Effectiveness of Academic Interest Scales in Predicting College Achievement."},
      {
        "id":"ED024086",
        "title":"The Structure of Positive Interpersonal Relations in Small Groups."},
      {
        "id":"ED024087",
        "title":"Teaching Practices Designed to Foster Self-Understanding."},
      {
        "id":"ED024088",
        "title":"Patterns and Determinants of Student Affiliation at a Public Urban Commuter College. Final Report."},
      {
        "id":"ED024089",
        "title":"Delinquency Prone Youth: Longitudinal and Preventive Research."},
      {
        "id":"ED024090",
        "title":"Certification Requirements for School Psychologists in Fifty States as of April, 1965."},
      {
        "id":"ED024091",
        "title":"Entry Certification Requirements for Visiting Teachers and School Social Workers in Fifty States as of April, 1965."},
      {
        "id":"ED024092",
        "title":"Student Aides for Handicapped College Students. Final Report of Pilot Study."},
      {
        "id":"ED024093",
        "title":"Elementary Guidance in Ohio. A Compilation of Project Abstracts: 1967-68."},
      {
        "id":"ED024094",
        "title":"The School Dropout in Georgia."},
      {
        "id":"ED024095",
        "title":"Some Effects of Having a Brother or Sister."},
      {
        "id":"ED024096",
        "title":"Group Counseling and Personal Development."},
      {
        "id":"ED024097",
        "title":"Effects of the Perception of Peer Leadership Influence upon Freshman Women at the University o f Florida."},
      {
        "id":"ED024099",
        "title":"Concept Learning as a Function of the Type of Material and Type of Classification."},
      {
        "id":"ED024100",
        "title":"Group Techniques in Guidance."},
      {
        "id":"ED024101",
        "title":"A Pilot Follow-Up Study of High School Graduates for the Years 1961 and 1965 in the Twenty-three Counties of West Kentucky Having Counselors During 1964-1965. Final Report."},
      {
        "id":"ED024102",
        "title":"Individual Differences in Motor and Verbal Skills. Final Report."},
      {
        "id":"ED024103",
        "title":"A Developmental Study of Sign-Differentiated and Non-Sign-Differentiated Conditional Discrimination Learning."},
      {
        "id":"ED024104",
        "title":"A Comparison of a Selected Dimension of Counselor and Non-Counselor Behavior. Final Report."},
      {
        "id":"ED024105",
        "title":"Working Paper 3: Some Studies of Background Factors, Achievement, and Mental Health in a Nationwide Sample of Adolescent Boys. Interim Report."},
      {
        "id":"ED024107",
        "title":"The Processes of Face-to-Face Negotiation."},
      {
        "id":"ED024108",
        "title":"The Economics of American Education: A Bibliography, Including Selected Major References for Other Nations."},
      {
        "id":"ED024110",
        "title":"A Journal of Collective Negotiations."},
      {
        "id":"ED024112",
        "title":"Knowledge Production and Utilization in Educational Administration."},
      {
        "id":"ED024113",
        "title":"A Partial Theory of Executive Succession."},
      {
        "id":"ED024114",
        "title":"Fundamentals of Research Development Institute (Bowling Green, Kentucky, June 13-August 5, 1966). Final Report."},
      {
        "id":"ED024115",
        "title":"Housing Value Projection Model Related to Educational Planning: The Feasibility of a New Methodology. Final Report."},
      {
        "id":"ED024116",
        "title":"Development of Quantitative Models of the Educational Process."},
      {
        "id":"ED024117",
        "title":"Toward a Science of Organization."},
      {
        "id":"ED024118",
        "title":"The Importance of Coordination in Higher Education."},
      {
        "id":"ED024119",
        "title":"Guidelines for Planning in Colleges and Universities. Volume One, Planning System."},
      {
        "id":"ED024120",
        "title":"Guidelines for Planning in Colleges and Universities. Volume Two, Management and Financial Planning."},
      {
        "id":"ED024121",
        "title":"A Survey of Organizational Patterns of Reorganized Middle Schools. Final Report."},
      {
        "id":"ED024123",
        "title":"How to Implement Annual Giving for the Small College, Philosophy--Dynamics."},
      {
        "id":"ED024124",
        "title":"Ancillary Pilot Study for the Educational Policy Research Center Program. Final Report."},
      {
        "id":"ED024125",
        "title":"Bibliography on Organizational Trends in Schools."},
      {
        "id":"ED024126",
        "title":"Amendment to the Revising and Updating the Jefferson Township Simulation Materials Contract, the Development and Testing of Gamed Simulations."},
      {
        "id":"ED024127",
        "title":"Integrated Quality Education: A Study of Educational Parks and Other Alternatives for Urban Needs."},
      {
        "id":"ED024128",
        "title":"Selected Papers on Values."},
      {
        "id":"ED024129",
        "title":"National Conference on School Finance (9th, Chicago, Illinois, April 3-5, 1966), Proceedings: Local-State-Federal Partnership in School Finance."},
      {
        "id":"ED024130",
        "title":"Dimensions in School Finance."},
      {
        "id":"ED024131",
        "title":"National Conference on School Finance (8th, Chicago, Illinois, April 4-7, 1965); Proceedings; Trends in Financing Public Education."},
      {
        "id":"ED024132",
        "title":"Financing Public Schools, A Study Guide."},
      {
        "id":"ED024133",
        "title":"Selected Bibliography on Collective Negotiations."},
      {
        "id":"ED024134",
        "title":"Building the Master Schedule of Classes. A Reference Manual."},
      {
        "id":"ED024135",
        "title":"A Bibliography of Empirical Studies of School Boards, 1900-1951. A Re-Issue."},
      {
        "id":"ED024136",
        "title":"A Bibliography of Empirical Studies of School Boards, 1952-1968."},
      {
        "id":"ED024137",
        "title":"Curriculum Improvement and Educational Development. Modernizing Our Schools."},
      {
        "id":"ED024138",
        "title":"Mathematical Models in Educational Planning. Education and Development, Technical Reports."},
      {
        "id":"ED024139",
        "title":"Econometric Models of Education, Some Applications. Education and Development, Technical Reports."},
      {
        "id":"ED024140",
        "title":"Public Understanding of Education as a Field of Study. A Conference (Palo Alto, California, November 30-December 1, 1967)."},
      {
        "id":"ED024141",
        "title":"Educators Meet the Press: A Communication Gap at the State Capital."},
      {
        "id":"ED024142",
        "title":"The Present State of Neglect."},
      {
        "id":"ED024143",
        "title":"Some Economic Considerations in Educational Project Planning."},
      {
        "id":"ED024144",
        "title":"Program Budgeting and Other Newer Management Tools in Higher Education: A Description and Annotated Bibliography."},
      {
        "id":"ED024145",
        "title":"The Impact of Systems Analysis on Education."},
      {
        "id":"ED024146",
        "title":"Collective Negotiations in the Public Schools."},
      {
        "id":"ED024147",
        "title":"Alternatives in Educational Expenditure Policy for the State of Illinois."},
      {
        "id":"ED024149",
        "title":"Group Health Insurance Plans for Public-School Personnel, 1964-65."},
      {
        "id":"ED024151",
        "title":"Selected Statistics of Local School Systems, 1964-65."},
      {
        "id":"ED024152",
        "title":"High Spots in State School Legislation, January 1-August 1, 1966, An Annual Compilation. School Law Series."},
      {
        "id":"ED024153",
        "title":"High Spots in State School Legislation, January 1-August 31, 1967, An Annual Compilation. School Law Series."},
      {
        "id":"ED024154",
        "title":"Planning for Educational Development in a Planning, Programming, Budgeting System."},
      {
        "id":"ED024155",
        "title":"Guidelines for School District Organization. A Project Report."},
      {
        "id":"ED024156",
        "title":"Evaluation Under Title 1 of the Elementary and Secondary Educational Act of 1965."},
      {
        "id":"ED024157",
        "title":"Annotated Bibliography on Private Financing of Higher Education."},
      {
        "id":"ED024159",
        "title":"The Occupational Success of the Retarded: Critical Factors, Predictive Tests and Remedial Techniques."},
      {
        "id":"ED024160",
        "title":"The Effect of Special Class Placement on the Self-Concept-of-Ability of the Educable Mentally Retarded Child."},
      {
        "id":"ED024162",
        "title":"Family Crisis and the Decision to Institutionalize the Retarded Child. CEC Research Monograph, Series A, Number 1."},
      {
        "id":"ED024163",
        "title":"A Pilot Approach to the Education of First Grade Public School Children with Problems in Bodily Schema, Perceptual-Motor and/or Language Development. Final Report."},
      {
        "id":"ED024164",
        "title":"Opportunities for Handicapped Children in the Public Schools of New Jersey."},
      {
        "id":"ED024165",
        "title":"North Carolina Public Schools: A Status Report of the Program for Educable Mentally Retarded Children."},
      {
        "id":"ED024166",
        "title":"The Development of Simulation Materials for Research and Training in Administration of Special Education. Final Report."},
      {
        "id":"ED024167",
        "title":"Concept Identification as a Function of Cognitive Style, Complexity, and Training Procedures."},
      {
        "id":"ED024168",
        "title":"A Multi-Disciplinary Approach to a School-Centered Rehabilitation Program for Pregnant School-Age Girls in Washington, D.C."},
      {
        "id":"ED024169",
        "title":"Type of Solution in the Problem-Solving Behavior of Normal and Mentally-Retarded Children. Final Report."},
      {
        "id":"ED024170",
        "title":"The San Mateo County Pilot Study of Neurologically Handicapped Children."},
      {
        "id":"ED024172",
        "title":"Knowledge of English Morphology Exhibited by Intellectually Retarded, Normal, and Superior Children in the CA Four to Twelve Year Range."},
      {
        "id":"ED024176",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded. Session III."},
      {
        "id":"ED024177",
        "title":"Law and Authority, an Essential Part of the Social Studies Program for the Educable Mentally Retarded (Awareness, Knowledge, Respect, Observance, Enforcement)."},
      {
        "id":"ED024178",
        "title":"Homemaking for the Educable Mentally Retarded Girl; In-Service Training Materials for Teachers of the Educable Mentally Retarded."},
      {
        "id":"ED024179",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded."},
      {
        "id":"ED024180",
        "title":"A Proposed Program for National Action to Combat Mental Retardation. A Report to the President."},
      {
        "id":"ED024181",
        "title":"A Comparison of Group Versus Individual Production of Non-Verbal Artistic Creativity. Final Report."},
      {
        "id":"ED024182",
        "title":"The Development of the Social Concept Group among Mentally Retarded Children. Final Report."},
      {
        "id":"ED024185",
        "title":"The Improvement of Teaching Procedures with Gifted Elementary and Secondary School Students. Final Report."},
      {
        "id":"ED024186",
        "title":"Exploring Rehabilitation--Special Education Relationships; Selected Papers of a Special Education and Rehabilitation Institute (Phoenix, Arizona, March 11-12, 1968)."},
      {
        "id":"ED024189",
        "title":"Design of Facilities for the Mentally Retarded; Diagnosis and Evaluation, Education and Training, Living Units. Hospital and Medical Facilities Series."},
      {
        "id":"ED024190",
        "title":"Programing Public School Services for Retarded Children in Wisconsin."},
      {
        "id":"ED021177",
        "title":"ARISE Directory, Adult Education Programs-Cultural Opportunities --Guidance Services. Directory Number 4, 1967-1968."},
      {
        "id":"ED021179",
        "title":"Resources for the Employment of Mature Women and/or Their Continuing Education; A Selected Bibliography and Aids."},
      {
        "id":"ED021180",
        "title":"Nomination and Election Procedures, and Make-Up of the 1967 County University of Missouri Extension Councils."},
      {
        "id":"ED021181",
        "title":"Summer Session and Evening Salaries in California Public Junior Colleges, Report of a 1967 Survey."},
      {
        "id":"ED021182",
        "title":"Annotated Bibliography on Residential Adult Education (Conferences and Institutes)."},
      {
        "id":"ED021188",
        "title":"Continuing Professional Education Programs of Voluntary Health Agencies."},
      {
        "id":"ED021190",
        "title":"A Study of the Results of a Program of Continuing Education for Protestant Clergy."},
      {
        "id":"ED021191",
        "title":"Tenant Action."},
      {
        "id":"ED021192",
        "title":"Proceedings of the Annual Seminar on Leadership in Continuing Education (11th, Kellogg Center for Continuing Education, Michigan State University, April 8-11, 1968)."},
      {
        "id":"ED021194",
        "title":"Evaluation of an Eight Week Adult Education Program."},
      {
        "id":"ED021196",
        "title":"Continuing Education for Women in Ohio; A Study Project of the Ohio Division, American Association of University Women."},
      {
        "id":"ED021201",
        "title":"A Study of Adult Education in the United States. CSLEA Research Reports."},
      {
        "id":"ED021203",
        "title":"The Adult Basic Education Curriculum and Its Development."},
      {
        "id":"ED021204",
        "title":"The College and Its Community; A Conference on Purpose and Direction in the Education of Adults. CSLEA Occasional Papers, Number 16."},
      {
        "id":"ED021206",
        "title":"Beginning Indonesian (Preliminary Edition). Volumes 1-5."},
      {
        "id":"ED021207",
        "title":"The Problem of Literary Language and Dialect in Arab Countries. Preliminary Translations of Selected Works in Sociolinguistics, Number II."},
      {
        "id":"ED021208",
        "title":"Fundamental Approaches to the Teaching of Literary Chinese."},
      {
        "id":"ED021210",
        "title":"The Speech of Negro High School Students in Memphis, Tennessee. Final Report."},
      {
        "id":"ED021211",
        "title":"Adapting and Composing Reading Texts."},
      {
        "id":"ED021212",
        "title":"The Role of the Volunteer in Teaching English to Educated Foreign-Born Adults."},
      {
        "id":"ED021214",
        "title":"A Linguistic Approach to English. Volume One. Revised Edition."},
      {
        "id":"ED021215",
        "title":"A Linguistic Approach to English. Volume Two. Revised Edition."},
      {
        "id":"ED021216",
        "title":"The Application of Descriptive Linguistics to the Teaching of English and a Statistically-Measured Comparison of the Relative Effectiveness of the Linguistically-Oriented and Traditional Methods of Instruction."},
      {
        "id":"ED021217",
        "title":"Norms of Sequential Associative Dependencies in Active Declarative Sentences."},
      {
        "id":"ED021218",
        "title":"The Development of Language."},
      {
        "id":"ED021219",
        "title":"Study of Airflow Out of the Mouth During Speech."},
      {
        "id":"ED021220",
        "title":"Hue Discrimination Related to Linguistic Habits."},
      {
        "id":"ED021221",
        "title":"On the Necessity of Distinguishing Between Speaking and Listening."},
      {
        "id":"ED021222",
        "title":"Aphasia and Linguistic Competence."},
      {
        "id":"ED021223",
        "title":"Association, Syntax, and Instructions in Sentence Recall."},
      {
        "id":"ED021224",
        "title":"Syntactic Complexity and the Recall of Semantic Information."},
      {
        "id":"ED021225",
        "title":"Association and Phrase Structure in Sentence Recall: A Replication."},
      {
        "id":"ED021226",
        "title":"The Source of Facilitation in the Recall of Context Words that Accompany Associatively Related Words in Connected Discourse."},
      {
        "id":"ED021227",
        "title":"Psychological and Associative Meaning in Auditory Recognition."},
      {
        "id":"ED021228",
        "title":"Children's Color Categories and the Problem of Language and Cognition."},
      {
        "id":"ED021229",
        "title":"Associative Grouping Strategies Among Educable Mentally Retarded and Normal Boys."},
      {
        "id":"ED021230",
        "title":"A Comparison of the Factor Structure of the ITPA on 18 Factor Analyses."},
      {
        "id":"ED021231",
        "title":"Effects of Grammatical and Associative Structure, Delay Interval, and Activity During Delay on Memory Span of Educable Retarded Children."},
      {
        "id":"ED021232",
        "title":"Preliminaires pour l'Etude de la Phonetique Suprasegmentale en vue de l'Enseignement du Francais aux Etrangers (Preliminaries to the Study of Suprasegmental Phonetics for the Teaching of French to Foreigners)."},
      {
        "id":"ED021233",
        "title":"Programmed Course in Modern Literary Arabic Phonology and Script."},
      {
        "id":"ED021234",
        "title":"On the Explanation of Phonic Interference."},
      {
        "id":"ED021235",
        "title":"Foreign Language Experience and Color Word Interference."},
      {
        "id":"ED021236",
        "title":"Psychological Reality of the Paragraph."},
      {
        "id":"ED021237",
        "title":"Considerations of Grammar and Computation in Language Behavior."},
      {
        "id":"ED021238",
        "title":"Notions of &quot;Generation&quot; in Rhetorical Studies."},
      {
        "id":"ED021239",
        "title":"Suprasentential and Substitution Tests in First Language Acquisition."},
      {
        "id":"ED021240",
        "title":"Is There a \"Midland\" Dialect of American English?"},
      {
        "id":"ED021247",
        "title":"Some Suggestions for Research on First and Second Language Acquisition."},
      {
        "id":"ED021250",
        "title":"Playfulness and Nonplayfulness in High-School Students: Trait Composition and Educational Implications."},
      {
        "id":"ED021251",
        "title":"Training in Counseling and Psychotherapy: An Evaluation of an Integrated Didactic and Experiential Approach."},
      {
        "id":"ED021252",
        "title":"The Influence of Class Size on Academic Attainment and Student Satisfaction."},
      {
        "id":"ED021253",
        "title":"An Investigation of Selected Procedures for Measuring and Predicting Rate of Learning in Classrooms Operating under a Program of Individualized Instruction."},
      {
        "id":"ED021254",
        "title":"Performance by High and Low Risk College Freshmen on Measures of Creativity."},
      {
        "id":"ED021255",
        "title":"Emerging Trends in Junior College Student Personnel Work."},
      {
        "id":"ED021256",
        "title":"Impact of Father Absence: III. Problems of Family Reintegrating Following Prolonged Father Absence."},
      {
        "id":"ED021257",
        "title":"Relationships of Intelligence Test Scores to Measures of Anxiety, Impulsiveness and Verbal Interests in Gifted Adolescents. Final Report."},
      {
        "id":"ED021258",
        "title":"Project VISION: An Approach to a Model System of Occupational Employment Information."},
      {
        "id":"ED021259",
        "title":"Percentage Gain: An Alternative Approach to the Measurement of Change."},
      {
        "id":"ED021260",
        "title":"Manual for Self-Study by a Counselor Education Staff; Based on the 1967 Edition of Standards for the Preparation of Secondary School Counselors."},
      {
        "id":"ED021261",
        "title":"A Comparison of the Need Structure of College Students Enrolled in Different Academic Majors: Natural Groupings."},
      {
        "id":"ED021262",
        "title":"The Interest Pattern of Public Health Nurses."},
      {
        "id":"ED021263",
        "title":"College Student Counselor Preferences for Help with Problems of Sex and Anger."},
      {
        "id":"ED021264",
        "title":"The School as a Setting for Social Work Services. Special Education Institute Series."},
      {
        "id":"ED021265",
        "title":"A Study of Counseling Services and the Development of a Survey Instrument at Miami-Dade Junior College."},
      {
        "id":"ED021266",
        "title":"The Selection and Evaluation of School Counselors."},
      {
        "id":"ED021267",
        "title":"An Exploratory Study of a Color Association Exercise for the Assessment of Verbal Creative Ability."},
      {
        "id":"ED021268",
        "title":"Proceedings of the Conference on Education at the Undergraduate Level for the Helping Services (Manchester, New Hampshire, May 3-5, 1967)."},
      {
        "id":"ED021269",
        "title":"Child Behavior Consultation in Elementary Schools: A Demonstration and Research Program. Final Report."},
      {
        "id":"ED021270",
        "title":"The Relationship Between the Interests of Male High School Seniors and their Parents' Perceptions of these Interests."},
      {
        "id":"ED021271",
        "title":"Wage Levels in Sheltered Employment."},
      {
        "id":"ED021272",
        "title":"Predicting Major Field of Study: Freshman Self-Predictions or Psychometric Predictions?"},
      {
        "id":"ED021273",
        "title":"The Financial Structure of Sheltered Workshops."},
      {
        "id":"ED021276",
        "title":"The Residence Hall Ministry and the Role of the Campus Minister."},
      {
        "id":"ED021277",
        "title":"Disseminating and Using Research Reports."},
      {
        "id":"ED021278",
        "title":"A Special Desegregation Training Institute for Counselors: Race, Culture and Interracial Group Processes. Technical Report."},
      {
        "id":"ED021279",
        "title":"The Study of Development of Creativity: Research Problems in Parental Antecedents."},
      {
        "id":"ED021280",
        "title":"Counselor Training in Statistical Analysis via Electronic Processing for Research on Local and Regional Student Data. Final Report."},
      {
        "id":"ED021281",
        "title":"The Measurement of Campus and Student Morale. Technical Report."},
      {
        "id":"ED021282",
        "title":"An Analysis of the Tasks in School Social Work as a Basis for Improved Use of Staff. Final Report."},
      {
        "id":"ED021283",
        "title":"Effectiveness of Counseling and Guidance Techniques for Elementary School Students. Final Report."},
      {
        "id":"ED021284",
        "title":"Simulated Occupational Problems in Encouraging Career Exploration."},
      {
        "id":"ED021285",
        "title":"A Theory of Vocational Development for Women."},
      {
        "id":"ED021287",
        "title":"College Personnel Services for the Adult."},
      {
        "id":"ED021288",
        "title":"A Set of Basic Interest Scales for the Strong Vocational Interest Blank for Men."},
      {
        "id":"ED021289",
        "title":"Multi-Occupations at Harkness Center. Progress Report Number 1."},
      {
        "id":"ED021290",
        "title":"Effects of Group Guidance and Group Counseling on the Self Concept and Professional Attitudes of Prospective Teachers."},
      {
        "id":"ED021291",
        "title":"Anthropometric Training Project. Final Report."},
      {
        "id":"ED021292",
        "title":"Antecedents and Consequences of Intuitive Thinking. Final Report."},
      {
        "id":"ED021293",
        "title":"Recognition of Spoken Comments by a Teacher in a Learning Situation as Related to Children's Personality and Learning. Final Report."},
      {
        "id":"ED021294",
        "title":"Investigation of Family Learned Behavior as Related to Personal Interactions Outside of the Family. Final Report."},
      {
        "id":"ED021296",
        "title":"Cross Cultural Considerations in Understanding Vocational Development."},
      {
        "id":"ED021297",
        "title":"Psychotherapy and the Nonprofessional Therapist: Responses of Naive Therapists to &quot;Therapeutic&quot; Contact with Chronic Schizophrenics."},
      {
        "id":"ED021298",
        "title":"Cognitive Style, Personal Needs and Academic Achievement."},
      {
        "id":"ED021299",
        "title":"Increasing the Employability of Applicants in Professional Occupations Who are not Competitive in the Detroit Job Market. Final Report."},
      {
        "id":"ED021300",
        "title":"The Career Information Service. A Guide to Its Development and Use."},
      {
        "id":"ED021301",
        "title":"The Central Utah Project on Individualization of Instruction."},
      {
        "id":"ED021302",
        "title":"Transfer Students Speak Out."},
      {
        "id":"ED021303",
        "title":"References Concerning Architectural Barriers in Higher Education."},
      {
        "id":"ED021304",
        "title":"Communication for the Handicapped in College: An Annotated List of References and Aids."},
      {
        "id":"ED021305",
        "title":"Decision-Making. CAPS Current Resources Index."},
      {
        "id":"ED021306",
        "title":"Professional Specialties in the Pupil Personnel Services. CAPS Current Resources Index."},
      {
        "id":"ED021307",
        "title":"The Post-Doctoral Training Program in Education. Final Report."},
      {
        "id":"ED021308",
        "title":"The Impact of the Hawthorne Effect in Experimental Designs in Educational Research. Final Report."},
      {
        "id":"ED021309",
        "title":"Differentiated Training for Professors and Educational Administrators."},
      {
        "id":"ED021310",
        "title":"A Study of Inter-Relationships between Education, Manpower and Economy."},
      {
        "id":"ED021311",
        "title":"Towards a National Educational Planning Model."},
      {
        "id":"ED021312",
        "title":"The Development of Productive Thinking Skills in Fifth-Grade Children."},
      {
        "id":"ED021313",
        "title":"A Student Report on Student and Teacher Reactions to Modular Scheduling and Independent Study at South Hills High School during the 1966-67 School Year."},
      {
        "id":"ED021314",
        "title":"The Effectiveness of a Self-Appraisal Guide in an In-Service Education Program."},
      {
        "id":"ED021315",
        "title":"The Middle School, A Selected Bibliography."},
      {
        "id":"ED021316",
        "title":"School Boards and School Board Problems, a Clinical Approach."},
      {
        "id":"ED021318",
        "title":"Characteristics Differentiating Under- and Overachieving Elementary Schools."},
      {
        "id":"ED021320",
        "title":"Effect of Class Size as Measured by an Achievement Test Criterion."},
      {
        "id":"ED021321",
        "title":"Development and Evaluation of a Programmed Text in Criminal Law. Final Report."},
      {
        "id":"ED021323",
        "title":"The School as an Amplifier."},
      {
        "id":"ED021324",
        "title":"Some Data Problems in Systems Research."},
      {
        "id":"ED021325",
        "title":"Supervision: In Retrospect and Prospect."},
      {
        "id":"ED021329",
        "title":"The School Administrator and Negotiation."},
      {
        "id":"ED021330",
        "title":"Your Leadership Development Program."},
      {
        "id":"ED021331",
        "title":"What is the Future of Local Boards of Education?"},
      {
        "id":"ED021332",
        "title":"The Art of Negotiation."},
      {
        "id":"ED021333",
        "title":"Realistic Fiscal Bases for Federal Programs."},
      {
        "id":"ED021334",
        "title":"Education and Economic Growth. Proceedings of the Annual Conference on the Economics of Education (1st, Tallahassee, Florida, December 15, 1967)."},
      {
        "id":"ED021335",
        "title":"Dissatisfaction with College and the College Dropout: A Transactional Approach. Final Report."},
      {
        "id":"ED021336",
        "title":"The Relationship of Socioeconomic Factors, Educational Leadership Patterns and Elements of Community Power Structure to Local School Fiscal Policy. Final Report."},
      {
        "id":"ED021337",
        "title":"The North Carolina Advancement School: &quot;The Development and Evaluation of a School for High Potential Underachievers,&quot; 1964-1967. Final Report."},
      {
        "id":"ED021338",
        "title":"Cooperative Project for Educational Development. Final Report."},
      {
        "id":"ED021339",
        "title":"Developing Taxonomies of Organizational Behavior in Education. Final Report."},
      {
        "id":"ED021340",
        "title":"What are the Ingredients in the Recipe for Successful Negotiations with Teacher Groups?"},
      {
        "id":"ED021341",
        "title":"The Superintendent and Grievance Procedures."},
      {
        "id":"ED021342",
        "title":"The Politics of Education: To Lobby or Not to Lobby."},
      {
        "id":"ED021343",
        "title":"Organizations in Educational Administration: A Directory of Information Sources."},
      {
        "id":"ED021344",
        "title":"Problems in Cutaneous Communication from Psychophysics to Information Processing."},
      {
        "id":"ED021345",
        "title":"Reading and Psycholinguistic Processes of Partially Seeing Children. CEC Research Monograph, Series A, Number 5."},
      {
        "id":"ED021346",
        "title":"An Emerging Program for Slow Learning Pupils in the Warwick Public Schools. Volume II, Guidelines for the Secondary Curriculum."},
      {
        "id":"ED021347",
        "title":"Childhood Aphasia."},
      {
        "id":"ED021348",
        "title":"The Slow Learning Program in the Elementary and Secondary Schools."},
      {
        "id":"ED021349",
        "title":"Childhood Aphasia and Brain Damage: Volume II, Differential Diagnosis."},
      {
        "id":"ED021350",
        "title":"Personal and Social Adjustment of Gifted Adolescents. CEC Research Monograph, Series A, Number 4."},
      {
        "id":"ED021351",
        "title":"Provisions and Procedures for the Rapid Learner in Selected Texas Junior High Schools."},
      {
        "id":"ED021353",
        "title":"Computer Assisted Instruction for the Mentally Retarded."},
      {
        "id":"ED021354",
        "title":"Proceedings of a Symposium on Habilitating the Mentally Retarded (Mankato, Minnesota, February 11, 1967)."},
      {
        "id":"ED021355",
        "title":"An Analysis of the Teacher-Pupil Verbal Interaction in Special Classes for the Mentally Retarded."},
      {
        "id":"ED021357",
        "title":"The Effect of Structured Physical Activity on the Motor Skill Development of Children with Learning Disabilities (Minimal Brain Dysfunction)."},
      {
        "id":"ED021358",
        "title":"Tennessee Plans for Her Retarded Citizens."},
      {
        "id":"ED021359",
        "title":"Workshops for the Handicapped; an Annotated Bibliography. Number 4."},
      {
        "id":"ED021360",
        "title":"Educable Mentally Retarded, Level I."},
      {
        "id":"ED021361",
        "title":"Public Awareness About Mental Retardation: A Survey and Analysis."},
      {
        "id":"ED021363",
        "title":"A Pilot Study of Day-Care Centers and Their Clientele."},
      {
        "id":"ED021365",
        "title":"Rehabilitation Services for Educable Retarded Students. Final Report."},
      {
        "id":"ED021366",
        "title":"Educational Implications of Psychopathology for Brain-Injured Children; Lesley College Annual Graduate Symposium (3rd, Cambridge, Massachusetts, May 13, 1967)."},
      {
        "id":"ED021367",
        "title":"Mental Retardation Grants. Part II, Research and Demonstration."},
      {
        "id":"ED021368",
        "title":"Basic Reference Books Recommended for Use with Gifted Children; An Annotated Bibliography."},
      {
        "id":"ED021369",
        "title":"Employment Assistence for the Handicapped; A Directory of Federal and State Programs to Help the Handicapped to Employment."},
      {
        "id":"ED021370",
        "title":"Mental Retardation Publications of the Department of Health, Education, and Welfare."},
      {
        "id":"ED021371",
        "title":"A Proposal for a Pilot Program to Meet the Needs of the Mentally Retarded Deaf."},
      {
        "id":"ED021372",
        "title":"Analysis of Teacher-Pupil Verbal Interaction Patterns in Classes for the Mentally Retarded. Studies in Language and Language Behavior, Progress Report Number IV."},
      {
        "id":"ED021373",
        "title":"A Comparison of the Listening Ability of Blind Students and the Listening Ability of Sighted Students in the Intermediate Grades."},
      {
        "id":"ED021375",
        "title":"Psychomotor Performance, Mental Disability and Rehabilitation."},
      {
        "id":"ED021377",
        "title":"Directory of Agencies Serving Blind Persons in the United States. Fifteenth Edition."},
      {
        "id":"ED021378",
        "title":"Annual Distinguished Lectures in Special Education (5th, University of Southern California School of Education, Los Angeles, Summer 1966)."},
      {
        "id":"ED021381",
        "title":"Communication Methods for the Hearing Impaired."},
      {
        "id":"ED021382",
        "title":"Sociological Aspects of Deafness."},
      {
        "id":"ED021383",
        "title":"Rehabilitation of Hearing."},
      {
        "id":"ED021384",
        "title":"Diagnosis of Hearing Loss."},
      {
        "id":"ED021385",
        "title":"Education for the Hearing Impaired (Auditorily Impaired)."},
      {
        "id":"ED021387",
        "title":"Training and Qualifications (Teachers and Workers for the Deaf)."},
      {
        "id":"ED021388",
        "title":"The Very Young Hearing-Impaired Child."},
      {
        "id":"ED021389",
        "title":"Cultural Activities for the Deaf."},
      {
        "id":"ED021390",
        "title":"Recommendations of the Fifth Congress of the World Federation of the Deaf."},
      {
        "id":"ED021393",
        "title":"Campus Planning Study for the Ohio State University. Phase I, Alternative Basic Schemes."},
      {
        "id":"ED021394",
        "title":"School Building Research. Report of a Program Held as a Part of the BRI 1962 Fall Conferences."},
      {
        "id":"ED021395",
        "title":"Design of Parking Lots and Garages."},
      {
        "id":"ED021396",
        "title":"Physical Education, Elementary Schools Facilities and Basic Equipment 1965."},
      {
        "id":"ED021397",
        "title":"Physical Education, Secondary Schools Facilities and Basic Equipment 1966."},
      {
        "id":"ED021399",
        "title":"A Fresh Look at Flooring Costs. A Report on a Survey of User Experience Compiled by Armstrong Cork Company."},
      {
        "id":"ED021400",
        "title":"Building Program Statement for the General Chemistry Facility. Chemistry Department Facilities Requirements through 31,000 Students."},
      {
        "id":"ED021401",
        "title":"Report to the University of Illinois."},
      {
        "id":"ED021403",
        "title":"Capital Improvement Plan for State Assisted Institutions of Higher Education."},
      {
        "id":"ED021404",
        "title":"Survey Method for Higher Education Facilities in Texas Colleges and Universities."},
      {
        "id":"ED021405",
        "title":"Hoods for Science Laboratories."},
      {
        "id":"ED021406",
        "title":"Living Learning Center for Student Teachers. Twin Valley Community Living-Learning Center."},
      {
        "id":"ED021408",
        "title":"Administration of Certain Federal Higher Education Acts in Selected States."},
      {
        "id":"ED021410",
        "title":"Campus and Facilities Planning in Higher Education. The Process and Personnel. An Annotated Bibliography."},
      {
        "id":"ED021411",
        "title":"Campus Planning Study for the Ohio State University. Phase II, the Recommended Plan."},
      {
        "id":"ED021413",
        "title":"AEDS Property Classification Code Manual."},
      {
        "id":"ED021415",
        "title":"The Interim Campus. Starting New Community Junior Colleges."},
      {
        "id":"ED021416",
        "title":"Handbook of Definitions."},
      {
        "id":"ED021417",
        "title":"Procedures, Planning Guides, and Cost Data for Community Colleges."},
      {
        "id":"ED021418",
        "title":"Transportation to and from the Campus; A Report to the President and Executive Planning Committee on the Physical Plant."},
      {
        "id":"ED021419",
        "title":"University City Core Plan."},
      {
        "id":"ED021420",
        "title":"Feasibility Study for a Public Junior College in Central Illinois."},
      {
        "id":"ED021421",
        "title":"Utah School Buildings 1964-67."},
      {
        "id":"ED021423",
        "title":"Computer Programs for Predicting Private Development of Student Housing Facilities."},
      {
        "id":"ED021424",
        "title":"Saint Paul--A Center for Learning."},
      {
        "id":"ED021425",
        "title":"Planning School Plant Construction."},
      {
        "id":"ED021426",
        "title":"Minimum Standards for Public Schools."},
      {
        "id":"ED021427",
        "title":"Area Community College and Area Vocational School Construction."},
      {
        "id":"ED021428",
        "title":"Materials for School Construction."},
      {
        "id":"ED021429",
        "title":"Suggestions for Accommodating the Crippled in Regular Buildings."},
      {
        "id":"ED021430",
        "title":"Special Equipment and/or Devices."},
      {
        "id":"ED021431",
        "title":"Illuminating Engineering Research Institute Annual Report 1967. A Review of Project Activities and a Roundup of IERI Research Interests."},
      {
        "id":"ED021432",
        "title":"Illuminating Engineering Research Institute Annual Report 1966. A Review of Research Activities and a View of New Goals in a Luminous Environment."},
      {
        "id":"ED021433",
        "title":"Illuminating Engineering Research Institute Annual Report 1965. A Review of Activities during the Year, with Emphasis on the Relationship between Colors and Lighting."},
      {
        "id":"ED021434",
        "title":"The Learning Environment."},
      {
        "id":"ED021437",
        "title":"Six Basic Plan Concepts Used for California School Housing. A Sequential Development from 1900 to Today."},
      {
        "id":"ED021441",
        "title":"Progress Report; Stanford Program in Computer-Assisted Instruction for the Period January 1, 1968 to March 31, 1968."},
      {
        "id":"ED021442",
        "title":"Chicago's TV Colleges. Final Report of a Three Year Experiment of the Chicago City Junior College in Offering College Courses for Credit via Open Circuit Television."},
      {
        "id":"ED021443",
        "title":"The Investigation, Development, and Dissemination of Procedures and Techniques Helpful to Interinstitutional Use of Television and Related Media. Final Report."},
      {
        "id":"ED021444",
        "title":"An Exploratory Analysis of Projection-Standard Variables (Screen Size, Image Size and Image Contrast) in Terms of Their Effects on the Speed and Accuracy of Discrimination. Final Report."},
      {
        "id":"ED021445",
        "title":"Computer Science Instruction in Elementary Grades, an Exploration of Computer-Based Learning Methods. Final Report."},
      {
        "id":"ED021446",
        "title":"The Financing of Educational Television Stations, Present Patterns and Recommendations for the Future."},
      {
        "id":"ED021462",
        "title":"Audio Implementation of Still and Motion Pictures. Final Report."},
      {
        "id":"ED021463",
        "title":"Cue Summation in Multiple-Channel Communication. Report from the Media and Concept Learning Project Technical Report."},
      {
        "id":"ED021464",
        "title":"Validation of a Criterion of Lecture Effectiveness. Research Memorandum."},
      {
        "id":"ED021465",
        "title":"The Specification of Film-Attributes for Psychological and Educational Research Purposes. Research Memorandum."},
      {
        "id":"ED021466",
        "title":"Instructional Television in California. A Status Report."},
      {
        "id":"ED021468",
        "title":"Evaluation of Regular Classroom Lectures Distributed by CCTV to Campus and Dormitory Classrooms. Final Report."},
      {
        "id":"ED021469",
        "title":"Foreign Language Laboratories in Schools and Colleges."},
      {
        "id":"ED021470",
        "title":"European Research in Audio-Visual Aids. Part II, Abstracts."},
      {
        "id":"ED021471",
        "title":"Teacher Education and Media-1964; A Selective, Annotated Bibliography."},
      {
        "id":"ED021472",
        "title":"Inquiry; Implications for Televised Instruction."},
      {
        "id":"ED021473",
        "title":"The Effectiveness of the Use of Programed Analyses of Musical Works on Students' Perception of Form. Final Report."},
      {
        "id":"ED021474",
        "title":"Structured Learning and Training Environments in Soil Science. Project Report."},
      {
        "id":"ED021477",
        "title":"Coding and Flow Charting as Applied to UICSM Programed Texts (1962-1963 Versions). Comparative Studies of Principles for Programming Mathematics in Automated Instruction. Technical Report."},
      {
        "id":"ED021478",
        "title":"In Pursuit of a Simplex in UICSM High School Algebra. Comparative Studies of Principles for Programming Mathematics in Automated Instruction, Technical Report Number 5."},
      {
        "id":"ED021479",
        "title":"A Method for Estimation of Difficulty and Discrimination Indices in Programed Learning. Comparative Studies of Principles for Programming Mathematics in Automated Instruction, Technical Report Number 10."},
      {
        "id":"ED021480",
        "title":"The Challenge of Technology: A Symposium on Educational Technology. An IDEA Occasional Paper."},
      {
        "id":"ED021481",
        "title":"Educational Technology Dissemination Project; A Project in Selected Methods of Disseminating Information Regarding Educational Media by State Departments of Education."},
      {
        "id":"ED021482",
        "title":"Computer-Assisted Instruction in the Schools: Potentialities, Problems, Prospects. Psychology Series. Technical Report."},
      {
        "id":"ED021483",
        "title":"Instructional Closed Circuit Television, Installation, Operation, Potential. Study Report Number 1 (Including Pictorial Report Number 1), 1957-1958."},
      {
        "id":"ED021484",
        "title":"The Effects of Task Characteristics on Response Latency and Latency Trends during Learning and Overlearning."},
      {
        "id":"ED021485",
        "title":"Individual Differences and Instructional Film Repetitions. I: Exploration of Aptitude-Learning Correlations."},
      {
        "id":"ED021487",
        "title":"Humour and Language Teaching."},
      {
        "id":"ED021488",
        "title":"Intensive Language Training. Occasional Papers in Language, Literature and Linguistics, Series A, Number 4."},
      {
        "id":"ED021489",
        "title":"The Mysterious Black Box or a Case for Reexamination of Input."},
      {
        "id":"ED021490",
        "title":"The Visual Element and the Problem of Meaning in Language Learning."},
      {
        "id":"ED021492",
        "title":"Defense Language Institute."},
      {
        "id":"ED021494",
        "title":"Modern Foreign Languages and Your Child."},
      {
        "id":"ED021495",
        "title":"Inexpensive Books for Teaching the Classics: 19th Annual List."},
      {
        "id":"ED021496",
        "title":"Foreign Language Teaching Picture as an Organised System."},
      {
        "id":"ED021497",
        "title":"Modern Foreign Languages in the Elementary School. Teaching Techniques."},
      {
        "id":"ED021498",
        "title":"A Primer of Programmed Instruction in Foreign Language Teaching."},
      {
        "id":"ED021499",
        "title":"NDEA and Modern Foreign Languages."},
      {
        "id":"ED021500",
        "title":"Transformational Grammar in Teaching Spanish."},
      {
        "id":"ED021501",
        "title":"Problems and Progress on the Latin Front."},
      {
        "id":"ED021502",
        "title":"Indiana University Honors Program in Foreign Languages for High School Students."},
      {
        "id":"ED021504",
        "title":"The Future of Language Laboratories."},
      {
        "id":"ED021505",
        "title":"An Interim Report on a Continuous Progress Program in French I and Spanish I."},
      {
        "id":"ED021506",
        "title":"A Report on the Use of Color Coded Cards to Promote Individualized Instruction in Spanish Classes."},
      {
        "id":"ED021507",
        "title":"A Plea for More Linguistics in Second-Language Teaching."},
      {
        "id":"ED021508",
        "title":"Algorithms and the Teaching of Grammar."},
      {
        "id":"ED021509",
        "title":"Techniques in Advanced Language Teaching."},
      {
        "id":"ED021510",
        "title":"THhe MLA Foreign Language Proficiency Tests for Teachers and Advanced Students."},
      {
        "id":"ED021511",
        "title":"Clues to Articulation."},
      {
        "id":"ED021512",
        "title":"An Assessment of Three Foreign Language Teaching Strategies Utilizing Three Language Laboratory Systems."},
      {
        "id":"ED021513",
        "title":"An Investigation of &quot;Cloze&quot; Items in the Measurement of Achievement in Foreign Languages."},
      {
        "id":"ED021514",
        "title":"The Definition of One Level of Achievement for Speaking and for Auditory Comprehension in Spanish."},
      {
        "id":"ED021516",
        "title":"An Effective English Program for the Technical School."},
      {
        "id":"ED021517",
        "title":"Manpower for the Medical Laboratory, the National Conference on Education and Career Development of the National Committee for Careers in Medical Technology (University of Maryland, October 11-13, 1967). Summary Report."},
      {
        "id":"ED021518",
        "title":"Montgomery Junior College Technical and Semi-Professional Employment Survey."},
      {
        "id":"ED021519",
        "title":"A Study of Faculty Compensation and Salary Ranges by Academic Rank in Ohio Colleges Universities and Selected Junior and Community College Districts in the United States."},
      {
        "id":"ED021520",
        "title":"The Graduates: Selected Characteristics of Students who Graduated June 1967."},
      {
        "id":"ED021521",
        "title":"Salaries and Other Benefits at the California State Colleges and the University of California, 1968-69."},
      {
        "id":"ED021522",
        "title":"Development of Scientific Manpower by Community Colleges."},
      {
        "id":"ED021523",
        "title":"Partnership for Progress, the Report of a Legislative Work Conference on Higher Education in the West (5th, Boulder, December 3-5, 1967)."},
      {
        "id":"ED021524",
        "title":"Coordination and Development in Higher Education, Major Addresses at the Annual Conference of the Association for Higher Education (3rd, Seattle, December 2-3, 1966)."},
      {
        "id":"ED021525",
        "title":"The Enrollment Potential for Cuyahoga Community College; 1966-1971."},
      {
        "id":"ED021526",
        "title":"Freshman Orientation Evaluation, Shoreline Community College."},
      {
        "id":"ED021527",
        "title":"College Student Ratings of Instructors."},
      {
        "id":"ED021528",
        "title":"Freshmen Reading Ability: Fall 1967-Day Session, Nelson-Denny Reading Test."},
      {
        "id":"ED021530",
        "title":"Manual for Institutional Self-Study: Community Colleges, Technical Institutes, Industrial Education Centers."},
      {
        "id":"ED021532",
        "title":"A Program for the Educational Enrichment of the Senior Citizens of Polk County. Final Report."},
      {
        "id":"ED021533",
        "title":"Industry-Education-Business: Wyandotte County Survey."},
      {
        "id":"ED021535",
        "title":"Marketing Programs: An Annotated Bibliography."},
      {
        "id":"ED021536",
        "title":"Development and Use of a Common Data Bank, Proceedings of the Annual Conference for Directors of Institutional Research in California Junior Colleges (4th, Pacific Grove, California, March 27-29, 1968)."},
      {
        "id":"ED021537",
        "title":"Undergraduate Education: Issues and Directions, Selected Addresses from the Annual Fall Conference of the Association for Higher Education of the Washington Education Association (4th, Seattle, December 1-2, 1967)."},
      {
        "id":"ED021540",
        "title":"Research on Junior College Teachers."},
      {
        "id":"ED021541",
        "title":"Needed Research in the Junior College."},
      {
        "id":"ED021542",
        "title":"Selected Teacher Preparation Programs."},
      {
        "id":"ED021543",
        "title":"Personnel Needs of Two-Year College Libraries."},
      {
        "id":"ED021544",
        "title":"Library Services to Vocational-Technical Programs in Junior Colleges."},
      {
        "id":"ED021545",
        "title":"Technical Education and Resource Material."},
      {
        "id":"ED021546",
        "title":"Oklahoma Consortium on Research Development Pilot Grant: Introduction to Film. Final Report."},
      {
        "id":"ED021547",
        "title":"An Experiment to Determine the Effectiveness of One Hour of Supplementary Instruction in a Junior College Pre-Transfer English Composition Class."},
      {
        "id":"ED021548",
        "title":"San Diego City College Academic Senate: A Critical Evaluation."},
      {
        "id":"ED021549",
        "title":"Gaming via Computer Simulation Techniques for Junior College Economics Education. Final Report."},
      {
        "id":"ED021550",
        "title":"Mississippi Higher Education Conference on Junior Senior College Core Curriculum Compact and Re-Professional Programs, Annual Junior College Workshop (2nd, University of Southern Mississippi, June 28-29, 1966). Proceedings."},
      {
        "id":"ED021551",
        "title":"A Study of the Fireman's Occupation."},
      {
        "id":"ED021552",
        "title":"The Experimental Junior College, Report of a Conference (Los Angeles, July 10-12, 1967)."},
      {
        "id":"ED021553",
        "title":"Analysis of SCAT V and Q %ile Scores Made by Maui Community College Students Enrolled in Fall Semester 1967."},
      {
        "id":"ED021555",
        "title":"A Research Training Institute for Junior College Personnel. Final Report."},
      {
        "id":"ED021556",
        "title":"Investigation to Produce Guidelines for Health Technology Program Planning."},
      {
        "id":"ED021557",
        "title":"Junior College Institutional Research: The State of the Art."},
      {
        "id":"ED021558",
        "title":"The Institutionalization of a Social Movement: A Case Study of the Formation of the St. Louis-St. Louis County Junior College District."},
      {
        "id":"ED021559",
        "title":"An Experimental Program Offering Junior College Remedial English Instruction Simultaneously to High School Seniors and Junior College Freshmen via Open Circuit Television. Final Report."},
      {
        "id":"ED021560",
        "title":"Research Training Institute: Principles and Methods of Applied Research for Junior College Researchers. Final Report."},
      {
        "id":"ED021561",
        "title":"Research Training Institute: Principles and Methods of Applied Research for Junior College Researchers. Final Report."},
      {
        "id":"ED021563",
        "title":"A Statistical Reporting System for Local Public Libraries."},
      {
        "id":"ED021566",
        "title":"Equipment for Facsimile Transmission between Libraries; a Description and Comparative Evaluation of Three Systems."},
      {
        "id":"ED021568",
        "title":"Library Technology in California Junior Colleges, Papers Presented at a Conference on the Training of Library Technical Assistants (University of San Francisco, January 18-19, 1968)."},
      {
        "id":"ED021569",
        "title":"Reference and Research Library Needs in Michigan; a Study of Resources, Needs and Patterns of Use with Recommendations for Improvements in Service."},
      {
        "id":"ED021570",
        "title":"Library Service in the Yakima Valley and Adjacent Regions; a Survey with Recommendations."},
      {
        "id":"ED021571",
        "title":"Feasibility of School and College Library Processing through Public Library Systems in New York State. A Report for the New York State Library."},
      {
        "id":"ED021572",
        "title":"The Feasibility of Further Centralizing the Technical Processing Operations of the Public Libraries of New York City; a Survey Conducted for the Brooklyn Public Library, the New York Public Library and the Queens Borough Public Library."},
      {
        "id":"ED021573",
        "title":"Proposed Computer System for Library Catalog Maintenance. Part I: System Definition."},
      {
        "id":"ED021574",
        "title":"Proposed Computer System for Library Catalog Maintenance. Part II: System Design."},
      {
        "id":"ED021575",
        "title":"Centralized Book Acquisition for New York State: Proposed Computer System. Part I: System Definition."},
      {
        "id":"ED021576",
        "title":"Centralized Book Acquisition for New York State: Proposed Computer System. Part II: System Design."},
      {
        "id":"ED021577",
        "title":"University of Minnesota Bio-Medical Library Serials Control System. Comprehensive Report, Fall 1966-June 1968."},
      {
        "id":"ED021579",
        "title":"Evaluation of the Holdings in Science/Technology in the University of Idaho Library. Publication Number Two."},
      {
        "id":"ED021580",
        "title":"The Public Library and Its Community; a Study of the Impact of Library Services in Five Pennsylvania Cities."},
      {
        "id":"ED021581",
        "title":"The Ohio Library Association and the Ohio Library Trustees Association; a Survey."},
      {
        "id":"ED021582",
        "title":"Comparative Study of the Cleveland and Columbus Union Catalogs."},
      {
        "id":"ED021584",
        "title":"Communications; a Survey of Ohio Libraries."},
      {
        "id":"ED021585",
        "title":"Review of Ohio Library Laws and Governing Structure of Boards."},
      {
        "id":"ED021586",
        "title":"A Survey of Libraries and Library Services in the State Institutions of Florida."},
      {
        "id":"ED021587",
        "title":"Progress and Problems of Pennsylvania Libraries; a Re-Survey."},
      {
        "id":"ED021588",
        "title":"Progress and Problems of Pennsylvania Libraries; a Re-Survey. Appendix, a Study of Distance and Time as Factors Influencing the Use of District Center Libraries."},
      {
        "id":"ED021591",
        "title":"An Experiment in Library Application of Xerox LDX Facsimile Transmission Equipment. Phase I: Planning and Analysis."},
      {
        "id":"ED021592",
        "title":"A Study of Four Library Programs for Disadvantaged Persons."},
      {
        "id":"ED021593",
        "title":"A Study of Four Library Programs for Disadvantaged Persons. Part II Appendices A: Brooklyn Public Library Preschool Project, Queens Borough Public Library Operation Head Start."},
      {
        "id":"ED021594",
        "title":"A Study of Four Library Programs for Disadvantaged Persons. Part II, Appendices B: Brooklyn Public Library Community Coordinator Project, the New York Public Library North Manhattan Project."},
      {
        "id":"ED021595",
        "title":"Regional Access to Scientific and Technical Information, a Program for Action in the New York Metropolitan Area. Report of the Metro Science Library Project, 1966-67. Metro Miscellaneous Publications Series, Number 1."},
      {
        "id":"ED021596",
        "title":"A Survey of the Need for Library Technicians in the Area Served by Sauk Valley College."},
      {
        "id":"ED021598",
        "title":"Ohio Library Manpower; a Statistical Report."},
      {
        "id":"ED021599",
        "title":"Janesville Public Library Survey, 1966."},
      {
        "id":"ED021600",
        "title":"Problems of Regional Depository Libraries: A Panel Discussion Held at Syracuse University on June 9, 1966."},
      {
        "id":"ED021601",
        "title":"Orientation of Educators and Behavioral Scientists to Information Systems. Final Report."},
      {
        "id":"ED021603",
        "title":"Oklahoma Library Survey; a State-Wide Survey of Libraries and Plan for Library Development in Oklahoma 1965."},
      {
        "id":"ED021605",
        "title":"Comprehensive Library Planning Program Prospectus."},
      {
        "id":"ED021606",
        "title":"An Analysis of Certain Professional Library Occupations in Relation to Formal Educational Objectives. Final Report."},
      {
        "id":"ED021607",
        "title":"Vocational Training for Library Technicians: A Survey of Experience to Date."},
      {
        "id":"ED021608",
        "title":"Modification of Classificatory Competence and Level of Representation Among Lower-Class Negro Kindergarten Children."},
      {
        "id":"ED021610",
        "title":"Cultural Environmental Achievement Project, a Summarization and Evaluation of an Experimental Pre-School Program."},
      {
        "id":"ED021612",
        "title":"Head Start Evaluation and Research Center. Progress Report of Research Studies, 1966-1967."},
      {
        "id":"ED021613",
        "title":"Head Start Research and Evaluation Office, University of California at Los Angeles. Annual Report, November 1967. Section II."},
      {
        "id":"ED021614",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Final Report on Research Activities."},
      {
        "id":"ED021615",
        "title":"Self-Social Constructs of Children."},
      {
        "id":"ED021616",
        "title":"The Relation between Test Anxiety and Need for Memory Support in Problem Solving. Revised Research Memorandum No. 11."},
      {
        "id":"ED021617",
        "title":"Measurement of Motivation to Achieve in Preschool Children. Final Report."},
      {
        "id":"ED021618",
        "title":"Preliminary Evaluation of a Language Curriculum for Preschool Children. Final Report."},
      {
        "id":"ED021619",
        "title":"The Extension of Control in Verbal Behavior. Final Report."},
      {
        "id":"ED021620",
        "title":"The Effect of Subject-Determined Verbalization on Discrimination Learning in Preschoolers."},
      {
        "id":"ED021621",
        "title":"Evaluation of the Preschool Child and Parent Education Project as Expanded through the Use of Elementary and Secondary Education Act, Title I, Funds."},
      {
        "id":"ED021622",
        "title":"Pilot Study of Five Methods of Presenting the Summer Head Start Curricular Program."},
      {
        "id":"ED021623",
        "title":"Head Start Evaluation and Research Center. Progress Report of Research Studies 1966 to 1967. Document 1, Development of the Matrix Test."},
      {
        "id":"ED021624",
        "title":"Head Start Evaluation and Research Center. Progress Report of Research Studies 1966 to 1967. Document 2, Studies of the Social Organization of Head Start Centers."},
      {
        "id":"ED021625",
        "title":"Head Start Evaluation and Research Center. Progress Report of Research Studies 1966 to 1967. Document 3, an Experimental Approach to Studying Non-Verbal Representation in Young Children."},
      {
        "id":"ED021626",
        "title":"Head Start Evaluation and Research Center. Progress Report of Research Studies 1966 to 1967. Document 4, Development of Observation Procedures for Assessing Preschool Classroom Environment."},
      {
        "id":"ED021627",
        "title":"Head Start Evaluation and Research Center. Progress Report of Research Studies 1966 to 1967. Document 5, Comparative Item-Content Analysis of Achievement Test Performance in Young Children."},
      {
        "id":"ED021628",
        "title":"Head Start Evaluation and Research Center. Progress Report of Research Studies 1966 to 1967. Document 6, Individual Instruction Project I."},
      {
        "id":"ED021629",
        "title":"A Bibliography of Research on Foreign Student Affairs."},
      {
        "id":"ED021631",
        "title":"Early Childhood Education Today."},
      {
        "id":"ED021632",
        "title":"Adaptational Tasks in Childhood in Our Culture."},
      {
        "id":"ED021633",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. I, the Observation of Reinforcement Behavior of Teachers in Head Start Classrooms and the Modification of a Teacher's Attending Behavior."},
      {
        "id":"ED021634",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. IIA, a Study of Auditory Discrimination and Verbal Responding."},
      {
        "id":"ED021635",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. IIB, an Experimental Analysis of Verbal Imitation in Preschool Children."},
      {
        "id":"ED021636",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. III, Effects of a Language Program on Children in a Head Start Nursery."},
      {
        "id":"ED021637",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. IV, a Comparison of Four Modes of Eliciting Brief Oral Responses from Children."},
      {
        "id":"ED021638",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. V, a Comparative Behavioral Analysis of Peer-Group Influence Techniques in Head Start and Middle Class Populations."},
      {
        "id":"ED021639",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. VI, a Failure to Show and Involvement of Current Motivational Variables in the Response of Head Start Children in the Assessment of Intelligence by Means of the Stanford Binet Test."},
      {
        "id":"ED021640",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. VIIA, a Case Study in Establishing a Differentiated Speech Response through Generalization Procedures."},
      {
        "id":"ED021641",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. VIIB, Establishment of Nonverbal Color Discrimination Responses to Auditory Color-Labeling Stimuli and Subsequent Effects on Color-Labeling Responses."},
      {
        "id":"ED021642",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. VIIC, Errorless Discrimination in Preschool Children: A Program for Establishing a One-Minute Delay of Reinforcement."},
      {
        "id":"ED021643",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. VIID, a Case Study Illustrating an Experimental Design for Evaluating the Effects of Shaping Gross Motor Coordination in a 31 Month Old Child."},
      {
        "id":"ED021644",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. VIII, Physical Development of Children in the Head Start Program in the Central United States."},
      {
        "id":"ED021645",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. IX, Development of \"Matching\" Abstractions in Young Children."},
      {
        "id":"ED021646",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. X, Enhancement of the Social Reinforcing Value of a Preschool Teacher."},
      {
        "id":"ED021647",
        "title":"Head Start Evaluation and Research Center, University of Kansas. Report No. XI, Verbal Recall Research."},
      {
        "id":"ED021649",
        "title":"Classroom Climate. Final Report."},
      {
        "id":"ED021650",
        "title":"Help through Learning English."},
      {
        "id":"ED021651",
        "title":"Regional Education Agencies."},
      {
        "id":"ED021652",
        "title":"Factors Contributing to Adjustment and Achievement. Progress Report."},
      {
        "id":"ED021653",
        "title":"The Appalachian Regional Commission Education Advisory Committee. Interim Report."},
      {
        "id":"ED021654",
        "title":"Education for Cross-Cultural Enrichment, Selected Articles from Indian Education 1952-64."},
      {
        "id":"ED021655",
        "title":"English as a Second Language for Navajos, an Overview of Certain Cultural and Linguistic Factors."},
      {
        "id":"ED021656",
        "title":"On the Season, a Report of a Public Health Project Conducted Among Negro Migrant Agricultural Workers in Palm Beach County, Florida."},
      {
        "id":"ED021657",
        "title":"Scheduling for Flexibility in Small Schools."},
      {
        "id":"ED021658",
        "title":"Dropouts: A Challenge to Society."},
      {
        "id":"ED021659",
        "title":"Indian Employment in Minneapolis."},
      {
        "id":"ED021660",
        "title":"Enrichment Program for the Culturally Different Child."},
      {
        "id":"ED021662",
        "title":"A Descriptive Outline of a Modular Schedule, Flexible Scheduling Using the Data Processing Method. A Report from Virgin Valley High School, Mesquite, Nevada."},
      {
        "id":"ED021664",
        "title":"Teaching Indian Pupils in Public Schools. (Proceedings of a Seminar, April 27-May 2, 1967)."},
      {
        "id":"ED021665",
        "title":"Continuous Curriculum Development-Rural School. Evaluation Report and Continuation Application."},
      {
        "id":"ED021666",
        "title":"School Achievement in Rural Alberta, an Exploratory Study of Social and Psychological Factors Associated with Grade IX Pupil Achievement in North-Eastern Alberta. Report."},
      {
        "id":"ED021667",
        "title":"Teaching of English to Navajo Children, Annual Conference on Navajo Education (4th, University of New Mexico, January 22-25, 1961)."},
      {
        "id":"ED021669",
        "title":"Individualized Learning through Computerized Modular Scheduling, Second Report of Scheduling Project at Virgin Valley High School, Mesquite, Nevada."},
      {
        "id":"ED021670",
        "title":"Focus on Innovation."},
      {
        "id":"ED021671",
        "title":"Army of Despair: The Migrant Worker Stream."},
      {
        "id":"ED021673",
        "title":"Population and Higher Education in Missouri, 1960-1975."},
      {
        "id":"ED021674",
        "title":"Quality Rankings of Kentucky School Districts. Volume VII, No. 4, Service Reports of the Bureau of School Service, College of Education, Kentucky University."},
      {
        "id":"ED021675",
        "title":"Effects of an Enrichment Program on the School Achievement of Rural Welfare Recipient Children."},
      {
        "id":"ED021676",
        "title":"Indians of California."},
      {
        "id":"ED021677",
        "title":"Indians of North Carolina."},
      {
        "id":"ED021680",
        "title":"Californians of Spanish Surname, Population, Employment, Income, Education."},
      {
        "id":"ED021681",
        "title":"Effective Legislation for School District Reorganization."},
      {
        "id":"ED021682",
        "title":"Law School Preparatory Program for College Graduates of Spanish-American Descent. Progress Report to the Ford Foundation."},
      {
        "id":"ED021684",
        "title":"Employability Factors and Needs of Wisconsin Tribal Indians."},
      {
        "id":"ED021686",
        "title":"A New Attack Upon Rural Poverty, an Experimental and Demonstration Project. Final Report."},
      {
        "id":"ED021688",
        "title":"Reading, K-6, Volume I."},
      {
        "id":"ED021689",
        "title":"Teaching English and Reading Simultaneously for Eleventh Grade Non-Regent English."},
      {
        "id":"ED021693",
        "title":"Strengthing Reading Services through Increasing Provisions for Secondary Before or After School Reading Centers."},
      {
        "id":"ED021694",
        "title":"A Guide for Beginning Teachers of Reading, Grades 5-8."},
      {
        "id":"ED021695",
        "title":"A Guide for Beginning Teachers of Reading, Grades 9-12."},
      {
        "id":"ED021696",
        "title":"Research and Development Activities in R & I Units of Four Elementary Schools of Madison, Wisconsin, 1966-67."},
      {
        "id":"ED021697",
        "title":"The Role of Color in Learning and Instruction."},
      {
        "id":"ED021698",
        "title":"Study of Children's Behavior While Reading Orally. Final Report."},
      {
        "id":"ED021699",
        "title":"Word Associations and the Recognition of Flashed Words. Final Report."},
      {
        "id":"ED021700",
        "title":"The Role of Stimulus Structure in the Perception of Briefly Exposed Visual Stimuli. Final Report."},
      {
        "id":"ED021701",
        "title":"A Longitudinal Study of Four Programs of Reading Instruction Varying in Emphasis on Regularity of Grapheme-Phoneme Correspondences and Language Structure on Reading Achievement in Grades Two and Three. Final Report."},
      {
        "id":"ED021703",
        "title":"Development of Reading and English Language Materials for Grades 7-9 in Depressed Urban Areas. Final Report."},
      {
        "id":"ED021704",
        "title":"Reading Achievement in Disadvantaged Children as a Consequence of Non Verbal Perceptual Training. Final Technical Progress Report."},
      {
        "id":"ED021707",
        "title":"Characteristics of Mathematics Teachers that Affect Students&apos; Learning. Final Report."},
      {
        "id":"ED021723",
        "title":"A Guide for Instruction in Health and Safety, Grades 7-12, Curriculum Bulletin No. 24, Supplement."},
      {
        "id":"ED021724",
        "title":"A Teacher&apos;s Handbook of Resources for the Teaching of Health in the Secondary Schools."},
      {
        "id":"ED021725",
        "title":"Patterns, Particulars and Guesses."},
      {
        "id":"ED021726",
        "title":"Number Sentences, Equations and Inequalities."},
      {
        "id":"ED021727",
        "title":"Integers, Addition and Subtraction."},
      {
        "id":"ED021728",
        "title":"Squares, Square Roots, Right Triangles."},
      {
        "id":"ED021729",
        "title":"Numeration Systems, Past and Present."},
      {
        "id":"ED021730",
        "title":"Modulo Seven."},
      {
        "id":"ED021731",
        "title":"Similarity."},
      {
        "id":"ED021732",
        "title":"Events and Chance."},
      {
        "id":"ED021733",
        "title":"Applied Mathematics, Secondary Schools, Grades 10-12."},
      {
        "id":"ED021734",
        "title":"Handbook for General Mathematics."},
      {
        "id":"ED021736",
        "title":"Laboratory Manual, Electrical Engineering 24."},
      {
        "id":"ED021737",
        "title":"Introduction to Electrical Science."},
      {
        "id":"ED021738",
        "title":"Laboratory Manual, Electrical Engineering 25."},
      {
        "id":"ED021739",
        "title":"Capacitors and Resistance-Capacitance Networks."},
      {
        "id":"ED021740",
        "title":"Diode and Diode Circuits, a Programmed Text."},
      {
        "id":"ED021741",
        "title":"Resistive Networks."},
      {
        "id":"ED021742",
        "title":"Ohm's Law and Electrical Sources, a Programmed Text."},
      {
        "id":"ED021743",
        "title":"Electromechanical Energy Conversion."},
      {
        "id":"ED021744",
        "title":"Science in the Junior High School: A Course of Study and Teaching Guide for Grades 7, 8, 9."},
      {
        "id":"ED021745",
        "title":"Investigating Science with Children, Volume 2, The Earth."},
      {
        "id":"ED021746",
        "title":"Investigating Science with Children, Volume 3, Atoms and Molecules."},
      {
        "id":"ED021747",
        "title":"Ideas for Teaching Science in the Junior High School."},
      {
        "id":"ED021750",
        "title":"Science Framework for California Public Schools, Preliminary."},
      {
        "id":"ED021751",
        "title":"Progress Report on the Development of a Laser/Maser Vocabulary."},
      {
        "id":"ED021752",
        "title":"The Effects of Selected Experiences on the Ability of Kindergarten and First-Grade Children to Conserve Numerousness."},
      {
        "id":"ED021753",
        "title":"Feasibility of a New Basis for School Arithmetic. Final Report."},
      {
        "id":"ED021754",
        "title":"School Mathematics Study Group Report No. 6, Preliminary Report on an Experiment with Junior High School Very Low Achievers in Mathematics."},
      {
        "id":"ED021755",
        "title":"School Mathematics Study Group Report No. 5, The Slow Learner Project: The Secondary School &quot;Slow Learner&quot; in Mathematics."},
      {
        "id":"ED021756",
        "title":"School Mathematics Study Group Report No. 4, the Special Curriculum Project: 1965-1966 Pilot Program on Mathematics Learning of Culturally Disadvantaged Primary School Children."},
      {
        "id":"ED021757",
        "title":"School Mathematics Study Group Report No. 3, a Film-Film Text Study."},
      {
        "id":"ED021758",
        "title":"School Mathematics Study Group Report No. 2, The Special Curriculum Project: Pilot Program on Mathematics Learning of Culturally Disadvantaged Primary School Children."},
      {
        "id":"ED021759",
        "title":"Development of a Core-Course for College Science Majors Combining Material from Introductory Courses in Biology, Chemistry, and Physics. Final Report."},
      {
        "id":"ED021760",
        "title":"Developing New Materials for High School Geometry. Final Report."},
      {
        "id":"ED021761",
        "title":"Use of the Semantic Differential Technique to Measure Prospective Elementary School Teacher Attitude Toward Mathematics and Other Subjects. Final Report."},
      {
        "id":"ED021763",
        "title":"Curriculum and Teaching of Mathematics in the Higher Secondary Schools."},
      {
        "id":"ED021764",
        "title":"Content of Core Curricula in Biology."},
      {
        "id":"ED021766",
        "title":"Science Education Information Report, General Bibliography Series 8, Legislative Acts and Reports, Administration and Supervision, Science Facilities."},
      {
        "id":"ED021767",
        "title":"Biology-Chemistry-Physics, Teachers' Guide, a Three-Year Sequence, Parts I and II."},
      {
        "id":"ED021768",
        "title":"Biology-Chemistry-Physics, Students' Guide, a Three-Year Sequence, Parts III and IV."},
      {
        "id":"ED021771",
        "title":"Science Education Information Report, General Bibliography Series 7, Science and Society, History of Science Education, Science History, General Studies and Surveys."},
      {
        "id":"ED021772",
        "title":"Science Education Information Report, General Bibliography Series 6, Teacher Resource Materials."},
      {
        "id":"ED021773",
        "title":"Science Education Information Report, General Bibliography Series 10, Teacher Characteristics, Student Characteristics."},
      {
        "id":"ED021774",
        "title":"Science Education Information Report, General Bibliography Series 9, Evaluation, Educational Objectives, Learning Theories and Processes, Research Methodology."},
      {
        "id":"ED021775",
        "title":"Teacher's Handbook for Advanced Physical Science 2."},
      {
        "id":"ED021776",
        "title":"The Effectiveness of Videotaped Practice Teaching Sessions in the Preparation of Elementary Intern Teachers. Final Report."},
      {
        "id":"ED021777",
        "title":"The Effect upon the Behavior and Attitudes of Student Teachers of Training Cooperating Teachers and Student Teachers in the Use of Interaction Analysis as a Classroom Observational Technique."},
      {
        "id":"ED021778",
        "title":"Self Instructional Materials for Research Training. Supporting Document to a Final Report."},
      {
        "id":"ED021779",
        "title":"Changing Teacher Morale: An Experiment in Feedback of Identified Problems of Teachers and Principals. Final Report."},
      {
        "id":"ED021780",
        "title":"Interaction Analysis and Classroom Simulation as Adjunct Instruction in Teacher Education. Final Report."},
      {
        "id":"ED021781",
        "title":"Upgrading of High School Drafting Teachers; an Eight-Week Summer Training Program to Upgrade Subject Matter Competency of High School Drafting Teachers in Advanced Graphics, Statics, and Applied Mathematics. Final Report."},
      {
        "id":"ED021782",
        "title":"An Experimental Attempt to Maximize the Professional Potential of Home Economics Teachers through a Program of Group Counseling in College. Final Report."},
      {
        "id":"ED021783",
        "title":"Special Project to Train Action Researchers and Trainers of Action Research Collaborators. Final Report."},
      {
        "id":"ED021784",
        "title":"Pre-Service Preparation of Teachers in Educational Measurement. Final Report."},
      {
        "id":"ED021785",
        "title":"Teacher Mobility, Teacher Dropout and the Expectations of Family and Friends. Final Report."},
      {
        "id":"ED021786",
        "title":"Psychophysiological Correlates of Female Teacher Behavior and Emotional Stability: A Seven-Year Longitudinal Investigation."},
      {
        "id":"ED021787",
        "title":"Teacher Organizations and Collective Action: A Review of History and a Survey of School District Activity, 1964-65. Volume I, Collective Action by Public School Teachers. Final Report."},
      {
        "id":"ED021788",
        "title":"The Law and Collective Negotiations in Education. Volume II, Collective Action by Public School Teachers. Final Report."},
      {
        "id":"ED021789",
        "title":"Impasse Resolution in Teacher Negotiations. Volume III, Collective Action by Public School Teachers. Final Report."},
      {
        "id":"ED021790",
        "title":"The Impact of Teacher Bargaining on the Schools. Volume IV, Collective Action by Public School Teachers."},
      {
        "id":"ED021791",
        "title":"Program for Training in Computer and Multivariate Applications to Educational Research. Final Report."},
      {
        "id":"ED021793",
        "title":"Postdoctoral Fellowship Program in Educational Research (1966-67). Final Report."},
      {
        "id":"ED021794",
        "title":"Organizational Influence on Teacher Leadership Perception."},
      {
        "id":"ED021795",
        "title":"Cooperative Research Act Educational Research Training Institute for Public School Research Personnel (June 13 to August 5, 1966). Final Report."},
      {
        "id":"ED021796",
        "title":"Research Institute for Public School Curriculum Personnel. Final Report."},
      {
        "id":"ED021797",
        "title":"A Report of a Special Training Institute to Develop Educational Research Personnel (June 13 to August 23, 1966). Final Report."},
      {
        "id":"ED021798",
        "title":"Special Institute for Training Research Utilization Specialists for Local High School Systems (June 13 to August 5, 1966). Final Report."},
      {
        "id":"ED021799",
        "title":"A Post-Doctoral Training Program in Instructional Research (September 1, 1966-August 31, 1967). Final Report."},
      {
        "id":"ED021800",
        "title":"Special Training Project in Research in Music Education (March 11-14, 1968). Final Report."},
      {
        "id":"ED021801",
        "title":"Educational Research Training Institute for Public School Personnel (June 27 to August 19, 1966). Final Report."},
      {
        "id":"ED021802",
        "title":"Institute for Training Local District Research Workers. Final Report."},
      {
        "id":"ED021803",
        "title":"A Special Training Project for Selected Educational Research Workers in Maryland Public Education Agencies (September 15, 1966 to January 26, 1967). Final Report."},
      {
        "id":"ED021804",
        "title":"National Research Training Institute for Participants in Consortium Research Development (CORD) Projects (August 20 to September 1, 1967). Final Report."},
      {
        "id":"ED021805",
        "title":"A Study in Teacher Change."},
      {
        "id":"ED021806",
        "title":"A Study in Teacher Attitude Change."},
      {
        "id":"ED021807",
        "title":"A Study of Contrasting Patterns in Inservice Education."},
      {
        "id":"ED021808",
        "title":"Analyses of Teacher Classroom Strategies Associated with Student Cognitive and Affective Performance. Final Report."},
      {
        "id":"ED021809",
        "title":"Increasing Prediction of Teachers' Classroom Behavior through Use of Motion Picture Tests. Final Report."},
      {
        "id":"ED021810",
        "title":"Pilot Training Program with a Postdoctoral Internship in Institutional Research (1966-67)."},
      {
        "id":"ED021811",
        "title":"Summer Institute on Research and Evaluation (June 20-August 5, 1966)."},
      {
        "id":"ED021812",
        "title":"Pilot Training Program in Undergraduate Educational Research; Spring Trimester Research Training Project (May-August, 1967)."},
      {
        "id":"ED021813",
        "title":"Pilot Training Program in Undergraduate Educational Research; Spring Trimester Research Training Project (May-August, 1966)."},
      {
        "id":"ED021814",
        "title":"Research and Evaluation Techniques: Preparing Designated Public School Personnel to Evaluate Present and Future Title I Projects (June 20-August 12, 1966)."},
      {
        "id":"ED021815",
        "title":"Northern Illinois University Undergraduate Educational Research Training Program (June 6, 1966 to June 12, 1967)."},
      {
        "id":"ED021816",
        "title":"Undergraduate Social Research in Education Training Project (January 1-December 31, 1967)."},
      {
        "id":"ED021817",
        "title":"Report of the Postdoctoral Educational Research Training Program of the Center for Advanced Study in the Behavioral Sciences."},
      {
        "id":"ED021818",
        "title":"A New Role in Education: The Evaluator."},
      {
        "id":"ED021819",
        "title":"Cognitive Skills: A Consideration in Evaluating Instructional Effects."},
      {
        "id":"ED021820",
        "title":"An Institute for Public School Researchers (June 20-July 22, 1966). Final Report."},
      {
        "id":"ED021821",
        "title":"Experimental Design for Local School Districts (July 18-August 26, 1966). Final Report."},
      {
        "id":"ED021822",
        "title":"An Overview of the Teaching Research System for the Description of Teacher Behavior in Context."},
      {
        "id":"ED021823",
        "title":"Procedures for Establishing a Contingency Managed Classroom."},
      {
        "id":"ED021824",
        "title":"Bringing a Class to Its Senses."},
      {
        "id":"ED021825",
        "title":"Team Teaching at Upper Arlington School."},
      {
        "id":"ED021826",
        "title":"The Continuity of American Letters in &quot;The Scarlet Letter&quot; and &quot;The Beast in the Jungle.&quot;"},
      {
        "id":"ED021827",
        "title":"Changing Conceptions of the Pioneer in the Contemporary American Novel."},
      {
        "id":"ED021828",
        "title":"Language and Composition: Does the Subject Matter?"},
      {
        "id":"ED021829",
        "title":"Teaching English to Disadvantaged High School Students."},
      {
        "id":"ED021830",
        "title":"The Bible is Living Literature."},
      {
        "id":"ED021831",
        "title":"Creativity in English: Papers Relating to the Anglo-American Seminar on the Teaching of English (Dartmouth College, New Hampshire, 1966). The Dartmouth Seminar Papers."},
      {
        "id":"ED021833",
        "title":"Easy as 1, 2, 3, (4, 5, 6, 7, 8, 9...)."},
      {
        "id":"ED021834",
        "title":"The Uses of Film Extracts."},
      {
        "id":"ED021835",
        "title":"Film Language: A Student-Made Dictionary."},
      {
        "id":"ED021836",
        "title":"Pick of the (Short) Flicks."},
      {
        "id":"ED021837",
        "title":"Expanding Frontiers in Dialect Study."},
      {
        "id":"ED021838",
        "title":"Literature for Children: An Engagement with Life."},
      {
        "id":"ED021839",
        "title":"Dickens and the Teen-Age Subconscious."},
      {
        "id":"ED021840",
        "title":"The Student as Teacher."},
      {
        "id":"ED021841",
        "title":"Towards a Rationale for Teachers of Writing and Speaking."},
      {
        "id":"ED021842",
        "title":"The Effects of Training and Proficiency in Public Speaking on the Dimensionality of Speech Evaluation. Final Report."},
      {
        "id":"ED021843",
        "title":"The State of Written Composition in Richfield Senior High School: Report of an Evaluative Study Conducted by the Language Arts Department."},
      {
        "id":"ED021844",
        "title":"The Role of the College in Improving the Quality of Student Teaching in English."},
      {
        "id":"ED021845",
        "title":"Verse Writing in the English Class."},
      {
        "id":"ED021847",
        "title":"Personality Factors in the Development of Communication and Leadership Skills. Final Report."},
      {
        "id":"ED021848",
        "title":"Bilingualism and Creativity."},
      {
        "id":"ED021849",
        "title":"The Professional and Liberal Education of Teachers."},
      {
        "id":"ED021850",
        "title":"Teaching Composition Skills with Weekly Multiple Choice Tests in Lieu of Theme Writing. Final Report."},
      {
        "id":"ED021851",
        "title":"The Intelligibility of Time-Compressed Speech. Final Report."},
      {
        "id":"ED021854",
        "title":"A Guide to Available Project English Materials."},
      {
        "id":"ED021866",
        "title":"Preparation of Teaching Guides and Materials on Asian Countries for Use in Grades I-XII. Final Report."},
      {
        "id":"ED021867",
        "title":"Preconference Educational Research Program in Art Education. Final Report."},
      {
        "id":"ED021869",
        "title":"Teaching Geography in Grades One through Three: Effects of Instruction in the Core Concept of Geographic Theory. Final Report."},
      {
        "id":"ED021870",
        "title":"The Relation of Quality of Art Work to Two Socio-Economic Variables (Culturally-Advantaged and Culturally-Deprived), Two Motivational Variables (Fantasy and Realism), and Two Budget Variables (Found and Expensive Materials). Final Report."},
      {
        "id":"ED021871",
        "title":"Marist College Experiment in Interdepartmental Freshman Composition."},
      {
        "id":"ED021872",
        "title":"The Role of Higher Education in Improving the Curriculum in English."},
      {
        "id":"ED021873",
        "title":"Symposium on the Paragraph."},
      {
        "id":"ED021874",
        "title":"The Qualifying Examination in English at Iowa State University."},
      {
        "id":"ED021875",
        "title":"A Reconsideration of the Ph.D."},
      {
        "id":"ED021876",
        "title":"The Ph.D. in English and American Literature."},
      {
        "id":"ED021877",
        "title":"The College Teaching of English."},
      {
        "id":"ED021878",
        "title":"Evaluation of College-Level Instruction in Freshman Composition, Part II."},
      {
        "id":"ED021879",
        "title":"The Intermediate Degree and the Future of the Ph.D."},
      {
        "id":"ED021880",
        "title":"Progress Report of the Experimental Nursery School Program, 1964-1965."},
      {
        "id":"ED021881",
        "title":"Guidelines: Special Programs for Educationally Deprived Children; Elementary and Secondary Education Act of 1965/Title I."},
      {
        "id":"ED021882",
        "title":"War on Poverty."},
      {
        "id":"ED021883",
        "title":"Reconstruction in Educational Research."},
      {
        "id":"ED021884",
        "title":"Unmarried Mothers: Some Questions to be Answered and Some Answers to be Questioned."},
      {
        "id":"ED021885",
        "title":"An Object Lesson for the War on Poverty."},
      {
        "id":"ED021886",
        "title":"Studies of Economically Deprived Elementary Children in Southern Illinois; a Summary of Four Doctoral Dissertations."},
      {
        "id":"ED021887",
        "title":"Reducing the School Dropout Rate; a Report on the Holding Power Project."},
      {
        "id":"ED021888",
        "title":"The School Dropout Today."},
      {
        "id":"ED021889",
        "title":"Equality and Beyond: Housing Segregation in the Great Society."},
      {
        "id":"ED021891",
        "title":"A Schoolman Joins West End's Quest for an Image."},
      {
        "id":"ED021892",
        "title":"Some Children are Convinced, They Can't Win."},
      {
        "id":"ED021893",
        "title":"Desegregation: The Pace Quickens in the South."},
      {
        "id":"ED021894",
        "title":"Social Maladjustment: Behavior Change and Education, Proceedings of the Annual Invitational Conference on Urban Education (5th, May 3, 1966)."},
      {
        "id":"ED021895",
        "title":"Cognitive Development and Psychopathology in the Urban Environment."},
      {
        "id":"ED021896",
        "title":"An Empirical-Experimental Approach to the Nature and Remediation of Conduct Disorders of Children."},
      {
        "id":"ED021897",
        "title":"The Urban School and the Delinquent."},
      {
        "id":"ED021898",
        "title":"Education and Problems of Poverty."},
      {
        "id":"ED021899",
        "title":"A Statistical Evaluation of the Educational Improvement of the Philadelphia Board of Education for the School Year, 1965-66. Part A (and) Part B."},
      {
        "id":"ED021900",
        "title":"Anti-Poverty and Education."},
      {
        "id":"ED021901",
        "title":"Evaluation Report on Title I, Elementary and Secondary Education Act of 1965; FY '66."},
      {
        "id":"ED021902",
        "title":"Delaware Annual Evaluation Report, ESEA Title I-FY &apos;66."},
      {
        "id":"ED021903",
        "title":"Studies in Tutoring."},
      {
        "id":"ED021904",
        "title":"A School Outside of School."},
      {
        "id":"ED021905",
        "title":"Changing Times are Changing Schools."},
      {
        "id":"ED021906",
        "title":"Identification of the Educationally Disadvantaged."},
      {
        "id":"ED021907",
        "title":"Opportunities for the Disadvantaged; a Report to the State Secondary Education Act of 1965 in Michigan."},
      {
        "id":"ED021908",
        "title":"Conference Proceedings: (1) Research Conference on Racial Desegregation and Integration in Public Education; (2) Invitational Conference on Social Change and the Role of Behavioral Scientists."},
      {
        "id":"ED021909",
        "title":"Progress Report of the Washington Integrated Secondary Education Project. Addendum II."},
      {
        "id":"ED021910",
        "title":"Studies of Puerto Rican Children in American Schools; a Preliminary Bibliography."},
      {
        "id":"ED021911",
        "title":"Evaluation of the Communication Skills Centers Project."},
      {
        "id":"ED021912",
        "title":"Some Ways to Teach Culturally Deprived Children."},
      {
        "id":"ED021913",
        "title":"The New Look in Civil Rights Enforcement."},
      {
        "id":"ED021914",
        "title":"De Facto Segregation: A Tale of Three Cities."},
      {
        "id":"ED021915",
        "title":"How Powerful a Weapon Did Wright Provide?"},
      {
        "id":"ED021916",
        "title":"Trigg County Tried &quot;Pairing,&quot; and It Worked."},
      {
        "id":"ED021917",
        "title":"Career Incentive Plan for Higher Education of Non-Professionals."},
      {
        "id":"ED021918",
        "title":"Equity and States' Rights."},
      {
        "id":"ED021919",
        "title":"A New Joint Program to Help Disadvantaged Students."},
      {
        "id":"ED021920",
        "title":"Project Open Future."},
      {
        "id":"ED021921",
        "title":"State Government and the Education Challenge."},
      {
        "id":"ED021922",
        "title":"New Life for the Dodo."},
      {
        "id":"ED021923",
        "title":"Who's In Charge Here?"},
      {
        "id":"ED021924",
        "title":"Elementary and Secondary Education Amendments of 1967."},
      {
        "id":"ED021925",
        "title":"Factors Relating to the Acceptance of Negro Children in a Bussing Integration Program."},
      {
        "id":"ED021926",
        "title":"The Social Activist and Social Change."},
      {
        "id":"ED021927",
        "title":"Economic and Political Prospects of the Poor."},
      {
        "id":"ED021928",
        "title":"Project Self Discovery: Its Effects on Bright Underachievers at Nine Florida High Schools."},
      {
        "id":"ED021929",
        "title":"Verbal Ability: An Obsolete Measure!"},
      {
        "id":"ED021930",
        "title":"Drama for the Disadvantaged: Boston-Northampton Language Arts Program ESEA, 1965."},
      {
        "id":"ED021931",
        "title":"Synopsis of Upward Bound Winter Conference (New Orleans, Louisiana, January 16-19, 1968)."},
      {
        "id":"ED021932",
        "title":"The Detroit Riot: A Profile of 500 Prisoners."},
      {
        "id":"ED021933",
        "title":"Project Concern; a Supplementary Report on Non-Academic Factors."},
      {
        "id":"ED021934",
        "title":"Project Concern; an Interim Report on an Educational Exploration. Preliminary Report."},
      {
        "id":"ED021935",
        "title":"Compensatory Education Programs for Children in Local Educational Agencies, FY '67. Evaluation Report."},
      {
        "id":"ED021936",
        "title":"A Comparison of Inductive and Deductive Materials for Teaching Economic Concepts to Culturally Disadvantaged Children."},
      {
        "id":"ED021937",
        "title":"Equality of Educational Opportunity; a Conference (New York State University, Buffalo, September 23, 1967)."},
      {
        "id":"ED021938",
        "title":"Self-Esteem and Achievement Expectation for White and Negro Children. Curriculum Report."},
      {
        "id":"ED021941",
        "title":"Puerto Rican Migrants on the Mainland of the United States."},
      {
        "id":"ED021942",
        "title":"Some Trends in Education for the Disadvantaged."},
      {
        "id":"ED021943",
        "title":"Final Report. Committee on Experimental Program to Improve Educational Achievements in Special Service Schools."},
      {
        "id":"ED021944",
        "title":"The Segregated Student in Desegregated Schools; Sources of Influence on Negro Secondary Students. Final Report."},
      {
        "id":"ED021945",
        "title":"Minority Group Performance Under Various Conditions of School Ethnic and Economic Integration: A Review of Research."},
      {
        "id":"ED021946",
        "title":"The Second Annual Report of Title I of the Elementary and Secondary Education Act of 1965 School Year 1966-67."},
      {
        "id":"ED021947",
        "title":"Minority Group Performance under Various Conditions of School Ethnic and Economic Integration."},
      {
        "id":"ED021948",
        "title":"The Development and Evaluation of a Diagnostically Based Curriculum for Preschool Psychosocially Deprived Children. Final Report."},
      {
        "id":"ED021949",
        "title":"Contributions and Costs of Manpower Development and Training. Policy Papers in Human Resources and Industrial Relations No. 5."},
      {
        "id":"ED021950",
        "title":"An Experimental Curriculum in Vocational Agriculture, Janesville, Wisconsin. New Dimensions in Vocational Agriculture Report Number 1."},
      {
        "id":"ED021951",
        "title":"Investments in Education for Farmers; Summary of an Economic Study of the Investment Effects of Education in Agriculture."},
      {
        "id":"ED021952",
        "title":"Resource Materials for Home Economics Teachers to Use as a Guide in Developing Local Programs in Homemaking and Family Life Education."},
      {
        "id":"ED021953",
        "title":"Suggestions for Teaching Business Pupils of Different Ability Levels-with Special Emphasis on Pupils Experiencing Difficulty."},
      {
        "id":"ED021954",
        "title":"The Changing Cultural Patterns of Work and Leisure."},
      {
        "id":"ED021956",
        "title":"A Survey of Junior College Work Experience Education Programs, 1962-63."},
      {
        "id":"ED021957",
        "title":"Workshop for Counselors and Educations Concerned with the Education, Training and Employment of Minority Youth. Final Report, Part II, Discussion Guide to the Problems of the Culturally Deprived: An introduction for Teachers and Counselors. University College Research Publications Number 8."},
      {
        "id":"ED021958",
        "title":"A Study of the Practical Nursing Programs in Vermont."},
      {
        "id":"ED021959",
        "title":"A Report on the Administrator's Conference on Vocational Education (Cleveland, Ohio, May 23-24, 1965)."},
      {
        "id":"ED021960",
        "title":"Vocational Education in the Public Schools. Bulletin Number 12."},
      {
        "id":"ED021962",
        "title":"Critical Issues in Employment Policy; a Report of the Princeton Manpower Symposium (May 12-13, 1966). Research Report Series No. 109. Symposium (May 12-13, 1966). Research Report Series No. 109."},
      {
        "id":"ED021963",
        "title":"Ceramics, Project Ideas for Industrial Arts."},
      {
        "id":"ED021964",
        "title":"Report of a National Seminar on Agricultural Education, &quot;A Design for the Future&quot; (Ohio State University, July 22-August 2, 1963)."},
      {
        "id":"ED021965",
        "title":"Objectives for Vocational and Tehcnical Education in Agriculture. Bulletin No. 4, 1966."},
      {
        "id":"ED021966",
        "title":"Workshop for Counselors and Educators Concerned with the Education, Training, and Employment of Minority Youth. Final Report, Part I, Development, Program Evaluation. University College Research Publication, Number 7."},
      {
        "id":"ED021967",
        "title":"Veterinary Assistant, Teachers Copy."},
      {
        "id":"ED021968",
        "title":"Industrial Arts and Technology, Past, Present, and Future; Addresses and Proceedings of the American Industrial Arts Association&apos;s Annual Convention (29th, Philadelphia, 1967)."},
      {
        "id":"ED021969",
        "title":"Pilot Programs in Agricultural Occupations."},
      {
        "id":"ED021970",
        "title":"A Pilot Project in Vocational Guidance, Placement and Work Experience for Youth for Whom Existing Work Experiences are not Appropriate."},
      {
        "id":"ED021972",
        "title":"Flexibility for Vocational Education through Computer Scheduling. Quarterly Report."},
      {
        "id":"ED021973",
        "title":"Pros and Cons; New Roles for Non-Professionals in Corrections."},
      {
        "id":"ED021974",
        "title":"Iowa Employment Patterns and Projections, 1940-1970, Industrial, Occupational, Occupational-Industry Employment Matrix. Monograph Series No. 1."},
      {
        "id":"ED021976",
        "title":"Research in Vocational and Technical Education. (Proceedings of a Conference, June 10-11, 1966)."},
      {
        "id":"ED021977",
        "title":"Final Report on Preliminary Phase: Effects of Vocational Training and Other Factors on Employment Experience."},
      {
        "id":"ED021978",
        "title":"Manpower Policy and Programs in Five Western European Countries: France, Great Britain, The Netherlands, Sweden and West Germany. Manpower Research Bulletin Number 11."},
      {
        "id":"ED021979",
        "title":"The Rehabilitation of School Dropouts in Oklahoma City: An Experimental Appraisal. Final Report."},
      {
        "id":"ED021980",
        "title":"Educational Opportunities for the Secondary Occupational Program Graduate, a Study of Unit Admission Requirements to Two-Year Degree and Diploma Programs in New York State Colleges."},
      {
        "id":"ED021981",
        "title":"Handbook for Estimation of Labor Supply by Use of a Community Survey."},
      {
        "id":"ED021982",
        "title":"Curriculum in Food Handling and Distribution; a Guide for Experimentation in High School and Post High School Vocational Training."},
      {
        "id":"ED021983",
        "title":"An Overview of Manpower Development and Training under Redevelopment Area Residents Program, 1963-1966."},
      {
        "id":"ED021984",
        "title":"Danger! Automation at Work; Report of the State of Illinois Commission on Automation and Technological Progress."},
      {
        "id":"ED021987",
        "title":"Administration and Supervision in Business Education."},
      {
        "id":"ED021988",
        "title":"In Service Training in Computer Assisted Instruction for Vocational Teachers. Final Report."},
      {
        "id":"ED021989",
        "title":"An Economic Study of the Investment Effects of Education in Agriculture. Final Report."},
      {
        "id":"ED021990",
        "title":"Evaluative Criteria for Survey Instruments in Business Education. South-Western Monographs in Business and Economic Education Number 111."},
      {
        "id":"ED021991",
        "title":"A Pictorial Guide to Aid in Planning Business and Distributive Education Classrooms and Facilities."},
      {
        "id":"ED021992",
        "title":"Career Opportunities through Organized Research."},
      {
        "id":"ED021993",
        "title":"Health Manpower Perspective: 1967."},
      {
        "id":"ED021994",
        "title":"Toward Quality in Nursing; Needs and Goals; Report of the Surgeon Generals' Consultant Group on Nursing. Public Health Service Publication No. 922."},
      {
        "id":"ED021995",
        "title":"Automation, the Impact of Technological Change."},
      {
        "id":"ED021996",
        "title":"Advisory Committee on HEW Relationships with State Health Agencies Report to the Secretary, December 30, 1966."},
      {
        "id":"ED021997",
        "title":"Manpower Development and Training Act of 1962, MDTA Handbook. Chapter II, Training Needs Survey."},
      {
        "id":"ED021998",
        "title":"Labor Mobility, Selected References."},
      {
        "id":"ED021999",
        "title":"Education--The Bridge between Man and his Work; The Samuel Leonard Fick Lecture on Industrial Education."},
      {
        "id":"ED022000",
        "title":"Utilization of Mobile Facilities for Development of Entry Work Skills for Arkansas' Rural Unemployed and Low Income Earners, a Feasibility Study."},
      {
        "id":"ED022001",
        "title":"Educational Specifications for Pre-Technology Facility."},
      {
        "id":"ED022002",
        "title":"Accelerated Vocational Training for Adults, a Comparative Study: Objectives, Organization, Syllabuses and Methods, Future Prospects."},
      {
        "id":"ED022003",
        "title":"International Joint Seminar on Geographical and Occupational Mobility of Manpower (Castelfusano, November 19-22, 1963). Final Report. International Seminars 1963."},
      {
        "id":"ED022004",
        "title":"Education for Occupations, Grass Roots Thoughts and Beliefs in New York State; a Summary of the Multicounty Area Studies."},
      {
        "id":"ED022005",
        "title":"The Correlated Curriculum Project: A New Experimental Program for the General Student."},
      {
        "id":"ED022006",
        "title":"The Forecasting of Manpower Requirements."},
      {
        "id":"ED022007",
        "title":"Organizing a Food Training Program."},
      {
        "id":"ED022008",
        "title":"Manpower and Automation Research Sponsored by the Office of Manpower, Automation and Training, July 1, 1962-June 30, 1963."},
      {
        "id":"ED022009",
        "title":"Manpower and Automation Research Sponsored by the Office of Manpower, Automation and Training, July 1, 1963-June 30, 1964."},
      {
        "id":"ED022010",
        "title":"Developing Occupational Experience Programs in Agricultural Distribution."},
      {
        "id":"ED022011",
        "title":"Report of Workshop for the Study of the Disadvantaged for Selected Teachers of Occupational Training (Texas Technological College, Lubbock, July 3-July 14, 1967)."},
      {
        "id":"ED022012",
        "title":"Conceptual Issues in Evaluating Training Programs. Reprint No. 2507."},
      {
        "id":"ED022013",
        "title":"Proposed Accreditation Standards for Florida Vocational-Technical Schools and Adult High Schools."},
      {
        "id":"ED022014",
        "title":"Occupational Status Orientations of Negro Youth: Annotated Abstracts of the Research Literature. Departmental Technical Report 67-2."},
      {
        "id":"ED022015",
        "title":"Computing and Accounting Office Occupations; Suggested Curricula Guide."},
      {
        "id":"ED022016",
        "title":"The Technical Institute."},
      {
        "id":"ED022017",
        "title":"Apprenticeship and Training Standards for Automobile Mechanic, Body Repairman and Painter."},
      {
        "id":"ED022018",
        "title":"Integrating Reading Instruction into Vocational Agriculture Classes. Miscellaneous Publication 586. Contribution Number 3813."},
      {
        "id":"ED022019",
        "title":"Occupational Opportunities and Training Needs for Youth for Non-Farm Agricultural Jobs in Washington State."},
      {
        "id":"ED022020",
        "title":"Engineering and Technology in Arizona; a Report on the Education of Engineers, Technicians, and Skilled Craftsmen and the Educational Needs of Industry."},
      {
        "id":"ED022021",
        "title":"Summary Report of Vocational-Technical Program Development by States."},
      {
        "id":"ED022022",
        "title":"Teaching Vocational and Citizenship Education in Social Studies. Final Report."},
      {
        "id":"ED022023",
        "title":"Measuring Creative Abilities in Junior High School Industrial Arts. Monograph 2."},
      {
        "id":"ED022024",
        "title":"Symposium on Manpower and the War on Hunger (Washington, D.C., May 3-5, 1967)."},
      {
        "id":"ED022025",
        "title":"Manpower Forecasting through the Occupational Needs Survey."},
      {
        "id":"ED022026",
        "title":"Engineering and Technician Enrollment--Fall 1967, Detailed Report."},
      {
        "id":"ED022027",
        "title":"Manpower and Automation Research Sponsored by the Office of Manpower, Automation and Training through June 30, 1965."},
      {
        "id":"ED022028",
        "title":"A Conceptual Basis for Developing Common Curricula in Teacher Education Programs for Occupational Education. Graduate Studies in Education, Number 2, Volume 3."},
      {
        "id":"ED022029",
        "title":"The Use of Portable Video Tape Recorders and Micro-Teaching Techniques to Improve Instruction in Vocational-Technical Programs in Illinois; a Pilot Study. Interim Report."},
      {
        "id":"ED022030",
        "title":"Evaluation of Secondary School Programs to Prepare Students for Wage Earning in Occupations Related to Home Economics. Final Report, Vol. II, Appendix."},
      {
        "id":"ED022031",
        "title":"Seminar on Shop and Laboratory Planning for Vocational Education. Final Report."},
      {
        "id":"ED022032",
        "title":"Project MACTAD, Mobile Area Committee for Training and Development. Periodic Report."},
      {
        "id":"ED022033",
        "title":"The School Environment and Its Influence on Educational Programs for High School Dropouts. Interim Report."},
      {
        "id":"ED022034",
        "title":"Civil Engineering Technology Consultants' Workshop (Atlanta, Georgia, May 17-20, 1967)."},
      {
        "id":"ED022035",
        "title":"Mobility and Situational Factors in the Adjustment of Older Workers to Job Displacement. Reprint Series 46."},
      {
        "id":"ED022036",
        "title":"A Conference on New Educational Curricula for Subprofessional Personnel in Health Services. Interim Report."},
      {
        "id":"ED022037",
        "title":"Experimental and Demonstration Manpower Project for Recruitment, Training, Placement and Followup of Rejected Armed Forces Volunteers in Baltimore, Maryland and Washington, D.C. Final Report."},
      {
        "id":"ED022038",
        "title":"Experimental and Demonstration Manpower Project for Recruitment, Training, Placement and Followup of Rejected Armed Forces Volunteers in Baltimore, Maryland and Washington, D.C., March 1, 1965 to June 30, 1966. Final Report."},
      {
        "id":"ED022039",
        "title":"Concept Formation and the Home Economics Curriculum. Inter-University Project One Publication Series."},
      {
        "id":"ED022040",
        "title":"Dental Assisting Education in California."},
      {
        "id":"ED022041",
        "title":"The Dunwoody Papers, Report of National Training Conference for Distributive Education (1st, Minneapolis, August 14-25, 1939)."},
      {
        "id":"ED022042",
        "title":"Supervision Considerations of Student Teaching in Distributive Education."},
      {
        "id":"ED022043",
        "title":"Variables Related to MDTA Trainee Employment Success in Minnesota."},
      {
        "id":"ED022044",
        "title":"Consumer Education, Materials for an Elective Course."},
      {
        "id":"ED022045",
        "title":"Audio Visual Instructional Materials for Distributive Education; a Classified Bibliography. Final Report."},
      {
        "id":"ED022046",
        "title":"Predictors of Success in High School Level Vocational Education Programs: A Review."},
      {
        "id":"ED022047",
        "title":"Vocational-Technical Education in New Mexico. Work Project No. 7."},
      {
        "id":"ED022048",
        "title":"The Problem of Youth Unemployment."},
      {
        "id":"ED022049",
        "title":"Manpower Research Projects Sponsored by the U.S. Department of Labor, Manpower Administration, through June 30, 1966."},
      {
        "id":"ED022050",
        "title":"Indiana's Need for Assistants in Veterinary Medical Practice. Manpower Report, No. 68-2."},
      {
        "id":"ED022051",
        "title":"A Blueprint for the Education of Nurses in New York State."},
      {
        "id":"ED022052",
        "title":"Trends in Training--Six Years of CIRF Abstracts."},
      {
        "id":"ED022053",
        "title":"An Empirical Analysis of Role Conflict and Multiple Allegiance Among Selected Vocational Teachers in Oklahoma. Final Report."},
      {
        "id":"ED022055",
        "title":"Project &quot;SIP&quot; - Solving Industrial Problems. Final Report."},
      {
        "id":"ED022056",
        "title":"An Experimental Junior High School Course in Occupational Opportunities and Labor Market Processes. Final Report."},
      {
        "id":"ED022057",
        "title":"A Developmental Program for the Improvement of Trade-Technical Teacher Education in the Southern States, Eight Month Follow-Up Study."},
      {
        "id":"ED022058",
        "title":"Summaries of Studies in Agricultural Education, Central Region, 1966-67."},
      {
        "id":"ED022059",
        "title":"Power Sewing Study. Final Report."},
      {
        "id":"ED022060",
        "title":"Continuation of the Colorado Research Coordinating Unit, Interim Report."},
      {
        "id":"ED022061",
        "title":"Organization and Operation of a Local Program of Vocational Education."},
      {
        "id":"ED022062",
        "title":"A Comparative Analysis of the Impact of Various Types of Curricula on the Vocational Success of School Dropouts."},
      {
        "id":"ED022063",
        "title":"Research Visibility. Vocational Education for Girls and Women."},
      {
        "id":"ED022064",
        "title":"AIM-ARM Annual Index, 1967-68."},
      {
        "id":"ED022065",
        "title":"Microfiche Collection of Documents Reported in Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Fall 1968."},
      {
        "id":"ED022066",
        "title":"Research and Development: Advances in Education."},
      {
        "id":"ED022067",
        "title":"Patterns of College Attendance. Final Report."},
      {
        "id":"ED022068",
        "title":"A Guide to Information Tools, Methods, and Resources in Science and Engineering."},
      {
        "id":"ED022069",
        "title":"An Experimental Course in Information Gathering for Scientists and Engineers. Final Report."},
      {
        "id":"ED022070",
        "title":"Portfolio of Information on Reading Available from ERIC, ERIC/CRIER and IRA."},
      {
        "id":"ED022071",
        "title":"A Summary of Investigations Relating to the English Language Arts, Elementary and Secondary, 1967."},
      {
        "id":"ED022072",
        "title":"Community Development in Canada. Document 1."},
      {
        "id":"ED022081",
        "title":"The University of Sheffield Department of Extramural Studies; 1947-1968; a Personal Survey."},
      {
        "id":"ED022083",
        "title":"Demonstrational Features of the Tuskegee Institute Retraining Project, Volume I."},
      {
        "id":"ED022086",
        "title":"Adult Education in Developing Countries; a Bibliography."},
      {
        "id":"ED022087",
        "title":"Beacons to the Future."},
      {
        "id":"ED022089",
        "title":"Improving Urban School Adult Education, an Analysis of the Adult and Community Education Programs of the Washington, D.C. Schools."},
      {
        "id":"ED022090",
        "title":"Critical Appraisal of the Needs of Adults for Educational Experiences as a Basis for Program Development."},
      {
        "id":"ED022091",
        "title":"Psychological Aspects of Adult Development, Abstracts of Research."},
      {
        "id":"ED022092",
        "title":"Young Adult Education, Abstracts of Research on Variables Relevant to Participation in Educative Activity by Non-College Bound Young Adults."},
      {
        "id":"ED022098",
        "title":"Conference on Adult Education in a Changing Context of Work and Leisure (House of Europe, Strasbourg, October 26, 1967)."},
      {
        "id":"ED022100",
        "title":"Psychological Research and Sensitivity Training, a Collection of Annotated Abstracts for 1967."},
      {
        "id":"ED022101",
        "title":"Service Agencies in Human Resource Development."},
      {
        "id":"ED022104",
        "title":"Available Teaching Materials for Undereducated English-Speaking Adults."},
      {
        "id":"ED022105",
        "title":"Interim Report of New York State Guidance Center for Women for Period November 1, 1967 to March 31, 1968."},
      {
        "id":"ED022106",
        "title":"First Annual Report of New York State Guidance Center for Women for Period November 1, 1966 through October 31, 1967."},
      {
        "id":"ED022107",
        "title":"An Area Approach to Continuing Education, Report of Study and Recommendations for a Coordinated System of Continuing Education for the Muskegon Area Intermediate School District, Educational Service Series, Number 16."},
      {
        "id":"ED022108",
        "title":"Literacy Training and Upward Mobility in Community Action, a Report on the Literacy Instructor Project."},
      {
        "id":"ED022109",
        "title":"New Directions for the Arts, a Symposium for Artists, Educators, and Community and Government Leaders (University of Georgia, April 19-21, 1967)."},
      {
        "id":"ED022110",
        "title":"International Study of Marketing Education."},
      {
        "id":"ED022111",
        "title":"Catalogue of Training Materials."},
      {
        "id":"ED022112",
        "title":"Students Enrolled in the TV College, General Extension Division Fall 1965."},
      {
        "id":"ED022113",
        "title":"Proceedings for the Annual Meeting of the Association of University Evening Colleges on the Evening College: University and Community Relations (27th, Dallas, Texas, October 24-28, 1965)."},
      {
        "id":"ED022114",
        "title":"Practical Government, Lesson Plans, Adult Basic Education and Student Worksheets for Practical Government Lesson Plans."},
      {
        "id":"ED022115",
        "title":"Use a Survey to Fight Poverty."},
      {
        "id":"ED022116",
        "title":"Resources for the Aging--An Action Handbook, a Catalogue of Federal Programs, Foundations and Trusts, and Voluntary Agencies that Assist Communities and Individuals to Meet the Needs of the Aging."},
      {
        "id":"ED022117",
        "title":"So Who Needs Money to Fight Poverty, a Collection of No-Cost, Low-Cost Ideas."},
      {
        "id":"ED022118",
        "title":"Public Assistance, Rights and Responsibilities."},
      {
        "id":"ED022123",
        "title":"Educationally Deficient Adults; Their Education and Training Needs."},
      {
        "id":"ED022126",
        "title":"Lesson Plan Manual, a Series of Lesson Plans and Worksheets on Consumer Education and Student Worksheets for Consumer Education Lesson Plans, Adult Basic Education."},
      {
        "id":"ED022127",
        "title":"The Relationship between Success in Business School, Employment Status and Demographic and Psychometric Variables for Ramsey County Welfare Department, Work and Training Project Participants."},
      {
        "id":"ED022128",
        "title":"Handbook for Home Health Aide Training. Revised Edition."},
      {
        "id":"ED022129",
        "title":"Instructors's Guide for Home Health Aide Training. Revised Edition."},
      {
        "id":"ED022130",
        "title":"A Guide for Training Neighborhood Workers in a Community Action Agency."},
      {
        "id":"ED022131",
        "title":"Human Resources and Economic Growth, an International Annotated Bibliography on the Role of Education and Training in Economic and Social Development."},
      {
        "id":"ED022132",
        "title":"The Role of a National Organization in Adult Education, a Report to the Executive Committee of the Adult Education Association."},
      {
        "id":"ED022134",
        "title":"A Classification Scheme for Adult Education. Education Libraries Bulletin, Supplement Twelve."},
      {
        "id":"ED022135",
        "title":"Teaching Social Living Skills; Adult Basic Education, a Teacher's Manual."},
      {
        "id":"ED022136",
        "title":"North American Conference on Adult Education (Inter-American Committee on Adult Education) (Mexico, June 3-4, 1968)."},
      {
        "id":"ED022137",
        "title":"Adult Basic Education; a Summary of Activities, July 1, 1967-June 1, 1968."},
      {
        "id":"ED022139",
        "title":"Putting the Hard-Core Unemployed into Jobs. Report of the Business-Civic Leadership Conference on Employment Problems, Chicago, Illinois, June 5-7, 1967. Part I, Conference Summary. Part II, Case Studies."},
      {
        "id":"ED022140",
        "title":"Community Development in Emergent Countries."},
      {
        "id":"ED022141",
        "title":"Community Development in Developed Countries."},
      {
        "id":"ED022142",
        "title":"Rural Youth Work in Australia."},
      {
        "id":"ED022144",
        "title":"Prepared Text of Remarks at the French-Acadian Conference of the Louisiana Department of Education (1st, January 20, 1968)."},
      {
        "id":"ED022145",
        "title":"The French Heritage in Acadiana: The Fundamental Course of Action Necessary to Preserve the French Language."},
      {
        "id":"ED022147",
        "title":"The Concept of the Directed Program."},
      {
        "id":"ED022148",
        "title":"A Procedure for Morphological Analysis."},
      {
        "id":"ED022152",
        "title":"Counterparts, of the Problem of Reference in Transformational Grammar."},
      {
        "id":"ED022156",
        "title":"Field Techniques in an Urban Language Study. Urban Language Series."},
      {
        "id":"ED022157",
        "title":"Language and Cognitive Assessment of Negro Children; Assumptions and Research Needs."},
      {
        "id":"ED022164",
        "title":"Ways and Means of Introducing Portugese to the Secondary School."},
      {
        "id":"ED022166",
        "title":"Comparison of Restricted Associations Among Six Languages."},
      {
        "id":"ED022170",
        "title":"Verbal Labeling and Serial Position Recall."},
      {
        "id":"ED022171",
        "title":"The Recall of High and Low Meaningful Sentences Generated from the Michigan Restricted Association Norms."},
      {
        "id":"ED026202",
        "title":"Individually Prescribed Instruction--Reading Program."},
      {
        "id":"ED026203",
        "title":"An Automated Individualized Diagnostic for College Centers."},
      {
        "id":"ED026204",
        "title":"Evaluative Criteria for Secondary School Libraries."},
      {
        "id":"ED026205",
        "title":"Discovery and Measurement of Interests in Reading."},
      {
        "id":"ED026206",
        "title":"A Reading Program for Gifted Students in the Senior High School."},
      {
        "id":"ED026207",
        "title":"Determining Consequential Factors in Diagnosis."},
      {
        "id":"ED026208",
        "title":"Methodological Considerations for Future Readiness Research."},
      {
        "id":"ED026209",
        "title":"Inductive Concepts of Teacher Education--The Undergraduate Reading Methods Course."},
      {
        "id":"ED026210",
        "title":"Critical Reading Techniques in Elementary School."},
      {
        "id":"ED026211",
        "title":"Making the Most of Informal Inventories."},
      {
        "id":"ED026212",
        "title":"The Effect of Federal Fellowship and Institute Programs in Reading."},
      {
        "id":"ED026213",
        "title":"Supplementary Education Center."},
      {
        "id":"ED026214",
        "title":"Summer Programs."},
      {
        "id":"ED026215",
        "title":"State Patterns in Wisconsin for Improving Reading Instruction Through the Certification of Reading Teachers, Specialists, and Supervisors."},
      {
        "id":"ED026216",
        "title":"The State's Role in Improving Reading Instruction--A State Pattern in California."},
      {
        "id":"ED026217",
        "title":"A Study of the Effect of Socioeconomic Factors on the School Achievement of Spanish-Speaking School Beginners."},
      {
        "id":"ED026218",
        "title":"IRA and Reading Certification in Ohio."},
      {
        "id":"ED026219",
        "title":"How Effective is Programmed Instruction in Teaching of Reading?"},
      {
        "id":"ED026220",
        "title":"Sights, Sounds, Senses in Step With Reading. Pre-Primer."},
      {
        "id":"ED026221",
        "title":"Sights, Sounds, Senses in Step with Reading. Primer."},
      {
        "id":"ED026222",
        "title":"Sights, Sounds, Senses in Step with Reading. Grade 1."},
      {
        "id":"ED026228",
        "title":"Instructional Improvement Program in Language and Reading for Selected Subculture Groups in the Southwest."},
      {
        "id":"ED026229",
        "title":"First Grade Entrance Variables Related to Achievement and Personality, A Study of Culturally Deprived Fourth Graders."},
      {
        "id":"ED026230",
        "title":"ESEA Title I Evaluation Report--Wichita Program for Educationally Deprived Children, Summer 1968."},
      {
        "id":"ED026231",
        "title":"ESEA Title I Evaluation Report--Wichita Program for Educationally Deprived Children, September 1967-May 1968."},
      {
        "id":"ED026232",
        "title":"Los Angeles Unified School District ESEA Title I Components - Evaluation Reports. Division of Elementary Education."},
      {
        "id":"ED026233",
        "title":"Los Angeles Unified School District ESEA Title I Components - Evaluation Reports. Division of Secondary Education."},
      {
        "id":"ED026234",
        "title":"Los Angeles Unified School District ESEA Title I Components - Evaluation Reports. Special Education and Supportive Services."},
      {
        "id":"ED026235",
        "title":"Los Angeles Unified School District ESEA Title I Components - Summer 1968. Evaluation Reports."},
      {
        "id":"ED026236",
        "title":"Guidelines for Mathematics in the Secondary School"},
      {
        "id":"ED026237",
        "title":"Guidelines for Mathematics in the Elementary School."},
      {
        "id":"ED026238",
        "title":"Line Integral of a Vector."},
      {
        "id":"ED026239",
        "title":"Inductors and Inductance-Resistance Networks."},
      {
        "id":"ED026240",
        "title":"Sinusoids and Phasors."},
      {
        "id":"ED026241",
        "title":"Transient Response of a Second Order System Using State Variables."},
      {
        "id":"ED026244",
        "title":"Annual Report of the National Science Foundation on Contract NSF-C414 Task III July 1966 through June 1967."},
      {
        "id":"ED026257",
        "title":"Teacher's Guide to the Strasenburgh Planetarium."},
      {
        "id":"ED026263",
        "title":"Cubberley-Lockheed Science Project Final Report, Volume III, Phase II System Specifications."},
      {
        "id":"ED026264",
        "title":"[Teacher's Guides for Grade 7-Biosphere and Grade 8-Geoscope.]"},
      {
        "id":"ED026269",
        "title":"[Orange County Science Education Improvement Project Syllabuses, K-6.]"},
      {
        "id":"ED026270",
        "title":"[Orange County Science Education Improvement Project Syllabuses, 7-12.]"},
      {
        "id":"ED026272",
        "title":"Aerospace Bibliography, Fourth Edition."},
      {
        "id":"ED026273",
        "title":"Space Resources for the High School Industrial Arts Resource Units."},
      {
        "id":"ED026274",
        "title":"The Planetarium, An Elementary-School Teaching Resource."},
      {
        "id":"ED026275",
        "title":"Introducing Children to Space, the Lincoln Plan. A Space Handbook for Teachers Grades K through 6."},
      {
        "id":"ED026276",
        "title":"Model Spacecraft Construction, Units for Secondary School Industrial Arts."},
      {
        "id":"ED026277",
        "title":"Science Education Information Report, General Bibliography Series 11, Instructional Procedures."},
      {
        "id":"ED026278",
        "title":"Science Education Information Report, General Bibliography Series 12, Teacher Education."},
      {
        "id":"ED026279",
        "title":"Science Education Information Report, General Bibliography Series 13, Instructional Equipment and Materials."},
      {
        "id":"ED026280",
        "title":"Science Education Information Report, General Bibliography Series 14, Curriculum."},
      {
        "id":"ED026281",
        "title":"Science Education Information Report, General Bibliography Series 15, Achievement."},
      {
        "id":"ED026282",
        "title":"Science Education Information Report, General Bibliography Series 16, Teacher Resource Materials."},
      {
        "id":"ED026283",
        "title":"Science Education Information Report, General Bibliography Series 17, Science and Society, History of Science Education, Science History, General Studies and Surveys."},
      {
        "id":"ED026284",
        "title":"Science Education Information Report, General Bibliography Series 18, Legislative Acts and Reports, Administration and Supervision, Science Facilities."},
      {
        "id":"ED026285",
        "title":"Science Education Information Report, General Bibliography Series 19, Evaluation and Educational Objectives, Learning Theories and Processes, Research Methodology."},
      {
        "id":"ED026286",
        "title":"Science Education Information Report, General Bibliography Series 20, Teacher Characteristics, Student Characteristics."},
      {
        "id":"ED026287",
        "title":"An Analysis of Research on Instructional Procedures in Secondary School Science, Part I--Outcomes of Instruction."},
      {
        "id":"ED026288",
        "title":"Stanford Center for Research and Development in Teaching. Annual Report (1st, April 1967)."},
      {
        "id":"ED026289",
        "title":"The Nongraded School: An Annotated Bibliography."},
      {
        "id":"ED026290",
        "title":"A Model Program for Improving the Education of Preservice and Inservice Teachers of Elementary, Secondary and Exceptional Children in Metropolitan Areas; Interim Report"},
      {
        "id":"ED026291",
        "title":"The Clinical Professorship in Teacher Education; Report of a Conference at Northwestern University in Cooperation with the Carnegie Corporation of New York (October 24-25, 1966)."},
      {
        "id":"ED026292",
        "title":"A Pilot Study in Exploring the Use of Mental Health Consultants to Teachers of Socially and Emotionally Maladjusted Pupils in Regular Classes."},
      {
        "id":"ED026293",
        "title":"Communication Events: A New Look at Classroom Interactions."},
      {
        "id":"ED026294",
        "title":"Professional Teacher Education II; A Programed Design Developed by the AACTE Teacher Education and Media Project."},
      {
        "id":"ED026295",
        "title":"Teacher Aides: A Status Report."},
      {
        "id":"ED026296",
        "title":"The New Struggle for the Paraprofessional: Between the Community and the Agencies."},
      {
        "id":"ED026297",
        "title":"Center for Research and Development in Teaching."},
      {
        "id":"ED026298",
        "title":"Research and Development Center for Teacher Education."},
      {
        "id":"ED026300",
        "title":"A Systematic Approach to the Analysis of a Non-Systematic Process."},
      {
        "id":"ED026301",
        "title":"Specifications for a Comprehensive Undergraduate and Inservice Teacher Education Program for Elementary Teachers. Final Report. Volume I."},
      {
        "id":"ED026302",
        "title":"Specifications for a Comprehensive Undergraduate and Inservice Teacher Education Program for Elementary Teachers. Final Report. Volume II."},
      {
        "id":"ED026303",
        "title":"Open-Closed Mindedness of College Students in Teacher Education. Final Report."},
      {
        "id":"ED026304",
        "title":"Successive Vs. Simultaneous Attainment of Instructional Objectives in Classroom Simulation."},
      {
        "id":"ED026305",
        "title":"A Competency Based, Field Centered, Systems Approach to Elementary Teacher Education. Volume I: Overview and Specifications. Final Report."},
      {
        "id":"ED026306",
        "title":"Appendix A. A First Approximation to a Taxonomy of Learner Outcome."},
      {
        "id":"ED026308",
        "title":"Appendix C. Content Model--Mathematics--for Elementary Education."},
      {
        "id":"ED026309",
        "title":"Appendix D. Role II: Sample Task Analysis and Behavioral Objectives."},
      {
        "id":"ED026310",
        "title":"Appendix E. General Adaptive Strategies."},
      {
        "id":"ED026311",
        "title":"Appendix F. Interpersonal Competencies."},
      {
        "id":"ED026312",
        "title":"Appendix G. Basic Training Model for the ComField Practicum."},
      {
        "id":"ED026313",
        "title":"Appendix H. Sample Task Analysis: Behavioral Objectives for ComField Laboratory."},
      {
        "id":"ED026314",
        "title":"Appendix I. An Experimental Model for Preparing Teachers to Develop Behavioral Objectives; the Washington State University and Bellevue (Washington) Public Schools Career Teaching Project."},
      {
        "id":"ED026315",
        "title":"Appendix J. An Experimental Model to Enable Instructional Managers to Demonstrate Interaction Competency."},
      {
        "id":"ED026316",
        "title":"Appendix K. Trial Form of an Instrument for Evaluating Instructional Managers in the Practicum."},
      {
        "id":"ED026317",
        "title":"Appendix L. A Sequence for the Practicum."},
      {
        "id":"ED026318",
        "title":"Appendix M. Research Utilization and Problem Solving"},
      {
        "id":"ED026319",
        "title":"Appendix N. Implementation of the RUPS System in a Total School District."},
      {
        "id":"ED026320",
        "title":"Appendix O. The Human Relations School."},
      {
        "id":"ED026321",
        "title":"Appendix P. Categorical Breakdown of Interpersonal Area."},
      {
        "id":"ED026322",
        "title":"Appendix Q. Educational Leaders Laboratory."},
      {
        "id":"ED026323",
        "title":"Appendix R. A Basic Communication Skill for Improving Interpersonal Relationships."},
      {
        "id":"ED026324",
        "title":"Appendix S. Broad Curricular Planning for the ComField Model Teacher Education Program."},
      {
        "id":"ED026325",
        "title":"Appendix T. Personalizing Teacher Education."},
      {
        "id":"ED026326",
        "title":"Appendix U. Self Concept and Teaching: An Exploration."},
      {
        "id":"ED026327",
        "title":"Appendix V. Charting the Decision-Making Structure of an Organization."},
      {
        "id":"ED026328",
        "title":"Appendix W. Cost Analysis in Teacher Education Programs."},
      {
        "id":"ED026330",
        "title":"Appendix Y. The Integrated Communications Experiment (ICE) Summary."},
      {
        "id":"ED026331",
        "title":"Appendix Z. Classes of Measures Used in the Behavioral Sciences, the Nature of the Data That Derive from Them, and Some Comments as to the Advantages and Disadvantages of Each."},
      {
        "id":"ED026332",
        "title":"Teacher Education: The Young Teacher's View. A Report of Four Regional Conferences for Student Teachers and Beginning Teachers of the Disadvantaged. Project Report Two, NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED026333",
        "title":"The Bethel Project. Project Report Three, the NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED026334",
        "title":"Studies in Deprivation. Occasional Paper, Special. NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED026335",
        "title":"The Identification and Analysis of Perceived Problems of Teachers in Inner-City Schools. Occasional Paper One, NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED026336",
        "title":"Design and Default in Teacher Education. Occasional Paper Two, NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED026337",
        "title":"The Preparation of Urban Teachers: A Proposed Syllabus. Working Paper One, NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED026338",
        "title":"Auxiliary School Personnel Programs for Rural America."},
      {
        "id":"ED026339",
        "title":"Central Missouri's Inner City Project Tells a Near-Parable."},
      {
        "id":"ED026340",
        "title":"Administrator&apos;s Memo: Youth Tutoring Youth."},
      {
        "id":"ED026341",
        "title":"Individualization of Instruction for Teacher Corpsmen."},
      {
        "id":"ED026343",
        "title":"Local Color."},
      {
        "id":"ED026344",
        "title":"A Study of Classroom Interaction and Thinking. Interim Report."},
      {
        "id":"ED026345",
        "title":"The Development of an Information System for Teacher Turnover in Public Schools (Including Uniform Reporting and a Computer Program)."},
      {
        "id":"ED026346",
        "title":"The Impact of Student Teachers Upon the Attitude and Achievement of High School Students."},
      {
        "id":"ED026347",
        "title":"Excellence in Teacher Education: 1969 Distinguished Achievement Awards of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED026348",
        "title":"School Personnel Made Eligible for Initial Certification Through Mat Programs; A Directory of Institutions, with Data."},
      {
        "id":"ED026349",
        "title":"Structured Practice in Preparing School Personnel; A Guide to Selected Documents in the ERIC Collection, 1966-1968."},
      {
        "id":"ED026350",
        "title":"Response to Literature: Papers Relating to the Anglo-American Seminar on the Teaching of English (Dartmouth College, New Hampshire, 1966). The Dartmouth Seminar Papers."},
      {
        "id":"ED026352",
        "title":"The Wheel: A Model For Multi-Media Learning."},
      {
        "id":"ED026353",
        "title":"A Hank of Hair and a Piece of Bone."},
      {
        "id":"ED026354",
        "title":"New Circuits or Short Circuits?"},
      {
        "id":"ED026355",
        "title":"Paperback Grammar for Handbook Haters."},
      {
        "id":"ED026356",
        "title":"The Syntax of Children's Writing."},
      {
        "id":"ED026357",
        "title":"National Study of High School English Programs: A Record of English Teaching Today, A School For All Seasons."},
      {
        "id":"ED026358",
        "title":"\"The Bandits of Orgosolo.\""},
      {
        "id":"ED026360",
        "title":"Language and Language Learning: Papers Relating to the Anglo-American Seminar on the Teaching of English (Dartmouth College, New Hampshire, 1966). The Dartmouth Seminar Papers."},
      {
        "id":"ED026363",
        "title":"Developing Competency in Written Composition in Children from Kindergarten through Elementary School by Means of Curriculum Materials. Final Report."},
      {
        "id":"ED026364",
        "title":"Foundations for a Curriculum in Written Composition, K-6."},
      {
        "id":"ED026365",
        "title":"Use of Literary Models in Teaching Written Composition, Grades K-6."},
      {
        "id":"ED026366",
        "title":"A Curriculum in Written Composition, K-3: A Guide for Teaching."},
      {
        "id":"ED026367",
        "title":"A Curriculum in Written Composition, 4-6: A Guide for Teaching."},
      {
        "id":"ED026368",
        "title":"Research in Cognate Aspects of Written Composition."},
      {
        "id":"ED026369",
        "title":"English in the Primary School: Being the Evidence of the Association Presented to the Plowden Committee."},
      {
        "id":"ED026372",
        "title":"The Centrality of Literature in the English Curriculum."},
      {
        "id":"ED026373",
        "title":"Trends and Emphases in Elementary English."},
      {
        "id":"ED026374",
        "title":"The Question: What to Ask?"},
      {
        "id":"ED026375",
        "title":"Literary Criticism and the Imagination."},
      {
        "id":"ED026376",
        "title":"The New Rhetoric: Implications for Secondary Teaching."},
      {
        "id":"ED026377",
        "title":"Planning for Change in English Education."},
      {
        "id":"ED026379",
        "title":"A Primer of Existentialism."},
      {
        "id":"ED026380",
        "title":"Some Effects of Televised Instruction on a Basic Speech Course."},
      {
        "id":"ED026381",
        "title":"Team Teaching."},
      {
        "id":"ED026382",
        "title":"The Bible in the English Program."},
      {
        "id":"ED026383",
        "title":"Teaching Rhetorical Concepts to Elementary Children. A Research Report."},
      {
        "id":"ED026385",
        "title":"Film Study Hang Ups."},
      {
        "id":"ED026386",
        "title":"Who Are These People?"},
      {
        "id":"ED026387",
        "title":"&quot;The Once and Future King.&quot;"},
      {
        "id":"ED026396",
        "title":"Censorship and Arizona Schools: 1966-1968."},
      {
        "id":"ED026397",
        "title":"Court Decisions and Legal Arguments About Censorship and the Nature of Obscenity."},
      {
        "id":"ED026398",
        "title":"Current Reading: A Scholarly and Pedagogical Bibliography of Articles and Books, Recent and Old, On Censorship."},
      {
        "id":"ED026401",
        "title":"Education and Primary Development in Malaya 1900-1940; A Study of the Malay Community. Final Report."},
      {
        "id":"ED026402",
        "title":"The Development of a Planned Program for Teaching Musicianship in the High School Choral Class. Final Report."},
      {
        "id":"ED026403",
        "title":"A Study of the Relation of Museum Art Exhibitions to Education. Final Report."},
      {
        "id":"ED026404",
        "title":"Freedom to Write: A Composition Course For Ghetto Adults."},
      {
        "id":"ED026405",
        "title":"The English Department Chairman and the Process of Educational Change."},
      {
        "id":"ED026407",
        "title":"The English Department and the Challenge of Racism."},
      {
        "id":"ED026408",
        "title":"Minding Our Own Business."},
      {
        "id":"ED026409",
        "title":"The Graduate Record Examination: A Minority Statement and a Prediction."},
      {
        "id":"ED026410",
        "title":"The New Breed--A New Direction."},
      {
        "id":"ED026411",
        "title":"An In-Service Program For Two-Year College English Instructors."},
      {
        "id":"ED026412",
        "title":"A Letter To A Student Teacher."},
      {
        "id":"ED026413",
        "title":"A Word About Junior College Teacher Preparation and Development."},
      {
        "id":"ED026414",
        "title":"Language Development in Disadvantaged Children: An Annotated Bibliography."},
      {
        "id":"ED026415",
        "title":"Social Class and the Socialization Process: A Review of Research."},
      {
        "id":"ED026416",
        "title":"Compensatory Education 1966-67; Based on Projects Conducted Under the Elementary and Secondary Education Act of 1965, Title I. Annual Education Report."},
      {
        "id":"ED026417",
        "title":"A Statement of Posture toward Public Education in New York City."},
      {
        "id":"ED026418",
        "title":"Cycle to Nowhere."},
      {
        "id":"ED026419",
        "title":"Learning of Culturally Disadvantaged Children as a Function of Social and Tangible Reward."},
      {
        "id":"ED026420",
        "title":"Good Camping for Children and Youth of Low Income Families; Some Suggestions for Camps Concerned About Providing Equal Opportunities for Children and Youth."},
      {
        "id":"ED026421",
        "title":"Project Concern - 1966-1968; A Report on the Effectiveness of Suburban School Placement for Inner-City Youth."},
      {
        "id":"ED026422",
        "title":"The Hartford-Hotchkiss Greater Opportunity Program: Interim Report to the State Department of Education and the Hartford Board of Education."},
      {
        "id":"ED026423",
        "title":"The Neighborhood Youth Corps: Three Years of Success."},
      {
        "id":"ED026424",
        "title":"Teaching Happenings and Five Novelettes: An Instructional Bulletin for B10 English."},
      {
        "id":"ED026425",
        "title":"Teaching Voices of Youth and Three Novelettes: An Instructional Bulletin for B7 English."},
      {
        "id":"ED026426",
        "title":"Adventures in United States History. Unit 1: Colonists Settle in the New World and Gain Independence."},
      {
        "id":"ED026427",
        "title":"Adventures in United States History. Unit 2: A New Nation."},
      {
        "id":"ED026428",
        "title":"Adventures in United States History. Unit 3: Americans Move West."},
      {
        "id":"ED026429",
        "title":"Adventures in United States History. Unit 4: The Civil War Divides the North and South."},
      {
        "id":"ED026430",
        "title":"ESEA Title I Projects Evaluation Report 1967, Volume I."},
      {
        "id":"ED026431",
        "title":"ESEA Title I Projects Evaluation Report 1967, Volume II."},
      {
        "id":"ED026432",
        "title":"Counteracting School Dropouts: A Research Report."},
      {
        "id":"ED026433",
        "title":"Special Training Institute on Problems of School Desegregation. Final Report."},
      {
        "id":"ED026434",
        "title":"Socioeconomic Status, Intelligence and Learning Proficiency in Children."},
      {
        "id":"ED026435",
        "title":"The Experimental Analysis of Behavior in the Education of Socially Disadvantaged Children and Youth (West Point Farms, New York, November 30-December 2, 1966)."},
      {
        "id":"ED026437",
        "title":"Remediation and Rehabilitation in the Education of Disadvantaged Children (New York, February 6-7, 1967)."},
      {
        "id":"ED026438",
        "title":"Integration of the Berkeley Elementary Schools: A Report to the Superintendent."},
      {
        "id":"ED026439",
        "title":"Wichita Program for Educationally Deprived Children. ESEA Title I Evaluation Report (September, 1967-May, 1968)."},
      {
        "id":"ED026440",
        "title":"Conference Proceedings: Research Dissemination and Training Conference (June 26-27, 1967)."},
      {
        "id":"ED026441",
        "title":"Factors in School Integration Decisions of Negro Mothers. Final Report."},
      {
        "id":"ED026442",
        "title":"Cooperation, Aggression and Learning in a Bi-Racial Classroom (The Socialization of Academic Behaviour Among Negro Junior High School Students). Final Report."},
      {
        "id":"ED026443",
        "title":"A Program of Action for the Schools in South Dade County, Florida: A Report to the Special Study Committee."},
      {
        "id":"ED026444",
        "title":"Education for Freedom and World Understanding; A Report of the Working Committees of the Conference on the Ideals of American Freedom and the International Dimensions of Education (Washington, D.C., March 26-28, 1962)."},
      {
        "id":"ED026445",
        "title":"Integration in Dade County Public Schools, October 1966. Research Report (Volume 14, Number 2, 1966-67)."},
      {
        "id":"ED026446",
        "title":"Youth Education and Interracial Justice; A Report on Some Projects."},
      {
        "id":"ED026447",
        "title":"Desegregation in Education, 1964-1965."},
      {
        "id":"ED026448",
        "title":"IRI Background Facts: The Negro American; II. Desegreation in Education."},
      {
        "id":"ED026449",
        "title":"Industrial Arts and Technology in Maine, A Study of American Industry. A Guide for Secondary Schools in Maine."},
      {
        "id":"ED026450",
        "title":"Toward More Effective Teaching in WCHEN Schools; The Report of a Course in New Training Techniques for Nurse Faculty."},
      {
        "id":"ED026451",
        "title":"Neighborhood Manpower Programs. Manpower Training Series."},
      {
        "id":"ED026452",
        "title":"Project '80; Rural Michigan Now and in 1980. Economic Prospects of Farmers. Research Report 47, Farm Science."},
      {
        "id":"ED026453",
        "title":"Accreditation in Dental Hygiene."},
      {
        "id":"ED026454",
        "title":"Clinical Evaluation of Predictive Data for Prospective Home Economics Teachers."},
      {
        "id":"ED026455",
        "title":"Practical Electronics. Technical Instruction Manual."},
      {
        "id":"ED026456",
        "title":"Economic Policies and Practices. Programs for Relocating Workers Used by Governments of Selected Countries. Paper-8."},
      {
        "id":"ED026458",
        "title":"Institute for Home Economics Teachers on Initiating, Developing, and Evaluating Programs at the Post High School Level to Prepare Food Service Supervisors and Assistants to Directors of Child Care Services: Volume I: A Post High School Program in Home Economics (May 1, 1966-June 30, 1967). Final Report."},
      {
        "id":"ED026459",
        "title":"The New York State Department of Labor&apos;s Manpower Projections for the State and its Areas: A Preliminary Report on Methodology. Special Labor News Memorandum 111."},
      {
        "id":"ED026460",
        "title":"Factors Affecting the Establishment of Associate Degree Programs in Nursing in Community Junior Colleges. League Exchange No. 77."},
      {
        "id":"ED026461",
        "title":"The Northwest Missouri State College Studies; Volume XXVII, Number 3, Educational and Occupational Aspirations of High School Seniors, Part I."},
      {
        "id":"ED026462",
        "title":"The Northwest Missouri State College Studies. Volume XXVII, Number 4; Educational and Occupational Aspirations of High School Seniors. Part II."},
      {
        "id":"ED026463",
        "title":"Youth in Transition. Volume I, Blueprint for a Longitudinal Study of Adolescent Boys."},
      {
        "id":"ED026464",
        "title":"The Development and Utilization of Human Resources; A Guide for Research."},
      {
        "id":"ED026465",
        "title":"Operation Decision: Community Planning for Nursing in the West."},
      {
        "id":"ED026466",
        "title":"Mental Health and Manpower Employment Adjustment for Pschiatric Patents, MDTA Experimental and Demonstration Findings."},
      {
        "id":"ED026467",
        "title":"The Structure of Technical Training Administration in the United States."},
      {
        "id":"ED026468",
        "title":"Vocational Training for Industry in the Northern Plains."},
      {
        "id":"ED026469",
        "title":"Statistics in Vocational Rehabilitation."},
      {
        "id":"ED026470",
        "title":"Target: Employment."},
      {
        "id":"ED026471",
        "title":"Criteria for the Evaluation of Educational Programs in Nursing Leading to an Associate Degree. Revised Edition."},
      {
        "id":"ED026472",
        "title":"Training and Retraining Older Workers, an Annotated Bibliography."},
      {
        "id":"ED026473",
        "title":"Vocational Education in Connecticut, 1966-67. Descriptive Report of Program Activities for Fiscal Year Ending June 30, 1967. Bulletin No. 103."},
      {
        "id":"ED026474",
        "title":"Recommendations from the White House Conference on Children and Youth for Home Economics Teachers on the Family Today. Part 2."},
      {
        "id":"ED026475",
        "title":"Recommendations from the White House Conference on Children and Youth for Home Economics Teachers on the Family Today. Part I."},
      {
        "id":"ED026476",
        "title":"Manpower in Economic and Social Growth; Proceedings of International Manpower Seminar (6th, June 1-August 13, 1966)."},
      {
        "id":"ED026477",
        "title":"Disaster Nursing Preparation. Report of a Pilot Project Conducted in Four Schools of Nursing and One Hospital Nursing Service."},
      {
        "id":"ED026478",
        "title":"Essentials of an Acceptable School for Medical Record Technicians."},
      {
        "id":"ED026479",
        "title":"Essentials of an Acceptable School for Certified Laboratory Assistants."},
      {
        "id":"ED026480",
        "title":"Essentials of an Acceptable School of Cytotechnology."},
      {
        "id":"ED026481",
        "title":"Aviation -- Where Career Opportunities are Bright, Counselor&apos;s Guide."},
      {
        "id":"ED026482",
        "title":"Recognized Problems of Single Girls in Iowa Entering the Work World Following High School Graduation."},
      {
        "id":"ED026484",
        "title":"Analysis of Tasks in Three Home Related Occupations."},
      {
        "id":"ED026485",
        "title":"An Interdisciplinary Approach to Manpower Research."},
      {
        "id":"ED026486",
        "title":"Occupational Education: A Challenge to the Two-Year College."},
      {
        "id":"ED026487",
        "title":"Utilization of Auxiliary Staff in the Provision of Family Services in Public Welfare."},
      {
        "id":"ED026489",
        "title":"Rehabilitating the Disabled Worker: A Platform for Action in New Jersey."},
      {
        "id":"ED026493",
        "title":"Training and Utilization of the Physical Therapy Assistant; Policy Statement Adopted by the 1967 House of Delegates."},
      {
        "id":"ED026494",
        "title":"[The Physical Therapy Aide: Collection of Guidelines and Policy Statement.]"},
      {
        "id":"ED026495",
        "title":"A Study to Determine the Feasibility of Establishing a National Program for Training Skilled Aviation Personnel."},
      {
        "id":"ED026496",
        "title":"School Shop Development: Research and Planning."},
      {
        "id":"ED026497",
        "title":"Guidelines for Assessing the Nursing Education Needs of a Community."},
      {
        "id":"ED026498",
        "title":"The Role of Junior Colleges in Educational Programs in Radiologic Technology."},
      {
        "id":"ED026499",
        "title":"The Shortage of Skilled and Technical Workers; An Inquiry Into Selected Occupations in Short Supply."},
      {
        "id":"ED026500",
        "title":"Selected Proceedings and Information from the 1967 Summer Workshop in Research in Vocational-Technical Education."},
      {
        "id":"ED026501",
        "title":"Evaluation of the In-School Youth Work-Training Project for Fourteen and Fifteen Year Old Youth."},
      {
        "id":"ED026502",
        "title":"Family Relations and Child Development; Home Economics Research Abstracts 1967."},
      {
        "id":"ED026505",
        "title":"Vocational Education Amendments of 1968. Report No. 1938."},
      {
        "id":"ED026506",
        "title":"Survey of Employer Experience and Opinions Concerning Mentally Retarded Persons as Employees."},
      {
        "id":"ED026507",
        "title":"Manpower Research Projects Sponsored by the U.S. Department of Labor... Through June 30, 1968."},
      {
        "id":"ED026508",
        "title":"When You Go to Work. A Book for the Needle Trades."},
      {
        "id":"ED026509",
        "title":"Development of Multi-Media Programmed Instructional Materials for the Training of Law Enforcement Officers. Final Report."},
      {
        "id":"ED026510",
        "title":"Nurse Career-Pattern Study. Part I: Practical Nursing Programs."},
      {
        "id":"ED026511",
        "title":"Guide Book for an Approved School of Inhalation Therapy."},
      {
        "id":"ED026512",
        "title":"New Media in Teaching the Business Subjects. National Business Education Yearbook, No. 3."},
      {
        "id":"ED026514",
        "title":"Selected Readings in Business and Office Occupations-Designed Especially for the Classroom Teacher. National Business Education Yearbook, No. 5."},
      {
        "id":"ED026515",
        "title":"Planning and Conducting Cooperative Education Programs in Agriculture in the State of Arizona. A Manual of Guidelines and Procedures."},
      {
        "id":"ED026516",
        "title":"Manpower and Operations Research Studies of the U.S. Employment Service and State Employment Services 1958-1967. A Selected Bibliography."},
      {
        "id":"ED026517",
        "title":"Effectively Employing the Hard-Core. (An Aid to Companies Joining the Growing Effort of Industry to Help Resolve Basic Social Problems)."},
      {
        "id":"ED026518",
        "title":"A Comparison of a Master Teacher and Instructional Assistants in Automated Shorthand and Typewriting Instruction. Final Report. A Pilot Study Conducted at the Harrisburg Area Community College."},
      {
        "id":"ED026520",
        "title":"Idaho School District Organization Project. Report of the April Conference; Planning for School District Organization in Idaho."},
      {
        "id":"ED026521",
        "title":"Manpower Planning and Forecasting in the Firm: An Exploratory Probe. Final Report."},
      {
        "id":"ED026522",
        "title":"Planning and Designing Functional Facilities for Industrial Arts Education."},
      {
        "id":"ED026523",
        "title":"A State Program for the Development of Persons for Leadership Roles in the Administration of Local Programs of Vocational and Technical Education. Final Report."},
      {
        "id":"ED026524",
        "title":"Institute for Home Economics Teachers on Initiating, Developing and Evaluating Programs at the Post High School Level to Prepare Food Service Supervisors and Assistants to Directors of Child Care Services. Volume II: A Post-High School Program in Child Care Services Vocational Education in Home Economics. 1966-67."},
      {
        "id":"ED026525",
        "title":"The Pre-Retirement Years: A Longitudinal Study of the Labor Market of the Cohort of Men 45-59 Years of Age. Vol.I."},
      {
        "id":"ED026526",
        "title":"A Demonstration Training Program for Potential School Dropouts. A Service Station Training School for Dropout-Prone Students."},
      {
        "id":"ED026527",
        "title":"A Pilot Project for Vocational Guidance in Economically Underdeveloped Areas."},
      {
        "id":"ED026528",
        "title":"A Report by the Governor's Task Force on Vocational and Technical Education."},
      {
        "id":"ED026529",
        "title":"Methods of Teaching Agricultural Occupations in Community Colleges and Area Vocational Schools. Final Report."},
      {
        "id":"ED026530",
        "title":"Inner-City Negro Youth in a Job Training Project: A Study of Factors Related to Attrition and Job Success. Final Report."},
      {
        "id":"ED026531",
        "title":"Factors Associated with Successful Adaptation to the Secretarial/Stenographic Role."},
      {
        "id":"ED026532",
        "title":"A Guide for Developmental Vocational Guidance. Grades K-12."},
      {
        "id":"ED026533",
        "title":"Education, Employment, and Negro Equality."},
      {
        "id":"ED026534",
        "title":"Vocational Guidance in Secondary Education. Results of a National Survey. Research 36."},
      {
        "id":"ED026535",
        "title":"Research Implications for Educational Diffusion: Major Papers Presented at National Conference on Diffusion of Educational Ideas (East Lansing, Michigan, March 26-28 1968)."},
      {
        "id":"ED026536",
        "title":"Exploring the Use of the GATB with Vocational-Technical Bound Ninth Grade Boys. Research Series, Number 3."},
      {
        "id":"ED026537",
        "title":"A Guide to Systematic Planning for Vocational and Technical Schools. Research 22."},
      {
        "id":"ED026538",
        "title":"Course Design and Redesign Manual for Job Training Courses (First Edition). Research Report SRR 66-17."},
      {
        "id":"ED026539",
        "title":"The Development of an Instrument to Measure Student Attitude Toward Individualized Shop and Laboratory Instruction. Vocational-Industrial Education Research Report. Research Series No. 2."},
      {
        "id":"ED026541",
        "title":"Promoting Jobfinding Success for the Unemployed. Studies in Employment and Unemployment."},
      {
        "id":"ED026542",
        "title":"The Influence of MDTA Training on Earnings. Manpower Evaluation Report No. 8."},
      {
        "id":"ED026543",
        "title":"Preparation of Teachers for Vocational-Technical Schools in Israel. Final Report."},
      {
        "id":"ED026544",
        "title":"A Multimedia Approach to Communicating Occupational Information to Noncollege Youth. Technical Report."},
      {
        "id":"ED026545",
        "title":"The Education of the American Indians, A Survey of the Literature."},
      {
        "id":"ED026546",
        "title":"Bilingualism in the Barrio. Final Report."},
      {
        "id":"ED026547",
        "title":"Reading Success and Personality Value-Systems Syndrome--A Thirty-Year Then and Now Study at the Junior High School Level. Final Report."},
      {
        "id":"ED026548",
        "title":"The Extended and Experimenting College Library. Appendixes 1 - 3."},
      {
        "id":"ED026553",
        "title":"Top Management Education, An Evaluation Study."},
      {
        "id":"ED026554",
        "title":"Proceedings of the National Symposium on Music in Adult and Extension Education (2nd, The University of Wisconsin, Madison, May 17-18, 1965)."},
      {
        "id":"ED026555",
        "title":"Bibliography of Research in Adult Education and University Extension, Conducted at the University of Wisconsin, September 1966-June 1968."},
      {
        "id":"ED026558",
        "title":"Volunteer Study Groups; Characteristics and Educational Functions; Home Demonstration Units in Onondaga County. Extension Study No. 18."},
      {
        "id":"ED026562",
        "title":"Basic-Remedial Education; Handbook for MDT Instructors."},
      {
        "id":"ED026563",
        "title":"A Survey of Community Development in Colleges and Universities."},
      {
        "id":"ED026564",
        "title":"Small Businessmen's Perceptions of University Extension."},
      {
        "id":"ED026565",
        "title":"Education and Training for Criminal Justice; A Directory of Programs in Universities and Agencies (1965-1967)."},
      {
        "id":"ED026570",
        "title":"[Annual Report of the Canadian Association for Adult Education, 1967-68]."},
      {
        "id":"ED026571",
        "title":"A Staff Development Program for the Extension Department, the University of British Columbia. Occasional Papers in Continuing Education, No.2."},
      {
        "id":"ED026572",
        "title":"Laboratory Education in a University Executive Program."},
      {
        "id":"ED026573",
        "title":"1967 Proceedings, Association of University Evening Colleges (New Orleans)."},
      {
        "id":"ED026574",
        "title":"Adult Education in Sweden."},
      {
        "id":"ED026577",
        "title":"Continuing Education--NSUKKA: A Program of University Extension Aimed at Serving the Practical and Intellectual Needs of a Developing Nation."},
      {
        "id":"ED026578",
        "title":"Rapides Education for Adult Development; Guidebook and Manual for Teachers of Adult Education in Rapides Parish."},
      {
        "id":"ED026579",
        "title":"Title I Programs and Programming Costs; A Summary of Proposals Approved for First-Round Funding for Fiscal Year 1969."},
      {
        "id":"ED026585",
        "title":"L'Education des Adults et les Problems de Main-D'Oeuvre (Adult Education and the Problems of Manpower)"},
      {
        "id":"ED026586",
        "title":"Les Centres Residentiels (Residential Centers)."},
      {
        "id":"ED026587",
        "title":"Proceedings of the National Workshop on the Urban Poor, Manpower and Consumer Potentials (March 26-27, 1968)."},
      {
        "id":"ED026589",
        "title":"Industrial Training in the Trades Allied to Agriculture."},
      {
        "id":"ED026590",
        "title":"A Study of the Continuing Education Needs and Interests of Managers and Professional People in South-Central Oregon."},
      {
        "id":"ED026591",
        "title":"Annual Report of Continuing Education at the Ohio State University, July 1, 1967-June 30, 1968."},
      {
        "id":"ED026592",
        "title":"CSLEA In Retrospect; A Final Report From the Center for the Study of Liberal Education for Adults."},
      {
        "id":"ED026600",
        "title":"Apprentice in Gray: Adult Education in the Confederacy."},
      {
        "id":"ED026610",
        "title":"A Progress Report on the Development of a Test of Curiosity."},
      {
        "id":"ED026611",
        "title":"An Experimental Study Designed to Test the Relative Effectiveness of a Multi-Media Instructional System."},
      {
        "id":"ED026612",
        "title":"Evaluating Adults for Further Study."},
      {
        "id":"ED026619",
        "title":"A Literacy Program for Adult City Core Illiterates: An Investigation of Experiential Factors ...; The Development of an Instrument to Predict Success ...; and a Study of the Initial Teaching Alphabet ... . Final Report."},
      {
        "id":"ED026621",
        "title":"Applied Linguistics: Its Meaning and Use."},
      {
        "id":"ED026626",
        "title":"Semantic and Phonetic Relations in the False Recognition of Words by Third- and Sixth-Grade Children."},
      {
        "id":"ED026627",
        "title":"A Sociolinguistic Consideration of the Black English of Children in Northern Florida."},
      {
        "id":"ED026628",
        "title":"Language and Meaning."},
      {
        "id":"ED026629",
        "title":"English for American Indians: A Newsletter of the Office of the Assistant Commissioner for Education, Bureau of Indian Affairs, United States Department of the Interior. Fall, 1968."},
      {
        "id":"ED026630",
        "title":"A Semantic Analysis of Modern Thai /Cay/."},
      {
        "id":"ED026631",
        "title":"Analyticity and Features of Semantic Interaction."},
      {
        "id":"ED026634",
        "title":"A Psycholinguistic Study of the Whorfian Hypothesis Based on the Japanese Passive."},
      {
        "id":"ED026638",
        "title":"Styles of Learning Among American Indians: An Outline for Research. Report and Recommendations of a Conference Held at Stanford University August 8-10, 1968."},
      {
        "id":"ED026639",
        "title":"Approximative Systems of Foreign Language Learners."},
      {
        "id":"ED026654",
        "title":"A Survey of Attitudes of Elementary Educators Concerning Elementary Counseling."},
      {
        "id":"ED026655",
        "title":"Self-Esteem, Defense Positive and Perceptual Accuracy in Vocational Choice."},
      {
        "id":"ED026657",
        "title":"A Comprehensive Report and Evaluation Survey of the Alternate Opportunity Conference."},
      {
        "id":"ED026658",
        "title":"Selective Retention Practices in Secondary School Counselor Education."},
      {
        "id":"ED026659",
        "title":"The School Psychologist and the Elementary Counselor."},
      {
        "id":"ED026661",
        "title":"Drugs and Personal Values."},
      {
        "id":"ED026662",
        "title":"Narcotic Drug and Marihuana Controls."},
      {
        "id":"ED026663",
        "title":"Closed-Circuit Television--A Tool for Guidance."},
      {
        "id":"ED026664",
        "title":"Pledged Program. Title I Evaluation Forms 1967-68 School Year. Part I."},
      {
        "id":"ED026665",
        "title":"Volunteers to Prevent Emotional Problems in Children. Summary Progress Report."},
      {
        "id":"ED026666",
        "title":"Student Mobility in Selected Minneapolis Public Schools. Report No. 2."},
      {
        "id":"ED026667",
        "title":"Dimensionality of Social Influence."},
      {
        "id":"ED026668",
        "title":"Contributions and Implications of the Medford, Oregon, Boys' Growth Study."},
      {
        "id":"ED026670",
        "title":"Pupil Discovery Training. The Application of Filial Therapy to the Teacher-Student Relationship."},
      {
        "id":"ED026671",
        "title":"Social Class, Role Models, Significant Others, and the Level of Educational Aspiration."},
      {
        "id":"ED026672",
        "title":"Some Aspects of Teacher Behavior."},
      {
        "id":"ED026673",
        "title":"Two Necessary Conditions for Creativity."},
      {
        "id":"ED026674",
        "title":"Counselor Education: A Critical Review of the Literature, 1965-1968."},
      {
        "id":"ED026675",
        "title":"Project View. History and Development."},
      {
        "id":"ED026676",
        "title":"Continuation Education."},
      {
        "id":"ED026677",
        "title":"A Report of the Elementary School Guidance Project--Centennial and Irving Schools, Bloomington."},
      {
        "id":"ED026678",
        "title":"Family Living, Including Sex Education. Final Report."},
      {
        "id":"ED026679",
        "title":"Sex Education. Kaleidoscope."},
      {
        "id":"ED026681",
        "title":"The Self and Academic Achievement."},
      {
        "id":"ED026682",
        "title":"A Comparison of ESEA Title II Perceptions and Preferences between Selected States' and Usoe ESEA Title III Staff Members."},
      {
        "id":"ED026683",
        "title":"Direct Intervention in Families of Deviant Children."},
      {
        "id":"ED026684",
        "title":"Assessment and Treatment of Deviant Behavior. Interim Report."},
      {
        "id":"ED026685",
        "title":"Pupil Personnel Services Program."},
      {
        "id":"ED026687",
        "title":"Self Enhancing Education. Final Report."},
      {
        "id":"ED026690",
        "title":"Evaluation Report for the ESEA Title III Project, South Bronx Multi-Purpose Supplementary Educational Center (SOMPSEC)."},
      {
        "id":"ED026691",
        "title":"Learning and Achievement. Kaleidoscope."},
      {
        "id":"ED026693",
        "title":"Systematic and Sequential Evaluation for Individualizing Instruction. A Report of a Workshop."},
      {
        "id":"ED026694",
        "title":"Special Class Placement as a Treatment Alternative for Deviant Behavior in Children. Section One. Interim Report."},
      {
        "id":"ED026695",
        "title":"Accelerating Classroom Attending Behaviors and Learning Rate. Section Two. Interim Report."},
      {
        "id":"ED026697",
        "title":"Pupil Personnel Services in Schools--Organization and Coordination. Organization, Administration, and Leadership."},
      {
        "id":"ED026698",
        "title":"Theories of Career Development. A Comparison of the Theories."},
      {
        "id":"ED026699",
        "title":"No Time for Youth--Growth and Constraint in College Students. Student Life and Its Problems."},
      {
        "id":"ED026700",
        "title":"The Multi-County Regional Educational Service Agency in Iowa. Part I, Section 1 (Chapters I-IV), The Intermediate Unit of School Administration in the United States. Final Report."},
      {
        "id":"ED026701",
        "title":"The Multi-County Regional Educational Service Agency in Iowa. Part I, Section 2 (Chapters V-XII), A Proposal for the Establishment of a Network of Multi-County, Regional Educational Service Agencies in the State of Iowa. Final Report."},
      {
        "id":"ED026702",
        "title":"The Multi-County Regional Educational Service Agency in Iowa. Part I, Section 3 (Chapters XIII-XIX), Organizational and Operational Guidelines for a Model Multi-County, Regional Educational Service Agency. Final Report."},
      {
        "id":"ED026703",
        "title":"The Multi-County Regional Educational Service Agency in Iowa. Part II, Appendix."},
      {
        "id":"ED026704",
        "title":"The Multi-County Regional Educational Service Agency in Iowa. Part III, Summary Report."},
      {
        "id":"ED026705",
        "title":"Relationship between Certain Staff Characteristics and Measures of Holding Power and Expenditure."},
      {
        "id":"ED026706",
        "title":"Community Support for the Public Schools in a Large Metropolitan Area. Final Report."},
      {
        "id":"ED026707",
        "title":"Social Context and the School: An Organizational Analysis."},
      {
        "id":"ED026708",
        "title":"Profiles in Quality Education: 150 Outstanding Title 1, ESEA, Projects."},
      {
        "id":"ED026710",
        "title":"Extended Leaves of Absence for Classroom Teachers."},
      {
        "id":"ED026711",
        "title":"Maternity Leave Provisions for Classroom Teachers in Larger School Systems."},
      {
        "id":"ED026712",
        "title":"The Public Image of the School Board Role."},
      {
        "id":"ED026713",
        "title":"Auxiliary School Personnel: Their Roles, Training, and Institutionalization, Based on a Nationwide Study of Teacher-Aides, Teacher-Assistants, Family Workers, and other Auxiliary Personnel in Education, Conducted for the Office of Economic Opportunity."},
      {
        "id":"ED026716",
        "title":"The Schools and the Community: A Communications Study."},
      {
        "id":"ED026717",
        "title":"Predicting School Enrollments."},
      {
        "id":"ED026718",
        "title":"Strategies for Determining Exhibit Effectiveness. Final Report."},
      {
        "id":"ED026721",
        "title":"The Evaluation of Equality of Educational Opportunity."},
      {
        "id":"ED026722",
        "title":"Educational Opportunity, Democratic Theory, and the Economics of Educational Subsidy."},
      {
        "id":"ED026723",
        "title":"A Model for School Board Operation."},
      {
        "id":"ED026725",
        "title":"Short-Term Leaves of Absence for Classroom Teachers in Larger School Systems."},
      {
        "id":"ED026726",
        "title":"Survey of Public Education in the Member Cities of the Council of Big City Boards of Education."},
      {
        "id":"ED026727",
        "title":"Approaches to Program Accounting for Public Schools. Presentations and Discussions of the National Conference on Program Accounting for Public Schools (University of California, Los Angeles, July 1968)."},
      {
        "id":"ED026728",
        "title":"National Conference on School Finance (11th, Dallas, Texas, March 31, April 1, 2, 1968). Interdependence in School Finance: The City, the State, the Nation."},
      {
        "id":"ED026729",
        "title":"Digest of Educational Statistics, 1968 Edition."},
      {
        "id":"ED026731",
        "title":"School Finance Campaign Handbook for Education Associations."},
      {
        "id":"ED026732",
        "title":"The Logic of Evaluation."},
      {
        "id":"ED026733",
        "title":"Evaluation of the Outcomes of Modular Scheduling."},
      {
        "id":"ED026734",
        "title":"Defining Educational Outcomes for Today's Schools and Assessing Their Attainment."},
      {
        "id":"ED026735",
        "title":"The Meaning of Nongrading [and] the Nongraded Movement in Perspective. Chapters 1 and 2, Nongrading in the Elementary School. Merrill's International Education Series."},
      {
        "id":"ED026737",
        "title":"Symposium on General Linear Model Approach to the Analysis of Experimental Data in Educational Research (Athens, Georgia, June 29-July 1, 1967). Final Report."},
      {
        "id":"ED026738",
        "title":"Authenticity, Role Distance, and Organizational Climate: Toward a Conceptual Clarification."},
      {
        "id":"ED026739",
        "title":"Evaluation of the Instructional Program. A Position Paper."},
      {
        "id":"ED026740",
        "title":"Utilizing Community Resources to Implement School Desegregation. A Guidebook."},
      {
        "id":"ED026741",
        "title":"From Research to Development to Use."},
      {
        "id":"ED026742",
        "title":"Administrator Competences and Organizational Effectiveness."},
      {
        "id":"ED026744",
        "title":"An Annotated Bibliography of Benefits and Costs in the Public Sector."},
      {
        "id":"ED026745",
        "title":"What About the School Research Office?"},
      {
        "id":"ED026746",
        "title":"Arrangements and Training for Effective Use of Educational R &amp; D Information: A Literature Survey."},
      {
        "id":"ED026747",
        "title":"Use of Resource Material and Decision Processes Associated With Educational Innovation: A Literature Survey. Part I of a Study."},
      {
        "id":"ED026748",
        "title":"Decision Processes and Information Needs in Education: A Field Survey. Part II of a Study."},
      {
        "id":"ED026750",
        "title":"The Influence of a Special School on Cognitive Style and Attitudes of Gifted Students."},
      {
        "id":"ED026751",
        "title":"Bimodal Educational Inputs to Educable Mentally Retarded Children. Final Report."},
      {
        "id":"ED026752",
        "title":"Acquisition of Conservation of Substance in Normal, Retarded, and Gifted Children."},
      {
        "id":"ED026753",
        "title":"Research Summary on Gifted Child Education."},
      {
        "id":"ED026754",
        "title":"Ninth National Conference Proceedings, National Braille Association, Inc. (Saddle Brook, New Jersey, May 4-7, 1967)."},
      {
        "id":"ED026756",
        "title":"Speech Therapy for Disadvantaged Pupils in Nonpublic Schools; Evaluation of New York City Title I Educational Projects, 1966-67."},
      {
        "id":"ED026757",
        "title":"An Exploratory Study of Children With Neurological Handicaps in School Districts of Los Angeles County."},
      {
        "id":"ED026758",
        "title":"Productive Thinking of Gifted Children in Classroom Interaction. CEC Research Monograph Series B, Number B-5."},
      {
        "id":"ED026759",
        "title":"An Experimental Guide for Special Class Mathematics; A Curriculum Guide for Teachers of the Educable Mentally Retarded."},
      {
        "id":"ED026760",
        "title":"An Evaluation of the Impact of the Graduate Fellowship Program in the Education of the Mentally Retarded, Authorized Under Public Law 85-926."},
      {
        "id":"ED026761",
        "title":"Epilepsy; A Review of Basic and Clinical Research. NINDB Monograph Number 1."},
      {
        "id":"ED026764",
        "title":"Psychological Investigations in Creativity; A Bibliography (1954-1965)."},
      {
        "id":"ED026765",
        "title":"Report of a Committee for a Comprehensive Plan for Hearing Impaired Children."},
      {
        "id":"ED026768",
        "title":"Maryland State Comprehensive Mental Retardation Plan."},
      {
        "id":"ED026769",
        "title":"To Develop Work Evaluation and Work Training Techniques Designed to Facilitate the Entry of Mildly Mentally Retarded into Service Occupations. Final Project Report."},
      {
        "id":"ED026772",
        "title":"A Parent-Centered Nursery Program for Preschool Deaf Children. Interim Report."},
      {
        "id":"ED026774",
        "title":"A Planning Study for a Cooperative State-Wide Orientation and Mobility Program for the Blind in Oregon. Project Report."},
      {
        "id":"ED026776",
        "title":"Supervisors and Supervision of Teachers of the Deaf."},
      {
        "id":"ED026777",
        "title":"The Establishment of a Systematic Program of Mobility Instruction for Blind Persons in the District of Columbia. Final Report."},
      {
        "id":"ED026778",
        "title":"Federal Involvement in the Education of Exceptional Children: A Review of Legislation."},
      {
        "id":"ED026779",
        "title":"Reading Instruction in the Junior High Special Curriculum."},
      {
        "id":"ED026781",
        "title":"Adapted Physical Education Program. 1968 Report."},
      {
        "id":"ED026783",
        "title":"A Program of Education for Exceptional Children in Oklahoma."},
      {
        "id":"ED026784",
        "title":"Study of Emotionally Disturbed Children."},
      {
        "id":"ED026785",
        "title":"An Introduction to Development of Curriculum for Educable Mentally Retarded Visually Handicapped Adolescents."},
      {
        "id":"ED026786",
        "title":"Design for All Americans. A Report of the National Commission on Architectural Barriers to Rehabilitation of the Handicapped."},
      {
        "id":"ED026787",
        "title":"The Horace Mann Planning Project; A Design for a Comprehensive Center and Educational Program for Communicative Disorders."},
      {
        "id":"ED026788",
        "title":"The Brain As a Mixer, I. Preliminary Literature Review: Auditory Integration. Studies in Language and Language Behavior, Progress Report Number VII."},
      {
        "id":"ED026789",
        "title":"Financial Assistance Programs for the Handicapped."},
      {
        "id":"ED026791",
        "title":"Architectural Workshop; Conference Report of the Architectural Institute (Portland, Oregon, October 16-17, 1967)."},
      {
        "id":"ED026792",
        "title":"Designing Instructional Facilities for Teaching the Deaf: The Learning Module; Sumposium on Research and Utilization of the Educational Media for Teaching the Deaf (4th, Lincoln, Nebraska, February 5-7, 1968)."},
      {
        "id":"ED026793",
        "title":"Social Inference Training of Retarded Adolescents at the Pre-Vocational Level."},
      {
        "id":"ED026794",
        "title":"A Regional Approach to Training and Research in the Education of Handicapped Children."},
      {
        "id":"ED026795",
        "title":"National Research Conference on Day Programs for Hearing Impaired Children (Lake Mohonk, New York, May 10-13, 1967). Final Report."},
      {
        "id":"ED026796",
        "title":"MR 67: A First Report to the President on the Nation's Progress and Remaining Great Needs in the Campaign to Combat Mental Retardation."},
      {
        "id":"ED026797",
        "title":"Using the Initial Teaching Alphabet to Improve Articulation. Final Report."},
      {
        "id":"ED026798",
        "title":"Lessons for Speech Pathologists. Using the Initial Teaching Alphabet to Improve Articulation."},
      {
        "id":"ED026800",
        "title":"Improving the Education of Emotionally Disturbed Adolescents through Educational Programming in Terms of Curriculum and Methods. Final Report."},
      {
        "id":"ED026802",
        "title":"Excellence in Design. A New Potential on the American Campus."},
      {
        "id":"ED026803",
        "title":"Can the Computer Design a School Building?"},
      {
        "id":"ED026804",
        "title":"Total Energy Systems."},
      {
        "id":"ED026806",
        "title":"Ultimate Cost of Building Walls."},
      {
        "id":"ED026807",
        "title":"School Consolidation, A Case Study."},
      {
        "id":"ED026808",
        "title":"Development Index, A Proposed Pattern for Organizing and Facilitating the Flow of Information Needed By Man in Furthering His Own Development, With Particular Reference to the Development of Buildings and Communities and Other Forms of Environmental Control."},
      {
        "id":"ED026809",
        "title":"The Computer and the Building Design Process."},
      {
        "id":"ED026810",
        "title":"An Annotated Bibliography of Institutional Research 1966-67."},
      {
        "id":"ED026811",
        "title":"Fundamentals of Physical Plant Management, Planning, and Construction."},
      {
        "id":"ED026817",
        "title":"Recommended Guidelines for Facilities, Equipment, Grounds, and Maintenance."},
      {
        "id":"ED026818",
        "title":"New Trends in Fallout Protection."},
      {
        "id":"ED026819",
        "title":"A Survey of Report of Risk Management for Clay County, Florida."},
      {
        "id":"ED026820",
        "title":"A College Grows in the Inner-City."},
      {
        "id":"ED026822",
        "title":"High Honors for the Educational Park. AIA School Plant Study."},
      {
        "id":"ED026823",
        "title":"Long Range Planning for Seattle Community College: A Plan for Development."},
      {
        "id":"ED026824",
        "title":"Basis for Design Development. Facilities Programming for a New Senior High School in the City of Green Bay."},
      {
        "id":"ED026825",
        "title":"Electrical Space Conditioning."},
      {
        "id":"ED026826",
        "title":"Considerations of Significance to Architects and Planners. Abstracted From National Institute of Mental Health Conferences on Social and Environmental Variables as Determinants of Mental Health."},
      {
        "id":"ED026827",
        "title":"The School Custodian and Operation of the School Plant."},
      {
        "id":"ED026831",
        "title":"Identification of Colors for Building."},
      {
        "id":"ED026833",
        "title":"Music Facilities. New Remodeling."},
      {
        "id":"ED026835",
        "title":"The One Room Schoolhouse, Matzke Elementary School."},
      {
        "id":"ED026836",
        "title":"Growth in Illinois Higher Education 1962-1968. A Report of the State of Illinois Board of Higher Education. December, 1968."},
      {
        "id":"ED026837",
        "title":"A Survey of Selected Student Union and Conference Facilities."},
      {
        "id":"ED026839",
        "title":"A Comparative Study of Multi-Purpose Rooms in Educational Buildings."},
      {
        "id":"ED026840",
        "title":"Electronic Classroom."},
      {
        "id":"ED026841",
        "title":"Background of Civil Defense and Current Damage Limiting Studies."},
      {
        "id":"ED026843",
        "title":"Feasibility Study of an Educational Plaza for the Magnolia School District, Appendix E. A Report of Planning Grant Submitted by Magnolia School District No. 14."},
      {
        "id":"ED026844",
        "title":"Crisis in Planning. An Analysis of Some Factors that Influence the Kinds of Schools We Have, How They Got That Way, and What We Must Do About Changing Them."},
      {
        "id":"ED026846",
        "title":"State Plan for Higher Education in Michigan, (Provisional). Based Upon the Work of Dr. Harold T. Smith."},
      {
        "id":"ED026848",
        "title":"Report of a Seminar on the NAEB. (University of Wisconsin, July 16-19, 1961)."},
      {
        "id":"ED026849",
        "title":"Inventory Systems Laboratory. Final Report."},
      {
        "id":"ED026850",
        "title":"The Roles of the Teacher for the Effective Use of Programmed Instruction in a Correctional Setting."},
      {
        "id":"ED026853",
        "title":"Factors Affecting the Design of Effective Teaching Machine Programs; January 1, 1961 - January 31, 1964. Final Report."},
      {
        "id":"ED026855",
        "title":"Instructional Television Facilities: A Planning Guide for Educational Administrators. Final Report."},
      {
        "id":"ED026856",
        "title":"Pilot Project on Computer Generated Test Items."},
      {
        "id":"ED026858",
        "title":"An Evaluation of San Diego Area Instructional Television Authority Educational Program Activities; October 2, 1967 to May 17, 1968."},
      {
        "id":"ED026860",
        "title":"The Uses of Television and Their Educational Implications; Preliminary Findings from a Survey of Adult and Adolescent New York Television Viewers."},
      {
        "id":"ED026861",
        "title":"International Rules for the Cataloguing of Educational, Scientific and Cultural Films and Filmstrips on 3\" X 5\" (7.5 CM X 12.5 CM) Cards. Preliminary Edition."},
      {
        "id":"ED026862",
        "title":"An Information and Management System for Individually Prescribed Instruction. Working Paper 44."},
      {
        "id":"ED026863",
        "title":"New Media and College Teaching."},
      {
        "id":"ED026864",
        "title":"Autotelic Behavior in Socialization. Report Number 29."},
      {
        "id":"ED026867",
        "title":"A Prototype System for a Computer-Based Statewide Film Library Network: A Model for Operation. Final Report."},
      {
        "id":"ED026868",
        "title":"A Prototype System for a Computer-Based Statewide Film Library Network: A Model for Operation. Statewide Film Library Network: System-1 Specifications - Files."},
      {
        "id":"ED026869",
        "title":"A Prototype System for a Computer-Based Statewide Film Library Network: A Model for Operation. Number 3, Statewide Film Library Network: System Write-Up."},
      {
        "id":"ED026870",
        "title":"A Prototype System for a Computer-Based Statewide Film Library Network: A Model for Operation. Statewide Film Library Network: User&apos;s Manual."},
      {
        "id":"ED026871",
        "title":"The Development of the Bell System First Aid and Personal Safety Course; An Exercise in the Application of Empirical Methods to Instructional Systems Design. Final Report."},
      {
        "id":"ED026872",
        "title":"Predicting Performance in a Computer Programming Course."},
      {
        "id":"ED026873",
        "title":"Program in Computer-Assisted Instruction. Final Report."},
      {
        "id":"ED026888",
        "title":"Language Analysis and Language Teaching."},
      {
        "id":"ED026889",
        "title":"Comparing the Vocalic Features of English, German, Spanish, and French."},
      {
        "id":"ED026890",
        "title":"Comparing the Prosodic Features of English, German, Spanish and French."},
      {
        "id":"ED026891",
        "title":"Comic Cassettes for Language Classes."},
      {
        "id":"ED026893",
        "title":"Selected Bibliography of Yugoslav Educational Materials. Volume 4, Number 1, 1968."},
      {
        "id":"ED026895",
        "title":"Necessity and Sufficiency in Language Learning."},
      {
        "id":"ED026896",
        "title":"Minimizing Dropouts in the Foreign Language Program."},
      {
        "id":"ED026897",
        "title":"A Quantitative Analysis of Language Training in the U.S. Peace Corps."},
      {
        "id":"ED026898",
        "title":"Introduction to Literary Analysis: Its Place in the High School Curriculum."},
      {
        "id":"ED026901",
        "title":"Teaching French to Franco-Americans: A Controversial Problem."},
      {
        "id":"ED026902",
        "title":"Programmed Language Instruction--Help for the Linguistically &quot;Underprivileged.&quot;"},
      {
        "id":"ED026903",
        "title":"Light and Dark Waves."},
      {
        "id":"ED026904",
        "title":"An Address to the Classical Association of Western New York."},
      {
        "id":"ED026906",
        "title":"Foreign Languages: A Needed Emphasis in America."},
      {
        "id":"ED026907",
        "title":"The Four Fundamental Skills."},
      {
        "id":"ED026908",
        "title":"Realia and Realities: From Language to Literature."},
      {
        "id":"ED026909",
        "title":"Some Broader Hints on Establishing a Language Laboratory."},
      {
        "id":"ED026910",
        "title":"Television Can Be Effective in the FLES Program--If."},
      {
        "id":"ED026912",
        "title":"Caesar and Cultural Integration."},
      {
        "id":"ED026913",
        "title":"The Foreign Language Program in Hackensack Public Schools."},
      {
        "id":"ED026914",
        "title":"An Italian Idiom List."},
      {
        "id":"ED026915",
        "title":"The Effect of Foreign Language Study in the Elementary School Upon Achievement in the Same Foreign Language in the High School."},
      {
        "id":"ED026916",
        "title":"Your Language Laboratory Facilities Present and Future."},
      {
        "id":"ED026917",
        "title":"Le Francais, Langue Seconde: Aspects de la Conversation (French as a Second Language: Conversational Aspects)."},
      {
        "id":"ED026918",
        "title":"Advice to the Language Learner."},
      {
        "id":"ED026919",
        "title":"Bilingual Elementary Schooling; A Report to Texas Educators."},
      {
        "id":"ED026920",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia, Volume 1 Number 4 1967."},
      {
        "id":"ED026921",
        "title":"Experiment in French Language Instruction, 1958-1959."},
      {
        "id":"ED026922",
        "title":"Manual of Tape Scripts: French, Level 1."},
      {
        "id":"ED026923",
        "title":"Manual of Tape Scripts; Spanish, Level 1. Curriculum Bulletin, 1967-68, Series Number 16."},
      {
        "id":"ED026925",
        "title":"The California State International Programs: The Official Study Abroad Program of the California State Colleges; France, Germany, Italy, Japan, Spain, Sweden, Taiwan."},
      {
        "id":"ED026926",
        "title":"The Case for Tapes Without Pauses."},
      {
        "id":"ED026927",
        "title":"\"Pitfalls of Pattern Practice,\" An Exegesis."},
      {
        "id":"ED026928",
        "title":"A Guide to U.S. Government Agencies Involved in International Educational and Cultural Activities."},
      {
        "id":"ED026929",
        "title":"Language Laboratory Teaching."},
      {
        "id":"ED026932",
        "title":"Source Materials for Secondary School Teachers of Foreign Languages."},
      {
        "id":"ED026935",
        "title":"The Influence of Bilingualism on Tested Verbal Ability in Spanish and English. Final Report."},
      {
        "id":"ED026936",
        "title":"Research and Studies About the Use of Television and Film in Foreign Language Instruction: A Bibliography With Abstracts."},
      {
        "id":"ED026937",
        "title":"Mlabstracts, 1961-66, With an Introduction by the General Editor."},
      {
        "id":"ED026938",
        "title":"To Live With Complexity: A Problem for Students--And for the Rest of Us."},
      {
        "id":"ED026939",
        "title":"The Compact for Education."},
      {
        "id":"ED026940",
        "title":"The Effects of Federal Support on Allocation of Campus Resources."},
      {
        "id":"ED026941",
        "title":"The Federal Government and Higher Education: Old Answers Breed New Questions."},
      {
        "id":"ED026942",
        "title":"Politics and Current Patterns in Coordinating Higher Education."},
      {
        "id":"ED026943",
        "title":"Maintaining Institutional Identity and Autonomy in Coordinated Systems."},
      {
        "id":"ED026944",
        "title":"The University and the State Government: Fears and Realities."},
      {
        "id":"ED026945",
        "title":"Freshmen Entering the University of California, Fall 1966."},
      {
        "id":"ED026946",
        "title":"\"The Aims of Higher Learning and the Control of the Universities.\""},
      {
        "id":"ED026947",
        "title":"The Role of Faculty Authority."},
      {
        "id":"ED026948",
        "title":"Report of Academic Administrative Internship Program (September 1966 - March 1967)."},
      {
        "id":"ED026949",
        "title":"Dimensions of Intellectual Productivity Among Sectarian and Non-Sectarian College Students."},
      {
        "id":"ED026950",
        "title":"The Professional School and the University."},
      {
        "id":"ED026951",
        "title":"Psychological Needs and Nonconformity."},
      {
        "id":"ED026952",
        "title":"Dispositional Differences Between Technology and Liberal Arts Majors."},
      {
        "id":"ED026953",
        "title":"Student Power and the New Left: The Role of SDS."},
      {
        "id":"ED026954",
        "title":"How Many Graduate."},
      {
        "id":"ED026955",
        "title":"Career Decisions of Talented Youth: Trends Over the Past Decade."},
      {
        "id":"ED026956",
        "title":"Analyzing College Effects: Correlation vs. Regression."},
      {
        "id":"ED026957",
        "title":"Racial Insularity and the National Purpose."},
      {
        "id":"ED026958",
        "title":"What is the Impact of the Social Revolution on Humanistic Studies?"},
      {
        "id":"ED026959",
        "title":"Undergraduate Educational Opportunity Programs."},
      {
        "id":"ED026960",
        "title":"AWR: Admission With Reservations."},
      {
        "id":"ED026961",
        "title":"Responsibility and Academic Freedom."},
      {
        "id":"ED026962",
        "title":"Higher Education's Strange Paradox."},
      {
        "id":"ED026963",
        "title":"Relationship of the Departmental Chairman to the Academic Dean."},
      {
        "id":"ED026964",
        "title":"A Study of Student Activism."},
      {
        "id":"ED026965",
        "title":"Pressures on the Urban University Today."},
      {
        "id":"ED026966",
        "title":"The Teaching-Learning Paradox: A Comparative Analysis of College Teaching Methods."},
      {
        "id":"ED026968",
        "title":"Seminar for Preparation of Professional Personnel for Vocational-Technical Education, A National Seminar for College Deans (June 23-26, 1968). Interim Report."},
      {
        "id":"ED026969",
        "title":"A Test of the Use of a Program of Instruction in Basic Mathematics Requiring Only Minimal Reading Skills for Use as a Remedial Tool for College Freshmen. Final Report."},
      {
        "id":"ED026970",
        "title":"Form in Selected Twentieth-Century Piano Concertos. Final Report."},
      {
        "id":"ED026971",
        "title":"Applications of the Science of Measurement to Higher Education."},
      {
        "id":"ED026972",
        "title":"Trends and Developments in Graduate Education."},
      {
        "id":"ED026973",
        "title":"General Education in the Complex University."},
      {
        "id":"ED026974",
        "title":"Report of a Study to Determine the Feasibility of Establishing a Central Foreign Credential Evaluation Service Under Non-Governmental Auspices."},
      {
        "id":"ED026975",
        "title":"College Influences on the Role Development of Female Undergraduates."},
      {
        "id":"ED026976",
        "title":"The Undergraduate Research Training Program. Final Report."},
      {
        "id":"ED026977",
        "title":"Undergraduate Research in Social Sciences. Final Report."},
      {
        "id":"ED026978",
        "title":"Logical Analysis Skill as a Tool for Career Guidance. Final Report."},
      {
        "id":"ED026979",
        "title":"Feasibility of Urban Service Opportunity and Curricular Amplification: \"The St. Louis Project.\" Final Report."},
      {
        "id":"ED026980",
        "title":"A Model Option of Courses for Instruction in Wildland Recreation Management at the College Undergraduate Level."},
      {
        "id":"ED026981",
        "title":"Graduate Curriculum Development for Social Planning Specialization in Urban and Regional Planning. Final Report."},
      {
        "id":"ED026982",
        "title":"Iowa&apos;s Developing Pattern for Area Schools; A Paper Developed by the Department of Public Instruction with an Attached Statement by the Area School Superintendents. Revised Edition."},
      {
        "id":"ED026983",
        "title":"[Pre-Service and In-Service Training of Junior College Teachers.]"},
      {
        "id":"ED026984",
        "title":"Follow-Up of the 1963 Freshmen Class of Eight Chicago City Junior Colleges."},
      {
        "id":"ED026985",
        "title":"The House Plan at Cypress."},
      {
        "id":"ED026986",
        "title":"Functional Relationships of Junior College Environments and Selected Characteristics of Faculties, Students, the Administration, and the Community. Final Report."},
      {
        "id":"ED026987",
        "title":"The Tulsa Junior College: Report of a Study to Develop Background Data, Planning Standards and Criteria for the Establishment of the Tulsa Junior College."},
      {
        "id":"ED026989",
        "title":"Follow-Up Studies of Bronx Community College Graduates."},
      {
        "id":"ED026990",
        "title":"Articulation Agreements between the University of California, Los Angeles, and the Colleges of the Los Angeles City Junior College District."},
      {
        "id":"ED026991",
        "title":"An Annotated Bibliography of the American Two-Year College: Its Role and Function."},
      {
        "id":"ED026992",
        "title":"Curriculum Guides for Two-Year Institutions."},
      {
        "id":"ED026994",
        "title":"Why Students Drop Courses."},
      {
        "id":"ED026995",
        "title":"Report of a Pilot Program of Four Inservice Faculty Seminars Held in Four Illinois Junior Colleges by Means of Telephone Conference Call."},
      {
        "id":"ED026996",
        "title":"An Indiana Pattern for Higher Education: Report of the State Policy Commission on Post High School Education."},
      {
        "id":"ED026997",
        "title":"Health Manpower Needs in North Carolina, 1967-1973."},
      {
        "id":"ED026998",
        "title":"A Description of Graduates of Two-Year Colleges."},
      {
        "id":"ED026999",
        "title":"Students As Teachers."},
      {
        "id":"ED027000",
        "title":"Instructional Research and Development at the College of Marin."},
      {
        "id":"ED027001",
        "title":"Large-Group Instruction in Remedial English."},
      {
        "id":"ED027002",
        "title":"A Rational Plan of Hierarchy and Authority for the Collegiate System: A Proposal to the Academic Senate."},
      {
        "id":"ED027003",
        "title":"A Follow-Up Study of the Entering Freshman Class, Fall, 1964."},
      {
        "id":"ED027004",
        "title":"Student Evaluation of the High-School Honors Program at Los Angeles City College."},
      {
        "id":"ED027005",
        "title":"Right of Notice and Hearing, &quot;Due Process,&quot; and Related Constitutional Rights of Students."},
      {
        "id":"ED027006",
        "title":"The Tulsa Junior College: Consultants' Papers on Planning and Establishing a New Urban Junior College."},
      {
        "id":"ED027007",
        "title":"Project Follow-Through: Progress Report I."},
      {
        "id":"ED027008",
        "title":"Libraries and Library Job Opportunities in the Inland Empire."},
      {
        "id":"ED027009",
        "title":"Committee Report: The &quot;Better&quot; Student."},
      {
        "id":"ED027010",
        "title":"Placement and Follow-Up Programs in the Public Junior Colleges of Texas."},
      {
        "id":"ED027011",
        "title":"Orange Coast College Freshman Information Form of the American Council On Education, Fall 1968."},
      {
        "id":"ED027012",
        "title":"A Study of the Role of the Community College in the Development of Self- and Occupational-Concepts. Interim Report."},
      {
        "id":"ED027013",
        "title":"Western Interstate Commission for Higher Education. Annual Report-1968."},
      {
        "id":"ED027014",
        "title":"Criteria to be Met and Procedures to be Followed in the Creation of Public Junior Colleges in Texas."},
      {
        "id":"ED027016",
        "title":"Personality and Attitude Variables Among Achieving and Nonachieving College of the Sequoias Freshmen from Different Socioeconomic Backgrounds."},
      {
        "id":"ED027017",
        "title":"The Development of Community Junior Colleges in Texas and the Core Curricula for Public Junior Colleges in Texas."},
      {
        "id":"ED027018",
        "title":"Study of the Class of 1968."},
      {
        "id":"ED027019",
        "title":"1969 Guide to In-Service Training for Two Year College Faculty and Staff Members."},
      {
        "id":"ED027020",
        "title":"Report on Faculty Load and Faculty Projections."},
      {
        "id":"ED027021",
        "title":"An Evaluation of Selected Aspects of a Junior College Remedial Reading-Writing Program. Final Report."},
      {
        "id":"ED027022",
        "title":"Improving the Accessibility of Educational Materials: 1. Retrieval of Educational and Psychological Tests. Final Report."},
      {
        "id":"ED027029",
        "title":"New Directions for the City University Libraries; Papers Presented at an Institute (New York, April 18, 1968)."},
      {
        "id":"ED027038",
        "title":"Resources of North Carolina Libraries."},
      {
        "id":"ED027040",
        "title":"Library Manpower, A Preliminary Study of Essential Factors Contributing to Library Staffing Patterns."},
      {
        "id":"ED027043",
        "title":"Recent Developments in the Information Sciences and Their Implications for Intergovernmental Cooperation in Communications and Exchange of Information."},
      {
        "id":"ED027044",
        "title":"Ten Steps for the Establishment of the Comprehensive Community College Library."},
      {
        "id":"ED027045",
        "title":"Baltimore Metropolitan Area Library Study, Short Range Work Program: Tasks, Schedule, and Methods."},
      {
        "id":"ED027046",
        "title":"A Survey of Texas Public Libraries, 1965."},
      {
        "id":"ED027048",
        "title":"Elementary School Instructional Resources Center, September 6, 1966 - June 16, 1967. Program Evaluation Conducted by Department of Psychological Services and Educational Research in Conjunction with Department of Instructional Resources."},
      {
        "id":"ED027049",
        "title":"How Does the Secondary School Library Become an Instructional Materials Center? Personnel, Program, Materials, Housing."},
      {
        "id":"ED027050",
        "title":"Readership Study of the &quot;Review of Educational Research&quot;."},
      {
        "id":"ED027053",
        "title":"Public Library Facilities Master Plan for Metropolitan Dade County."},
      {
        "id":"ED027054",
        "title":"User Survey of the New York Public Library Research Libraries."},
      {
        "id":"ED027055",
        "title":"A Proposed Library Network for Washington State, Working Paper for the Washington State Library."},
      {
        "id":"ED027058",
        "title":"Further Evidence on the Relation Between Age of Separation and Similarity in IQ Among Pairs of Separated Identical Twins."},
      {
        "id":"ED027059",
        "title":"How to Use Eric. Revised Edition."},
      {
        "id":"ED027060",
        "title":"An Investigation of Similarities in Parent-Child Test Scores for Evidence of Hereditary Components."},
      {
        "id":"ED027061",
        "title":"Social Studies Education: The Elementary School."},
      {
        "id":"ED027062",
        "title":"Administration Manual for the Inventory of Socialization of Bilingual Children Ages Three to Ten. Part of the Final Report."},
      {
        "id":"ED027063",
        "title":"Administration Manual for Tests of Basic Language Competence in English and Spanish. Level I (Preschool); Children Ages Three to Six, English and Spanish Versions, Forms A and B. Part of the Final Report."},
      {
        "id":"ED027064",
        "title":"Administration Manual for Tests of Basic Language Competence in English and Spanish. Level II (Primary Grades): Children Ages Six to Ten, English and Spanish Versions, Forms A and B. Part of the Final Report."},
      {
        "id":"ED027065",
        "title":"Day Care as a Social Instrument: A Policy Paper."},
      {
        "id":"ED027066",
        "title":"The Effects of Teacher In-Service Education on the Development of Art Ideas with Six-Year Old Culturally Deprived Children. Final Report."},
      {
        "id":"ED027069",
        "title":"Cognitive Factors in Semantic Conditioning. A Thesis in Educational Psychology."},
      {
        "id":"ED027071",
        "title":"The Initial Phase of a Preschool Curriculum Development Project. Final Report."},
      {
        "id":"ED027072",
        "title":"Preprimary Program. 1968 Report."},
      {
        "id":"ED027073",
        "title":"Naturalistic Observation in the Study of Parent-Child Interaction."},
      {
        "id":"ED027074",
        "title":"Anxiety as a Factor in the Child's Responsiveness to Social Reinforcement."},
      {
        "id":"ED027075",
        "title":"A Guide for Perceptual-Motor Training Activities."},
      {
        "id":"ED027076",
        "title":"Research on the New Nursery School. Part I, A Summary of the Evaluation of the Experimental Program for Deprived Children at the New Nursery School Using Some Experimental Measures. Interim Report."},
      {
        "id":"ED027077",
        "title":"Research on the New Nursery School. Part II: A Report on the Use of Typewriters and Related Equipment with Three- and Four-Year-Old Children at the New Nursery School. Interim Report."},
      {
        "id":"ED027078",
        "title":"Curriculum Guide for Children's Activities, Parent Preschool Program."},
      {
        "id":"ED027079",
        "title":"A Study of the Effects of Teacher Attitude and Curriculum Structure on Preschool Disadvantaged Children. Annual Progress Report I."},
      {
        "id":"ED027080",
        "title":"Evaluation of the Preschool Program, 1967-68, Funded under ESEA Title I, P.L. 89-10."},
      {
        "id":"ED027081",
        "title":"The Spirit of the Times in Childhood Education. The First Evangeline Burgess Memorial Lecture."},
      {
        "id":"ED027083",
        "title":"Team Teaching. A Descriptive and Evaluative Study of a Program for the Primary Grades."},
      {
        "id":"ED027084",
        "title":"Child Development and Material Survey. Part I, Technical Report. Final Report."},
      {
        "id":"ED027085",
        "title":"Child Development and Material Survey. Part II, Material Survey. Final Report."},
      {
        "id":"ED027086",
        "title":"Desirable Athletic Competition for Children of Elementary School Age."},
      {
        "id":"ED027087",
        "title":"Mental Health. What Research Says to the Teacher Series Number 24."},
      {
        "id":"ED027088",
        "title":"The Program of Research of the Merrill-Palmer Institute in Conjunction with the Head Start Evaluation and Research Center, Michigan State University. Annual Report. Volume II: Research."},
      {
        "id":"ED027091",
        "title":"Review of Selected Intervention Research with Young Children."},
      {
        "id":"ED027092",
        "title":"The Auditory Memory of Children from Different Socio-Economic Backgrounds."},
      {
        "id":"ED027093",
        "title":"Evaluation of Inkster Preschool Project. Final Report."},
      {
        "id":"ED027094",
        "title":"Preprimary Enrollment of Children Under Six: October 1967."},
      {
        "id":"ED027095",
        "title":"A Pilot Study Integrating Visual Form and Anthropological Content for Teaching Children Ages 6 to 11 about Cultures and Peoples of the World; Specifically, the Preparation of a Danced Presentation with Lecture Interpreting Some of the Cultural Values in West and Central African Communities. Final Report."},
      {
        "id":"ED027096",
        "title":"Effects of Parental Expectations of Educational Plans of White and Nonwhite Adolescents. Final Report."},
      {
        "id":"ED027097",
        "title":"A Critical Analysis of the Research on the Intellectual Evaluation of Mexican-American Children."},
      {
        "id":"ED027099",
        "title":"A Decade of Seminars for the Able and Ambitious."},
      {
        "id":"ED027100",
        "title":"Guidelines for Designing, Equipping and Furnishing Small School Learning Laboratories."},
      {
        "id":"ED027102",
        "title":"Indian Education. Annual Report, 1967-1968."},
      {
        "id":"ED027103",
        "title":"Some Rural-Urban Differences Between Manitoba High School Students."},
      {
        "id":"ED027104",
        "title":"School-Related Factors and the Aspiration Levels of Manitoba Senior High School Students."},
      {
        "id":"ED027105",
        "title":"Educational Plans and Their Fulfillment: A Study of Selected High School Students in Manitoba."},
      {
        "id":"ED027106",
        "title":"A Comparative Study of the Job Performance of Spanish-Surname Police Officers in San Antonio, Texas."},
      {
        "id":"ED027107",
        "title":"Quality and the Small School."},
      {
        "id":"ED027108",
        "title":"Indian Americans in Chicago."},
      {
        "id":"ED027109",
        "title":"A Study of Centralization: Broadalbin, Edinburg, Mayfield, Northville, and Perth, New York."},
      {
        "id":"ED027110",
        "title":"Pilot Study of School District Reorganization, State of New Jersey."},
      {
        "id":"ED027113",
        "title":"Pacereport: Rural Education."},
      {
        "id":"ED027115",
        "title":"Mountain Families in Poverty. Final Report."},
      {
        "id":"ED027117",
        "title":"Improving Opportunities in Rural Communities."},
      {
        "id":"ED027118",
        "title":"Economic and Sociological FactorsAffecting Education Systems in the Rural South."},
      {
        "id":"ED027119",
        "title":"Camping for Disadvantaged Youth, an Informal Educational Approach."},
      {
        "id":"ED027120",
        "title":"Leadership for Reaching the Unreached."},
      {
        "id":"ED027121",
        "title":"Programming for Disadvantaged Youth."},
      {
        "id":"ED027123",
        "title":"Assessing the Intellectual Ability of Indian and Metis Pupils at Ft. Simpson, N.W.T."},
      {
        "id":"ED027126",
        "title":"The Role of the Mexican-American: Supplementary Unit for Use in Teaching United States History -2 and United States History 8th."},
      {
        "id":"ED027127",
        "title":"Teachers' Guide to Outdoor Education, Grade VI."},
      {
        "id":"ED027128",
        "title":"Teaching English As a Second Language, Grades 7 through 12."},
      {
        "id":"ED027129",
        "title":"Sociocultural Origins and Migration Patterns of Young Men from Eastern Kentucky."},
      {
        "id":"ED027130",
        "title":"Family Ties, Migration, and Transitional Adjustment of Young Men from Eastern Kentucky."},
      {
        "id":"ED027131",
        "title":"Scheduling."},
      {
        "id":"ED027132",
        "title":"Shared Services: Opportunities for Small Schools."},
      {
        "id":"ED027135",
        "title":"Planning Requirements for Small School Facilities."},
      {
        "id":"ED027136",
        "title":"It Works: Project R-3, San Jose, California."},
      {
        "id":"ED027138",
        "title":"Developing Teacher Produced Instructional Materials--Part I."},
      {
        "id":"ED027139",
        "title":"Is the Linguistic Approach an Improvement in Reading Instruction?"},
      {
        "id":"ED027140",
        "title":"The Causes and Correction of Verbalism in Reading."},
      {
        "id":"ED027141",
        "title":"Initial Teaching Orthographies."},
      {
        "id":"ED027142",
        "title":"Syntax and Semantics in Reading."},
      {
        "id":"ED027143",
        "title":"Comparison of Achievement in Special Reading Classes Using Guidance, Skill-Content, and Combination Approaches."},
      {
        "id":"ED027148",
        "title":"Designs for Measurement of Status."},
      {
        "id":"ED027149",
        "title":"Conducting Research in School Systems."},
      {
        "id":"ED027150",
        "title":"Assessment of Reading Programs."},
      {
        "id":"ED027151",
        "title":"Research in Visual Training and Reading Disability."},
      {
        "id":"ED027152",
        "title":"Recipes for Reading: A Teacher's Handbook for Diagnostic and Prescriptive Teaching, or the Reading Teacher's Cookbook."},
      {
        "id":"ED027154",
        "title":"Vocalism in Silent Reading. Final Report."},
      {
        "id":"ED027155",
        "title":"Staff After-Effects of Participation in a Reading Research Project: A Follow-Up Study of the Craft Project."},
      {
        "id":"ED027156",
        "title":"Bibliography for Teaching Reading in the Secondary School"},
      {
        "id":"ED027163",
        "title":"The Effectiveness of Language Arts and Basic Reader Approaches to First Grade Reading Instruction--Extended into Third Grade. Final Report."},
      {
        "id":"ED027164",
        "title":"Development of an Instrument Measuring Attitudes Toward Reading in Primary Pupils."},
      {
        "id":"ED027165",
        "title":"Evaluation of Three Methods of Teaching First Grade Reading to Children Likely to Have Difficulty with Reading."},
      {
        "id":"ED027167",
        "title":"Teaching Upper Elementary Students With Severe Learning Disabilities."},
      {
        "id":"ED027168",
        "title":"Developing a Sense of Sequence--First Grade."},
      {
        "id":"ED027170",
        "title":"A Learning Center for the Development of Reading and Communication Potential."},
      {
        "id":"ED027177",
        "title":"Learning to Recognize Words and Letters on a CAI Terminal."},
      {
        "id":"ED027179",
        "title":"How to Evaluate Science Learning in the Elementary School."},
      {
        "id":"ED027180",
        "title":"National Center for School and College Television News Supplement Number 6, Television in Science Education."},
      {
        "id":"ED027184",
        "title":"A Study of Micro-Teaching in the Preservice Education of Science Teachers."},
      {
        "id":"ED027189",
        "title":"Nuffield Science Teaching Project, Physical Science Course, Progress Report."},
      {
        "id":"ED027194",
        "title":"Report of the Action Committee on Natural Resources."},
      {
        "id":"ED027196",
        "title":"The School Mathematics Project Director's Report 1966/67."},
      {
        "id":"ED024192",
        "title":"Guidelines, County Plan for the Provision of Special Education Programs for Exceptional Children and Youth."},
      {
        "id":"ED024193",
        "title":"Learning and Transfer of Paradigmatic Word Association by Educable Mentally Retarded Children: A Preliminary Report."},
      {
        "id":"ED024194",
        "title":"Comprehension of Full Length and Telegraphic Materials Among Blind Children. Final Report. Educational Research Series, Number 42."},
      {
        "id":"ED024195",
        "title":"Educational Programming in Simulated Environments for Seriously Emotionally Handicapped Elementary School Children. Final Report."},
      {
        "id":"ED024196",
        "title":"Research in Remedial Guidance of Young Retarded Children With Behavior Problems Which Interfere With Academic Learning and Adjustment. Final Report."},
      {
        "id":"ED024198",
        "title":"Preliminary Standardization of a Scale of Orientation and Mobility Skills of Young Blind Children. Final Report."},
      {
        "id":"ED024199",
        "title":"Effects of Stutterers' Self-Monitoring on Retention of Fluency Generated by Delayed Auditory Feedback. Final Report."},
      {
        "id":"ED024200",
        "title":"Cross-Validation of a Predictive Screening Test for Children with Articulatory Speech Defects. Final Report."},
      {
        "id":"ED024201",
        "title":"Automated Training in Auditory Perception and Phonetic Transcription for Beginning Students in Speech Pathology and Audiology. Final Report."},
      {
        "id":"ED024202",
        "title":"Factors Influencing Learning and Problem Solving Behavior in the Mentally Retarded. Final Report."},
      {
        "id":"ED024203",
        "title":"An Investigation of an Evaluation Method and Retraining Procedures for Emotionally Handicapped Children with Cognitive-Motor Deficits. Interim Report. Part I, Testing for Cognitive-Perceptual-Motor Dysfunction."},
      {
        "id":"ED024204",
        "title":"An Investigation of an Evaluation Method and Retraining Procedures for Emotionally Handicapped Children with Cognitive-Motor Deficits. Final Report."},
      {
        "id":"ED024205",
        "title":"Regional Conference on Special Education (7th, Pittsburgh, Pennsylvania, June 20-21, 1968). Final Report."},
      {
        "id":"ED024206",
        "title":"Development of a System for Collecting Data on Hearing Impaired School Children. Final Report."},
      {
        "id":"ED024207",
        "title":"Evaluation of Two Measures of Speech Hearing for Hearing Impaired Children. Final Report."},
      {
        "id":"ED024208",
        "title":"Development of a Test for an Experimental Research Program in Creative Problem Solving. Final Report."},
      {
        "id":"ED024209",
        "title":"School Building Finishing and Economy. The School Building Economy Series, No. 6."},
      {
        "id":"ED024210",
        "title":"National Council on Schoolhouse Construction, (43rd Annual Meeting, Palo Alto, California, October 3-6, 1966). Schools-Planned for the Community."},
      {
        "id":"ED024211",
        "title":"School Plant Planning Guide. A Reference and Guide for School Plant Planners and School Building Committees."},
      {
        "id":"ED024212",
        "title":"A Guide to Airborne, Impact, and Structure Borne Noise--Control in Multifamily Dwellings."},
      {
        "id":"ED024214",
        "title":"Aspects of Spatial Influence on Science Teaching Methods."},
      {
        "id":"ED024215",
        "title":"Building Better Schools for Vermont."},
      {
        "id":"ED024217",
        "title":"University of California Criteria and Standards for New Campus Location and Site Selection."},
      {
        "id":"ED024221",
        "title":"Asphalt in Pavement Maintenance."},
      {
        "id":"ED024222",
        "title":"Purchasing Manual."},
      {
        "id":"ED024223",
        "title":"Music in Mississippi Secondary Schools, Grades 7-12."},
      {
        "id":"ED024225",
        "title":"Manual for School Administrators on Pupil Transportation."},
      {
        "id":"ED024226",
        "title":"Manual for School Administrators on School Plant Planning."},
      {
        "id":"ED024228",
        "title":"Handbook on Architectural Services."},
      {
        "id":"ED024229",
        "title":"A Digest of Educational Planning."},
      {
        "id":"ED024230",
        "title":"Educational Specifications. School Planning Series-3."},
      {
        "id":"ED024231",
        "title":"The Learning Environment."},
      {
        "id":"ED024232",
        "title":"Planning for Shops and Laboratories."},
      {
        "id":"ED024233",
        "title":"The Utilization of Consultants for the Planning and Designing of College Science Facilities."},
      {
        "id":"ED024234",
        "title":"Schools and Civil Defense."},
      {
        "id":"ED024235",
        "title":"Existing Schools, Their Future. Upgraded Schoolhouses with Fallout Protection."},
      {
        "id":"ED024236",
        "title":"Maintenance of Mechanical Equipment in Minnesota Schools, 1968 Survey."},
      {
        "id":"ED024237",
        "title":"Planning Model for School Facilities. A Planning Model for a Secondary School Utilizing a Multi-dimensional Approach for Optimum Flexibility."},
      {
        "id":"ED024238",
        "title":"Lite-therm Design Manual. Second Edition."},
      {
        "id":"ED024239",
        "title":"Cracks in the Belfry, A California School Crisis."},
      {
        "id":"ED024240",
        "title":"Flying a College on the Computer. The Use of the Computer in Planning Buildings."},
      {
        "id":"ED024246",
        "title":"EDSPECS for the South Campus Seattle Community College."},
      {
        "id":"ED024247",
        "title":"Area Vocational Schools."},
      {
        "id":"ED024248",
        "title":"School Sites and Spaces in High Density Habitations."},
      {
        "id":"ED024249",
        "title":"Making Facilities Accessible for the Physically Handicapped. Act. No. 1 of the Public Acts of 1966."},
      {
        "id":"ED024250",
        "title":"The Luminous Environment of the Classroom. A Selected and Annotated Bibliography."},
      {
        "id":"ED024251",
        "title":"Systematic Methods in School Planning and Design. A Selected and Annotated Bibliography."},
      {
        "id":"ED024252",
        "title":"Thermal Environment in School Facilities. A Selected and Annotated Bibliography."},
      {
        "id":"ED024253",
        "title":"The Maintenance of Educational Facilities. An Annotated Reference List."},
      {
        "id":"ED024254",
        "title":"The Design and Construction of Libraries and Study Facilities. An Annotated Reference List."},
      {
        "id":"ED024255",
        "title":"Locating Educational Facilities. An Annotated Reference List."},
      {
        "id":"ED024257",
        "title":"Educational Specifications. An Annotated Reference List."},
      {
        "id":"ED024258",
        "title":"Construction Costs of Educational Facilities. An Annotated Reference List."},
      {
        "id":"ED024259",
        "title":"Effectiveness of the Observing Response With Programed Pictorial Stimuli as a Function of Interstimulus Interval, Overtness and Correctness of Response. Final Report."},
      {
        "id":"ED024260",
        "title":"Specification for Teaching Machines and Programmes (Interchangeability of Programmes). Part 1, Linear Machines and Programmes."},
      {
        "id":"ED024261",
        "title":"The Warblington Experiment in Closed-Circuit Television, 1962-1965. Final Report."},
      {
        "id":"ED024263",
        "title":"Inter-Institutional Communications Networks."},
      {
        "id":"ED024264",
        "title":"AVI Guide to New Products."},
      {
        "id":"ED024265",
        "title":"Instructional Television Transmission System for the Genesee Valley Area."},
      {
        "id":"ED024266",
        "title":"Teaching Spelling to Third and Fourth Grade Pupils with the Use of Programmed Materials and Teaching Machines."},
      {
        "id":"ED024270",
        "title":"Creating Visuals for TV; A Guide for Educators."},
      {
        "id":"ED024271",
        "title":"Guiding Students in the School AV Club; A Guide for School-Building Audiovisual Coordinators in Organizing and Training Students for Participation in the School AV Program."},
      {
        "id":"ED024272",
        "title":"Learning From Pictures."},
      {
        "id":"ED024273",
        "title":"Cost Study of Educational Media Systems and Their Equipment Components. Volume I, Guidelines for Determining Costs of Media Systems. Final Report."},
      {
        "id":"ED024274",
        "title":"Operation Gap-Stop; A Study of the Application of Communication Techniques in Reaching the Unreachable Poor."},
      {
        "id":"ED024275",
        "title":"Selected Sources. [In] Information About Educational Technology."},
      {
        "id":"ED024276",
        "title":"Annotated Bibliography on Television in Education. [In] Information About Educational Technology."},
      {
        "id":"ED024277",
        "title":"Quantitative Standards for School Media Programs, Personnel, Equipment and Materials for Elementary and Secondary Schools."},
      {
        "id":"ED024279",
        "title":"Special Education for the Gifted Through Television: Syllabus 1968-69. A Compendium of Information About a Special Educational Television Program Organized and Developed for Challenging the Productive-Divergent Thinking Potential of Gifted Students in Grades 5-6-7."},
      {
        "id":"ED024280",
        "title":"Criteria Relating to Educational Media Programs in Colleges and Universities. With Evaluation Check List."},
      {
        "id":"ED024281",
        "title":"Cost Study of Educational Media Systems and Their Equipment Components. Volume III, A Supplementary Report: Computer Assisted Instruction. Final Report."},
      {
        "id":"ED024283",
        "title":"The Use of Candid Camera Films to Illustrate Psychological Concepts in Introductory Psychology."},
      {
        "id":"ED024284",
        "title":"Television News Program. 1968 Report."},
      {
        "id":"ED024285",
        "title":"Educational TV and Audiovisual Teacher Training Program for Title I Board of Education Teachers of Disadvantaged Pupils in the Nonpublic Schools."},
      {
        "id":"ED024286",
        "title":"Cost Study of Educational Media Systems and Their Equipment Components. Volume II, Technical Report. Final Report."},
      {
        "id":"ED024287",
        "title":"A Comparison of Several Feedback Methods for Correcting Errors by Computer-Assisted Instruction."},
      {
        "id":"ED024289",
        "title":"German Curriculum Guide 7-12; Basic Content Objectives for the Junior High School and Senior High School German Program."},
      {
        "id":"ED024291",
        "title":"Training the Innovative Agent."},
      {
        "id":"ED024292",
        "title":"The Relation of Language to Culture and the Teaching of Culture to Beginning Language Students."},
      {
        "id":"ED024293",
        "title":"A Selective Bibliography on the Teaching of Foreign Languages, 1920-1966."},
      {
        "id":"ED024294",
        "title":"Research Results in Three Large Televised FLES Programs."},
      {
        "id":"ED024295",
        "title":"Developing a Strategy for Innovation."},
      {
        "id":"ED024296",
        "title":"French Curriculum Guide 7-12; Basic Content Objectives for the Junior High School and Senior High School French Program."},
      {
        "id":"ED024297",
        "title":"Spanish Curriculum Guide 7-12: Basic Content Objectives for the Junior High School and Senior High School Spanish Program and Other Topics Related to the Establishment of an Articulated Program."},
      {
        "id":"ED024298",
        "title":"Russian Curriculum Guide 9-12; Basic Content Objectives for the Senior High School Russian Program and Other Topics Related to the Establishment of the Articulated Program."},
      {
        "id":"ED024309",
        "title":"A Problem-Solving Model for Instruction."},
      {
        "id":"ED024310",
        "title":"An International Bibliography of Foreign Language Teaching Methods for 1966."},
      {
        "id":"ED024311",
        "title":"Modern Foreign Languages in High School: Pre-Reading Instruction."},
      {
        "id":"ED024312",
        "title":"Opportunity and Obligation."},
      {
        "id":"ED024313",
        "title":"Language Development; Selected Papers from a Ford Foundation Conference on the State of Art."},
      {
        "id":"ED024314",
        "title":"Learning Contingencies in the College Classrooms: A Pilot Study. Final Report."},
      {
        "id":"ED024315",
        "title":"Patterns of Development in Thought and Values of Students in a Liberal Arts College: A Validation of a Scheme. Final Report."},
      {
        "id":"ED024316",
        "title":"Student Interaction and Learning in Small Self-Directed College Groups."},
      {
        "id":"ED024319",
        "title":"The University at the Service of Society."},
      {
        "id":"ED024320",
        "title":"Higher Education and the City in the Seventies."},
      {
        "id":"ED024321",
        "title":"The University in Urban Development."},
      {
        "id":"ED024322",
        "title":"Proceedings: Annual Meeting Association of Universities and Colleges of Canada. Volume II. (1967)"},
      {
        "id":"ED024323",
        "title":"International Home Economics, Conference on World-Wide Development of Home Economics in Higher Education."},
      {
        "id":"ED024324",
        "title":"Toward Better Preparation of College and University Administrators."},
      {
        "id":"ED024325",
        "title":"Universal Opportunity for Education Beyond the High School."},
      {
        "id":"ED024326",
        "title":"The Literature of Higher Education, 1967."},
      {
        "id":"ED024327",
        "title":"Salaries in Higher Education, 1965-66."},
      {
        "id":"ED024328",
        "title":"Salaries in Higher Education, 1967-68."},
      {
        "id":"ED024330",
        "title":"A Historical Analysis of the G.I. Bill and Its Relationship to Higher Education."},
      {
        "id":"ED024331",
        "title":"Relationships Between Concept Learning and Selected Ability Test Variables for an Adult Population. Report from the Project on Situational Variables and Efficiency of Concept Learning."},
      {
        "id":"ED024332",
        "title":"Survey of Faculty Views on Student Participation in Decision Making. Final Report."},
      {
        "id":"ED024333",
        "title":"An Analysis of Intellectual Factors Bearing Success in the College of Business, Brigham Young University, Provo, Utah."},
      {
        "id":"ED024335",
        "title":"New Dimensions in Instruction."},
      {
        "id":"ED024336",
        "title":"From Authority to Leadership."},
      {
        "id":"ED024337",
        "title":"Critical Issues and Leadership."},
      {
        "id":"ED024338",
        "title":"Higher Education for One World or for Two?"},
      {
        "id":"ED024339",
        "title":"State Legislatures, State Universities and Self Preservation."},
      {
        "id":"ED024340",
        "title":"The Trojan Horse in American Education."},
      {
        "id":"ED024341",
        "title":"General University Obligations to the Disadvantaged Student."},
      {
        "id":"ED024342",
        "title":"What are We Learning from Current University Programs for Disadvantaged Students?"},
      {
        "id":"ED024343",
        "title":"A Changing Campus and a Changing Society."},
      {
        "id":"ED024344",
        "title":"The Federal Financing of Higher Education."},
      {
        "id":"ED024345",
        "title":"Extending Psychology's Impact Through Existing Community Institutions."},
      {
        "id":"ED024346",
        "title":"The Vitality of a City: Challenge to Higher Education; Challenge to Education: A New Approach."},
      {
        "id":"ED024347",
        "title":"Research on the Characteristics of Effective Teaching. Final Report."},
      {
        "id":"ED024348",
        "title":"Biographic Survey Responses of Graduating College Seniors."},
      {
        "id":"ED024350",
        "title":"The Effects of College Environments on Students' Decisions to Attend Graduate School. Final Report."},
      {
        "id":"ED024351",
        "title":"Analysis and Evaluation of Present and Future Multi-Media Needs in Higher Education. Final Report."},
      {
        "id":"ED024352",
        "title":"Women and the Doctorate: A Study of the Enabling or Impeding Factors Operative Among Oklahoma's Women Doctoral Recipients in the Attainment and Use of the Degree. Final Report."},
      {
        "id":"ED024355",
        "title":"Survey of Personal Attitudes About Cerritos College From Full-Time Day Students of Mexican-American Heritage."},
      {
        "id":"ED024356",
        "title":"A Junior College's Approach to Training Auxiliary Personnel in Education."},
      {
        "id":"ED024357",
        "title":"Evaluation of the Developmental Program, Fall 1967-68."},
      {
        "id":"ED024358",
        "title":"Junior College Transfers and the Environmental Assessment Technique."},
      {
        "id":"ED024359",
        "title":"Perceptions of the Counseling Role in the Military Junior Colleges in Missouri."},
      {
        "id":"ED024360",
        "title":"A Study of Full-Time Students Who Discontinued their Attendance at A.W.C. after Attending One or Both Semesters of the 1966-67 School Year."},
      {
        "id":"ED024361",
        "title":"A Feasible Scheme for the Evaluation of Instructors. S.M.B.* (*Do Not Fold, Spindle, Mutilate, or Bend); Conference for"},
      {
        "id":"ED024362",
        "title":"A National Survey of International Students and Programs in Community Junior Colleges in the United States."},
      {
        "id":"ED024365",
        "title":"Board-President Relationships; Papers from a Series of Conferences for Community College Presidents and Their Boards of Trustees."},
      {
        "id":"ED024366",
        "title":"Corning Community College By-Laws of the Board of Trustees."},
      {
        "id":"ED024367",
        "title":"Minnesota Junior College Faculty Interests and Concerns: Proceedings of a Conference of Instructors in Natural Science and Occupational Education (Minneapolis, March 24-26, 1968)."},
      {
        "id":"ED024368",
        "title":"Guidance and Counseling."},
      {
        "id":"ED024369",
        "title":"Social Services: A New Program for Disadvantaged Students."},
      {
        "id":"ED024370",
        "title":"Smaller Junior College Admissions Criteria, Selections and Enrollments."},
      {
        "id":"ED024371",
        "title":"Academic Records of Recipients of LACC Women's Faculty Club Scholarships, 1958-67."},
      {
        "id":"ED024372",
        "title":"A Position Paper."},
      {
        "id":"ED024373",
        "title":"A Study of the Students Enrolled in Philosophy During 1963-64."},
      {
        "id":"ED024375",
        "title":"Survey of the Results of the College Probation-Retention-Disqualification Policy."},
      {
        "id":"ED024376",
        "title":"A Study of Penalty Grading and Probation Practices at Shasta College."},
      {
        "id":"ED024377",
        "title":"A Survey of the Occupational Interests of Junior College Students."},
      {
        "id":"ED024378",
        "title":"[Teaching Loads in State Center Junior College District.]"},
      {
        "id":"ED024379",
        "title":"Colleges of Applied Arts and Technology in the Province of Ontario, Canada."},
      {
        "id":"ED024380",
        "title":"First Annual Community College Sabbatical Leave Survey."},
      {
        "id":"ED024381",
        "title":"Arizona Junior Colleges: An Investment in Educational Opportunities for Youth and Adults."},
      {
        "id":"ED024382",
        "title":"The Community Junior College: An Annotated Bibliography with Introductions for School Counselors."},
      {
        "id":"ED024383",
        "title":"Academic Performance of College of San Mateo Transfer Students at the University of California and State Colleges."},
      {
        "id":"ED024386",
        "title":"Fringe Benefits in Public Junior Colleges."},
      {
        "id":"ED024387",
        "title":"A New Leadership Program for State Level Community Junior College Professional Staff."},
      {
        "id":"ED024388",
        "title":"Do We Need a Community College Institute?"},
      {
        "id":"ED024389",
        "title":"Project SPEED: Final Report of a Summer Program to Prepare Educationally Deficient Students for College."},
      {
        "id":"ED024391",
        "title":"Standing Committee Structure."},
      {
        "id":"ED024392",
        "title":"Interview and Questionnaire Follow-Up Study of L.A.C.C. Transfers Attending U.C.L.A., Spring, 1968."},
      {
        "id":"ED024393",
        "title":"Educational and Cultural Development Program, Evaluation and Progress Report."},
      {
        "id":"ED024395",
        "title":"Planning Community Junior College Facilities: A Look into the Twenty-First Century; Proceedings of a Conference (Michigan State University, November 1967)."},
      {
        "id":"ED024397",
        "title":"Summary Report of a Study to Assist in the Development of a Regional Occupational Center System in Tulare and Kings Counties"},
      {
        "id":"ED024398",
        "title":"Automation and Agitation: Today's Junior College Student--D.N.F.S.M.B.* (*Do Not Fold, Spindle, Mutilate, or Bend); Conference for Chief Administrators of Student Personnel (Pacific Grove, California, January 10-12, 1968)."},
      {
        "id":"ED024399",
        "title":"A Study of Technology Programs: College-Level."},
      {
        "id":"ED024405",
        "title":"Effectiveness of Public Library Services--Development of Indices of Effectiveness and their Relationship to Financial Support. Final Report."},
      {
        "id":"ED024406",
        "title":"An Evaluation of the Community Librarians&apos; Training Courses with Special Emphasis on the Entire Training Function in the Library Extension Division of the New York State Library."},
      {
        "id":"ED024408",
        "title":"A Small College Information System: An Analysis and Recommendations."},
      {
        "id":"ED024409",
        "title":"The Harvard University Library, 1966-1976, Report of a Planning Study Submitted to the President of the University by the Director of the University Library and the University Librarian."},
      {
        "id":"ED024410",
        "title":"A Pilot - An On-Line Library Acquisition System."},
      {
        "id":"ED024411",
        "title":"A Study of Conditions and Services in School Libraries in the State of Arizona. A Supplementary Report of the Arizona Library Survey."},
      {
        "id":"ED024413",
        "title":"The MARC II Format: A Communications Format for Bibliographic Data."},
      {
        "id":"ED024414",
        "title":"Determination and Analysis of Some Parameters Affecting the Subject Indexing Process."},
      {
        "id":"ED024415",
        "title":"Library Resources Survey, Kansas Institutions 1967."},
      {
        "id":"ED024416",
        "title":"Public Library Development in Kansas Since 1956; A Review, Including Recommendations."},
      {
        "id":"ED024417",
        "title":"A Plan for Library Cooperation in Missoula County, Montana."},
      {
        "id":"ED024418",
        "title":"Plan for the Development of Library Service in Montana."},
      {
        "id":"ED024419",
        "title":"A Time for Great Things; Montana's Plan for Total Library Service."},
      {
        "id":"ED024421",
        "title":"The Linguistic Bibliography Project. Final Report."},
      {
        "id":"ED024422",
        "title":"An Investigation of Personality Characteristics Among Library Students at One Midwestern University."},
      {
        "id":"ED024424",
        "title":"Technical Information for California Business and Industry; A Report to the California State Librarian."},
      {
        "id":"ED024425",
        "title":"Interlibrary Cooperation Under Title III of the Library Services and Construction Act; A Preliminary Study for the California State Library."},
      {
        "id":"ED024426",
        "title":"Library Service for the Visually and Physically Handicapped; A Report to the California State Library."},
      {
        "id":"ED024427",
        "title":"Public Libraries in the Denver Metropolitan Area; A Plan and Program for Public Library Development to 1985."},
      {
        "id":"ED024428",
        "title":"Feasibility of a Cooperative Processing Center for Anne Arundel, Baltimore, Montgomery and Prince Georges Counties in Maryland."},
      {
        "id":"ED024430",
        "title":"The Development and Operation of a System to Reclassify Older Books and Process New Books Under the Library of Congress Classification System for a Public Library Currently Employing the Dewey Decimal Classification. Progress Report."},
      {
        "id":"ED024431",
        "title":"The Development and Operation of a System to Reclassify Older Books and Process New Books Under the Library of Congress Classification System for a Public Library Currently Employing the Dewey Decimal Classification. Progress Report."},
      {
        "id":"ED024433",
        "title":"The Continuing Role of the New York State Library in Statewide Audiovisual Activities."},
      {
        "id":"ED024435",
        "title":"The Free Library of Philadelphia Reader Development Program. Report for the Period June 12, 1967 - June 30, 1968."},
      {
        "id":"ED024436",
        "title":"Library Materials in Service to the Adult New Reader. Phase I, The Planning Year. Final Report."},
      {
        "id":"ED024439",
        "title":"Personality Development in Infancy; A Biological Approach."},
      {
        "id":"ED024440",
        "title":"Cognitive and Linguistic Deficits in Psychotic Children. Study M: Development of Selective Attention Abilities."},
      {
        "id":"ED024441",
        "title":"Age Differences in the Identification of Concepts of the Natural Language. Study B: Developmental Studies in Semantics."},
      {
        "id":"ED024442",
        "title":"Linguistic and Psychological Factors in the Speech Regulation of Behavior in Very Young Children."},
      {
        "id":"ED024443",
        "title":"Luria's Model of the Verbal Control of Behavior. Study F: Motivational and Control in the Development of Language Functions, D. Birch."},
      {
        "id":"ED024444",
        "title":"Induced Versus Spontaneous Rehearsal in Short-Term Memory in Nursery School Children. Study M: Development of Selective Attention Abilities."},
      {
        "id":"ED024446",
        "title":"Learning in Infants."},
      {
        "id":"ED024447",
        "title":"Parental Antecedents of Children's Beliefs in Internal-External Control of Reinforcements in Intellectual Achievement Situations."},
      {
        "id":"ED024448",
        "title":"Elementary Education Responds to a Changing Society; Books in the Tri-School."},
      {
        "id":"ED024449",
        "title":"An Evaluation of the Language Arts Program of the District of Columbia. Final Report."},
      {
        "id":"ED024450",
        "title":"Differences in Vocabulary Input-Output in Psychodiagnosis of Children."},
      {
        "id":"ED024451",
        "title":"Two Studies of the Syntactic Knowledge of Young Children. A Preliminary Report."},
      {
        "id":"ED024452",
        "title":"Informal Education During the First Months of Life."},
      {
        "id":"ED024453",
        "title":"Group Day Care as a Child-Rearing Environment. An Observational Study of Day Care Program."},
      {
        "id":"ED024454",
        "title":"Concept Learning in Early Childhood."},
      {
        "id":"ED024455",
        "title":"Infants' Responses to Facial Stimuli During the First Year of Life: Exploratory Studies in the Development of a Face Schema."},
      {
        "id":"ED024456",
        "title":"Socio-Cultural Influences on Attention in Elementary School Children. Final Report."},
      {
        "id":"ED024457",
        "title":"Comparison of American and Norwegian Nursery School Children on Independence Behavior and Training."},
      {
        "id":"ED024458",
        "title":"Big Questions and Little Children: Science and Head Start."},
      {
        "id":"ED024460",
        "title":"Project Head Start, Psychological Services Report, Research, Summer 1968."},
      {
        "id":"ED024462",
        "title":"Supplementary Materials for Teacher Aide Training Programs, To Supplement the Publication \"Teacher Aides: Handbook for Instructors and Administrators.\""},
      {
        "id":"ED024463",
        "title":"Achievement, Creativity, and Self-Concept Correlates of Teacher-Pupil Transactions in Elementary School Classrooms."},
      {
        "id":"ED024464",
        "title":"Motivational and Social Components in Compensatory Education Programs: Suggested Principles, Practices, and Research Designs."},
      {
        "id":"ED024465",
        "title":"Mother-Child Relations and Children's Achievement. Terminal Report."},
      {
        "id":"ED024466",
        "title":"The Distancing Hypothesis: A Hypothesis Crucial to the Development of Representational Competence."},
      {
        "id":"ED024468",
        "title":"The Political Socialization of Children and the Structure of the Elementary School."},
      {
        "id":"ED024469",
        "title":"Reaching the Hard-to-reach: The Use of Participant Group Methods with Mothers of Culturally Disadvantaged Preschool Children."},
      {
        "id":"ED024470",
        "title":"Perceptual-Cognitive Development in Infancy: A Generalized Expectancy Model as a Function of the Mother-Infant Interaction."},
      {
        "id":"ED024471",
        "title":"A Preliminary Search for Formal Operations Structures."},
      {
        "id":"ED024472",
        "title":"Early Childhood Selected Bibliographies Series. Number 5, Social."},
      {
        "id":"ED024473",
        "title":"Preschool Programs and the Intellectual Development of Disadvantaged Children."},
      {
        "id":"ED024474",
        "title":"Urban Education Bibliography: An Annotated Listing."},
      {
        "id":"ED024475",
        "title":"Early Childhood Selected Bibliographies Series. Number 6, Personality."},
      {
        "id":"ED024476",
        "title":"Comparison of American and Norwegian Nursery School Children of Independence Behavior and Training. Summary Report."},
      {
        "id":"ED024477",
        "title":"Basic Goals for Elementary Children: Volume I, Beginners Level and Level One; Volume II, Levels Two and Three; Volume III, Levels Four, Five and Six; Volume IV, Levels Seven and Eight."},
      {
        "id":"ED024478",
        "title":"Indian and Spanish American Adjustments to Arid and Semiarid Environments."},
      {
        "id":"ED024479",
        "title":"State of Alaska Regional Secondary School System Implementation Plan. Final Report."}]
  }}
