{
  "response":{"numFound":509939,"start":250000,"numFoundExact":true,"docs":[
      {
        "id":"ED140175",
        "title":"Runaway Youth: A Status Report and Summary of Projects as of March 31, 1976."},
      {
        "id":"ED140176",
        "title":"Project Elderly. Interim and Final Reports."},
      {
        "id":"ED140177",
        "title":"How to Get Those \"Extras\" Out Of Retirement Living. A Course of Study Designed for Public School Continuing Education Programs."},
      {
        "id":"ED140178",
        "title":"Commissions on the Status of Women: A Progress Report."},
      {
        "id":"ED140179",
        "title":"APA (American Psychological Association) Task Force on Privacy and Confidentiality. Final Report."},
      {
        "id":"ED140180",
        "title":"Alcohol Education: Curriculum Guide for Grades 7-12."},
      {
        "id":"ED140181",
        "title":"The Relationship of Task Characteristics to Attitudes, Absenteeism, Stress and Performance Among College Students."},
      {
        "id":"ED140182",
        "title":"Diverting Youthful Offenders Through Law Enforcement-Social Service Collaboration."},
      {
        "id":"ED140183",
        "title":"Sex Differences in Voluntary Post Marital Dissolution Adjustment."},
      {
        "id":"ED140184",
        "title":"Mathematical Representations of Development Theories."},
      {
        "id":"ED140185",
        "title":"Less Eye Contact When Closer? Depends Upon Your Partner's Sex."},
      {
        "id":"ED140186",
        "title":"In All Fairness: A Handbook on Sex Role Bias in Schools."},
      {
        "id":"ED140187",
        "title":"Developing Effective Public Relations. Coordinator's Guide."},
      {
        "id":"ED140188",
        "title":"Developing Effective Public Relations."},
      {
        "id":"ED140189",
        "title":"Helping Students Develop Career Decision-Making Skills. Coordinator's Guide."},
      {
        "id":"ED140190",
        "title":"Helping Students Develop Career Decision-Making Skills."},
      {
        "id":"ED140191",
        "title":"Developing and Conducting In-Service Programs. Coordinator's Guide."},
      {
        "id":"ED140192",
        "title":"Developing and Conducting In-Service Programs."},
      {
        "id":"ED140193",
        "title":"Imaging Futuristic Career Guidance Programs. Coordinator&apos;s Guide."},
      {
        "id":"ED140194",
        "title":"Imaging Futuristic Career Guidance Programs."},
      {
        "id":"ED140195",
        "title":"Imaging Futuristic Career Guidance Goals. Coordinator's Guide."},
      {
        "id":"ED140196",
        "title":"Imaging Futuristic Career Guidance Goals."},
      {
        "id":"ED140197",
        "title":"Establishing a Career Resource Center. Coordinator's Guide."},
      {
        "id":"ED140198",
        "title":"Establishing a Career Resource Center."},
      {
        "id":"ED140199",
        "title":"Eliminating Stereotypes of Ethnic Minorities Through Career Guidance. Coordinator's Guide"},
      {
        "id":"ED140200",
        "title":"Eliminating Stereotypes of Ethnic Minorities Through Career Guidance."},
      {
        "id":"ED140201",
        "title":"Providing Career Guidance for Young Women. Coordinator's Guide."},
      {
        "id":"ED140202",
        "title":"Providing Career Guidance for Young Women."},
      {
        "id":"ED140203",
        "title":"Developing Communication Skills and Program Strategies in Career Guidance for Ethnic Minorities. Coordinator's Guide."},
      {
        "id":"ED140204",
        "title":"Developing Communication Skills and Program Strategies in Career Guidance for Ethnic Minorities."},
      {
        "id":"ED140207",
        "title":"Planning Pre-Employment Programs. Conducting Job Development Programs, Job Placement Programs, Follow-Up and Follow-Through Programs. Coordinator's Guide."},
      {
        "id":"ED140208",
        "title":"Planning Pre-Employment Programs. Module 1."},
      {
        "id":"ED140212",
        "title":"On Becoming A Change Agent."},
      {
        "id":"ED140216",
        "title":"Practical Suggestions for Remedial Teachers."},
      {
        "id":"ED140219",
        "title":"Diagnosis, Prescriptions, Management Systems and the Director&apos;s Role."},
      {
        "id":"ED140222",
        "title":"Analysis of Comprehension Practices in a Basal Series at the Intermediate Level."},
      {
        "id":"ED140223",
        "title":"Poetry as Motivation for Reading."},
      {
        "id":"ED140224",
        "title":"Teaching Strategies for Developing Comprehension Abilities."},
      {
        "id":"ED140225",
        "title":"Assessing Reading Comprehension."},
      {
        "id":"ED140226",
        "title":"Cognitive Factors in Children's Listening and Reading Comprehension: Assessment and Facilitation. Final Report."},
      {
        "id":"ED140227",
        "title":"Reading Center: 1972-73 Follow-Up Study. No. 72."},
      {
        "id":"ED140240",
        "title":"Adaptive Assessment for Nonacademic Secondary Reading."},
      {
        "id":"ED140241",
        "title":"An Interdisciplinary Journal of Specific Language Disability. Volume 25."},
      {
        "id":"ED140244",
        "title":"Using Multiple-Choice Questions as Review Aids in Prose Learning."},
      {
        "id":"ED140245",
        "title":"Stimulating Parent Involvement in Remedial Reading Programs: Strategies and Techniques."},
      {
        "id":"ED140248",
        "title":"Word Learning in Beginning Readers and Prereaders."},
      {
        "id":"ED140250",
        "title":"Performance by Prospective Teachers with Different Preparation in Diagnosis of Oral Reading by a Linguistically Different Student."},
      {
        "id":"ED140252",
        "title":"College Frosh in Preservice Reading Teaching: Using Programed Tutoring with Slow-Learning Pupils."},
      {
        "id":"ED140253",
        "title":"Encouraging Young Authors and Young Readers."},
      {
        "id":"ED140256",
        "title":"Effects of Class Size on Reading Achievement in Grades 1-3 in the Madison Metropolitan School District (1974-1976)."},
      {
        "id":"ED140257",
        "title":"Let&apos;s Teach Reading Better! 20 Suggestions for Lessons on Specific Reading Skills."},
      {
        "id":"ED140259",
        "title":"What to Do If They Fire: The Remedial Reading Teacher? The Special Education Teacher? The Learning Disabilities Teacher? Proceedings of the Annual Spring Reading Conference (11th, Rutgers University, April 1976)."},
      {
        "id":"ED140260",
        "title":"Language Development for the Classroom and Remedial Reading. Proceedings of the Fall 1972 Rutgers University Reading Conference."},
      {
        "id":"ED140262",
        "title":"Connecticut Right to Read Program Planning Model."},
      {
        "id":"ED140264",
        "title":"Interacting Factors of Reading Comprehension in the Classroom."},
      {
        "id":"ED140265",
        "title":"Toward Competency-Based Reading Systems."},
      {
        "id":"ED140266",
        "title":"Classroom Strategies for Secondary Reading."},
      {
        "id":"ED140267",
        "title":"The Relationship of Eye-Voice Span to Reading Ability and Readability."},
      {
        "id":"ED140268",
        "title":"An Analysis of Success Factors in Title III Reading Projects; Five Successes: Instructional Implications."},
      {
        "id":"ED140270",
        "title":"The Importance of Teaching Blending in Beginning Reading Programs: Some Recent Research Findings."},
      {
        "id":"ED140271",
        "title":"RESEARCH SUMMARY: Basic Skills in Handwriting and Spelling."},
      {
        "id":"ED140274",
        "title":"Enhancing the Lives of Nursing Home Patients through Reading Activities."},
      {
        "id":"ED140275",
        "title":"The Effect upon Comprehension of Mathematics Material Repatterned on the Basis of Oral Language."},
      {
        "id":"ED140277",
        "title":"Reading in Virginia, 1977; Volume 5."},
      {
        "id":"ED140278",
        "title":"Boy-Girl Differences in Reading: A Survey of Literature."},
      {
        "id":"ED140279",
        "title":"For Sale: Subliminal Bias in Textbooks."},
      {
        "id":"ED140280",
        "title":"Drawing Inferences from a Passage of Texts."},
      {
        "id":"ED140281",
        "title":"Diagnostic Testing and the Disadvantaged Student: A Field in Disarray."},
      {
        "id":"ED140282",
        "title":"The Illiteracy Concept: Defining the Critical Level."},
      {
        "id":"ED140283",
        "title":"Context, Text, Message and Forms of Discourse."},
      {
        "id":"ED140284",
        "title":"Computer in the Kitchen---or---Being Served by Technology."},
      {
        "id":"ED140298",
        "title":"Professional Journalism Skills."},
      {
        "id":"ED140299",
        "title":"Montana English Teacher Preparation and Needs, 1973 State-Wide Survey. Interim Report."},
      {
        "id":"ED140303",
        "title":"Implementing the Amended FOI Act."},
      {
        "id":"ED140304",
        "title":"A Self-Paced Writing Course at Georgia Tech: Building a Logical Sequence of Units in Rhetoric."},
      {
        "id":"ED140313",
        "title":"A Resource Unit in Film. Bulletin No. 7087."},
      {
        "id":"ED140314",
        "title":"School Media of 1987 Game."},
      {
        "id":"ED140316",
        "title":"Values in the English Classroom."},
      {
        "id":"ED140317",
        "title":"New York's Access to Records Law."},
      {
        "id":"ED140318",
        "title":"NNC (National News Council) Appraises an Appraisal."},
      {
        "id":"ED140319",
        "title":"Literature."},
      {
        "id":"ED140322",
        "title":"The Influence of Modeling on Children's Creative Performance."},
      {
        "id":"ED140325",
        "title":"Children&apos;s Advertising Guidelines."},
      {
        "id":"ED140326",
        "title":"&quot;How&quot; You Say Is What You Are: A Study of Adolescent Language Valuation."},
      {
        "id":"ED140328",
        "title":"You Can Go Home Again: A College Methods Teacher Returns to the Secondary Classroom."},
      {
        "id":"ED140331",
        "title":"Writing an Original Research Paper Involves an Ability to Perform."},
      {
        "id":"ED140332",
        "title":"The Effect of Illustrations on Children&apos;s Nonverbal Responses to Literature."},
      {
        "id":"ED140339",
        "title":"What Johnny Can't Write: A University View of Freshman Writing Ability."},
      {
        "id":"ED140340",
        "title":"Teaching Business Communications Journeywork or Humanistic Endeavor?"},
      {
        "id":"ED140344",
        "title":"Composing for the Left Hand: Writing Activities for the Intermediate Grades."},
      {
        "id":"ED140349",
        "title":"Reports on Standardized Economic Figures for Small Newspapers and City Editors&apos; Knowledge about Their Audience. America Newspaper Publishers Association News Research Bulletin, No. 2."},
      {
        "id":"ED140350",
        "title":"The Effects of Practice-Item Variety, Practice Strategy and Training Mode on Performance in a Rule-Finding Task."},
      {
        "id":"ED140352",
        "title":"Basic Interaction: An Experiment in Improving Its Quality and Quantity."},
      {
        "id":"ED140353",
        "title":"Including a Concentration in Composition in the Traditional English Ph.D. Program."},
      {
        "id":"ED140354",
        "title":"Getting It Out, Getting It Down: Adapting Zoellner&apos;s Talk-Write."},
      {
        "id":"ED140356",
        "title":"Implementing English Programs in Alternative Schools."},
      {
        "id":"ED140357",
        "title":"Some Constraints on the Word Frequency Effect in Written Discourse."},
      {
        "id":"ED140358",
        "title":"Escalation of Agitative Rhetoric: A Case Study of Mattachine Midwest, 1967-1970."},
      {
        "id":"ED140359",
        "title":"The Image of the Candidates: A Communication Analysis of the Ford/Carter Debates I, II, and III."},
      {
        "id":"ED140360",
        "title":"Interpersonal Skill Development: The Experiential Training Unit (ETU) and Transfer of Training."},
      {
        "id":"ED140362",
        "title":"An Overview of Communication Research in Asia: Status, Problems and Needs. Papers of the East-West Communication Institute No. 6."},
      {
        "id":"ED140363",
        "title":"Going on the Stage: A Report to the Calouste Gulbenkian Foundation on Professional Training for Drama."},
      {
        "id":"ED140364",
        "title":"Television Receivership Skills: The New Social Literacy."},
      {
        "id":"ED140366",
        "title":"Effects of the First 1976 Presidential Debate on Candidate&apos;s Images."},
      {
        "id":"ED140367",
        "title":"&quot;Sunshine&quot; in Michigan."},
      {
        "id":"ED140368",
        "title":"The Problems of Using Public Rhetoric to Reveal Private Philosophy: An Analysis of Richard Weaver on the Arguments from Circumstance and Definition."},
      {
        "id":"ED140369",
        "title":"Management Listens to Its Own Speech."},
      {
        "id":"ED140370",
        "title":"Rights in Conflict; A Report on the Annual Conference of the National Coalition Against Censorship (2nd, New York City, February 16, 1977)."},
      {
        "id":"ED140372",
        "title":"A Process Approach to Public Speaking: The Use of Exercises and Games."},
      {
        "id":"ED140373",
        "title":"Creating Documentary Theatre as Educational Process."},
      {
        "id":"ED140375",
        "title":"ICA Communication Audit Survey Instrument: 1977 Organizational Norms."},
      {
        "id":"ED140376",
        "title":"Accountability and Responsibility in Governmental-Political Communication: A Selected Annotated Bibliography."},
      {
        "id":"ED140378",
        "title":"Ethnocentric Speech: Its Nature and Implications."},
      {
        "id":"ED140379",
        "title":"Focus: Secondary Speech Education."},
      {
        "id":"ED140380",
        "title":"The Buckley Amendment."},
      {
        "id":"ED140384",
        "title":"Statutory Requirements of Teacher Contract Laws: A Comparison of the 50 States' Continuing Contract and Teacher Tenure Laws."},
      {
        "id":"ED140385",
        "title":"Concerning Student Publications. A Report and a Statement of Opinion. A Legal Memorandum."},
      {
        "id":"ED140393",
        "title":"History of Education Vouchers in East Hartford Connecticut. The Parents' Choice Project: February 1975 - January 1976."},
      {
        "id":"ED140394",
        "title":"Assistance Strategies of Six Groups that Facilitate Educational Change at the School/Community Level. Summary. Final Report."},
      {
        "id":"ED140413",
        "title":"A Collective Bargaining Research Agenda: Hypotheses and Methods."},
      {
        "id":"ED140414",
        "title":"The Impact of Collective Bargaining Upon the Principal."},
      {
        "id":"ED140417",
        "title":"Conjoint Scaling as a Decision Aide in Curriculum Development."},
      {
        "id":"ED140419",
        "title":"Helping Teacher Accountability Through Curriculum Planning. Two Snapshots and One Case Study."},
      {
        "id":"ED140426",
        "title":"How Is IGE Doing in the Elementary Schools? A Three-Year Survey of IGE Principals."},
      {
        "id":"ED140430",
        "title":"The Serrano Case: Policy for Education or for Public Finance? The Rand Paper Series."},
      {
        "id":"ED140431",
        "title":"Federal Programs Supporting Educational Change, Vol. VI: Implementing and Sustaining Title VII Bilingual Projects."},
      {
        "id":"ED140432",
        "title":"Federal Programs Supporting Educational Change, Vol. VII: Factors Affecting Implementation and Continuation."},
      {
        "id":"ED140433",
        "title":"The Influence of State and Federal Aid on the Demand for Educational Opportunity in Kentucky."},
      {
        "id":"ED146629",
        "title":"SLATE (Support for Learning and Teaching of English). Volume 2."},
      {
        "id":"ED146632",
        "title":"What Makes a Good Children's Book? The Art of the Word: Significance in Stories for Young People."},
      {
        "id":"ED146650",
        "title":"Media Consumption and Population Characteristics of Political Opinion Leaders."},
      {
        "id":"ED146655",
        "title":"Issues in the Explication of Communication Competency."},
      {
        "id":"ED146656",
        "title":"Issues Related to a National Assessment of Speaking and Listening Skills."},
      {
        "id":"ED146661",
        "title":"The Law of Procedure in Student Suspensions and Expulsions. NOLPE Monograph Series. ERIC/CEM State-of-the-Knowledge Series, Number Thirty-four."},
      {
        "id":"ED146662",
        "title":"Playground Facilities and Equipment. ACSA School Management Digest, Series 1, Number 7. ERIC/CEM Research Analysis Series, Number 34."},
      {
        "id":"ED146663",
        "title":"Implementing Title IX. ACSA School Management Digest, Series 1, Number 8. ERIC/CEM Research Analysis Series, Number 35."},
      {
        "id":"ED146664",
        "title":"Improving School Climate. The Best of ERIC, Number 32."},
      {
        "id":"ED146666",
        "title":"Curriculum Tracking and Educational Stratification: Some Further Evidence. Report No. 237."},
      {
        "id":"ED146669",
        "title":"Establishing Priorities for In Service Programs Through Participatory Decision-Making Using an Interpretive Structural Modelling Approach."},
      {
        "id":"ED146671",
        "title":"School Reviews and the Process of Self-Evaluation in Victorian Secondary Schools."},
      {
        "id":"ED146690",
        "title":"Building Technology Project Summaries. NBS Special Publication 446."},
      {
        "id":"ED146691",
        "title":"Building Technology Project Summaries, 1976. NBS Special Publication 446-1."},
      {
        "id":"ED146692",
        "title":"The Structure of Building Specifications. NBS Building Science Series 90."},
      {
        "id":"ED146693",
        "title":"Thermal Analysis--Human Comfort--Indoor Environments. NBS Special Publication 491."},
      {
        "id":"ED146694",
        "title":"Development of Proposed Standards for Testing Solar Collectors and Thermal Storage Devices. NBS Technical Note 899."},
      {
        "id":"ED146695",
        "title":"Window Design Strategies to Conserve Energy. NBS Building Science Series 104."},
      {
        "id":"ED146698",
        "title":"Stress at the Desk and How to Creatively Cope. OSSC Bulletin Vol. 21, No. 4."},
      {
        "id":"ED146701",
        "title":"Solar Heating and Cooling of Residential Buildings: Sizing, Installation and Operation of Systems."},
      {
        "id":"ED146706",
        "title":"The Future of Teacher Power in America. Fastback 98."},
      {
        "id":"ED146714",
        "title":"Physical Activities for Impaired, Disabled, and Handicapped Individuals."},
      {
        "id":"ED146715",
        "title":"Professional Preparation in Adapted Physical Education Therapeutic Recreation and Corrective Therapy."},
      {
        "id":"ED146716",
        "title":"Physical Education, Recreation and Sports for Individuals with Hearing Impairments."},
      {
        "id":"ED146717",
        "title":"Early Intervention for Handicapped Children Through Programs of Physical Education and Recreation."},
      {
        "id":"ED146718",
        "title":"Values of Physical Education, Recreation, and Sports for All."},
      {
        "id":"ED146719",
        "title":"Aquatic Recreation for the Blind."},
      {
        "id":"ED146720",
        "title":"Dance for Physically Disabled Persons: A Manual for Teaching Ballroom, Square, and Folk Dances to Users of Wheelchairs and Crutches."},
      {
        "id":"ED146726",
        "title":"Proceedings: Basic Assessment and Intervention Techniques for Deaf-Blind and Multihandicapped Children."},
      {
        "id":"ED146735",
        "title":"Gifted--Programs, Teaching Methods, and Curriculum: 1977 Topical Bibliography."},
      {
        "id":"ED146740",
        "title":"Mentally Retarded--Programs: 1977 Topical Bibliography."},
      {
        "id":"ED146758",
        "title":"A Study of the Post-School Adjustment of Special Education Students with a View to Initiating Adult-Education Programs. Final Report. (Special Education Research Program: Educational Improvement for the Handicapped)."},
      {
        "id":"ED146771",
        "title":"Teaching Gifted Students Social Sciences in Grades Seven Through Nine."},
      {
        "id":"ED146772",
        "title":"Science: Curriculum Guide for Teaching Gifted Children Science in Grades One Through Three: A Sample Ecology Unit."},
      {
        "id":"ED146783",
        "title":"Quebec&apos;s French-Language Universities and the Politics of Development."},
      {
        "id":"ED146795",
        "title":"The Condition of Bilingual Education in the Nation. First Report by the U.S. Commissioner of Education to the President and the Congress."},
      {
        "id":"ED146805",
        "title":"Language and Demographic Characteristics of the U.S. Population with Potential Need for Bilingual and Other Special Educational Programs, July 1975."},
      {
        "id":"ED146809",
        "title":"Psychoanalytic Discourse and Ordinary Conversation. Interfaces, No. 8, Fall 1977."},
      {
        "id":"ED146811",
        "title":"American Civic Issues in the Light of European Experience."},
      {
        "id":"ED146823",
        "title":"Bilingual Education Resource Guide. Reference and Resource Series."},
      {
        "id":"ED146831",
        "title":"Stability and Change--Postsecondary Education's Future."},
      {
        "id":"ED146834",
        "title":"University Without Walls Handbook."},
      {
        "id":"ED146853",
        "title":"Production of Doctorates in the Biosciences, 1975-1980: An Experimental Forecast. Higher Education Panel Reports, No. 34."},
      {
        "id":"ED146869",
        "title":"Impact of Financial Aid on Postsecondary Entrance and Persistence."},
      {
        "id":"ED146871",
        "title":"Entry Into Postsecondary Education."},
      {
        "id":"ED146875",
        "title":"Part-Time Financial Aid Counselors in Institutions of Higher Education, 1977. Fast Response Survey System Report No. 3."},
      {
        "id":"ED146879",
        "title":"Manual for Allied Health Faculty Development in Short Term Education Programs. Health Manpower References."},
      {
        "id":"ED146886",
        "title":"The Managerial Revolution in Higher Education: The Role of Information Systems. Proceedings of the 1976 CAUSE National Conference (Orlando, Florida, December, 1976)."},
      {
        "id":"ED146888",
        "title":"Resource Center Guide."},
      {
        "id":"ED146890",
        "title":"A Comment on a Threshold Rule Applied to the Retrieval Decision Model. Technical Note."},
      {
        "id":"ED146891",
        "title":"A Survey and Analysis of Televised Course Offerings: Chicago's TV College--Spring 1975."},
      {
        "id":"ED146892",
        "title":"PLATO Courseware Development Procedures."},
      {
        "id":"ED146900",
        "title":"Computer Assistance in Information Work. Part I: Conceptual Framework for Improving the Computer/User Interface in Information Work. Part II: Catalog of Acceleration, Augmentation, and Delegation Functions in Information Work."},
      {
        "id":"ED146901",
        "title":"Reflections From a Crystal Ball: The Future of the Library."},
      {
        "id":"ED146905",
        "title":"Ratings of the Academic Program by Freshman Students in \"Systematically Designed\" and \"Conventional\" Courses: A Discriminant Analysis."},
      {
        "id":"ED146908",
        "title":"Development, Delivery, and Evaluation of AESP's Visual Learning Course."},
      {
        "id":"ED146910",
        "title":"Teaching with Film."},
      {
        "id":"ED146919",
        "title":"Information Science or Informatics? A Critical Survey of Recent Literature."},
      {
        "id":"ED146922",
        "title":"A Course in Administration for Managers of Information Services: Design, Implementation and Topical Outline."},
      {
        "id":"ED146928",
        "title":"Baltimore's Automated Information Systems Inventory. Revised."},
      {
        "id":"ED146939",
        "title":"The Tenth National Dissemination Conference. A Report."},
      {
        "id":"ED146955",
        "title":"The Development of an Experiential Approach to Learning in the Community College."},
      {
        "id":"ED146964",
        "title":"The State of Higher Education--1976."},
      {
        "id":"ED146966",
        "title":"Academic Performance of L.A.C.C. Transfers to California State University at Los Angeles, 1976-77. Research Study 77-12."},
      {
        "id":"ED146967",
        "title":"New Roles for Occupational Instructors."},
      {
        "id":"ED146975",
        "title":"Saving the Humanities."},
      {
        "id":"ED146979",
        "title":"Sociology 5 Study."},
      {
        "id":"ED146989",
        "title":"Employer Survey in the Health Technologies."},
      {
        "id":"ED146994",
        "title":"Critical Uses of College Resources. Part II: Utilization of Space Facilities."},
      {
        "id":"ED147000",
        "title":"Performance on the Fall 1977 L.A.C.C. Guidance Examination. Research Study #77-13."},
      {
        "id":"ED147001",
        "title":"Some Trends in L.A.C.C. Enrollments, 1960-1977. Research Study #77-14."},
      {
        "id":"ED147003",
        "title":"Verbal and Nonverbal Sharing by 2- and 3-Year-Olds."},
      {
        "id":"ED147009",
        "title":"Alternatives to IQ Testing: An Approach to the Identification of Gifted \"Minority\" Children. Final Report."},
      {
        "id":"ED147011",
        "title":"Cognitive and Behavioral Distribution of Rewards: Developmental and Instructional Tests of Young Children's Understanding and Application of Some Principles of Equity. Final Report."},
      {
        "id":"ED147015",
        "title":"Relationships Between Teacher and Observer Adjective Descriptions and Teacher Perceptions of Student Characteristics. Report No. 75-24."},
      {
        "id":"ED147017",
        "title":"Intermodal Exploration and Perceptual Knowledge in Infancy."},
      {
        "id":"ED147024",
        "title":"Early Predictors of Leadership in Women Educators: Personality and Career Over Two Decades."},
      {
        "id":"ED147026",
        "title":"An Early Childhood Education Program: Objectives and Evaluation Processes for Use in Training Administrators, Teachers, and Teacher Aides Involved with the Pre-Kindergarten Child."},
      {
        "id":"ED147028",
        "title":"Enhancing Young Children's Moral Judgments: The Piagetian Connection."},
      {
        "id":"ED147030",
        "title":"The Southeastern Day Care Project's Evaluation Report."},
      {
        "id":"ED147041",
        "title":"Evaluation of Cooperative Extension Efforts at the County Level: The University of California Example."},
      {
        "id":"ED147042",
        "title":"Adjustments to Modern Society by Youths from Rural Areas: A Longitudinal Analysis, 1965 to 1971. Bulletin 820."},
      {
        "id":"ED147049",
        "title":"Migrant Education Administrative Handbook."},
      {
        "id":"ED147050",
        "title":"Louisiana Migrant Education Support Services."},
      {
        "id":"ED147055",
        "title":"Colonias in the Lower Rio Grande Valley of South Texas: A Summary Report. Lyndon B. Johnson School of Public Affairs, Policy Research Report, Number 18."},
      {
        "id":"ED147070",
        "title":"Women of Spanish Origin in the United States, 1976. La Mujer de Origen Hispano en los Estados Unidos, 1976."},
      {
        "id":"ED147073",
        "title":"An Early Childhood Parent-Child Centered Bilingual-Bicultural Program."},
      {
        "id":"ED147086",
        "title":"Annual Indian Youth Opportunity Conferences (1st and 2nd, April 25-26, 1974; February 26-28, 1975). Research and Evaluation Report Series No. 20-C."},
      {
        "id":"ED147087",
        "title":"Survey of Student Characteristics at Fort Sill and Chilocco Indian Schools, 1976. Research and Evaluation Report Series No. 55."},
      {
        "id":"ED147088",
        "title":"Education in the Bureau of Indian Affairs. Research and Evaluation Report Series No. 52."},
      {
        "id":"ED147089",
        "title":"Evaluation Report of Dartmouth's A Better Chance Program. Research and Evaluation Report Series No. 53."},
      {
        "id":"ED147090",
        "title":"The Relationship of a Test of English as a Second Language to Measures of Achievement and Self-Concept in a Sample of American Indian Students. Research and Evaluation Report Series No. 58."},
      {
        "id":"ED147092",
        "title":"Studies in Ambulatory Care Quality Assessment in the Indian Health Service. Volume I: Overview of the Methodology."},
      {
        "id":"ED147093",
        "title":"Studies in Ambulatory Care Quality Assessment in the Indian Health Service. Volume II: Appraisal of System Performance."},
      {
        "id":"ED147094",
        "title":"Studies in Ambulatory Care Quality Assessment in the Indian Health Service. Volume III: Comparison of Rural Private Practice, Health Maintenance Organizations, and the Indian Health Service."},
      {
        "id":"ED147095",
        "title":"Persons of Spanish Origin in the United States: March 1977 (Advance Report). Population Characteristics, Current Population Reports."},
      {
        "id":"ED147097",
        "title":"U.S. Office of Education Programs Serving Hispanic Americans, Fiscal Year 1977."},
      {
        "id":"ED147098",
        "title":"Women and Minorities in Science and Engineering."},
      {
        "id":"ED147183",
        "title":"Scoring Manual for the Munby System for Coding Classroom Interaction."},
      {
        "id":"ED147184",
        "title":"Remedial Mathematics: Diagnostic and Prescriptive Approaches. Papers from the First National Conference on Remedial Mathematics."},
      {
        "id":"ED147185",
        "title":"Investigations in Science Education, Vol. 2, No. 3. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED147189",
        "title":"Effluent Monitoring Procedures: Nutrients. Staff Guide."},
      {
        "id":"ED147190",
        "title":"Effluent Monitoring Procedures: Nutrients. Student Reference Manual."},
      {
        "id":"ED147191",
        "title":"Effluent Monitoring Procedures: Metals Analyses. Staff Guide."},
      {
        "id":"ED147192",
        "title":"Effluent Monitoring Procedures: Metals Analyses. Student Reference Manual."},
      {
        "id":"ED147193",
        "title":"Effluent-Monitoring Procedures: Basic Laboratory Skills. Student Reference Manual."},
      {
        "id":"ED147194",
        "title":"Effluent Monitoring Procedures: Basic Parameters for Municipal Effluents. Staff Guide."},
      {
        "id":"ED147195",
        "title":"Self-Monitoring Procedures: Basic Parameters for Municipal Effluents. Student Reference Manual."},
      {
        "id":"ED147196",
        "title":"What Research Says to the Teacher: Metric Education."},
      {
        "id":"ED147197",
        "title":"Affective Instruments in Environmental Education."},
      {
        "id":"ED147200",
        "title":"Political Advertising Effects on Voters and Children."},
      {
        "id":"ED147201",
        "title":"Reference Manual on Population and Housing Statistics from the Census Bureau."},
      {
        "id":"ED147202",
        "title":"The Secret of Japanese Education. The Role of Education in Socioeconomic Achievement: A Comparative Study. Final Report to the National Institute of Education on Research."},
      {
        "id":"ED147206",
        "title":"Crime and Justice in America. A Study Guide for Courses by Newspaper."},
      {
        "id":"ED147207",
        "title":"Sourcebook for Crime and Justice in America. Courses by Newspaper."},
      {
        "id":"ED147208",
        "title":"Crime and Justice in America. Newspaper Articles for the Seventh Course by Newspaper. Courses by Newspaper."},
      {
        "id":"ED147210",
        "title":"The Convergence Theory Reconsidered: Political and Economic Determinants of Social Welfare Effort, A Cross-National Analysis."},
      {
        "id":"ED147211",
        "title":"Law-Focused Education: Iowa."},
      {
        "id":"ED147213",
        "title":"Summer Resource Personnel Workshops to Improve Social Science Education at the Pre-College Level. Final Reports. 1972, 1973, 1974, 1975."},
      {
        "id":"ED147214",
        "title":"The Status of Precollege Psychology in Florida from 1970-71 through 1974-75: A Report of a Longitudinal Study. Research Monograph No. 22."},
      {
        "id":"ED147217",
        "title":"Sample Energy Conservation Education Activities for Elementary School Students."},
      {
        "id":"ED147218",
        "title":"Building Rationales for Citizenship Education. Bulletin 52."},
      {
        "id":"ED147225",
        "title":"Badger History, Vol. 29, No. 1, September 1975. The Revolutionary Years, 1750-1815."},
      {
        "id":"ED147226",
        "title":"Badger History, Vol. 29, No. 3, January 1976. Wisconsin Geography."},
      {
        "id":"ED147229",
        "title":"Redefining National Security. Worldwatch Paper 14."},
      {
        "id":"ED147231",
        "title":"Cross Cultural Education: Teaching toward a Planetary Perspective. The Curriculum Series."},
      {
        "id":"ED147235",
        "title":"Values Education: Toward a More Comprehensive Approach."},
      {
        "id":"ED147247",
        "title":"Research Reports on Affirmative Action Programs in Colleges and Universities: An Annotated Bibliography."},
      {
        "id":"ED147256",
        "title":"The Future of Working Women in the United States."},
      {
        "id":"ED147261",
        "title":"The Present State of the Scene, in Texas Teacher Centers, with Special Attention to the Effects of the School-Based Teacher Educator Project."},
      {
        "id":"ED147262",
        "title":"How to Individualize Learning. Fastback 100."},
      {
        "id":"ED147263",
        "title":"Teacher Corps Goes International: The Micronesia/Ponape Experience."},
      {
        "id":"ED147267",
        "title":"Accident Surveillance Systems for Sports. Sports Safety Series, Monoqraph No. 2."},
      {
        "id":"ED147268",
        "title":"Safety in Team Sports. Sports Safety Series, Monograph No. 3."},
      {
        "id":"ED147269",
        "title":"Youth Sports Guide for Coaches and Parents."},
      {
        "id":"ED147271",
        "title":"An Annotated Bibliography of Track and Field Books Published in the United States Between 1960-1974."},
      {
        "id":"ED147272",
        "title":"Future-Centered Teacher Preparation: Putting Theory Into Practice."},
      {
        "id":"ED147273",
        "title":"The Student as the Unit of Analysis. Research Report 75-12."},
      {
        "id":"ED147277",
        "title":"Texas Teacher Effectiveness Project: An Investigation of Selected Presage-Process Relationships. Report No. 75-16."},
      {
        "id":"ED147278",
        "title":"Experimental Teaching Units and the Identification of a Special Sample of Classrooms for Conducting Research on Teaching. Beginning Teacher Evaluation Study. Technical Report 76-12-1."},
      {
        "id":"ED147279",
        "title":"School Health Assessment: West Virginia School Health Development and Education Project."},
      {
        "id":"ED147280",
        "title":"A Critical Look at Teacher Candidates of the Seventies Competing for Limited Teaching Positions."},
      {
        "id":"ED147281",
        "title":"Humanizing Preservice Teacher Education: Strategies for Alcohol and Drug Abuse Prevention."},
      {
        "id":"ED147301",
        "title":"Viewpoints; The Unit Research-Study and Its Operation."},
      {
        "id":"ED147303",
        "title":"Making Health Education Relevant and Exciting in Elementary and Junior High School."},
      {
        "id":"ED147304",
        "title":"The Bureau of Health Education's Elementary School Health Curriculum Project, Berkeley Model, and the American Lung Association - Bureau of Health Education's Primary Grades Health Curriculum Project, Seattle Model."},
      {
        "id":"ED147308",
        "title":"A Process Manual: Staff Development in American-Sponsored Overseas Schools."},
      {
        "id":"ED147309",
        "title":"Model State Legislation: Continuing Professional Education for School Personnel."},
      {
        "id":"ED147310",
        "title":"Commissioned Papers of the Illinois Policy Project: Accreditation, Certification and Continuing Education."},
      {
        "id":"ED147314",
        "title":"Development and Validation of a Concerns Questionnaire."},
      {
        "id":"ED147315",
        "title":"Design, Analysis and Reporting Considerations When ANCOVA-type Techniques are Used in Evaluation Settings."},
      {
        "id":"ED147320",
        "title":"[Test Analyses: Screening and Verification Instruments for Preschool Children. Volume II]."},
      {
        "id":"ED147324",
        "title":"Annual Evaluation Report on Programs Administered by the U.S. Office of Education: FY 1976."},
      {
        "id":"ED147330",
        "title":"A Handbook for Using the Student Outcomes Questionnaires. Field Review Edition."},
      {
        "id":"ED147336",
        "title":"Report of the NEA Task Force on Testing. Reprinted from Reports of Committees, Councils, and Task Forces 1974-75."},
      {
        "id":"ED147342",
        "title":"Measuring Stages of Concern about the Innovation: A Manual for the Use of the SoC Questionnaire."},
      {
        "id":"ED147343",
        "title":"Test Fairness: A Comment on Fairness in Statistical Analysis."},
      {
        "id":"ED147347",
        "title":"Research Planning from a Micro-Ecological Perspective: Summary of Interview Study. Educational and Psychological Interactions No. 60."},
      {
        "id":"ED147352",
        "title":"Bias and Interpretation: Cases for Ordinal Measurement."},
      {
        "id":"ED147355",
        "title":"Evaluation of the National Diffusion Network. Evaluation Study. Executive Summary."},
      {
        "id":"ED147356",
        "title":"Development and Initial Testing of Instrumentation To Measure Five Functions of Schooling. Final Report. Volume I--Summary Report."},
      {
        "id":"ED147357",
        "title":"Development and Initial Testing of Instrumentation To Measure Five Functions of Schooling. Final Report. Volume II--Technical Reports."},
      {
        "id":"ED147360",
        "title":"Why Should All Those Students Take All Those Tests? (Every-Student Testing or Sampling of Selected Groups?)."},
      {
        "id":"ED147361",
        "title":"Guidelines and Cautions for Considering Criterion-Referenced Testing."},
      {
        "id":"ED147368",
        "title":"An Information Comparison of Conventional and Adaptive Tests in the Measurement of Classroom Achievement. Research Report 77-7."},
      {
        "id":"ED147371",
        "title":"Evaluation of the Academically Creditable Competencies Acquired by Women from Domestic and Volunteer Work. Final Report."},
      {
        "id":"ED147382",
        "title":"The Structure of Occupational Inequality. Discussion Papers 397-77."},
      {
        "id":"ED147384",
        "title":"Affective Education in Philadelphia. Fastback 102."},
      {
        "id":"ED147385",
        "title":"The Labor Market Implications of an Economy-Wide Affirmative Action Program."},
      {
        "id":"ED147386",
        "title":"Research on the Effectiveness of Compensatory Education Programs: A Reanalysis of Data."},
      {
        "id":"ED147390",
        "title":"Statement by John W. Evans before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, United States House of Representatives."},
      {
        "id":"ED147414",
        "title":"Global Awareness in the Curriculum. Research Reports, Vol. II, Issue I."},
      {
        "id":"ED147435",
        "title":"On the Self-Fulfilling Nature of Social Stereotypes."},
      {
        "id":"ED147439",
        "title":"Marketing and the Low Income Consumer."},
      {
        "id":"ED147440",
        "title":"Health of the Disadvantaged - Chart Book."},
      {
        "id":"ED147443",
        "title":"Centralized Workshops in Singapore. Education and Work 1."},
      {
        "id":"ED147456",
        "title":"Job Values and Early Employment Experiences: A Longitudinal Study."},
      {
        "id":"ED147469",
        "title":"Nuclear Medical Technology. Curriculum for a Two Year Program. Final Report."},
      {
        "id":"ED147471",
        "title":"Local Education Agency Planning."},
      {
        "id":"ED147475",
        "title":"Improving the Quality and Quantity of Vocational Education in Corrections. National Conference on Vocational Education in Corrections (Houston, Texas, May 16-18, 1977). Leadership Training Series No. 53."},
      {
        "id":"ED147476",
        "title":"Strategies for Revision of Curriculum and Program Restructuring of Vocational Agriculture in Iowa. Final Report."},
      {
        "id":"ED147477",
        "title":"Basic Principles for Agriculture and Agribusiness Education."},
      {
        "id":"ED147478",
        "title":"Summary of Proceedings. Project 2000 Forum for Agricultural Education in Iowa (Ames, Iowa, February 24-25, 1976)."},
      {
        "id":"ED147479",
        "title":"Addresses and Interactions. Project 2000 Forum for Agricultural Education in Iowa (Ames, Iowa, February 24-25, 1976)."},
      {
        "id":"ED147487",
        "title":"Career Education: An Open Door Policy."},
      {
        "id":"ED147502",
        "title":"Administrators' and Policy Makers' Views of Community Education."},
      {
        "id":"ED147503",
        "title":"Career Education Program Assessment."},
      {
        "id":"ED147515",
        "title":"Relationship between Sex Role Attitudes of Pennsylvania Vocational Educators and Their Stated Beliefs about Their Own Sex Role Orientation."},
      {
        "id":"ED147516",
        "title":"Alabama Occupational Information System. Final Progress Report. July 15, 1976 to July 14, 1977."},
      {
        "id":"ED147518",
        "title":"Models for the Use of a Data Base in Planning State and Local Vocational Programs. Final Report."},
      {
        "id":"ED147520",
        "title":"Guidelines for Obtaining &amp; Using Data in Vocational Program Planning."},
      {
        "id":"ED147522",
        "title":"Procedures for Community College Planning and Curriculum Development."},
      {
        "id":"ED147524",
        "title":"Experienced-Based Career Education, Part D, 13.502. First Interim Report."},
      {
        "id":"ED147539",
        "title":"Resources in Vocational Education. Volume 10. Number 5."},
      {
        "id":"ED147540",
        "title":"Years for Decision: A Longitudinal Study of the Educational, Labor Market and Family Experiences of Young Women, 1968 to 1973. Volume Four."},
      {
        "id":"ED147541",
        "title":"Relevant Experiences for Alternative Learning Project. Year 1. Third-Party Annual Evaluation Report."},
      {
        "id":"ED147550",
        "title":"Continuation of a Project to Develop a Vocational Classroom Teacher's &quot;Hands-On&quot; Instrument to Measure Entry and Exit Skills of the Special Education Student for Specific Occupations. Final Report."},
      {
        "id":"ED147554",
        "title":"Financing Vocational Education in Vermont. Final Report."},
      {
        "id":"ED147560",
        "title":"Sugar and Spice Is Not the Answer. A Parent Handbook on the Career Implications of Sex Stereotyping. Research and Development Series No. 129."},
      {
        "id":"ED147562",
        "title":"Identification of Activities to Enhance Articulation between Secondary and Postsecondary Vocational Agriculture Programs in Iowa."},
      {
        "id":"ED147571",
        "title":"Increasing the Impact of Innovative Projects. Conference Proceedings. Leadership Training Series No. 51."},
      {
        "id":"ED147575",
        "title":"Innovations in Continuing Education. Award-Winning New Programs."},
      {
        "id":"ED147593",
        "title":"The Native American Career Education Project. A Final Report."},
      {
        "id":"ED147595",
        "title":"Native American Career Education. A Curriculum Guide."},
      {
        "id":"ED147609",
        "title":"Bike Ed '77: A Conference Report (Washington, D.C., May 4-6, 1977)."},
      {
        "id":"ED147610",
        "title":"Bicycle Safety Education. A Guide to Resources and Materials."},
      {
        "id":"ED147616",
        "title":"Instructions for Completing the Vocational Education Reporting/Planning Form."},
      {
        "id":"ED147617",
        "title":"Information for a Vocational Education Plan. Individual School Districts."},
      {
        "id":"ED155701",
        "title":"A Video Time-Monitored Observational Study: The Transcribing Behavior and Composing Processes of a Competent High School Writer."},
      {
        "id":"ED155709",
        "title":"Language and Secondary Schooling: The Struggle for Meaning."},
      {
        "id":"ED155710",
        "title":"Literature and Technical Writing."},
      {
        "id":"ED155716",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1977 (Vol. 38 No. 1 through 6)."},
      {
        "id":"ED155717",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through December 1977 (Vol. 37 No. 9 through Vol. 38 No. 6)."},
      {
        "id":"ED155718",
        "title":"Simile and Metaphor Production in Children's Oral Language."},
      {
        "id":"ED155730",
        "title":"Grammar and What to Do With It."},
      {
        "id":"ED155734",
        "title":"An Analysis of Changes in Voter Perception of Candidates' Positions."},
      {
        "id":"ED155735",
        "title":"Thought Reform, Coercion, and Persuasion: A Phenomenological Analysis."},
      {
        "id":"ED155736",
        "title":"Rhetoric and Reification."},
      {
        "id":"ED155739",
        "title":"Defensive Communication as Trait and State."},
      {
        "id":"ED155740",
        "title":"Are Debates Helpful to Voters?"},
      {
        "id":"ED155745",
        "title":"Relating Communication and the Physical Setting in Organizational Climate Research."},
      {
        "id":"ED155747",
        "title":"Debate as Encapsulated Conflict: Ruled Controversy as an Approach to Learning Conflict Management Skills."},
      {
        "id":"ED155748",
        "title":"A Reconceptualization of Rules."},
      {
        "id":"ED155749",
        "title":"The Gender Antonym Replacement Technique (GART): Computer-Assisted Categorization of Gender Issues in Selected Feminist Literature."},
      {
        "id":"ED155752",
        "title":"Uses, Gratifications and Avoidances and Voting Decisions in the 1976 Presidential Campaign."},
      {
        "id":"ED155754",
        "title":"Quasi-Mass Media as Community Communication Channels."},
      {
        "id":"ED155756",
        "title":"General Systems Theory and Organizational Communication: A Constructivist-Coorientational Perspective."},
      {
        "id":"ED155757",
        "title":"News Homogeneity in Connecticut: The Trend toward Standarization among Connecticut's Daily Newspapers."},
      {
        "id":"ED155758",
        "title":"ERIC First Analysis: 1978-79 National High School Debate Resolutions (What Should Be the Energy Policy of the United States?)"},
      {
        "id":"ED155759",
        "title":"Issues Related to Assessing Listening Ability."},
      {
        "id":"ED155762",
        "title":"Toward a Model of Human Leadership."},
      {
        "id":"ED155764",
        "title":"The Authoritarian Dimension of Entertainment Television."},
      {
        "id":"ED155769",
        "title":"Formality in Rhetorical Delivery."},
      {
        "id":"ED155771",
        "title":"The Limits of Functional Analysis in the Study of Mass Communication."},
      {
        "id":"ED155773",
        "title":"Newspaper and Television Dependencies: Their Effects on Evaluations of Governmental Leaders."},
      {
        "id":"ED155774",
        "title":"Speech Communication and Communication Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through March 1978 (Vol. 38 Nos. 7 through 9)."},
      {
        "id":"ED155775",
        "title":"Managerial Control: A Middle Way. Research Action Brief Number 2."},
      {
        "id":"ED155800",
        "title":"Policy-Making and Policy Processes in Education. Fourth International Intervisitation Program in Educational Administration (Vancouver, B.C., May 22-25, 1978)."},
      {
        "id":"ED155811",
        "title":"The Condition of Education. 1978 Edition. Statistical Report."},
      {
        "id":"ED155812",
        "title":"The Condition of Education. 1978 Edition. Program and Plans, Fiscal Year 1978 and 1979."},
      {
        "id":"ED155814",
        "title":"Audit Guide for the Summer Food Service Program for Children. No. 8270.6."},
      {
        "id":"ED155817",
        "title":"The Mass Media and School Crime."},
      {
        "id":"ED155822",
        "title":"Intrinsic Rewards in School Crime."},
      {
        "id":"ED155827",
        "title":"Directory of Services for Deaf-Blind Children in the Southwestern Region."},
      {
        "id":"ED155838",
        "title":"The Use of Hearing Aids by Hearing Impaired Students in the United States. Series S, No. 2."},
      {
        "id":"ED155844",
        "title":"The Handicap Primer: An Introduction to Working with Young Handicapped Children."},
      {
        "id":"ED155860",
        "title":"Pennsylvania Looks at Special Education: A Two Year Report. Includes Summary."},
      {
        "id":"ED155864",
        "title":"Dimensions of Learning for the Highly Gifted Student."},
      {
        "id":"ED155869",
        "title":"The Effects of Teacher Planning and Error Analysis on Simple Verbal Labeling by Developmentally Delayed Preschool Children."},
      {
        "id":"ED155887",
        "title":"Abstract Ideas: The Relation of Linguistic Time and Psychological Time. Research Bulletin."},
      {
        "id":"ED155894",
        "title":"Language: The Basic of Education."},
      {
        "id":"ED155902",
        "title":"Ayumiim Ungipaghaatangi, IV (Stories of Long Ago, IV)."},
      {
        "id":"ED155903",
        "title":"Ayumiim Ungipaghaatangi, III (Stories of Long Ago, III)."},
      {
        "id":"ED155907",
        "title":"Pangeghtellghet (Visits to Siberia)."},
      {
        "id":"ED155913",
        "title":"Where Does the Sociolinguistic Variable Stop? Working Papers in Sociolinguistics, No. 40."},
      {
        "id":"ED155915",
        "title":"Not So False Starts. Working Papers in Sociolinguistics, No. 41."},
      {
        "id":"ED155916",
        "title":"The Acquisition of Bilingualism: A Code-Switching Approach. Working Papers in Sociolinguistics, No. 39."},
      {
        "id":"ED155922",
        "title":"On the Use of \"O.K.\" in Service Encounters. Working Papers in Sociolinguistics, No. 42."},
      {
        "id":"ED155923",
        "title":"\"We're Friends, Right?\": Children's Use of Access Rituals in a Nursery School. Working Papers in Sociolinguistics, No. 43."},
      {
        "id":"ED155927",
        "title":"Motivational Characteristics of Francophones Learning English. Research Bulletin No. 408."},
      {
        "id":"ED155928",
        "title":"Cross-Cultural Contact: Correlates and Consequences. Research Bulletin No. 455."},
      {
        "id":"ED155929",
        "title":"Cognitive and Affective Variables in Foreign Language Acquisition. Research Bulletin No. 14."},
      {
        "id":"ED155933",
        "title":"Social Psychology of Second Language Acquisition and Bilinguality: An Annotated Bibliography. Research Bulletin No. 340."},
      {
        "id":"ED155952",
        "title":"A Survey of Attitudes and Opinions Concerning the French Programmes in the London Public System. Research Bulletin No. 10."},
      {
        "id":"ED155957",
        "title":"Those Tumultuous Years. The Goals of the President of the University of Alberta during the Decade of the 1960s."},
      {
        "id":"ED155963",
        "title":"Servicemen's Opportunity College. A Summary Report to the Carnegie Corporation of New York, October 1, 1974 through September 30, 1975."},
      {
        "id":"ED155971",
        "title":"Higher Education in the States; Volume 7, Number 1, 1978. The States and Private Higher Education."},
      {
        "id":"ED155982",
        "title":"Perceived Teaching Effectiveness of Black College Faculty."},
      {
        "id":"ED155984",
        "title":"Implementation of the Self-Evaluation Report for Institutions of Higher Education Under Section 504 of the Rehabilitation Act of 1973, as Amended."},
      {
        "id":"ED155990",
        "title":"A Rank-Order Distribution of Administrative Salaries Paid 1977-1978."},
      {
        "id":"ED155994",
        "title":"Academic Compensation: Are Faculty and Staff in American Higher Education Adequately Paid?"},
      {
        "id":"ED156001",
        "title":"Report of the Survey of Howard University: The Graduate School and Selected Ph.D. Programs."},
      {
        "id":"ED156003",
        "title":"Interstate Distribution of Student Financial Aid Funds."},
      {
        "id":"ED156007",
        "title":"Collegiate Enrollments in the U.S., 1977-78. Statistics, Interpretations, and Trends in 4-Year and Related Institutions."},
      {
        "id":"ED156011",
        "title":"Using the NCHEMS Outcomes Structure to Test the Adequacy of Outcomes Lists: Tryout at a State University."},
      {
        "id":"ED156013",
        "title":"The Costs and Benefits of Graduate Education: Estimation of Graduate Degree Program Costs. Report and Supplement with Detailed Procedures and Illustrative Calculations."},
      {
        "id":"ED156019",
        "title":"Agreement Between the University of Connecticut and the University of Connecticut Chapter of the American Association of University Professors, July 1, 1977 - June 30, 1979."},
      {
        "id":"ED156031",
        "title":"The Role of Public Student Aid in Financing Private Higher Education. Topical Paper No. 10."},
      {
        "id":"ED156035",
        "title":"Research and Planning for Higher Education."},
      {
        "id":"ED156038",
        "title":"Federal Assistance for Postsecondary Education: Options for Fiscal Year 1979."},
      {
        "id":"ED156048",
        "title":"Improving Instruction at MSU. J.W. Brister Library Monograph Series 7."},
      {
        "id":"ED156051",
        "title":"An Analysis of the Admission Process to U.S. Medical Schools, 1973 and 1976. Final Report."},
      {
        "id":"ED156055",
        "title":"The Feasibility of Establishing Satellite Campuses for Georgia State University."},
      {
        "id":"ED156056",
        "title":"A Developmental Intervention in Higher Education."},
      {
        "id":"ED156058",
        "title":"Does IR = Institutional Retrenchment? Perspectives on the Role of Institutional Research in a Time of Retrenchment. Papers from the Annual Conference of the North East Association for Institutional Research (4th, Durham, NH, October 27, 28, and 29, 1977)."},
      {
        "id":"ED156064",
        "title":"A Century of Doctorates. Data Analyses of Growth and Change. U.S. PhD&apos;s - Their Numbers, Origins, Characteristics, and the Institutions from Which They Come."},
      {
        "id":"ED156067",
        "title":"The Native American Experience. Research Report No. 1."},
      {
        "id":"ED156068",
        "title":"The Planned Educational Leave Program. Research Report No. 2."},
      {
        "id":"ED156069",
        "title":"The Academic Environment. Research Report No. 5."},
      {
        "id":"ED156070",
        "title":"Student Perceptions of Campus Services. Research Report No. 6."},
      {
        "id":"ED156079",
        "title":"The Recent Graduates of the University of California, Davis. Research Report No. 8."},
      {
        "id":"ED156080",
        "title":"Athletic Interests of Students. Research Report No. 7."},
      {
        "id":"ED156081",
        "title":"Undergraduate Student Perceptions. Research Report No. 3."},
      {
        "id":"ED156082",
        "title":"Graduate/Professional Student Perceptions. Research Report No. 4."},
      {
        "id":"ED156085",
        "title":"Ability to Pay for Student Costs of Higher Education Taking into Account Family Income After Taxes."},
      {
        "id":"ED156097",
        "title":"Education for the 70&apos;s and Beyond."},
      {
        "id":"ED156098",
        "title":"Guidebook for Colleges and Universities: Presenting Information to Prospective Students."},
      {
        "id":"ED156100",
        "title":"State Policy Toward Independent Postsecondary Institutions."},
      {
        "id":"ED156102",
        "title":"Finding Funds for Programs Related to Women&apos;s Education and Other Opportunities for Women."},
      {
        "id":"ED156103",
        "title":"Regionalism in American Postsecondary Education: Concepts and Practices."},
      {
        "id":"ED156106",
        "title":"Public Library Automation Network: A Cost/Benefit Analysis of the PLAN Project."},
      {
        "id":"ED156112",
        "title":"Results of the 1975 Delaware PLATO Project."},
      {
        "id":"ED156128",
        "title":"The Official Records of the American Civil War: A Researcher's Guide. 2nd Edition."},
      {
        "id":"ED156140",
        "title":"Shelf Space Projection Survey."},
      {
        "id":"ED156143",
        "title":"Computer Output Microfilm and Library Catalogs."},
      {
        "id":"ED156152",
        "title":"Newspaper Indexes, Guides, Directories, and Union Lists. No. 4."},
      {
        "id":"ED156168",
        "title":"The Allegheny Educational Broadcast Council: Instructional Television in Central Pennsylvania."},
      {
        "id":"ED156185",
        "title":"A Report on Libraries in the Pacific Islands: An Impression."},
      {
        "id":"ED156187",
        "title":"Professional Development."},
      {
        "id":"ED156212",
        "title":"Experimental Simulation in Introductory Sociology: Modifying EXPER-SIM to Meet the Needs of Beginners."},
      {
        "id":"ED156222",
        "title":"Research and Advocacy in the Humanities."},
      {
        "id":"ED156227",
        "title":"Flexible Calendar and Staff Development 1977-1978."},
      {
        "id":"ED156228",
        "title":"Three Year Follow-Up of 1974 Graduates."},
      {
        "id":"ED156230",
        "title":"A Report on the Administrative Problems and Related Issues Concerning the Regional College System of the Socialist Republic of the Union of Burma."},
      {
        "id":"ED156232",
        "title":"Nonpersister Study: Zero Credit Hours Earned, Spring 1976 to Fall 1976."},
      {
        "id":"ED156233",
        "title":"Follow-Up of June 1976 Transfer Graduates."},
      {
        "id":"ED156234",
        "title":"Employer Evaluation of 1975-76 Occupational Graduates."},
      {
        "id":"ED156235",
        "title":"Nonpersister Study: 45 or More Credit Hours Earned, Spring 1976 to Fall 1976."},
      {
        "id":"ED156238",
        "title":"Why Many Prospective Students Don't Come Back."},
      {
        "id":"ED156239",
        "title":"Increasing Productivity in the Community College. Topical Paper Number 67."},
      {
        "id":"ED156248",
        "title":"Turning the System Around: College-Corporation Cooperation for Mutual Development."},
      {
        "id":"ED156265",
        "title":"Information Exchange Procedures for Fiscal 1976-77 and Comparisons of IEP Data for 1974-77."},
      {
        "id":"ED156266",
        "title":"A Planning Process and the Integration of Institutional Research."},
      {
        "id":"ED156275",
        "title":"Nonpersisting Student Analysis for Fall 1977-Spring 1978. Research Note."},
      {
        "id":"ED156276",
        "title":"Registration Study. Research Note."},
      {
        "id":"ED156281",
        "title":"A Sense of Perspective: Four Years of Experience with an Integrated Humanities Course for Career Students."},
      {
        "id":"ED156282",
        "title":"Operational Guideline: Programs for the Handicapped. California Community Colleges. Fall 1977."},
      {
        "id":"ED156285",
        "title":"The Humanities in Two-Year Colleges: Trends in Curriculum."},
      {
        "id":"ED156294",
        "title":"A Computer Analysis of an Effective Instructor-Involved Language Proficiency Test."},
      {
        "id":"ED156295",
        "title":"Dollars and Directives: Issues and Problems Related to Financial Support and Legal Authorizations of Community Colleges."},
      {
        "id":"ED156296",
        "title":"Community Education: Threat to College Status? Topical Paper Number 68."},
      {
        "id":"ED156301",
        "title":"The Newest Dimension of the Community College--Community Services. A Selected and Annotated Bibliography."},
      {
        "id":"ED156302",
        "title":"Electronics Articulation Workshop. Final Report."},
      {
        "id":"ED156308",
        "title":"Infant-Toddler Group Day Care: A Review of Research."},
      {
        "id":"ED156309",
        "title":"Development of Nonverbal Behavior in the First Three Years of Life."},
      {
        "id":"ED156310",
        "title":"The Nature and Process of Development in Averaged Visually Evoked Potentials: Discussion on Pattern Structure."},
      {
        "id":"ED156325",
        "title":"Cost and Quality Issues in Day Care: A Practical Approach to Assessment. (A Working Paper)."},
      {
        "id":"ED156327",
        "title":"Dimensions of Infant Play."},
      {
        "id":"ED156329",
        "title":"Physical Exertion and Immediate Classroom Mental Performance Among Elementary School Children."},
      {
        "id":"ED156331",
        "title":"Nervous System Development and Pattern Preference in Infants."},
      {
        "id":"ED156337",
        "title":"Adult/Peer Interactions and Role Taking Ability Among Preschool Children."},
      {
        "id":"ED156340",
        "title":"Effects of Infant Day Care Experience on Behavior and Development: Research and Implications for Social Policy."},
      {
        "id":"ED156345",
        "title":"Federal Day Care Standards: Rationale and Recommendations."},
      {
        "id":"ED156349",
        "title":"The Evaluation of Existing Federal Interagency Day Care Requirements: Day Care for the School-Age Child."},
      {
        "id":"ED156359",
        "title":"The Appropriateness of the Federal Interagency Day Care Requirements. Report of Findings and Recommendations."},
      {
        "id":"ED156366",
        "title":"Problems and Prospects Confronting Rural and Small Schools: A Review of Research."},
      {
        "id":"ED156371",
        "title":"Perception of Community Problems by Rural Residents and County Leaders: Implications for Citizen Participation."},
      {
        "id":"ED156374",
        "title":"Households in the Nonmetropolitan Northeast: Differences Among Growing, Stable, and Declining Areas. A Northeast Regional Project - Bulletin 846."},
      {
        "id":"ED156379",
        "title":"[The Impact of Demography, Migration, New Technologies and the Self-Actualization Movement on the Education System and on the Economic System.] Testimony of Jerry L. Fletcher, Prepared for The Joint Economic Committee Special Study on Economic Change, June 1, 1978."},
      {
        "id":"ED156382",
        "title":"Minority Contributions to Science, Engineering, and Medicine."},
      {
        "id":"ED156388",
        "title":"A Directory of Rural Organizations. [Revised October 1977.]"},
      {
        "id":"ED156389",
        "title":"A Survey of Indian Students' Perceptions of the Counseling Experience."},
      {
        "id":"ED156404",
        "title":"SRDC Plan of Work: Southern States&apos; Title V Programs, 1978. SRDC Series Publication No. 24."},
      {
        "id":"ED156405",
        "title":"Social Impacts of Nonmetro Industrial Growth. Annotated Bibliography of U.S. Case Studies. SRDC Series Publication No. 18."},
      {
        "id":"ED156406",
        "title":"A Synthesis: Resources in Evaluation for Rural Development. SRDC Synthesis Series #2."},
      {
        "id":"ED156407",
        "title":"Rural Development Literature. An Annotated Bibliography, 1969-75."},
      {
        "id":"ED156408",
        "title":"Citizen Participation in Rural Development, A Bibliography. SRDC Bibliography Series #6."},
      {
        "id":"ED156409",
        "title":"Citizen Participation in Rural Development: A Selected Bibliography. Supplement 1 to SRDC Bibliography Series #6."},
      {
        "id":"ED156414",
        "title":"The Relationships Between Western Educational Institutions and the Psychological Organization of an Alaska Native Cultural Group. Final Report."},
      {
        "id":"ED156427",
        "title":"The Role of Student Preferences in Problem-Solving Strategies."},
      {
        "id":"ED156429",
        "title":"Education Confronts the Energy Dilemma. Proceedings of the Annual Conference of the Council for Educational Development and Research (6th, Washington, D.C. June 22-24, 1977)."},
      {
        "id":"ED156433",
        "title":"Measurement Module: The International (SI) Metric System."},
      {
        "id":"ED156440",
        "title":"The Effect of Written Examinations on Attitude and Achievement in College Freshman Mathematics at Alvin Community College."},
      {
        "id":"ED156445",
        "title":"Snakes of the Savannah River Plant with Information About Snakebite Prevention and Treatment."},
      {
        "id":"ED156446",
        "title":"Mathematical Problem Solving: Papers from a Research Workshop."},
      {
        "id":"ED156452",
        "title":"Instructional Guide for Calculus, Secondary Mathematics."},
      {
        "id":"ED156455",
        "title":"Probability in Elementary Schools: A Guide for Teachers."},
      {
        "id":"ED156457",
        "title":"Individual Differences in Calculator Attitudes and Performance in a Statistics Course."},
      {
        "id":"ED156458",
        "title":"The Efficiency of Algorithmized Instruction."},
      {
        "id":"ED156462",
        "title":"Science and Technology in America: An Assessment. NBS Special Publication 465."},
      {
        "id":"ED156463",
        "title":"Environmental Education Resource Guide."},
      {
        "id":"ED156466",
        "title":"Activities of the Department of Energy in Energy Education: A Description of Programs for Schools of the Department of Energy and Its Predecessor Agencies."},
      {
        "id":"ED156469",
        "title":"Operational Control Procedures for the Activated Sludge Process, Part I - Observations, Part II - Control Tests."},
      {
        "id":"ED156471",
        "title":"Operational Control Procedures for the Activated Sludge Process, Part III-B: Calculation Procedures for Step-Feed Process Responses and Addendum No. 1."},
      {
        "id":"ED156472",
        "title":"Operational Control Procedures for the Activated Sludge Process: Appendix."},
      {
        "id":"ED156477",
        "title":"Newsletter on Science, Technology & Human Values, Number 23, April 1978."},
      {
        "id":"ED156487",
        "title":"1978 College Industry Education Conference, Theme: Effective Management of Human Resources. Proceedings, January 24-27, 1978."},
      {
        "id":"ED156488",
        "title":"Environmental Glossary with Metric Conversion Tables. Revised Edition."},
      {
        "id":"ED156489",
        "title":"Oregon's Ever-Changing Coastline. Another Title in the Series &quot;Learning About the Ocean.&quot;"},
      {
        "id":"ED156490",
        "title":"Today's Youth in Tomorrow's Sea. Another Title in the Series \"Marine Careers.\""},
      {
        "id":"ED156494",
        "title":"Results of the Boulder Consultation: The Beginnings of a Technical Assistance Program for the Office of Environmental Education/USOE/HEW."},
      {
        "id":"ED156495",
        "title":"Know Your Mud, Sand and Water: A Practical Guide to Coastal Development."},
      {
        "id":"ED156496",
        "title":"The Effect of a Hand-Held Calculator Curriculum in Selected Fundamentals of Mathematics Classes."},
      {
        "id":"ED156497",
        "title":"The A-B-C of Desalting."},
      {
        "id":"ED156498",
        "title":"Case Studies in Science Education, Booklet O: Overview."},
      {
        "id":"ED156499",
        "title":"Case Studies in Science Education, Booklet I: Some Still Do - River Acres, Texas."},
      {
        "id":"ED156500",
        "title":"Case Studies in Science Education, Booklet II: Teaching and Science Education in Fall River."},
      {
        "id":"ED156501",
        "title":"Case Studies in Science Education, Booklet III: Science Education in the Alte Schools - A Kind of Case Study."},
      {
        "id":"ED156502",
        "title":"Case Studies in Science Education, Booklet IV: Schooling at BRT - A Rural Case Study."},
      {
        "id":"ED156503",
        "title":"Case Studies in Science Education, Booklet V: Science Education in Urbanville - A Case Study."},
      {
        "id":"ED156504",
        "title":"Case Studies in Science Education, Booklet VI: Case Studies in Science Education - Pine City."},
      {
        "id":"ED156505",
        "title":"Case Studies in Science Education, Booklet VII: The Status of Science, Mathematics and Social Science in Western City, U.S.A."},
      {
        "id":"ED156506",
        "title":"Case Studies in Science Education, Booklet VIII: &quot;School Without Schools&quot; - Columbus Ohio's Educational Response to the Energy Crisis of 1977."},
      {
        "id":"ED156507",
        "title":"Case Studies in Science Education, Booklet IX: School Science in an Eastern Middle Seaboard City."},
      {
        "id":"ED156508",
        "title":"Case Studies in Science Education, Booklet X: Vortex as Harbinger."},
      {
        "id":"ED156509",
        "title":"Case Studies in Science Education, Booklet XI: Case Studies in Science Education - Greater Boston."},
      {
        "id":"ED156510",
        "title":"Case Studies in Science Education, Booklet XII: Findings I."},
      {
        "id":"ED156511",
        "title":"Case Studies in Science Education, Booklet XIII: Findings II."},
      {
        "id":"ED156512",
        "title":"Case Studies in Science Education, Booklet XIV: Survey Findings."},
      {
        "id":"ED156513",
        "title":"Case Studies in Science Education, Booklet XV: Executive Summary."},
      {
        "id":"ED156518",
        "title":"Instructional Theory for Teaching Statistics."},
      {
        "id":"ED156519",
        "title":"The Mathematician's Contribution to Curriculum Development."},
      {
        "id":"ED156521",
        "title":"Anglers' Guide to the United States Pacific Coast: Marine Fish, Fishing Grounds &amp; Facilities."},
      {
        "id":"ED156527",
        "title":"Effluent Monitoring Procedures: Basic Laboratory Skills. Staff Guide for Conducting the Course."},
      {
        "id":"ED156533",
        "title":"Continuing Education in Science and Engineering."},
      {
        "id":"ED156535",
        "title":"Reviews of Data on Science Resources, No. 30. Scientific and Technical Personnel in Private Industry, 1960-70 and 1975."},
      {
        "id":"ED156537",
        "title":"The Effects of the National Environmental Education Development (NEED) Program on Self Concept and Change of Environmental Attitudes of Selected Elementary School Students."},
      {
        "id":"ED156538",
        "title":"The Effects of a Mathematics Clinic on Reducing Anxiety in Female Students: Societal Factors."},
      {
        "id":"ED156539",
        "title":"The De-emphasis of Evolution in the Secondary School Biology Textbooks of the 1970's."},
      {
        "id":"ED156541",
        "title":"A Statement on the Need for Marine and Aquatic Education to Inform Americans About the World of Water."},
      {
        "id":"ED156542",
        "title":"Environmental Field Trips - Some Places to Visit in Maryland, Virginia and the District of Columbia."},
      {
        "id":"ED156546",
        "title":"\"Diffusion\" Does not Equal \"Instructional Change.\""},
      {
        "id":"ED156548",
        "title":"Spreading the Word: Implementing Alternative Approaches in the Diffusion of Instructional Materials. An Overview."},
      {
        "id":"ED156553",
        "title":"A Curriculum Framework for Consumers' Education: Teacher Education Module 1."},
      {
        "id":"ED156554",
        "title":"A Conceptual Framework for Consumers' Education: Teacher Education Module 2."},
      {
        "id":"ED156555",
        "title":"Implementation of a Multi-Disciplinary Curriculum for Consumers' Education: Teacher Education Module 3."},
      {
        "id":"ED156556",
        "title":"Evaluation in Consumers' Education: Teacher Education Module 4."},
      {
        "id":"ED156560",
        "title":"Governmental Surveillance of Three Progressive Educators."},
      {
        "id":"ED156566",
        "title":"Soft Technologies, Hard Choices. Worldwatch Paper 21."},
      {
        "id":"ED156570",
        "title":"Selected Bibliography of Educational Materials: Maghreb, Algeria, Libya, Morocco, Tunisia. Vol. 10, No. 2, 1976."},
      {
        "id":"ED156582",
        "title":"The Impact of the Revolution upon Georgia's Economy, 1775-1789."},
      {
        "id":"ED156583",
        "title":"The Georgia Indian Frontier, 1773-1783."},
      {
        "id":"ED156584",
        "title":"Military History, 1776-1782."},
      {
        "id":"ED156585",
        "title":"Revolutionary Background, 1763-1775."},
      {
        "id":"ED156586",
        "title":"Governor James Wright in Georgia, 1760-1782."},
      {
        "id":"ED156587",
        "title":"The Stamp Act in Georgia, 1765-1766."},
      {
        "id":"ED156588",
        "title":"The Negro in Revolutionary Georgia."},
      {
        "id":"ED156589",
        "title":"Political Changes in Georgia, 1775-1787."},
      {
        "id":"ED156591",
        "title":"Long Term Effects of an Affective-Social Educational Program upon Elementary School Age Children."},
      {
        "id":"ED156592",
        "title":"Ethical-Citizenship Education Policies and Programs: A National Survey of State Education Agencies. Technical Report."},
      {
        "id":"ED156600",
        "title":"The Educational System of Bulgaria. Education around the World."},
      {
        "id":"ED156603",
        "title":"Teacher Education Institute on the Religious Dimensions of World Cultures: Final Report."},
      {
        "id":"ED156604",
        "title":"Religious Dimensions of World Cultures as Related to the Holt Databank System."},
      {
        "id":"ED156605",
        "title":"Special Times in Families."},
      {
        "id":"ED156606",
        "title":"Black Tribal African Religion with Some Emphasis on Christianity and Islam in Africa."},
      {
        "id":"ED156607",
        "title":"Ancient Egypt."},
      {
        "id":"ED156608",
        "title":"MacBeth."},
      {
        "id":"ED156609",
        "title":"\"What Are We Black Men Who Are Called French?\""},
      {
        "id":"ED156610",
        "title":"Siddartha: An Introduction to Buddhism and Hinduism Yesterday and Today."},
      {
        "id":"ED156611",
        "title":"Understanding the Middle East."},
      {
        "id":"ED156612",
        "title":"An Introduction to Mythology in Children's Literature."},
      {
        "id":"ED156613",
        "title":"Russian Iconography: Russia&apos;s Contribution to the Art of Western Civilization."},
      {
        "id":"ED156614",
        "title":"The Religious Quest."},
      {
        "id":"ED156615",
        "title":"The Religious Dimensions of World Cultures; Religion in the USSR and Japan."},
      {
        "id":"ED156621",
        "title":"Relationships Between Teacher Aptitudes, Teaching Behaviors, and Pupil Outcomes."},
      {
        "id":"ED156623",
        "title":"Experiential Preparation of Habilitative Professional Personnel Via Extramural Service Projects for the Handicapped."},
      {
        "id":"ED156628",
        "title":"The Identification of Inservice Training Needs and Their Relationship to Teacher Demographic Characteristics, Attitude Toward, and Knowledge of Mildly Handicapped Children. Research Report Series."},
      {
        "id":"ED156639",
        "title":"Description of Classes and Plan for an Intervention Study. Beginning Teacher Evaluation Study, Technical Note Series. Technical Note VI-1."},
      {
        "id":"ED156648",
        "title":"The Teacher Education Class of 1977 in Arkansas Institutions."},
      {
        "id":"ED156650",
        "title":"Physical Education for Children in California Public Schools Ages Four Through Nine."},
      {
        "id":"ED156656",
        "title":"A Neo-Piagetian Investigation of the Serial Position Effect in Children's Motor Learning."},
      {
        "id":"ED156672",
        "title":"Report on a Follow-Up Study of a Selected Sample of 1970 and 1975 Teacher Education Program Graduates at Southern Illinois University at Carbondale."},
      {
        "id":"ED156677",
        "title":"Determining Valid Criteria for Teacher Evaluation."},
      {
        "id":"ED156686",
        "title":"Supplement to the Manual for the Public School Version of the AAMD Adaptive Behavior Scale 1974 Revision. Field Study of the Efficacy of the AAMD Adaptive Behavior Scale-Public School Version. Substudy 1 of 5."},
      {
        "id":"ED156687",
        "title":"Contributions of School Classification, Sex and Ethnic Status to Adaptive Behavior Assessment. Field Study of the Efficacy of the AAMD Adaptive Behavior Scale-Public School Version. Substudy 2 of 5."},
      {
        "id":"ED156688",
        "title":"Teachers and Parents as Reporters of the Adaptive Behavior of Public School Children. Field Study of the Efficacy of the AAMD Adaptive Behavior Scale-Public School Version. Substudy 3 of 5."},
      {
        "id":"ED156689",
        "title":"Pre-School Norms for the AAMD Adaptive Behavior Scale Public School Version. Field Study of the Efficacy of the AAMD Adaptive Behavior Scale-Public School Version. Substudy 4 of 5."},
      {
        "id":"ED156690",
        "title":"Issues in the Application of the Public School Version of the AAMD Adaptive Behavior Scale in School Setting. Field Study of the Efficacy of the AAMD Adaptive Behavior Scale-Public School Version. Substudy 5 of 5."},
      {
        "id":"ED156691",
        "title":"Evaluation Models and Instrumentation: Problems for Title I in America's Pacific Possessions."},
      {
        "id":"ED156692",
        "title":"A Summative Evaluation of the Aids to Early Learning 1976-1977."},
      {
        "id":"ED156694",
        "title":"Evaluation (Grading) in the New School and the Center for Teaching and Learning. One of a series of final reports on the Trainers of Teacher Trainers Program."},
      {
        "id":"ED156696",
        "title":"The Validity of Inferences Based on the Proposed Title I Evaluation Models."},
      {
        "id":"ED156699",
        "title":"A Useful Evaluation of Sex Role Materials: Possibility or Pipe Dream?"},
      {
        "id":"ED156705",
        "title":"Handbook for Reporting and Using Test Results. California Assessment Program."},
      {
        "id":"ED156706",
        "title":"Student Achievement in California Schools. 1976-77 Annual Report. California Assessment Program."},
      {
        "id":"ED156710",
        "title":"Assessment Issues for Wisconsin's Extended Degrees. 1st in a Series. Overview and Focus for the Series."},
      {
        "id":"ED156715",
        "title":"Synthetic Estimation of State Health Characteristics Based on the Health Interview Survey. Vital and Health Statistics. Series 2. Data Evaluation and Methods Research. Number 75."},
      {
        "id":"ED156717",
        "title":"The Do's and Don'ts in Regard to the Evaluation of Bilingual Programs."},
      {
        "id":"ED156719",
        "title":"The Logic of Evaluative Argument. CSE Monograph Series in Evaluation, 7."},
      {
        "id":"ED156722",
        "title":"Fair Employment and Performance Appraisal: Legal Requirements and Practical Guidelines."},
      {
        "id":"ED156726",
        "title":"A Critique of \"Minimal Competency Testing\"."},
      {
        "id":"ED156744",
        "title":"Children, Nature, and the Urban Environment: Proceedings of a Symposium-Fair. USDA Forest Service General Technical Report NE-30."},
      {
        "id":"ED156746",
        "title":"A Selective Annotated Bibliography on the Elementary and Secondary Education Act."},
      {
        "id":"ED156749",
        "title":"Speech by Drew S. Days, III at the University of Wisconsin Fourth Annual Conference on Equal Employment and Affirmative Action."},
      {
        "id":"ED156760",
        "title":"Food for Youth: Study Guide. FNS-140."},
      {
        "id":"ED156761",
        "title":"Discovering Vegetables: The Nutrition Education Guidebook for School Food Service Managers and Cooperators for use with Children Ages 5 through 8."},
      {
        "id":"ED156762",
        "title":"A Menu Planning Guide for Type A School Lunches."},
      {
        "id":"ED156764",
        "title":"Residential and School Segregation: Some Tests of Their Association. Discussion Papers No. 479-78."},
      {
        "id":"ED156767",
        "title":"Student Economic Background, Achievement Status and Selection for Compensatory Services. Technical and Executive Summaries."},
      {
        "id":"ED156773",
        "title":"Summer Food Service Program for Children. Sponsor Handbook and Site Supervisor's Guide."},
      {
        "id":"ED156780",
        "title":"An Analystical Description of Employment According to Race, Sex, Prestige, and Holland Type of Work. Report No. 249."},
      {
        "id":"ED156781",
        "title":"Title I ESEA Educational Programs that Work."},
      {
        "id":"ED156789",
        "title":"Equal Educational Opportunity in High School Athletics. Conference Proceedings."},
      {
        "id":"ED156790",
        "title":"Counseling for Equal Opportunity. Conference Papers."},
      {
        "id":"ED156803",
        "title":"Inequality: Race Differences in the Distribution of Earnings. Rand Paper Series P5481-1."},
      {
        "id":"ED156810",
        "title":"A Bibliography on Cross-Cultural Differences in Visual Perception."},
      {
        "id":"ED156811",
        "title":"Special Milk Program Evaluation and National School Lunch Program Survey."},
      {
        "id":"ED156812",
        "title":"Quality of Working Life of Asian Americans in Middle-Size Cities."},
      {
        "id":"ED156813",
        "title":"Speech by Drew S. Days, III, before the Graduation Ceremony of Bank Street College, New York, New York, June 16, 1978. The Immorality of Racial Isolation."},
      {
        "id":"ED156814",
        "title":"A Selected Annotated Bibliography on Black Families."},
      {
        "id":"ED156815",
        "title":"Alaska Title I ESEA Evaluation Report, Fiscal 1977."},
      {
        "id":"ED156816",
        "title":"Race Differences in Earnings: A Survey and New Evidence."},
      {
        "id":"ED156820",
        "title":"Address by Patricia Albjerg Graham to Conference on Urban Education."},
      {
        "id":"ED156828",
        "title":"Major Learning Efforts: Recent Research and Future Directions."},
      {
        "id":"ED156830",
        "title":"Research Projects in Vocational Education. Fiscal Year 1977 Program."},
      {
        "id":"ED156831",
        "title":"List of State-Administered Exemplary Projects in Vocational Education. Fiscal Year 1976."},
      {
        "id":"ED156833",
        "title":"Curriculum Models for Consumer and Homemaking Education."},
      {
        "id":"ED156834",
        "title":"Planning and Conducting a Program of Instruction in Vocational Agriculture for Young Farmers. Suggestions for Teachers and School Administrators in Developing Educational Programs for Out-of-School Young Farmers. (Revised.)"},
      {
        "id":"ED156838",
        "title":"Youth Serving the Community: Realistic Public Service Roles for Young Workers. Final Report."},
      {
        "id":"ED156840",
        "title":"State Labor Laws in Transition: From Protection to Equal Status for Women. Pamphlet 15."},
      {
        "id":"ED156843",
        "title":"Technical Assistance Conference. Business-Industry-Labor Inputs in Vocational Education Personnel Development (Columbus, Ohio, April 3-5, 1978)"},
      {
        "id":"ED156844",
        "title":"Technical Assistance Handbook for Increasing Business, Industry, and Labor Inputs into Vocational Education Personnel Development Programs."},
      {
        "id":"ED156845",
        "title":"A Follow-Up Study of the Development and Implementation of an In-Service Training Dealing with the Use of Advisory Committees in Michigan's Vocational Education Programs."},
      {
        "id":"ED156846",
        "title":"Group Learning Centers. Illustrated for Home Economics. A Strategy for Use in Classes Mainstreaming Disabled Students."},
      {
        "id":"ED156847",
        "title":"Procedures for Teaching Skills for Living in Classes Where Mildly Handicapped Pupils Are Integrated with Nonhandicapped Pupils. Final Report."},
      {
        "id":"ED156850",
        "title":"The New Congressionally Mandated Studies: Notes toward Species Identification."},
      {
        "id":"ED156851",
        "title":"Identifying and Improving Vocational Instruction: A Handbook for Individualized Instruction for New Hampshire Vocational Educators."},
      {
        "id":"ED156853",
        "title":"Project R-3. Gaming/Simulations, Careers, Personal Finance Unit."},
      {
        "id":"ED156856",
        "title":"Teachers' Guide for Aviation Education. For Use in Grades Two Through Six. Communication Arts, Science, Social Studies, Health, Career Education."},
      {
        "id":"ED156864",
        "title":"Development of a Competency-Based Instruction Curriculum Plan. Final Report."},
      {
        "id":"ED156871",
        "title":"Smoke Detector Resource Catalog."},
      {
        "id":"ED156874",
        "title":"Assessing the Feasibility of Large-Scale Countercyclical Job-Creation. Final Report, Volume I, Overview and Summary."},
      {
        "id":"ED156875",
        "title":"Assessing the Feasibility of Large-Scale Countercyclical Public Job-Creation. Final Report, Volume II. Activities Suitable for Public Job-Creation and Their Characteristics."},
      {
        "id":"ED156876",
        "title":"Assessing the Feasibility of Large-Scale Countercyclical Public Job-Creation. Final Report, Volume III. Selected Implications of Public Job-Creation."},
      {
        "id":"ED156877",
        "title":"The Youth Labor Market: A Dynamic Overview."},
      {
        "id":"ED156878",
        "title":"Research and Development Strategy on Employment-Related Problems of Older Workers. Final Report."},
      {
        "id":"ED156885",
        "title":"Supportive Services: CETA Program Models."},
      {
        "id":"ED156888",
        "title":"Model Program for Surveying Employers of Automotive Technology Graduates."},
      {
        "id":"ED156893",
        "title":"Resources in Vocational Education. Volume 10, Number 4."},
      {
        "id":"ED156894",
        "title":"Resources in Vocational Education. 1978. Volume 11. Number 2."},
      {
        "id":"ED156895",
        "title":"Resources in Vocational Education. 1978. Volume 11. Number 3."},
      {
        "id":"ED156901",
        "title":"Seven Years Later: The Experiences of the 1970 Cohort of Immigrants in the U.S. Labor Market."},
      {
        "id":"ED156909",
        "title":"A Comparison Study of the Benefits of Secondary and Postsecondary Vocational Education."},
      {
        "id":"ED156912",
        "title":"Youth in Force in the Labor Force."},
      {
        "id":"ED156914",
        "title":"The Challenge of Youth Employment in Urban Areas."},
      {
        "id":"ED156923",
        "title":"The Causes of Marital Disruption among Young American Women: An Interdisciplinary Perspective."},
      {
        "id":"ED156924",
        "title":"Food Preparation: An Instructional Package with Adaptations for Visually Impaired Individuals."},
      {
        "id":"ED156925",
        "title":"Auto Parts Workbook."},
      {
        "id":"ED156929",
        "title":"New Directions in the Evaluation of Counselor's Professional Competence."},
      {
        "id":"ED156936",
        "title":"Youth Socialization Via National Service."},
      {
        "id":"ED156938",
        "title":"Sexism: New Issue in American Education."},
      {
        "id":"ED156940",
        "title":"A Comparison of Response-Cost and DRO Procedures in the Reduction of Swearing Behavior of Institutionalized Adolescents."},
      {
        "id":"ED156946",
        "title":"Patient Anxiety Reduction Through Mediated Role Modeling in a Dental Setting."},
      {
        "id":"ED156947",
        "title":"A Program to Enhance Self-Concept of Junior High Students."},
      {
        "id":"ED156948",
        "title":"Control Strategies and Social Face in Conflict."},
      {
        "id":"ED156952",
        "title":"Working With Older People: A Guide to Practice. Volume III, The Aging Person: Needs and Services."},
      {
        "id":"ED156958",
        "title":"Dangerousness, Stress and Mental Health Evaluations."},
      {
        "id":"ED156968",
        "title":"The Client: Characteristics Which Influence Treatment."},
      {
        "id":"ED156971",
        "title":"Returning Women Students: A Study of Stress and Success."},
      {
        "id":"ED156972",
        "title":"Psychological Effects of the \"Open Classroom.\""},
      {
        "id":"ED156974",
        "title":"The Effects of Leadership Instructions and Sex-Pairing Upon the Evolution of Self-Disclosure Dyads."},
      {
        "id":"ED156977",
        "title":"Professional Self-Concept as a Training Construct for the Helping Professions."},
      {
        "id":"ED156985",
        "title":"An Intensive Analysis and Discussion of Methodological Approaches to the Study of Parent-Child Relationships by Child Development and Family Researchers."},
      {
        "id":"ED156992",
        "title":"Mother-Daughter Communication Patterns Re Sexuality."},
      {
        "id":"ED156997",
        "title":"Counselor Trainee Anxiety Level and Concurrent Counselor Behavior."},
      {
        "id":"ED156998",
        "title":"Empathy as Either a Cognitive or an Affective Process."},
      {
        "id":"ED157000",
        "title":"Reading in a Nutshell: An Inservice Presentation on Reading Programs and Methodologies."},
      {
        "id":"ED157002",
        "title":"Theories and Practice of Beginning Reading: A View from the Back of the Bus."},
      {
        "id":"ED157008",
        "title":"Teaching Reading in the Social Studies."},
      {
        "id":"ED157009",
        "title":"Guidelines for Teams Evaluating the Reading Component of Teacher Education Programs."},
      {
        "id":"ED157013",
        "title":"Learning to Read. Focus 4."},
      {
        "id":"ED157014",
        "title":"A Program for Job Related Reading Training."},
      {
        "id":"ED157015",
        "title":"Effects of Polysemous Words on Sentence Comprehension. Technical Report No. 85."},
      {
        "id":"ED157016",
        "title":"Processing Temporal Relationships in Simple Stories: Effects of Input Sequence. Technical Report No. 84."},
      {
        "id":"ED157019",
        "title":"Congruence in Philosophy and Pedagogy of Reading."},
      {
        "id":"ED157033",
        "title":"Summative Evaluation of Diagnostic and Prescriptive Reading Instruction, Spring, 1977 and Career Education in the Elementary School, Summer, 1977. Technical Report Number 17."},
      {
        "id":"ED157034",
        "title":"The Communication Experience Approach to Learning Basic Skills."},
      {
        "id":"ED157036",
        "title":"Development and Trial of a Model for Developing Domain Referenced Tests of Reading Comprehension. Technical Report No. 86."},
      {
        "id":"ED157037",
        "title":"The Development and Evaluation of a Self-Questioning Study Technique. Technical Report No. 87."},
      {
        "id":"ED157038",
        "title":"Interacting Plans. Technical Report No. 88."},
      {
        "id":"ED157039",
        "title":"A Cognitive Science Approach to Writing. Technical Report No. 89."},
      {
        "id":"ED157040",
        "title":"On the Theory and Measurement of Reading Comprehension. Technical Report No. 91."},
      {
        "id":"ED157041",
        "title":"Facilitating Reading Comprehension through Text Structure Manipulation. Technical Report No. 92."},
      {
        "id":"ED157042",
        "title":"Interpreting Metaphors and Idioms: Some Effects of Context on Comprehension. Technical Report No. 93."},
      {
        "id":"ED157052",
        "title":"Aliteracy and a Changing View of Reading Goals."},
      {
        "id":"ED157054",
        "title":"Contributions of Ethics and Philosophy to Reading Instruction and Research."},
      {
        "id":"ED157062",
        "title":"Interdisciplinary Research toward a Theory of Writing."},
      {
        "id":"ED157067",
        "title":"Landscape in Literature."},
      {
        "id":"ED157068",
        "title":"The Effect of Audience and Mode of Discourse on the Syntactic Complexity of Written Composition at Two Grade Levels."},
      {
        "id":"ED157072",
        "title":"Curriculum Guide for Teaching Gifted Children Literature in Grades One through Three. Updated Edition."},
      {
        "id":"ED157073",
        "title":"Teaching Gifted Children Literature in Grades Four through Six. Updated Edition."},
      {
        "id":"ED157074",
        "title":"Teaching Gifted Students Literature in Grades Seven through Nine. Updated Edition."},
      {
        "id":"ED157075",
        "title":"Teaching Gifted Students Literature and Language in Grades Nine through Twelve. Updated Edition."},
      {
        "id":"ED157078",
        "title":"Literature, Literary Values, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through April 1978 (Vol. 38 Nos. 7 through 10)."},
      {
        "id":"ED157079",
        "title":"The Evaluators of Student Writing."},
      {
        "id":"ED157080",
        "title":"Perceptions of the Advertising Man as Held by Future Practitioners and Their Neighbors."},
      {
        "id":"ED157087",
        "title":"The Foundations of Verbal Comprehension."},
      {
        "id":"ED157095",
        "title":"\"Research In Written Composition\": Fifteen Years of Investigation."},
      {
        "id":"ED157099",
        "title":"Women and Language."},
      {
        "id":"ED157105",
        "title":"Project &quot;Freestyle&quot;: National Sites Evaluation Design."},
      {
        "id":"ED157107",
        "title":"Project &quot;Freestyle&quot;: Baseline Studies."},
      {
        "id":"ED157109",
        "title":"An Associational Model for the Diffusion of Complex Innovations."},
      {
        "id":"ED157112",
        "title":"Contract Grading in Speech Communication Courses."},
      {
        "id":"ED157113",
        "title":"Practical Techniques for Achieving Consensus."},
      {
        "id":"ED157114",
        "title":"Mass Communications in the Third World: Some Ethical Considerations."},
      {
        "id":"ED157120",
        "title":"Rhetoric and &quot;Phronesis&quot;: The Aristotelian Ideal."},
      {
        "id":"ED157124",
        "title":"Organizational Communication 1976: Abstracts, Analysis, and Overview."},
      {
        "id":"ED157134",
        "title":"&quot;H TEXNH: Research Methods and Topics for the History of Rhetoric&quot;; Proceedings of the Speech Communications Association Doctoral Honors Seminar (Ann Arbor, Michigan, March 3-5, 1978)."},
      {
        "id":"ED157136",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through November 1977 (Vol. 37 No. 9 through Vol. 38 No. 5)."},
      {
        "id":"ED157137",
        "title":"Mass Communication Instruction in the Secondary School."},
      {
        "id":"ED157138",
        "title":"Communication Games and Simulations."},
      {
        "id":"ED157145",
        "title":"Evaluation Report of Multiple-Funded Programs, 1976-77."},
      {
        "id":"ED157146",
        "title":"The District Master Plan for School Improvement: Instructions and Suggestions."},
      {
        "id":"ED157147",
        "title":"Liability Insurance in California Public Schools."},
      {
        "id":"ED157148",
        "title":"An Examination of the Relationships Between Research Methodologies and Study Characteristics of 57 Selected Needs Sensing Activities."},
      {
        "id":"ED157149",
        "title":"National Level Internship Program. Part 1: Program Description."},
      {
        "id":"ED157156",
        "title":"A Feasibility Study on the Impact of Agencies and Codes on University and College Energy Use. Volume I: Executive Summary."},
      {
        "id":"ED157164",
        "title":"Digest of Education Statistics 1977-78."},
      {
        "id":"ED157171",
        "title":"The Expenditure Effects of Alternative Approaches to Compensatory Education."},
      {
        "id":"ED157173",
        "title":"Local Government Budgeting: The Econometric Comparison of Political and Bureaucratic Models."},
      {
        "id":"ED157174",
        "title":"The Effect of a Differential Add-On Grant: Title I and Local Education Spending."},
      {
        "id":"ED157187",
        "title":"Moralization Paradigms, Poverty, and School Crime: Analysis and Implications."},
      {
        "id":"ED157193",
        "title":"Order and Disruption in a Desegregated High School."},
      {
        "id":"ED157200",
        "title":"Trends in Student Violence and Crime in Secondary Schools from 1950 to 1975: A Historical View."},
      {
        "id":"ED157201",
        "title":"Assumptions Underlying Programs Used to Prevent or Reduce Student Violence in Secondary Schools."},
      {
        "id":"ED157202",
        "title":"Scientific Research in Educational Administration."},
      {
        "id":"ED157204",
        "title":"Educational Opportunity. The Concept, Its Measurement, and Application. Highlights. Sponsored Reports Series."},
      {
        "id":"ED157205",
        "title":"Policy Implications of the Instructional Dimensions Study."},
      {
        "id":"ED157209",
        "title":"The Political Environment of Australian Higher Education."},
      {
        "id":"ED157210",
        "title":"Issues in the Co-ordination of Post-Secondary Education."},
      {
        "id":"ED157215",
        "title":"Nondiscriminatory Assessment: Issues and Impact. Eligibility for Learning Disabilities Classes."},
      {
        "id":"ED157222",
        "title":"A Survey of Special Education Administrators of Programs Field Testing the Social Learning Curriculum. An Occasional Paper."},
      {
        "id":"ED157223",
        "title":"Field Testing: A Model and Its Applications."},
      {
        "id":"ED157225",
        "title":"Field Test Advisor Perceptions of Center Operations: An Occasional Paper."},
      {
        "id":"ED157231",
        "title":"Role Expectations: Implications for Multidisciplinary Pupil Programming."},
      {
        "id":"ED157240",
        "title":"Nonbiased Assessment and School Psychology."},
      {
        "id":"ED157246",
        "title":"Advocacy Through the Eyes of Citizens."},
      {
        "id":"ED157247",
        "title":"An Assessment of Vocational Education Needs of the Disadvantaged and Handicapped in Kentucky. Final Report."},
      {
        "id":"ED157253",
        "title":"A Guide to Federal Housing Programs for the Mentally Disabled."},
      {
        "id":"ED157294",
        "title":"Understanding Reading Retardation: Cognitive Aspects."},
      {
        "id":"ED157297",
        "title":"A Review and Analysis of Vocational Education Programming for Handicapped Individuals in the United States."},
      {
        "id":"ED157359",
        "title":"An Environmental Sensing, Selection, Evaluation and Training System for the Blind."},
      {
        "id":"ED157361",
        "title":"Technology and Mentally Handicapped Individuals: Speculations on the Future."},
      {
        "id":"ED157367",
        "title":"Diagnostic Testing and Assessment: A Holistic Approach."},
      {
        "id":"ED157370",
        "title":"A Systems Approach to Designing and Evaluating Special Education."},
      {
        "id":"ED157372",
        "title":"A Microwave Course in Spanish (for English Speakers)."},
      {
        "id":"ED157374",
        "title":"Can Researchers Find True Happiness in a Public School Setting? A Success Story in Bilingual Education Evaluation."},
      {
        "id":"ED157375",
        "title":"Evaluacion de que consister y por que se lleva acabo? (Evaluation: What Does it Consist of, and for What Purpose?)."},
      {
        "id":"ED157378",
        "title":"Where Does the Linguistic Variable Stop? A Response to Beatriz Lavandera. Working Papers in Sociolinguistics, No. 44."},
      {
        "id":"ED157380",
        "title":"Attitudes et motivation d'etudiants de l'est du Quebec a l'egard de l'apprentissage de l'anglais, langue seconde (Attitudes and Motivation Among Students in Eastern Quebec with regard to the Learning of English as a Second Language). Research Bulletin, No. 11."},
      {
        "id":"ED157381",
        "title":"Attitudes and Aptitude in Learning French. Research Bulletin No. 13."},
      {
        "id":"ED157383",
        "title":"A Method for Teaching English as a Second Language and its Evaluation."},
      {
        "id":"ED157397",
        "title":"Bilingualism/Biculturalism Viewed in the Light of Socio-Educational Correlates."},
      {
        "id":"ED157401",
        "title":"ERIC Documents on Foreign Language Teaching and Linguistics: List No. 18. CAL-ERIC/CLL Series on Languages and Linguistics, No. 57."},
      {
        "id":"ED157404",
        "title":"From the Community to the Classroom: Gathering Second-Language Speech Samples. Language in Education: Theory and Practice, No. 6."},
      {
        "id":"ED157405",
        "title":"Kinesics and Cross-Cultural Understanding. Language in Education: Theory and Practice, No. 7."},
      {
        "id":"ED157406",
        "title":"New Perspectives on Teaching Vocabulary. Language in Education: Theory and Practice, No. 8."},
      {
        "id":"ED157407",
        "title":"Teaching Culture: Strategies and Techniques. Language in Education: Theory and Practice, No. 11."},
      {
        "id":"ED157408",
        "title":"Personality and Second Language Learning. Language in Education: Theory and Practice, No. 12."},
      {
        "id":"ED157409",
        "title":"The Role of Colloquial French in Communication and Implications for Language Instruction. CAL-ERIC/CLL Series on Languages and Linguistics, No. 56."},
      {
        "id":"ED157410",
        "title":"Resource Allocation Reforms: Zero-Base Budgeting and Marginal Utility Analysis in Higher Education."},
      {
        "id":"ED157411",
        "title":"The Department Head: A Study of An Authoritarian Leadership Model in American Higher Education."},
      {
        "id":"ED157419",
        "title":"Self-Evaluation Package. Designed to Meet Requirements of the Department of Health, Education and Welfare for Compliance by Institutions of Higher Education with Title IX of the Education Amendments of 1972 and Its Implementing Regulations."},
      {
        "id":"ED157421",
        "title":"The Dual Perspective: Inclusion of Ethnic Minority Content in the Social Work Curriculum."},
      {
        "id":"ED157424",
        "title":"Law, Medicine, Veterinary Medicine: Issues in Supply and Demand."},
      {
        "id":"ED157425",
        "title":"The South's Commitment to Higher Education: Progress and Prospects."},
      {
        "id":"ED157426",
        "title":"Perceptions of Interdisciplinary Health Professions Education Within Health Sciences Centers. A Summary Report of Research."},
      {
        "id":"ED157427",
        "title":"Historical Perspectives on the Development of Equal Opportunity in Higher Education. Six Addresses Delivered at the University of Iowa Training Institute for EOP Administrators, 1973-74."},
      {
        "id":"ED157430",
        "title":"AAMC Longitudinal Study of Medical School Graduates of 1960, Executive Summary."},
      {
        "id":"ED157440",
        "title":"The Current State of Human Services Professional Education. Human Services Monograph Series, Number 7, May 1978."},
      {
        "id":"ED157441",
        "title":"An Exploratory Evaluation...Of U.S. Medical Schools&apos; Efforts to Achieve Equal Representation of Minority Students."},
      {
        "id":"ED157445",
        "title":"How Universities Evaluate Faculty Performance: A Survey of Department Heads."},
      {
        "id":"ED157446",
        "title":"A Profile of Private Liberal Arts Colleges."},
      {
        "id":"ED157448",
        "title":"The Implementation of a System of Educational Development for Undergraduate Pharmacy Education. Final Report."},
      {
        "id":"ED157454",
        "title":"The Outcome Structure: An Overview and Procedures for Applying it in Postsecondary Education Institutions."},
      {
        "id":"ED157458",
        "title":"A Study of Faculty Workload in Pennsylvania State-owned Institutions of Higher Education, 1975-77."},
      {
        "id":"ED157472",
        "title":"Comparison of Attitudes of Trained Trainers, Untrained Trainers, and Trainees to Teaching in General Practice."},
      {
        "id":"ED157479",
        "title":"Health Professions Educational Assistance Act of 1976 (PL 94-484). Amended by Health Services Extension Act of 1977 (PL 95-83, Title III) and Health Professions Education Amendments of 1977 (PL 95-215). Fact Sheet."},
      {
        "id":"ED157493",
        "title":"Higher Education Equity: The Crisis of Appearance Versus Reality. First Annual Report, 1977."},
      {
        "id":"ED157512",
        "title":"Essential Learning Skills in the Education of Citizens."},
      {
        "id":"ED157540",
        "title":"School Television in the Archdiocese of New York."},
      {
        "id":"ED157541",
        "title":"The ITV Experience at Evanston Township High School. Research Report No. 52"},
      {
        "id":"ED157542",
        "title":"Problems in Conducting Research on Computer-Based Simulation."},
      {
        "id":"ED157544",
        "title":"The Corporation for Public Broadcasting. 1977 Annual Report."},
      {
        "id":"ED157563",
        "title":"Articulation Workshop in Drafting. Final Report."},
      {
        "id":"ED157567",
        "title":"The Development of a Learning Materials Selection Policy for Austin Community College."},
      {
        "id":"ED157573",
        "title":"Budget Exercise."},
      {
        "id":"ED157574",
        "title":"Community College Curriculum: A Simulation."},
      {
        "id":"ED157575",
        "title":"A Woman's Place is Everywhere."},
      {
        "id":"ED157578",
        "title":"Follow-Up of 1977 Occupational Graduates."},
      {
        "id":"ED157581",
        "title":"Procedures for Nontraditional Credit by Proficiency Examination in the Basic Speech Course at John Wood Community College, Quincy, Illinois."},
      {
        "id":"ED157584",
        "title":"A Model for Teaching the American Economic System to Non-Business Majors."},
      {
        "id":"ED157588",
        "title":"The Introduction of the Cooperative English Test at El Camino College."},
      {
        "id":"ED157611",
        "title":"Measures of Development Among Young Children: Socio-Emotional Domain."},
      {
        "id":"ED157624",
        "title":"EPSDT: A How-to Guide for Head Start Programs."},
      {
        "id":"ED157629",
        "title":"Behavioral Contrast in Infants."},
      {
        "id":"ED157652",
        "title":"Rural Development Progress: Fourth Annual Report of the Secretary of Agriculture to the Congress, 1977."},
      {
        "id":"ED157654",
        "title":"Some Attitudinal Differences Among Black and White High School Seniors Aspiring to Become Teachers."},
      {
        "id":"ED157655",
        "title":"Proceedings of the Western Regional Working Conference on \"Ethnic Minorities and the Health Professions\" (1st, Salt Lake City, Utah, March 23-25, 1976)."},
      {
        "id":"ED157656",
        "title":"Descriptive Social Reporting and Systematic Needs Assessment: Tools for Decision Makers."},
      {
        "id":"ED157657",
        "title":"Health Care Needs of a Hispanic Population in Dane, Dodge, and Jefferson Counties."},
      {
        "id":"ED157659",
        "title":"The Progress and Promise of Title V in the South. A Synopsis of Progress Reports on Title V Rural Development Programs in the Southern States. SRDC Series Publication No. 9."},
      {
        "id":"ED157660",
        "title":"Youth Camp Safety &amp; Health. Suggested State Statute &amp; Regulations."},
      {
        "id":"ED157661",
        "title":"A Review of Current Practices and Trends in Rural Telecommunications Development and Recommendations for Future Development."},
      {
        "id":"ED157663",
        "title":"Women in American Agriculture, a Selected Bibliography. Library List 103."},
      {
        "id":"ED157665",
        "title":"The Native American Videotape Archives - Catalog."},
      {
        "id":"ED157666",
        "title":"A Teacher's Manual for Outdoor Classrooms -- How to Plan, Develop, and Use Them."},
      {
        "id":"ED157670",
        "title":"Federal Revenue Sharing and Nonmetropolitan Governments: &quot;The Cumberland Gap&quot;."},
      {
        "id":"ED157673",
        "title":"Rural Sociology in Brazil: Institutional Growth (1965-1977)."},
      {
        "id":"ED157674",
        "title":"Woman and Development: A World System Approach."},
      {
        "id":"ED157677",
        "title":"The Hired Farm Working Force of 1976."},
      {
        "id":"ED157686",
        "title":"A Conceptual Analysis of the Economic Effects of an Effluent Charge on an Industry--An Exemplary Environmental Problem-Solving and Policy Development Aid Designed for Instructional Purposes."},
      {
        "id":"ED157693",
        "title":"Science Study Aids 1: Dehydration for Food Preservation."},
      {
        "id":"ED157694",
        "title":"Science Study Aids 2: Mushrooms - Nature's Recyclers."},
      {
        "id":"ED157695",
        "title":"Science Study Aids 3: Carbohydrates - Nature's Energy Source."},
      {
        "id":"ED157696",
        "title":"Science Study Aids 4: Plant Pigments - Studies in Color Changes."},
      {
        "id":"ED157697",
        "title":"Science Study Aids 5: Tannin - Nature's Filter."},
      {
        "id":"ED157698",
        "title":"Science Study Aids 6: Lysozyme - The Cooperative Enzyme."},
      {
        "id":"ED157699",
        "title":"Science Study Aids 7: Fermentation - Activities of a Fabulous Fungus."},
      {
        "id":"ED162762",
        "title":"Maternal Teaching Strategies and Field Dependent-Independent Cognitive Styles in Chicano Families."},
      {
        "id":"ED162772",
        "title":"Review of the Literature on Educational Needs and Problems of American Indians and Alaska Natives 1971 to 1976; National Indian Education Needs Assessment Project. Research and Evaluation Report Series No. 64:00."},
      {
        "id":"ED162782",
        "title":"Private Funding for Rural Programs. Directory of Foundations and Other Private Sector Resources. NRC Publications Series Volume #7."},
      {
        "id":"ED162785",
        "title":"Tribally Controlled Community College Act. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, 95th Congress, 2nd Session on H.R. 9158: To Provide for Grants to Tribally Controlled Community Colleges, and for Other Purposes (May 18, and June 14, 1978)."},
      {
        "id":"ED162788",
        "title":"Summary Report of Fort Mojave Tribe Comprehensive Plan."},
      {
        "id":"ED162789",
        "title":"Quechan Tribe Comprehensive Plan."},
      {
        "id":"ED162802",
        "title":"A Conceptual Framework for the Study and Analysis of Indian Communities. Second in a Series of Monographs for Social Work Practice with American Indians."},
      {
        "id":"ED162806",
        "title":"Social, Economic and Health Characteristics of Older American Indians (Part 2 of 2). Statistical Reports on Older Americans, June 1978."},
      {
        "id":"ED162807",
        "title":"Workers of Spanish Origin: A Chartbook. Bureau of Labor Statistics Bulletin 1970."},
      {
        "id":"ED162809",
        "title":"Contributions of Recent Metro/Nonmetro Migrants to the Nonmetro Population and Labor Force."},
      {
        "id":"ED162810",
        "title":"Bilingual Education for American Indians. Vol. II--Navajo. Curriculum Bulletin 13."},
      {
        "id":"ED162811",
        "title":"Procedural Due Process in Indian Education. Scripts for a Two-Part Filmstrip/Audio Tape Program. Curriculum Bulletin 18.03."},
      {
        "id":"ED162841",
        "title":"Directory of Science Communication Courses and Programs."},
      {
        "id":"ED162843",
        "title":"Proceedings of the First National Workshop on Energy Efficiency Education Through Technology Transfer."},
      {
        "id":"ED162849",
        "title":"Energy-Related Doctoral Scientists and Engineers in the United States - 1975."},
      {
        "id":"ED162850",
        "title":"Nuclear Power: The Fifth Horseman. Worldwatch Paper 6."},
      {
        "id":"ED162853",
        "title":"Making the Most of Your Energy Dollars in Home Heating &amp; Cooling. NBS Consumer Information Series 8."},
      {
        "id":"ED162854",
        "title":"Energy: Systems for Control, Maintenance, and Storage. A Bibliography."},
      {
        "id":"ED162856",
        "title":"The Development and Construct Validation of a Group Administered Test of Piaget's Formal Thought."},
      {
        "id":"ED162861",
        "title":"An Evaluation of the Oregon System in Mathematics Education. Final Report."},
      {
        "id":"ED162862",
        "title":"Persistence in Small Group Instruction in Developmental Mathematics Courses --- on Relationships Among Academic Performance, Sex Difference, Attitude, and Persistence."},
      {
        "id":"ED162863",
        "title":"Investigations in Mathematics Education, Vol. 11, No. 2, Spring 1978."},
      {
        "id":"ED162865",
        "title":"Fundamental Research Needs for Water and Wastewater Treatment Systems. Proceedings of a Conference (Arlington, Virginia, December 15, 1977)."},
      {
        "id":"ED162867",
        "title":"Handbook for Monitoring Industrial Wastewater."},
      {
        "id":"ED162868",
        "title":"Process Design Manual for Land Treatment of Municipal Wastewater."},
      {
        "id":"ED162869",
        "title":"Process Design Manual: Wastewater Treatment Facilities for Sewered Small Communities."},
      {
        "id":"ED162870",
        "title":"Process Design Manual for Nitrogen Control."},
      {
        "id":"ED162871",
        "title":"Studies in Mathematics, Volume VII: Intuitive Geometry. Preliminary Edition."},
      {
        "id":"ED162872",
        "title":"Studies in Mathematics, Volume XI: Mathematical Methods in Science."},
      {
        "id":"ED162873",
        "title":"Studies in Mathematics, Volume XIII: Inservice Course in Mathematics for Primary School Teachers. Revised Edition."},
      {
        "id":"ED162875",
        "title":"Studies in Mathematics, Volume XVIII: Puzzle Problems and Games Project. Final Report."},
      {
        "id":"ED162881",
        "title":"Mathematics for the Elementary School, Grade 4, Teacher&apos;s Commentary, Part II, Unit No. 28. Revised Edition."},
      {
        "id":"ED162882",
        "title":"Mathematics for the Elementary School, Grade 6, Teacher&apos;s Commentary, Part I, Unit 35. Revised Edition."},
      {
        "id":"ED162883",
        "title":"Mathematics for the Elementary School, Grade 6, Teacher's Commentary, Part II, Unit 36. Revised Edition."},
      {
        "id":"ED162884",
        "title":"Educational Programs and Facilities in Nuclear Science and Engineering. Fifth Edition."},
      {
        "id":"ED162887",
        "title":"Energy Conservation Workshop for Community College Leaders, Chicago, Illinois, November 3-5, 1976."},
      {
        "id":"ED162888",
        "title":"Save Energy: Save Money!"},
      {
        "id":"ED162889",
        "title":"Public Concern with Environmental Problems: A Bibliography."},
      {
        "id":"ED162890",
        "title":"The Status of State Energy Education Policy. Final Report."},
      {
        "id":"ED162893",
        "title":"Alaska Wilderness: A Bibliography for Secondary Students on Marine Vertebrates, Birds, Small or Fur Bearing Mammals and Game Animals of Alaska."},
      {
        "id":"ED162894",
        "title":"A Study of the Use of Computers in the Development of Science Career Awareness in Elementary School Children."},
      {
        "id":"ED162895",
        "title":"Selected Science Activities in Consumer Decision Making."},
      {
        "id":"ED162896",
        "title":"76 Questions: A Synthesis of the Research on Teaching and Learning Mathematics."},
      {
        "id":"ED162897",
        "title":"Multidisciplinary Wildlife Teaching Activities."},
      {
        "id":"ED162902",
        "title":"Influence of Preceptorship and Other Factors on the Education and Career Choices of Physicians, Executive Summary."},
      {
        "id":"ED162903",
        "title":"Aviation Futures to the Year 2000."},
      {
        "id":"ED162904",
        "title":"Review of Scientific & Technical Numeric Data Base Activities."},
      {
        "id":"ED162905",
        "title":"America's Wild Horses &quot;Fitting 'Em In&quot;: A Social Studies Subject for Upper Elementary Students. Teachers Guide."},
      {
        "id":"ED162907",
        "title":"ESTEEM - Encouraging School Transportation Effective Energy Management - Fuel Economy Management Handbook for Directors of Pupil Transportation, School District Administrators, Transportation Department Management."},
      {
        "id":"ED162915",
        "title":"Construction and Maintenance of Classroom Aquaria. Marine Science Curriculum Aid No. 2."},
      {
        "id":"ED162917",
        "title":"Teaching about Social Issues in American History. Four Demonstration Lessons."},
      {
        "id":"ED162927",
        "title":"Connecticut Assessment of Educational Progress: Citizenship/Social Studies, 1977-78. Summary and Interpretations."},
      {
        "id":"ED162930",
        "title":"Beyond Collecting Information: Oral History as Social Education."},
      {
        "id":"ED162935",
        "title":"Education and the Differentiation of Childhood: Enrollments and Bureaucratization in the American States, 1870-1930."},
      {
        "id":"ED162936",
        "title":"Preparing for Tomorrow's World: An Alternative Curriculum Model for the Secondary Schools."},
      {
        "id":"ED162940",
        "title":"The Social Sciences in the Schools: Purpose, Trends, Activities."},
      {
        "id":"ED162943",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 11, No. 2, 1977, Period Covered April-June, 1977."},
      {
        "id":"ED162946",
        "title":"Learning Economics through Children's Stories. A Bibliographic Reference. Third Revised Edition."},
      {
        "id":"ED162949",
        "title":"Equal Educational Opportunity in Western Europe: A Contradictory Relation."},
      {
        "id":"ED162951",
        "title":"Trends in Fertility in the United States. Vital and Health Statistics, Data from the National Vital Statistics System. Series 21, Number 28."},
      {
        "id":"ED162955",
        "title":"Artists as Teachers. Fastback 113."},
      {
        "id":"ED162959",
        "title":"What Does Political Education Research Tell Us about How to Teach Citizenship?"},
      {
        "id":"ED162968",
        "title":"NAGWS Gymnastics Guide, May 1978-May 1980. With Official Age Group Compulsories and Officiating Techniques."},
      {
        "id":"ED162969",
        "title":"NAGWS Archery Fencing Guide, May 1978-1980. Including Official Rules and Officiating Techniques."},
      {
        "id":"ED162970",
        "title":"NAGWS Field Hockey Guide. June 1978-June 1980. With Official International Rules."},
      {
        "id":"ED162971",
        "title":"NAGWS Volleyball Guide, June 1978-June 1979. Official Rules and Interpretations. Regulations for Competition. Officiating."},
      {
        "id":"ED162972",
        "title":"NAGWS Flag Football-Speedball, June 1978-June 1980. Including Official Rules and Officiating Techniques."},
      {
        "id":"ED162973",
        "title":"NAGWS Soccer Guide. April 1978-April 1979. With Official Rules and Officiating Techniques."},
      {
        "id":"ED162977",
        "title":"At Last, Teacher Centers That Are Really for Teachers. A Discussion of the New Federal Teacher Center Legislation and What It Can Mean to Teachers."},
      {
        "id":"ED162978",
        "title":"Teachers&apos; Centers: A New Voice for Teachers in Teacher Education Reform."},
      {
        "id":"ED163001",
        "title":"Focused Observation and Feedback of Nonverbal Behavior: A Report of the Development of an Instrument Designed for Analysis of Teacher Behavior."},
      {
        "id":"ED163012",
        "title":"The Impact of Mental Manipulations on Cognitive Structures."},
      {
        "id":"ED163016",
        "title":"The Validity of A Measure of &quot;Academic Motivation&quot; for Forecasting Freshman Achievement at Seven Liberal Arts Colleges."},
      {
        "id":"ED163024",
        "title":"Algorithms for Developing Test Questions from Sentences in Instructional Materials. Interim Report, January-September 1977."},
      {
        "id":"ED163030",
        "title":"Meta-Research Methodology."},
      {
        "id":"ED163033",
        "title":"An Easy Semantic Differential Technique: Construction of a Three-Dimensional Model."},
      {
        "id":"ED163036",
        "title":"A Comparison of the Fairness of Adaptive and Conventional Testing Strategies. Research Report 78-1."},
      {
        "id":"ED163042",
        "title":"Validation of the Instructional Strategy Diagnostic Profile (ISDP): Empirical Studies. Final Report."},
      {
        "id":"ED163050",
        "title":"Using Stein's Estimator to Predict Universe Scores From Obtained Scores. Research Memorandum 78-19."},
      {
        "id":"ED163063",
        "title":"Processes of Acquisition in Individuals With High and Low Baseball Knowledge: The First Inning."},
      {
        "id":"ED163074",
        "title":"Accuracy of Estimating Two Parameter Logistic Latent Trait Parameters and Implications for Classroom Tests."},
      {
        "id":"ED163081",
        "title":"A Factor Analytic Study of the GRE Aptitude Test. GRE Board Professional Report. GREB No. 75-11P."},
      {
        "id":"ED163082",
        "title":"Validity and the Graduate Record Examinations Program."},
      {
        "id":"ED163084",
        "title":"Review of Studies Employing GRE Scores in Predicting Success in Graduate Study 1952-1967. Graduate Record Examinations Special Report Number 68-1."},
      {
        "id":"ED163085",
        "title":"Graduate Record Examinations. Technical Manual."},
      {
        "id":"ED163086",
        "title":"The Identification of Population Moderators and Their Effect on the Prediction of Doctorate Attainment. GRE Board Professional Report GREB No. 69-6bP."},
      {
        "id":"ED163087",
        "title":"The &quot;Test Chooser&quot;: A Different Approach to a Prediction Weighting Scheme. GRE Board Professional Report GREB No. 70-2P."},
      {
        "id":"ED163088",
        "title":"The GRE-Q Coaching/Instruction Study. GRE Board Professional Report GREB No. 71-5aP."},
      {
        "id":"ED163089",
        "title":"The Development and Pilot Testing of Criterion Rating Scales. GRE Board Professional Report GREB No. 73-1P."},
      {
        "id":"ED163090",
        "title":"An Investigation of the Feasibility of Obtaining Additional Subscores on the GRE Advanced Psychology Test. GRE Board Professional Report GREB No. 74-4P."},
      {
        "id":"ED163091",
        "title":"The Performance of First-Year Graduate Students on the Graduate Record Examinations. Graduate Record Examinations Special Report Number 68-2."},
      {
        "id":"ED163092",
        "title":"Appendix to a Measure of Scientific Reasoning: The Springs Task (Details for Construction, Administration, and Scoring)."},
      {
        "id":"ED163102",
        "title":"Opportunities for Minority Students in Biomedical Research."},
      {
        "id":"ED163103",
        "title":"Winners, All! 41 Outstanding Education Projects That Help Disadvantaged Children."},
      {
        "id":"ED163105",
        "title":"The U.S. Office of Education Models to Evaluate E.S.E.A. Title I: Experiences after One Year of Use."},
      {
        "id":"ED163120",
        "title":"The CETA Program in Des Moines."},
      {
        "id":"ED163121",
        "title":"Six Years in the Lives of the Impoverished: An Examination of the WIN Thesis. Final Report."},
      {
        "id":"ED163126",
        "title":"Anatomy and Dynamics of Oppression."},
      {
        "id":"ED163127",
        "title":"Bakke and Beyond. A Report of the Education Commission of the States and the Justice Program of the Aspen Institute. Report No. 112."},
      {
        "id":"ED163131",
        "title":"Child Nutrition Amendments of 1978. Hearings before the Subcommittee on Nutrition of the Committee on Agriculture, Nutrition, and Forestry, United States Senate, Ninety-Fifth Congress, Second Session, on S. 2630, S. 2809, and S. 2824. Part II."},
      {
        "id":"ED163134",
        "title":"Women's Educational Equity Act, Third Annual Report."},
      {
        "id":"ED163138",
        "title":"Neglected Women: The Educational Needs of Displaced Homemakers, Single Mothers, and Older Women."},
      {
        "id":"ED163139",
        "title":"Update VII: Minimal Competency Testing. Report No. 105."},
      {
        "id":"ED163143",
        "title":"Organizational Consequences of Open and Traditional Educational Techniques."},
      {
        "id":"ED163159",
        "title":"Why Not a Woman?"},
      {
        "id":"ED163163",
        "title":"Productivity and Job Security: Case Studies of Continuing Education for Engineers, Technicians, and Managers."},
      {
        "id":"ED163164",
        "title":"Strengthening State Leadership in Career Education. A Final Project Performance Report."},
      {
        "id":"ED163170",
        "title":"Career Education Mini-Conferences. Project Performance Final Report."},
      {
        "id":"ED163171",
        "title":"Regional Coordination and Support Program for Career Development. Final Project Performance Report."},
      {
        "id":"ED163173",
        "title":"Voluntarism at the Crossroads: A Challenge for Adult Educators. Proceedings of a Conference (Hillside, Illinois, February 1978)."},
      {
        "id":"ED163176",
        "title":"Strategy Considerations for Implementing the K-12 Portion of the Career Education Incentive Act."},
      {
        "id":"ED163177",
        "title":"The Missing Link: Connecting Adult Learners to Learning Resources."},
      {
        "id":"ED163181",
        "title":"Guide to an Assessment of Consumer Skills."},
      {
        "id":"ED163182",
        "title":"Consumer Skills Items. A Collection of Consumer Skills Items for State and Local Education Agencies to Draw upon in Custom-Building Their Own Consumer Skills Instruments."},
      {
        "id":"ED163183",
        "title":"New Technologies and Training in Metalworking."},
      {
        "id":"ED163185",
        "title":"OSHA Training Institute Catalog of Courses."},
      {
        "id":"ED163189",
        "title":"Job-Related Reading Tasks: Teaching Marginally Literate Adults to Read. HumRRO Professional Paper 10-78."},
      {
        "id":"ED163192",
        "title":"A National Study of State and Outlying Area Statutes and Regulations Related to Contracting with Private Vocational Training Sources for Vocational Instruction."},
      {
        "id":"ED163199",
        "title":"Youth Labor Markets and the Military. The Rand Paper Series."},
      {
        "id":"ED163200",
        "title":"National Apprenticeship and Training Standards for Emergency Medical Technicians."},
      {
        "id":"ED163203",
        "title":"A Guide to Instructional Resources for Consumers&apos; Education."},
      {
        "id":"ED163205",
        "title":"An Assessment of the Available Evidence on the Returns to Military Training."},
      {
        "id":"ED163210",
        "title":"Auto Parts Testbook."},
      {
        "id":"ED163211",
        "title":"CBVE: A Study to Measure Its Effectiveness in Kentucky. Final Report. Interim Period 1."},
      {
        "id":"ED163213",
        "title":"Career Education. What Research Says to the Teacher."},
      {
        "id":"ED163214",
        "title":"Citizen Participation: Building a Constituency for Public Policy."},
      {
        "id":"ED163215",
        "title":"New Directions in Mass Communications Policy: Implications for Citizen Education and Participation."},
      {
        "id":"ED163216",
        "title":"Examining the Role of the Workplace in Citizen Education."},
      {
        "id":"ED163217",
        "title":"Key Concepts of Citizenship: Perspectives and Dilemmas."},
      {
        "id":"ED163218",
        "title":"Citizen Education and the Future."},
      {
        "id":"ED163221",
        "title":"Productivity and Job Security: Retraining to Adapt to Technological Change."},
      {
        "id":"ED163223",
        "title":"CETA: Manpower Programs under Local Control."},
      {
        "id":"ED163224",
        "title":"Supply and Distribution of Physicians and Physician Extenders. [Revised]. GMENAC [Graduate Medical Education National Advisory Committee] Staff Papers. No. 2. Health Manpower References."},
      {
        "id":"ED163247",
        "title":"Advisory Committees in Career Education: Function, Organization, Meetings, Maintenance."},
      {
        "id":"ED163248",
        "title":"Common Core Curriculum for Vocational Education. Proceedings, #I: Common Core Curriculum Workshop (Fresno, California, February 23-24, 1976)."},
      {
        "id":"ED163249",
        "title":"Common Core Curriculum for Vocational Education. Proceedings, #II: Common Core Curriculum Workshop (Fresno, California, March 21-22, 1977)."},
      {
        "id":"ED163250",
        "title":"Common Core Curriculum for Vocational Education. Proceedings, #III: Common Core Curriculum Workshop (Fresno, California, November 17-18, 1977)."},
      {
        "id":"ED163251",
        "title":"Common Core Curriculum for Vocational Education. Category A: Introduction to Vocational Education. A-1: History, Philosophy, and Trends in Vocational Education."},
      {
        "id":"ED163252",
        "title":"Common Core Curriculum for Vocational Education. Category A: Introduction to Vocational Education. A-2: Scope, Function, and Organization in Vocational Education."},
      {
        "id":"ED163253",
        "title":"Common Core Curriculum for Vocational Education. Category A: Introduction to Vocational Education. A-3: Vocational Legislation."},
      {
        "id":"ED163254",
        "title":"Common Core Curriculum for Vocational Education. Category A: Introduction to Vocational Education. A-4: Assessing the Job Market and Employment Trends."},
      {
        "id":"ED163255",
        "title":"Common Core Curriculum for Vocational Education. Category B: Cooperative Relationship. B-1: Rationale for Cooperative Relationships."},
      {
        "id":"ED163256",
        "title":"Common Core Curriculum for Vocational Education. Category B: Cooperative Relationship. B-2: Advisory Councils."},
      {
        "id":"ED163257",
        "title":"Common Core Curriculum for Vocational Education. Category B: Cooperative Relationship. B-3: Cooperative and Work Experience Programs."},
      {
        "id":"ED163258",
        "title":"Common Core Curriculum for Vocational Education. Category C: Vocational Students. C-1: Promoting Vocational Education and Recruiting Eligible Students."},
      {
        "id":"ED163259",
        "title":"Common Core Curriculum for Vocational Education. Category C: Vocational Students. C-2: Assessing Students' Personal Characteristics."},
      {
        "id":"ED163260",
        "title":"Common Core Curriculum for Vocational Education. Category C: Vocational Students. C-3: Guidance and Counseling."},
      {
        "id":"ED163261",
        "title":"Common Core Curriculum for Vocational Education. Category C: Vocational Students. C-4: Assisting Students with Special Needs in Vocational Education Program."},
      {
        "id":"ED163262",
        "title":"Common Core Curriculum for Vocational Education. Category C: Vocational Students. C-5: Assessing the Needs of the Disadvantaged Student."},
      {
        "id":"ED163263",
        "title":"Common Core Curriculum for Vocational Education. Category C: Vocational Students. C-6: Developing Student Leadership Qualities in Vocational Education Programs."},
      {
        "id":"ED163264",
        "title":"Common Core Curriculum for Vocational Education. Category C: Vocational Students. C-7: Student Organizations."},
      {
        "id":"ED163265",
        "title":"Common Core Curriculum for Vocational Education. Category D: Administration and Supervision. D-1: Fiscal Management of a Vocational Education Program."},
      {
        "id":"ED163266",
        "title":"Common Core Curriculum for Vocational Education. Category D: Administration and Supervision. D-2: Writing a Vocational Education Project/Budget."},
      {
        "id":"ED163267",
        "title":"Common Core Curriculum for Vocational Education. Category D: Administration and Supervision. D-3: Record Keeping in Vocational Programs."},
      {
        "id":"ED163269",
        "title":"Common Core Curriculum for Vocational Education. Category D: Administration and Supervision. D-5: Selection, Supervision, and Evaluation of Personnel."},
      {
        "id":"ED163270",
        "title":"Common Core Curriculum for Vocational Education. Category D: Administration and Supervision. D-6: School Law and Its Relationship to Vocational Education."},
      {
        "id":"ED163271",
        "title":"Common Core Curriculum for Vocational Education. Category D: Administration and Supervision. D-7: Staff Development."},
      {
        "id":"ED163272",
        "title":"Common Core Curriculum for Vocational Education. Category D: Administration and Supervision. D-8: Implementation of Change."},
      {
        "id":"ED163273",
        "title":"Common Core Curriculum for Vocational Education. Category E: Curriculum Design in Vocational Education. E-1: Developing a Curriculum Design in Vocational Education."},
      {
        "id":"ED163274",
        "title":"Common Core Curriculum for Vocational Education. Category E: Curriculum Design in Vocational Education. E-2: Applying Learning Theory to Vocational Education."},
      {
        "id":"ED163275",
        "title":"Common Core Curriculum for Vocational Education. Category E: Curriculum Design in Vocational Education. E-3: Instructional Strategies."},
      {
        "id":"ED163276",
        "title":"Common Core Curriculum for Vocational Education. Category F: Stages and Structure of Curriculum Development. F-1: Theories in Curriculum Development."},
      {
        "id":"ED163277",
        "title":"Common Core Curriculum for Vocational Education. Category F: Stages and Structure of Curriculum Development. F-2: Building a Curriculum for Vocational Education."},
      {
        "id":"ED163278",
        "title":"Common Core Curriculum for Vocational Education. Category F: Stages and Structure of Curriculum Development. F-3: Applying Curriculum Specifics to Vocational Education."},
      {
        "id":"ED163279",
        "title":"Common Core Curriculum for Vocational Education. Category F: Stages and Structure of Curriculum Development. F-4: Safety."},
      {
        "id":"ED163280",
        "title":"Common Core Curriculum for Vocational Education. Category G: Evaluation and Research. G-1: Evaluation Models."},
      {
        "id":"ED163281",
        "title":"Common Core Curriculum for Vocational Education. Category G: Evaluation and Research. G-2: Evaluation Procedures for Local Programs."},
      {
        "id":"ED163282",
        "title":"Common Core Curriculum for Vocational Education. Category G: Evaluation and Research. G-3: Introduction to Research Procedures in Vocational Education."},
      {
        "id":"ED163283",
        "title":"Common Core Curriculum for Vocational Education. Category G: Evaluation and Research. G-4: Research Design in Vocational Education."},
      {
        "id":"ED163284",
        "title":"Common Core Curriculum for Vocational Education. Category G: Evaluation and Research. G-5: Development of a Research Proposal in Vocational Education."},
      {
        "id":"ED163295",
        "title":"Perceptions of Leader Attributes and Satisfaction with Military Life. Personnel Accession and Utilization Technical Area. Technical Paper 307."},
      {
        "id":"ED163297",
        "title":"Productivity in the Changing World of the 1980's. Final Report."},
      {
        "id":"ED163298",
        "title":"Directory of Productivity and Quality of Working Life Centers."},
      {
        "id":"ED163299",
        "title":"Students, Graduates, and Dropouts in the Labor Market, October 1977. Special Labor Force Report 215."},
      {
        "id":"ED163301",
        "title":"Hearing Before the Subcommittee on Federal, State and Community Services of the Select Committee on Aging, House of Representatives, Ninety-Fifth Congress, First Session on Aging in the World of Tomorrow (Part I). Report No. 95-108."},
      {
        "id":"ED163314",
        "title":"Forcible Rape: An Analysis of Legal Issues."},
      {
        "id":"ED163319",
        "title":"Human Resources Issues in the Field of Aging: Homemaker-Home Health Aide Services. AoA Occasional Papers in Gerontology No. 2."},
      {
        "id":"ED163320",
        "title":"Issues in Deinstitutionalization. Human Services Bibliography Series."},
      {
        "id":"ED163340",
        "title":"Hearing Before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Fifth Congress, Second Session. Extension of the Alcohol and Drug Abuse Education Act."},
      {
        "id":"ED163350",
        "title":"Critical Issues in Women Employment--HRD 467. A Higher Education Course Monograph."},
      {
        "id":"ED163351",
        "title":"Counseling the Disadvantaged Black Client. A Higher Education Training Monograph."},
      {
        "id":"ED163352",
        "title":"Working with Youth in a Group Setting; A Training Model. A Higher Education Training Monograph."},
      {
        "id":"ED163353",
        "title":"Human Relation Skills in Counseling. A Higher Education Training Monograph."},
      {
        "id":"ED163354",
        "title":"Program Planning. A Higher Education Training Monograph."},
      {
        "id":"ED163361",
        "title":"Elementary School Guidance: Program Planning, Organization and Implementation."},
      {
        "id":"ED163362",
        "title":"Professional Problems of Beginning Counselors in North Carolina."},
      {
        "id":"ED163363",
        "title":"Overview of Evaluation Issues and Methods."},
      {
        "id":"ED163372",
        "title":"Searchlight: Relevant Resources in High Interest Areas. Group Guidance."},
      {
        "id":"ED163373",
        "title":"Searchlight: Relevant Resources in High Interest Areas. Evaluation of Counselor Effectiveness."},
      {
        "id":"ED163375",
        "title":"Hearing Before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Fifth Congress, Second Session on H.R.12146. Adolescent Pregnancy."},
      {
        "id":"ED163377",
        "title":"Outcomes in Alcoholism Treatment."},
      {
        "id":"ED163379",
        "title":"Taking Sexism Out of Education."},
      {
        "id":"ED163380",
        "title":"Myths and Realities About Crime."},
      {
        "id":"ED163381",
        "title":"&quot;You&apos;ve Gotta Keep the Customer Satisfied&quot;: Assessing Client Satisfaction."},
      {
        "id":"ED163385",
        "title":"Evaluating a School Primary Prevention Program."},
      {
        "id":"ED163387",
        "title":"Searchlight. Relevant Resources in High Interest Areas. Counseling the Exceptional: Handicapped and Gifted."},
      {
        "id":"ED163388",
        "title":"Leader Behavior &quot;Causes&quot; Performance: A Review and Longitudinal Study."},
      {
        "id":"ED163393",
        "title":"Beyond Recall in Reading Comprehension: Five Key Planning Decisions."},
      {
        "id":"ED163402",
        "title":"Factors Related to Amount and Type of Leisure Time Reading."},
      {
        "id":"ED163410",
        "title":"Needed: Systematic Evaluation of College Remedial Reading Programs."},
      {
        "id":"ED163415",
        "title":"The B.C. (British Columbia) Reading Assessment: Summary Report."},
      {
        "id":"ED163426",
        "title":"Read a Book in an Hour: Variations."},
      {
        "id":"ED163429",
        "title":"Teacher Prediction of Students' Reading Attitudes: An Examination of Teacher Judgment Compared to Student-Peer Judgment in Assessing Student Reading Attitude and Habit."},
      {
        "id":"ED163431",
        "title":"Models of Word Recognition. Technical Report No. 107."},
      {
        "id":"ED163433",
        "title":"The Development of an Instrument to Measure Teacher Beliefs about Reading."},
      {
        "id":"ED163438",
        "title":"An Extension of the Britton/Lumpkin Study: A Review of Recently Published Readers for Sex Dominance."},
      {
        "id":"ED163440",
        "title":"Techniques for Motivating Interest in Reading for the Disadvantaged High School Student."},
      {
        "id":"ED163441",
        "title":"Another Look at the Self-Questioning Study Technique. Reading Education Report No. 6."},
      {
        "id":"ED163445",
        "title":"A Comparative Study of Informal Group Assessment Procedures and Standardized Reading Test Performance."},
      {
        "id":"ED163455",
        "title":"Critical Reading: An Annotated Reference List and Skills Chart."},
      {
        "id":"ED163457",
        "title":"Pro- and Anti-Social Behaviors Subsequent to Arousal and Observational Learning from Television."},
      {
        "id":"ED163459",
        "title":"Family Communication Patterns and Consumer Socialization."},
      {
        "id":"ED163464",
        "title":"Learning and Acquisition: Two Paths to Writing."},
      {
        "id":"ED163468",
        "title":"Effects of a Year-Long Newspaper Energy Series on Reader Knowledge and Action."},
      {
        "id":"ED163476",
        "title":"Newsroom Technology in Journalism Education: Oversold or Underused?"},
      {
        "id":"ED163480",
        "title":"Language: B.C. (British Columbia); An Assessment in the English Language Arts, A Pilot Study. Summary Report."},
      {
        "id":"ED163481",
        "title":"Language: B.C. (British Columbia); An Assessment of the English Language Arts. Part 1. A Report Dealing with Goals."},
      {
        "id":"ED163482",
        "title":"Language: B.C. (British Columbia); An Assessment in the English Language Arts, A Pilot Study. Part 2. A Report Dealing with Instructional Practices."},
      {
        "id":"ED163483",
        "title":"Language: B. C. (British Columbia); An Assessment in the English Language Arts, a Pilot Study. Part 3. Test Results."},
      {
        "id":"ED163487",
        "title":"The Routes Not Taken: A Look at the Long Term Impact of &quot;Roots.&quot;"},
      {
        "id":"ED163492",
        "title":"The Problem of Dead Letters: Social Perspectives on the Teaching of Writing. Research Series No. 34."},
      {
        "id":"ED163497",
        "title":"American Newspaper Editorials on the Vietnam War: An Experimental Approach to Editorial Content Analysis."},
      {
        "id":"ED163503",
        "title":"New Students in Two-Year Colleges: Twelve Essays."},
      {
        "id":"ED163504",
        "title":"Using Real World Experience to Teach Science and Environmental Writing."},
      {
        "id":"ED163505",
        "title":"Toward an Understanding of Public Relations Roles: An Empirical Test of Five Role Models' Impact on Clients."},
      {
        "id":"ED163510",
        "title":"Secondary School Newspaper Adviser's Job Satisfaction: A Factor in Press Freedom."},
      {
        "id":"ED163511",
        "title":"Language and Stylistic Influences of the Black Folk Tradition of Black Literature."},
      {
        "id":"ED163514",
        "title":"Protecting Student Press Freedom by State Law: The Experience in California."},
      {
        "id":"ED163517",
        "title":"A Comparison of News and Editorial Coverage of Speech and Press Decisions of the Supreme Court."},
      {
        "id":"ED163518",
        "title":"Birth Control as Obscenity: Margaret Sanger and &quot;The Woman Rebel.&quot;"},
      {
        "id":"ED163528",
        "title":"Perspectives on Experiential Learning in Intercultural Communication."},
      {
        "id":"ED163544",
        "title":"Speech Communication and Communication Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; August and September 1978 (Vol. 39 Nos. 2 and 3)."},
      {
        "id":"ED163551",
        "title":"Visual Communication: Its Process and Effects."},
      {
        "id":"ED163552",
        "title":"Puppets as an Intercultural Communication Tool."},
      {
        "id":"ED163553",
        "title":"Audience Studies of the Performing Arts and Museums: A Critical Review. Research Division Report No. 9."},
      {
        "id":"ED163558",
        "title":"International and Intercultural Communication Annual. Volume IV."},
      {
        "id":"ED163560",
        "title":"Alternative Schools. ACSA School Management Digest, Series 1, Number 13. ERIC/CEM Research Analysis Series, Number 40."},
      {
        "id":"ED163561",
        "title":"Improving Self-Image of Students. ACSA School Management Digest, Series 1, Number 14. ERIC/CEM Research Analysis Series, Number 41."},
      {
        "id":"ED163573",
        "title":"Evaluative Study of the Rumson-Fair Haven Regional High School Senior Year Alternative Program [and] Summary."},
      {
        "id":"ED163580",
        "title":"Educational Service Centers: Some Policy Implications for Massachusetts. Part I."},
      {
        "id":"ED163593",
        "title":"The Political Meaning of Superintendency: Theory and Case Analysis of Socialization."},
      {
        "id":"ED163596",
        "title":"Building Public Confidence: How to Begin."},
      {
        "id":"ED163597",
        "title":"The Organizational Differentiation of Students in Schools. Report No. 480-78."},
      {
        "id":"ED163612",
        "title":"The Political Social Context of Implementing and Developing Second Language Programs."},
      {
        "id":"ED163613",
        "title":"Standards in Education: An Up-Date."},
      {
        "id":"ED163620",
        "title":"The Best of the Best of ERIC. Volume 2."},
      {
        "id":"ED163655",
        "title":"Schools: Bureaucracies, Flexible Systems, Anarchies or What? A Consideration of Alternative Image Production in Educational Administration."},
      {
        "id":"ED163658",
        "title":"Compiled School Laws of Alaska."},
      {
        "id":"ED163660",
        "title":"Competency Based Education Sourcebook. Second Edition."},
      {
        "id":"ED163663",
        "title":"Educational Vouchers. The Best of ERIC, Number 41."},
      {
        "id":"ED163666",
        "title":"Classroom Discipline: Case Studies and Viewpoints."},
      {
        "id":"ED163671",
        "title":"Mainstreaming: Problems, Potentials, and Perspectives."},
      {
        "id":"ED163674",
        "title":"Teacher-Student Interaction in Special Education Classrooms."},
      {
        "id":"ED163687",
        "title":"Children at Risk."},
      {
        "id":"ED163697",
        "title":"Child Abuse and Neglect in Residential Institutions: Selected Readings on Prevention, Investigation and Correction."},
      {
        "id":"ED163698",
        "title":"The White House Conference on Handicapped Individuals. Summary. Final Report."},
      {
        "id":"ED163699",
        "title":"The White House Conference on Handicapped Individuals. Volume Three: Implementation Plan."},
      {
        "id":"ED163701",
        "title":"Gifted-Handicapped Project: A Final Report."},
      {
        "id":"ED163711",
        "title":"Guide for Organizing and Operating Programs for the Mentally Gifted and Talented."},
      {
        "id":"ED163714",
        "title":"The Effects of Integrating Young Severely Handicapped Children Into Regular Preschool Headstart and Child Development Program/s. Year II."},
      {
        "id":"ED163722",
        "title":"The Role of the Parent in a Team Approach to Effective Educational Programming."},
      {
        "id":"ED163735",
        "title":"Demographic Analysis and Planning for the Future. No. 13."},
      {
        "id":"ED163736",
        "title":"Current Trends and Future Issues. No. 14."},
      {
        "id":"ED163744",
        "title":"Caring About Kids: Helping the Hyperactive Child."},
      {
        "id":"ED163748",
        "title":"Self-Management of On-Task Behavior with Retarded/Disturbed Children."},
      {
        "id":"ED163753",
        "title":"Easifying Second Language Learning."},
      {
        "id":"ED163754",
        "title":"Second Language Acquisition: A Social Psychological Approach. Research Bulletin No. 332."},
      {
        "id":"ED163756",
        "title":"On the Acquisition of \"Some\" and \"All.\" Papers and Reports on Child Language Development, No. 9."},
      {
        "id":"ED157704",
        "title":"The Solar Energy Timetable. Worldwatch Paper 19."},
      {
        "id":"ED157713",
        "title":"The Development of Environmental Education Materials for Investigating Fire-Environment-Man Relationships: Final Report."},
      {
        "id":"ED157714",
        "title":"Marine Flora and Fauna of the Northeastern United States. Copepoda: Lernaeopodidae and Sphyriidae."},
      {
        "id":"ED157716",
        "title":"Industrial R&amp;D Spending Reached $26.6 Billion in 1976. Science Resources Studies Highlights, May 5, 1978."},
      {
        "id":"ED157717",
        "title":"Utilization of Science and Engineering Doctorates in Industrial Research and Development. Science Resources Studies Highlights, April 11, 1978."},
      {
        "id":"ED157744",
        "title":"National Science Teachers Association Factsheet No. 18: Alternative Energy Sources - A Glossary of Terms."},
      {
        "id":"ED157754",
        "title":"Training for Certification: Ornamental &amp; Turf Pest Control."},
      {
        "id":"ED157778",
        "title":"Investigations in Science Education, Vol. 3, No. 1. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED157779",
        "title":"Investigations in Science Education, Vol. 3, No. 2. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED157782",
        "title":"ENERGY: Selected Resource Materials for Developing Energy Education/Conservation Programs. Revised Edition."},
      {
        "id":"ED157787",
        "title":"Alternatives in Science Teaching. Test Edition. AAAS Study Guides on Contemporary Problems, No. 4."},
      {
        "id":"ED157788",
        "title":"A Study Guide on Holography (Draft). Test Edition. AAAS Study Guides on Contemporary Problems."},
      {
        "id":"ED157791",
        "title":"Public Policy Analysis. Test Edition. AAAS Study Guides on Contemporary Problems No. 3."},
      {
        "id":"ED157792",
        "title":"Biosociology: A Study Guide. Test Edition. AAAS Study Guides on Contemporary Problems."},
      {
        "id":"ED157793",
        "title":"Social Impact Assessment. Test Edition. AAAS Study Guides on Contemporary Problems."},
      {
        "id":"ED157798",
        "title":"A Summary of Research in Science Education - 1976."},
      {
        "id":"ED157810",
        "title":"Exploring the Relationship between Technology and Social Values."},
      {
        "id":"ED157812",
        "title":"Ideas and Research: A Course Introducing Inquiry in the Social Sciences and Humanities [And] Summary."},
      {
        "id":"ED157813",
        "title":"Developmental Education and the University College: A Competency-Based Approach to Education."},
      {
        "id":"ED157815",
        "title":"Developments in Kohlberg's Theory and Scoring of Moral Dilemmas. Occasional Paper No. 6."},
      {
        "id":"ED157816",
        "title":"Research in Arts Education: A Federal Chapter."},
      {
        "id":"ED157817",
        "title":"Bringing Energy to the People: Washington, D.C. and Ghana. Grades 6,7. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED157818",
        "title":"An Energy History of the United States. Grades 8-9. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED157819",
        "title":"Energy in the Global Marketplace. Grades 9, 10, 11. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED157820",
        "title":"U.S. Energy Policy -- Which Direction? Grades 11 and 12. Interdisciplinary Student/Teacher Materials in Energy, the Environment, and the Economy."},
      {
        "id":"ED157821",
        "title":"Disappearing Species: The Social Challenge. Worldwatch Paper 22."},
      {
        "id":"ED157832",
        "title":"Focus on Hinduism: Audio-Visual Resources for Teaching Religion. Occasional Publication No. 23."},
      {
        "id":"ED157834",
        "title":"Indian River County Environmental Education Instructional Guide. Language Arts and Social Studies, Sixth Grade."},
      {
        "id":"ED157835",
        "title":"Indian River County Environmental Education Instructional Guide. Social Studies, Seventh Grade."},
      {
        "id":"ED157836",
        "title":"Indian River County Environmental Education Instructional Guide. Social Studies, Eighth Grade."},
      {
        "id":"ED157837",
        "title":"Indian River County Environmental Education Instructional Guide. Social Studies, Grade Nine."},
      {
        "id":"ED157848",
        "title":"The History and Development of Public School Adult and Community Education in Michigan, 1862-1977."},
      {
        "id":"ED157853",
        "title":"China since Mao: Report of a Study Tour, July 8-28, 1978."},
      {
        "id":"ED157860",
        "title":"Inservice Education Programs for Coaches."},
      {
        "id":"ED157861",
        "title":"The Effect of Teacher Aides in Primary Classrooms."},
      {
        "id":"ED157864",
        "title":"The Supply and Demand for Beginning Teachers, Past, Present, and Future."},
      {
        "id":"ED157866",
        "title":"Training Complex Model for Appraising and Programming. Summary Report."},
      {
        "id":"ED157870",
        "title":"Final evaluation Report, 1975-76. ESAA III Pilot Project Assist."},
      {
        "id":"ED157875",
        "title":"Partner Choice in Cooperative and Competitive Sport Settings."},
      {
        "id":"ED157878",
        "title":"Program for Alternative Careers in Education (PACE)."},
      {
        "id":"ED157880",
        "title":"Physical Fitness and Health. Annual Report 1977."},
      {
        "id":"ED157881",
        "title":"Social Facilitation During the Initial Stage of Motor Learning: A Re-examination of Martens&apos; Audience Study. Revised."},
      {
        "id":"ED157889",
        "title":"A Comparison of I.H.E. Faculty, L.E.A. Faculty, and I.H.E. Student Perceptions of Select Teacher Competencies."},
      {
        "id":"ED157891",
        "title":"The Influence of a Training Intervention for Business-Like Behavior on the Business-Like Behavior and Level of Warmth of Preservice Elementary Teachers."},
      {
        "id":"ED157895",
        "title":"UNESCO Conference on Physical Education and Sport. Report of the United States Delegation."},
      {
        "id":"ED157897",
        "title":"The Relation Between Unit Test and Retention Test Performances: A Case for the Personalized System of Instruction Approach to Grading."},
      {
        "id":"ED157898",
        "title":"Notes on Topics in the Economics of Education. Research Memorandum."},
      {
        "id":"ED157899",
        "title":"The Impact of Varying Levels of Computer-Assisted Instruction on the Academic Performance of Disadvantaged Students. Research Bulletin."},
      {
        "id":"ED157900",
        "title":"The Economic Benefits of Schooling and Reading Competence."},
      {
        "id":"ED157903",
        "title":"What Graduate and Professional School Students Think About Admissions Tests. NCME Measurement in Education. A Series of Special Reports of the National Council on Measurement in Education."},
      {
        "id":"ED157904",
        "title":"Instructional Analysis Kit."},
      {
        "id":"ED157911",
        "title":"Evaluation in the Affective Domain. NSPER: 76."},
      {
        "id":"ED157915",
        "title":"The Objective-Referenced Testing Component of the Delaware Educational Accountability System., Grade Four-Communications."},
      {
        "id":"ED157922",
        "title":"Controlling Teacher Bias in Attitude Toward School Measures."},
      {
        "id":"ED157924",
        "title":"Evaluation in Moderate-to-Small School Districts: Downstate Illinois."},
      {
        "id":"ED157925",
        "title":"Gender Balance Analysis of the Metropolitan Achievement Tests, 1978 Edition."},
      {
        "id":"ED157926",
        "title":"Differentiating Reading Disabled from Normal Children with the Visual Discrimination Test."},
      {
        "id":"ED157928",
        "title":"Teenage Self Test: cigarette smoking. Discussion Leader's Guide. How do you score?"},
      {
        "id":"ED157929",
        "title":"Measuring Sexist Attitudes in a Situational Context. Research Report #16-77."},
      {
        "id":"ED157942",
        "title":"An Evaluation of Select Approaches For Biased Item Identification."},
      {
        "id":"ED157948",
        "title":"The Formative Years. Circular P1J1. Provincial Curriculum Policy for the Primary and Junior Divisions of the Public and Separate Schools of Ontario."},
      {
        "id":"ED157949",
        "title":"Child Health Assessment. Part 2: Results of the First Twelve Months of Life. Final Report. Nursing Child Assessment Project."},
      {
        "id":"ED157951",
        "title":"Educational Leadership and Multiracial Schools."},
      {
        "id":"ED157952",
        "title":"A Management Training Model for Urban School Administrators."},
      {
        "id":"ED157954",
        "title":"Stratification and Resegregation: The Case of Crossover High School, Memphis, Tennessee."},
      {
        "id":"ED157959",
        "title":"Changing Migration Patterns Within the United States. Resource Papers for College Geography No. 77-2."},
      {
        "id":"ED157963",
        "title":"Ways to Improve Education in Desegregated Schools (WIEDS). Final Report."},
      {
        "id":"ED157965",
        "title":"The Magnet School Boom: Implications for Desegregation."},
      {
        "id":"ED157986",
        "title":"Exploring Metropolitan Ways Toward Reducing Isolation: Prospects for Progress. Report No. 104."},
      {
        "id":"ED157994",
        "title":"Comparative Occupational Survey of Civilian and Military Members in the Pavements Maintenance and Construction Equipment Operator Specialties. Final Report for Period 1 October 1975-30 October 1977."},
      {
        "id":"ED157998",
        "title":"Appalachian Maryland--A Maryland Microcosm to Strengthen Community Services and Continuing Education. Final Report."},
      {
        "id":"ED158004",
        "title":"Projected Allied Health and Nursing Training Needs for a Seven-County Area in West Virginia."},
      {
        "id":"ED158006",
        "title":"Job Performance Aids: Research and Technology State-of-the-Art. Final Report."},
      {
        "id":"ED158007",
        "title":"Correctional Training: Institution Familiarization. Part 1: Background Material."},
      {
        "id":"ED158008",
        "title":"Correctional Training. Institution Familiarization. Part II: The Training Program."},
      {
        "id":"ED158018",
        "title":"The Transition from School to Adulthood."},
      {
        "id":"ED158021",
        "title":"Layoff Time Training: A Key to Upgrading Workforce Utilization and EEOC Affirmative Action. A Case Study in the Northern California Canning Industry. R &amp; D Monograph 61."},
      {
        "id":"ED158024",
        "title":"Investigating Accidents in the Workplace. A Manual for Compliance Safety and Health Officers."},
      {
        "id":"ED158026",
        "title":"Job Safety and Health at Federal Agencies."},
      {
        "id":"ED158034",
        "title":"The Labor Market Consequences of Dropping Out of High School."},
      {
        "id":"ED158035",
        "title":"The Determinants of Service in the Armed Forces during the Vietnam Era."},
      {
        "id":"ED158039",
        "title":"Development of USES Specific Aptitude Test Battery [S-61R78] for Plumber (const.) 862.381-030/Pipe Fitter (const.) 862.381-018."},
      {
        "id":"ED158058",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module Course Guide."},
      {
        "id":"ED158059",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module I. The Emergency Medical Technician, His Role, Responsibility, and Training."},
      {
        "id":"ED158060",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module II. Human Systems and Patient Assessment."},
      {
        "id":"ED158061",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor&apos;s Lesson Plans. Module III. Shock and Fluid Therapy."},
      {
        "id":"ED158062",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module IV. General Pharmacology."},
      {
        "id":"ED158063",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module V. Respiratory System."},
      {
        "id":"ED158064",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module VI. Cardiovascular System."},
      {
        "id":"ED158065",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module VII. Central Nervous System."},
      {
        "id":"ED158066",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module VIII. Soft Tissue Injuries."},
      {
        "id":"ED158067",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module IX. Musculoskeletal."},
      {
        "id":"ED158068",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module X. Medical Emergencies."},
      {
        "id":"ED158069",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module XI. Obstetric/Gynecologic Emergencies."},
      {
        "id":"ED158070",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module XII. Pediatrics and Neonatal."},
      {
        "id":"ED158071",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module XIII. Management of the Emotionally Disturbed."},
      {
        "id":"ED158072",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module XIV. Rescue Techniques."},
      {
        "id":"ED158073",
        "title":"National Training Course. Emergency Medical Technician. Paramedic. Instructor's Lesson Plans. Module XV. Telemetry and Communications."},
      {
        "id":"ED158109",
        "title":"Factory Production Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158110",
        "title":"Clerical Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158111",
        "title":"Office Machine and Computer Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158112",
        "title":"Business Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158113",
        "title":"Service Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158114",
        "title":"Food Merchandising Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158116",
        "title":"Education and Related Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158117",
        "title":"Sales Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158119",
        "title":"Construction Occupations--Finishing. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158120",
        "title":"Air and Water Transportation Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158121",
        "title":"Railroad Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158122",
        "title":"Driving Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158123",
        "title":"Environmental Scientists and Conservation Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158124",
        "title":"Engineering and Related Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158125",
        "title":"Physical and Life Scientists. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158126",
        "title":"Mathematics and Related Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158127",
        "title":"Public Utilities Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158128",
        "title":"Motor Vehicle and Machinery Repairers. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158130",
        "title":"Small Business Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158132",
        "title":"Health Occupations. Dental Auxiliaries, Nursing, Therapy and Rehabilitation, Health Services Administration. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158133",
        "title":"Health Occupations. Medical Technologists, Technicians, and Assistants; Dispensing Opticians; Ophthalmic Laboratory Technicians; Medical Record Personnel. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158135",
        "title":"Counseling and Related Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158136",
        "title":"Social Service Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158137",
        "title":"Performing Arts and Entertainment-Related Occupations. Reprinted from the"},
      {
        "id":"ED158138",
        "title":"Design Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158139",
        "title":"Communications-Related Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158140",
        "title":"Agriculture and Logging and Lumber Mill Products Industries. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158141",
        "title":"Energy-Producing Industries. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158142",
        "title":"Petroleum Refining, Industrial Chemical, Drug, and Paper and Allied Products Industries. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158143",
        "title":"Aluminum, Iron and Steel, and Foundry Industries. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158145",
        "title":"Apparel, Baking, Laundry and Dry Cleaning, and Textile Mill Products Industries. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158146",
        "title":"Government Occupations. Reprinted from the Occupational Handbook, 1978-79 Edition."},
      {
        "id":"ED158147",
        "title":"Banking and Insurance Occupations. Reprinted from the Occupational Outlook Handbook, 1978-79 Edition."},
      {
        "id":"ED158149",
        "title":"In Search of the Illusive View of Man."},
      {
        "id":"ED158151",
        "title":"Coping With Pain: Studies in Stress Inoculation."},
      {
        "id":"ED158153",
        "title":"Cohort Effects in Children's Test Anxiety and Defensiveness."},
      {
        "id":"ED158161",
        "title":"The Effects of Student Supervision Upon the Social Climate of a Male Dormitory."},
      {
        "id":"ED158163",
        "title":"The Influence of Authoritarianism Upon Prejudice: A Review."},
      {
        "id":"ED158170",
        "title":"Group Interactions Among the Elderly and Group Therapy Interventions."},
      {
        "id":"ED158182",
        "title":"A Model for Evaluation of Decision Passages."},
      {
        "id":"ED158185",
        "title":"Maintenance of Family Ties of Long-Term Care Patients: Theory and Guide to Practice."},
      {
        "id":"ED158186",
        "title":"Forcible Rape: A Manual for Filing and Trial Prosecutors. Prosecutors&apos; Volume II."},
      {
        "id":"ED158190",
        "title":"Police Discretion: A Selected Bibliography."},
      {
        "id":"ED158191",
        "title":"Model Acts for Family Courts and State-Local Children&apos;s Programs."},
      {
        "id":"ED158194",
        "title":"Humanistic Education in Desegregated Schools."},
      {
        "id":"ED158196",
        "title":"Adolescent Development and Teenage Fertility."},
      {
        "id":"ED158200",
        "title":"Empirical Approaches to the Treatment of Alcohol Abuse: Alternatives to Abstinence."},
      {
        "id":"ED158201",
        "title":"The Drug Education Controversy: Attitudes of Educators and Experts. Research Bulletin Vol. 12, No. 2."},
      {
        "id":"ED158203",
        "title":"The Interface of Family and Society in Sex Role Changes, Emphasizing the Saliency of Occupation."},
      {
        "id":"ED158207",
        "title":"Children's Retention of Topical and Factual Information Following Oral Report Activities."},
      {
        "id":"ED158209",
        "title":"Hatching the EGG: A Model for Educational Growth Groups."},
      {
        "id":"ED158215",
        "title":"Forcible Rape: A Manual for Sex Crime Investigators. Police Volume III."},
      {
        "id":"ED158216",
        "title":"Forcible Rape: A Literature Review and Annotated Bibliography."},
      {
        "id":"ED158222",
        "title":"What Makes a Good Story? Reading Education Report No. 5."},
      {
        "id":"ED158226",
        "title":"Training Self-Checking Routines for Estimating Test Readiness: Generalization from List Learning to Prose Recall. Technical Report No. 94."},
      {
        "id":"ED158232",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International, January through March 1978 (Vol. 38 Nos. 7 through 9)."},
      {
        "id":"ED158233",
        "title":"Reading Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International, January through March 1978 (Vol. 38 Nos. 7 through 9)."},
      {
        "id":"ED158235",
        "title":"Reading Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" October through December 1977 (Vol. 38 Nos. 4 through 6)."},
      {
        "id":"ED158236",
        "title":"Reading Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through September 1977 (Vol. 38 Nos. 1 through 3)."},
      {
        "id":"ED158244",
        "title":"Developing and Measuring Mature Syntax."},
      {
        "id":"ED158245",
        "title":"Developing Word Knowledge through Word Sorts."},
      {
        "id":"ED158250",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through March 1978 (Vol. 38 Nos. 7 through 9). Part One."},
      {
        "id":"ED158251",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through March 1978 (Vol. 38 Nos. 7 through 9). Part Two."},
      {
        "id":"ED158255",
        "title":"Effect of Background Knowledge on Silent Reading Comprehension."},
      {
        "id":"ED158267",
        "title":"Development of Ideational Bonds in Text via Relational and Locative Cues."},
      {
        "id":"ED158268",
        "title":"Is Reading Sensible for Children?"},
      {
        "id":"ED158272",
        "title":"Linguistics and Creativity."},
      {
        "id":"ED158273",
        "title":"Audience and Focus in Technical Writing."},
      {
        "id":"ED158280",
        "title":"Journalist 1 &amp; C. Rate Training Manual and Nonresident Career Course, Revised."},
      {
        "id":"ED158293",
        "title":"Black Literature for High School Students."},
      {
        "id":"ED158294",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through April 1978 (Vol. 38 Nos. 7 through 10)."},
      {
        "id":"ED158298",
        "title":"&quot;Out of Sorts and Out of Cash&quot;: Problems of Newspaper Publishing in Wisconsin Territory, 1833-1848."},
      {
        "id":"ED158310",
        "title":"The Mass Testing of Writing: How Well Is It Being Done?"},
      {
        "id":"ED158311",
        "title":"Phenomenology and Mass Communication Research: An Uncertain Past and a Promising Future."},
      {
        "id":"ED158312",
        "title":"Preferences and Policy: Some Data for Policy Decisions in Children&apos;s Television Programming."},
      {
        "id":"ED158314",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" May through June 1978 (Vol. 38 Nos. 11 and 12)."},
      {
        "id":"ED158315",
        "title":"Recommended English Language Arts Curriculum Guides K-12 and Criteria for Planning and Evaluation."},
      {
        "id":"ED158316",
        "title":"The Compleat Literature Teacher: &quot;A Generous Fish.&quot;"},
      {
        "id":"ED158318",
        "title":"Consumer Buying Goals and Communication Behavior."},
      {
        "id":"ED158321",
        "title":"Consumer Information Use: Individual Vs. Social Predictors."},
      {
        "id":"ED158325",
        "title":"Teaching of English: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1978 (Vol. 38 Nos. 7 through 12)."},
      {
        "id":"ED158327",
        "title":"Job and Career Satisfaction among Advertising Practitioners."},
      {
        "id":"ED158328",
        "title":"Where Does the Teaching of Advertising Belong: The Case for the Journalism School."},
      {
        "id":"ED158329",
        "title":"U.S. Senatorial News Coverage from 1953 to 1975: A Study of the 83rd, 89th, 91st and 93rd Congresses."},
      {
        "id":"ED158336",
        "title":"Accident and Design: Implications of Technical and Functional Factors of Network Television Coverage of the Ford/Carter Presidential Debates."},
      {
        "id":"ED158343",
        "title":"Mass Media and Interpersonal Influences on the Acquisition of Consumer Competencies."},
      {
        "id":"ED158346",
        "title":"Kinesic Correlates of Communication Apprehension: An Analysis of Hand Movements."},
      {
        "id":"ED158347",
        "title":"Speech Communication and Communication Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through September 1977 (Vol. 38 Nos. 1 through 3)."},
      {
        "id":"ED158348",
        "title":"Speech Communication and Communication Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; October through December 1977 (Vol. 38 Nos. 4 through 6)."},
      {
        "id":"ED158349",
        "title":"Speech Communication and Communication Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through June 1977, (Vol. 37 Nos. 9 through 12). Part One."},
      {
        "id":"ED158350",
        "title":"Speech Communication and Communication Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through June 1977 (Vol. 37 Nos. 9 through 12). Part Two."},
      {
        "id":"ED158354",
        "title":"An Investigation of Differential Ability in Decoding Nonverbal Cues."},
      {
        "id":"ED158359",
        "title":"California School Lighting Design and Evaluation. A Procedure for the Prediction, Specification, and Evaluation of Visual Comfort and Visual Performance in Classrooms."},
      {
        "id":"ED158367",
        "title":"The Social Patterning of Deviant Behaviors in School."},
      {
        "id":"ED158369",
        "title":"Delinquency, Corporal Punishment, and the Schools."},
      {
        "id":"ED158380",
        "title":"Pacific Regional Solar Heating Handbook. Second Edition."},
      {
        "id":"ED158381",
        "title":"Solar Energy for Space Heating & Hot Water."},
      {
        "id":"ED158382",
        "title":"SOLCOST. Solar Hot Water Handbook. A Simplified Design Method for Sizing and Costing Residential and Commercial Solar Service Hot Water Systems. Second Edition."},
      {
        "id":"ED158384",
        "title":"Interim Policy Options for Commercialization of Solar Heating and Cooling Systems."},
      {
        "id":"ED158387",
        "title":"National Program Plan for Research and Development in Solar Heating and Cooling. Interim Report."},
      {
        "id":"ED158388",
        "title":"Data Base Reexamination as Part of IDS Secondary Analysis."},
      {
        "id":"ED158399",
        "title":"Divine Right Administration--And Other Foolishness."},
      {
        "id":"ED158408",
        "title":"Affective and Behavioral Change in Individuals Involved in Innovation Implementation."},
      {
        "id":"ED158413",
        "title":"Proposition 13: Its Impact on the Nation&apos;s Economy, Federal Revenues, and Federal Expenditures. Background Paper."},
      {
        "id":"ED158415",
        "title":"Manual for the Self Evaluation of School Boards."},
      {
        "id":"ED158416",
        "title":"Public Interest Law Activity and the Litigation of School Finance: An Appraisal of the Equity and Efficiency Consequences. Reprint Series, 253."},
      {
        "id":"ED158423",
        "title":"Catholic Secondary Schools and the Educational Reform Movement in American Secondary Education. NCEA Special Bulletin."},
      {
        "id":"ED158425",
        "title":"School Finance Reform in the States: 1978. Report No. F78-1."},
      {
        "id":"ED158429",
        "title":"Community Education and State Education Agencies. An Assessment of Existing and Future Roles. Community Education Advisory Council Report No. 4."},
      {
        "id":"ED158435",
        "title":"A Framework for Policy Making."},
      {
        "id":"ED158438",
        "title":"On Policy-Making: Lessons from the Left Hand."},
      {
        "id":"ED158443",
        "title":"Public Awareness Viewpoints."},
      {
        "id":"ED158445",
        "title":"The Arts and Handicapped People: Defining the National Direction."},
      {
        "id":"ED158451",
        "title":"Developing a Tool for Assessing Social-Emotional Functioning of Preschool Children."},
      {
        "id":"ED158464",
        "title":"Serving the Developmentally Disabled Aged."},
      {
        "id":"ED158474",
        "title":"Secondary Handicapped Students? I Thought They Were All Cured!"},
      {
        "id":"ED158503",
        "title":"Orientation and Mobility for Multiply Handicapped Blind Children."},
      {
        "id":"ED158512",
        "title":"Northville Public Schools/Institution Special Education Program: Comprehensive Administrative Planning."},
      {
        "id":"ED158545",
        "title":"Towards Broadening Conceptualizations of the Causes and Correction of Learning and Related Behavior Problems."},
      {
        "id":"ED158555",
        "title":"Interviews of Teachers in Title VII K-4 Schools. Fall, 1974. ESEA Title VII Bilingual Project. Formative Evaluation Report No.6."},
      {
        "id":"ED158556",
        "title":"Interviews of Teachers in Title VII K-1 Schools ESEA Title VII Bilingual Project. Formative Evaluation Report No. 7."},
      {
        "id":"ED158557",
        "title":"Interviews of Bilingual Teacher Aides. November 1974. ESEA Title VII Bilingual Project. Formative Evaluation Report No. 5."},
      {
        "id":"ED158558",
        "title":"Parent Interview ESAA Bilingual/Bicultural Project, Formative Report No. 6."},
      {
        "id":"ED158559",
        "title":"Fall 1974--Parent Interviews. ESEA Title VII Bilingual Project. Formative Evaluation Report No. 8."},
      {
        "id":"ED158560",
        "title":"Objectives by Level, Scope and Sequence: Spanish Criterion Referenced Test."},
      {
        "id":"ED158575",
        "title":"Teacher Talk: Language in the Classroom. Language in Education: Theory and Practice, No. 9."},
      {
        "id":"ED158576",
        "title":"Language and Linguistics: Bases for a Curriculum. Language in Education: Theory and Practice, No. 10."},
      {
        "id":"ED158584",
        "title":"Bilingual Bicultural Education: Conference Papers."},
      {
        "id":"ED158588",
        "title":"I. Vasaagihdzak; II. Shoh Deetrya' Haa Gwandak; III. Tr'Injaa."},
      {
        "id":"ED158604",
        "title":"Ko'ehdan"},
      {
        "id":"ED158610",
        "title":"Are You Confused about Dirty Words?"},
      {
        "id":"ED158620",
        "title":"Instructional Analysis Kit."},
      {
        "id":"ED158621",
        "title":"Forth-Seventh Annual Report, 76-77. Australian Council of Educational Research."},
      {
        "id":"ED158622",
        "title":"The Changing Relations Between Higher Education and Government: Some Perspectives From Abroad. Yale Higher Education Research Group Working Paper."},
      {
        "id":"ED158626",
        "title":"Data Pertaining to the Education of Women: A Challenge to the Federal Government."},
      {
        "id":"ED158631",
        "title":"UNCF Statistical Report of the Member Institutions, 1978."},
      {
        "id":"ED158632",
        "title":"Nontraditional Education: The Quality Issue and Military Base Education."},
      {
        "id":"ED158634",
        "title":"Study Survival Kit."},
      {
        "id":"ED158636",
        "title":"Tottering on the Brink. The Future of Women Art Faculty in Higher Education."},
      {
        "id":"ED158638",
        "title":"State-Level Academic Program Review in Higher Education. Report No. 107."},
      {
        "id":"ED158641",
        "title":"Finance, Productivity, and Management in Postsecondary Education. Selected Research Topics."},
      {
        "id":"ED158649",
        "title":"A Pilot Experiment to Test the Relative Effectiveness of Three Kinds of Teaching Method and Gropings for a Design of Objective Tests of the Effectiveness of Teaching Methods."},
      {
        "id":"ED158652",
        "title":"State Postsecondary Education Profiles Handbook. 1978 Edition. Report No. 88"},
      {
        "id":"ED158655",
        "title":"Characteristics and Attitudes of the Financial Aid Administrator. (A Report on the Survey of the Profession in 1977.)"},
      {
        "id":"ED158660",
        "title":"Earned Degrees Conferred: Analysis of Trends, 1965-66 Through 1974-75."},
      {
        "id":"ED158664",
        "title":"Report on the Council of Graduate Schools-Graduate Record Examinations Board 1977-78 Survey of Graduate Enrollment. Part I."},
      {
        "id":"ED158665",
        "title":"Report on the Council of Graduate Schools-Graduate Record Examinations Board 1977-78 Survey of Graduate Enrollment. Part II."},
      {
        "id":"ED158671",
        "title":"Full-Time Faculty in Higher Education--Numbers, Ages and Wages."},
      {
        "id":"ED158676",
        "title":"How to Get College Credit for What You Have Learned as a Homemaker and Volunteer."},
      {
        "id":"ED158680",
        "title":"Influencing the Distribution of Physicians: Manpower Policy Strategies. Issues in Higher Education. Series No. 13."},
      {
        "id":"ED158682",
        "title":"Nontenure-Track Science Personnel: Opportunities for Independent Research. Higher Education Panel Reports, No. 39."},
      {
        "id":"ED158689",
        "title":"Experiential Learning in Engineering Education."},
      {
        "id":"ED158698",
        "title":"Utilization of Manpower and Labor Market Data in College and University Planning: An Exploratory Study. Final Report."},
      {
        "id":"ED158699",
        "title":"Promoting Student Learning in College by Adapting to Individual Differences in Educational Cognitive Style. Final Evaluation Report."},
      {
        "id":"ED158707",
        "title":"Access to the Past: The Librarian's Responsibility to the Future. Response prepared by Harold Hacker."},
      {
        "id":"ED158708",
        "title":"Illinois State Library Shared Staffing Program Policy Review. Phase I: Report."},
      {
        "id":"ED158709",
        "title":"Virgin Islands Government Documents. A Quarterly Checklist. Vol. 1, No. 1, Winter 1977."},
      {
        "id":"ED158712",
        "title":"Community Information and Services Centers: Concepts for Activation."},
      {
        "id":"ED140437",
        "title":"Using Survey Feedback in a Small Alternative High School. Research and Development Memorandum No. 148."},
      {
        "id":"ED140446",
        "title":"Public Opinion and the School Board. Selected Readings for School Board Members."},
      {
        "id":"ED140455",
        "title":"Reasonable Cause for Dismissal of Teachers."},
      {
        "id":"ED140460",
        "title":"Coordination: A Conceptual Model and Practical Consideration."},
      {
        "id":"ED140462",
        "title":"The Competency-Based Preparation of Administrators at Teachers College, Columbia University."},
      {
        "id":"ED140463",
        "title":"Integration Through an Internship--Special Education and General Education."},
      {
        "id":"ED140467",
        "title":"Musings on Paul Peterson&apos;s &quot;School Politics Chicago Style&quot; and on the Utility of Decision-Making Models."},
      {
        "id":"ED140468",
        "title":"Role Implications of a Rank Ordering Process by Elementary Principals."},
      {
        "id":"ED140476",
        "title":"Alternative Measures of Local Wealth and Effort."},
      {
        "id":"ED140477",
        "title":"A Retrospective Analysis of the Development of Program Criteria."},
      {
        "id":"ED140481",
        "title":"Maximizing the Effectiveness of Leadership Inservice Education: An Operational Model."},
      {
        "id":"ED140489",
        "title":"Citizen Participation: Quality and Impact."},
      {
        "id":"ED140491",
        "title":"Manufactured Housing--The Modular Home in Texas."},
      {
        "id":"ED140492",
        "title":"Management Techniques for Elementary Level Interest Centers."},
      {
        "id":"ED140495",
        "title":"Computer Assisted Instruction. 1975-76 Evaluation Report. A Title I Program. Revised."},
      {
        "id":"ED140496",
        "title":"Elementary Magnet Plan Evaluation, 1975-76."},
      {
        "id":"ED140497",
        "title":"The Impact of the Implementation Experience on an Educational Innovation."},
      {
        "id":"ED140499",
        "title":"Dysfunctional Elements in the ESEA Title 1 Structure."},
      {
        "id":"ED140501",
        "title":"Les sous-prefectures de Sikensi et Dabakala, Cote-d'Ivoire. (The Regions of Sikensi and Dabakala, Ivory Coast.) Method de preparation de la carte scolaire: etudes de cas 9."},
      {
        "id":"ED140502",
        "title":"Economie et enseignement a Madagascar. (Economy and Education in Madagascar.) Financement des systemes educatifs: etudes de cas Nationales 8."},
      {
        "id":"ED140503",
        "title":"A User-Driven Federally Supported System of School Improvement: Design Specifications."},
      {
        "id":"ED140504",
        "title":"Recent Enrollment Trends in U.S. Nonpublic Schools: Final Report to the National Institute of Education."},
      {
        "id":"ED140516",
        "title":"Instructional Materials: A Bibliography for Their Selection, Evaluation and Use."},
      {
        "id":"ED140517",
        "title":"A Selected Bibliography on Attitudes Toward the Handicapped."},
      {
        "id":"ED140519",
        "title":"Mainstreaming as an Approach to Special Education Services: Organization and Training."},
      {
        "id":"ED140522",
        "title":"Chapter 766: An Analysis of Year One."},
      {
        "id":"ED140523",
        "title":"Interpersonal Values of Intellectually Gifted Adolescent Females: Single-Sex or Co-Education?"},
      {
        "id":"ED140524",
        "title":"A Study of Attitudes Toward Deafness and Its Implications for Mainstreaming."},
      {
        "id":"ED140526",
        "title":"Special Technology for Special Children: Computers as Prostheses to Serve Communication and Autonomy in the Education of Handicapped Children."},
      {
        "id":"ED140527",
        "title":"Language Training for Trainable Mentally Retarded Children: ITPA, Peabody, and Distar Techniques."},
      {
        "id":"ED140531",
        "title":"Use of the Cranmer Abacus by Blind Persons."},
      {
        "id":"ED140533",
        "title":"Prediction and Prevention of Child Abuse and Neglect."},
      {
        "id":"ED140534",
        "title":"A National Forum on Residential Services (New Orleans, Dec. 3-4, 1976)."},
      {
        "id":"ED140535",
        "title":"Building Needs for the Handicapped."},
      {
        "id":"ED140542",
        "title":"What Parents of the Learning Disabled Really Want to Get from Professionals."},
      {
        "id":"ED140545",
        "title":"Procedure Manual for Group Homes for Developmentally Disabled Adults. Revised January, 1977."},
      {
        "id":"ED140547",
        "title":"Availability and Accessibility of Information in the Semantic Memory of Retarded and Nonretarded Adolescents."},
      {
        "id":"ED140554",
        "title":"Public Law 94-142: The Education for All Handicapped Children Act. An Overview of the Federal Law."},
      {
        "id":"ED140555",
        "title":"P. L. 94-142. Long Term Implications: The Art of Crystal Balling."},
      {
        "id":"ED140556",
        "title":"Comprehensive System of Personnel Development and the Implementation of P. L. 94-142: Issues and Problems."},
      {
        "id":"ED140557",
        "title":"Public Law 94-142. Education for All Handicapped Children Act of 1975--Individualized Education Programs: Content and Related Issues."},
      {
        "id":"ED140560",
        "title":"Project SEARCH: Phase II Evaluation, 1975-1976."},
      {
        "id":"ED140563",
        "title":"The Search for Cognitive Giftedness in Exceptional Children."},
      {
        "id":"ED140571",
        "title":"The Psychologist As a Change-Agent in Providing In-Service Training to Staff Members Serving School-Aged Severely Retarded."},
      {
        "id":"ED140573",
        "title":"How Can Teacher In-Service Be Made Effective in a Rural State?"},
      {
        "id":"ED140577",
        "title":"The Reliability of Using Peers in Drill Type Instruction."},
      {
        "id":"ED140578",
        "title":"Delinquency Prevention Center Program."},
      {
        "id":"ED140579",
        "title":"Vocational and Career Education for the Handicapped: Training the Classroom Teacher. Project T.H.O.R."},
      {
        "id":"ED140581",
        "title":"Financing of Public Law 94-142."},
      {
        "id":"ED140582",
        "title":"The Paraprofessional in Special Education."},
      {
        "id":"ED140583",
        "title":"Cognitive Remediation of Blind Students: Final Report and Demonstration of Educational Techniques."},
      {
        "id":"ED140585",
        "title":"Demonstration of Activities Designed to Promote Cognitive Growth."},
      {
        "id":"ED140586",
        "title":"Cognitive Remediation of Blind Students. A Teacher Training Program: Developing and Implementing Process-Oriented Teaching Strategies."},
      {
        "id":"ED140587",
        "title":"Effects of a Career Development Institute on the Images of the Future of Gifted Adolescents."},
      {
        "id":"ED140590",
        "title":"Observational Techniques for Use by Special Educators in Assessing Students with Learning Disabilities."},
      {
        "id":"ED140592",
        "title":"Peer Tutorial Models."},
      {
        "id":"ED140593",
        "title":"Peer Tutoring - Introduction and Historical Perspective."},
      {
        "id":"ED140594",
        "title":"The Physical and Social Environment for Feeding the Severely and Profoundly Handicapped."},
      {
        "id":"ED140596",
        "title":"Interagency Outclient Service Delivery to Young Children and Their Families."},
      {
        "id":"ED140598",
        "title":"Residential Behavior Therapy Treatment as an Intensive Care Approach to the Development of Community Competence."},
      {
        "id":"ED140599",
        "title":"Creativity and the Gifted/Talented Child."},
      {
        "id":"ED140601",
        "title":"\"Model\" Units for the Gifted. [A Compilation of Units for Gifted Students Based on Four Theoretical Models.]"},
      {
        "id":"ED140602",
        "title":"Some Observations on Cloze Tests. Language Centre News, No. 1."},
      {
        "id":"ED140604",
        "title":"Toward Understanding Syntax in Reading Comprehension: Review of Resources. Studies in Language Learning, Vol. 1, No. 1, Fall 1975."},
      {
        "id":"ED140608",
        "title":"Spoken Fante for Non-Fante Beginners"},
      {
        "id":"ED140609",
        "title":"Spoken Twi For Non-Twi Beginners."},
      {
        "id":"ED140613",
        "title":"Cartel: Annotations and Analyses of Bilingual Multicultural Materials. Winter 1976-77. Vol. IV, No. 2."},
      {
        "id":"ED140614",
        "title":"Language and Reading Comprehension. Linguistics and Reading Series: 2. Papers in Applied Linguistics. CAL-ERIC/CLL Series on Languages and Linguistics, No. 52."},
      {
        "id":"ED140616",
        "title":"ERIC Documents on Foreign Language Teaching and Linguistics: List No. 17. CAL-ERIC/CLL Series on Languages and Linguistics, No. 54."},
      {
        "id":"ED140617",
        "title":"Proceedings of the Texas Conference on Performatives, Presuppositions and Implicatures."},
      {
        "id":"ED140625",
        "title":"People of Japan: Building Bridges of Understanding."},
      {
        "id":"ED140626",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (A Bibliography of Modern Foreign Language Instruction). Vol. 8, No. 1."},
      {
        "id":"ED140628",
        "title":"A Model of Intercultural Communication: The Interaction of Japanese and Other Ethnic Groups in Hawaii."},
      {
        "id":"ED140629",
        "title":"A Multicultural Perspective of Human Communication."},
      {
        "id":"ED140631",
        "title":"Models of Communication in Multilingual States."},
      {
        "id":"ED140633",
        "title":"Construction of a Bilingual Attitude Rating Scale."},
      {
        "id":"ED140635",
        "title":"The Role of Semantics in the Application of Psycholinguistics to Language Assessment and Therapy."},
      {
        "id":"ED140638",
        "title":"Multilingual Education."},
      {
        "id":"ED140646",
        "title":"A Basque-English Dictionary: A Twentieth-Century Reality?"},
      {
        "id":"ED140648",
        "title":"English Language Teaching Profile: Austria. Literature Annex."},
      {
        "id":"ED140650",
        "title":"Group Testing of Listening Comprehension and Oral Proficiency."},
      {
        "id":"ED140652",
        "title":"Linguistic Development as a Limiting Factor in Learning to Read."},
      {
        "id":"ED140653",
        "title":"Help for ESL Learners."},
      {
        "id":"ED140655",
        "title":"What&apos;s Wrong with Complex Sentences? Children&apos;s Judgments of Unacceptable Elements."},
      {
        "id":"ED140659",
        "title":"Symposium on Modern Languages in Primary Education (Copenhagen, September 20-25, 1976)."},
      {
        "id":"ED140666",
        "title":"Immersion Education in Ireland: A Critical Review of Macnamara&apos;s Findings. Reply to Dr. Cummins. Reply to the Reply. Working Papers on Bilingualism, No. 13."},
      {
        "id":"ED140670",
        "title":"Proceedings, First Australian Seminar on Japanese Language Teaching. Linguistic Communications: Working Papers of the Linguistic Society of Australia, No. 17. Papers in Japanese Linguistics, 4."},
      {
        "id":"ED140675",
        "title":"Why Speak If You Don&apos;t Need to? The Case for a Listening Approach to Beginning Foreign Language Learning."},
      {
        "id":"ED140680",
        "title":"Tahitian Words for Race and Class. Working Papers of the Language Behavior Research Laboratory, No. 40."},
      {
        "id":"ED140687",
        "title":"The Doctorally Prepared Nurse. Report of Two Conferences on the Demand for and Education of Nurses with Doctoral Degrees."},
      {
        "id":"ED140688",
        "title":"Translating Goals into Measurable Objectives: Research Studies and Practical Procedures."},
      {
        "id":"ED140694",
        "title":"The Importance of the Graphic Approach to Research in Higher Education."},
      {
        "id":"ED140696",
        "title":"A Report by the Board of Regents to the Governor and Legislature on State Student Financial Aid Programs."},
      {
        "id":"ED140765",
        "title":"Degree Output in the South, Distribution by Sex 1974-75."},
      {
        "id":"ED140775",
        "title":"An Assessment of Lesson Review as a Formative Evaluation Tool."},
      {
        "id":"ED140782",
        "title":"Computer-Based Adaptive Instructional Strategies for the Improvement of Performance and Reduction of Time."},
      {
        "id":"ED140789",
        "title":"Inquiry in Development: Efficiency and Effectiveness of Algorithmic Representations in a Laboratory Stituation."},
      {
        "id":"ED140800",
        "title":"An Analysis of the Bases Used By Library Evaluators in the Accrediting Process of the Southern Association of Colleges and Schools."},
      {
        "id":"ED140804",
        "title":"Integrating Library Acquisitions with the Curriculum."},
      {
        "id":"ED140805",
        "title":"The Combined School/Public Library Concept: Will it Work?"},
      {
        "id":"ED140810",
        "title":"Deriving Instructional Objectives for Teacher Corps Training Programs."},
      {
        "id":"ED140811",
        "title":"Understanding the Media."},
      {
        "id":"ED140813",
        "title":"A Classification Scheme for Textbook Collections in Teaching Materials Centers."},
      {
        "id":"ED140816",
        "title":"Politics and Diffusion Strategies for Instructional Development in Higher Education."},
      {
        "id":"ED140817",
        "title":"Management of Data Elements in Information Processing. Proceedings of a Symposium (2nd, Gaithersburg, Maryland, October 23-24, 1975)."},
      {
        "id":"ED140822",
        "title":"College Library Program. A Proposal."},
      {
        "id":"ED140826",
        "title":"Canadian Theses on Microfiche. Catalogue: Supplement No. 20."},
      {
        "id":"ED140829",
        "title":"Report of the Advisory Group on Libraries to the Librarian of Congress."},
      {
        "id":"ED140831",
        "title":"To Determine Whether Videotape Instruction is More Effective for Learning than the Traditional Didactic Approach."},
      {
        "id":"ED140832",
        "title":"Citation Survey of Education Literature."},
      {
        "id":"ED140833",
        "title":"The Availability of Media in Library Schools."},
      {
        "id":"ED140834",
        "title":"The Multihandicapped: A Selective Bibliography of Non-Print Materials."},
      {
        "id":"ED140837",
        "title":"Directory of Chairpersons of Country Resource Panels."},
      {
        "id":"ED140839",
        "title":"Notes on Professional Education for Librarianship in the United States."},
      {
        "id":"ED140840",
        "title":"Guide to Library Placement Sources."},
      {
        "id":"ED140843",
        "title":"Logic and Simulation."},
      {
        "id":"ED140844",
        "title":"A Regression Model for Selection of Games to Enhance Problem Solving and Personality Skills in Young Children."},
      {
        "id":"ED140845",
        "title":"Software for Managing the Process of Manpower Training for Economic and Industrial Development."},
      {
        "id":"ED140851",
        "title":"Integration of Information Science in UCLA&apos;s Two-Year Program."},
      {
        "id":"ED140854",
        "title":"Computerized Collective Training for Teams."},
      {
        "id":"ED140858",
        "title":"Fundamentals of the Slide Library."},
      {
        "id":"ED140859",
        "title":"A Computerized Special Collections Inventory System at the Wayne State University Libraries."},
      {
        "id":"ED140862",
        "title":"A Directory of Library Systems in New York State."},
      {
        "id":"ED140863",
        "title":"A Contemporary Outlook on the Use of Media in the Classroom."},
      {
        "id":"ED140864",
        "title":"Problems and Potentials of Individualized Instruction for Disadvantaged Students."},
      {
        "id":"ED140868",
        "title":"Annual Report of the General Library for the Period 1972-1976 University of California, Berkeley."},
      {
        "id":"ED140869",
        "title":"Bell Laboratories Book Acquisition, Accounting and Cataloging System (BELLTIP)."},
      {
        "id":"ED140873",
        "title":"A Descriptive Study of the Cognitive Style of Field Dependence-Independence in the New Student Population in the Community College."},
      {
        "id":"ED140875",
        "title":"Rural Community Colleges: A Pennsylvania Case Study."},
      {
        "id":"ED140876",
        "title":"Some Characteristics of Students Who Withdrew from L.A.C.C. Spring 1976, Spring 1975, Spring 1974, and Spring 1973. Research Study #77-9."},
      {
        "id":"ED140877",
        "title":"An Analysis of the Student Evaluation Form at Oakton Community College."},
      {
        "id":"ED140878",
        "title":"Self Concept Development for High Risk Students in the Community College."},
      {
        "id":"ED140881",
        "title":"Measuring Student Preference at Oxnard Community College for Psychology Courses and Psychology Oriented Fields."},
      {
        "id":"ED140882",
        "title":"Financing Community Services Instruction."},
      {
        "id":"ED140885",
        "title":"Higher Education Enrollments: Community Colleges, Fall, 1976. Report No. 77-11A."},
      {
        "id":"ED140887",
        "title":"Developing Learning Objectives for a Model Course to Prepare Adults for the Assessment of Prior, Non-Sponsored Learning by Portfolio Evaluation."},
      {
        "id":"ED140888",
        "title":"Composition in the Open-Door College."},
      {
        "id":"ED140896",
        "title":"Understanding and Influencing the State Role in Postsecondary Education. Management Report 77/7."},
      {
        "id":"ED140898",
        "title":"Formal Participation and Control in Community Colleges."},
      {
        "id":"ED140900",
        "title":"Assessing Student Academic and Social Progress."},
      {
        "id":"ED140908",
        "title":"Integrated Humanities in Florida Community Colleges."},
      {
        "id":"ED140911",
        "title":"The Effect of Employment on the Grades of Students in Associate Degree Programs at Forsyth Technical Institute."},
      {
        "id":"ED140912",
        "title":"A Modified Delphi Technique for Obtaining Consensus on Institutional Research Priorities. Research Brief."},
      {
        "id":"ED140918",
        "title":"The Development of a Mini-Course in Teaching Gesture Drawing."},
      {
        "id":"ED140919",
        "title":"Performance on the Fall 1976 L.A.C.C. Guidance Examination. Research Study #77-7."},
      {
        "id":"ED140921",
        "title":"Montgomery College Student Follow-up Study: First-Time Students, Fall 1972."},
      {
        "id":"ED140923",
        "title":"Professional Development Plan, Lansing Community College, 1976-1977."},
      {
        "id":"ED140924",
        "title":"Problems and Prospects of Introducing Latin American Studies into the Community and Junior College Curriculum."},
      {
        "id":"ED140925",
        "title":"Predicting Grade Point Average, Withdrawal and Graduation from Four Allied Health Programs at Miami-Dade Community College Medical Center Campus."},
      {
        "id":"ED140927",
        "title":"About Community College Community Education and Community Services. A &quot;Brief&quot; Highlighting Important Literature since 1965 about Community Education and Community Services in the Community College."},
      {
        "id":"ED140928",
        "title":"About Community College Finance. A &quot;Brief&quot; Highlighting Important Literature since 1973 about Finance in the Community College."},
      {
        "id":"ED140929",
        "title":"About the Students. A &quot;Brief&quot; Highlighting Important Literature since 1973 on Student Characteristics and the Development of Programs to Meet Student Needs."},
      {
        "id":"ED140931",
        "title":"Intellectual Skills and Language."},
      {
        "id":"ED140935",
        "title":"Differential Outcomes of Early Childhood Education."},
      {
        "id":"ED140936",
        "title":"A Piagetian-Based Curriculum for Toddlers."},
      {
        "id":"ED140937",
        "title":"Simulation of an Infant Daycare Setting: Implementation and Evaluation."},
      {
        "id":"ED140943",
        "title":"To Teach Family Day Care Caregivers How Not to Be Discriminative with Sex Roles and to Encourage Positive Self Images with Children of Different Ethnic Cultures. (A Proposal)."},
      {
        "id":"ED140948",
        "title":"Sex-Typed Attitudes, Sex-Typed Contingency Behaviors, and Personality Traits of Male Caregivers."},
      {
        "id":"ED140950",
        "title":"Modeling the Medium: Effects of Formal Properties of Children&apos;s Television Programs."},
      {
        "id":"ED140952",
        "title":"An Observation Protocol for Early Childhood Settings."},
      {
        "id":"ED140955",
        "title":"A Predictive Analysis of Early Parental Attachment Behavior."},
      {
        "id":"ED140957",
        "title":"Little Rock Public Schools Early Childhood Survey."},
      {
        "id":"ED140959",
        "title":"An Attempt at Parent Education Through a Lecture-Discussion Series."},
      {
        "id":"ED140967",
        "title":"Are Elementary Principals Ready For Group Pre-Kindergarten Education? An Empirical Study in Iowa."},
      {
        "id":"ED140971",
        "title":"Facilitating a Positive Interaction Between Parent and Infant in the Neonatal Intensive Care Unit."},
      {
        "id":"ED140973",
        "title":"Television Viewing and School Grades: A Cross-Lagged Longitudinal Study."},
      {
        "id":"ED140981",
        "title":"Moral Development: An Annotated Bibliography."},
      {
        "id":"ED140982",
        "title":"Child Day Care Management Study. Volume II-A: State Summaries (Alabama - Nebraska)."},
      {
        "id":"ED140986",
        "title":"The Social Context of Mother-Infant Relations: A Study of Home Based Education."},
      {
        "id":"ED140987",
        "title":"Class-Inclusion: An Analysis of Responses Under Concrete and Verbal Presentation."},
      {
        "id":"ED140990",
        "title":"Icon Duration and Development."},
      {
        "id":"ED140992",
        "title":"The One-Teacher School - Its Midcentury Status. Circular Number 318."},
      {
        "id":"ED140994",
        "title":"Directory of Outdoor Education Degree Programs in Higher Education."},
      {
        "id":"ED141002",
        "title":"An Educational Needs Assessment for the Children of Florida&apos;s Migratory Agricultural Workers. Volume 1: Executive Summary - A Summary of Findings and Recommendations."},
      {
        "id":"ED141003",
        "title":"Conversational Spanish Curriculum for Teachers of Migrant Children."},
      {
        "id":"ED141014",
        "title":"Lakota Oral Literature."},
      {
        "id":"ED141016",
        "title":"Indian Education Project: An Abridgment."},
      {
        "id":"ED141017",
        "title":"Indian Education Project, 1974."},
      {
        "id":"ED141018",
        "title":"Poder es Saber. Workshop: Developing a Bilingual Curriculum (New Mexico Highlands University, Las Vegas, New Mexico, June 1977)."},
      {
        "id":"ED141020",
        "title":"Recent Population Trends in North Carolina and the Southern Region: 1970-1975. Progress Report Soc. 64, 1977."},
      {
        "id":"ED141021",
        "title":"Team Reconnaissance: A Process for Involving Teachers in the Preplanning of Experiential Education Projects."},
      {
        "id":"ED141022",
        "title":"The South Carolina Title V Program in Perspective: Three Models of Purposive Change."},
      {
        "id":"ED141026",
        "title":"AISOM (The American Indian School of Medicine), March 1977."},
      {
        "id":"ED141028",
        "title":"Proceedings of the Conference on Rural Health Services in Nevada (Reno, Nevada, January 17-18, 1974)."},
      {
        "id":"ED141030",
        "title":"Social Studies: Indians of Canada. Curriculum Unit on Indians of Canada for the Fifth Grade."},
      {
        "id":"ED141031",
        "title":"Curriculum Aid to Indian Studies. Thornlea Secondary School, Thornhill, Ontario."},
      {
        "id":"ED141034",
        "title":"Williamsburg County Human Resources Campus (WCHRC): Planning Report."},
      {
        "id":"ED141035",
        "title":"World View and Educational Change: A Study of Time in a Small School District."},
      {
        "id":"ED141039",
        "title":"A Review of Research and Evaluation Literature on Outward Bound and Related Educational Programs."},
      {
        "id":"ED141040",
        "title":"Identification of Leadership and Pictures of the Power Structure."},
      {
        "id":"ED141041",
        "title":"Community Report Card."},
      {
        "id":"ED141050",
        "title":"Persons of Spanish Origin in the United States: March 1976. Population Characteristics, Current Population Reports."},
      {
        "id":"ED141051",
        "title":"Are the One-Teacher Schools Passing? 18 Years of History. Pamphlet No. 92."},
      {
        "id":"ED141057",
        "title":"Annual Rural Manpower Services Report. Texas Rural Manpower Services 1976 Annual Report. MA5-79."},
      {
        "id":"ED141060",
        "title":"Rural Development: A Pilot Project in Clinton County, New York."},
      {
        "id":"ED141063",
        "title":"Social Origin and Attitudinal Perception in the Dynamics of Occupational Achievement Orientation."},
      {
        "id":"ED141068",
        "title":"&quot;My Mass is 20 kg&quot;: Aspects of Canadian and International Progress Toward an SI Way of Life."},
      {
        "id":"ED141071",
        "title":"Games for the Science Classroom. An Annotated Bibliography."},
      {
        "id":"ED141072",
        "title":"A. F. Ames, Village Schoolmaster. A Memoir."},
      {
        "id":"ED141073",
        "title":"Metrics Course Outline and Resources."},
      {
        "id":"ED141074",
        "title":"Handbook for Teachers. Science Education Programme for Africa."},
      {
        "id":"ED141076",
        "title":"Family Planning in Five Continents: Africa, America, Asia, Europe, Oceania. December 1976 Update."},
      {
        "id":"ED141078",
        "title":"An Evaluation of Visitor Response to \"Man In His Environment.\" Final Report."},
      {
        "id":"ED141079",
        "title":"Piagetian Principles Used in a High School Chemistry Class."},
      {
        "id":"ED141080",
        "title":"Student Attitudes Toward Science Before and After Introductory College Physics Courses."},
      {
        "id":"ED141082",
        "title":"The Effects of Diagnostic Testing as an Organizing Feedback Mechanism on the Achievement of First Year College Biology Students."},
      {
        "id":"ED141084",
        "title":"Sea World Curriculum Guide. Program Theme: Adaptations 4-8."},
      {
        "id":"ED141085",
        "title":"Sea World Curriculum Guide. Program Theme: Behavior K-3."},
      {
        "id":"ED141087",
        "title":"Chaining in Problem Solving: A Critique and Reinvestigation."},
      {
        "id":"ED141088",
        "title":"ICIM, Individualized, Competency Based, Instruction in Mathematics: Basic Mathematical Skills. Chicago State University Mathematics Remediation Program."},
      {
        "id":"ED141089",
        "title":"A Conceptual Derivation of Einstein&apos;s Postulates of Special Relativity."},
      {
        "id":"ED141090",
        "title":"A Postulated Mechanism That Leads to Materialization and Dematerialization of Matter and to Antigravity."},
      {
        "id":"ED141093",
        "title":"Survey of Classroom Activities for Science: A Questionnaire for Evaluation and Description of Science Teaching in the Elementary School."},
      {
        "id":"ED141106",
        "title":"The 4M compaNy: Make Mine Metric Mystery. Fifth Grade Teacher&apos;s Guide."},
      {
        "id":"ED141109",
        "title":"Current Use of Computers in the Teaching of Statistics."},
      {
        "id":"ED141110",
        "title":"Cross-Age Tutoring in Elementary Basic Math."},
      {
        "id":"ED141111",
        "title":"Piaget Applied: Suggestions for Inaction."},
      {
        "id":"ED141117",
        "title":"Conservation of Equation and Function and Its Relationship to Formal Operational Thought."},
      {
        "id":"ED141118",
        "title":"Relationships Between Selected Teacher Behaviors and Attitudes/Achievements of Algebra Classes."},
      {
        "id":"ED141120",
        "title":"The Role of Engineers and Scientists in a National Policy for Technology. Report of the National Science Board."},
      {
        "id":"ED141121",
        "title":"Science and the Challenges Ahead. Report of the National Science Board."},
      {
        "id":"ED141123",
        "title":"Inner City Parents Attended Mathematics Classes - Why?"},
      {
        "id":"ED141124",
        "title":"Predictors of Success in Freshman Mathematics."},
      {
        "id":"ED141125",
        "title":"An SI Canada: Reality and Challenge at Commitment Plus Seven."},
      {
        "id":"ED141126",
        "title":"Using the Mini-Calculator to Teach Mathematics."},
      {
        "id":"ED141131",
        "title":"Results of Fall 1976 Survey of Engineering Freshmen."},
      {
        "id":"ED141132",
        "title":"The Vegetable Bowl. [Student Booklet]."},
      {
        "id":"ED141133",
        "title":"The Vegetable Bowl. Teacher&apos;s Guide."},
      {
        "id":"ED141139",
        "title":"Programs for Fundamentals of Chemistry."},
      {
        "id":"ED141141",
        "title":"Water for Fun. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 104. [Project COAST]."},
      {
        "id":"ED141142",
        "title":"Ships and Seaways. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 105. [Project COAST]."},
      {
        "id":"ED141144",
        "title":"Ships Through the Ages. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 110. [Project COAST]."},
      {
        "id":"ED141145",
        "title":"Where Have All the Menhaden Gone? A Learning Experience for Coastal and Oceanic Awareness Studies, No. 209. [Project COAST]."},
      {
        "id":"ED141148",
        "title":"The Moon, the Sun, and Tides. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 214. [Project COAST]."},
      {
        "id":"ED141149",
        "title":"What Is Physical Oceanography? A Learning Experience for Coastal and Oceanic Awareness Studies, No. 217. [Project COAST]."},
      {
        "id":"ED141151",
        "title":"Air and Life. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 223. [Project COAST]."},
      {
        "id":"ED141152",
        "title":"Observing Starfish--The Water Vascular System. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 224. [Project COAST]."},
      {
        "id":"ED141153",
        "title":"The Rocky Shore. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 225. [Project COAST]."},
      {
        "id":"ED141155",
        "title":"Marshes: Nature&apos;s Bounty. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 230. [Project COAST]."},
      {
        "id":"ED141157",
        "title":"Economic and Political Exploitation of Marine Resources. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 235. [Project COAST]."},
      {
        "id":"ED141158",
        "title":"Pesticides and the Marine Environment. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 237. [Project COAST]."},
      {
        "id":"ED141159",
        "title":"The Ocean: Source of Nutrition for the Future. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 305. [Project COAST]."},
      {
        "id":"ED141161",
        "title":"Salinity Changes in a Tidal River. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 308. [Project COAST]."},
      {
        "id":"ED141162",
        "title":"Simulation Game: Superport. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 311. [Project COAST]."},
      {
        "id":"ED141163",
        "title":"Energy for 1970-1990. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 315. [Project COAST]."},
      {
        "id":"ED141164",
        "title":"Construction of a Model Solar Building. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 318. [Project COAST]."},
      {
        "id":"ED141165",
        "title":"Thermal Pollution by Nuclear Power Plants. A Learning Experience for Coastal and Oceanic Awareness Studies, No. 320. [Project COAST]."},
      {
        "id":"ED141178",
        "title":"Population Education Activities for the Classroom."},
      {
        "id":"ED141183",
        "title":"The Status of Population Education in Florida Secondary Schools During 1973-74. Research Monograph 19."},
      {
        "id":"ED141185",
        "title":"Environmental Education in Action - I: Case Studies of Selected Public School and Public Action Programs."},
      {
        "id":"ED141189",
        "title":"Sociological and Social-Psychological Perspectives on Environmental Issues: A Bibliography."},
      {
        "id":"ED141194",
        "title":"No Exit: The Closing of Choice in Education."},
      {
        "id":"ED141195",
        "title":"Modification of Taba&apos;s Application of Principles and Social Studies Inference Tests. A Progress Report."},
      {
        "id":"ED141196",
        "title":"If This Keeps up....Current School Policy Making and Political Learning."},
      {
        "id":"ED141199",
        "title":"The Effect of Using Different Levels of Research Purpose Information to Comply with Ethical Guidelines in Classroom Research."},
      {
        "id":"ED141200",
        "title":"An Analysis of Educational Policy: Implications for Minority Community Concerns."},
      {
        "id":"ED141201",
        "title":"Educology: Its Origin and Future."},
      {
        "id":"ED141202",
        "title":"Intrinsic Rewards and Learning for Cooperation."},
      {
        "id":"ED141204",
        "title":"Nonformal Education and Social Change in Latin America. UCLA Latin American Studies, Volume 35."},
      {
        "id":"ED141205",
        "title":"Partisans and Provincials: The Political Milieu of State-Supported Education in Illinois, 1870-1920. Yale Higher Education Program Working Paper, YHEP-5."},
      {
        "id":"ED141206",
        "title":"Our World. CEM Topic Folder No. 3."},
      {
        "id":"ED141208",
        "title":"Components of Educational Achievement and Mobility in Black Families."},
      {
        "id":"ED141209",
        "title":"Difficulties Associated with the Application of Social Science Data in Policy Development."},
      {
        "id":"ED141212",
        "title":"What Every Child Should Know...United States and Arizona History. Course of Study, Criteria for Textbook Selection."},
      {
        "id":"ED141213",
        "title":"Notes on a Staff-Team Approach to the Preparation of Educational Psychologists as Facilitators of Energizing Experience in College Teaching."},
      {
        "id":"ED141216",
        "title":"Cross Cultural Considerations for Education and Research."},
      {
        "id":"ED141223",
        "title":"Community Satisfaction as Definition of the Situation: Some Conceptual Issues."},
      {
        "id":"ED141227",
        "title":"The Educational Psychologist as Architect."},
      {
        "id":"ED141228",
        "title":"Family Life Education in Canadian Schools."},
      {
        "id":"ED141229",
        "title":"The Need for Manpower Specialists: A New Role for Social Workers. A Report of the National Workshop on Manpower Curriculum Development in Social Work (New York, New York, April 11-13, 1973)."},
      {
        "id":"ED141230",
        "title":"Social Workers and Manpower Programs: An Experimental Approach to Professional Training and Curriculum Development. Final Report 1970-1973."},
      {
        "id":"ED141231",
        "title":"Results of Fall 1975 Survey of Engineering Freshmen (Revised)."},
      {
        "id":"ED141232",
        "title":"The Federal Civil Rights Enforcement Effort -- 1974. Volume VII: To Preserve, Protect, and Defend the Constitution. A Report of the United States Commission on Civil Rights, June 1977."},
      {
        "id":"ED141234",
        "title":"The Ethnic Factor in the Future of Inequality."},
      {
        "id":"ED141235",
        "title":"The Italian American Family: The Southern Italian Family&apos;s Process of Adjustment to an Urban America."},
      {
        "id":"ED141237",
        "title":"Social Studies Skills and National Assessment."},
      {
        "id":"ED141239",
        "title":"The Liberal Arts College: Desegregation without Integration."},
      {
        "id":"ED141240",
        "title":"Results of YLS Survey on Specialization/Relicensing."},
      {
        "id":"ED141242",
        "title":"Toward a New Humanism: Some Value Perspectives in Emerging Cultural Relations."},
      {
        "id":"ED141243",
        "title":"What Children Read in China. Occasional Paper No. 77-6."},
      {
        "id":"ED141244",
        "title":"Pioneers: A Case Study of a Film Caught in the Two Line Struggle in Literature and Art in the People&apos;s Republic of China. Occasional Paper No. 77-5."},
      {
        "id":"ED141247",
        "title":"The Life and Times of...Women. A Bibliography of Women&apos;s Biographies for Use in Various Secondary School Curricular Areas."},
      {
        "id":"ED141248",
        "title":"Teaching Social Studies Skills."},
      {
        "id":"ED141249",
        "title":"Design and Drawing Skills. Selected Results from the First National Assessment of Art, June 1977."},
      {
        "id":"ED141250",
        "title":"Research Considerations in Ethical Education."},
      {
        "id":"ED141253",
        "title":"An Introduction to Skills for Ethical Action."},
      {
        "id":"ED141254",
        "title":"In Defense of Revisionism."},
      {
        "id":"ED141256",
        "title":"Options in Education, Program No. 80, May 30, 1977. Learning from the Past: Oral History. Program Transcripts of a Weekly Series Broadcast by Member Stations of National Public Radio."},
      {
        "id":"ED141257",
        "title":"A Tri-Level Study of Arts Education: Report to the &quot;Arts, Education and Americans Panel.&quot;"},
      {
        "id":"ED141258",
        "title":"Leadership in the Arts: A Testing of Assumptions."},
      {
        "id":"ED141262",
        "title":"Descriptors for Political Understanding: A Guide to Asking Questions about Learning Related to Political Literacy in Wisconsin Schools, K-12."},
      {
        "id":"ED141263",
        "title":"Barefoot-Doctors. Occasional Paper No. 77-4."},
      {
        "id":"ED141264",
        "title":"Instructional Curriculum Mapping."},
      {
        "id":"ED141269",
        "title":"Kinesiology Carnival: A New Teaching Technique."},
      {
        "id":"ED141271",
        "title":"Specifying Instructional Objectives: A Learning Package."},
      {
        "id":"ED141272",
        "title":"Classroom Management and Module."},
      {
        "id":"ED141274",
        "title":"Designing a Micro-Unit-Learning-Module."},
      {
        "id":"ED141277",
        "title":"Redefining the Systems Space in Education."},
      {
        "id":"ED141278",
        "title":"A Review and Evaluation of the CBTE Program at South Carolina State University."},
      {
        "id":"ED141292",
        "title":"Self-Assessment Instrument for Twenty School Based Teacher Educator Competencies."},
      {
        "id":"ED141293",
        "title":"Implementing the School Based Teacher Educator Program in Teacher Centers."},
      {
        "id":"ED141294",
        "title":"Summary of the Early Childhood Services Task Force on Teacher Competence."},
      {
        "id":"ED141295",
        "title":"The Politics of Local Public Education: Some Problems With Power Analysis."},
      {
        "id":"ED141297",
        "title":"Habit Strength Differences in Motor Behavior: The Effects of Social Facilitation Paradigms and Subject Sex."},
      {
        "id":"ED141298",
        "title":"Ischemic Nerve Block."},
      {
        "id":"ED141303",
        "title":"Inner-City Teachers More Authoritarian."},
      {
        "id":"ED141306",
        "title":"1976 Follow-up of 1970-76 College of Education Graduates. University of Maine, Orono."},
      {
        "id":"ED141308",
        "title":"Toward a Generative Model of the Teaching-Learning Process."},
      {
        "id":"ED141314",
        "title":"Rachel&apos;s Radical Gospel: A Marxist Critique."},
      {
        "id":"ED141316",
        "title":"A Realistic Expectation for Cognitive Growth During Transescence."},
      {
        "id":"ED141319",
        "title":"Improving Supervisors&apos; Interpersonal Communication."},
      {
        "id":"ED141326",
        "title":"Movement Precision and Amplitude as Separate Factors in the Control of Movement."},
      {
        "id":"ED141332",
        "title":"The Effects of Competition and Social Reinforcement Upon Perceptual Motor Performance."},
      {
        "id":"ED141338",
        "title":"Stress Testing Recovery EMG for Evaluation of Biofeedback and Progressive Muscle Relaxation Training Effects."},
      {
        "id":"ED141345",
        "title":"The Advisor: Supportive Assistance for Effective Changes in Education."},
      {
        "id":"ED141347",
        "title":"Studies in Education."},
      {
        "id":"ED141352",
        "title":"Evaluation of Education Corps, 1975-76. Research and Evaluation Report; Vol. 10, No. 2., August 1976."},
      {
        "id":"ED141359",
        "title":"Leadership Training for Policy Advisory Committees. Conducting Business Meetings Effectively."},
      {
        "id":"ED141365",
        "title":"Children&apos;s Motor Behavior Under Conditions of Parental Observation."},
      {
        "id":"ED141366",
        "title":"Procedures and Standards for Maryland State Department of Education Evaluation of Planned Programs of Inservice Experiences Developed and Implemented by Local Agencies Leading to the Advanced Professional Certificate."},
      {
        "id":"ED141369",
        "title":"A Follow-Up Study of Connecticut Distributive Education Graduates of the Classes of 1965-1968-1971."},
      {
        "id":"ED141370",
        "title":"Incorporating New Information Into One&apos;s Existing World Knowledge."},
      {
        "id":"ED141371",
        "title":"A Study of the I Don't Know Response in Multiple-Choice Tests. Iowa Testing Programs Occasional Papers, No. 5."},
      {
        "id":"ED141372",
        "title":"Verbal and Mathematical Ability of High School Juniors in 1974: A Norms Study of PSAT/NMSQT. Research Bulletin RB-76-27."},
      {
        "id":"ED141374",
        "title":"The Place of Evaluation in the Tanzanian System of Education. IIEP Seminar Paper 6."},
      {
        "id":"ED141375",
        "title":"The Nature of the Evaluation Process. IIEP Seminar Paper 1."},
      {
        "id":"ED141378",
        "title":"Structural Integrity in Measures of Self Concept."},
      {
        "id":"ED141379",
        "title":"Achievement and Intelligence: Individualized Instruction Reverses the Trend."},
      {
        "id":"ED141380",
        "title":"Professional Licensing and Certification: Part I, Current Status and Methodological Problems of Validation. Part II, Analysis of Testing Procedures and Their Implementation for Practice."},
      {
        "id":"ED141381",
        "title":"A Comparative Study of Faculty and Student Attitudes Toward a Variety of College Grading Purposes and Practices."},
      {
        "id":"ED141382",
        "title":"Faculty Development Practices in U.S. Colleges and Universities."},
      {
        "id":"ED141383",
        "title":"Structural Components Revealed by Evaluating the Quality of Elementary School Tests."},
      {
        "id":"ED141384",
        "title":"An Inventory for Appraising Experimental Research Designed for Introductory Research Methods Classes."},
      {
        "id":"ED141385",
        "title":"Response Surface Methodology Revisited: A Commentary on Research Strategy."},
      {
        "id":"ED141386",
        "title":"Grade Equivalent Scores: An Annotated Bibliography."},
      {
        "id":"ED141389",
        "title":"State Assessment and Testing Programs: An Annotated ERIC Bibliography. Volume I: General References. Volume II: Individual State Programs."},
      {
        "id":"ED141390",
        "title":"Trends in the Academic Abilities, Background Characteristics, and Educational and Vocational Plans of College-Bound Students: 1970-71 to 1974-75."},
      {
        "id":"ED141391",
        "title":"Alternatives for Validating Interest Inventories against Group Membership Criteria."},
      {
        "id":"ED141392",
        "title":"Development and Validation of Sex-Balanced Interest Inventory Scales."},
      {
        "id":"ED141393",
        "title":"Development of a Test Instrument to Determine Language Dominance of Primary Students: Test of Language Dominance (TOLD)."},
      {
        "id":"ED141394",
        "title":"The Outcomes of Statewide Assessment: Implications for Curriculum Evaluation."},
      {
        "id":"ED141395",
        "title":"The Use of Congruence between the Items in a Norm-referenced Test and the Content in Compensatory Education Curricula in the Evaluation of Achievement Gains."},
      {
        "id":"ED141396",
        "title":"The Quality of High School Reading and Vocabulary Tests: Implications for the Researcher."},
      {
        "id":"ED141398",
        "title":"Factors Influencing Professorial Assessment."},
      {
        "id":"ED141399",
        "title":"The Abuses of Standardized Testing. Fastback Series No. 92."},
      {
        "id":"ED141400",
        "title":"What the People Think About Their Schools: Gallup's Findings. Fastback Series No. 94."},
      {
        "id":"ED141404",
        "title":"The National Conference on Minimum Competencies: Trends and Issues. Proceedings. (City University of New York, March 4, 1977)"},
      {
        "id":"ED141406",
        "title":"National Longitudinal Study of the High School Class of 1972: First Followup Survey Design, Instrument Preparation, Data Collection and File Development."},
      {
        "id":"ED141407",
        "title":"A Summary of the Recent Literature on the Evaluation of Principals, Teachers, and Students. Occasional Paper No. 18."},
      {
        "id":"ED141408",
        "title":"Assessment Centers: An Annotated Bibliography."},
      {
        "id":"ED141409",
        "title":"The Development of a Student Observation of Teachers Instrument for Use in High Schools."},
      {
        "id":"ED141410",
        "title":"The Interview as a Measuring Device in Education."},
      {
        "id":"ED141411",
        "title":"Differences Between Kuder-Richardson Formula 20 and Formula 21 Reliability Coefficients for Short Tests with Different Item Variabilities."},
      {
        "id":"ED141412",
        "title":"The Decline of Achievement Test Scores: Evidence, Causes and Consequences."},
      {
        "id":"ED141414",
        "title":"On Selecting Graduate Psychology Students: A Tentative Proposal."},
      {
        "id":"ED141416",
        "title":"Evaluation of the Area Student Services Program, 1976-77."},
      {
        "id":"ED141417",
        "title":"Goodenough-Harris Test Estimates of Intellectual Maturity of Youths 12-17 Years: Demographic and Socioeconomic Factors."},
      {
        "id":"ED141418",
        "title":"Anchor Test Study: School, Classroom, and Pupil Correlates of Fifth-Grade Reading Achievement."},
      {
        "id":"ED141419",
        "title":"Issues in the Measurement of Contextual Effects: Homogeneity of Associations and Multiple Reference Populations."},
      {
        "id":"ED141420",
        "title":"Predicting Success in the AFROTC Scholarship Program. Final Report, January 1976-January 1977."},
      {
        "id":"ED141421",
        "title":"Social Factors in Educational Attainment Among Puerto Ricans in U.S. Metropolitan Areas, 1970. The First in a Series of Reports on Puerto Ricans and Education."},
      {
        "id":"ED141422",
        "title":"The Life, Influence and the Role of the Chinese in the United States, 1776-1960. Proceedings of the National Conference Held at the University of San Francisco July 10, 11, 12, 1975."},
      {
        "id":"ED141425",
        "title":"Administrative and Legislative Uses of the Terms \"Poverty,\"\"Low Income,\" and other Related Items. The Measure of Poverty, Technical Paper II."},
      {
        "id":"ED141427",
        "title":"In-Kind Income and the Measurement of Poverty. The Measure of Poverty, Technical Paper VII."},
      {
        "id":"ED141428",
        "title":"The 1972-73 Consumer Expenditure Survey. The Measure of Poverty, Technical Paper VIII."},
      {
        "id":"ED141430",
        "title":"Effect of Using a Poverty Definition Based on Household Income. The Measure of Poverty, Technical Paper X."},
      {
        "id":"ED141432",
        "title":"Relative Poverty. The Measure of Poverty, Technical Paper XIII."},
      {
        "id":"ED141434",
        "title":"The Sensitivity of the Incidence of Poverty to Different Measures of Income: School-Aged Children and Families. The Measure of Poverty, Technical Paper XVII."},
      {
        "id":"ED141435",
        "title":"Characteristics of Low-Income Populations Under Alternative Poverty Definitions. The Measure of Poverty, Technical Paper VI."},
      {
        "id":"ED141436",
        "title":"Project Scan: School and Community Project for Abused and Neglected Children. Final Report."},
      {
        "id":"ED141437",
        "title":"Implementing Alternative Schools; Lessons from the Minneapolis Experience."},
      {
        "id":"ED141439",
        "title":"Level and Rate of Desegregation and White Enrollment Decline in a Big City School District."},
      {
        "id":"ED141440",
        "title":"Meeting the Courts&apos; Research Needs."},
      {
        "id":"ED141441",
        "title":"Homework Helper Component. Evaluation Period School Year 1974-75."},
      {
        "id":"ED141442",
        "title":"Handicapped Children Component: Remedial Services, Non-Public Schools. School Year 1974-75."},
      {
        "id":"ED141443",
        "title":"Political Innovation and Institution-Building: The Experience of Decentralization Experiments."},
      {
        "id":"ED141445",
        "title":"Summer Recess: Does it Make a Difference on Title I Student Achievement?"},
      {
        "id":"ED141446",
        "title":"Teacher Attitudes Towards Compensatory Education Programs in the Dallas Independent School District."},
      {
        "id":"ED141447",
        "title":"The Case of the Disappearing Ethnics."},
      {
        "id":"ED141449",
        "title":"The Follow Through Planned Variation Experiment: What is the Pay-Off?"},
      {
        "id":"ED141450",
        "title":"Desegregation Dilemma and Its Impact on the Quality of Life for Black Americans - Year 2000."},
      {
        "id":"ED141451",
        "title":"Human Diversity, Program Evaluation and Pupil Assessment; And, A Critical Review of Black Consciousness, Identity and Achievement."},
      {
        "id":"ED141452",
        "title":"Evaluation of the ESEA Title I Program of the Public Schools of the District of Columbia, 1975-76. Final Evaluation Report."},
      {
        "id":"ED141454",
        "title":"Racial Stratification and Socioeconomic Change in the American North and South. Discussion Paper #377-76."},
      {
        "id":"ED141455",
        "title":"Toward Equity for Blacks in Higher Education."},
      {
        "id":"ED141456",
        "title":"Current Issues and the Future of Education of Education in the Black Community."},
      {
        "id":"ED141457",
        "title":"Conference on the Trend in Income Inequality in the U.S. Part I, Trends in Inequality of Well-Offness in the United States since World War II. Part 2, Conference Overview: Conceptual Issues, Data Issues, and Policy Implications"},
      {
        "id":"ED141460",
        "title":"Evaluation Report of ECE, ESEA Title I, and EDY, 1975-76."},
      {
        "id":"ED141461",
        "title":"Models in Bilingual-Bicultural Education: the Community College of Philadelphia Experience."},
      {
        "id":"ED141462",
        "title":"Towards a Theory of Selected Knowledge Acquisition Patterns Among Black Children."},
      {
        "id":"ED141465",
        "title":"An Assessment of Research Needs of Women in the Rural United States: Literature Review and Annotated Bibliography."},
      {
        "id":"ED141466",
        "title":"Mosaic. Hispanic Sub-Cultural Values: Similarities and Differences."},
      {
        "id":"ED141467",
        "title":"Ethnic Minorities and National Standardized Testing."},
      {
        "id":"ED141468",
        "title":"Student Learning Teams and Scores Adjusted for Past Achievement: A Summary of Field Experiments. Report No. 227."},
      {
        "id":"ED141469",
        "title":"Student Team Learning Techniques: Narrowing the Achievement Gap Between the Races. Report No. 228."},
      {
        "id":"ED141470",
        "title":"Bronx Community College: National Project II Associate. Final Report for the Fund for the Improvement of Postsecondary Education."},
      {
        "id":"ED141472",
        "title":"Level and Remedy in School Desegregation Research."},
      {
        "id":"ED141473",
        "title":"Bilingual Education through Music."},
      {
        "id":"ED141476",
        "title":"Basic Skills After School Pre-Kindergarten Program, 1975-1976."},
      {
        "id":"ED141477",
        "title":"Bilingual-Bicultural Program at C.S. 77, 1975-76."},
      {
        "id":"ED141479",
        "title":"Early Identification Program."},
      {
        "id":"ED141480",
        "title":"Education in Action, School Year 1975-1976."},
      {
        "id":"ED141481",
        "title":"Lenox Hill Neighborhood School Camp Program; School Year 1975-1976."},
      {
        "id":"ED141482",
        "title":"Perceptual Conditioning for Decoding, 1975-1976."},
      {
        "id":"ED141483",
        "title":"Pictures as a Basis for Teaching Reading, School Year 1975-1976."},
      {
        "id":"ED141485",
        "title":"Reading Improvement Through Marine Environment Exploration, 1975-1976."},
      {
        "id":"ED141486",
        "title":"Skin, Scale, Feather, and Fur."},
      {
        "id":"ED141487",
        "title":"Student-Parent Activities Center, June 1976."},
      {
        "id":"ED141489",
        "title":"Teacher Self-Help Project, 1975-76 School Year."},
      {
        "id":"ED141490",
        "title":"Teacher Training and Tutorial Program in Reading; Evaluation Period, School Year 1975-1976."},
      {
        "id":"ED141491",
        "title":"T.E.A.T.H. Program, English as a Second Language (School Year 1975-1976)."},
      {
        "id":"ED141493",
        "title":"Goal Setting as a Facilitator of Work Performance of Retarded Adults and College Students Differing in Locus of Control."},
      {
        "id":"ED141494",
        "title":"Career Education and Vocational Education: A Comparison."},
      {
        "id":"ED141495",
        "title":"An International Review of Unemployment Insurance Schemes."},
      {
        "id":"ED141498",
        "title":"Toward a National Policy for Vocational Education."},
      {
        "id":"ED141499",
        "title":"Getting Started: A Guide to Writing Your Own Curriculum. The Pennsylvania Guide for Instructional Improvement through Career Education. Junior High Volume 7-9."},
      {
        "id":"ED141500",
        "title":"Getting Started: A Guide to Writing Your Own Curriculum. The Pennsylvania Guide for Instructional Improvement through Career Education. Elementary Volume K-6."},
      {
        "id":"ED141501",
        "title":"Getting Started: A Guide to Writing Your Own Curriculum. The Pennsylvania Guide for Instructional Improvement through Career Education. Senior High Volume 10-12."},
      {
        "id":"ED141503",
        "title":"Cooperative Education and Career Development: A Comparative Study of Alumni."},
      {
        "id":"ED141504",
        "title":"The Success of Vocationally Trained Women in Traditionally Male Occupations."},
      {
        "id":"ED141505",
        "title":"The Little Book on Local VOC/TEC Education Advisory Councils: A Guide."},
      {
        "id":"ED141507",
        "title":"New Ways to Evaluate Teaching and Training Effectiveness."},
      {
        "id":"ED141508",
        "title":"Parenting and Perceived Sex-Role of Rural Iowa Fathers."},
      {
        "id":"ED141509",
        "title":"Executive Abilities: Implications for the Counselling and Training of Middle and Senior Executives."},
      {
        "id":"ED141510",
        "title":"University Without Walls: Seminar in Process Education."},
      {
        "id":"ED141511",
        "title":"An Anthropological Approach to the Study of Educational Barriers of Adults at the Postsecondary Level."},
      {
        "id":"ED141512",
        "title":"The Use of Case Studies and Quantitative Analysis in the &quot;Alternative Patterns for Strengthening Community Service Programs&quot; Study."},
      {
        "id":"ED141513",
        "title":"Adult Learning and the Future of Post-Secondary Education."},
      {
        "id":"ED141514",
        "title":"Representative and Quasi-Representative Designs for the Improvement of Adult Education Research and Evaluation Studies."},
      {
        "id":"ED141515",
        "title":"Development of An Instrument for Grouping Students Who Are Preparing for the General Educational Development (GED) Test."},
      {
        "id":"ED141516",
        "title":"Threshold Pricing: A Strategy for the Marketing of Adult Education Courses."},
      {
        "id":"ED141521",
        "title":"The Determination of Necessary Competencies of Adult Education Administrators and ABE Instructors."},
      {
        "id":"ED141527",
        "title":"Non-Formal Education in Ethiopia: The Modern Sector. Program of Studies in Non-Formal Education. Discussion Papers. No. 6."},
      {
        "id":"ED141532",
        "title":"Career Education Curriculum Model. A Guide for Teachers. Grades 9 through 12."},
      {
        "id":"ED141533",
        "title":"Introduction to Industry Services. Self-Paced Instructional Module. Module Number I-A."},
      {
        "id":"ED141534",
        "title":"Industry Services Leadership Development Program. Guide for Using the Self-Paced Instructional Modules. Module Number I-B."},
      {
        "id":"ED151671",
        "title":"Sexuality and Disability: The Male Client with a Spinal Cord Injury."},
      {
        "id":"ED151674",
        "title":"The Relationships Between Mothers, Fathers, Infants, and Siblings in the First Two Years of Life."},
      {
        "id":"ED151677",
        "title":"Teaching Learning Strategies."},
      {
        "id":"ED151678",
        "title":"Internal and External Constraints on Teenage Mothering."},
      {
        "id":"ED151689",
        "title":"A New Technique for Personality Scale Construction. Preliminary Findings."},
      {
        "id":"ED151691",
        "title":"Functional Age and Retirement."},
      {
        "id":"ED151700",
        "title":"The Implications of Exchange Orientation on the Dyadic Functioning of Heterosexual Cohabitors."},
      {
        "id":"ED151705",
        "title":"Cognitive Styles and Sex Roles in Teaching-Learning Processes."},
      {
        "id":"ED151713",
        "title":"Family and School Interactions and Main Effects on Affective Outcomes. Report No. 235."},
      {
        "id":"ED151718",
        "title":"Parental Acceptance-Rejection Theory and the Phylogenetic Model."},
      {
        "id":"ED151722",
        "title":"Beginning Reading: Theory and Practice. Reading Education Report No. 3."},
      {
        "id":"ED151731",
        "title":"A Comprehensive Reading Communication Arts Plan. Working Edition."},
      {
        "id":"ED151733",
        "title":"The Recognition of Words."},
      {
        "id":"ED151739",
        "title":"Assessment of Perceptual, Decoding, and Lexical Skills and Their Relation to Reading Proficiency. Technical Report No. 1."},
      {
        "id":"ED151744",
        "title":"Constructing a Test of Teacher's Knowledge of Reading."},
      {
        "id":"ED151745",
        "title":"Reading Skill and Military Effectiveness."},
      {
        "id":"ED151756",
        "title":"Teaching Reading Comprehension in the Middle Grades. Reading Education Report No. 4."},
      {
        "id":"ED151763",
        "title":"A Study of Teacher Conceptions of Reading."},
      {
        "id":"ED151777",
        "title":"Controversy and Cognitive Perspective-Taking."},
      {
        "id":"ED151778",
        "title":"A Chronometric Study of Component Skills in Reading. Technical Report No. 2."},
      {
        "id":"ED151783",
        "title":"The Shaping of an American Empire: Negotiating the Interim Intelsat Agreements."},
      {
        "id":"ED151788",
        "title":"The Egyptian Press: An Historical View of Its Importance in Political Movements."},
      {
        "id":"ED151790",
        "title":"Managing Corporate External Relations: Changing Perspectives and Responses. Report No. 679."},
      {
        "id":"ED151792",
        "title":"Role Taking in Written Communication Investigated by Manipulating Anticipatory Knowledge."},
      {
        "id":"ED151793",
        "title":"A Qualitative Incremental Improvement to Reduce Sex Role Stereotyping on the Career Choices of Junior High Students. Final Project Performance Report."},
      {
        "id":"ED151794",
        "title":"Content Analysis of Presidential Debates as Communication Events."},
      {
        "id":"ED151796",
        "title":"A Survey of Teaching Conditions in English, 1977."},
      {
        "id":"ED151804",
        "title":"Motivating Lifetime Readers of Literature."},
      {
        "id":"ED151808",
        "title":"Parental Mediation of Children's Social Behavior Learning from Television."},
      {
        "id":"ED151820",
        "title":"Reading Records of Literary Authors: A Comparison of Some Published Notebooks."},
      {
        "id":"ED151826",
        "title":"Four Generations of Machine Translation Research and Prospects for the Future."},
      {
        "id":"ED151829",
        "title":"U.S. Newspaper Content from 1820 to 1860: A Mirror of the Times?"},
      {
        "id":"ED151830",
        "title":"Shakespeare and the Economics of Time."},
      {
        "id":"ED151842",
        "title":"Crime News Coverage in Perspective."},
      {
        "id":"ED151852",
        "title":"A Study of Freshman Composition Curricula."},
      {
        "id":"ED151858",
        "title":"Western Literature: A Window on America."},
      {
        "id":"ED151864",
        "title":"Communication as Social Relationship: Implications of the Cognitions-Behaviors Dichotomy for Communication Theory."},
      {
        "id":"ED151865",
        "title":"The Application of Communication Resources to Problems of Social Significance."},
      {
        "id":"ED151866",
        "title":"Measurement of Preference for Procedural Order in Small Task-Oriented Groups."},
      {
        "id":"ED151877",
        "title":"Situations, Genres and Movements: Toward an Integrated Definition of Some Pivotal Terms in Contemporary Rhetorical Theory and Criticism."},
      {
        "id":"ED151884",
        "title":"What's in Small Talk? Revolutionary Communication in Black Children's Games."},
      {
        "id":"ED151888",
        "title":"The Relationship of Open Communication to Organizational Success: An Exploratory Study of the Indirect Hypothesis."},
      {
        "id":"ED151893",
        "title":"Form and Genre: Shaping Rhetorical Action."},
      {
        "id":"ED151894",
        "title":"Problem-Solving Techniques for Administrators. ACSA School Management Digest, Series 1, Number 11. ERIC/CEM Research Analysis Series, Number 38."},
      {
        "id":"ED151895",
        "title":"Public Relations Programs. The Best of ERIC, Number 36."},
      {
        "id":"ED151896",
        "title":"California School Effectiveness Study: The First Year: 1974-75. A Report."},
      {
        "id":"ED151897",
        "title":"California Curriculum Frameworks: A Handbook for Production, Implementation, and Evaluation Activities."},
      {
        "id":"ED151898",
        "title":"Planning Handbook."},
      {
        "id":"ED151899",
        "title":"Discussion Guide for the California School Improvement Program."},
      {
        "id":"ED151905",
        "title":"Proceedings of National Conference on Research &amp; Policy Implications. Lau Task Force Report. &quot;Findings Specifying Remedies for Eliminating Past Educational Practices Ruled Unlawful Under Lau v. Nichols&quot; (Austin, Texas, June 17-18, 1976)."},
      {
        "id":"ED151907",
        "title":"The Evaluation of Administrative Performance: Parameters, Problems and Practices. A CEDR Monograph."},
      {
        "id":"ED151927",
        "title":"A Study of Goal Preferences Regarding an Energy Crisis Contingency Plan: The School Without Schools Program."},
      {
        "id":"ED151933",
        "title":"Evaluation of the Wisconsin System for Instructional Management (WIS-SIM Pilot Test). Technical Report No. 438."},
      {
        "id":"ED151939",
        "title":"Food Purchasing Pointers for School Food Service. Program Aid No. 1160."},
      {
        "id":"ED151941",
        "title":"Tornado Protection: Selecting and Designing Safe Areas in Buildings."},
      {
        "id":"ED151946",
        "title":"A Study of School Without Schools: The Columbus, Ohio Public Schools During the Natural Gas Shortage, Winter, 1977. Volume I and Volume II, Appendices."},
      {
        "id":"ED151951",
        "title":"Evaluation and Dismissal of Professional Staff: An Examination of Recent Litigation and Legislative Action."},
      {
        "id":"ED151964",
        "title":"The Use of Organisation Development as a Professional Development Tool."},
      {
        "id":"ED151969",
        "title":"The Schools&apos; Community Roles in the Next Ten Years: An Outside Perspective. Community Education Advisory Council Report No. 2."},
      {
        "id":"ED151971",
        "title":"Proceedings of a National Conference on Productivity and Effectiveness in Educational Research and Development (Palo Alto, California, December 6-7, 1977)."},
      {
        "id":"ED151972",
        "title":"Impact Aid Two Years Later. An Assessment of the Program as Modified by the 1974 Education Amendments. Technical Analysis Paper 5."},
      {
        "id":"ED151975",
        "title":"Curriculum and Law: An Elaboration of the Analogy."},
      {
        "id":"ED151982",
        "title":"School Finance Reform in the Seventies: Achievements and Failures. Technical Analysis Paper."},
      {
        "id":"ED151984",
        "title":"Suggested Calendar of Yearly School Board Activities 1977-1978."},
      {
        "id":"ED151989",
        "title":"School Board Elections and Board Responsiveness: A Case Study of the Effects of Electoral Conflict and Competition for Office."},
      {
        "id":"ED151992",
        "title":"A Summary of Selected Legislation Relating to the Handicapped, 1975-1976."},
      {
        "id":"ED151997",
        "title":"The Medicalization and Legalization of Child Abuse."},
      {
        "id":"ED152004",
        "title":"Preschool Services for the Handicapped. Final Report. July 1, 1976, to June 30, 1977. (Two Volumes)."},
      {
        "id":"ED152005",
        "title":"A Learning Adventure: Programs Developed for Early Intervention in Potential Learning Problems. Second Edition."},
      {
        "id":"ED152014",
        "title":"Project Information Packages Kit."},
      {
        "id":"ED152020",
        "title":"Social Sciences: Curriculum Guide for Teaching Gifted Children Social Sciences in Grades One Through Three. Revised Edition."},
      {
        "id":"ED152021",
        "title":"Social Sciences: Curriculum Guide for Teaching Gifted Children Social Sciences in Grades Four Through Six. Revised Edition."},
      {
        "id":"ED152022",
        "title":"Teaching Gifted Children Music in Grades One Through Six."},
      {
        "id":"ED152026",
        "title":"Diet Management of PKU for Infants and Preschool Children."},
      {
        "id":"ED152030",
        "title":"Developing Skills in Severely and Profoundly Handicapped Children."},
      {
        "id":"ED152031",
        "title":"Strategies in Reading Comprehension: VIII. Pictures, Imagery, and Retarded Children's Story Recall. Working Paper No. 214."},
      {
        "id":"ED152046",
        "title":"A CAI Program to Teach Deaf Children How to Use a Ruler: A Study in Instructional Design. Research and Information Report 77-8."},
      {
        "id":"ED152055",
        "title":"Concept Development with Concrete Manipulative Materials and Games."},
      {
        "id":"ED152063",
        "title":"The Sociolinguistic Situation of Bilingual Chicano Adolescents in a California Border Town."},
      {
        "id":"ED152077",
        "title":"Should We Train Our Students to Be Spies?"},
      {
        "id":"ED152080",
        "title":"Using Radio Commercials as Supplementary Materials for Teaching Listening."},
      {
        "id":"ED152082",
        "title":"A Notional Approach to Writing."},
      {
        "id":"ED152084",
        "title":"The Acquisition of the Voicing Contrast in English: A Study of Voice-Onset Time in Word-Initial Stop Consonants."},
      {
        "id":"ED152086",
        "title":"For the Classroom."},
      {
        "id":"ED152088",
        "title":"A Guide to the Development of Bilingual Education Programs."},
      {
        "id":"ED152106",
        "title":"Investigating Linguistic Acceptability with Egyptian EFL Students."},
      {
        "id":"ED152108",
        "title":"The Acquisition of Complex English Structures by Adult Native Speakers of Arabic."},
      {
        "id":"ED152110",
        "title":"Conversational Telugu."},
      {
        "id":"ED152111",
        "title":"Ewe Pronunciation."},
      {
        "id":"ED152112",
        "title":"Lessons in Ponapean."},
      {
        "id":"ED152113",
        "title":"Sara Intermediate Course."},
      {
        "id":"ED152114",
        "title":"Foreign Language Training in the United States Peace Corps."},
      {
        "id":"ED152115",
        "title":"Nepali Supplements."},
      {
        "id":"ED152136",
        "title":"Career Roles of Research University Faculty."},
      {
        "id":"ED152140",
        "title":"The National Direct Student Loan Program Requires More Attention By the Office of Education and Participating Institutions."},
      {
        "id":"ED152142",
        "title":"Reasons for Voluntarily Withdrawing from the State University College at Oswego."},
      {
        "id":"ED152144",
        "title":"Foreign Student Advisers and Learning With Foreign Students."},
      {
        "id":"ED152149",
        "title":"Approved, Terminated, or Adjusted Doctoral Programs at Public Institutions in Western States for the Period July 1, 1974 Through June 30, 1977. Report of a WICHE Survey of State Higher Education Executive Officers."},
      {
        "id":"ED152160",
        "title":"Nationally Recognized Accrediting Agencies and Associations. Criteria and Procedures for Listing by the U.S. Commissioner of Education and Current List."},
      {
        "id":"ED152163",
        "title":"The Politics of Faculty Salaries."},
      {
        "id":"ED152164",
        "title":"Ethical and Economic Issues: Trustee Interest and Involvement in Academic Policies for Faculty Consulting, Overload Teaching and Intellectual Property Rights. Preliminary Results."},
      {
        "id":"ED152168",
        "title":"The AAUP Faculty Compensation Survey: Opportunities and Pitfalls in Faculty Salary Compensation."},
      {
        "id":"ED152172",
        "title":"Medical Student Finances and Personal Characteristics, 1974-1975. Final Report."},
      {
        "id":"ED152173",
        "title":"Medical Student Finances and Institutional Characteristics, 1974-1975. Final Report."},
      {
        "id":"ED152179",
        "title":"Alternatives to Federal Leadership in Student Consumer Information."},
      {
        "id":"ED152180",
        "title":"The Process of Prospectus Building."},
      {
        "id":"ED152181",
        "title":"Two Approaches to Fair Practice in Postsecondary Education."},
      {
        "id":"ED152183",
        "title":"A Survey of Institutional Practices and an Assessment of Possible Options Relating to Voluntary Mid- and Late-Career Changes and Early Retirement for University and College Faculty. Final Report."},
      {
        "id":"ED152186",
        "title":"The Role of Students' Backgrounds and Levels of Academic and Social Integration in College Attrition: A Test of A Model."},
      {
        "id":"ED152189",
        "title":"Centering on Teaching Improvement. Regional Spotlight, News of Higher Education in the South; v10 n4 June 1976"},
      {
        "id":"ED152191",
        "title":"The Common Core."},
      {
        "id":"ED152198",
        "title":"Governance of Higher Education: A Review of Relevant Court Cases."},
      {
        "id":"ED152203",
        "title":"Industrial Views of Faculty Research Services."},
      {
        "id":"ED152205",
        "title":"Effects of State-Wide Salary Equity Provisions on Institutional Salary Policies: A Regression Analysis."},
      {
        "id":"ED152216",
        "title":"The Maintenance of Academic Quality in a Time of Uncertainty. Proceedings of a National Seminar Held in Keystone, Colorado, July 18-20, 1977."},
      {
        "id":"ED152230",
        "title":"The Development of Course Related Library and Literature Use Instruction in Undergraduate Science Programs. Vol. I."},
      {
        "id":"ED152231",
        "title":"The Development of Course Related Library and Literature Use Instruction in Undergraduate Science Programs. Vol. II."},
      {
        "id":"ED152232",
        "title":"The Development of Course Related Library and Literature Use Instruction in Undergraduate Science Programs. Vol. III."},
      {
        "id":"ED152233",
        "title":"The Development of Course Related Library and Literature Use Instruction in Undergraduate Science Programs. Vol. IV."},
      {
        "id":"ED152234",
        "title":"Media Program Recommendations: Individual School/Administrative Unit."},
      {
        "id":"ED152235",
        "title":"Development of a Theory of Information Flow and Analysis."},
      {
        "id":"ED152237",
        "title":"Analysis of Student Interaction Data from CBE Lessons. MTC Report 15."},
      {
        "id":"ED152238",
        "title":"A Comparison of the TICCIT and PLATO IV Systems in a Military Setting."},
      {
        "id":"ED152239",
        "title":"Myth and Reality: Essential Decisions in Computer-Based Instructional Design."},
      {
        "id":"ED152247",
        "title":"What Is Educational Technology?"},
      {
        "id":"ED152254",
        "title":"Children's Television: The Best of ERIC."},
      {
        "id":"ED152255",
        "title":"The Problem Oriented System: A Literature Review."},
      {
        "id":"ED152262",
        "title":"The Parts of the Book. Part I. LAP 7."},
      {
        "id":"ED152263",
        "title":"Parts of the Book. Part II. LAP 8."},
      {
        "id":"ED152273",
        "title":"Task Force on American National Standards Committee Z39: Activities and Future Directions."},
      {
        "id":"ED152274",
        "title":"A Course of Study for Data Processing I."},
      {
        "id":"ED152276",
        "title":"Computers in a Learning Society. Testimony given before the House Science and Technology Subcommittee on Domestic and International Planning, Analysis, and Cooperation (Washington, D.C., October 13, 1977)."},
      {
        "id":"ED152277",
        "title":"A Paradigmatic Example of an Artificially Intelligent Instructional System."},
      {
        "id":"ED152279",
        "title":"The Relationship between Hypnotizability and Speed of Closure. Technical Report 6."},
      {
        "id":"ED152293",
        "title":"Instructional Design in CAI."},
      {
        "id":"ED152294",
        "title":"The Relevance of AI Research to CAI."},
      {
        "id":"ED152300",
        "title":"Report on the Information Resources Workshop, October 4-6, 1977."},
      {
        "id":"ED152301",
        "title":"Information Systems in Higher Education: Expectations Versus Realities. Proceedings of the 1977 CAUSE National Conference."},
      {
        "id":"ED152315",
        "title":"Introducing the College Student to Academic Inquiry: An Individualized Course in Library Research Skills."},
      {
        "id":"ED152320",
        "title":"Computer Managed Instruction at Remote Sites: Phases II-III, A Demonstration Design."},
      {
        "id":"ED152321",
        "title":"Representing and Teaching Knowledge for Troubleshooting/Debugging. Technical Report No. 292."},
      {
        "id":"ED152327",
        "title":"Constructing Programs from Example Computations."},
      {
        "id":"ED152328",
        "title":"A Natural Language Graphics System."},
      {
        "id":"ED152329",
        "title":"Closeness and Reformulation: Two Cognitively-Based Ideas for Problem-Solving."},
      {
        "id":"ED152336",
        "title":"Information Counseling: The Best of ERIC."},
      {
        "id":"ED152337",
        "title":"Audiovisual Resources for Teaching Instructional Technology: An Annotated Listing."},
      {
        "id":"ED152340",
        "title":"The Use of Satellite Systems in Canadian Education: Volume 3. Needs Survey: Second Round."},
      {
        "id":"ED152346",
        "title":"Academic Program Review: Guidelines and Procedures."},
      {
        "id":"ED152348",
        "title":"MPC & NEH Humanities Conference at Santa Cruz (University of California, Santa Cruz, August 15-21, 1976)."},
      {
        "id":"ED152349",
        "title":"NEH Western Humanities Conference Workshop (Asilomar, California, August 2-5, 1977)."},
      {
        "id":"ED152369",
        "title":"[Studies of Occupational and Transfer Student Success at John Wood Community College.]"},
      {
        "id":"ED152372",
        "title":"The Hills Are Alive: The Appalachian Consortium Approach to Staff Development."},
      {
        "id":"ED152379",
        "title":"Community Colleges, Public Libraries, and the Humanities: A Study of Cooperative Programs. Final Report."},
      {
        "id":"ED152384",
        "title":"Report of the Distribution of Financial Assistance to Students in Florida's Community Colleges, 1976-77."},
      {
        "id":"ED152389",
        "title":"Some Characteristics and Opinions of L.A.C.C. Entering Students, Fall, 1977: A Report on Responses to the A.C.E. 1977 Student Information Form. Research Study #78-2."},
      {
        "id":"ED152393",
        "title":"Children Bicyclists: Should a Minimum Age be Required?"},
      {
        "id":"ED152396",
        "title":"Preschool Supply and Demand in the United States."},
      {
        "id":"ED152405",
        "title":"Voluntary Product Standard PS 72-76: Toy Safety."},
      {
        "id":"ED152413",
        "title":"The Effects of Two Types of Advance Organizer Presentation on Preschool Children's Classification, Relations, and Transfer Task Performance."},
      {
        "id":"ED152418",
        "title":"Marketable Preschool Education (MPE) Program: Impact Evaluation, Final Editing, and Product Dissemination Activities. Final Report FY 77."},
      {
        "id":"ED152419",
        "title":"Mainstreaming in the Preschool."},
      {
        "id":"ED152420",
        "title":"Issues Raised by the Follow Through Evaluation."},
      {
        "id":"ED152424",
        "title":"Establishing a Family Day Care Agency: Training for Child Care Project."},
      {
        "id":"ED152431",
        "title":"Play and the Acquisition of Symbols."},
      {
        "id":"ED152435",
        "title":"An Analysis of Adult Interaction Styles and Children's Incidental Imitation."},
      {
        "id":"ED152437",
        "title":"Effects of a Developmental Guidance Program on the Affective-Social Development of Third and Fourth Graders."},
      {
        "id":"ED152441",
        "title":"Trail of Broken Promises: An Assessment of HUD's Indian Housing Programs."},
      {
        "id":"ED152446",
        "title":"Choices &amp; Careers; Free to Choose: [A Summary Report]. A Career Development Project for Tribal Girls."},
      {
        "id":"ED152447",
        "title":"Choices &amp; Careers; Free to Choose: A Report. A Career Development Project for Tribal Girls."},
      {
        "id":"ED152448",
        "title":"Choices &amp; Careers; Free to Choose: Ideas for Using. A Career Development Project for Tribal Girls."},
      {
        "id":"ED152449",
        "title":"Choices &amp; Careers; Free to Choose: A Slide-Tape Presentation. A Career Development Project for Tribal Girls."},
      {
        "id":"ED152452",
        "title":"Rural-Urban Migration and Employment in a Developing Economy. Research Report 229."},
      {
        "id":"ED152456",
        "title":"The History and Culture of the Indians of Washington State -- A Curriculum Guide. Revised 1975."},
      {
        "id":"ED152461",
        "title":"Educating Social Workers for Practice in Rural Settings: Perspectives and Programs. A Task Force Report."},
      {
        "id":"ED152468",
        "title":"A Longitudinal Analysis of Satisfaction with Selected Community Services in a Non-Metropolitan Area."},
      {
        "id":"ED152471",
        "title":"Migrant Education in Montana: An Assessment of the 1970 Summer Program."},
      {
        "id":"ED152472",
        "title":"Native American Women: A Selected Topics Bibliography of ERIC Documents."},
      {
        "id":"ED152473",
        "title":"Public Libraries and Mexican Americans: A Selected Topics Bibliography of ERIC Documents."},
      {
        "id":"ED152474",
        "title":"Mexican American Woman Curriculum Material: A Selected Topics Bibliography of ERIC Documents."},
      {
        "id":"ED152475",
        "title":"Curriculum Design for Native Americans: A Selected Topics Bibliography of ERIC Documents."},
      {
        "id":"ED152476",
        "title":"Information Services and Mexican Americans: A Selected Topics Bibliography of ERIC Documents."},
      {
        "id":"ED152477",
        "title":"Library Services and Materials for Mexican Americans: A Selected Topics Bibliography of ERIC Documents."},
      {
        "id":"ED152480",
        "title":"Food Stamp Participation of Hired Farmworker Families. Agriculture Economic Report No. 403."},
      {
        "id":"ED152482",
        "title":"Statewide Articulation in Introductory Courses in Agriculture. Revised Edition."},
      {
        "id":"ED152490",
        "title":"Water Pollution: Part I, Municipal Wastewaters; Part II, Industrial Wastewaters."},
      {
        "id":"ED152492",
        "title":"Clean Water: Report to Congress - 1974."},
      {
        "id":"ED152493",
        "title":"A Marine Fisheries Program for the Nation."},
      {
        "id":"ED152494",
        "title":"Oil Spills and Spills of Hazardous Substances."},
      {
        "id":"ED152496",
        "title":"Computer Programs in Marine Science: Key to Oceanographic Records Documentation No. 5."},
      {
        "id":"ED152497",
        "title":"Solid Waste Management Available Information Materials. Total Listing 1966-1976."},
      {
        "id":"ED152498",
        "title":"Environmental Education in Action: An SCS Environmental Quality Aid."},
      {
        "id":"ED152499",
        "title":"Environmental Education in Action, II: An SCS Environmental Quality Aid."},
      {
        "id":"ED152503",
        "title":"Federal Guidelines - Operation and Maintenance of Wastewater Treatment Facilities."},
      {
        "id":"ED152504",
        "title":"Estimated Use of Water in the United States in 1975. Geological Survey Circular 765."},
      {
        "id":"ED152507",
        "title":"A Study of Non-Applicants and Other Segments of the Secondary School Science and Mathematics Teacher Population. Final Report."},
      {
        "id":"ED152508",
        "title":"A Study of Non-Applicants and Other Segments of the Secondary School Science and Mathematics Teacher Population. Technical Appendices to the Final Report."},
      {
        "id":"ED152516",
        "title":"Safe, Effective Use of Pesticides: A Manual for Private Applicators."},
      {
        "id":"ED152517",
        "title":"Safe, Effective Use of Pesticides: A Manual for Commercial Applicators."},
      {
        "id":"ED152521",
        "title":"Evaluation of the Multidimensional Affective Consequences of Traditional and Mastery Instruction."},
      {
        "id":"ED152525",
        "title":"British Columbia Mathematics Assessment, 1977. Report Number 1: Test Results."},
      {
        "id":"ED152526",
        "title":"British Columbia Mathematics Assessment, 1977. Report Number 2: Teacher Questionnaire-Instructional Practices."},
      {
        "id":"ED152527",
        "title":"British Columbia Mathematics Assessment, 1977. Report Number 3: Technical Report."},
      {
        "id":"ED152528",
        "title":"British Columbia Mathematics Assessment, 1977: A Summary Report."},
      {
        "id":"ED152530",
        "title":"Science Activities in Energy: Electrical Energy."},
      {
        "id":"ED152531",
        "title":"Science Activities in Energy: Conservation."},
      {
        "id":"ED152534",
        "title":"Career Achievements of NSF Graduate Fellows: The Awardees of 1952-1972."},
      {
        "id":"ED152537",
        "title":"National Association for Research in Science Teaching 51st Annual Meeting, Abstracts of Presented Papers (Toronto, Ontario, Canada, March 31 - April 2, 1978)."},
      {
        "id":"ED152541",
        "title":"Land Use Management Activities for the Classroom."},
      {
        "id":"ED152542",
        "title":"Newsletter on Science, Technology & Human Values, Number 22."},
      {
        "id":"ED152546",
        "title":"Apply Pesticides Correctly: A Programmed Instruction Learning Program for Private Applicators. Revised Edition."},
      {
        "id":"ED152547",
        "title":"Apply Pesticides Correctly, A Guide for Commercial Applicators: Aerial Application."},
      {
        "id":"ED152550",
        "title":"Apply Pesticides Correctly, A Guide for Commercial Applicators: Food Processing Pest Control."},
      {
        "id":"ED152553",
        "title":"Apply Pesticides Correctly, A Guide for Commercial Applicators: Ornamental and Turfgrass Pest Control."}]
  }}
