{
  "response":{"numFound":509939,"start":252000,"numFoundExact":true,"docs":[
      {
        "id":"ED152555",
        "title":"Apply Pesticides Correctly, A Guide for Commercial Applicators: Right-of-Way Pest Control."},
      {
        "id":"ED152557",
        "title":"Environmental Education in Action - II: Case Studies of Environmental Studies Programs in Colleges and Universities Today."},
      {
        "id":"ED152565",
        "title":"Report of the 1977 National Survey of Science, Mathematics, and Social Studies Education. Final Report."},
      {
        "id":"ED152566",
        "title":"1977 National Survey of Science, Mathematics, and Social Studies Education. Highlights Report."},
      {
        "id":"ED152572",
        "title":"Flow Measurement. Training Module 3.315.2.77."},
      {
        "id":"ED152573",
        "title":"Preventive Maintenance. Training Module 3.320.2.77."},
      {
        "id":"ED152574",
        "title":"Basic Electricity. Training Module 3.325.1.77."},
      {
        "id":"ED152575",
        "title":"Manhole Safety. Training Module 3.330.1.77."},
      {
        "id":"ED152576",
        "title":"Financial. Training Module 4.310.3.77."},
      {
        "id":"ED152577",
        "title":"Legal. Training Module 4.315.3.77."},
      {
        "id":"ED152578",
        "title":"Public Relations. Training Module 4.320.3.77."},
      {
        "id":"ED152579",
        "title":"Personnel. Training Module 4.325.3.77."},
      {
        "id":"ED152580",
        "title":"OSHA. Training Module 4.330.3.77."},
      {
        "id":"ED152581",
        "title":"Ammonia. Training Module 5.110.2.77."},
      {
        "id":"ED152582",
        "title":"Biochemical Oxygen Demand and Dissolved Oxygen. Training Module 5.105.2.77."},
      {
        "id":"ED152583",
        "title":"Calcium Analysis. Training Module 5.225.2.77."},
      {
        "id":"ED152584",
        "title":"Chemical Oxygen Demand. Training Module 5.107.2.77."},
      {
        "id":"ED152585",
        "title":"Chlorine Analysis - Wastewater. Training Module 5.125.2.77."},
      {
        "id":"ED152586",
        "title":"Chlorine Analysis - Water. Training Module 5.260.2.77."},
      {
        "id":"ED152587",
        "title":"Determination of Color in Water. Training Module 5.250.2.77."},
      {
        "id":"ED152589",
        "title":"Fluoride Analysis. Training Module 5.200.2.77."},
      {
        "id":"ED152590",
        "title":"Free Carbon Dioxide. Training Module 5.245.2.77."},
      {
        "id":"ED152592",
        "title":"Jar Test. Training Module 5.230.2.77."},
      {
        "id":"ED152595",
        "title":"Solids Analysis. Training Module 5.100.2.77."},
      {
        "id":"ED152596",
        "title":"Threshold Odor. Training Module 5.255.2.77."},
      {
        "id":"ED152598",
        "title":"Records and Reports. Training Module 4.305.3.77."},
      {
        "id":"ED152599",
        "title":"Monitoring Reports. Training Module 4.300.3.77."},
      {
        "id":"ED152600",
        "title":"Environmental Education Activities of Federal Agencies."},
      {
        "id":"ED152607",
        "title":"Local Representatives in Connecticut: Sex Differences in Attitudes towards Women's Rights Policy."},
      {
        "id":"ED152615",
        "title":"Popular Culture: Mirror of American Life. A Study Guide for Courses by Newspaper."},
      {
        "id":"ED152616",
        "title":"Popular Culture: Mirror of American Life. Source Book. Courses by Newspaper."},
      {
        "id":"ED152617",
        "title":"Popular Culture: Mirror of American Life. Newspaper Articles for the Eighth Course by Newspaper."},
      {
        "id":"ED152638",
        "title":"British Columbia Social Studies Assessment, Summary Report. A Report to the Ministry of Education, British Columbia."},
      {
        "id":"ED152639",
        "title":"Attributional Style and Task Selection: A Dynamic Perspective on Personality x Situation Interactions."},
      {
        "id":"ED152649",
        "title":"Voting and Registration in the Election of November 1976. Current Population Reports, Population Characteristics, Series P-20, No. 322."},
      {
        "id":"ED152650",
        "title":"Geographical Mobility: March 1975 to March 1977. Current Population Reports, Population Characteristics, Series P-20, No. 320."},
      {
        "id":"ED152656",
        "title":"Beyond the School: What Else Educates?"},
      {
        "id":"ED152657",
        "title":"Civic Education in Elementary Schools as Illustrated in Indianapolis. United States Bureau of Education: Bulletin, 1915, No. 17, Whole Number 642."},
      {
        "id":"ED152660",
        "title":"Moral Dilemmas/Value Sheets: Writing for Content-Centered Social Studies Classrooms."},
      {
        "id":"ED152662",
        "title":"Self-Evaluation Checklist for School Music Programs. Orchestra Music Grades 4-12."},
      {
        "id":"ED152665",
        "title":"Teaching Experience with a Housing and Land Speculation Game."},
      {
        "id":"ED152667",
        "title":"Social, Cultural, and Contextual Influences on Achievement Motivation Behavior."},
      {
        "id":"ED152672",
        "title":"Selected Bibliography of Educational Materials: Maghreb, Algeria, Libya, Morocco, Tunisia. Vol. 10, No. 1, 1976."},
      {
        "id":"ED152673",
        "title":"Curriculum Development: A Philosophical Model."},
      {
        "id":"ED147636",
        "title":"Youth Unemployment: Implications for Vocational Education R & D. Occasional Paper No. 32."},
      {
        "id":"ED147637",
        "title":"Implications of Research Findings on Vocational and Career Education for the Mentally Handicapped. Occasional Paper No. 33."},
      {
        "id":"ED147642",
        "title":"The Implementation of CETA in Boston, 1974-77. Final Report."},
      {
        "id":"ED147643",
        "title":"An Empirical Analysis of the Voluntary Part-Time Labor Market."},
      {
        "id":"ED147645",
        "title":"Women with Low Incomes."},
      {
        "id":"ED147646",
        "title":"National Apprenticeship Standards for Automotive Service Councils."},
      {
        "id":"ED147660",
        "title":"Secure Detention of Juveniles and Alternatives to Its Use; National Evaluation Program, Phase One, Summary Report."},
      {
        "id":"ED147668",
        "title":"Family Separation and Reunion: Families of Prisoners of War and Servicemen Missing in Action."},
      {
        "id":"ED147676",
        "title":"Student Advisory Committee Handbook. Revised Edition."},
      {
        "id":"ED147678",
        "title":"The Effects of Learned Helplessness on Alcohol Consumption."},
      {
        "id":"ED147679",
        "title":"Students: You... Alcohol and Driving."},
      {
        "id":"ED147680",
        "title":"Teacher's Guide: You... Alcohol and Driving."},
      {
        "id":"ED147697",
        "title":"Teaching College Students to Put Their Toys Away: Some Observations on the Application of Negative Reinforcement and Precise Feedback to Community Programs."},
      {
        "id":"ED147702",
        "title":"Androgynous Men: The \"Best of Both Worlds?\""},
      {
        "id":"ED147707",
        "title":"Sex and Sex-Role Identification: An Important Distinction for Organizational Research."},
      {
        "id":"ED147709",
        "title":"The Minnesota Child Development Inventory--Some Possibilities."},
      {
        "id":"ED147716",
        "title":"Life Satisfaction: The Richard Cory Syndrome."},
      {
        "id":"ED147723",
        "title":"Acceleration in Science for Achieving High School Women. Project RISE. Final Report."},
      {
        "id":"ED147725",
        "title":"Cheating on Multiple Choice Examinations: Lead us not into Temptation."},
      {
        "id":"ED147728",
        "title":"Relationships Among Locus of Control, Grades, and Student Ratings."},
      {
        "id":"ED147744",
        "title":"Drug Programs in Correctional Institutions."},
      {
        "id":"ED147751",
        "title":"Help Through Organizing: A New Resource Within Secondary Schools."},
      {
        "id":"ED147772",
        "title":"Effects of Order for the Administration of Subtests on Standardized Reading Test Scores."},
      {
        "id":"ED147799",
        "title":"The Language Experience Approach for Teaching Reading: A Research Perspective. Second Edition."},
      {
        "id":"ED147806",
        "title":"The California High School Proficiency Examination: Evaluating the Writing Samples. Curriculum Publication Number 1."},
      {
        "id":"ED147816",
        "title":"Student-Assisted Evaluation of Television Stations within a State."},
      {
        "id":"ED147817",
        "title":"Can Literature be Taught?"},
      {
        "id":"ED147818",
        "title":"TCDIDC, A Revising Heuristic; or On Beyond the Toadstool."},
      {
        "id":"ED147819",
        "title":"The Composing Processes of Unskilled Writers at the College Level."},
      {
        "id":"ED147826",
        "title":"Handwriting; A State of the Art Research Paper."},
      {
        "id":"ED147829",
        "title":"Student Guide to Writing a Journal."},
      {
        "id":"ED147830",
        "title":"The 1976 Presidential Debates and Patterns of Political Learning."},
      {
        "id":"ED147835",
        "title":"Newspaper Readership Interests of the Young."},
      {
        "id":"ED147836",
        "title":"Mass Communication and Political Accuracy: A Comparison of First-Time and Older Voters."},
      {
        "id":"ED147837",
        "title":"Research Report: The Productive Language Assessment Tasks."},
      {
        "id":"ED147842",
        "title":"Children's Attention to the Television Screen: A Time Series Analysis."},
      {
        "id":"ED147848",
        "title":"Maximizing Student Alternatives: A Variable-Credit Advanced Composition Course."},
      {
        "id":"ED147857",
        "title":"English Majors: A Career Survey of Graduates, 1968-1976."},
      {
        "id":"ED147863",
        "title":"The Supreme Court on Privacy and the Press."},
      {
        "id":"ED147873",
        "title":"A Framework for Mass Communications in the Communicative Arts."},
      {
        "id":"ED147877",
        "title":"Criticism of the Press: Its Social, Psychological and Political Origins."},
      {
        "id":"ED147880",
        "title":"Strategies for Teaching the Composition Process."},
      {
        "id":"ED147885",
        "title":"Innovations in Administration Using and Being Used by Other Departments."},
      {
        "id":"ED147887",
        "title":"The Prediction of Long-Term Changes in Communication Apprehension in the Communication Classroom."},
      {
        "id":"ED147890",
        "title":"Inter-Ethnic and Intra-Ethnic Communication: A Study of Korean Immigrants in Chicago."},
      {
        "id":"ED147897",
        "title":"Dubin's Minimal Linkage Construct Revisited."},
      {
        "id":"ED147909",
        "title":"The Current Status of Teacher Preparation Programs in Speech Communication."},
      {
        "id":"ED147910",
        "title":"A Profile of the Present Status of Television Production Curriculum in American Colleges and Universities."},
      {
        "id":"ED147911",
        "title":"Non-Commercial FM: Profiles of Service."},
      {
        "id":"ED147915",
        "title":"Quiet Children and the Classroom Teacher."},
      {
        "id":"ED147916",
        "title":"A Learning Center Approach to Basic Communication Courses."},
      {
        "id":"ED147918",
        "title":"The Composition of the TV Picture: Suggested Hypotheses to Test the Forces That Operate within the Television Screen."},
      {
        "id":"ED147920",
        "title":"Leadership: Improving Its Effectiveness. Research Action Brief Number 1."},
      {
        "id":"ED147921",
        "title":"Classroom Discipline. The Best of ERIC Number 33."},
      {
        "id":"ED147924",
        "title":"1975 Federal Funding for Education Knowledge Production and Utilization: Project Content and Performer, by Agency. R&D System Studies Technical Report #3."},
      {
        "id":"ED147926",
        "title":"The Condition of Education. Program and Plans, National Center for Education Statistics Fiscal Years 1977 and 1978. Volume Three, Part Two."},
      {
        "id":"ED147947",
        "title":"Alternative Models of Competency Based Education. Working Draft."},
      {
        "id":"ED147948",
        "title":"Alternative Methodologies for Competency Based Education: The State-of-the-Art."},
      {
        "id":"ED147949",
        "title":"Competency Based Education in Oregon."},
      {
        "id":"ED147950",
        "title":"Strategies for Implementation of Competency Based Education Programs."},
      {
        "id":"ED147951",
        "title":"Alternative Models of Competency Based Education. Second Edition."},
      {
        "id":"ED147952",
        "title":"Competency Based Education Sourcebook."},
      {
        "id":"ED147953",
        "title":"The Management of Decline: Problems, Opportunities, and Research Questions. The Rand Paper Series P-5984."},
      {
        "id":"ED147954",
        "title":"The Art of Retooling Educational Staff Development in a Period of Retrenchment. The Rand Paper Series P-5985."},
      {
        "id":"ED147972",
        "title":"Urban School Desegregation Costs. Part I. Case Studies."},
      {
        "id":"ED147986",
        "title":"Office of Child Support Enforcement Auditor's Manual."},
      {
        "id":"ED147987",
        "title":"Student Acceleration in Florida Public Education. A Report to the Florida Legislature."},
      {
        "id":"ED147988",
        "title":"Student Acceleration in Florida Public Education. Second Annual Report."},
      {
        "id":"ED147989",
        "title":"Student Acceleration in Florida Public Education. Third Annual Report."},
      {
        "id":"ED147990",
        "title":"Student Acceleration in Florida Public Education. Fourth Annual Report."},
      {
        "id":"ED147991",
        "title":"Analysis of Projected Enrollments and Expenditures by Goal for Public Education in Florida in 1974-75, 1980-81, and 1985-86."},
      {
        "id":"ED147992",
        "title":"Analysis of Projected Enrollments, Expenditures and Revenues for Public Education in Florida 1974-75 Through 1985-86."},
      {
        "id":"ED147993",
        "title":"Alternative Approaches for the Equitable Distribution of Funds to School Districts. Florida School Finance Study."},
      {
        "id":"ED147994",
        "title":"Growth and Stability Characteristics of Selected Revenue Sources in Florida. Florida School Finance Study. Draft."},
      {
        "id":"ED147998",
        "title":"Bayridge Secondary School: A Case Study of the Planning and Implementation of Educational Change."},
      {
        "id":"ED148005",
        "title":"APEG: Adequate Program for Education in Georgia Act (Revised). Georgia Code Annotated Chapter 32-6A."},
      {
        "id":"ED148007",
        "title":"Charles F. Kettering Foundation and /I/D/E/A Mission in Educational Leadership and Management. Final Report."},
      {
        "id":"ED148018",
        "title":"Alternatives to Litigation: The Necessity for Parent Consultation. A Final Institute Report."},
      {
        "id":"ED148021",
        "title":"Organization Set Size and Diversity: Links Between People Processing Organizations and Their Environment."},
      {
        "id":"ED148022",
        "title":"Connecticut Laws Concerning Education as of January 1, 1977."},
      {
        "id":"ED148023",
        "title":"School Finance Reform &amp; the GTB."},
      {
        "id":"ED148024",
        "title":"Economic Analysis of Education: A Conceptual Framework. Theoretical Paper No. 68."},
      {
        "id":"ED148026",
        "title":"Progress and Problems in Education: A Report to the People of Pennsylvania."},
      {
        "id":"ED148027",
        "title":"Act 59 Subsidy Primer: How Our Schools Are Financed."},
      {
        "id":"ED148029",
        "title":"Study--The Feasibility, Practicability and Cost of the Soundproofing of Schools, Hospitals, and Public Health Facilities Located Near Airports. Report to Congress."},
      {
        "id":"ED148030",
        "title":"Statistics of Public Elementary and Secondary Day Schools [Fall 1976]. Pupils, Staff, Schools, Revenues, Expenditures, and Salaries."},
      {
        "id":"ED148038",
        "title":"Alternative to IQ Testing: An Approach to the Identification of Gifted \"Minority\" Children. Final Report."},
      {
        "id":"ED148044",
        "title":"Sociological Health Problems: Individualized Incentive Program Modules for Physically Disabled Students for Grades Kindergarten Through Twelve. Teacher's Edition."},
      {
        "id":"ED148051",
        "title":"Liability Insurance Questions and Answers for Physical Education and Recreation Personnel. Topical Information Sheet No. 3."},
      {
        "id":"ED148068",
        "title":"The Unmet Psychological Needs of Persons with Developmental Disabilities."},
      {
        "id":"ED148076",
        "title":"Federal Assistance for Programs Serving the Handicapped."},
      {
        "id":"ED148084",
        "title":"Child Abuse/Neglect: A Guide for Detection, Prevention, and Treatment in Bureau of Community Health Services (BCHS) Programs and Projects."},
      {
        "id":"ED148103",
        "title":"Spelling Errors and Foreign Language Learning Strategies."},
      {
        "id":"ED148107",
        "title":"The Cloze Procedure as a Progress Test."},
      {
        "id":"ED148109",
        "title":"Les Nominalisations Rectionnelles dans une Theorie Transformationnelle (Derived Nominalizations in a Transformational Theory)."},
      {
        "id":"ED148146",
        "title":"Learning with Foreign Students. A Handbook for Students on How to Enrich Their Learning in International Studies, in International Education and Other Social and Behavioral Sciences Through Foreign Students."},
      {
        "id":"ED148157",
        "title":"Lunyoro/Rutoro Instructions."},
      {
        "id":"ED148158",
        "title":"Conversational Tamil."},
      {
        "id":"ED148159",
        "title":"A Glossary of Agricultural Terms. English-French, French-English."},
      {
        "id":"ED148160",
        "title":"Lwo Instructions."},
      {
        "id":"ED148161",
        "title":"Madi Instructions."},
      {
        "id":"ED148171",
        "title":"An Idea Book for Language Teachers."},
      {
        "id":"ED148188",
        "title":"Enrollment and Career Potential for College-Based Military Officer Training Programs: Results of a Survey Conducted in May 1972."},
      {
        "id":"ED148192",
        "title":"Health Professions Educational Assistance Act of 1976 (PL 94-484). Amended by Health Services Extension Act of 1977 (PL 95-83, Title III). Fact Sheet."},
      {
        "id":"ED148194",
        "title":"Collection Efforts Not Keeping Pace with Growing Number of Defaulted Student Loans."},
      {
        "id":"ED148200",
        "title":"Educational Brokering in California. I. An Introductory Report and II. Proceedings of the Conference, &quot;The Role of Nonaccredited Contracting Agencies in California Postsecondary Education.&quot;"},
      {
        "id":"ED148213",
        "title":"The Detroit Consortium. A Model for City/University Collaboration on Urban Concerns."},
      {
        "id":"ED148214",
        "title":"The Detroit Hearings. A Model for City/University Collaboration on Urban Concerns."},
      {
        "id":"ED148217",
        "title":"Assessing Sponsored Research Programs. An Evaluative Framework for Use by College and University Presidents and Academic Officers."},
      {
        "id":"ED148223",
        "title":"An Historical Review of Women in Dentistry. An Annotated Bibliography."},
      {
        "id":"ED148225",
        "title":"A Survey of Graduates."},
      {
        "id":"ED148226",
        "title":"State Descriptive Profiles of State Student-Assistance Programs. Vol. II Kentucky-New York."},
      {
        "id":"ED148227",
        "title":"State Descriptive Profiles of State Student-Assistance Programs. Vol. III North Carolina-Wisconsin."},
      {
        "id":"ED148228",
        "title":"State Descriptive Profiles of State Student-Assistance Programs. Vol. I Alabama-Kansas."},
      {
        "id":"ED148237",
        "title":"Developmental Education: A Primer for Program Development and Evaluation."},
      {
        "id":"ED148254",
        "title":"&quot;Developing Institutions:&quot; The Need for More Effective Definitive Criteria."},
      {
        "id":"ED148256",
        "title":"Governing Board and Administrator Liability. ERIC/Higher Education Research Report No. 9."},
      {
        "id":"ED148258",
        "title":"Graduate Credit: Its Recognition and Transfer. A Policy Statement."},
      {
        "id":"ED148264",
        "title":"An In-Depth Study of Seven Medical Practice Plans. An Analysis of their Evolution and Operations. Final Report."},
      {
        "id":"ED148265",
        "title":"Faculty Development Survey. Final Report."},
      {
        "id":"ED148266",
        "title":"Description of Salaried Medical School Faculty, 1971-72 and 1976-77. Final Report."},
      {
        "id":"ED148272",
        "title":"Curriculum of Attainments. Final Report."},
      {
        "id":"ED148275",
        "title":"Wichita State University Physician&apos;s Assistant Program. BHME Contract #72-4199. Final Report."},
      {
        "id":"ED148281",
        "title":"Ministry of Faculty in the Catholic College/University. Occasional Papers on Catholic Higher Education. Volume III, Number 2, Winter 1977."},
      {
        "id":"ED148284",
        "title":"The State and Private Education: Interdependence and State Action."},
      {
        "id":"ED148291",
        "title":"Recruitment to Graduate Study. College Seniors' Plans for Postgraduate Education and their Implementation the Year after Commencement. SREB Research Monograph Number 10."},
      {
        "id":"ED148292",
        "title":"Regional Planning for Nursing Education in the South, 1972-1975: A Study in Transition."},
      {
        "id":"ED148293",
        "title":"Review of Network Access Techniques with a Case Study: The Network Access Machine."},
      {
        "id":"ED148295",
        "title":"User Values in the Selection of Information Services. Final Report."},
      {
        "id":"ED148298",
        "title":"Critical Incidents in the Evolution of PLATO Projects."},
      {
        "id":"ED148299",
        "title":"A Comparison of the Costs for Illustrations Presented by the Plasma Panel and Microfiche."},
      {
        "id":"ED148302",
        "title":"Analyzing English Noun Groups for Their Conceptual Content."},
      {
        "id":"ED148304",
        "title":"Kearney State College Library Survey."},
      {
        "id":"ED148305",
        "title":"Color Microfiche as a Replacement for Slides."},
      {
        "id":"ED148309",
        "title":"Television Research: The Potential for Ecological Validity."},
      {
        "id":"ED148311",
        "title":"Issues in Media Management. 1977."},
      {
        "id":"ED148312",
        "title":"Follow-up Studies of the Appalachian Education Satellite Project Experimental Phase."},
      {
        "id":"ED148318",
        "title":"The Study of the Future: An Agenda for Research."},
      {
        "id":"ED148319",
        "title":"The Effects of Color Realism on Pictorial Recognition Memory."},
      {
        "id":"ED148323",
        "title":"The Optical Nation."},
      {
        "id":"ED148324",
        "title":"The Application of Microteaching Techniques to the Training of University Teachers."},
      {
        "id":"ED148325",
        "title":"The Systematic Observation of Lecturing--Its Use in Training and Research."},
      {
        "id":"ED148326",
        "title":"The Use of Interaction Analysis in the Training of University Teachers."},
      {
        "id":"ED148332",
        "title":"Conference Proceedings of the International Association of School Librarianship."},
      {
        "id":"ED148341",
        "title":"California Library Laws. 1977."},
      {
        "id":"ED148343",
        "title":"Computer Science and Technology: A Survey of Eleven Government-Developed Data Element Dictionary/Directory Systems."},
      {
        "id":"ED148345",
        "title":"Optimum Speed of Library Access as Related to Optimum Size of Library Collections. Final Report."},
      {
        "id":"ED148346",
        "title":"Investigation of the Public Library as a Linking Agent to Major Scientific, Educational, Social, and Environmental Data Bases. Final Report."},
      {
        "id":"ED148347",
        "title":"Investigation of the Public Library as a Linking Agent to Major Scientific, Educational, Social, and Environmental Data Bases: Final Evaluation Report."},
      {
        "id":"ED148355",
        "title":"Interpersonal Communications Workshop."},
      {
        "id":"ED148361",
        "title":"Institution Library Perspectives. A Report on a Conference on Institution Library Services in Columbus, Ohio."},
      {
        "id":"ED148364",
        "title":"The Impact of Federal Dissemination Policy."},
      {
        "id":"ED148365",
        "title":"Audiovisual Materials in Support of Information Science Curricula: An Annotated Listing with Subject Index. Second Edition, Revised and Expanded."},
      {
        "id":"ED148371",
        "title":"A Guide to Audio-Visual References: Selection and Ordering Sources."},
      {
        "id":"ED148378",
        "title":"Guideline for Optical Character Recognition Forms."},
      {
        "id":"ED148380",
        "title":"Survey of School Media Standards."},
      {
        "id":"ED148383",
        "title":"The State Library Review."},
      {
        "id":"ED148390",
        "title":"A Focus on Continuing Education for Library Personnel."},
      {
        "id":"ED148393",
        "title":"Employment Outlook in Library Occupations. Bulletin 1875-49."},
      {
        "id":"ED148394",
        "title":"Care of Books, Documents, Prints and Films."},
      {
        "id":"ED148397",
        "title":"School TV Utilization Study."},
      {
        "id":"ED148405",
        "title":"Community and Junior Colleges and the Comprehensive Employment and Training Act; Participation and Recommendations for Improvement."},
      {
        "id":"ED148407",
        "title":"Fiscal Year 1979 Operating Budget Recommendations for the Illinois Public Community College System."},
      {
        "id":"ED148411",
        "title":"Management Principles for the Community College Administrator."},
      {
        "id":"ED148412",
        "title":"The New Generation Gap: Involvement Vs. Instant Information. Topical Paper No. 64."},
      {
        "id":"ED148415",
        "title":"Characteristics of L.A.C.C. Applicants Who Took the College Board Scholastic Aptitude Test. Research Study #78-1."},
      {
        "id":"ED148418",
        "title":"Resurgence of Occupational Education. Topical Paper Number 65."},
      {
        "id":"ED148419",
        "title":"A Guidebook for Mental Health/Human Service Programs at the Associate Degree Level."},
      {
        "id":"ED148420",
        "title":"The Community College and Its Community Service Role. Issues in Higher Education, Number 8."},
      {
        "id":"ED148421",
        "title":"Lateral and Vertical Student Mobility: An Essential for the Community College."},
      {
        "id":"ED148422",
        "title":"The Effect of a Typical Community College Developmental Reading Course on the Phonic Disablement of Students."},
      {
        "id":"ED148427",
        "title":"Illinois Public Community College Statewide Occupational Student Follow-up Study. Second Progress Report."},
      {
        "id":"ED148429",
        "title":"Women in Community and Junior Colleges. Report of a Study on Access to Occupational Education."},
      {
        "id":"ED148433",
        "title":"Student Opinion Survey, 1976. Research Report: BCC 1-77."},
      {
        "id":"ED148434",
        "title":"The Academic and Remedial Placement Profile of Students Entering B.C.C. in September, 1976 [and September 1977] by Curriculum Group. Research Report BCC 4-76 [and] 4-77."},
      {
        "id":"ED148445",
        "title":"Post-Secondary Educational Needs in Coconino County."},
      {
        "id":"ED148453",
        "title":"A Report on the Proceedings of the Regional Conference on the Community in the Community College and a Comparison of Participant's Responses Concerning Their Perceptions of the Importance of Community Needs and Philosophy in Relation to the Community in the Community College."},
      {
        "id":"ED148457",
        "title":"Infant Defensive Reactions to Visual Occlusion."},
      {
        "id":"ED148459",
        "title":"Child Advocacy and Family Privacy."},
      {
        "id":"ED148468",
        "title":"On Becoming a &quot;Modern Parent&quot; in the 1920's."},
      {
        "id":"ED148470",
        "title":"The Persistence of Preschool Effects: A Long-Term Follow-Up of Fourteen Infant and Preschool Experiments. Final Report."},
      {
        "id":"ED148471",
        "title":"The Persistence of Preschool Effects: A Long-Term Follow-Up of Fourteen Infant and Preschool Experiences. Summary Report."},
      {
        "id":"ED148472",
        "title":"Sex Role Socialization in Early Childhood."},
      {
        "id":"ED148473",
        "title":"Sex Role Socialization in Early Childhood: An Annotated Bibliography."},
      {
        "id":"ED148481",
        "title":"Developmental Differences in Imitation."},
      {
        "id":"ED148483",
        "title":"Foster Family Services Selected Reading List."},
      {
        "id":"ED148485",
        "title":"&quot;A Frog in My Kneecap&quot;: Children's Perceived Physiological Responses to Stresses."},
      {
        "id":"ED148508",
        "title":"Evaluation of the Fredonia Outreach Program."},
      {
        "id":"ED148510",
        "title":"One Year Out: Reports of Rural High School Graduates."},
      {
        "id":"ED148514",
        "title":"Milestone 25 (NIU's Outdoor Teacher Education Programs -- Twenty-five Years of Pioneering). Lorado Taft Field Campus Commemorative Brochure."},
      {
        "id":"ED148518",
        "title":"Migrant Education. 1977 North Carolina State Evaluation Report."},
      {
        "id":"ED148521",
        "title":"Minority Women in Research in Education. A Report of the Dallas Conference on Expanding the Role of Minority Women in Educational Research (Dallas, Texas, November 9-11, 1977)."},
      {
        "id":"ED148522",
        "title":"Farm Population of the United States: 1976. Current Population Reports: Farm Population."},
      {
        "id":"ED148532",
        "title":"Rural Development and the Campus: The Emergence of Multidisciplinary Action."},
      {
        "id":"ED148533",
        "title":"Rural Career Guidance: Administrator&apos;s Role in Implementing Change."},
      {
        "id":"ED148536",
        "title":"Alcoholism - A High Priority Health Problem. A Report of the Indian Health Service Task Force on Alcoholism."},
      {
        "id":"ED148555",
        "title":"Corrections and the Mexican American Citizen: A Need for Review."},
      {
        "id":"ED148562",
        "title":"Successful Family Planning Programs. Draper World Population Fund Report, No. 4, Summer 1977."},
      {
        "id":"ED148570",
        "title":"USMES News, Learning Through Real Problem Solving, Vol. III, No. 4."},
      {
        "id":"ED148581",
        "title":"The Good Bugs and the Bad Bugs."},
      {
        "id":"ED148591",
        "title":"Federal R&amp;D Funding Shows Strong Recent Rise But Little Real Growth in FY 1978. Science Resources Studies Highlights, October 17, 1977."},
      {
        "id":"ED148592",
        "title":"National Sample of Scientists and Engineers: Changes in Employment, 1972-74 and 1974-76. Science Resources Studies Highlights, October 19, 1977."},
      {
        "id":"ED148596",
        "title":"Investigations in Mathematics Education, Vol. 10, No. 3."},
      {
        "id":"ED148601",
        "title":"Patents & Inventions: An Information Aid for Inventors. Revised Edition."},
      {
        "id":"ED148602",
        "title":"A Summary of Research in Science Education - 1975."},
      {
        "id":"ED148603",
        "title":"Guide to FUSE Modules Abstracted in RIE--1976."},
      {
        "id":"ED148604",
        "title":"What About Metric? 1977 Edition."},
      {
        "id":"ED148608",
        "title":"Metrication Problems in the Construction Codes and Standards Sector."},
      {
        "id":"ED148612",
        "title":"Engineers' Overseas Handbook."},
      {
        "id":"ED148614",
        "title":"Safe Handling of Radioactive Materials. Recommendations of the National Committee on Radiation Protection. Handbook 92."},
      {
        "id":"ED148615",
        "title":"Spotter's Guide for Identifying and Reporting Severe Local Storms."},
      {
        "id":"ED148617",
        "title":"COPES, Conceptually Oriented Program in Elementary Science: Assessment Booklet for Grade Six, Preliminary Edition."},
      {
        "id":"ED148618",
        "title":"COPES, Conceptually Oriented Program in Elementary Science: Teacher's Guide for Grade Six, Preliminary Edition."},
      {
        "id":"ED148619",
        "title":"COPES, Conceptually Oriented Program in Elementary Science: Teacher&apos;s Guide for Grade Five, Preliminary Edition."},
      {
        "id":"ED148621",
        "title":"Math in Oregon Schools."},
      {
        "id":"ED148628",
        "title":"What Research Says to the Science Teacher. Volume I."},
      {
        "id":"ED148631",
        "title":"Salaries of Scientists, Engineers and Technicians: A Summary of Salary Surveys. Eighth Edition."},
      {
        "id":"ED148632",
        "title":"A Comparison of CHEM Study Classes and Traditional Curriculum Classes with Respect to Achievement and Attitudinal Measures. Research Paper No. 4."},
      {
        "id":"ED148633",
        "title":"A Test of the Association of Class Size to Students' Attitudes Toward Science. Research Paper No. 9."},
      {
        "id":"ED112923",
        "title":"The Library Work Order Processing System: A New Approach to Motivate Employees and to Increase Production in the Technical Service Department of Mercer County Community College Library. Applied Educational Research and Evaluation."},
      {
        "id":"ED112924",
        "title":"An Evaluation of the Components, Constitution, and Potential Effects of the Collection and Staff Formulas of the 1975 ACRL Standards for College Libraries."},
      {
        "id":"ED112926",
        "title":"Geosciences Library Survey."},
      {
        "id":"ED112927",
        "title":"Audio-Visual Space Reorganization Study. RDU-75-05."},
      {
        "id":"ED112928",
        "title":"Audio-Visual Equipment Depreciation. RDU-75-07."},
      {
        "id":"ED112929",
        "title":"Circulation of Materials from Purdue University Libraries. RDU-75-06."},
      {
        "id":"ED112931",
        "title":"Document Availability and Use Patterns at the University of California, Berkeley Library: A Comparison with California State University, Sacramento."},
      {
        "id":"ED112932",
        "title":"Annual Report, July 1974 to June 1975, Institute of Library Research, University of California, Berkeley."},
      {
        "id":"ED112933",
        "title":"Art Historians of the Past, Rare Book Collections as Depositories of Primary Sources."},
      {
        "id":"ED112934",
        "title":"Lincoln Laboratory LTS-3S Training System: Application to Teaching Essential Mining Skills. Technical Report No. 515."},
      {
        "id":"ED112935",
        "title":"Computing Activities in Secondary Education. Final Report."},
      {
        "id":"ED112936",
        "title":"A Comparison of Three Combinations of Text and Graphics for Concept Learning. Technical Report 76-16."},
      {
        "id":"ED112937",
        "title":"Statistical Data Relating to Educational Media Services Provided by the Offices of the County Superintendents of Schools in California, 1974-75."},
      {
        "id":"ED112938",
        "title":"Development of Resources for Independent and Small Group Learning in a Core Curriculum. Final Project Report, June 1975."},
      {
        "id":"ED112939",
        "title":"What Business Education Teachers Want From Sponsored Films."},
      {
        "id":"ED112940",
        "title":"Library Laws of Ohio in Force May 1, 1975."},
      {
        "id":"ED112941",
        "title":"Case Studies of Innovation in the Educational Service Sector."},
      {
        "id":"ED112942",
        "title":"The Telephone as an Instructional Aid in Distance Education; A Survey of the Literature."},
      {
        "id":"ED112943",
        "title":"An Examination of the Short-Range Potential of Computer-Managed Instruction. Conference Proceedings (Chicago, Illinois, November 6-8, 1974)."},
      {
        "id":"ED112945",
        "title":"The Reading Interests of Primary Children as Reflected in Their Library Choices."},
      {
        "id":"ED112946",
        "title":"Bibliographic Instruction in Academic Libraries; Edited Transcript of a Panel Discussion."},
      {
        "id":"ED112947",
        "title":"Yankee Comments; Testimony Submitted to the National Commission on Libraries and Information Science, October 3, 1973, Boston, Massachusetts."},
      {
        "id":"ED112948",
        "title":"Audience Analysis of a Special Format Radio Station. A Management Tool for Public Radio Programming."},
      {
        "id":"ED112949",
        "title":"An Alerting Service Bibliography on Libraries and Media. Number Four."},
      {
        "id":"ED112950",
        "title":"Bibliographic Searching: Main Entry Vs. Title Access, A Comparative Time Study."},
      {
        "id":"ED112951",
        "title":"The Improvement and Individualization of Computer-Assisted Instruction: Final Report."},
      {
        "id":"ED112952",
        "title":"Field Library Guidelines; A HUD Handbook."},
      {
        "id":"ED112954",
        "title":"Selective Dissemination of Microfiche Documents in a University Setting: Phase 1. Final Report. Project CLR-561."},
      {
        "id":"ED112955",
        "title":"Letters from Jessup: Notes on a Prison College Program."},
      {
        "id":"ED112956",
        "title":"Opinions of Selected Faculty Members on Curriculum and Instruction at Five South Florida Community Colleges."},
      {
        "id":"ED112957",
        "title":"Program Planning in Two-Year Colleges: A Handbook."},
      {
        "id":"ED112958",
        "title":"Staff Development; Mini Models for College Implementation."},
      {
        "id":"ED112959",
        "title":"A Study of a Functional Approach to Defining Instructional Competencies and Measuring Faculty Performance in Medical Laboratory Technology."},
      {
        "id":"ED112960",
        "title":"Unit Cost Analysis in the Public Community Colleges of Illinois: 1973-74 (FY 1974). Volume III, Number 5."},
      {
        "id":"ED112961",
        "title":"Developing an Instrument for Evaluating Faculty by Students, Colleagues, and Administrators at Rhode Island Junior College."},
      {
        "id":"ED112962",
        "title":"Foreign Study and the Community College."},
      {
        "id":"ED112963",
        "title":"A Comparison of Team-Teaching and Audio-Taped Lectures with the Traditional Lecture Method."},
      {
        "id":"ED112964",
        "title":"Improving Junior and Community College Instruction."},
      {
        "id":"ED112965",
        "title":"An Evaluation of the 1973-74 Instructional Development Grant Program."},
      {
        "id":"ED112966",
        "title":"Instructional Television Progress Report, 1971-74."},
      {
        "id":"ED112967",
        "title":"A Plan for Development of an Educational Telephone Network (ETN) to Extend Access to Educational Programs."},
      {
        "id":"ED112968",
        "title":"A Report and Evaluation of Student Government at El Camino College, 1974-75."},
      {
        "id":"ED112969",
        "title":"Nursing Education Follow-Up Study--1974 R.Ns. a Year After Graduation."},
      {
        "id":"ED112970",
        "title":"An Assessment and Analysis of Selected Learning Modes Preferred by Students and Offered by Teachers."},
      {
        "id":"ED112971",
        "title":"Greenbook Abstract and Catalog--1."},
      {
        "id":"ED112972",
        "title":"Philosophic Heuristic Instruction (PHI)--II."},
      {
        "id":"ED112973",
        "title":"Philosophic Heuristic Instruction (PHI)--III."},
      {
        "id":"ED112974",
        "title":"Tiger Learning Skills."},
      {
        "id":"ED112975",
        "title":"A Plan for: A Consumer Conference for Older Adults."},
      {
        "id":"ED112976",
        "title":"Career Counselor-Technician: A Progress Report."},
      {
        "id":"ED112977",
        "title":"Degrees and Certificates Awarded, Community Colleges: July 1, 1974-June 30, 1975."},
      {
        "id":"ED112979",
        "title":"Handbook on Faculty Governance and Responsibilities, 1975-1976."},
      {
        "id":"ED112980",
        "title":"Part-Time Faculty Handbook, 1975-76."},
      {
        "id":"ED112981",
        "title":"The Part-Time Student: Harrisburg Area Community College."},
      {
        "id":"ED112982",
        "title":"A Study of Community Influence and Leadership."},
      {
        "id":"ED112983",
        "title":"A Long-Term Study of the Efforts of Tutoring in Developmental Mathematics."},
      {
        "id":"ED112984",
        "title":"New Horizons in Cooperative Education: Project Report [July 1, 1974-June 30, 1975]."},
      {
        "id":"ED112985",
        "title":"Final Report to the Cooperative for the Assessment of Experiential Learning."},
      {
        "id":"ED112986",
        "title":"Relationship of Age, Marital Status, and Work Experience of Community College Nursing Students to Grades."},
      {
        "id":"ED112987",
        "title":"Pensacola Junior College Educational Support Development Plan for the Aging and Aged."},
      {
        "id":"ED112988",
        "title":"Community College Inmate Student Assessment Personality and Educational Activity Project Report."},
      {
        "id":"ED112989",
        "title":"The Assessment of Adult Needs; Phase I of Multi-County Assessment of Adult Needs Project (MAP)."},
      {
        "id":"ED112990",
        "title":"The Assessment of Business and Industry Needs; Phase II of Multi-County Assessment of Adult Needs Project (MAP)."},
      {
        "id":"ED112991",
        "title":"Backgrounds and Characteristics of New Full-Time Community College Faculty Members."},
      {
        "id":"ED112992",
        "title":"Proceedings: Conference on Compensatory/Remedial Education, April 3 and 4, 1975. Occasional Paper No. 24."},
      {
        "id":"ED112993",
        "title":"The Myth of Rational Evaluation."},
      {
        "id":"ED112994",
        "title":"Community Intervention in the Community College."},
      {
        "id":"ED112995",
        "title":"Honors in North Central Association Community Colleges."},
      {
        "id":"ED112996",
        "title":"KOCE-TV Needs-Assessment Surveys: Audience Analysis Telephone Survey."},
      {
        "id":"ED112997",
        "title":"The Employers II: A Survey of Employers Who Have Hired Career Program Graduates of Montgomery Community College."},
      {
        "id":"ED112998",
        "title":"Sixth Annual Report of the Hawaii State Senior Center, July 1, 1974-June 30, 1975."},
      {
        "id":"ED112999",
        "title":"Women's Programs at Public Community Colleges."},
      {
        "id":"ED113000",
        "title":"Community Services, 2000 A.D. Forum 40."},
      {
        "id":"ED113001",
        "title":"A Community College President--What's That? Forum 45."},
      {
        "id":"ED113002",
        "title":"The Change Project at Mendocino College: Achieving Consensus on Curriculum Goals for an Integrated Liberal Arts Curriculum."},
      {
        "id":"ED113003",
        "title":"A Profile of First-Time Students at Virginia Community Colleges, 1973-74."},
      {
        "id":"ED113005",
        "title":"Older Americans and Community Colleges: Selected Papers."},
      {
        "id":"ED113006",
        "title":"Designing a Student Evaluation of Team Teaching Effectiveness and a Procedure for Its Administration."},
      {
        "id":"ED113007",
        "title":"An Investigation Into the Discrimination of Standardized Tests for Older Students."},
      {
        "id":"ED113008",
        "title":"Values and the Process of Education: A Comparison of the Values of Junior College Freshmen and Faculty in Puerto Rico and on the Mainland."},
      {
        "id":"ED113009",
        "title":"Bilingual Education for Children: An Abstract Bibliography."},
      {
        "id":"ED113011",
        "title":"Some Short Term Effects of Project Head Start: A Preliminary Report on the Second Year of Planned Variation--1970-71."},
      {
        "id":"ED113012",
        "title":"An Exploratory Study of the Match Between Classroom Practice and Educational Theory: Models in Headstart Planned Variation."},
      {
        "id":"ED113014",
        "title":"Sex-Role Typing and Instrumental Behavior: A Developmental Study."},
      {
        "id":"ED113015",
        "title":"Beyond Father Absence: Conceptualization of Effects of Divorce."},
      {
        "id":"ED113016",
        "title":"Sociability and Social Sensitivity: Characteristics of the Stranger."},
      {
        "id":"ED113017",
        "title":"New Options in Assessing Moral Judgment and Criteria for Evaluating Validity."},
      {
        "id":"ED113018",
        "title":"The Development of Propositional Reasoning: Conceptual Issues, and Suggestion of a Perspective for Empirical Research."},
      {
        "id":"ED113019",
        "title":"Observed Intellectual Competence and Tested Intelligence: Their Roots in the Young Child's Transactions with His Environment."},
      {
        "id":"ED113020",
        "title":"Utility of Interactional Strategies in the Study of Formal Operations Reasoning."},
      {
        "id":"ED113021",
        "title":"Counting Strategies and Semantic Analysis as Applied to Class Inclusion. Report No. 61."},
      {
        "id":"ED113022",
        "title":"Test Anxiety and Off-Task Behavior in Evaluative Situations."},
      {
        "id":"ED113023",
        "title":"Individual Differences in Affect."},
      {
        "id":"ED113024",
        "title":"Children's Processing of Social Information from Televised Dramatic Programs."},
      {
        "id":"ED113025",
        "title":"Investigation of the Regulatory Power of the Impulsive and Meaningful Aspects of Speech."},
      {
        "id":"ED113026",
        "title":"The Relationship of Imaginary Companions in Young Children to Intelligence, Creativity, and Waiting Ability."},
      {
        "id":"ED113027",
        "title":"Pre-School Opportunity and Sex Differences as Factors Affecting Educational Progress. Series in Education, Occasional Paper No. 2."},
      {
        "id":"ED113028",
        "title":"The Relationship of Children's Language and Cognitive Development: Theoretical Issues."},
      {
        "id":"ED113029",
        "title":"Knowing the Question to an Answer: The Later Development of Question-Answer Relationships."},
      {
        "id":"ED113031",
        "title":"Profile of Appalachia."},
      {
        "id":"ED113032",
        "title":"Planning for Child Development: Manual. Appalachian Child Care Project."},
      {
        "id":"ED113033",
        "title":"Planning for Child Development: Handbook. Appalachian Child Care Project."},
      {
        "id":"ED113034",
        "title":"Imaginary Play Companion: Annotated Abstract Bibliography. Project No. 93-12."},
      {
        "id":"ED113036",
        "title":"Films and Filmstrips on Early Childhood."},
      {
        "id":"ED113037",
        "title":"Project Head Start: Achievements and Problems. Report to the Congress."},
      {
        "id":"ED113038",
        "title":"Perceptual, Cognitive, and Affective Perspective Taking and Empathy in Kindergarten through Third-Grade Children."},
      {
        "id":"ED113040",
        "title":"Psychological and Socio-Ecological Aspects of Parent-Child Relations: Overview of a Research Project and Some Selected Empirical Findings."},
      {
        "id":"ED113041",
        "title":"Parent Involvement: Process and Results of the High/Scope Foundation's Projects."},
      {
        "id":"ED113042",
        "title":"The Development of Altruistic Motivation."},
      {
        "id":"ED113043",
        "title":"Analyses of Teaching Young Children."},
      {
        "id":"ED113044",
        "title":"The Status of Kindergartens."},
      {
        "id":"ED113046",
        "title":"Preoperational Graphic Representation: From Intellectual Realism to Visual Realism in Draw a House-Tree Task."},
      {
        "id":"ED113047",
        "title":"Toy Lending Library Training Model."},
      {
        "id":"ED113050",
        "title":"Language Development: Research Program and Some Selected Empirical Findings."},
      {
        "id":"ED113052",
        "title":"Effects of Instructions and Stimulus Representation on Children's Selective Learning."},
      {
        "id":"ED113055",
        "title":"The Family Hour: An Experiment in Parent Involvement."},
      {
        "id":"ED113056",
        "title":"The Challenge of Social Change to Public Policy and Developmental Research."},
      {
        "id":"ED113057",
        "title":"The Effect of Preschool Kindergarten Attendance on the Cognitive Development of Children of Above Average Intelligence. Summary of an Investigation."},
      {
        "id":"ED113058",
        "title":"Children and Television: An Abstract Bibliography."},
      {
        "id":"ED113059",
        "title":"Research, Demonstration and Evaluation Studies on Child Abuse and Neglect."},
      {
        "id":"ED113060",
        "title":"The Classroom Chefs: A Children's Picture Cookbook for Nutrition Education. Teachers Manual."},
      {
        "id":"ED113061",
        "title":"The Public School as a Delivery System for Child Development Services."},
      {
        "id":"ED113062",
        "title":"The Perception of Deviance and Disorder: A Developmental Perspective."},
      {
        "id":"ED113063",
        "title":"A Model for Low-Income and Chicano Parent Education. Final Report."},
      {
        "id":"ED113064",
        "title":"Indian Education Confronts the Seventies. Five Volumes; Volume I: History and Background of Indian Education."},
      {
        "id":"ED113067",
        "title":"Indian Education Confronts the Seventies. Five Volumes; Volume II: Theoretical Considerations in Indian Education."},
      {
        "id":"ED113074",
        "title":"Indian Education Confronts the Seventies. Five Volumes, Volume III: Special Program Considerations."},
      {
        "id":"ED113084",
        "title":"Indian Education Confronts the Seventies. Five Volumes, Volume No. IV: Technical Problems in Indian Education."},
      {
        "id":"ED113100",
        "title":"Support for &quot;Liberal&quot; Development Policies among Community Elites in a Rural Region of Wisconsin."},
      {
        "id":"ED113101",
        "title":"Perceived Achievement Limitations and Deviance-Proneness among Rural Adolescents."},
      {
        "id":"ED113102",
        "title":"Real, Regulated and Relative Poverty in the U.S.-Mexico Borderlands."},
      {
        "id":"ED113103",
        "title":"A Longitudinal Study of the Social Mobility of Rural Youth."},
      {
        "id":"ED113104",
        "title":"The Change in the Quality of Life of Country Families in the Cumberland Mountains of Eastern Kentucky, 1960 to 1973."},
      {
        "id":"ED113105",
        "title":"Earnings of Migratory Farm Workers in Wayne County, New York: 1968. Monograph Number 1."},
      {
        "id":"ED113106",
        "title":"The Concept of Mothercraft as Related to Infant Health in Urban and Rural Settings."},
      {
        "id":"ED113107",
        "title":"State Annual Evaluation Report for Migrant Programs in Pennsylvania, ESEA Title I, Fiscal Year 1974."},
      {
        "id":"ED113108",
        "title":"Bilingual Patterns of Nonmetropolitan Mexican American Youth: Variations by Social Context, Language Use, and Historical Change."},
      {
        "id":"ED113109",
        "title":"A National Council of La Raza Report on Impact of Limited Federal Statistical Data/Information on Hispanic Americans."},
      {
        "id":"ED113111",
        "title":"Choctaw Adult Education, Volume I. (A 309(B) Demonstration Project) Final Report."},
      {
        "id":"ED113112",
        "title":"Choctaw Adult Education, Volume II. (A 309(B) Demonstration Project) Final Report."},
      {
        "id":"ED113113",
        "title":"The Development of an Instrument for Evaluating Residential Outdoor Education Centres in Canada."},
      {
        "id":"ED113114",
        "title":"Legislative Analysis of the Federal Role in Indian Education."},
      {
        "id":"ED113116",
        "title":"Characteristics of Federally Funded Rural Community Mental Health Centers in 1971. Statistical Note 101."},
      {
        "id":"ED113117",
        "title":"Chicano Mobile Institutes, 1973-1974."},
      {
        "id":"ED113118",
        "title":"Spanish Americans and Indians in the Labor Market. Volume 1: Minorities in the Labor Market."},
      {
        "id":"ED113120",
        "title":"The Brown Paper: Education and Chicanos in New Mexico, 1973-74."},
      {
        "id":"ED113121",
        "title":"Migrant Education in Connecticut: An Introduction to the Connecticut Migratory Children's Program."},
      {
        "id":"ED113122",
        "title":"Arizona Commission of Indian Affairs 1974-75 Annual Report."},
      {
        "id":"ED113140",
        "title":"A Summary of Research in Science Education-1973."},
      {
        "id":"ED113141",
        "title":"Data Utilization: A Key to Improved Science Education."},
      {
        "id":"ED113143",
        "title":"A Beginning. Revised 3rd Edition."},
      {
        "id":"ED113145",
        "title":"Oahu, Hawaii's Water Supply: 1848-2020 A.D."},
      {
        "id":"ED113148",
        "title":"Environmental Education: Problems, Projects and Exercises [Grades 4-10]."},
      {
        "id":"ED113150",
        "title":"Living Education: A Teacher's Guide to Overnight Sites in Oregon."},
      {
        "id":"ED113151",
        "title":"A Handbook of Environmental Encounters."},
      {
        "id":"ED113152",
        "title":"Algorithmic Learning."},
      {
        "id":"ED113154",
        "title":"Activities. A Collection of Things to Do at the Environmental Learning Center, Isabella, Minnesota."},
      {
        "id":"ED113157",
        "title":"Resource Allocation Games: A Priming Game for a Series of Instructional Games (The POE Game)."},
      {
        "id":"ED113158",
        "title":"Instructional Gaming as a Means to Achieve Skill in Selecting Ideas Relevant for Solving a Problem."},
      {
        "id":"ED113159",
        "title":"The Effect of Instructional Gaming upon Absenteeism: The First Step."},
      {
        "id":"ED113160",
        "title":"Resource Allocation Games as the Environment for Evaluation."},
      {
        "id":"ED113162",
        "title":"Student Opinions of EQUATIONS Tournaments."},
      {
        "id":"ED113163",
        "title":"Improving Skill in Applying Mathematical Ideas: A Preliminary Report on the Instructional Gaming Program at Pelham Middle School in Detroit."},
      {
        "id":"ED113164",
        "title":"Bending and Stretching."},
      {
        "id":"ED113165",
        "title":"Topological Equivalence of Objects. Teacher's Guide for Use with Stretching and Bending. Working Paper No. 18a."},
      {
        "id":"ED113166",
        "title":"Measurement with Metric. A Resource Handbook. Field Test Version."},
      {
        "id":"ED113167",
        "title":"A Process Approach to Learning Arithmetic &quot;First Year.&quot;"},
      {
        "id":"ED113169",
        "title":"Report of the Coordinators' Training for Large Scale Field Testing of Developing Mathematical Processes. Technical Report No. 296."},
      {
        "id":"ED113170",
        "title":"Report on a Study to Determine the Effect of Knowledge of Recursive Definitions upon Subsequent Application of the Principle of Mathematical Induction."},
      {
        "id":"ED113171",
        "title":"Chemistry: Experiments, Demonstrations and Other Activities Suggested for Chemistry."},
      {
        "id":"ED113172",
        "title":"Engineers Involved in Continuing Education: A Survey Analysis."},
      {
        "id":"ED113174",
        "title":"Research Teaching and Training in Demography. A Directory of Institutions in the ECAFE Region. Asian Population Studies Series No. 8, Supplement No. 1."},
      {
        "id":"ED113175",
        "title":"Population Periodicals. A Directory of Serial Population Publications in the ESCAP Region. Asian Population Studies Series No. 17."},
      {
        "id":"ED113176",
        "title":"The ASEP Bibliography."},
      {
        "id":"ED113177",
        "title":"Elementary School Science Experimental Projects--Annotated Bibliography. Revised."},
      {
        "id":"ED113178",
        "title":"Situation Report [--Fiji, Indonesia, Israel, and Philippines]."},
      {
        "id":"ED113179",
        "title":"Marine Technician Training and Employment: A Current Overview and Assessment. Summary."},
      {
        "id":"ED113180",
        "title":"Science Education Newsletter No. 27."},
      {
        "id":"ED113181",
        "title":"Current Activities and the Task Ahead. Report of the National Science Foundation PES/MIDS Project Directors Meeting (Airlie House, Warrenton, Virginia, September 13-15, 1974)."},
      {
        "id":"ED113184",
        "title":"Reviews of Data on Science Resources, No. 23. R&amp;D Expenditures of State Public Institutions, Fiscal Year 1973."},
      {
        "id":"ED113187",
        "title":"Investigations in Science Education, Vol. 1, No. 3. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED113188",
        "title":"Need for In-Service and Pre-Service Metric Education."},
      {
        "id":"ED113189",
        "title":"Metric Education in Mathematics Methods Classes."},
      {
        "id":"ED113190",
        "title":"Suggestions for Teaching Mathematics Using Laboratory Approaches Grades 1-6. 1. Number and Numeration. Experimental Edition."},
      {
        "id":"ED113191",
        "title":"Suggestions for Teaching Mathematics Using Laboratory Approaches Grades 1-6. 2. Operations. Experimental Edition."},
      {
        "id":"ED113192",
        "title":"Suggestions for Teaching Mathematics Using Laboratory Approaches Grades 1-6. 3. Geometry. Experimental Edition."},
      {
        "id":"ED113193",
        "title":"Suggestions for Teaching Mathematics Using Laboratory Approaches Grades 1-6. 4. Measurement. Experimental Edition."},
      {
        "id":"ED113194",
        "title":"Title I Individualized Mathematics Program, Grades 4-8, Final Evaluation Report."},
      {
        "id":"ED113195",
        "title":"Verbal Mediators in Mathematics for Transfer of Learning. Technical Report No. 3."},
      {
        "id":"ED113196",
        "title":"Higher Order Rule Characterization of Heuristics for Compass and Straight Edge Constructions in Geometry."},
      {
        "id":"ED113199",
        "title":"Research Bulletin, Volume 17, Number 2."},
      {
        "id":"ED113200",
        "title":"A Follow-Up Study for Evaluation of the Preservice Secondary Science Teacher Education Program at The Ohio State University."},
      {
        "id":"ED113203",
        "title":"Developing Mathematical Processes: 1972-73 Field Test Report. Technical Report No. 324."},
      {
        "id":"ED113204",
        "title":"A Three Month Trial of Developing Mathematical Processes (DMP) with Ten Educable Mentally Retarded Children. Technical Report No. 336."},
      {
        "id":"ED113205",
        "title":"College Science Improvement Programs, COSIP A &amp; B Report. An Index to Undergraduate Science."},
      {
        "id":"ED113206",
        "title":"Learning with Understanding. Mathematics Education Report."},
      {
        "id":"ED113207",
        "title":"Nuclear Weapons Effects (Self-Teaching Materials)."},
      {
        "id":"ED113208",
        "title":"Learning Fire Weather--A Self-Study Course."},
      {
        "id":"ED113210",
        "title":"Graduate Science Enrollment in 1974 Shows First Increase Since 1969. Science Resources Studies Highlights, October 22, 1975."},
      {
        "id":"ED113212",
        "title":"The Word Problem Program: Summative Evaluation."},
      {
        "id":"ED113213",
        "title":"The Effects of Social Comparison, Contingency of Reward, and Age of Subject on Self-reinforcement, Self-confidence, and Task Persistence."},
      {
        "id":"ED113214",
        "title":"Man's Effect on the Environment, Teacher's Guide. Environmental Education Unit, Sixth Grade Science."},
      {
        "id":"ED113215",
        "title":"Environmental Decisions, Teacher's Guide. Environmental Education Unit, Ninth Grade Civics. Revised."},
      {
        "id":"ED113216",
        "title":"Environmental Problems of the United States, Teacher's Guide. Environmental Education Unit, Eleventh Grade American History."},
      {
        "id":"ED113218",
        "title":"Materials for Teaching about the Bicentiennial: An Annotated Bibliography."},
      {
        "id":"ED113219",
        "title":"Tips for Teaching About the Bicentennial in the Social Studies: Four Lessons. SSEC Publication No. 182."},
      {
        "id":"ED113223",
        "title":"Cognitive Structures, Political Environment, and Increased Political Awareness in Children: A Developmental Approach."},
      {
        "id":"ED113224",
        "title":"Racial Consciousness, Activism and Socialization: Black Youth. Professional Paper No. 4."},
      {
        "id":"ED113228",
        "title":"British Education at the Crossroads: Social Justice or Excellence?"},
      {
        "id":"ED113229",
        "title":"Museum Education: Recent Trends in Learning Environments."},
      {
        "id":"ED113230",
        "title":"Population Education: Sources and Resources."},
      {
        "id":"ED113231",
        "title":"Current Issues in Social Studies Education."},
      {
        "id":"ED113232",
        "title":"Transnational Research Collaboration. A Report Submitted by the Task Force on Transnational Collaborative Research to the Government/Academic Interface Committee, International Education Project, American Council on Education. Occasional Paper No. 2."},
      {
        "id":"ED113233",
        "title":"Classification of Educational Systems in OECD Member Countries: Australia, Luxembourg, Switzerland."},
      {
        "id":"ED113234",
        "title":"Student Surveys of Policy Issues Related to Children."},
      {
        "id":"ED113236",
        "title":"Insights: Into Open Education. Volume 8, Number 1, September 1975."},
      {
        "id":"ED113238",
        "title":"High School Psychology Elective. Bulletin No. 272."},
      {
        "id":"ED113239",
        "title":"Conflict Resolution, Social Studies: 0427."},
      {
        "id":"ED113240",
        "title":"Age and Educational Selectivity among Migration and Human Capital Flows in the West."},
      {
        "id":"ED113241",
        "title":"High School Students' Perceptions of Social Studies. Occasional Paper No. 6."},
      {
        "id":"ED113242",
        "title":"Current Social Issues: The Public's View. Findings from a Series of National Surveys, Spring 1975."},
      {
        "id":"ED113243",
        "title":"A Senior High School Social Studies Unit on the Black Experience in America. Bulletin No. 279."},
      {
        "id":"ED113244",
        "title":"Reflections on the Women's Movement: An Assessment of Change and Its Limits."},
      {
        "id":"ED113245",
        "title":"The \"New Social Studies\" Is Plural. Publication Number 6."},
      {
        "id":"ED113246",
        "title":"The Community as Textbook. Fastback 64."},
      {
        "id":"ED113247",
        "title":"Aphorisms on Education: Some Thoughts on Contemporary Schooling. Fastback 40."},
      {
        "id":"ED113248",
        "title":"Can Intelligence Be Taught? Fastback 29."},
      {
        "id":"ED113249",
        "title":"Social System of River City High School Senior Class: Socio-economic Status (SES)."},
      {
        "id":"ED113250",
        "title":"Interests of Upper Elementary Students in Human Geography and Their Perceptions of Effective Learning Environments."},
      {
        "id":"ED113252",
        "title":"Educational Input and Fertility Response. Final Report."},
      {
        "id":"ED113253",
        "title":"The Undergraduate Internship Technique: An Essay on Program Development."},
      {
        "id":"ED113254",
        "title":"World Cultures. Social Studies Grade Nine."},
      {
        "id":"ED113255",
        "title":"Response of Church Related Adults to the Film, \"Parable.\""},
      {
        "id":"ED113256",
        "title":"Population Problems, Teacher's Guide. Environmental Education Unit, Twelfth Grade Sociology."},
      {
        "id":"ED113258",
        "title":"Population Estimates and Projections: Projections of the Population of the United States, 1975 to 2050. Current Population Reports, Series P-25, No. 601."},
      {
        "id":"ED113259",
        "title":"On Campus with Women. Number 11."},
      {
        "id":"ED113262",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 8, No. 2, 1974: Period Covered, April-June, 1974."},
      {
        "id":"ED113263",
        "title":"Education for Global Interdependence. A Report with Recommendations to the Government/Academic Interface Committee."},
      {
        "id":"ED113264",
        "title":"Sex Differences in Social Behavior."},
      {
        "id":"ED113265",
        "title":"A Study of the Relationship between Selected Non-music Major Eastern Kentucky University Students' High School Musical-Athletic Backgrounds and their Knowledge, Preferences, and Opinions of the Eastern Kentucky University Marching Band."},
      {
        "id":"ED113266",
        "title":"World Food Supply: A Global Development Studies Case Study. Revised Edition, 1975."},
      {
        "id":"ED113267",
        "title":"Global Studies Workshop: Amherst, Massachusetts, May 16-17, 1975. Report."},
      {
        "id":"ED113268",
        "title":"The Political and Social Impact of School Desegregation Policy: A Preliminary Report."},
      {
        "id":"ED113269",
        "title":"Computer Assisted Instruction of Population Dynamics: A New Approach to Population Education. Report No. T-19."},
      {
        "id":"ED113270",
        "title":"Mothers Too Soon. Draper World Population Fund Report, No. 1, Autumn 1975."},
      {
        "id":"ED113271",
        "title":"Teachers Guide to Man and the Economic Society: A Social Studies Curriculum Supplement."},
      {
        "id":"ED113272",
        "title":"Teachers Guide to Economic Concepts: Grade K-3."},
      {
        "id":"ED113273",
        "title":"Teachers Guide to Economic Concepts: Grade 4-6."},
      {
        "id":"ED113274",
        "title":"Teachers Guide to Economic Concepts: Grade 7-9."},
      {
        "id":"ED113275",
        "title":"Teachers Guide to Economic Concepts: Grade 10-12."},
      {
        "id":"ED113276",
        "title":"Nonformal Education in Ecuador, 1971-1975. An Approach to Nonformal Education."},
      {
        "id":"ED113277",
        "title":"Multicultural Education and Asian Americans."},
      {
        "id":"ED113278",
        "title":"America's Uncounted People. Report of the Advisory Committee on Problems of Census Enumeration."},
      {
        "id":"ED113281",
        "title":"Administration of the Science Education Project &quot;Man: A Course of Study&quot; (MACOS), National Science Foundation. Comptroller General's Report to the House Committee on Science and Technology."},
      {
        "id":"ED113282",
        "title":"Inventory of Recent U.S. Research in Geographic Education. Occasional Paper No. 4."},
      {
        "id":"ED113283",
        "title":"Educational Model for Social Service Administration and Management. Summary Progress Report."},
      {
        "id":"ED113284",
        "title":"Sex-Roles and Social-Learning in Children."},
      {
        "id":"ED113285",
        "title":"Educational Research in the United Kingdom: Scotland 1970-1972."},
      {
        "id":"ED113286",
        "title":"African Socialism and Educational Practice. Draft."},
      {
        "id":"ED113287",
        "title":"Behavioral Implications of Ethnic Categories Among Northern Nigerian Schoolchildren."},
      {
        "id":"ED113288",
        "title":"Follow Through Classroom Process Measurement."},
      {
        "id":"ED113289",
        "title":"What's Going on in Teacher Education--The View from Washington."},
      {
        "id":"ED113290",
        "title":"An Evaluation of the Behavioral Aspect of the American Dental Association's &quot;Learning About Your Oral Health&quot; Teaching and Learning Program, Level 2."},
      {
        "id":"ED113292",
        "title":"Open Education: Critique and Assessment."},
      {
        "id":"ED113293",
        "title":"The Liveliest Seminar in Town. Fastback No. 27."},
      {
        "id":"ED113295",
        "title":"Informal Learning. Fastback 44."},
      {
        "id":"ED113296",
        "title":"Students Teach Students. Fastback No. 65."},
      {
        "id":"ED113297",
        "title":"Learning about Instructing: Questioning Strategies."},
      {
        "id":"ED113298",
        "title":"Learning About Learning: Propositional Abilities. A Personal Workshop."},
      {
        "id":"ED113299",
        "title":"Learning About Learning: Classification Abilities. A Personal Workshop."},
      {
        "id":"ED113300",
        "title":"Learning About Education: An Introduction to Evaluation Research and Assessment Techniques."},
      {
        "id":"ED113301",
        "title":"Yours for the Asking. Educational Service Publication No. 27."},
      {
        "id":"ED113302",
        "title":"Effectiveness of Three Feedback Procedures in Developing Set Establishing Skill. Final Report."},
      {
        "id":"ED113303",
        "title":"Specification and Examination of Assumptions, Theoretical Model, and Competencies: First Three Steps toward Systemic Improvement of a Teacher Education Program."},
      {
        "id":"ED113304",
        "title":"The All-American Girls' Baseball League, 1943-1954."},
      {
        "id":"ED113305",
        "title":"A Teacher's Notebook: Alternatives for Children with Learning Problems."},
      {
        "id":"ED113306",
        "title":"Evaluations of Instructional Experiences for Pre-Service Teachers of Reading."},
      {
        "id":"ED113307",
        "title":"Functions and Mode of Operation of the Curriculum Development Centre."},
      {
        "id":"ED113308",
        "title":"Will Your Teaching Survive the Seventies? Bulletin Special Workshop Report Edition No. 76."},
      {
        "id":"ED113309",
        "title":"Teacher Observation and Evaluation: A Working Paper."},
      {
        "id":"ED113310",
        "title":"The Origin and Philosophy of Club Sports."},
      {
        "id":"ED113311",
        "title":"Time Components of the Left Ventricle."},
      {
        "id":"ED113312",
        "title":"Some Thoughts on Thinking in Competency-Based Education."},
      {
        "id":"ED113313",
        "title":"Professors, Students and Some Enduring Concerns in the West."},
      {
        "id":"ED113314",
        "title":"De - Socializing School Instead of De - Schooling Society."},
      {
        "id":"ED113316",
        "title":"Sifting and Winnowing: An Exploration of the Relationship between Multi-Cultural Education and CBTE."},
      {
        "id":"ED113318",
        "title":"Basketball. August 1975 - August 1976."},
      {
        "id":"ED113319",
        "title":"Volleyball. August 1975 - August 1977."},
      {
        "id":"ED113323",
        "title":"Greek Athletics in the Writings of the Greek Historians."},
      {
        "id":"ED113324",
        "title":"Essays on the Nature and Structure of Teacher Education in America as Related to the Learning Process."},
      {
        "id":"ED113325",
        "title":"A Study of Teacher Trainee Learning Styles and the Development of Competence."},
      {
        "id":"ED113326",
        "title":"Papers on Theoretical Issues in Health Education."},
      {
        "id":"ED113327",
        "title":"Developing Supervisory Practice. Bulletin No. 41."},
      {
        "id":"ED113328",
        "title":"Centers for Teachers: England and the U. S. A."},
      {
        "id":"ED113329",
        "title":"Preliminary Report of a Factorially Designed Experiment on Teacher Structuring, Soliciting, and Reacting. Occasional Paper No. 7."},
      {
        "id":"ED113330",
        "title":"Mod Kit for Modularized Learning Activity Packages."},
      {
        "id":"ED113331",
        "title":"The Kentucky Plan for Improving the Professional Performance of School Personnel: The State Overview."},
      {
        "id":"ED113332",
        "title":"Teacher Characteristics and Their Relationship to Cognitive and/or Affective Learning in Elementary School."},
      {
        "id":"ED113333",
        "title":"Retrospective Fiscal Analysis of NEPTE Supported Development Projects."},
      {
        "id":"ED113334",
        "title":"Retrospective Fiscal Analysis of NEPTE Resource Development Projects."},
      {
        "id":"ED113335",
        "title":"Development of an Instrument to Evaluate the Knowledge of Elementary Teachers about Venereal Disease."},
      {
        "id":"ED113337",
        "title":"Changing Roles of Special Education Personnel."},
      {
        "id":"ED113338",
        "title":"Education for Volunteer Teachers; A Report on the Project for the Advancement of Church Education (PACE) 1968-1970."},
      {
        "id":"ED113339",
        "title":"Writing an Instructional Unit with Behaviorally Stated Objectives. A Five-Day In-Service Workshop Instructional Unit."},
      {
        "id":"ED113340",
        "title":"A Study of Measures of Classroom Learning Environments. Technical Report Number 4."},
      {
        "id":"ED113341",
        "title":"Research Techniques in Biomechanics."},
      {
        "id":"ED113342",
        "title":"The Effects of Exercise on the Firing Patterns of Single Motor Units."},
      {
        "id":"ED113343",
        "title":"Training in Interaction Analysis as a Means of Staff Development for Master Teachers, Classroom Teachers and Paraprofessionals. Maxi II Report."},
      {
        "id":"ED113353",
        "title":"The Most Important Five Minutes in Any Lesson (or Workshop)."},
      {
        "id":"ED113354",
        "title":"Workbook (A Staff Development Workbook) to Accompany Work Sessions on Seven Steps to Better Objectives."},
      {
        "id":"ED113355",
        "title":"The Academic Performance of Teacher Corps Interns at Michigan State University--An Interim Report."},
      {
        "id":"ED113356",
        "title":"Guide for a Student Teacher Training Program."},
      {
        "id":"ED113357",
        "title":"Guide for Administrators and School Nurses in the School Health Program."},
      {
        "id":"ED113359",
        "title":"The \"Mentor\" and Child-Agents of Reciprocal Change."},
      {
        "id":"ED113360",
        "title":"A Research Design for Year-Round Education."},
      {
        "id":"ED113361",
        "title":"Testing for Student Selection at Tertiary Level: A Literature Review. Tertiary Education Entrance Project."},
      {
        "id":"ED113362",
        "title":"Edumetric Validation of Cognitive Style Map Items and Elements: I."},
      {
        "id":"ED113363",
        "title":"The Use of Error Data to Study the Development of Verbal Encoding of Pictorial Stimuli."},
      {
        "id":"ED113365",
        "title":"The Development of a Model Comprehensive Needs-Based Guidance System and Modular Instructional Strategies: A Project Overview."},
      {
        "id":"ED113366",
        "title":"Evaluation and the Social Science Interdisciplinary Course."},
      {
        "id":"ED113367",
        "title":"Assessment of Distributive and Office Education Programs: A Multivariate Analysis of Employees and Employer Satisfaction."},
      {
        "id":"ED113368",
        "title":"Formative Evaluation of the Structured Language Improvement Project for Deaf Adolescents. Lesson I: Round I."},
      {
        "id":"ED113369",
        "title":"Study of Academic Growth Using Simplex Models. Final Report."},
      {
        "id":"ED113371",
        "title":"The Testing of Cultural Groups. A Paradigmatic Analysis of the Literature on Testing and a Proposition."},
      {
        "id":"ED113374",
        "title":"The Effect of Student, Course, and Instructor Characteristics on Types of Items Used in Student Evaluation of Instruction."},
      {
        "id":"ED113375",
        "title":"Test-Wiseness: A Cognitive Function?"},
      {
        "id":"ED113376",
        "title":"Contributions to Objective Measurement and Evaluation of Trainee Competency."},
      {
        "id":"ED113377",
        "title":"Methods for Improving Information from &quot;Undesigned&quot; Human Factors Experiments. Technical Report No. p75-287."},
      {
        "id":"ED113378",
        "title":"The Student Attribute Study: Relationahips between Classroom Observation Measures and Teacher Attitudes of Attachment, Rejection, and Concern."},
      {
        "id":"ED113379",
        "title":"An Investigation of Bias in a Criterion-referenced Test."},
      {
        "id":"ED113380",
        "title":"An Evaluation of the Minneapolis Public Schools&apos; 1973-74 Tuesday Released Time Program. Part I: A Summary of Findings."},
      {
        "id":"ED113381",
        "title":"Update on Education: A Digest of the National Assessment of Educational Progress."},
      {
        "id":"ED113383",
        "title":"CSE Secondary School Test Evaluations: Grades 9 and 10."},
      {
        "id":"ED113384",
        "title":"CSE Secondary School Test Evaluations: Grades 11 and 12."},
      {
        "id":"ED113385",
        "title":"Title I ESEA Projects: Digest of Annual Evaluations 1965-1975."},
      {
        "id":"ED113386",
        "title":"An Attempt to Confirm Five Recently Identified Cognitive Factors. Technical Report No. 8."},
      {
        "id":"ED113387",
        "title":"Measuring of Affect. A Concept Paper. Working Draft."},
      {
        "id":"ED113388",
        "title":"Research on Assessing Human Abilities. Final Report."},
      {
        "id":"ED113389",
        "title":"Validation of a Scale to Measure Classroom Behavior."},
      {
        "id":"ED113390",
        "title":"Minneapolis Edison High School Employability Skills Program: An Evaluation. 1972-73."},
      {
        "id":"ED113391",
        "title":"Minneapolis Secondary School Students' Attitudes Toward School by Achievement, Race, and Sex."},
      {
        "id":"ED113392",
        "title":"Reorganized Junior High School Program: Second Year Evaluation 1972-73."},
      {
        "id":"ED113393",
        "title":"The Title I, ESEA Program in Minneapolis: 1973-74. An Evaluation."},
      {
        "id":"ED113394",
        "title":"The Development of a Teacher Observation Instrument for Reading Instruction."},
      {
        "id":"ED113395",
        "title":"Personal Inquiry in the Classroom: An Alternative Approach to Educational Research. Report No. 76-5."},
      {
        "id":"ED113396",
        "title":"Consumer Education: Third-Year Final Report. Report No. 7614."},
      {
        "id":"ED113397",
        "title":"Performance Contracting as a Strategy in Education. Final Report."},
      {
        "id":"ED113398",
        "title":"The Development of a Student Observation Instrument for Reading Instruction."},
      {
        "id":"ED113399",
        "title":"Lost Children: A Descriptive Study of the Systems for the Education of Emotionally Handicapped Children in the City of New York."},
      {
        "id":"ED113400",
        "title":"Facilitating the Adjustment to and Participation in the Life of the School and Community by Newly Arrived Puerto Rican Pupils and their Parents. Maxi I Report."},
      {
        "id":"ED113401",
        "title":"Report of the Bilingual-Bicultural Workshop, August 20-23, 1974 Sponsored by the Center for International Education."},
      {
        "id":"ED113402",
        "title":"School District Effects on Academic Achievement: A Reconsideration. Report No. 201."},
      {
        "id":"ED113403",
        "title":"The Prevention of Learning Disability through Deficit Centered Classroom Training."},
      {
        "id":"ED113404",
        "title":"The Effects of Project Head Start and Differential Housing Environments Upon Child Development."},
      {
        "id":"ED113405",
        "title":"The Psychological Costs to Quality and Equality in Education."},
      {
        "id":"ED113410",
        "title":"Depreciated Self-Concept in Blacks: Implications for Counseling."},
      {
        "id":"ED113411",
        "title":"Networks and Migration Resettlement: Cherchez la Femme."},
      {
        "id":"ED113412",
        "title":"Fertility and Migration: The Case of Puerto Rico."},
      {
        "id":"ED113413",
        "title":"Pupil Reading Achievement in New York City. A Report of the April 1974 Reading Test Survey, Grades 2 Through 9, New York City Public Schools."},
      {
        "id":"ED113414",
        "title":"Relative Achievement Levels of White and Black Children Before and After Desegregation."},
      {
        "id":"ED113415",
        "title":"Programs for Educationally Deprived Children. ESEA Title I Evaluation Report, September 1974 - August 1975."},
      {
        "id":"ED113416",
        "title":"Integrating the Ill-Prepared Freshmen into College: A Pilot Project."},
      {
        "id":"ED113417",
        "title":"The Adjustment of Jewish All-Day School Pupils Compared to that of Public Pupils."},
      {
        "id":"ED113418",
        "title":"Discovering and Developing the College Potential of Disadvantaged High School Youth. A Report of the Eighth Year (1972-73); a Longitudinal Study on the College Discovery and Development Program."},
      {
        "id":"ED113419",
        "title":"Discovering and Developing the College Potential of Disadvantaged High School Youth. A Report of the Seventh Year (1971-1972); a Longitudinal Study on the College Discovery and Development Program. Report No. 73-3."},
      {
        "id":"ED113420",
        "title":"Discovering and Developing the College Potential of Disadvantaged High School Youth. A Report of the Sixth Year of a Longitudinal Study on the College Discovery and Development Program. Report No. 72-6."},
      {
        "id":"ED113422",
        "title":"A Study of Programs for Pupils with English Language Difficulty in New York City Public Schools. Report on Bilingual Education."},
      {
        "id":"ED113423",
        "title":"A Study of a Court-Ordered Program for Pupils with English Language Difficulty. Report on Bilingual Pilot Schools in New York City."},
      {
        "id":"ED113424",
        "title":"Changes in Socioeconomic Stratification of the Races, 1962-1973. Working Paper No. 75-26."},
      {
        "id":"ED113425",
        "title":"Equality of Access to Schooling: Trends and Prospects. Working Paper No. 75-17."},
      {
        "id":"ED113426",
        "title":"The Outlook for Schooling: A Survey for Investors and Shareholders."},
      {
        "id":"ED113427",
        "title":"The Public Alternative High School: I. Solution to or Reflection of Societal Ills?"},
      {
        "id":"ED113428",
        "title":"School Decentralization in New York City 1975 [and] Detroit's Experience with School Decentralization."},
      {
        "id":"ED113429",
        "title":"Compensatory Education Study, August 1975. Interim Report Number 1."},
      {
        "id":"ED113430",
        "title":"The Black High School and Its Community. A Final Report."},
      {
        "id":"ED113432",
        "title":"A Career Development Worktext for Junior High School Students."},
      {
        "id":"ED113433",
        "title":"Development of Generalizable Educational Programs in Laser/Electro-Optics Technology: Final Report."},
      {
        "id":"ED113434",
        "title":"Practical Nursing for High Schools. Curriculum Bulletin 1973-74 Series No. 5."},
      {
        "id":"ED113435",
        "title":"Self Instructional Manual for Tumor Registrars: Book 1, Objectives and Functions of a Tumor Registry."},
      {
        "id":"ED113436",
        "title":"Educating for the Integration of Occupational Clusters Into Careers. Information Series No. 3."},
      {
        "id":"ED113437",
        "title":"A Model for Implementing a Career Education System."},
      {
        "id":"ED113438",
        "title":"Aspects of a Modern Business Education Program."},
      {
        "id":"ED113439",
        "title":"From the Student: Vocational Education in Montana's Job Market."},
      {
        "id":"ED113440",
        "title":"Syllabus in Trade Welding."},
      {
        "id":"ED113441",
        "title":"Career Preparation in Data Processing--Keypunch Operator, Key-To-Tape Operator, Key-To-Disk Operator. An Instructor's Guide."},
      {
        "id":"ED113442",
        "title":"A Study of Career Centers in the State of California: Final Report."},
      {
        "id":"ED113443",
        "title":"CSIU Career Education Institute: Final Report: Vol. I."},
      {
        "id":"ED113445",
        "title":"Thematic Resources and Activities for Career Education: CEI Final Report: Vol. III."},
      {
        "id":"ED113447",
        "title":"Elementary Resource Booklet: Vol V: CEI Final Report."},
      {
        "id":"ED113448",
        "title":"Guidelines for Health Care Volunteers."},
      {
        "id":"ED113449",
        "title":"Orientation to Health Occupations: Curriculum Guide for Health Occupations, Phase 1."},
      {
        "id":"ED113450",
        "title":"Orientation to Health Occupations: Curriculum Guide for Health Occupations, Phase 3."},
      {
        "id":"ED113451",
        "title":"The Development of an Evaluation Scheme for Career Education in the Middle Grades. Final Report."},
      {
        "id":"ED113452",
        "title":"An Evaluation of Cooperative Vocational Education Programs in Pennsylvania. CVE Monograph, No. 3."},
      {
        "id":"ED113453",
        "title":"Research Study on Planning for Connecticut Regional Vocational-Technical Schools. Final Report."},
      {
        "id":"ED113454",
        "title":"Study of Adult Education--Interim Report."},
      {
        "id":"ED113455",
        "title":"Study of Adult Education--Progress Report."},
      {
        "id":"ED113456",
        "title":"Financing Lifelong Learning: Rationale and Alternatives."},
      {
        "id":"ED113457",
        "title":"Financing Life-Long Learning: An Approach to an Age-Neutral Educational Entitlement."},
      {
        "id":"ED113458",
        "title":"Community-Based Educational and Career Information and Counseling Services for the Adult Public."},
      {
        "id":"ED113459",
        "title":"The New York State Vietnam Veteran: His Immediate and Continuing Needs in Post-Secondary Education."},
      {
        "id":"ED113460",
        "title":"Seminar on &quot;Structures of Adult Education in Developing Countries, with Special Reference to Africa&quot;. Final Report."},
      {
        "id":"ED113461",
        "title":"Recent Manpower Legislation and Programs: Implications for Research and Development. Occasional Paper No. 7."},
      {
        "id":"ED113462",
        "title":"Institution-Building in Technical Assistance: The Design Perspective and Some Implications for Research and Development in International Education. Occasional Paper No. 8."},
      {
        "id":"ED113463",
        "title":"Project &quot;Guidance In Vocations and Education (G. I. V. E.):&quot; Exemplary Project: Final Report."},
      {
        "id":"ED113464",
        "title":"Workshop on the Work-Study Experience Program."},
      {
        "id":"ED113465",
        "title":"Authorization for Voluntary Services of Certain Students; Hearing Before the Subcommittee on Manpower and Civil Service of the Committee on Post Office and Civil Service; House of Representatives; Ninety-Fourth Congress; First Session."},
      {
        "id":"ED113467",
        "title":"North Dakota Vocational Education Assessment System: Office Education."},
      {
        "id":"ED113472",
        "title":"A Survey to Follow-Up on Graduates of Sunnyside [Arizona] High School to Determine Vocational Placement: Final Report."},
      {
        "id":"ED113477",
        "title":"Career Education Activities: Primary Grades."},
      {
        "id":"ED113478",
        "title":"The Demography of the New York Population of Educationally and Economically Disadvantaged Adults."},
      {
        "id":"ED113479",
        "title":"Identification of Tasks in Home Economics Related Occupations: Food Service."},
      {
        "id":"ED113480",
        "title":"Identification of Tasks in Home Economics Related Occupations: Family and Community Services."},
      {
        "id":"ED113482",
        "title":"Composite Evaluation Report for Occupational Education in the State of Illinois."},
      {
        "id":"ED113483",
        "title":"Effects of Occupational Shift on Family Life Style. Final Report."},
      {
        "id":"ED113484",
        "title":"A Model for Career Education in Higher Education."},
      {
        "id":"ED113485",
        "title":"Career Education in Secondary and Higher Education."},
      {
        "id":"ED113486",
        "title":"A Career Education Primer for Educators. Information Series No. 4."},
      {
        "id":"ED113487",
        "title":"The Liberal Arts and Career Education: A Look at the Past and the Future. Monograph on Career Education Series."},
      {
        "id":"ED113488",
        "title":"Conference Report: Job Design, and Job Derived Employment Criteria. Technical Report No. 2."},
      {
        "id":"ED113489",
        "title":"Relationships Among Job Structural Attributes, Retention, Task Descriptions, Aptitudes, and Work Values. Technical Report No. 3."},
      {
        "id":"ED113490",
        "title":"The Seminar Practicum: A Community Based Instructional System for Paraprofessional Education."},
      {
        "id":"ED113491",
        "title":"The Future of Food Service: A Basis for Planning."},
      {
        "id":"ED113492",
        "title":"Job Placement Manual."},
      {
        "id":"ED113493",
        "title":"Job Placement Manual: Forest Park Senior High School: Forest Park, Georgia."},
      {
        "id":"ED113494",
        "title":"Job Placement Service: Cobb County Public Schools."},
      {
        "id":"ED113496",
        "title":"Electronics Occupations Curriculum Guide."},
      {
        "id":"ED113499",
        "title":"Career Education in Rhode Island: Part I."},
      {
        "id":"ED113500",
        "title":"Career Education in Rhode Island: Part II."},
      {
        "id":"ED113501",
        "title":"A Report on the Region V Conference on Competency Based Teacher Education."},
      {
        "id":"ED113502",
        "title":"Questions in Vocational Education: What Everyone Wants to Know, and Is Not Afraid to Ask. Career and Vocational Education Professional Development Report No. 18."},
      {
        "id":"ED113503",
        "title":"Helping People Have Fun."},
      {
        "id":"ED113504",
        "title":"National Environmental Manpower Planning Conference."},
      {
        "id":"ED113505",
        "title":"A Model Delivery System for an Exploratory Career Education Program Grades (5-9)."},
      {
        "id":"ED113506",
        "title":"Permanent Education, A Framework for Recurrent Education: Theory and Practice."},
      {
        "id":"ED113507",
        "title":"Identification of Countermeasures for the Youth Crash Problem Related to Alcohol."},
      {
        "id":"ED113508",
        "title":"Crash Injury Management Instructor Training Institute: Final Report."},
      {
        "id":"ED113509",
        "title":"An Annotated Bibliography for Health Occupations: A Guide for Teachers and Students."},
      {
        "id":"ED113510",
        "title":"Criteria for Developing Criteria Sets."},
      {
        "id":"ED113511",
        "title":"Selected Papers of Joseph T. Impellitteri."},
      {
        "id":"ED113512",
        "title":"Everything You Always Wanted to Know About the National Legislature But...Career and Vocational Education Professional Development Report No. 10."},
      {
        "id":"ED113514",
        "title":"Vocational Rehabilitation of the Disabled and Disadvantaged in the United States and Europe."},
      {
        "id":"ED113516",
        "title":"A Universal Model for Evaluating Basic Electronic Courses in Terms of Field Utilization of Training."},
      {
        "id":"ED113517",
        "title":"The Iowa Guide for Curriculum Improvement in Industrial Arts, K-12. A Study of Industrial Technology."},
      {
        "id":"ED113518",
        "title":"Career Education Personnel Development: Ideas for University Planning. Draft."},
      {
        "id":"ED113519",
        "title":"U.S. Working Women: A Chartbook."},
      {
        "id":"ED113520",
        "title":"American Manpower Today."},
      {
        "id":"ED113521",
        "title":"Employment Profiles of Minorities and Women in the SMSA&apos;s of 20 Large Cities, 1971. Research Report No. 43."},
      {
        "id":"ED113522",
        "title":"Explorations in Mental Health Training: Project Summaries."},
      {
        "id":"ED113523",
        "title":"Apprenticeship Training in the 1970's: Report of a Conference. Manpower Research Monograph No. 37."},
      {
        "id":"ED113524",
        "title":"Military Occupational Data Bank (MODB): Personnel Selection and Classification."},
      {
        "id":"ED113525",
        "title":"Highline's Career Alternatives Model: Interim Report."},
      {
        "id":"ED113526",
        "title":"Effectiveness of High School Job Training: Assessment of Class of 1972 One and One-Half Years After Graduation."},
      {
        "id":"ED113527",
        "title":"Career Initiation in Association with Alienation from Secondary Schools: A. An Operational Model and Its Literature. Information Analysis No. 5A."},
      {
        "id":"ED113528",
        "title":"Vocational Youth Organizations--Are They Needed?"},
      {
        "id":"ED113529",
        "title":"Adult Basic Education and Adult High School Teacher Competency Inventory: Utah Study."},
      {
        "id":"ED113530",
        "title":"Work in the Navy--A Description of Navy Officer and Enlisted Occupations. Technical Report No. 923."},
      {
        "id":"ED113531",
        "title":"BRAC/Job Corps Clerical Training Program."},
      {
        "id":"ED113532",
        "title":"Classification, Career Structure and Job Analysis of Mail Processing Equipment Maintenance Personnel: Subtask Report."},
      {
        "id":"ED113533",
        "title":"The Development of Job-Oriented Examinations for Postal Equipment Maintenance Positions: Subtask Report."},
      {
        "id":"ED113534",
        "title":"Vocational Education for the Handicapped; Assistance in Initiating or Strengthening Vocational Programs for Handicapped Youth."},
      {
        "id":"ED113535",
        "title":"Career Development through New Jersey Vocational-Technical Education Programs and Services."},
      {
        "id":"ED113537",
        "title":"The Contributions of Vocational Education, Training and Work Experience to the Early Career Achievements of Young Men."},
      {
        "id":"ED113538",
        "title":"Career Exploration Research and Development Project: Grades 1-6. Final Report."},
      {
        "id":"ED113539",
        "title":"Guide for Establishing Programs of Vocational Exploration."},
      {
        "id":"ED113540",
        "title":"Attitudes Toward the Aged as a Function of Race and Social Class."},
      {
        "id":"ED113541",
        "title":"Variations in Attitudes Toward the Aged Held by Selected Groups in the Southern United States."},
      {
        "id":"ED113542",
        "title":"The Business/Labor/Education Professional Development Partnership: A Workshop to Assure Implementation of the Cooperative Teacher Training Concept in Selected States."},
      {
        "id":"ED113543",
        "title":"A Developmental Program for Preparing All Students for the World of Work."},
      {
        "id":"ED113544",
        "title":"Mechanisms for Aiding Worker Adjustment to Technological Change: Volume 1: Conceptual Issues and Evidence."},
      {
        "id":"ED113545",
        "title":"Mechanisms for Aiding Worker Adjustment to Technological Change: Volume 2: Concepts, Review of the Literature, Abstracts."},
      {
        "id":"ED113546",
        "title":"Adjustment to Technological Change: Summary and Policy Implications."},
      {
        "id":"ED113547",
        "title":"Criterion-Referenced Instruments for Assessment of Specialized Vocational Agriculture Programs: Final Report."},
      {
        "id":"ED113548",
        "title":"Establishing an Education Program at the Marin County Jail."},
      {
        "id":"ED113549",
        "title":"Enhancing Career Education: A Report on Cooperative Activities."},
      {
        "id":"ED113550",
        "title":"Continuing Education for Ministry--Perspectives and Prospects."},
      {
        "id":"ED113551",
        "title":"Goals for Vocational Education Professional Development System or Model for Wisconsin: Report of Survey."},
      {
        "id":"ED113552",
        "title":"Planning, Programming and Budgeting Systems (PPBS) and Cost Benefit Analysis (CBA): Economic Considerations for Adult Education. Occasional Paper No. 5."},
      {
        "id":"ED113553",
        "title":"Women in Health Careers: Status of Women in Health Careers in the United States and Other Selected Countries."},
      {
        "id":"ED113554",
        "title":"Status of Real Estate Education in Texas Colleges and Universities."},
      {
        "id":"ED113555",
        "title":"Course of Study: Occupational, Vocational, and Technical Education: Phase 3--8th Grade. Exploratory Education."},
      {
        "id":"ED113556",
        "title":"The Delineation of Economic and Health Service Areas and the Location of Health Manpower Education Programs--A Summary."},
      {
        "id":"ED113557",
        "title":"Vocational Rehabilitation of the Drug Abuser: Treatment Planning and Clinical Supervision. No. 5 in a Series."},
      {
        "id":"ED113558",
        "title":"Analyze an Occupation. Module Number 32 and 33. Professional Vocational Teacher Education Module."},
      {
        "id":"ED113559",
        "title":"Select and Obtain Student Instructional Materials. Module Numbers 73, 74, 75, and 78. Professional Vocational Teacher Education Module."},
      {
        "id":"ED113560",
        "title":"Write Student Performance Objectives for the Vocational Education Offering. Module Number 39. Professional Vocational Teacher Education Module."},
      {
        "id":"ED113561",
        "title":"Sequence Student Performance Objectives. Modules Number 53, 54, and 55. Professional Vocational Teacher Education Module."},
      {
        "id":"ED113572",
        "title":"Guided Occupation Orientation Project: Syracuse City School District. 1972-73 School Year Informal Evaluation and Recommendation."},
      {
        "id":"ED113573",
        "title":"Evaluation of the Guided Occupational Orientation-Training and Job Placement Project Syracuse City School District."},
      {
        "id":"ED113574",
        "title":"A Career Continuum for Grades K-10."},
      {
        "id":"ED113575",
        "title":"Assessment of the Educational and Career Exploration System (ECES) for 1971-1972 and Proposal for 1972-1973."},
      {
        "id":"ED113576",
        "title":"Career Education: A Model for Oklahoma."},
      {
        "id":"ED113577",
        "title":"Sand Springs, Oklahoma Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED113578",
        "title":"PRIDE in Vocational Education and Guidance. State Report 1972-73."},
      {
        "id":"ED113579",
        "title":"Predicting Academic Success in Secondary Schools From the General Technical Composite on the Armed Services Vocational Aptitude Battery."},
      {
        "id":"ED113580",
        "title":"Percentile Normative Tables for the Armed Services Vocational Aptitude Battery (1973-74 School Year Data Base). Final Report."},
      {
        "id":"ED113581",
        "title":"White-Nonwhite Differentials in Occupational Mobility Among Men in the United States, 1962-1972."},
      {
        "id":"ED113582",
        "title":"A Study of the Correlation Between Selected Instructional Methods and Individual Learning Styles Measured on a Concrete/Symbolic Continuum. Final Report."},
      {
        "id":"ED113583",
        "title":"A Survey of the Career Development Institute Exploratory Program for Investigating Training in a Cluster of Vocational Occupations."},
      {
        "id":"ED113584",
        "title":"Changing Horizons: A Profile of Jobs to 1980. Employment Projections by Specific Industries and Occupations."},
      {
        "id":"ED113585",
        "title":"The Impact of Institutional Manpower Development and Training Act Programs on Vocational and Technical Education in the State of Mississippi. No. 26."},
      {
        "id":"ED113586",
        "title":"Intensive Office Laboratory Follow-Up and Evaluation. Parts 1 and 2."},
      {
        "id":"ED113587",
        "title":"Supply and Demand for Teachers of Vocational Agriculture in 1974."},
      {
        "id":"ED113588",
        "title":"Language Experience Based Awareness and Hands On Exploration and Competency Based Preparation = A School Based Total Career Education Model. Volume 1. Interim Report."},
      {
        "id":"ED113589",
        "title":"Assessment and Determination of Basic Competencies Necessary for Utility Operators Utilizing Ground Water Supplies. Part 1. Final Report."},
      {
        "id":"ED113590",
        "title":"Model Store Curriculum. A Developmental Model for North Dakota Schools. Final Report. Research Series No. 13."},
      {
        "id":"ED113591",
        "title":"A Historical and Current Follow-Up Study of Oklahoma Vocational-Technical Graduates."},
      {
        "id":"ED113592",
        "title":"State-Administered Exemplary Projects in Vocational Education. Fiscal Year 1974."},
      {
        "id":"ED113593",
        "title":"Decision II. Final Report."},
      {
        "id":"ED113594",
        "title":"Evaluation of the Farm Training Program in Wisconsin. Final Report."},
      {
        "id":"ED113595",
        "title":"LePera Career Activity Program. Final Report."},
      {
        "id":"ED113596",
        "title":"A Model for Evaluation of the Distributive Education Program in Arizona."},
      {
        "id":"ED113597",
        "title":"Private Economic Benefits Vs. Private Economic Costs of Associate Degree Nursing Students. Class of 1971-73, Milwaukee Area Technical College."},
      {
        "id":"ED113598",
        "title":"Joint Leadership Training Conference for Selected Students and Advisors of Alabama's Vocational Student Organizations. Final Report."},
      {
        "id":"ED113599",
        "title":"Distributive Education Dissemination Project. Final Report."},
      {
        "id":"ED113600",
        "title":"Summer Institute for High School Students: A Research Project in Pre-Vocational Education. Semi-Final Report."},
      {
        "id":"ED113601",
        "title":"A Vocational Approach to Written Communications. Final Report."},
      {
        "id":"ED113602",
        "title":"The Constitutional Convention for HOE Students and Secondary Teachers. Final Report."},
      {
        "id":"ED113603",
        "title":"Vocational Education Planning Districts in Ohio. An Economic Evaluation of Foregone Benefits from Limited Participation."},
      {
        "id":"ED113604",
        "title":"Parent and Student Survey Report. School Year 1974-75. Program Review for Improvement, Development and Expansion in Vocational Education and Guidance."},
      {
        "id":"ED113605",
        "title":"Vocational-Technical Education Consortium of States. Second Progress and Information Report."},
      {
        "id":"ED113606",
        "title":"Georgia Interim Manpower Projections. Industries and Occupations. 1970-1980 with Interpolated Projections for 1975 and 1976."},
      {
        "id":"ED113607",
        "title":"Priority: Obtaining Accurate Information Concerning Placement and Follow-Up of Program Completions in Vocational Education at All Levels. Activities: Strategies for a Placement Service at the LEA Community Level through the Development of a Model Follow-Up Instrument and Computerized Procedure Applicable to High or Post-High Utilization."},
      {
        "id":"ED113608",
        "title":"Health Occupations Education. A National Invitational Conference. Determining the Future Directions for the Development of Efficient and Effective Teacher Education Programs."},
      {
        "id":"ED113609",
        "title":"Issues of Sex Bias and Sex Fairness in Career Interest Measurement."},
      {
        "id":"ED113610",
        "title":"Directory of Vocational Information Resources in the United States."},
      {
        "id":"ED113611",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 8, Number 5."},
      {
        "id":"ED113612",
        "title":"Counseling Within an Indian Adult Basic Education Project."},
      {
        "id":"ED113613",
        "title":"Transactional Analysis Model: Modified and Extended."},
      {
        "id":"ED113614",
        "title":"Helping the Disadvantaged Choose Their Own Behavior Models."},
      {
        "id":"ED113615",
        "title":"The Critical Juncture: Educational and Vocational Intensions of Grade 12 Students in Ontario. Preliminary Survey."},
      {
        "id":"ED113616",
        "title":"The Critical Juncture: Educational and Vocational Intentions of Grade 12 Students in Ontario. Follow-Up Survey."},
      {
        "id":"ED113617",
        "title":"The Integration of Content, Task, and Skills Analysis Techniques in Instructional Design. SWRL Working Papers: 1972."},
      {
        "id":"ED113620",
        "title":"Area and Volume Conservation Among the Elderly: Assessment and Training."},
      {
        "id":"ED113621",
        "title":"Glasser Discussions in Elementary School."},
      {
        "id":"ED113622",
        "title":"Alcohol, Drugs and Young Drivers."},
      {
        "id":"ED113623",
        "title":"The Homebound Elderly: An Intergenerational Problem."},
      {
        "id":"ED113624",
        "title":"Explaining the Aspirations of Working Class Girls."},
      {
        "id":"ED113625",
        "title":"Career Education and the School Counselor. A Symposium. AIR Interim Report 479-13."},
      {
        "id":"ED113626",
        "title":"Privacy and Socialization to Adulthood."},
      {
        "id":"ED113628",
        "title":"Report on Outreach Program; School Year 1971-1972."},
      {
        "id":"ED113629",
        "title":"Report on Outreach Program; School Year 1972-1973."},
      {
        "id":"ED113630",
        "title":"Career Resource Center at Nassau BOCES Southwest Area Center VEA Project No. CO-74-8e-867."},
      {
        "id":"ED113631",
        "title":"Process and Accuracy in Person Perception. Final Report."},
      {
        "id":"ED113632",
        "title":"Longitudinal Study of an Operational Model for Enhancing Central City Youth's Self-Concept, Academic Achievement, Attitude Toward School, Participation in School, and Socialization/Maturation. Final Report."},
      {
        "id":"ED113633",
        "title":"The Relationship between the Parental Warmth-Hostility Dimension and the Development of Achievement Orientation in Males and Females."},
      {
        "id":"ED113635",
        "title":"A Partially Annotated Bibliography on Prediction of Parole Success and Delinquency. Research Product."},
      {
        "id":"ED113636",
        "title":"Family Psychopathology in Parent-Child Relationships."},
      {
        "id":"ED113637",
        "title":"The State of the Girl Child."},
      {
        "id":"ED113638",
        "title":"Developmental Aspects of Schematic Concept Formation. Final Report."},
      {
        "id":"ED113639",
        "title":"Division of Attention Relative to Response Between Attended and Unattended Stimuli."},
      {
        "id":"ED113640",
        "title":"Needed Research on Creativity. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain."},
      {
        "id":"ED113641",
        "title":"Needed Research on Interests and Vocational Guidance. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation."},
      {
        "id":"ED113642",
        "title":"Needed Research on the Genes and Environment in Human Psychological Development: Perspectives from Behavior Genetics. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain."},
      {
        "id":"ED113643",
        "title":"Needed Research on Child Socialization. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain."},
      {
        "id":"ED113644",
        "title":"Needed Research on Interpersonal Behavior Processes. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain."},
      {
        "id":"ED113645",
        "title":"Needed Research on Psychological Processes. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain. IBR Report No. 73-31."},
      {
        "id":"ED113646",
        "title":"Needed Research on Trait Structure, Multivariate Approach. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain. IBR Report No. 73-21."},
      {
        "id":"ED113647",
        "title":"Needed Research on PEM Aspects of Child Development. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain. IBR Report No. 73-25."},
      {
        "id":"ED113648",
        "title":"Needed Research on the Emotions as Variables in Teaching, Learning, and the Development of Social Skills. A Special Report of the USOE-Sponsored Grant Study: Critical Apparisal of Research in the Personality-Emotions-Motivation Domain. IBR Report No. 73-23."},
      {
        "id":"ED113649",
        "title":"Needed Research on Stress and Anxiety. A Special Report of the USOE-Sponsored Grant Study: Critical Appraisal of Research in the Personality-Emotions-Motivation Domain. IBR Report No. 72-10."},
      {
        "id":"ED113650",
        "title":"Comparative Psychology of Mental Structures. Final Report."},
      {
        "id":"ED113651",
        "title":"Project Crossroads as Pre-Trial Intervention. A Program Evaluation."},
      {
        "id":"ED113652",
        "title":"Counseling Preferences Among College Students: New Directions for Change."},
      {
        "id":"ED113653",
        "title":"A Community Oriented Evaluation of the Effectiveness of Child Caring Institutions. Final Report."},
      {
        "id":"ED113654",
        "title":"A Classification of Measures of Affective Performance."},
      {
        "id":"ED113655",
        "title":"[Teen-Age Medical Center and Walk-In Counseling Center (Model Cities). End of Contract Report.]"},
      {
        "id":"ED113656",
        "title":"Sexism and the Education of the Young Child."},
      {
        "id":"ED113657",
        "title":"A Self-Study of the Counseling and Guidance Department of Pupil Personnel Services 1972-1973. State College Area School District."},
      {
        "id":"ED113658",
        "title":"Marketing Ourself."},
      {
        "id":"ED113659",
        "title":"SECUSSA [Section on U.S. Students Abroad] Sourcebook: A Guide for Advisors of U.S. Students Planning an Overseas Experience."},
      {
        "id":"ED113660",
        "title":"The Effect of Types of Positive and Negative Examples on Learning Concepts in the Classroom. Final Report."},
      {
        "id":"ED113661",
        "title":"Measurement of Outcomes; A Report."},
      {
        "id":"ED113662",
        "title":"Rehabilitation of the Severely Disabled. Eleventh Institute on Rehabilitation Services. A Training Resource."},
      {
        "id":"ED113663",
        "title":"Resource for Evaluating VR [Vocational Rehabilitation] Programs."},
      {
        "id":"ED113664",
        "title":"A Sequence of Developmental Stages Designed to Classify Client Responses in Counseling Interviews in a Way Which Will Reveal Significant Changes in Client Feelings and Perceptions as He Seeks and Gains Independence and Self-Autonomy in Dealing with His Adjustment Difficulties."},
      {
        "id":"ED113665",
        "title":"Postsecondary Education Access Study. Part III: High School Graduates Follow-Up Study. A Study Attempting to Find Out Why High School Graduates Who Aspire for Further Education Do Not Continue Their Education."},
      {
        "id":"ED113666",
        "title":"Research in the Service of Mental Health. Summary Report of the Research Task Force of the National Institute of Mental Health."},
      {
        "id":"ED113667",
        "title":"Review, Synthesis and Recommendations of Seven Foster Care Studies in California, 1974."},
      {
        "id":"ED113668",
        "title":"High School Guidance Counselors' Correspondence Course Manual: How to Use Correspondence Courses to Supplement High School Classes."},
      {
        "id":"ED113669",
        "title":"Sex Differences in the Social Bases of Self-Esteem."},
      {
        "id":"ED113670",
        "title":"Leadership Styles and Member Attitudes in T Groups."},
      {
        "id":"ED113671",
        "title":"Our Common Concerns in the Field of Aging."},
      {
        "id":"ED113672",
        "title":"The Effects of Amount of Study Time, Quality of Instruction, and Degree of Initial Learning Upon Retention of an Intellectual Skill (Summary)."},
      {
        "id":"ED113673",
        "title":"Helping Roles in School Systems: Counselors as Maintainers of the Status Quo."},
      {
        "id":"ED113674",
        "title":"A Conceptual Model for Home-School Consultation."},
      {
        "id":"ED113675",
        "title":"Carver/Lawless Career Development Program, Orleans Parish. Second Operational Year, 1974-75. Final Evaluation Report."},
      {
        "id":"ED113676",
        "title":"Fact Retrieval Processes in Human Memory. Psychology and Education Series Technical Report No. 252."},
      {
        "id":"ED113678",
        "title":"Reading in the Secondary School."},
      {
        "id":"ED113679",
        "title":"Relationships between Visual and Auditory Perceptual Skills and Comprehension Independent of Decoding."},
      {
        "id":"ED113680",
        "title":"Reflection-Impulsivity (R-I): Value and Limitations for Understanding Cognitive Processes in Children."},
      {
        "id":"ED113681",
        "title":"Early Experience and Visual Information Processing in Perceptual and Reading Disorders; Proceedings of a Conference Held October 27-30, 1968, at Lake Mohonk, New York, in Association with the Committee on Brain Sciences, Div. of Medical Sciences, National Research Council."},
      {
        "id":"ED113682",
        "title":"An Analysis of Teacher Opinion Regarding Student Academic Achievement and Teacher Ability to Cope with Underachievement."},
      {
        "id":"ED113684",
        "title":"Measuring the Readability of Children's Trade Books."},
      {
        "id":"ED113685",
        "title":"The Relationship between Representational Competence and Achievement in Beginning Reading."},
      {
        "id":"ED113686",
        "title":"Translations of Reading Research Articles Appearing in Japanese Journals."},
      {
        "id":"ED113687",
        "title":"The Spacing Effect: Additions to the Theoretical and Empirical Puzzles."},
      {
        "id":"ED113688",
        "title":"Recognition Memory for Pairs of Words as a Function of Associative Context."},
      {
        "id":"ED113689",
        "title":"The Integration of Discrete Verbal Units in Recognition Memory."},
      {
        "id":"ED113690",
        "title":"Designing Instruction in Reading: Interaction of Theory and Practice."},
      {
        "id":"ED113692",
        "title":"Multigrade Helping Relationship Program; A Third Year Evaluation of the ESEA Title III. End of Project Report."},
      {
        "id":"ED113693",
        "title":"Development of the Brief Test of Literacy. National Center for Health Statistics, Series 2, No. 27."},
      {
        "id":"ED113694",
        "title":"Determining the Feasibility of an Annual Commissioner's Report of the Mastery of Basic Skills by Florida Citizens. Basic Literacy and Basic Skills Technical Report No. 1."},
      {
        "id":"ED113695",
        "title":"How Parents Are Teaching Their Preschoolers to Read."},
      {
        "id":"ED113696",
        "title":"Field Test Report of the Self-Directed, Interpretive, and Creative Reading Elements of the Wisconsin Design for Reading Skill Development. Technical Report No. 330."},
      {
        "id":"ED113697",
        "title":"The Word Attack Component of the \"Wisconsin Design for Reading Skill Development\": Three Empirical Studies on Skill Mastery, Skill Retention, and the Effects of Incentive Treatments for Teachers. Technical Report No. 333."},
      {
        "id":"ED113698",
        "title":"Rehearsal Strategy Effects in Children's Discrimination Learning: Confronting the Crucible. Technical Report No. 335."},
      {
        "id":"ED113699",
        "title":"The Prereading Skills of Israeli Kindergartners. Technical Report No. 332."},
      {
        "id":"ED113700",
        "title":"The 1972-73 Field Test of the Prereading Skills Program. Technical Report No. 310."},
      {
        "id":"ED113701",
        "title":"Improving Reading Through an Oral Language Program. Bulletin No. 39."},
      {
        "id":"ED113702",
        "title":"The Structure and Recall of Narrative Prose."},
      {
        "id":"ED113703",
        "title":"The Development and Implementation of a Tutorial Program for Parents to Improve the Reading and Mathematics Achievement of Their Children."},
      {
        "id":"ED113706",
        "title":"On Learning Maps."},
      {
        "id":"ED113716",
        "title":"A Report on the Use of a Model for an English Program Evaluation Project."},
      {
        "id":"ED113717",
        "title":"A Comparison of Four Oral Language Elicitation Probes as Used with Kindergarten, First-Grade and Second-Grade Children."},
      {
        "id":"ED113718",
        "title":"Assessing English and Language Arts Teachers' Attitudes toward Writers and Writing."},
      {
        "id":"ED113719",
        "title":"Creativity and Innovation in Child Language."},
      {
        "id":"ED113722",
        "title":"Ownership versus Developmental News Content: An Analysis of Independent and Conglomerate Newspapers of India."},
      {
        "id":"ED113724",
        "title":"Design Trends in Editorial Presentation: A Survey of Business Communicators."},
      {
        "id":"ED113725",
        "title":"Preparing Students for Jobs: Managing and Writing for Specialized Magazines."},
      {
        "id":"ED113726",
        "title":"Lord Northcliffe: Trans-Atlantic Influences. Journalism Monographs Number 40."},
      {
        "id":"ED113728",
        "title":"Individualizing Writing in the Elementary Classroom."},
      {
        "id":"ED113729",
        "title":"Current Developments in Advertising: Advertising and Society, Management, Creative, Media, Production, Research, and Teaching and Research in Advertising Education; Proceedings of the National Conference for University Professors of Advertising (Tempe, Arizona, March 11-14, 1973)."},
      {
        "id":"ED113730",
        "title":"On Teaching &quot;Oedipus Rex&quot;: A Compromise Interpretation."},
      {
        "id":"ED113731",
        "title":"Ad Astra: Creative Writing for the Gifted Secondary School Student."},
      {
        "id":"ED113733",
        "title":"Individualizing Remedial Writing at the College Level."},
      {
        "id":"ED113734",
        "title":"Characteristics of Educational Program Systems."},
      {
        "id":"ED113735",
        "title":"Grammatical Structures Written at Three Grade Levels. NCTE Research Report No. 3."},
      {
        "id":"ED113736",
        "title":"Writing Mechanics, 1969-1974: A Capsule Description of Changes in Writing Mechanics."},
      {
        "id":"ED113737",
        "title":"Literature Objectives; Second Assessment."},
      {
        "id":"ED113740",
        "title":"Vocational Education."},
      {
        "id":"ED113741",
        "title":"Journalism Teacher Training."},
      {
        "id":"ED113742",
        "title":"The University of Georgia Teacher Education Program in English. Studies in Language Education Report No. 22."},
      {
        "id":"ED113749",
        "title":"Question Asking and the Teaching of Writing."},
      {
        "id":"ED113758",
        "title":"Guidelines for Nonsexist Use of Language in NCTE Publications."},
      {
        "id":"ED113759",
        "title":"Free Speech Yearbook, 1974."},
      {
        "id":"ED113760",
        "title":"Pacific Nations Broadcasting I; Symposium Held at the Annual Broadcast Industry Conference (22nd, San Francisco, April 19-22, 1972)."},
      {
        "id":"ED113762",
        "title":"Speech Communication and Values Clarification"},
      {
        "id":"ED113763",
        "title":"A Partial List of Educational, Instructional, and Documentary Films Treating Women's Roles, problems, and Communication Strategies."},
      {
        "id":"ED113764",
        "title":"Dialogue as a Mode of Health Communication in a Correctional Facility."},
      {
        "id":"ED113765",
        "title":"Drama/Theatre Framework for California Public Schools; A Process-Concept Framework for a Program in Theatre Arts for All Students, Kindergarten through Grade Twelve."},
      {
        "id":"ED113766",
        "title":"Censorship Through Government Control of Information; Senator Muskie on Secrecy; Justice Black Was Right; (and) Report of the Ad Hoc Committee to Evaluate the &quot;Free Speech&quot; Newsletter."},
      {
        "id":"ED113768",
        "title":"Simulation Learning Experiences in Speech Communication."},
      {
        "id":"ED113769",
        "title":"Intra-Audience Effects: A Field Test."},
      {
        "id":"ED113770",
        "title":"Employer Images of Speech Communication Majors: A Question of Employability."},
      {
        "id":"ED113771",
        "title":"Nonverbal Communication in the Elementary Classroom."},
      {
        "id":"ED113772",
        "title":"Correcting the Visual Bias: Assessing the Functions of Music in Film and Television."},
      {
        "id":"ED113773",
        "title":"Instruction in and about Small Group Discussion. Theory Into Practice."},
      {
        "id":"ED113774",
        "title":"Philosophical Assumptions of Research on Gender Difference or: Two-By-Two and We'll Never Break Through."},
      {
        "id":"ED113775",
        "title":"Free Speech Yearbook 1975."},
      {
        "id":"ED113778",
        "title":"Subject Attitudes Toward Research and Researchers: Deception vs. Role Playing."},
      {
        "id":"ED113779",
        "title":"A Survey Investigation of Trends and Issues in Speech Communication Ph.D. Programs."},
      {
        "id":"ED113781",
        "title":"Administrator Behavior in Crisis Management."},
      {
        "id":"ED113782",
        "title":"Modernizing the Management of the Educational System. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 35."},
      {
        "id":"ED113783",
        "title":"The Investment Approach to Educational Planning. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 32."},
      {
        "id":"ED113784",
        "title":"The Planning of Technical Education in Developing Countries: Lessons from the USSR. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 34."},
      {
        "id":"ED113785",
        "title":"The Sociological Dimension of Educational Planning. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 30."},
      {
        "id":"ED113786",
        "title":"The Brain Drain and Development Planning. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 29."},
      {
        "id":"ED113787",
        "title":"Major Problems Facing Educational Planning in the Next Decade. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 13."},
      {
        "id":"ED113788",
        "title":"Problems Facing Educational Planners in the Soviet Union Today. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 5."},
      {
        "id":"ED113789",
        "title":"Contours of a Future Education System in the Netherlands. Summary of a Discussion Memorandum."},
      {
        "id":"ED113790",
        "title":"Constructing Salary Schedules for Principals and Assistant Principals. Administrative Information Report."},
      {
        "id":"ED113791",
        "title":"School Emergency Planning Guide."},
      {
        "id":"ED113792",
        "title":"A Selective Bibliography of Building Environment and Service Systems with Particular Reference to Computer Applications. Computer Report CR20."},
      {
        "id":"ED113793",
        "title":"Planning the Location of Schools: The District of Kaski, Nepal. Case Studies -- 4."},
      {
        "id":"ED113797",
        "title":"School Suspensions: Are They Helping Children? A Report."},
      {
        "id":"ED113798",
        "title":"California School Accounting Manual. School Business Administration Publication No. 8."},
      {
        "id":"ED113799",
        "title":"Year-Round Education Handbook."},
      {
        "id":"ED113800",
        "title":"The Needs Ahead: Critical Issues Facing Educational Administrators in Ontario."},
      {
        "id":"ED113801",
        "title":"School Security and Rights of Juveniles."},
      {
        "id":"ED113808",
        "title":"Manual for Conducting School Retreats. Improving Communications among Trustees, Administrators, Faculty, and Students."},
      {
        "id":"ED113809",
        "title":"A Principal's Handbook for Conducting a Needs Assessment Using the School Program Bonanza Game."},
      {
        "id":"ED113810",
        "title":"Boardsmanship. A Guide for the School Board Member."},
      {
        "id":"ED113811",
        "title":"Development and Supervision of a Building Teacher Aide Training Program."},
      {
        "id":"ED113812",
        "title":"The Effects of Two Normative Structural Interventions on Established and Ad Hoc Groups: Implications for the Improvement of Decision Making Effectiveness. Paper No. 497."},
      {
        "id":"ED113813",
        "title":"Management by Objectives for the Newington Public Schools."},
      {
        "id":"ED113814",
        "title":"Altering the Apathetic Parent-Community Attitudes Toward an Inner-City Secondary Community School."},
      {
        "id":"ED113815",
        "title":"The Public's Understanding and Attitudes Toward Educational Accountability. The Report of the Superintendent of Public Instruction."},
      {
        "id":"ED113816",
        "title":"Year-Round Education Dream and Reality. A Report of the National Seminar on Year-Round Education (7th, Denver, Colorado, May 11-14, 1975)."},
      {
        "id":"ED113817",
        "title":"School Testing, Grouping and the Law."},
      {
        "id":"ED113819",
        "title":"Teacher-Board Relations in Connecticut: A Summary of the Law Regarding Scope of Negotiations, Good Faith Bargaining, and Unfair Labor Practices. Preliminary Draft."},
      {
        "id":"ED113820",
        "title":"Project on Research in Student Learning. Final Report."},
      {
        "id":"ED113821",
        "title":"The Middle School We Need. A Report from the A. S. C. D. Working Group on the Emerging Adolescent Learner."},
      {
        "id":"ED113822",
        "title":"Group Cohesiveness and Classroom Instruction: Implications for Open Classroom Practice."},
      {
        "id":"ED113823",
        "title":"An Evaluative Study of Flexible-Modular Scheduling: Mott Senior High School, Warren Consolidated Schools. Awareness, Vol. 1, No. 3."},
      {
        "id":"ED113824",
        "title":"Statistical Survey of Elementary Schools: Development of a Large-Scale Survey 1972-74."},
      {
        "id":"ED113825",
        "title":"Year Round School Articulation and Compatibility Study. Volume 1: Summary Report."},
      {
        "id":"ED113826",
        "title":"Year Round School Articulation and Compatibility Study. Volume 2: Research Reports Conducted for the Project."},
      {
        "id":"ED113827",
        "title":"Trust--Key to Successful Management. OSSC Bulletin, Vol. 19, No. 2."},
      {
        "id":"ED113828",
        "title":"Planning Bibliography for Education: A Planning Handbook for Districts. Planning Handbooks for Local Districts No. 7."},
      {
        "id":"ED113831",
        "title":"So Now You're a Principal."},
      {
        "id":"ED113832",
        "title":"Hands-On Museums: Partners in Learning. A Report."},
      {
        "id":"ED113833",
        "title":"An Outline of the Building Description System. Research Report No. 50."},
      {
        "id":"ED113834",
        "title":"The Executive and Executive Behavior."},
      {
        "id":"ED113854",
        "title":"The PASS Model Project: Development, Evaluation and Dissemination of a Service Delivery System for Learning Disabilities."},
      {
        "id":"ED113855",
        "title":"Unresolved Issues Associated with Prescriptive Instruction."},
      {
        "id":"ED113856",
        "title":"Developmental Reinforcement and Education."},
      {
        "id":"ED113857",
        "title":"Kindergarten Diagnostic Assessment of Learning Style."},
      {
        "id":"ED113859",
        "title":"The Target Groups: Description of Learning Disabled and Normal Subjects Participating in Prototype Evaluation Studies."},
      {
        "id":"ED113860",
        "title":"Effects of Induced Success and Failure on Learning and Retention Disorders in Children."},
      {
        "id":"ED113861",
        "title":"Level of Question as a Function of Teacher Knowledge of Perceptual Handicaps."},
      {
        "id":"ED113862",
        "title":"Prototypes for Teaching Word Meaning Skills--Homonyms--to Learning Disabled Children."},
      {
        "id":"ED113864",
        "title":"A Critical Review and Discussion of Behavior Modification Techniques for Treating Individuals with Learning Disabilities."},
      {
        "id":"ED113866",
        "title":"A Neuro-Psychological Investigation into Dyslexia."},
      {
        "id":"ED113868",
        "title":"The School Resource Progam: Alternative Tutoring Models for Delivering Supportive Services to L.D. Children in Mainstream Education."},
      {
        "id":"ED113869",
        "title":"The Neuropsychological Evaluation of Children with Learning Disabilities."},
      {
        "id":"ED113870",
        "title":"Prototypes for Teaching Word Recognition-Sight Vocabulary Skills to Learning Disabled Children."},
      {
        "id":"ED113871",
        "title":"The Learning Disabled Child in the British Progressive School Setting."},
      {
        "id":"ED113872",
        "title":"Language Processing Deficits in Learning Disabled Children and Adolescents."},
      {
        "id":"ED113873",
        "title":"A Pilot Instrument of Dyslexic-Type Language Difficulties: The Aston Index."},
      {
        "id":"ED113874",
        "title":"Comparison of the Theoretical Constructs of Piaget and Kephart."},
      {
        "id":"ED113875",
        "title":"Prototypes for Teaching Word Meaning Skills--Synonyms--to Learning Disabled Children."},
      {
        "id":"ED113876",
        "title":"Language Production Deficits in Learning Disabled Adolescents."},
      {
        "id":"ED113877",
        "title":"The Therapeutic Preschool: A Service, Research and Demonstration Project."},
      {
        "id":"ED113878",
        "title":"Basic Components of Instructional Programs for Severely Handicapped Students. Draft Copy."},
      {
        "id":"ED113879",
        "title":"Developing Curricula for Errorless Learning: A Search for Order in an Unorderly World."},
      {
        "id":"ED113880",
        "title":"An Approximation of an Instructional Model for Developing Home Living Skills in Severely Handicapped Students."},
      {
        "id":"ED113881",
        "title":"Manual Skill Training of Retarded Children."},
      {
        "id":"ED113882",
        "title":"Curriculum Guidelines for Teaching Profound and Severely Retarded Students (I.Q. Under 40) Including Those with Physical Handicaps."},
      {
        "id":"ED113883",
        "title":"The Development of Work Skill Training Procedures for the Assembly of Printed Circuit Boards by the Severely Handicapped."},
      {
        "id":"ED113884",
        "title":"A Multi-Purpose Data Sheet for Recording and Graphing in the Classroom."},
      {
        "id":"ED113886",
        "title":"An Adaptive Behavior Philosophy: Who Needs It?"},
      {
        "id":"ED113887",
        "title":"The Comprehension and Producation of Interrogatives in the Language of Normal and Retarded Children: A Review and Analysis. Occasional Paper No. 32."},
      {
        "id":"ED113888",
        "title":"A Study of the Special Education Placement Procedures in Montgomery County. Maryland Public Schools."},
      {
        "id":"ED113889",
        "title":"Intermediate Unit Programs for the Gifted, 1975-1976."},
      {
        "id":"ED113890",
        "title":"Individualized Physical Education Curriculum Materials for the Trainable Mentally Handicapped."},
      {
        "id":"ED113891",
        "title":"Facilitation of Knowledge Utilization by Institutions for Child Development. Final Report."},
      {
        "id":"ED113892",
        "title":"Bio-Engineering Services to the Developmentally Disabled Adolescent. Final Report."},
      {
        "id":"ED113893",
        "title":"Manual for the Deaf-Blind Program and Ability Screening Test."},
      {
        "id":"ED113894",
        "title":"Community Recreation Programming for Handicapped Children. Bulletin No. 96."},
      {
        "id":"ED113895",
        "title":"An Instructional Playground for the Handicapped Using Tires as Inexpensive Playground Equipment: Activity and Construction Manual."},
      {
        "id":"ED113896",
        "title":"The Natural Environment and Human Development: Implications for Handicapped Children in Urban Settings."},
      {
        "id":"ED113897",
        "title":"Motor Development: From Classroom to Playground."},
      {
        "id":"ED113898",
        "title":"Movement Education for Students with Special Needs in Physical Education."},
      {
        "id":"ED113900",
        "title":"Program Development in Recreation Service for the Deaf-Blind. Based on Papers and Proceedings of National Institute on Program Development and Training in Recreation for Deaf-Blind Children, Youth and Adults (Iowa City, Iowa, April 29-May 1, 1974)."},
      {
        "id":"ED113903",
        "title":"Expanding Physical Education Services to Pupils with Handicapping Conditions: Summary Report."},
      {
        "id":"ED113904",
        "title":"Swimming for the Handicapped Child and Adult: Occasional Papers No. 10."},
      {
        "id":"ED113905",
        "title":"Recreation for the Handicapped: A Selection of Recent Books and Pamphlets."},
      {
        "id":"ED113906",
        "title":"Facility Consideration for Handicapped Intramural Participants."},
      {
        "id":"ED113907",
        "title":"Annotated Research Bibliography in Physical Education, Recreation, and Psychomotor Function of Mentally Retarded Persons."},
      {
        "id":"ED113909",
        "title":"Frequency of Divorce Among Parents of Handicapped Children."},
      {
        "id":"ED113910",
        "title":"Visual Memory of Deaf Students in Comparison with Normally Hearing Students of Similar Ages."},
      {
        "id":"ED113911",
        "title":"The Formative Evaluation Design of the Vocabulary Development Project. Occasional Paper 31."},
      {
        "id":"ED113912",
        "title":"Politics of Long-Range Planning for Special Education."},
      {
        "id":"ED113913",
        "title":"Ideas and Activities for Educators."},
      {
        "id":"ED113914",
        "title":"Learning About Living: Youth and Adult Education on Parenthood."},
      {
        "id":"ED113915",
        "title":"Pointers for Parenting."},
      {
        "id":"ED113916",
        "title":"A Final Report, 1969-75. [Norflok State College. Education Professions Development Act Project.]"},
      {
        "id":"ED113917",
        "title":"Token Economy at the Classroom Level."},
      {
        "id":"ED113918",
        "title":"The Parameters of Sign Language Defined: Translation and Definition Rules. Research Report No. 83."},
      {
        "id":"ED113919",
        "title":"Special Education in the States: Legislative Progress Report. Report 3."},
      {
        "id":"ED113920",
        "title":"Florida-Developed Products Listing: Education for Exceptional Students. Fifth Edition."},
      {
        "id":"ED113921",
        "title":"Teacher's Guide to an Educational Model for Autistic Children."},
      {
        "id":"ED113922",
        "title":"An Educational Model for Autistic Children."},
      {
        "id":"ED116952",
        "title":"Energy: Education and Industry Changes for a New Era Utilization System Modifications."},
      {
        "id":"ED116953",
        "title":"PDD--Innovation in Post Bachelor Education."},
      {
        "id":"ED116954",
        "title":"On the Role of Computer Graphics in Engineering Design Graphics Courses."},
      {
        "id":"ED116955",
        "title":"Introduction of Materials Science Through Solid State Chemistry."},
      {
        "id":"ED116956",
        "title":"The Role of Rigor in the Teaching of Mechanics."},
      {
        "id":"ED116957",
        "title":"The Role of Industry in Minority Engineering Programs."},
      {
        "id":"ED116958",
        "title":"Social Awareness and the Engineering Student."},
      {
        "id":"ED116959",
        "title":"Use of the Colorado SURGE System for Continuing Education for Civil Engineers."},
      {
        "id":"ED116960",
        "title":"Integration of Failure Analysis and Case Studies in Materials Courses."},
      {
        "id":"ED116961",
        "title":"Music, Speech and Hearing: A Course in Descriptive Acoustics."},
      {
        "id":"ED116963",
        "title":"Science Resource Booklet."},
      {
        "id":"ED116964",
        "title":"Investigations in Mathematics Education, Vol. 7 No. 3."},
      {
        "id":"ED116965",
        "title":"A Summary of Research in Science Education - 1974."},
      {
        "id":"ED116966",
        "title":"Elementary School Mathematics: A Guide to Current Research. Fourth Edition."},
      {
        "id":"ED116967",
        "title":"Differential Performance of Fourth- Through Sixth-Grade Students in Solving Open Multiplication and Division Sentences. (Part 1 of 2 Parts). Technical Report No. 375."},
      {
        "id":"ED116968",
        "title":"Differential Performance of Fourth- Through Sixth-Grade Students in Solving Open Multiplication and Division Sentences. (Part 2 of 2 Parts). Technical Report No. 375."},
      {
        "id":"ED116970",
        "title":"Plant Operations for Wastewater Facilities, Vol. II, Part A. An Instructor's Guide for Use of Instructional Material in Wastewater Technology Training Programs."},
      {
        "id":"ED116971",
        "title":"Plant Operations for Wastewater Facilities, Vol. II, Part B. An Instructor's Guide for Use of Instructional Material in Wastewater Technology Training Programs."},
      {
        "id":"ED116972",
        "title":"Plant Operations for Wastewater Facilities, Vol. II, Part C. An Instructor's Guide for Use of Instructional Material in Wastewater Technology Training Programs."},
      {
        "id":"ED116973",
        "title":"Plant Operations for Wastewater Facilities, Vol. II, Part D. An Instructor's Guide for Use of Instructional Material in Wastewater Technology Training Programs."},
      {
        "id":"ED116974",
        "title":"Plant Operations for Wastewater Facilities, Vol. II, Part E. An Instructor's Guide for Use of Instructional Material in Wastewater Technology Training Programs."},
      {
        "id":"ED116975",
        "title":"Social Processes in the City: Race and Urban Residential Choice, Resource Paper No. 6."},
      {
        "id":"ED116976",
        "title":"Presenter's Guide to Perspectives (Law-Related Education). Draft."},
      {
        "id":"ED116977",
        "title":"Tips for Teaching Pre-college Sociology."},
      {
        "id":"ED116978",
        "title":"Evaluation as a Political Endeavor."},
      {
        "id":"ED116979",
        "title":"Environmental Policy. Law, and Administration: A Guide to Advanced Study."},
      {
        "id":"ED116980",
        "title":"Womanpower in the Third World. No. 5410."},
      {
        "id":"ED116981",
        "title":"Teaching About World Hunger. No. 5419."},
      {
        "id":"ED116982",
        "title":"Teaching About Interdependence in a Peaceful World. No. 5418."},
      {
        "id":"ED116983",
        "title":"How to Decide: A Guide for Women."},
      {
        "id":"ED116984",
        "title":"Teaching About the People's Republic of China: A Guide for Ninth Grade Social Studies, Part 1. Whose Perception? How to Use this Guide; Looking at the Past to Better Understand the Present; The Message: the Ways It Is Conveyed."},
      {
        "id":"ED116985",
        "title":"Teaching About the People's Republic of China: A Guide for Ninth Grade Social Studies, Part 2. How Daily Life Reflects the Message."},
      {
        "id":"ED116986",
        "title":"Social Studies Instructional Objectives, K-12."},
      {
        "id":"ED116987",
        "title":"The Chinese Refugees in Hong Kong."},
      {
        "id":"ED116988",
        "title":"Social and Economic Characteristics of the Older Population: 1974. Current Population Reports, Special Studies, Series P-23, No. 57."},
      {
        "id":"ED116989",
        "title":"Proposed Humanities Framework for California Public Schools: Kindergarten through Grade Twelve."},
      {
        "id":"ED116990",
        "title":"Controversial Political Issues: Providing the Participant's Eye-View."},
      {
        "id":"ED116991",
        "title":"Perceptions and Variance in Nationalistic Education."},
      {
        "id":"ED116992",
        "title":"A New Look at History."},
      {
        "id":"ED116993",
        "title":"An Attainable Global Perspective."},
      {
        "id":"ED116994",
        "title":"Competing Values and Traditions in an Orthodox Jewish Day School: A Study of Enculturation Dissonance."},
      {
        "id":"ED116995",
        "title":"Science: An Indian Perspective. Ten Modules for Learning. Indian Ethnic Heritage Studies Curriculum Development Project, 1974-75."},
      {
        "id":"ED116996",
        "title":"The Indians Speak for Themselves. Literature Booklet. Indian Ethnic Heritage Studies Curriculum Development Project, 1974-75."},
      {
        "id":"ED116997",
        "title":"Learning of the Indian People. Indian Ethnic Heritage Studies Curriculum Development Project, 1974-75."},
      {
        "id":"ED116998",
        "title":"Indian Memories. Indian Ethnic Heritage Studies Curriculum Development Project, 1974-75."},
      {
        "id":"ED116999",
        "title":"Educational Research in Denmark, 1971-1972."},
      {
        "id":"ED117000",
        "title":"I. D. G. Bulletin 1974."},
      {
        "id":"ED117001",
        "title":"A Strategy to Develop a Concept of Peace as Conflict Resolution."},
      {
        "id":"ED117002",
        "title":"Developmentology."},
      {
        "id":"ED117003",
        "title":"The Revolution and the Bicentennial: A Conference (Yale University, May 2, 1975)."},
      {
        "id":"ED117004",
        "title":"The Social Studies in Their Golden Years: An Inhouse Medical Assay."},
      {
        "id":"ED117005",
        "title":"War on Hunger: A Report from the Agency for International Development, December 1975."},
      {
        "id":"ED117006",
        "title":"Ad Hoc Group to Advise on Innovative Programmes and Projects in Associated Schools (Unesco House, Paris, 21-25 July 1975). Report."},
      {
        "id":"ED117007",
        "title":"Moral Behavior, Moral Development, and Motivation."},
      {
        "id":"ED117008",
        "title":"Demographic Trends in the Republic of Zaire. Caltech Population Program Occasional Papers, Series 1, Number 5."},
      {
        "id":"ED117009",
        "title":"Labor Shortage and Population Policy. Caltech Population Program Occasional Papers, Series 1, Number 6."},
      {
        "id":"ED117010",
        "title":"Food Production, Population Growth, and Environmental Quality. Caltech Population Program Occasional Papers, Series 1, Number 7."},
      {
        "id":"ED117011",
        "title":"The Daya of Egypt: Survival in a Modernizing Society. Caltech Population Program Occasional Papers, Series 1, Number 8."},
      {
        "id":"ED117012",
        "title":"Population Growth and Affluence: The Fissioning of Human Society. Caltech Population Program Occasional Papers, Series 1, Number 9."},
      {
        "id":"ED117013",
        "title":"The Image of the Middle East in Secondary School Textbooks."},
      {
        "id":"ED117014",
        "title":"Oral History: What? Why? How? Guidelines for Oral History."},
      {
        "id":"ED117015",
        "title":"General Social Studies: Citizen '76/American Issues: 042524 and 042525."},
      {
        "id":"ED117016",
        "title":"Action Learning in Minnesota."},
      {
        "id":"ED117017",
        "title":"Learning About Religion: What to Do...and What It Looks Like When You Do It. Religion in Elementary Social Studies Teacher Self-Instructional Kit 3 [and] Evaluation Report."},
      {
        "id":"ED117018",
        "title":"Labor Unions: Progress and Promise."},
      {
        "id":"ED117019",
        "title":"Social Studies Technical Report: Summary Volume. Report No. 03-SS-21."},
      {
        "id":"ED117020",
        "title":"Philosophical Inquiry: (An Investigation of Basic Philosophical Presuppositions) Teacher's Manual."},
      {
        "id":"ED117021",
        "title":"Of Mice and Men: Interdisciplinary Unit. Revised."},
      {
        "id":"ED117022",
        "title":"The National Observer in the Social Science Class. A Teacher's Guide."},
      {
        "id":"ED117023",
        "title":"The Market System: Does It Work?"},
      {
        "id":"ED117024",
        "title":"The Market System: Does It Work? Teacher's Edition."},
      {
        "id":"ED117025",
        "title":"The Italian-Americans of the South Bend-Mishawaka Area."},
      {
        "id":"ED117026",
        "title":"The Mexican-Americans of the South Bend-Mishawaka Area."},
      {
        "id":"ED117027",
        "title":"The Polish-American Community in South Bend."},
      {
        "id":"ED117029",
        "title":"Current Research on Sex Roles."},
      {
        "id":"ED117030",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Vol. 8, No. 3, 1974. Period Covered, July-September 1974."},
      {
        "id":"ED117032",
        "title":"Needs Assessment for Inservice Education."},
      {
        "id":"ED117033",
        "title":"Many Peoples--Shared Dreams: A Curriculum Guide for Multi-Ethnic Studies."},
      {
        "id":"ED117034",
        "title":"Community Involvement and Inservice Teacher Education: The Urban/Rural Approach. SCIP No. 4."},
      {
        "id":"ED117035",
        "title":"A Strategy for Program Evaluation."},
      {
        "id":"ED117036",
        "title":"Analysis and Recommendations for the Health Education, Physical Education, and Recreation Education Activities of the ERIC Clearinghouse on Teacher Education: A Planning Document."},
      {
        "id":"ED117037",
        "title":"Annual Report on Project Open 1974-75."},
      {
        "id":"ED117038",
        "title":"1974-1975 Progress Report for Project Open at Cox Landing Junior High School, Cabell County, West Virginia."},
      {
        "id":"ED117039",
        "title":"1974-75 Progress Report for Project Open at Hundred High School, Wetzel County, West Virginia."},
      {
        "id":"ED117040",
        "title":"Institutions Responsible for Teacher Training. Issues and New Trends in Some European Countries and in North America."},
      {
        "id":"ED117041",
        "title":"An Axiological Structure for a Theistic Philosophy of Education."},
      {
        "id":"ED117042",
        "title":"A Comparative Study of Career Opportunities Program (COP) Graduates as First-Year Teachers."},
      {
        "id":"ED117043",
        "title":"Learning Climate in IGE/MUS-E Schools. Technical Report No. 213. Revised Edition."},
      {
        "id":"ED117044",
        "title":"Decoding of Children's Nonverbal Responses. Technical Report No. 365."},
      {
        "id":"ED117045",
        "title":"Two Field Studies on Cross-Age Tutoring in the School. Technical Report No. 361."},
      {
        "id":"ED117046",
        "title":"Student Teaching and the Law. SCIP No. 5."},
      {
        "id":"ED117047",
        "title":"The Development of a Competency-Based Teacher Education Program in Gribbin School, New York to Insure the Certification of Prospective Teachers from C. W. Post College, Greenvale, New York."},
      {
        "id":"ED117048",
        "title":"Improvement, Supervision, and Dissemination of a Model Cross-Age Tutoring Program."},
      {
        "id":"ED117049",
        "title":"Placebo Effect upon Complex Reaction Time When Hypnotic Suggestibility is Controlled."},
      {
        "id":"ED117050",
        "title":"AIAW Handbook-Directory 1975-1976."},
      {
        "id":"ED117051",
        "title":"Aquatics. September 1975-September 1977. With Official Rules."},
      {
        "id":"ED117052",
        "title":"Selected Problems in Sports Safety."},
      {
        "id":"ED117053",
        "title":"Educating a Profession."},
      {
        "id":"ED117054",
        "title":"Application of Change Theory for Alleviation of Prejudicial Barriers to Career Advancement for Women: A Study in Two Federal Agencies."},
      {
        "id":"ED117055",
        "title":"Completed Research in Health, Physical Education, and Recreation Including International Sources. Volume 17, 1975 Edition Covering Research Completed in 1974."},
      {
        "id":"ED117056",
        "title":"Professional Sequence."},
      {
        "id":"ED117057",
        "title":"HIP--An Alternative Program for the Preparation of Elementary Teachers."},
      {
        "id":"ED117058",
        "title":"Comprehensive Explanation of the Cooperative Program in Teacher Education."},
      {
        "id":"ED117059",
        "title":"Agenda for Action; A Metaprogram for the Redesign of Teacher Education."},
      {
        "id":"ED117060",
        "title":"[Comprehensive Educational Center.]"},
      {
        "id":"ED117061",
        "title":"A Partnership of Professionals in Preservice Teacher Education."},
      {
        "id":"ED117062",
        "title":"A Description of the Rhode Island College Right to Read Teacher Education Project."},
      {
        "id":"ED117063",
        "title":"Teaching Skills Program."},
      {
        "id":"ED117064",
        "title":"The Field-Oriented Competency-Based Teacher Education Program at McNeese State University."},
      {
        "id":"ED117065",
        "title":"Summary of Major Trends Influencing Supply and Demand for Teachers in Michigan."},
      {
        "id":"ED117066",
        "title":"Study of the Michigan Professional Register 1967-1974."},
      {
        "id":"ED117068",
        "title":"A Brief Review of Studies of Problems of Teachers Conducted by Donald R. Cruickshank with Others with Particular Attention to Instrument Development."},
      {
        "id":"ED117069",
        "title":"A Program for Educational Development, DeSoto Parish, Louisiana."},
      {
        "id":"ED117070",
        "title":"A Concentration in Speech Pathology and Audiology Serving the Needs of Teachers of Various Disciplines."},
      {
        "id":"ED117071",
        "title":"A Multifaceted Program for the Improvement of Teacher Education in Puerto Rico and the Caribbean."},
      {
        "id":"ED117072",
        "title":"Elementary TEAM Program."},
      {
        "id":"ED117073",
        "title":"Music Theory Knowledge and Skills for Beginning Music Teachers: A Descriptive Survey Report. Number 1."},
      {
        "id":"ED117074",
        "title":"Exploring Commitment to Teaching through Personalized Delivery Systems in an Introductory Education Course."},
      {
        "id":"ED117075",
        "title":"The Personal Development Seminar Handbook. Some Background, Objectives and Helpful Suggestions for Instructors and Students."},
      {
        "id":"ED117076",
        "title":"Curriculum and Methods (EDS 300)."},
      {
        "id":"ED117077",
        "title":"Progressive Field Experience Program of Edgecliff College, Cincinnati, Ohio."},
      {
        "id":"ED117078",
        "title":"Teacher Renewal for Informal Education: A Cooperative In-Service Training Model."},
      {
        "id":"ED117079",
        "title":"TEPY - Teacher Education Professional Year."},
      {
        "id":"ED117080",
        "title":"Elementary Pre-Student Teaching Center: A Case Study."},
      {
        "id":"ED117081",
        "title":"Madison College PREP; Preservice Reading Education Program 1974-1976."},
      {
        "id":"ED117082",
        "title":"Leading a Successful International Sports Tour. Handbook for Leaders, Coaches and Managers of American Sports Groups and Teams Participating in International Athletic Exchanges."},
      {
        "id":"ED117084",
        "title":"Better Discipline: Theory and Practice. Classroom Applications of Behavioral Psychology."},
      {
        "id":"ED117085",
        "title":"The Role of the Student in a Person-Centered Program."},
      {
        "id":"ED117086",
        "title":"The Cooperating Teacher--Some Hints for a Successful Experience."},
      {
        "id":"ED117087",
        "title":"Kinesthetic Ability as Related to a Ball Catching Task with Dominant and Non-Dominant Hands."},
      {
        "id":"ED117089",
        "title":"Three Experiments on Learning to Teach. Research and Development Memorandum No. 140."},
      {
        "id":"ED117090",
        "title":"Teachers' Adaptation to Students: Implicit and Explicit Matching. Research and Development Memorandum No. 139."},
      {
        "id":"ED117091",
        "title":"[Special Education/Early Childhood Program.]"},
      {
        "id":"ED117092",
        "title":"Project POINT: An Innovative Program in Elementary Teacher Education."},
      {
        "id":"ED117093",
        "title":"Teaching as a Performing Art."},
      {
        "id":"ED117094",
        "title":"A Systematized Field Experience Program: Pre-Service in Secondary Education."},
      {
        "id":"ED117095",
        "title":"The Union University &quot;Early Bird&quot; Internship Program in Teacher Education."},
      {
        "id":"ED117096",
        "title":"The West Dallas Teacher Education Program."},
      {
        "id":"ED117097",
        "title":"Project ESCAPE; A Performance-Based Teacher Education Program."},
      {
        "id":"ED117098",
        "title":"The City Teaching Center Program of the Office of Teacher Education State University of New York at Buffalo."},
      {
        "id":"ED117099",
        "title":"An Undergraduate Teacher Preparation Program in Reading."},
      {
        "id":"ED117100",
        "title":"University Affiliated Facilities Program of South Carolina."},
      {
        "id":"ED117101",
        "title":"[Rural Teacher Training Program.]"},
      {
        "id":"ED117102",
        "title":"[Interdisciplinary Teacher Education Program.]"},
      {
        "id":"ED117103",
        "title":"Elementary Teacher Education at Utah State University, SODIA."},
      {
        "id":"ED117104",
        "title":"Esthetic Education in Teacher Education (LEEP)."},
      {
        "id":"ED117105",
        "title":"Undergraduate Preparation of Teachers with Specialization in Reading."},
      {
        "id":"ED117106",
        "title":"Student Paraprofessional Housing Program for Student Living."},
      {
        "id":"ED117107",
        "title":"Delaware Occupational Teacher Education Consortium."},
      {
        "id":"ED117108",
        "title":"In-Service Training: Legislated Merit."},
      {
        "id":"ED117109",
        "title":"Re-Education in Human Communications: The Laboratory Method of Learning in Groups."},
      {
        "id":"ED117110",
        "title":"The Nature of and Alternatives for Teacher Competency Statements and Implications for Assessment Techniques."},
      {
        "id":"ED117115",
        "title":"The Prairie View A and M University Experimental Elementary Education Program."},
      {
        "id":"ED117116",
        "title":"The LACE (La Crosse Computers in Education) Project."},
      {
        "id":"ED117117",
        "title":"Establishing Passing Scores for Professional Licensing Examinations."},
      {
        "id":"ED117118",
        "title":"Applications of the Multivariate General Linear Hypothesis in Educational Research and Evaluation."},
      {
        "id":"ED117119",
        "title":"Towards an Accountability Model of the Educational Process. Final Report."},
      {
        "id":"ED117122",
        "title":"A Brief Description of the Student Rating Forms of the University of Washington Instructional Assessment System. Project 276."},
      {
        "id":"ED117123",
        "title":"Validation of a Drug-Abuse Scale and Comparisons of Knowledge and Attitudes about Drug Abuse among College Students."},
      {
        "id":"ED117124",
        "title":"A Basic Test Theory Generalizable to Tailored Testing. Technical Report No. 1."},
      {
        "id":"ED117126",
        "title":"High Impact Anti-Crime Program: A Framework for Assessing Project-Level Evaluation Plans."},
      {
        "id":"ED117127",
        "title":"Prekindergarten Head Start Year End Report 1974-1975."},
      {
        "id":"ED117129",
        "title":"Performance-Based Teacher Education: Results of a Recent Survey."},
      {
        "id":"ED117131",
        "title":"Evaluation of Training and Curriculum Materials Used in a Pilot Test of a Comprehensive Dental Health Program (TATTLETOOTH)."},
      {
        "id":"ED117132",
        "title":"Technical Report on Development of USES Specific Aptitude Test Battery for Utility Hand (paper goods) 539.883."},
      {
        "id":"ED117133",
        "title":"Male-Female Achievement in Eight Learning Areas: A Compilation of Selected Assessment Results."},
      {
        "id":"ED117134",
        "title":"Use of the Logistic Model as an Alternative to Linear Interpolation for Computing Percentile Ranks."},
      {
        "id":"ED117135",
        "title":"Test collection Bulletin, Vol. 9, Nos. 1, 2, 3, and 4."},
      {
        "id":"ED117136",
        "title":"Correlates of Clustering and Retention in Free Recall."},
      {
        "id":"ED117137",
        "title":"Preferences for Educational Alternatives Expressed by Parents of Students in Minneapolis West Area Schools."},
      {
        "id":"ED117138",
        "title":"A Survey of Parents of Students at Jordan Junior High School."},
      {
        "id":"ED117139",
        "title":"Basic Skill Centers of Minneapolis 1973-74."},
      {
        "id":"ED117140",
        "title":"Mobile Learning Centers of Minneapolis 1973-74."},
      {
        "id":"ED117141",
        "title":"The Conflict Resolution Desegregation Aides Component of the Minneapolis Schools' 1973-74 Emergency School Aid Act Project: An Evaluation."},
      {
        "id":"ED117142",
        "title":"The Mathematics Component of the Minneapolis Schools' 1973-74 Emergency School Aid Act Project. An Evaluation."},
      {
        "id":"ED117143",
        "title":"The Development and Implementation of a Planned Program of Classroom Observation at the Elementary School Level. Maxi II Practicum Report."},
      {
        "id":"ED117144",
        "title":"MAP Markers: Research and Evaluation of the Mutual Agreement Program. Resource Document No. 5."},
      {
        "id":"ED117145",
        "title":"Large-Scale Objective Referenced Testing: Some Practical Problems and Concerns."},
      {
        "id":"ED117146",
        "title":"Speed of Oral and Written Responding."},
      {
        "id":"ED117147",
        "title":"An Unobstrusive Experimential Evaluation of a Systems Approach for Teaching Reading."},
      {
        "id":"ED117148",
        "title":"A Study of the Differential Aptitude Testing Program in the Grossmont Union High School District."},
      {
        "id":"ED117149",
        "title":"Longitudinal Criteria of College Achievement Predicted from Aptitude, Achievement, and Interest Measures."},
      {
        "id":"ED117150",
        "title":"Selection of Subsample Sizes for the Bartlett and Kendall Test of Homogeneity of Variance."},
      {
        "id":"ED117151",
        "title":"The Effects of Two Different Management Styles on Internal Evaluation or Boss and Evaluator: Conflict or Cooperation?"},
      {
        "id":"ED117153",
        "title":"Making Definitions Explicit and Capturing Evaluation Policies."},
      {
        "id":"ED117154",
        "title":"Statistical Inference in the Great IQ Debate."},
      {
        "id":"ED117155",
        "title":"Changes in Attitudes One and One-Half Years after Graduation."},
      {
        "id":"ED117156",
        "title":"Development of an Automated System for Evaluation of Student Teacher Effectiveness. Final Report."},
      {
        "id":"ED117157",
        "title":"Morse Crisis Intervention Center--Project Advance: Title III Project. Final Report."},
      {
        "id":"ED117158",
        "title":"Problems in the Evaluation of Pre-School Education."},
      {
        "id":"ED117159",
        "title":"Technical Report on Development of USES Specific Aptitude Test Battery for Nurse, Licensed Practical (medical ser.) 079.378."},
      {
        "id":"ED117160",
        "title":"Technical Report on Development of USES Specific Aptitude Test Battery for Maintenance Repairer, Factory or Mill (any ind.) 899.281."},
      {
        "id":"ED117161",
        "title":"A Study of Testing Practices in the Royal Oak (Michigan) Public Schools."},
      {
        "id":"ED117162",
        "title":"The Test of Standard Written English: A Preliminary Report."},
      {
        "id":"ED117163",
        "title":"An Approach to Setting Educational Goal Priorities in the Minneapolis Public Schools."},
      {
        "id":"ED117164",
        "title":"Assessment of Observational Items for Use in Competency-Based Teacher Education Programs."},
      {
        "id":"ED117165",
        "title":"The Effect on Non-Normal Distributions on the Integrated Moving Average Model of Time-Series Analysis."},
      {
        "id":"ED117167",
        "title":"Student and Teacher Activity Checklists for Use in Classrooms of the Hearing Impaired."},
      {
        "id":"ED117168",
        "title":"SCORE: A Flexible System for School Curriculum Objective-Referenced Evaluation."},
      {
        "id":"ED117169",
        "title":"A Validity and Reliability Study of a Report of Self Concept Scale: Adolescent Form."},
      {
        "id":"ED117170",
        "title":"Use of Classroom Distributions of Student Achievement Test Scores to Evaluate the Instructional Effectiveness of Teachers."},
      {
        "id":"ED117172",
        "title":"The Service Concept Applied to Computer Networks. Technical Note 880."},
      {
        "id":"ED117173",
        "title":"State Summary of Results: 1974-75 Michigan Educational Assessment Program."},
      {
        "id":"ED117174",
        "title":"Utilizing a Pupil Typology to Evaluate Change in Remedial Reading and Remedial Math Programs in Title I Schools."},
      {
        "id":"ED117175",
        "title":"A Data Analysis Approach to Evaluating Achievement Outcomes of Instruction. Technical Report No. 338. Report from the Project on Conditions of School Learning and Instructional Strategies."},
      {
        "id":"ED117177",
        "title":"The Application of Attribution Theory to Educational Evaluation."},
      {
        "id":"ED117178",
        "title":"Educational Program Evaluation/Validation and Public Policy."},
      {
        "id":"ED117179",
        "title":"&quot;Cultural Paranoia&quot; and Evaluation."},
      {
        "id":"ED117180",
        "title":"Covert Confounding in Student Evaluation of Instructional Ability."},
      {
        "id":"ED117181",
        "title":"The Contributions of the Bureau of Occupational Education Research towards Establishing an Education Evaluation System."},
      {
        "id":"ED117182",
        "title":"Planning and Developing 1974-75 Building Evaluation Prototypes Under ESEA Title I for the Minneapolis Board of Education Principals' Committee."},
      {
        "id":"ED117183",
        "title":"Benchmarks-Utilization Guide for Georgia Statewide Test Scores."},
      {
        "id":"ED117184",
        "title":"Evaluation of Work Experience, Cooperative Education, and Youth Manpower Programs: An Annotated Bibliography. Bibliography Series No. 28."},
      {
        "id":"ED117185",
        "title":"Evaluation and Educational Decision Making: A Functional Guide to Evaluating Career Education."},
      {
        "id":"ED117187",
        "title":"Evaluation of Learning Environments. TM Report 43."},
      {
        "id":"ED117188",
        "title":"Conducting Local Needs Assessment: A Guide. TM Report 44."},
      {
        "id":"ED117189",
        "title":"Evaluation of Instructional Materials. TM Report 45."},
      {
        "id":"ED117190",
        "title":"Application of the Experimental Method to Program Evaluation: Problems and Prospects. TM Report 47."},
      {
        "id":"ED117191",
        "title":"Selecting Educational Researchers and Evaluators. TM Report 48."},
      {
        "id":"ED117192",
        "title":"The Use of Classroom Observation Techniques in the Evaluation of Educational Programs. TM Report 49."},
      {
        "id":"ED117193",
        "title":"The Continuing Controversy over Grades. TM Report 51."},
      {
        "id":"ED117194",
        "title":"Student Evaluation of Teacher Effectiveness. TM Report 52."},
      {
        "id":"ED117195",
        "title":"Criterion Referenced Testing: A Bibliography. TM Report 53."},
      {
        "id":"ED117196",
        "title":"School Readiness Testing: A Bibliography. TM Report 54."},
      {
        "id":"ED117197",
        "title":"An Introduction to Standardized Testing for Teachers and Administrators."},
      {
        "id":"ED117198",
        "title":"Looking for the Best: Identifying Exceptional Performers in Education and Elsewhere. TM Report 50."},
      {
        "id":"ED117199",
        "title":"Formative Student Evaluation of Instruction. TM Report 46."},
      {
        "id":"ED117200",
        "title":"Further Development and Refinement of DIAL; State of Illinois Contract L171. Final Report."},
      {
        "id":"ED117201",
        "title":"Cultural Awareness Inventory."},
      {
        "id":"ED117202",
        "title":"Plaintiffs' First Set of Interrogatories...Rosa Maria Rios, et al., Against Henry P. Read, et al., Defendants."},
      {
        "id":"ED117203",
        "title":"Introduction to Culture and General Problems of Cultural Interference in Communication. Reference Pamphlets on Intercultural Communications, No.1. Human Relations in Cultural Context, Series C: Teacher Training Materials."},
      {
        "id":"ED117204",
        "title":"Selected Patterns of Interference in Verbal and Non-Verbal Communication Between Black and White Middle Class Cultures. Reference Pamphlets on Intercultural Communication, No.2. Human Relations in Cultural Context, Series C: Teacher Training Materials."},
      {
        "id":"ED117205",
        "title":"Cultural Conflicts in Values, Assumptions, Opinions. Reference Pamphlets on Intercultural Communication, No.3. Human Relations in Cultural Context, Series C: Teacher Training Materials."},
      {
        "id":"ED117206",
        "title":"Magnet Schools: A Directory of Programs, Profiles and Addresses for Use by HISD Principals and Staff."},
      {
        "id":"ED117207",
        "title":"Delores Ross, a Minor, by Her Next Friend, Mary Alice Benjamin et al., Plaintiffs United States of America, Plaintiff-Intervenor Vs. Houston Independent School District, et al., Defendants. Civil Action No. 10444."},
      {
        "id":"ED117208",
        "title":"The Cost of Housing in Black Neighborhoods."},
      {
        "id":"ED117209",
        "title":"Program Profiles: Federally Funded Programs Administered by the Ohio Department of Education. Fiscal Years 1975-1976."},
      {
        "id":"ED117210",
        "title":"The American Sponsored Overseas School: A Research Matrix."},
      {
        "id":"ED117211",
        "title":"Laws, Ruling Set Bases for Bilingual Programming."},
      {
        "id":"ED117212",
        "title":"Improvement Through Innovation. Innovative and Exemplary Projects in the Public Schools of Missouri. Title III ESEA."},
      {
        "id":"ED117213",
        "title":"The Historically Black Public College in an Integrated Society."},
      {
        "id":"ED117214",
        "title":"[Education and Economics--a Black Minority Point of View.]"},
      {
        "id":"ED117215",
        "title":"A Design to Study the Effectiveness of Well-Implemented Individualized Instruction in Compensatory Reading and Mathematics Programs. Final Report."},
      {
        "id":"ED117216",
        "title":"Cross Cultural Methods for Survey Research in Black Urban Areas."},
      {
        "id":"ED117217",
        "title":"A Design to Study the Effectiveness of Individualized Instruction in the Teaching of Reading and Mathematics."},
      {
        "id":"ED117218",
        "title":"A Design to Study the Effectiveness of Individualized Instruction in the Teaching of Reading and Mathematics. Appendices."},
      {
        "id":"ED117219",
        "title":"Wherever There Are Black Students...There Ought To Be Black Teachers."},
      {
        "id":"ED117220",
        "title":"Report on Compensatory Education, 1974-75. Draft."},
      {
        "id":"ED117221",
        "title":"A Report of Phase I: Comprehensive High School in Harlem."},
      {
        "id":"ED117222",
        "title":"Evaluating Compensatory Education Program Test Results Using Each Compensatory Teachers' Pupils as Subgroups for Analysis."},
      {
        "id":"ED117223",
        "title":"Attitude and Achievement as Measures of Effectiveness. Connecticut Compensatory Education Programs."},
      {
        "id":"ED117224",
        "title":"The Educational System as a Reinforcer of Institutionalized Racism."},
      {
        "id":"ED117225",
        "title":"Socialization of Black Children: A Critical Review of the Literature on Parent-Child Relationship and Socialization Patterns Within the Black Family."},
      {
        "id":"ED117226",
        "title":"Memorandum of Decision and Remedial Orders. Tallulah Morgan et al, Plaintiffs Vs. John J. Kerrigan et al., Defendants, Civil Action No. 72-911-G."},
      {
        "id":"ED117227",
        "title":"Early Push, Curriculum Guide: Buffalo Public Schools, Buffalo, New York."},
      {
        "id":"ED117228",
        "title":"Mother's Employment and Daughter's Work Orientation: A Test of Alternative Socialization Processes for Blacks and Whites."},
      {
        "id":"ED117229",
        "title":"The First Year of Emergency School Aid Act (ESAA)Implementation. Preliminary Analysis."},
      {
        "id":"ED117230",
        "title":"A Selected Annotated Bibliography of Material Relating to Racism, Blacks, Chicanos, Native Americans and Multi-Ethnicity. Vol. 2."},
      {
        "id":"ED117231",
        "title":"A Selected Annotated Bibliography of Material Relating to Racism, Blacks, Chicanos, Native Americans and Multi-Ethnicity. Vol. 3."},
      {
        "id":"ED117232",
        "title":"A Decent Place to Live."},
      {
        "id":"ED117234",
        "title":"Studying the Local Community: A Community Survey and Ethnic Mapping Procedure."},
      {
        "id":"ED117235",
        "title":"Ethnic Studies: Ethnic Bicentennial Classroom Activities."},
      {
        "id":"ED117236",
        "title":"Manual for Developing a School-Within-a-School Alternative Program."},
      {
        "id":"ED117237",
        "title":"Application for Validation: The FOCUS Project."},
      {
        "id":"ED117238",
        "title":"Recommendations for Cultural Pluralism in the School Curriculum in Desegregated Schools."},
      {
        "id":"ED117239",
        "title":"Criteria Check List for Assessing Local Board of Education Candidates From a Third World Perspective."},
      {
        "id":"ED117240",
        "title":"Special Educational Needs Program: Final Evaluation Report, FY 1975."},
      {
        "id":"ED117241",
        "title":"Title I, Elementary and Secondary Education Act in Rhode Island. Ninth Annual Evaluation/Fiscal Year 1973-74."},
      {
        "id":"ED117242",
        "title":"A Guide to Ethnic Studies Programs in American Colleges, Universities and Schools. A Working Paper."},
      {
        "id":"ED117243",
        "title":"Predicting IQ from the Young Child's Everyday Experience."},
      {
        "id":"ED117244",
        "title":"Area High School Prep Centers: End of Project Report."},
      {
        "id":"ED117245",
        "title":"The Ethnic Heritage Experience: A Study Guide for Workshop Participants."},
      {
        "id":"ED117246",
        "title":"The Validation of a Scale Designed to Measure Cultural Attitudes."},
      {
        "id":"ED117247",
        "title":"State of Georgia Fiscal Year 1974 State Evaluation Report for Youth Development Center Projects Supported by Title I ESEA Funds."},
      {
        "id":"ED117248",
        "title":"Title I Outstanding Programs, FY 74-75 in Georgia's Schools."},
      {
        "id":"ED117249",
        "title":"Title I in Georgia: Annual Evaluation Report 1973-74."},
      {
        "id":"ED117250",
        "title":"Education and the Earnings of Poverty-Area Residents."},
      {
        "id":"ED117251",
        "title":"An Inquiry Into Asian American Preschool Children and Families in Los Angeles. Asian American Education Project: Preliminary Report."},
      {
        "id":"ED117252",
        "title":"Trends in School Segregation, 1968-73."},
      {
        "id":"ED117253",
        "title":"A Review of Research and Developmental Efforts in Higher Educational Opportunity Programs."},
      {
        "id":"ED117254",
        "title":"The Urban School Administrator -- A Black Perspective."},
      {
        "id":"ED117255",
        "title":"Dynamics of Deprivation and Educational Implications -- Some Hypotheses and Impressions. An Interdisciplinary Sensorium Report."},
      {
        "id":"ED117256",
        "title":"SVP [School Volunteer Program] Leader's Handbook."},
      {
        "id":"ED117257",
        "title":"Voucher Schools: Who Participates? ERIC-CUE Urban Disadvantaged Series, Number 46, August 1975."},
      {
        "id":"ED117258",
        "title":"Milliken vs. Bradley: The Implications for Metropolitan Desegregation. Conference Before the United States Commission on Civil Rights."},
      {
        "id":"ED117259",
        "title":"Education, Inequality and Life Chances. Volume 1 and Volume 2."},
      {
        "id":"ED117260",
        "title":"Student Records: Protection of the Rights and Privacy of Parents and Students."},
      {
        "id":"ED117261",
        "title":"Office of Probation - Richmond College: Reading Center Assessment. Evaluation Report."},
      {
        "id":"ED117262",
        "title":"Methodological Issues in the Early Identification of a High Risk Population in an Urban Public School System."},
      {
        "id":"ED117265",
        "title":"Reducing Dropouts through Achievement Motivation. End of Project Report, Title III, E.S.E.A."},
      {
        "id":"ED117266",
        "title":"The Economics of Enforcement of Title VII of the Civil Rights Act of 1964. Discussion Papers No. 313-75."},
      {
        "id":"ED117267",
        "title":"Recommendations to Implement State Board of Education Policy Regarding Racial/Ethnic Concentrations in Schools."},
      {
        "id":"ED117269",
        "title":"Vietnam in Childrens' Books."},
      {
        "id":"ED117270",
        "title":"Flander's System of Interaction: What Is It? Methods for the Teacher to Study His Teaching Behavior in Terms of the Behavioral Objectives He Has Established for Himself."},
      {
        "id":"ED117272",
        "title":"Bilingual Bicultural is Two Way Education."},
      {
        "id":"ED117273",
        "title":"Desegregation of the Minneapolis Public Schools, Minneapolis, Minnesota: A Case Study."},
      {
        "id":"ED117274",
        "title":"Desegregation in Durham, North Carolina: A Case Study."},
      {
        "id":"ED117275",
        "title":"Desegregation in Birmingham, Alabama: A Case Study."},
      {
        "id":"ED117276",
        "title":"Status Report on School Desegregation in Bloomfield, Connecticut; November 1973."},
      {
        "id":"ED117277",
        "title":"The Dimensions of Integration in Greenburgh Central No. Seven, Greenburgh, New York."},
      {
        "id":"ED117278",
        "title":"Desegregation in Goldsboro, North Carolina: A Case Study."},
      {
        "id":"ED117279",
        "title":"Desegregation in Ewing Township, New Jersey: A Case Study."},
      {
        "id":"ED117282",
        "title":"The Mini-School Experiment. Restructuring Your School: A Handbook."},
      {
        "id":"ED117283",
        "title":"A Dream Unfulfilled: Korean and Pilipino Health Professionals in California."},
      {
        "id":"ED117284",
        "title":"Body Dimensions and Proportions, White and Negro Children, 6-11 Years; United States. National Health Survey Series 11, No. 143"},
      {
        "id":"ED117285",
        "title":"Consent Decree in Aspira et al., Plaintiffs vs Board of Education of the City of New York, et al., Defendants."},
      {
        "id":"ED117286",
        "title":"A Bibliography of Asian and Asian American Books for Elementary School Youngsters."},
      {
        "id":"ED117287",
        "title":"Freshman Seminar at Malcolm-King: Harlem College Extension: A Tool for Providing Academic and Emotional Support."},
      {
        "id":"ED117288",
        "title":"Civil Rights Directory 1975. Clearinghouse Publication No. 15. (Revised)."},
      {
        "id":"ED117289",
        "title":"\"What Students Perceive\". A Report of the U.S. Commission on Civil Rights. Clearinghouse Publication No. 24."},
      {
        "id":"ED117290",
        "title":"A Selected Annotated Bibliography of Material Relating to Racism, Blacks, Chicanos, Native Americans and Multi-Ethnicity. Vol. 4."},
      {
        "id":"ED117291",
        "title":"Twenty Years After Brown: Equal Opportunity in Housing."},
      {
        "id":"ED117293",
        "title":"Career Education Program: FY 1974: Final Evaluation Report: Volume 1."},
      {
        "id":"ED117294",
        "title":"Career Education Program: FY 1974: Final Evaluation Report: Volume 2. Appendix."},
      {
        "id":"ED117295",
        "title":"Summative Evaluation Report 3: Interim Evaluation Report."},
      {
        "id":"ED117296",
        "title":"Experienced-Based Career Education; Interim Evaluation Report, FY 1974."},
      {
        "id":"ED117297",
        "title":"Employer-Based Career Education; Evaluation Report, FY 1973."},
      {
        "id":"ED117298",
        "title":"Experience-Based Career Education; Final Evaluation Report, Fy 1974. Volume 1."},
      {
        "id":"ED117299",
        "title":"Experience-Based Career Education; Final Evaluation Report, FY 1974. Volume 2 (Appendix)."},
      {
        "id":"ED117300",
        "title":"Employer-Based Career Education; FY 73 Evaluation Report."},
      {
        "id":"ED117301",
        "title":"Final Evaluation Report of the NWREL Experience-Based Career Education Program."},
      {
        "id":"ED117302",
        "title":"An Annotated Bibliography of Career Discovery and Career Development Articles for the High School: 1971-1973."},
      {
        "id":"ED117303",
        "title":"Collective Bargaining for Public Management (State and Local): Instructors Manual."},
      {
        "id":"ED117304",
        "title":"Research and Development Project in Career Education, [Farmington, Maine], Final Report."},
      {
        "id":"ED117305",
        "title":"Concord [New Hampshire] Career Education Project: Final Evaluation Report."},
      {
        "id":"ED117306",
        "title":"Career Guidance: Status and Promise."},
      {
        "id":"ED117307",
        "title":"The Effects of Selected Instructional Strategies on Learning Efficiency in Vocational Technical Education Programs: Final Report: Phase 2."},
      {
        "id":"ED117308",
        "title":"Principles of Learning and Instruction: Classroom Application for Teachers."},
      {
        "id":"ED117309",
        "title":"Career Initiation in Association with Alienation from Secondary Schools. B. Measures for the Evaluation of a Model."},
      {
        "id":"ED117310",
        "title":"The Status and Progress of Career Education."},
      {
        "id":"ED117311",
        "title":"Preparation and Counseling for the World of Work."},
      {
        "id":"ED117312",
        "title":"The Florida Position and Career Education."},
      {
        "id":"ED117313",
        "title":"Guidelines for Placement Services and Follow-Up Studies Provided by School Districts."},
      {
        "id":"ED117315",
        "title":"Vocational Evaluation and Curriculum Modification."},
      {
        "id":"ED117316",
        "title":"Training of Medical Laboratory Technicians: A Handbook for Tutors."},
      {
        "id":"ED117317",
        "title":"Training Research Program and Plans: Advanced Simulation in Undergraduate Pilot Training."},
      {
        "id":"ED117318",
        "title":"Research and Development Project in Career Education [in Kansas]."},
      {
        "id":"ED117319",
        "title":"Vocational Education: Alternatives for New Federal Legislation."},
      {
        "id":"ED117321",
        "title":"Lifelong Education, Schools and Curricula in Developing Countries. Report of an International Seminar."},
      {
        "id":"ED117322",
        "title":"Activity Guide for Career Education. Primary."},
      {
        "id":"ED117323",
        "title":"Activity Guide for Career Education. Intermediate."},
      {
        "id":"ED117324",
        "title":"Activity Guide for Career Education. Middle."},
      {
        "id":"ED117325",
        "title":"Activity Guide for Career Education. Senior High."},
      {
        "id":"ED117327",
        "title":"Education and Job Satisfaction: A Questionable Payoff."},
      {
        "id":"ED117328",
        "title":"Career Development: A Community Approach in the Prince George&apos;s County Public School."},
      {
        "id":"ED117330",
        "title":"A Comparison of Need-Reinforcer Correspondence Indices as Predictors of Job Satisfaction. Work Adjustment Project Report No. 48."},
      {
        "id":"ED117331",
        "title":"U.S. Armed Forces Minority Officer Procurement. Technical Report No. 75-23."},
      {
        "id":"ED117332",
        "title":"Welfare Dependency and Low Income Labor Markets [and] A Markov Model of Turnover in Aid-to-Families with Dependent Children."},
      {
        "id":"ED117335",
        "title":"Physical Rehabilitation and Employment of AFDC Recipients. Final Report: Feasibility Study."},
      {
        "id":"ED117336",
        "title":"Upward Mobility Career Counseling; A Self-Instructional Text for First-Line Managers."},
      {
        "id":"ED117337",
        "title":"An Act to Amend the Youth Conservation Corps Act of 1972 to Expand and Make Permanent the Youth Conservation Corps, and for Other Purposes."},
      {
        "id":"ED117338",
        "title":"A Guide for Planning, Organizing, and Utilizing Advisory Councils."},
      {
        "id":"ED117339",
        "title":"Waupun School's Career Education."},
      {
        "id":"ED117340",
        "title":"Career Education: A Position Statement of the Council of Chief State School Officers."},
      {
        "id":"ED117341",
        "title":"Volunteers in Education: A Handbook for Coordinators of Volunteer Programs."},
      {
        "id":"ED117342",
        "title":"Self Awareness--Career Awareness: The Room to Grow Model. A Unified Career Education Program. K-6 and Grade 7 and 8 Exploration."},
      {
        "id":"ED117343",
        "title":"Career Education: An Initial Look. A Needs Assessment Report."},
      {
        "id":"ED117344",
        "title":"Measurement, Diagnostic and Prescriptive Components of a Career Education Learning System."},
      {
        "id":"ED117345",
        "title":"Career Education Measurement System. Reporting System Evaluation."},
      {
        "id":"ED117346",
        "title":"Development Report on the Texas Career Education Measurement Series."},
      {
        "id":"ED117351",
        "title":"The Career Intern Program: Preliminary Results of an Experiment in Career Education. Volume 1."},
      {
        "id":"ED117352",
        "title":"New Haven Institute of Allied Health Careers. Final Report."},
      {
        "id":"ED117353",
        "title":"A Study of the Success and Work Expectancies of Public Service Career Employees. Final Report."},
      {
        "id":"ED117354",
        "title":"AFHRL/FT [Air Force Human Resources Laboratory/Flight Training] Capabilities in Undergraduate Pilot Training Simulation Research: Executive Summary."},
      {
        "id":"ED117355",
        "title":"Lifelong Learning in Swedish Curricula. Didakometry No. 48."},
      {
        "id":"ED117356",
        "title":"EPDA [Education Professions Development Act] Leadership Development Program. Final Report."},
      {
        "id":"ED117357",
        "title":"Ideas for Activities Designed to Combine Career Development with Subject Matter Instruction."},
      {
        "id":"ED117360",
        "title":"Survey of Adult Education Programs for the Disadvantaged."},
      {
        "id":"ED117363",
        "title":"Arriving at Individualization and Personalization: A Set of Elements."},
      {
        "id":"ED117364",
        "title":"A Bibliography on the Implementation and Management of Individualized and Personalized Education Programs."},
      {
        "id":"ED117365",
        "title":"Adult Basic Education in Nebraska: Administrator Comparison Study."},
      {
        "id":"ED117366",
        "title":"Adult Education Teacher Workshop. (University of Nebraska, June 16-27, 1975)."},
      {
        "id":"ED117367",
        "title":"Personality Characteristics and Learning Style Preferences of Adult Basic Education Students. Research Monograph."},
      {
        "id":"ED117368",
        "title":"The Status of Women in the Adult Education Association of the United States of America."},
      {
        "id":"ED117369",
        "title":"A New School of Health Professions. Volume 1. Final Report."},
      {
        "id":"ED117370",
        "title":"A New School of Health Professions. Volume 2. Appendices to the Final Report."},
      {
        "id":"ED117371",
        "title":"The Older Adult and Learning."},
      {
        "id":"ED117372",
        "title":"Career Orientation Curriculum Supplement for Grades 7-8."},
      {
        "id":"ED117373",
        "title":"Career Exploration Curriculum Supplement for Grades 9-10."},
      {
        "id":"ED117374",
        "title":"Career Education: Suggested School-Industry Programs."},
      {
        "id":"ED117375",
        "title":"Career Development: A Course of Study Recommended for Ninth Grade."},
      {
        "id":"ED117376",
        "title":"[MICE Project]: Macomb Intermediate Career Education Dissemination Support System."},
      {
        "id":"ED117377",
        "title":"Work and Welfare Patterns in Low Income Families."},
      {
        "id":"ED117378",
        "title":"Chinese American Manpower and Employment."},
      {
        "id":"ED117379",
        "title":"Training and Entry Into Union Construction. R and D Monograph 39."},
      {
        "id":"ED117380",
        "title":"Collective Bargaining for Public Managers (State and Local): Case Materials."},
      {
        "id":"ED117381",
        "title":"Collective Bargaining for Public Managers (State and Local): Reference Materials."},
      {
        "id":"ED117382",
        "title":"Is Commitment Enough?"},
      {
        "id":"ED117383",
        "title":"The Equal Employment Opportunity Program for Federal Nonconstruction Contractors Can Be Improved. A Report Prepared for the Use of the Subcommittee on Fiscal Policy of the Joint Economic Committee, Congress of the United States, Ninety-Fourth Congress, First Session."},
      {
        "id":"ED117384",
        "title":"Nurse Training Act of 1975. Report Together with Additional Views and Minority Views [to Accompany H.R. 4115], Ninety-Fourth Congress, First Session, House of Representatives."},
      {
        "id":"ED117386",
        "title":"Developmentally Disabled Assistance and Bill of Rights Act, 1975. Hearing Before the Subcommittee on the Handicapped of the Committee on Labor and Public Welfare, United States Senate. Ninety-fourth Congress, First Session on S. 462."},
      {
        "id":"ED117387",
        "title":"Adult and Continuing Education. A Bibliographic Guide to the University of Michigan Libraries."},
      {
        "id":"ED117388",
        "title":"Career Development Exemplary Project. The First Draft of a Curriculum Guide for Grade Nine."},
      {
        "id":"ED117390",
        "title":"Career Education Microfiche Collection Catalog."},
      {
        "id":"ED117391",
        "title":"A Comprehensive Vocational Education Program for Career Development in Leon County. Final Report. Volume 1. Program Performance Report."},
      {
        "id":"ED117392",
        "title":"A Comprehensive Vocational Education Program for Career Development in Leon County. Final Report. Volume 2. Career Guides for Secondary Sciences."},
      {
        "id":"ED117395",
        "title":"Career Development of Women."},
      {
        "id":"ED117396",
        "title":"Career Education in Corrections: A National Program of Training and Model Design."},
      {
        "id":"ED117397",
        "title":"Model of Adult Career Education in Corrections."},
      {
        "id":"ED117400",
        "title":"Health Aide Education and Utilization: A Task Identification Study. Final Report. Volume 1."},
      {
        "id":"ED117401",
        "title":"A Review and Synthesis of Research Concerning Career Education in Doctoral Dissertations of Fellows Supported by the Education Professions Development Act Section 552, 1972-1975."},
      {
        "id":"ED117402",
        "title":"Distributive Education 1: Course of Study."},
      {
        "id":"ED117403",
        "title":"Career Education. A Counselor's Guide; An Individualized Instructional Unit Designed for Use in In-Service or Preservice Education of Counselors."},
      {
        "id":"ED117404",
        "title":"Articulation with Secondary Schools."},
      {
        "id":"ED117405",
        "title":"Centre for Continuing Education Annual Report 1974-1975. A Report to the President, the Senate and the Board of Governors."},
      {
        "id":"ED117407",
        "title":"Felt Needs for Training by Adult Basic Education Administrators and Teachers in Texas."},
      {
        "id":"ED117408",
        "title":"A Regional Approach for Improvement of Adult Basic Education Staff Development in Health, Education, and Welfare Region 5. Final Project Report. 1972-1975."},
      {
        "id":"ED117409",
        "title":"National Apprenticeship and Training Standards for Dental Technicians. Revised."},
      {
        "id":"ED117410",
        "title":"Development of a Prototype Human Resources Data Handbook for Systems Engineering: An Application to Fire Control Systems. Final Report for Period October 1971-June 1975."},
      {
        "id":"ED117411",
        "title":"A Multi-Objective Model for Planning Equal Employment Opportunities. Research Report No. 23. Revised Edition."},
      {
        "id":"ED117412",
        "title":"The Importance of Vocational Education in the Total Education Picture."},
      {
        "id":"ED117413",
        "title":"Feasibility of Estimating Personnel Turnover from Survey Data--A Longitudinal Study. Final Report for Period December 1973-December 1974."},
      {
        "id":"ED117414",
        "title":"The 1972-73 Quality of Employment Survey. Descriptive Statistics, with Comparison Data from the 1969-70 Survey of Working Conditions."},
      {
        "id":"ED117415",
        "title":"Need to Improve Efficiency of Reserve Training. Report to the Congress."},
      {
        "id":"ED117419",
        "title":"Aides to Career Education, 1974-75: An Evaluation."},
      {
        "id":"ED117420",
        "title":"Career Education: A Position Paper on Career Development and Preparation in California."},
      {
        "id":"ED117421",
        "title":"Resource Guide to Career Education in Colorado."},
      {
        "id":"ED117422",
        "title":"A Study of the Utilization of Paraprofessionals Trained Under the Career Opportunities Program."},
      {
        "id":"ED117423",
        "title":"Canadian Association for Adult Education. Annual Report. 1974-75."},
      {
        "id":"ED117424",
        "title":"A Study to Determine an Acceptable Teaching Load in Vocational Agriculture. Final Report for the Period May 10, 1974-June 30, 1975."},
      {
        "id":"ED117425",
        "title":"Oklahoma State Plan for the Administration of Vocational Education Under the Vocational Education Amendments of 1968. Parts 1 and 2. '74-'75."},
      {
        "id":"ED117426",
        "title":"Oklahoma State Mini-Plan for the Adminstration of Vocational Education Under the Vocational Education Amendments of 1968. &apos;74-&apos;75."},
      {
        "id":"ED117427",
        "title":"Programs for Culturally Different Adults: The Potential of Outreach Centers."},
      {
        "id":"ED117428",
        "title":"Career Education: Learning with a Purpose. Secondary Guide-Vol. 1. Art, English, Industrial Arts, Physical Education, Science, Field Trips and Guest Speakers."},
      {
        "id":"ED117429",
        "title":"Career Education: Learning with a Purpose. Secondary Guide-Vol. 2. Business, Metrics, Special Education, Field Trip Sites and Guest Speakers."},
      {
        "id":"ED117431",
        "title":"Career Education: Learning with a Purpose. Secondary Guide-Vol. 4. Home Economics, Family/Community Relations, Home Management, Foods and Nutrition, Clothing and Textiles, Field Trip Sites and Guest Speakers."},
      {
        "id":"ED117432",
        "title":"Career Education: Learning with a Purpose. Secondary Guide-Vol. 5. Mathematics and Career Clusters, Mathematics Related Activity Suggestions, Field Trip Sites and Guest Speakers."},
      {
        "id":"ED117433",
        "title":"Career Education: Learning with a Purpose. Secondary Guide-Vol. 6. Social Studies, History and Government, Contemporary Issues, Consumer Economics, Sociology and Pscyhology, Career Information, Field Trip Sites and Guest Speakers."},
      {
        "id":"ED117434",
        "title":"Report of the Governor's Task Force on Aerospace-Aviation Education."},
      {
        "id":"ED117435",
        "title":"Careers in the Aerospace Industry."},
      {
        "id":"ED117436",
        "title":"Semiannual Report on State Research Coordinating Unit Activities for the Period January 1, 1975-June 30, 1975."},
      {
        "id":"ED117438",
        "title":"Analysis of Factors Related to the Educational Plans of Iowa Vocational Agriculture Students."},
      {
        "id":"ED117439",
        "title":"Potential Uses of the Functional Account Code in Describing Job Requirements. Final Report for Period March 1974-June 1975."},
      {
        "id":"ED117440",
        "title":"Common Affective Domain Competencies of Students Among Vocational Areas: A Mini-Grant Research Project. Final Report."},
      {
        "id":"ED117441",
        "title":"The Role of Prison Industries Now and in the Future: A Planning Study."},
      {
        "id":"ED117442",
        "title":"100 Successful Vocational Special Needs Programs."},
      {
        "id":"ED117443",
        "title":"Development of Occupational Therapy Proficiency Examinations. Therapist Level, Assistant Level. Final Report."},
      {
        "id":"ED117444",
        "title":"Adult Education in Continental Europe. An Annotated Bibliography of English-Language Materials. 1970-1974."},
      {
        "id":"ED117445",
        "title":"Law Enforcement Technology (Police Science Technology). A Suggested Two-Year Post High School Curriculum."},
      {
        "id":"ED117446",
        "title":"Surveying for Community Education. Seminar Papers, June 28 and July 26, 1975."},
      {
        "id":"ED117447",
        "title":"The Women's Leadership Project: A One-Year Training Project in Adult Education Administration. Final Report."},
      {
        "id":"ED117448",
        "title":"Homemaker Health Aide Service: Training Manual."},
      {
        "id":"ED117450",
        "title":"&quot;A Rusty Person is Worse than Rusty Iron&quot;--Adult Education and the Development of Africa."},
      {
        "id":"ED117451",
        "title":"National Productivity and Quality of Working Life Act of 1975."},
      {
        "id":"ED117452",
        "title":"Aim and Goals for Bilingual-Bicultural Education: Short-Term and Long-Term Aspects."},
      {
        "id":"ED117453",
        "title":"Policy Implications of \"Inequality\" for Career Education. Monograph No. 2."},
      {
        "id":"ED117454",
        "title":"Career Education Potential for Students at the Massachusetts Hospital School in Canton. An Evaluation of Current Program and Proposal for the Development and Implementation of a Career Education Program."},
      {
        "id":"ED117455",
        "title":"Inservice Education: A Method for Organizing and Implementing Inservice Programs Based on Participants' Interest and Needs."},
      {
        "id":"ED117456",
        "title":"Getting it Together [8]. A Teacher's Guide: An Integrated Approach to Junior High Career Education."},
      {
        "id":"ED117457",
        "title":"Communication Skills Program for Vocational Students."},
      {
        "id":"ED117458",
        "title":"Provision of Education Benefits for Post-Vietnam Era Veterans. Hearings before the Subcommittee on Education and Training of the Committee on Veterans&apos; Affairs, House of Representatives, Ninety-fourth Congress First Session."},
      {
        "id":"ED117459",
        "title":"Monitoring for Criminal Justice Planning Agencies."},
      {
        "id":"ED117460",
        "title":"Special Experimental Adult Basic Education Demonstration Project 1972-1975. Final Report."},
      {
        "id":"ED117461",
        "title":"Bibliography of Publications and Presentations During FY 1975."},
      {
        "id":"ED117462",
        "title":"Urban Leadership Program."},
      {
        "id":"ED117463",
        "title":"The Education of Adults: A World Perspective."},
      {
        "id":"ED117464",
        "title":"Insurance Curriculum Guide for High School Consumer Education and Various Other Courses."},
      {
        "id":"ED117465",
        "title":"Health Manpower in the Changing Australian Health Services Scene."},
      {
        "id":"ED117466",
        "title":"Perceptions Regarding the Role of the Vocational Counselor in Texas. A Report of Research."},
      {
        "id":"ED117467",
        "title":"The Role of the Public Employment Service 1975-1985. Final Report."},
      {
        "id":"ED117468",
        "title":"The Development and Evaluation of a Correspondence Training Program for Tumor Registrars."},
      {
        "id":"ED117469",
        "title":"Improving the Classroom Performance of Army Instructors."},
      {
        "id":"ED117470",
        "title":"What does Military Psychology Have to Offer Civilian Education?"},
      {
        "id":"ED117471",
        "title":"A Classification System for Rehabilitation Program Evaluation Technology and Literature. Wisconsin Studies in Vocational Rehabilitation, Series 3, Monograph 21."},
      {
        "id":"ED117472",
        "title":"Acceleration and Expansion of the Diagnostic Services Project in Houston, Texas. A Final Report."},
      {
        "id":"ED117473",
        "title":"Community Planning for Human Resource Development: The San Francisco Job Training Interchange. Final Report."},
      {
        "id":"ED117474",
        "title":"Using a Typology of Persons and Environments to Explain Careers: Some Extensions and Clarifications. Report No. 204."},
      {
        "id":"ED117475",
        "title":"The Role of the Sheltered Workshops in the Rehabilitation of the Severely Handicapped. Volume I--Executive Summary."},
      {
        "id":"ED117476",
        "title":"Jobseeking Methods Used by American Workers."},
      {
        "id":"ED117477",
        "title":"Consumer Education: How to Conduct Community Consumer Education Nights."},
      {
        "id":"ED117478",
        "title":"Proceedings of the Adult Student Personnel Association Conference. (12th, New York City, April 10-12, 1975). &quot;Mid-Life Career Changes&quot;."},
      {
        "id":"ED117479",
        "title":"Individualized Instruction and Tracking in Career Education. A Research Report."},
      {
        "id":"ED117480",
        "title":"Aides to Career Education: Counselor Aide Handbook."},
      {
        "id":"ED117481",
        "title":"Springfield School District Youth Placement Service."},
      {
        "id":"ED117482",
        "title":"Occupational Choice: A Conditional Logit Model with Special Reference to Wage Subsidies and Occupational Choice. Final Report."},
      {
        "id":"ED117483",
        "title":"T & D Publications. Vol. 13. No. 6."},
      {
        "id":"ED117485",
        "title":"The Lake County Career Opportunities Study II: A Cooperative Study Presented to the Lake County Association of School Administrators and Lakeland Community College. Prepared as a Community Service Project."},
      {
        "id":"ED117486",
        "title":"Commercial Contract Training, Marine Corps Area VOTEC Support Center (AVSC) Guidelines. Final Report."},
      {
        "id":"ED117488",
        "title":"[Arizona] Field Test Report. Vol. 1. All Units. 1974-75."},
      {
        "id":"ED117489",
        "title":"[Arizona] Field Test Report. Vol. 2. Grocery Store Occupations. 1974-75."},
      {
        "id":"ED117490",
        "title":"[Arizona] Field Test Report. Vol. 3. Parents Are Community Workers Too! 1974-75."},
      {
        "id":"ED117491",
        "title":"[Arizona] Field Test Report. Vol. 4. We Need One Another. 1974-75."},
      {
        "id":"ED117492",
        "title":"[Arizona] Field Test Report. Vol. 5. Yearnings and Earnings. 1974-75."},
      {
        "id":"ED117494",
        "title":"[Arizona] Field Test Report. Vol. 7. Sailing with Sales. 1974-75."},
      {
        "id":"ED117495",
        "title":"[Arizona] Field Test Report. Vol. 8. Cattle Ranching. 1974-75."},
      {
        "id":"ED117496",
        "title":"[Arizona] Field Test Report. Vol. 9. What Does a Secretary Do? 1974-75."},
      {
        "id":"ED117497",
        "title":"[Arizona] Field Test Report. Vol. 10. Learn to Earn. 1974-75."},
      {
        "id":"ED117498",
        "title":"[Arizona] Field Test Report. Vol. 11. General Job Requirements. 1974-75."},
      {
        "id":"ED117499",
        "title":"[Arizona] Field Test Report. Vol. 12. Construction Industry Related Math. 1974-75."},
      {
        "id":"ED117500",
        "title":"Natural Resources Management: Course of Study."},
      {
        "id":"ED117501",
        "title":"AIM [Apperception Interception Method]: An Exemplary Program from International Experience. Final Report."},
      {
        "id":"ED117502",
        "title":"Teaching Consumer Education: A Common-Sense Approach."},
      {
        "id":"ED117503",
        "title":"A to Z Teaching Activities for Consumer Education."},
      {
        "id":"ED117504",
        "title":"Consumer-Business Days; Community-Wide Program. Project Guide No. 101."},
      {
        "id":"ED117505",
        "title":"Business and Office of Education Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED117506",
        "title":"Career Education: A Challenge of Our Time. National Career Education Workshop Proceedings."},
      {
        "id":"ED117507",
        "title":"Security Is.....A Step in the Right Direction."},
      {
        "id":"ED117508",
        "title":"Advertising Appeal."},
      {
        "id":"ED117509",
        "title":"Indiana Resource Guide for Consumer Education and Home Management: Working Papers."},
      {
        "id":"ED117510",
        "title":"Talking Shop to Wise Consumers."},
      {
        "id":"ED117511",
        "title":"Innovative Planning Techniques for Vocational-Technical Facilities."},
      {
        "id":"ED117512",
        "title":"The Iowa Plan for Curriculum Improvement in Industrial Arts, K-12."},
      {
        "id":"ED117513",
        "title":"Cooperative State Implementation Workshops for Curriculum-Involved Career Development Guidance, Counseling and Placement Project. Final Report."},
      {
        "id":"ED117514",
        "title":"Consumer Education."},
      {
        "id":"ED117515",
        "title":"The Measurement of Work-Relevant Attitudes. Final Report."},
      {
        "id":"ED117516",
        "title":"Students, Graduates and Dropouts in the Labor Market, October 1974. Special Labor Force Report."},
      {
        "id":"ED117518",
        "title":"An Administrator's Checklist. Book 1. Handbook for the ESL/ABE Administrator."},
      {
        "id":"ED117519",
        "title":"A Manual for Developing and Implementing the ESL/ABE Program. Book 2. Handbook for the ESL/ABE Administrator."},
      {
        "id":"ED117520",
        "title":"A Planning Guide for Developing the ESL/ABE Instructional Program. Book 3. Handbook for the ESL/ABE Administrator."},
      {
        "id":"ED117521",
        "title":"A Staff Development Manual for Career Education. Vol. 1: Elementary Level."},
      {
        "id":"ED117523",
        "title":"A Staff Development Manual for Career Education. Vol. 3: Senior High Level."},
      {
        "id":"ED117524",
        "title":"Striving for Synergy in Adult Education as Equal Partners. A Position Paper for the Committee on Social Justice in Celebration of International Women's Year to Promote Dialogue, Discussion, and Planning for Elevation of the Status of Women Through Adult Education."},
      {
        "id":"ED117525",
        "title":"Guide for Consumer and Homemaking Education Programs in Virginia Secondary Schools."},
      {
        "id":"ED117526",
        "title":"Distributive Education Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED117527",
        "title":"Home Economics Supplement to the Consumer Education Curriculum Guide for Ohio, Grades K-12."},
      {
        "id":"ED117528",
        "title":"Home Economics Job Training Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED117529",
        "title":"Home Economics for Families with Limited Income Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED117530",
        "title":"Industrial Arts Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED117531",
        "title":"Manpower Training Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED117532",
        "title":"Suggested Learnings: Consumer and Homemaking Education."},
      {
        "id":"ED117533",
        "title":"Consumer Education: A Guide for Teachers of Home Economics."},
      {
        "id":"ED117534",
        "title":"Career Guidance Handbook."},
      {
        "id":"ED117535",
        "title":"Career Education in Alabama: The Art of the State."},
      {
        "id":"ED117536",
        "title":"Career Services and Industrial Arts. Materials Catalogue."},
      {
        "id":"ED117537",
        "title":"[Colorado] State Plan for Career Education."},
      {
        "id":"ED117538",
        "title":"Career Awareness Units, Magnolia Public Schools, Grades 1-7."},
      {
        "id":"ED117540",
        "title":"The Career Education Instructional System: Interim Report."},
      {
        "id":"ED117541",
        "title":"Teaching Aids for Consumer and Homemaking Programs."},
      {
        "id":"ED117542",
        "title":"Measuring Empirical Properties of Psychomotor Skills in Different Psychological Environments."},
      {
        "id":"ED117543",
        "title":"Career Preparation for Hotel-Motel Management and Services. Grade 11, Phase I."},
      {
        "id":"ED117545",
        "title":"A Guide and Policy Manual of Vocational Instruction and Supportive Services for Disadvantaged and Handicapped Persons."},
      {
        "id":"ED117546",
        "title":"Job Readiness Workshop. A Resource Manual for Instructing Adult Job Seekers in the Job Search Process. Special Paper No. 20."},
      {
        "id":"ED117547",
        "title":"Farmer Training in East-Central and Southern Africa. Training for Agriculture, Special Supplement."},
      {
        "id":"ED117548",
        "title":"Career Education Resource Bibliography."},
      {
        "id":"ED117549",
        "title":"Careers in Construction, Building Maintenance and Allied Occupations. Junior High School. Course Outline."},
      {
        "id":"ED117550",
        "title":"Vocational Education: Student Needs. FSU Graduate Program."},
      {
        "id":"ED117551",
        "title":"Laboratory Procedures for Medical Assistants."},
      {
        "id":"ED117552",
        "title":"Menu Cycles."},
      {
        "id":"ED117554",
        "title":"Home Economics Curriculum for Grades 7-8-9."},
      {
        "id":"ED117555",
        "title":"Career Exploration Activities."},
      {
        "id":"ED117557",
        "title":"Health Cluster for Special Need Youngsters in the Middle School. Publication No. 12."},
      {
        "id":"ED117558",
        "title":"About Buying on Credit."},
      {
        "id":"ED117559",
        "title":"Chemical and Environmental Technology."},
      {
        "id":"ED117564",
        "title":"Auto Body. An Adaptive and Developmental Program for Special Needs Students. Teachers' Guide."},
      {
        "id":"ED117565",
        "title":"Career Education Resource Guide for Chemistry."},
      {
        "id":"ED117566",
        "title":"Career Education Resource Guide for Physics. (Tentative.)"},
      {
        "id":"ED117567",
        "title":"Career Education Resource Guide for Biology. Working Draft."},
      {
        "id":"ED117568",
        "title":"Career Education Guide for Earth Science 7-9. (Tentative.)"},
      {
        "id":"ED117569",
        "title":"Career Oriented Curriculum Guide for Vocational Agriculture/Agribusiness."},
      {
        "id":"ED117570",
        "title":"General Mathematics; Part 1. Mathematics Curriculum Guide (Career Oriented)."},
      {
        "id":"ED117571",
        "title":"General mathematics: Part 2. Mathematics Curriculum Guide (Career Oriented)."},
      {
        "id":"ED117572",
        "title":"Algebra II. Mathematics Curriculum Guide (Career Oriented)."},
      {
        "id":"ED117573",
        "title":"Geometry. Mathematics Curriculum Guide (Career Oriented)."},
      {
        "id":"ED117574",
        "title":"Business Mathematics. Mathematics Curriculum Guide (Career Oriented)."},
      {
        "id":"ED117575",
        "title":"Consumer Education Curriculum Guide for Home Economics Teachers in Louisiana. Bulletin No. 1171."},
      {
        "id":"ED117576",
        "title":"Demonstration Training Program for Improving the Capacity of Primary Care Units to Function Within an HMO Setting. Final Report."},
      {
        "id":"ED117578",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Annual Index: 1975. Volume 8, Numbers 1 Through 6."},
      {
        "id":"ED117579",
        "title":"Voluntarios Educationales: Un Manual para Coordinatores de Programas de Voluntarios."},
      {
        "id":"ED117580",
        "title":"A School Counselor Education Program for Persons Without Teaching Experience. A Project Report."},
      {
        "id":"ED117581",
        "title":"The Use of Three Variations of Anxiety Management Training in the Treatment of Generalized Anxiety."},
      {
        "id":"ED117582",
        "title":"Racial and Ethnic Barriers in Counseling."},
      {
        "id":"ED117583",
        "title":"Demographic Factors Influencing Parental Discipline Techniques."},
      {
        "id":"ED117587",
        "title":"The Influence of Performance on Bargaining and Distribution of Rewards."},
      {
        "id":"ED117588",
        "title":"The Effects of Physical Attractiveness on Attributions of Causality for Success and Failure."},
      {
        "id":"ED117589",
        "title":"Social Facilitation: Effects of Audience and Manipulated Feedback on Performance."},
      {
        "id":"ED117591",
        "title":"The Humanistic Interviewer."},
      {
        "id":"ED117592",
        "title":"Educated American Mothers Abroad: Resolving Parent/Work Role Conflicts."},
      {
        "id":"ED117593",
        "title":"Educational Plans and Career Choices of High School College Preparatory Seniors in Indiana. Indiana College-Level Manpower Study, Report No. 2."},
      {
        "id":"ED117594",
        "title":"Schools Commission: Report for the Triennium 1976-1978. A Look at Recent Documents of Educational Significance, Document 15."},
      {
        "id":"ED117595",
        "title":"Achievement Place: A Model for Delinquency Treatment. National Institute of Mental Health Research Report 1."},
      {
        "id":"ED117596",
        "title":"Demand Characteristics in Classical Verbal Conditioning and Attitude Conditioning Studies."},
      {
        "id":"ED117597",
        "title":"The Incidence and Nature of Runaway Behavior. Final Report."},
      {
        "id":"ED117598",
        "title":"Public Experience with Psychoactive Substances: A Nationwide Study Among Adults and Youth. Part 1, Main Findings."},
      {
        "id":"ED117599",
        "title":"The Others-Concept and Adult Behavior in Small Groups."},
      {
        "id":"ED117600",
        "title":"A Model for Implementing Career Education Within an Existing Curriculum."},
      {
        "id":"ED117601",
        "title":"Use of Self-Control Procedures in the Counselor Education Program at Michigan State University."},
      {
        "id":"ED117602",
        "title":"Promising Guidance Practices in Texas, 1974-75."},
      {
        "id":"ED117603",
        "title":"Ford Foundation Assistance to Puerto Ricans."},
      {
        "id":"ED117604",
        "title":"Selected Readings from SCMTC (Southeast Correctional Management Training Council) Seminars."},
      {
        "id":"ED117605",
        "title":"Sex Differences in Self-Evaluation of Academic Achievement and Ability."},
      {
        "id":"ED117606",
        "title":"Perceiving the Good Samaritan: Effects of the Behavior of Others on Attributions of Altruism."},
      {
        "id":"ED117608",
        "title":"[Information and Research Utilization Center in Physical Education and Recreation for the Handicapped] Listing of Materials."},
      {
        "id":"ED117609",
        "title":"A Longitudinal Field Investigation of the Impact of Group Composition on Group Performance and Cohesion."},
      {
        "id":"ED117610",
        "title":"Influence of the Others-Concept on Children's Group Behavior."},
      {
        "id":"ED117611",
        "title":"Social Interaction Involving Depressed Persons."},
      {
        "id":"ED117612",
        "title":"Suggested Guidelines for Establishing Vocationally Oriented Programs for Special Education."},
      {
        "id":"ED117613",
        "title":"Ethical and Legal Responsibilities of Counselors."},
      {
        "id":"ED117614",
        "title":"Vocational Guidance Personnel."},
      {
        "id":"ED117615",
        "title":"A Guide to Training Parents as Behavior Modifiers."},
      {
        "id":"ED117616",
        "title":"Positive Attentional Cues as Cognitive Factors in Desensitization."},
      {
        "id":"ED117617",
        "title":"1972 Counselor Summarization and Evaluation Report."},
      {
        "id":"ED117618",
        "title":"Hand Book for College Counselors in the Institute for Services to Education Curriculum Development Program."},
      {
        "id":"ED117619",
        "title":"Correlates of Self-Concept of Elderly Women Residing in Institutions."},
      {
        "id":"ED117621",
        "title":"Training in Nontraditional Research. Student Development Staff Papers, Vol. VI, No. !, 1975-76."},
      {
        "id":"ED117622",
        "title":"Selected Individual Difference Variables and Their Relationships to Student Perceptions of Socio-Psychological Climates. Technical Report No. 353."},
      {
        "id":"ED117623",
        "title":"Nonverbal Disclosure of Deception and Interpersonal Affect. Technical Report No. 343."},
      {
        "id":"ED117627",
        "title":"Reality Orientation: A Milieu Therapy Used in an Institution for the Aged."},
      {
        "id":"ED117628",
        "title":"Explaining Death to Children."},
      {
        "id":"ED117629",
        "title":"Second Generational Effects of War-Induced Separations: Comparing the Adjustment of Children in Reunited and Non-Reunited Families."},
      {
        "id":"ED117630",
        "title":"Counseling the No-Longer Married Woman."},
      {
        "id":"ED117631",
        "title":"Facilitating Personal Growth in Marriage Via Psychodramatic Methods."},
      {
        "id":"ED117632",
        "title":"Satisfaction-Rewards-Performance: Review of the Literature, and a Causal Analysis."},
      {
        "id":"ED117633",
        "title":"Conflict, Outcome, and Perception of Women's Roles."},
      {
        "id":"ED117634",
        "title":"Continuing Education of the Professions: Issues, Ethics, and Conflicts."},
      {
        "id":"ED117635",
        "title":"A Behaviorally-Oriented Approach to Facilitate Marital Satisfaction."},
      {
        "id":"ED117636",
        "title":"Applications of Video in Counseling and Counselor Training: An Annotated Reference Source."},
      {
        "id":"ED117638",
        "title":"RET [Rational Emotive Therapy] Abolishes Most of the Human Ego."},
      {
        "id":"ED117639",
        "title":"On the Domain Specificity of Cognitive Complexity: An Alternative Approach."},
      {
        "id":"ED117641",
        "title":"Prevent Reading Disabilities."},
      {
        "id":"ED117642",
        "title":"Recognition Memory for Elements of Sentences."},
      {
        "id":"ED117643",
        "title":"The Blended Sound-Sight Method of Learning. Second Edition Revised."},
      {
        "id":"ED117644",
        "title":"The Effects of a Superordinate Context on the Learning and Retention of Facts for Second and Fourth Grade Children."},
      {
        "id":"ED117645",
        "title":"Research in Reading and the Language Arts. Volume 1."},
      {
        "id":"ED117646",
        "title":"Criteria for Excellence in Reading: An Evaluation Scale."},
      {
        "id":"ED117647",
        "title":"Attitudes Toward Reading Scale."},
      {
        "id":"ED117648",
        "title":"Language: A Study of Fundamental Skills. No. 108."},
      {
        "id":"ED117650",
        "title":"From Shape to Letters."},
      {
        "id":"ED117652",
        "title":"SSRG (Study Skills for Reading)."},
      {
        "id":"ED117653",
        "title":"A Learning Print Approach Toward Perceptual Training and Reading in Kindergarten."},
      {
        "id":"ED117654",
        "title":"Articles on Non-Sexist, Non-Racist Children's Literature."},
      {
        "id":"ED117655",
        "title":"Comprehension of Written Syntactic Structures by Good Readers and Slow Readers."},
      {
        "id":"ED117656",
        "title":"Experimental Program for the Improvement of Teacher Competency in Reading; A Comparison between Remedial Reading Classroom Instruction and Specialized Remedial Reading Instruction Outside of the Regular Classroom."},
      {
        "id":"ED117657",
        "title":"Reawakening the Imagination."},
      {
        "id":"ED117658",
        "title":"Conference on Studies in Reading. Summaries of Panel Reports, Panels 1 through 10 (Washington, D.C., August, 1974)."},
      {
        "id":"ED117661",
        "title":"The Successful Teacher of Reading: An Optimistic Explainer of Variance."},
      {
        "id":"ED117662",
        "title":"An Annotated Bibliography on Volunteer Tutoring Programs."},
      {
        "id":"ED117663",
        "title":"All About Reading."},
      {
        "id":"ED117664",
        "title":"An Effectiveness Evaluation Between Manual and Automated Readability Counting Techniques. CNETS Report 5-75."},
      {
        "id":"ED117665",
        "title":"Criteria for the Instructional Level of Reading."},
      {
        "id":"ED117678",
        "title":"Trans-ACTIONS: Activities for Involving Students with Books."},
      {
        "id":"ED117679",
        "title":"Ascertaining Knowledge of Reading with the Artley-Hardin Inventory."},
      {
        "id":"ED117680",
        "title":"College Learning Skills Today and Tomorrowland; Proceedings of the Annual Conference of the Western College Reading Association (8th, Anaheim, Calif., March 20-22, 1975)."},
      {
        "id":"ED117681",
        "title":"A Banquet of Books. An Assortment of Engrossing Books for All Ages and Reading Levels."},
      {
        "id":"ED117682",
        "title":"Diagnostic and Prescriptive Strategies Designed to Bring Back the Joy."},
      {
        "id":"ED117684",
        "title":"The Effects of Choice on Children's Reading Comprehension and Attitudes."},
      {
        "id":"ED117685",
        "title":"Readability Analysis of SRA Power Builders; An Examination of the Readability Levels of the Power Builder Component of the SRA Reading Laboratory IIIB as Measured by the Dale-Chall Readability Formula."},
      {
        "id":"ED117686",
        "title":"[The Areas of Legislation and Certification as They Affect the Demand for Graduate Studies in Reading Education.]"},
      {
        "id":"ED117687",
        "title":"Guidelines for Creating Positive Sexual and Racial Images in Educational Materials."},
      {
        "id":"ED117688",
        "title":"Oversight Hearing on Reading Programs and Hearing on H. R. 8304 and H. R. 9048; Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, 94th Congress, First Session on H. R. 8304 and H. R. 9048, November 13, 1975."},
      {
        "id":"ED117689",
        "title":"Social Reinforcement to Increase the Utilization of Library Books by Sixth Grade Pupils."},
      {
        "id":"ED117690",
        "title":"Implementing the Texas Right-To-Read Program Procedures in the East Central Independent School District Phases II, III, and IV."},
      {
        "id":"ED117691",
        "title":"Suprasegmental Aspects of Reading Interference."},
      {
        "id":"ED117692",
        "title":"Reading Strategy Project, 1974-75 Evaluation."},
      {
        "id":"ED117693",
        "title":"Psychophysiological Correlates of Reading Dysfunction in Junior College Students with a Long History of Reading Problems."},
      {
        "id":"ED117695",
        "title":"Patterns of Peer Tutoring. Final Report."},
      {
        "id":"ED117696",
        "title":"English for Mixed Ability Classes in the Common Course: Some Suggestions for the Designing of Programmes and for the Structuring of a Session&apos;s Work."},
      {
        "id":"ED117697",
        "title":"An Evaluation of the English Language Skills Acceleration Project, FY 1974."},
      {
        "id":"ED117698",
        "title":"Spotlight on Drama in the Classroom, K-6."},
      {
        "id":"ED117699",
        "title":"Reaction: The Cloze and the Composition Process."},
      {
        "id":"ED117700",
        "title":"DARE: A Showcase of Linguistic Change."},
      {
        "id":"ED117701",
        "title":"Why People Subscribe and Cancel; A &quot;Stop-Start&quot; Survey of Three Daily Newspapers. An ANPA News Research Center Study, News Research Bulletin, No. 3."},
      {
        "id":"ED117702",
        "title":"Two Studies of Mass Media Use by Contemporary Young Adults. News Research Bulletin No. 5."},
      {
        "id":"ED117704",
        "title":"Gratifications and Content Choices in Mass Media Use."},
      {
        "id":"ED117705",
        "title":"People's Conceptions of Mass Media: A Study about the People's Conceptions as to the Significance of the Mass Media and Their Functions before and after the Introduction of Television."},
      {
        "id":"ED117706",
        "title":"Malaysian Chinese and Their Mass Media: History and Survey."},
      {
        "id":"ED117707",
        "title":"International News in United States Media: Myths, Stereotypes and Realities."},
      {
        "id":"ED117708",
        "title":"Report of School and College Conference on English. Annual Mid-Winter Meeting."},
      {
        "id":"ED117709",
        "title":"Rule Acquisition Design Strategy Variables: Degree of Instance Divergence, Sequence, and Instance Analysis."},
      {
        "id":"ED117710",
        "title":"A Programmed Approach to the Remediation of Communication Skills at Santa Rosa Junior College."},
      {
        "id":"ED117711",
        "title":"All God's Children Don't Got Shoes. . ."},
      {
        "id":"ED117712",
        "title":"A Comparative Analysis: The Structure and Function of Task-Oriented Communication within Complex Organizations."},
      {
        "id":"ED117713",
        "title":"Indiana Newspaper History: An Annotated Bibliography."},
      {
        "id":"ED117723",
        "title":"A Coorientational Study of Wisconsin State Senators: Their Role in the Communication Process."},
      {
        "id":"ED117726",
        "title":"The Discovery of the Future: The Ways Science Fiction Developed. Miscellaneous Publication 13."},
      {
        "id":"ED117729",
        "title":"Communication/Journalism Education in Asia: Background and Status in Seven Asian Areas; Background Papers Compiled for Communication/Journalism Teachers Seminar, June 13-26, 1971. An East-West Communication Institute Report."},
      {
        "id":"ED117730",
        "title":"The Social Effects of Advertising as Perceived by Advertising Executives, Businessmen, and the General Public."},
      {
        "id":"ED117732",
        "title":"Hey, Mom, Who Put the Television in the Closet?"},
      {
        "id":"ED117733",
        "title":"Case for an Emphasis in Business Communications: Findings from Profile/75."},
      {
        "id":"ED117734",
        "title":"A Codification of Principles of Advising Secondary School Student Publications."},
      {
        "id":"ED117735",
        "title":"Immediate Versus Delayed Reward in Newspaper Reading."},
      {
        "id":"ED117736",
        "title":"Four Institutional Views of Advertising--Perspectives for Understanding. Advertising Working Paper Number 1."},
      {
        "id":"ED117738",
        "title":"Deception in Advertising: A Receiver Oriented Approach to Understanding."},
      {
        "id":"ED117739",
        "title":"Back-to-the-Basics in English Teaching."},
      {
        "id":"ED117740",
        "title":"Generating Literary Appreciation (Among High School and College Students). Report 1."},
      {
        "id":"ED117741",
        "title":"Developing Awareness through Poetry."},
      {
        "id":"ED117742",
        "title":"Teacher's Guide for Communication Skills, Secondary Schools."},
      {
        "id":"ED117743",
        "title":"Teacher's Guide for Communication Skills, Grades 11 and 12, Secondary Schools."},
      {
        "id":"ED117746",
        "title":"1776: A Guide to Bicentennial Books, 1763-1790."},
      {
        "id":"ED117747",
        "title":"Women's Studies: A Student's Guide to Reference Sources."},
      {
        "id":"ED117749",
        "title":"Reading Students \"Can\" Write."},
      {
        "id":"ED117751",
        "title":"The Department of English at Indiana University, Bloomington, 1868-1970."},
      {
        "id":"ED117752",
        "title":"On Literature and Values."},
      {
        "id":"ED117753",
        "title":"The Use of Manuscripts in Literary Research."},
      {
        "id":"ED117758",
        "title":"\"General Systems Theory,\"\"Modern Organizational Theory,\" and Organizational Communication."},
      {
        "id":"ED117759",
        "title":"Communication in Educational Environments: A Basic Course."},
      {
        "id":"ED117760",
        "title":"An Empirical Investigation of a Belief Comparison Change Model."},
      {
        "id":"ED117761",
        "title":"A Model of the Selective Exposure Phenomenon."},
      {
        "id":"ED117766",
        "title":"315: Another Dimension of &quot;Equality.&quot;"},
      {
        "id":"ED117767",
        "title":"Developing Educational Games for Use in Speech Communication, Language Arts, and Theatre Courses."},
      {
        "id":"ED117768",
        "title":"Marketability: Who Needs Us? and What Can We Do for Them?"},
      {
        "id":"ED117769",
        "title":"Instructional Discussion."},
      {
        "id":"ED117770",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, April 1 - September 30, 1975."},
      {
        "id":"ED117773",
        "title":"The Audience and You; Practical Dramatics for the Park Interpreter."},
      {
        "id":"ED117775",
        "title":"A Viewer Survey of the Expanded WBGU-TV Audience, Bowling Green, Ohio."},
      {
        "id":"ED117776",
        "title":"A General Analysis of the Audience of WGBH, Boston, Massachusetts."},
      {
        "id":"ED117777",
        "title":"Community Survey, San Jose, California, Conducted for KTEH-TV, February 4th - 7th, 1974."},
      {
        "id":"ED117778",
        "title":"Community Survey, Sacramento, California, Conducted for KVIE-TV, February 1974."},
      {
        "id":"ED117782",
        "title":"Enrollment Forecasting. Educational Facilities Digest 1."},
      {
        "id":"ED117783",
        "title":"Evaluating the Existing School Plant. Educational Facilities Digest 2."},
      {
        "id":"ED117784",
        "title":"Busing for Desegregation. The Best of ERIC, Number 15."},
      {
        "id":"ED117785",
        "title":"A Procedure for Developing an Articulated Educational Program for a Middle School or Junior High School."},
      {
        "id":"ED117786",
        "title":"The Concept of Control Related to Decisions Under Appointed and Elected School Boards."},
      {
        "id":"ED117787",
        "title":"Issue Papers in School Finance. A Report to the State Board of Education by The School Finance Task Force."},
      {
        "id":"ED117788",
        "title":"Project and PERT Design Manual for PREM. Preparing Regular Educators for Mainstreaming Project."},
      {
        "id":"ED117789",
        "title":"The Selection and Appointment of School Heads. A Manual of Suggestions to Boards of Trustees and Candidates. Second Edition."},
      {
        "id":"ED117790",
        "title":"Build Your Own Inventory System. Annual Cost: $100.00 (Approximate). Fixed Assets, Materials and Supplies. The Practical Elements for a Computerized, Continuing Inventory System in Schools and Use in Determining a Measure for Instructional Cost."},
      {
        "id":"ED117791",
        "title":"Elementary and Secondary Schools Under the Fair Labor Standards Act."},
      {
        "id":"ED117792",
        "title":"Child Nutrition Programs. Hearings Before the Subcommittee on Agricultural Research and General Legislation of the Committee on Agriculture and Forestry. United States Senate, Ninety-Fourth Congress. First Session on S.850, S.891, S.894, S.882, and S.1309, April 22 and 24, 1975."},
      {
        "id":"ED117793",
        "title":"On Alternatives to Busing."},
      {
        "id":"ED117794",
        "title":"Systems Theory and Education's Goals."},
      {
        "id":"ED117795",
        "title":"Compulsory Racial Balance in the Schools."},
      {
        "id":"ED117801",
        "title":"Compulsory Schooling: The Legal Issue."},
      {
        "id":"ED117802",
        "title":"Pilot Study of Differentiated Staffing. Report to the California Legislature as Required by Chapter 966, Statutes of 1970."},
      {
        "id":"ED117804",
        "title":"Small Schools Task Force. Final Report."},
      {
        "id":"ED117805",
        "title":"School Furniture Development: An Evaluation. Educational Studies and Documents No. 16."},
      {
        "id":"ED117806",
        "title":"Teachers' Comments on Open Area and Conventional School Design. Australian Open Area Schools Project Technical Report No. 2."},
      {
        "id":"ED117807",
        "title":"Administration of Special Education for Rural and Sparsely Populated Areas."},
      {
        "id":"ED117809",
        "title":"An Empirical Study to Aid in Formulating Educational Goals [and] Appendices."},
      {
        "id":"ED117810",
        "title":"Annual Report of the [U.S.] Commissioner of Education--Fiscal Year 1974."},
      {
        "id":"ED117811",
        "title":"Discipline Problems: Then and Now."},
      {
        "id":"ED117812",
        "title":"A Taxonomy of Administrative Absenteeism."},
      {
        "id":"ED117813",
        "title":"But How Do You Know Their Opinions Count: The Influence of Knowledge About Community Opinions on School Board Opinions."},
      {
        "id":"ED117814",
        "title":"Developing Performance Evaluation Systems."},
      {
        "id":"ED117815",
        "title":"Learning Environments: Space and Perceptions."},
      {
        "id":"ED117816",
        "title":"Evaluating an Alternative High School Program: A Beginning."},
      {
        "id":"ED117817",
        "title":"RX for Professional Growth: Inservice Education. OSSC Bulletin Vol. 19, No. 5."},
      {
        "id":"ED117818",
        "title":"Automated Retrieval of ERIC Materials: Implications for Canadian Educators."},
      {
        "id":"ED117819",
        "title":"An Autocatalytic Model for the Diffusion of Educational Innovations."},
      {
        "id":"ED117820",
        "title":"Institutional Approaches to Innovation and Change: A Review of the Esman Model of Institution Building."},
      {
        "id":"ED117822",
        "title":"Cost Differentials and the Treatment of Equipment Assets: An Analysis of Alternatives."},
      {
        "id":"ED117823",
        "title":"Collective Negotiations and Teachers' Salaries: Some Evidence from Wisconsin."},
      {
        "id":"ED117824",
        "title":"Reform, Revise or Rebuild: The 3R's Relating School Budget to District and School Objectives."},
      {
        "id":"ED117825",
        "title":"Cost Accounting and Accountability: One Approach."},
      {
        "id":"ED117826",
        "title":"Political Values in Educational Finance: The Cases of Canada and the United States."},
      {
        "id":"ED117828",
        "title":"Power: The Anchor of Stability, the Lever of Change. (Notes Towards a General Theory of Being and Society)."},
      {
        "id":"ED117829",
        "title":"Arts and the Handicapped. An Issue of Access. A Report."},
      {
        "id":"ED117830",
        "title":"Reusing Railroad Stations, Book 2. A Report."},
      {
        "id":"ED117831",
        "title":"Five Ways to Save Money with Declining Enrollments."},
      {
        "id":"ED117832",
        "title":"Declining School Enrollments."},
      {
        "id":"ED117835",
        "title":"National School Lunch Act and Child Nutrition Act of 1966. Amendments of 1975. Report on H.R. 4222, 94th Congress, First Session. Calender No. 251."},
      {
        "id":"ED117836",
        "title":"National School Lunch Act and Child Nutrition Act of 1966. Amendments of 1975. Report Together with Additional, Minority, Supplemental and Individual Views to Accompany H.R. 4222. 94th Congress, First Session."},
      {
        "id":"ED117837",
        "title":"Public Law 89-642. 89th Congress, S. 3467. An Act to Strengthen and Expand Food Service Programs for Children."},
      {
        "id":"ED117838",
        "title":"Project AAMP: Administrator Abilities Matched to Problems."},
      {
        "id":"ED117840",
        "title":"Effects of Humanism on Education and Educational Administration. Educational Research Report."},
      {
        "id":"ED117841",
        "title":"Hierarchy, Power, and Women in Educational Policy Making. A Position Paper Prepared by the National Conference on Women in Educational Policy Making. IEL Report 6."},
      {
        "id":"ED117842",
        "title":"Handbook on How to End Sexism in Your Schools. A Position Paper Prepared by the National Conference on Women in Educational Policy Making. IEL Report 5."},
      {
        "id":"ED117843",
        "title":"Women in Educational Leadership: An Open Letter to State Legislators. A Position Paper Prepared by the National Conference on Women in Educational Policy Making. IEL Report 4."},
      {
        "id":"ED117845",
        "title":"The Reasonable Exercise of Authority, II."},
      {
        "id":"ED117846",
        "title":"Alienation and the Negotiation Process."},
      {
        "id":"ED117847",
        "title":"Characteristics of the Cultural-Educational Cluster Concept of the Future in the United States."},
      {
        "id":"ED117848",
        "title":"The Time of Your Life."},
      {
        "id":"ED117849",
        "title":"Educational Facilities for Aniak, Emmonak and Mountain Village Area High Schools. A Report."},
      {
        "id":"ED117850",
        "title":"An Inquiry Into Integration of the Public Schools."},
      {
        "id":"ED117851",
        "title":"Destruction or Loss of School Property: Analysis and Suggestions for Improvement of School Security."},
      {
        "id":"ED117852",
        "title":"The Student Absentee."},
      {
        "id":"ED117853",
        "title":"Problems and Answers for School Busing."},
      {
        "id":"ED117854",
        "title":"Censorship--Or For Whom the (School) Bell Tolls."},
      {
        "id":"ED117855",
        "title":"The Politics of Big City Education."},
      {
        "id":"ED117856",
        "title":"Educational Challenges."},
      {
        "id":"ED117857",
        "title":"Toward the Creation of Satisfying Work Places."},
      {
        "id":"ED117858",
        "title":"Conserving Energy in School Buildings."},
      {
        "id":"ED117859",
        "title":"The Dissemination and Utilization of Research and Development in Education--Two Strategies."},
      {
        "id":"ED117860",
        "title":"Instituting Change to Promote Sex Equality."},
      {
        "id":"ED117861",
        "title":"Teacher Competencies: California Beginning Teacher Evaluation Study."},
      {
        "id":"ED117862",
        "title":"Developmental Program for Training of the Preschool Child. (Includes Skills Achievement Profile.)"},
      {
        "id":"ED117863",
        "title":"Stratistician and Other Special Education Delivery Models: Changes Over Time in Teacher Ratings, Self-Image, Perceived Classroom Climate and Academic Achievement Among Handicapped and Nonhandicapped Children."},
      {
        "id":"ED117864",
        "title":"Summary of Impact of Title VI-B Funds on the Education of Oregon's Handicapped Children, June 1968-June 1973."},
      {
        "id":"ED117865",
        "title":"Learning to Live Safely: Persisting Life Situation No. 6. A Resource Guide for the Wisconsin EMR Curriculum."},
      {
        "id":"ED117866",
        "title":"Project F. A. S. T. Facilitating Academic Study Techniques for Handicapped Children. Volume 1. Final Report."},
      {
        "id":"ED117867",
        "title":"Project F. A. S. T.: Facilitating Academic Study Techniques for Handicapped Children. Volume 2. Final Report."},
      {
        "id":"ED117868",
        "title":"A Strategy for Program Evaluation. Report No. 1975-16."},
      {
        "id":"ED117869",
        "title":"Mental Retardation: The Known and the Unknown. Information as of February 1, 1975."},
      {
        "id":"ED117870",
        "title":"A Comparison of the Long Range Benefits of Graduation from Special Vs. Mainstream School for Mildly Mentally Handicapped Students."},
      {
        "id":"ED117871",
        "title":"A Multimodality Language Program for Retarded Preschoolers."},
      {
        "id":"ED117872",
        "title":"A Prelanguage Program for Five Severely Retarded Children."},
      {
        "id":"ED117873",
        "title":"Eastern Washington Special Education Consortium Training and Certification Program for Special Education Teachers at the Elementary Level."},
      {
        "id":"ED117874",
        "title":"Piaget for Regular and Special Physical Educators and Recreators."},
      {
        "id":"ED117875",
        "title":"Establishing Effective Training Linkages in Special Education at the Local Agency Level."},
      {
        "id":"ED117876",
        "title":"Physical Activities for Mentally and Emotionally Handicapped Children."},
      {
        "id":"ED117877",
        "title":"Food Additives and Hyperkinesis: A Controlled Double-Blind Experiment. (Includes NIE Staff Critique)."},
      {
        "id":"ED117878",
        "title":"Project LIFE, 1963-1975. Final Report."},
      {
        "id":"ED117879",
        "title":"Avenues to Change, Book 1: Citizen Advocacy for Mentally Retarded Children: An Introduction."},
      {
        "id":"ED117880",
        "title":"Avenues to Change, Book 2: Implementation of Citizen Advocacy through State and Local ARCs."},
      {
        "id":"ED117881",
        "title":"Avenues to Change, Book 3: Effective Advocacy."},
      {
        "id":"ED117882",
        "title":"Avenues to Change, Book 4. YOUth as a Citizen Advocate."},
      {
        "id":"ED117883",
        "title":"Finger Spellers and the &quot;Magic Circle&quot;."},
      {
        "id":"ED117884",
        "title":"Project OUTREACH Evaluation."},
      {
        "id":"ED117885",
        "title":"A Resource Manual of Information on Educating the Gifted and Talented."},
      {
        "id":"ED117886",
        "title":"Gifted and Talented: Developing Elementary and Secondary School Programs."},
      {
        "id":"ED117889",
        "title":"Competency Based and Noncompetency Based Personnel Preparation Programs in Special Education."},
      {
        "id":"ED117890",
        "title":"Strategies and Techniques for Mainstreaming: A Resource Room Handbook."},
      {
        "id":"ED117891",
        "title":"Addendum to Prescriptive Teaching Workshop Resource Manual."},
      {
        "id":"ED117892",
        "title":"The Development of a Cost-Efficiency Model to Assist in Special Education Program Decision-Making and Financing."},
      {
        "id":"ED117893",
        "title":"Problems of Quality Control in the Use of Behavior Change Techniques in Public School Settings."},
      {
        "id":"ED117894",
        "title":"An Investigation of Matrix Task Classificatory and Seriation Abilities. Technical Report No. 348."},
      {
        "id":"ED117895",
        "title":"Infant Stimulation Curriculum: Development and Evaluation Report."},
      {
        "id":"ED117896",
        "title":"Infant Stimulation Curriculum. Revised Edition."},
      {
        "id":"ED117897",
        "title":"A Design for Living: The PARC Plan. Report of the PARC Ad Hoc Planning Committee for Resolution II, October 19, 1974."},
      {
        "id":"ED117898",
        "title":"Mainstreaming Special Needs Children Into Open Settings."},
      {
        "id":"ED117899",
        "title":"The Use of Semantic Differential to Assess the Perceptions and Attitudes of Preservice and Advanced Degree Candidates Toward Various Exceptionalities."},
      {
        "id":"ED117900",
        "title":"Procedures Used in Child Find Activities."},
      {
        "id":"ED117901",
        "title":"Assessment in CBTE: The Search for Evidence. Report No. Case 04-75."},
      {
        "id":"ED117903",
        "title":"Graduate Training Program for the Preparation of Guidance Counselors with the Deaf. Final Performance Report."},
      {
        "id":"ED117905",
        "title":"Developing Imagination and Creativity in Children."},
      {
        "id":"ED117906",
        "title":"The Development and Implementation of Elementary School Gifted Program Guidelines."},
      {
        "id":"ED117907",
        "title":"Learning Disabilities Activity Guide for the Elementary Classroom."},
      {
        "id":"ED117908",
        "title":"Avenues to Change: A Coordinator's Guide for Training Citizen Advocates."},
      {
        "id":"ED117909",
        "title":"Avenues to Change: Trainers Manual."},
      {
        "id":"ED117910",
        "title":"Child Find: Proceedings from a Conference."},
      {
        "id":"ED117911",
        "title":"Needs for Instructional Media and Materials Services for Handicapped Learners: A Summary of Extant Information."},
      {
        "id":"ED117912",
        "title":"Exceptional Students in Regular Classes: Interviews with 43 North Dakota Elementary Teachers."},
      {
        "id":"ED117913",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases, December 1975."},
      {
        "id":"ED117914",
        "title":"Improving Occupational Programs for the Handicapped."},
      {
        "id":"ED117915",
        "title":"Project SHARE: Sharing High-Yield Accountability with Resource Educators."},
      {
        "id":"ED117916",
        "title":"The Establishment of a Center for Multiple-Handicapped Children."},
      {
        "id":"ED117917",
        "title":"Learning Disability: A Multidisciplinary Team Approach."},
      {
        "id":"ED117918",
        "title":"The Troubled Youngster in the Classroom. (Second Printing, Chapter 1)."},
      {
        "id":"ED117919",
        "title":"Understanding the Troubled Youngster in the Classroom. (Chapter Two: Using Knowledge about Ego Development to Make Learning a Gratifying Experience.)"},
      {
        "id":"ED117920",
        "title":"Assessment for the Educational Readiness of the Child with Visual Impairments: Three Workshops. Newton, Massachusetts, October 7-8, 1974; Chicago, Illinois, November 11-12, 1974; Atlanta, Georgia, December 9-10, 1974."},
      {
        "id":"ED117921",
        "title":"Toilet Habits: Suggestions for Training a Child Who Is Blind."},
      {
        "id":"ED117922",
        "title":"Studies in the Socialization of the Severely and Profoundly Retarded."},
      {
        "id":"ED117923",
        "title":"Project FAST."},
      {
        "id":"ED117924",
        "title":"You Are Not Alone: A Parent Discussion of Hyperactive Children and the Group Process."},
      {
        "id":"ED117925",
        "title":"Project FAST: [Functional Analysis Systems Training]: Adopter/Facilitator Information."},
      {
        "id":"ED117926",
        "title":"Project FAST: Final Report."},
      {
        "id":"ED117927",
        "title":"Behaviorally Oriented Programs for Learning Disabled Children."},
      {
        "id":"ED117928",
        "title":"Educating the Gifted Child: Challenge and Response in the U.S.A."},
      {
        "id":"ED117929",
        "title":"Toward an Improved Regional Delivery System for Special Education Support Services in Massachusetts: Resource Linking System. Concept Paper."},
      {
        "id":"ED117930",
        "title":"Report of the Comprehensive Service Needs Study. [Final Report.]"},
      {
        "id":"ED117931",
        "title":"Comprehensive Needs Study of Individuals with the most Severe Handicaps. Executive Summary."},
      {
        "id":"ED117932",
        "title":"Telebook Center for the Blind: Phase 1. Final Report."},
      {
        "id":"ED117933",
        "title":"Japanese Terms of Address: Some Usages of the First and Second Person Pronouns. Papers in Japanese Linguistics, Vol. 1, No. 2."},
      {
        "id":"ED117938",
        "title":"Spatial and Temporal Relations in the Linguistic and Cognitive Development of Young Children."},
      {
        "id":"ED117940",
        "title":"Manual of Tape Scripts: French, Level 3."},
      {
        "id":"ED117942",
        "title":"Pronouns and Variables."},
      {
        "id":"ED117943",
        "title":"Terminal Raising Intontations and Questions in Japanese: An Inquiry Based on Acoustic. Phonetic Data."},
      {
        "id":"ED117944",
        "title":"Numeral Classifiers and Substantival Number: Problems in the Genesis of a Linguistic Type. Working Papers on Language Universals, No. 9."},
      {
        "id":"ED117945",
        "title":"Norms of Descriptive Adjective Responses to Common Nouns."},
      {
        "id":"ED117946",
        "title":"Southeast Asian Languages - High Priority Materials Development Needs. Working Paper."},
      {
        "id":"ED117947",
        "title":"Materials for the Study of Chinese."},
      {
        "id":"ED117950",
        "title":"Teacher's Guide to Accompany the Cambridge Latin Course. Tentative Edition."},
      {
        "id":"ED117951",
        "title":"French Phonics for Americans."},
      {
        "id":"ED117954",
        "title":"A Method for True Sequential Processing of Verbal Interaction Analysis Data."},
      {
        "id":"ED117956",
        "title":"A Review of Problems for Research into Bilingualism and Allied Topics. Pamphlet No. 1."},
      {
        "id":"ED117958",
        "title":"The Construction and Use of Standardised Tests of Intelligence and Attainment. Pamphlet No. 3."},
      {
        "id":"ED109900",
        "title":"Poesias Infantiles (Children&apos;s Poems)."},
      {
        "id":"ED109904",
        "title":"Romanian Conference. Final Report."},
      {
        "id":"ED109905",
        "title":"Aspects of Antonymy in Romanian."},
      {
        "id":"ED109906",
        "title":"Some Semantic Properties of Romanian Interrogatives: &quot;Care&quot; and &quot;Cine.&quot;"},
      {
        "id":"ED109907",
        "title":"Sentential Complementation in Romanian."},
      {
        "id":"ED109908",
        "title":"On Romanian-American Cultural Relations."},
      {
        "id":"ED109910",
        "title":"Some Cultural Problems in Teaching Romanian."},
      {
        "id":"ED109911",
        "title":"Some Remarks on the Stylistic Status of Modern Greek Lexical Elements in Rumanian."},
      {
        "id":"ED109912",
        "title":"Values and Desiderata of the Cultural Exchange Program with Romania."},
      {
        "id":"ED109917",
        "title":"Written Language of the Hearing Impaired - Deviant, Delayed, or Different."},
      {
        "id":"ED109918",
        "title":"Issues In Sociolinguistic Typology."},
      {
        "id":"ED109919",
        "title":"Some Suggested References for the Busy FL Teacher. How to Make the Most of Day-to-Day Language Activities."},
      {
        "id":"ED109922",
        "title":"TESL Applications of the Cloze Procedure: An Annotated Bibliography."},
      {
        "id":"ED109929",
        "title":"Education in the U.S.S.R.: An Annotated Bibliography of English-Language Materials, 1965-1973."},
      {
        "id":"ED109930",
        "title":"Theoretical Basis for the Development of the Language Arts Curriculum in Bilingual Programs."},
      {
        "id":"ED109932",
        "title":"Portuguese. Programmatic Course Instructor's Manual, Volume 1."},
      {
        "id":"ED109933",
        "title":"Title VII Bilingual Project &quot;Let's Be Amigos&quot;: Evaluation of the Fifth Year, 1973-74."},
      {
        "id":"ED109935",
        "title":"The &quot;Emergent Model&quot; (Structured Inventory of a Sociocultural System) Applied to Contemporary France."},
      {
        "id":"ED109937",
        "title":"Alternative Models of Governance in Higher Education. Research and Development Memorandum No. 129."},
      {
        "id":"ED109940",
        "title":"Higher Education Loan Programs. Hearings before the Special Subcommittee on Education and Labor. House of Representatives. Ninety-third Congress First and Second Sessions on H. R. 68, H. R. 314, and H. R. 12523."},
      {
        "id":"ED109941",
        "title":"Delphi Decision Methods in Higher Education Administration."},
      {
        "id":"ED109942",
        "title":"Annual Report for 1972-73 of the Student Financial Aid Programs."},
      {
        "id":"ED109943",
        "title":"Information Exchange Procedures. Outcomes Study Procedures. Technical Report No. 66."},
      {
        "id":"ED109945",
        "title":"Higher Education Finance Manual 1975."},
      {
        "id":"ED109947",
        "title":"Follow-up Study of Tuition and Fee Comparisons and Federal Student Financial Aid Rankings."},
      {
        "id":"ED109948",
        "title":"1972-73 Instructional Expenditures Study."},
      {
        "id":"ED109949",
        "title":"Federal-State Responsibility for Facilitating Student Access. Policy Analysis Service Reports, Vol. 1, No. 2."},
      {
        "id":"ED109950",
        "title":"Financial Support of Higher Education in Washington. A National Comparison."},
      {
        "id":"ED109951",
        "title":"The Governance of Postsecondary Education in New York State."},
      {
        "id":"ED109952",
        "title":"Academic Unit Planning Manual Field Review Edition. Technical Report No. 72."},
      {
        "id":"ED109953",
        "title":"An Overview of Two Recent Surveys of Administrative Computer Operations in Higher Education."},
      {
        "id":"ED109955",
        "title":"The Making of an Air-Supported Campus. Antioch's Bubble. Final Report."},
      {
        "id":"ED109958",
        "title":"Annual Report for 1971-72 of the Student Loan Program as Accepted by the Student Loan Committee on July 25, 1972."},
      {
        "id":"ED109959",
        "title":"The States and Private Higher Education."},
      {
        "id":"ED109960",
        "title":"Assessing Student Development in the Residential Environment: A Bibliography of Related Research."},
      {
        "id":"ED109961",
        "title":"Planning for Changing Demographic Trends in Public and Private Institutions."},
      {
        "id":"ED109962",
        "title":"Research and Development in State Government Agencies. Fiscal Years 1972 and 1973. Surveys of Science Resources Series."},
      {
        "id":"ED109963",
        "title":"Instituting Competency-Based Degree Programs in a Large Public University. Curriculum of Attainments."},
      {
        "id":"ED109964",
        "title":"Demographic Analysis Related to Non-Traditional Study: What Do the Data Show Us?"},
      {
        "id":"ED109965",
        "title":"The Foreign Undergraduate Student: Institutional Priorities for Action."},
      {
        "id":"ED109966",
        "title":"Open Admissions at the City University of New York: A Description of Academic Outcomes after Two Years."},
      {
        "id":"ED109967",
        "title":"Seventeenth Biennial Report-Part II."},
      {
        "id":"ED109968",
        "title":"A Resource Document for Implementating Recruitment of Minorities and Women at The Florida State University."},
      {
        "id":"ED109969",
        "title":"Information Exchange Procedures. Data Formats and Definitions. Technical Report No. 64."},
      {
        "id":"ED109972",
        "title":"Higher Education Management: An Overview."},
      {
        "id":"ED109974",
        "title":"Campus in Transition."},
      {
        "id":"ED109976",
        "title":"Faculty Voting Behavior in Temple University Collective Bargaining Elections."},
      {
        "id":"ED109977",
        "title":"Planning for Planning. Relationships between Universities and Governments: Guidelines to Process."},
      {
        "id":"ED109981",
        "title":"New England Instructional Television Research Center (NETREC)."},
      {
        "id":"ED109982",
        "title":"Six Documents from the Committee for Educational Documentation and Information."},
      {
        "id":"ED109983",
        "title":"ICIS and the Reduction of Paperback."},
      {
        "id":"ED109984",
        "title":"Programmers and Dissolve Controls for Multi-Image Presentations."},
      {
        "id":"ED109985",
        "title":"Learning from Television: What the Research Says. Revised Edition."},
      {
        "id":"ED109990",
        "title":"Applications Technology Satellite-6 (ATS-6)."},
      {
        "id":"ED109991",
        "title":"MIT Research Program on Communications Policy; First Annual Report."},
      {
        "id":"ED109992",
        "title":"The Affective and Cognitive Gains Made by Students in an Auto-Tutorial World Civilizations Course Compared with Students Enrolled in a Traditionally Taught World Civilizations Course."},
      {
        "id":"ED109993",
        "title":"A Computer Generated Audiovisuals Catalog."},
      {
        "id":"ED109995",
        "title":"Massachusetts Long-Range Program Under Library Services and Construction Act (P.L. 91-600)."},
      {
        "id":"ED109997",
        "title":"Managerial Case Studies; Special Project."},
      {
        "id":"ED109998",
        "title":"An Investigation of Visual Syntax Among Children of Different Grade Levels."},
      {
        "id":"ED110002",
        "title":"Film Resources on Japan."},
      {
        "id":"ED110003",
        "title":"An Introduction to Decision Logic Tables."},
      {
        "id":"ED110004",
        "title":"Continuing Education Needs of Health Sciences Librarians Based on the State of the Art."},
      {
        "id":"ED110005",
        "title":"Planning Audiovisual Services in Public Libraries."},
      {
        "id":"ED110007",
        "title":"Simulation of Urban Systems; A Selected Bibliography. Working Paper No. 3."},
      {
        "id":"ED110009",
        "title":"Toward the Institutionalization of Change. Working Paper No. 11."},
      {
        "id":"ED110010",
        "title":"Future Opportunities for Foundation Support. IFF Report R-11."},
      {
        "id":"ED110011",
        "title":"Toward Understanding the Social Impact of Computers. IFF Report R-29."},
      {
        "id":"ED110012",
        "title":"Group Communication through Computers. Volume 1: Design and Use of the FORUM System. IFF Report R-32."},
      {
        "id":"ED110013",
        "title":"Group Communication through Computers. Volume 2: A Study of Social Effects. IFF Report R-33."},
      {
        "id":"ED110014",
        "title":"Television and the Public Library: A Study of the State of the Art as Revealed by Library Literature."},
      {
        "id":"ED110015",
        "title":"The Use of Computer-Based Instruction in Undergraduate Organic Chemistry."},
      {
        "id":"ED110016",
        "title":"Scientific and Technical Information Transfer for Education (STITE). Research Report No. 4."},
      {
        "id":"ED110017",
        "title":"SLICE Office Report for the Quarters October 1, 1973 to December 31, 1973 and January 1, 1974 to March 31, 1974."},
      {
        "id":"ED110018",
        "title":"SLICE Office Report for the Period April 1, 1974 to June 30, 1974."},
      {
        "id":"ED110019",
        "title":"National Commission on Libraries and Information Science Annual Report to the President and the Congress, 1973-1974."},
      {
        "id":"ED110020",
        "title":"Cooperative Information Network Interlibrary Loan Non-Filled Request Study."},
      {
        "id":"ED110021",
        "title":"Recommended East Asian Core Collections for Children&apos;s, High School, Public, Community College and Undergraduate College Libraries."},
      {
        "id":"ED110023",
        "title":"The Phonoviewer as an EFNEP Teaching Method: Overall Conclusions."},
      {
        "id":"ED110025",
        "title":"Quantitative Approaches to the Management of Information/Document Retrieval at the University of Illinois."},
      {
        "id":"ED110026",
        "title":"Eudised Project; A Preliminary Assessment of the Draft Eudised Programme 1976-78."},
      {
        "id":"ED110028",
        "title":"An Introduction to Telemedicine; Interactive Television for Delivery of Health Services."},
      {
        "id":"ED110029",
        "title":"Library Science Libraries, a Quantitative Survey. Publication No. 101."},
      {
        "id":"ED110030",
        "title":"MONIFORMS as Authoring Aids for the PLATO IV CAI System."},
      {
        "id":"ED110031",
        "title":"Study of Education Satellite Communications Demonstration in Alaska: Some Tentative Conclusions. 4th Bi-Monthly Report."},
      {
        "id":"ED110032",
        "title":"A Method for Obtaining Post Formal Training Feedback: Development and Validation. Final Report. November 1973-May 1975."},
      {
        "id":"ED110033",
        "title":"Media Services in an Academic Library. A Rationale with Special Implications for New York University's Bobst Library."},
      {
        "id":"ED110034",
        "title":"Study to Determine the Requirements for an Experimental Training Simulation System."},
      {
        "id":"ED110035",
        "title":"The Feasibility of Generalized Acoustic Sensor Operator Training. Final Report for Period February 1974-February 1975."},
      {
        "id":"ED110037",
        "title":"Some Technological Impacts on Library Service Systems."},
      {
        "id":"ED110038",
        "title":"Evaluation of Service at the General Reference Desk, University of Oregon Library."},
      {
        "id":"ED110040",
        "title":"Acceptance Inspection for Audio Cassette Recorders."},
      {
        "id":"ED110042",
        "title":"Computer-Assisted Instruction: Potential for College Level Instruction and Review of Research."},
      {
        "id":"ED110044",
        "title":"The Use of Simulation Models in Educational Planning; A Critical Evaluation of S. O. M. Technical Report."},
      {
        "id":"ED110045",
        "title":"A Computer-Based Content Analysis of Interview Data: Some Problems in the Construction and Application of Coding Rules."},
      {
        "id":"ED110046",
        "title":"Monoaural-Stereo Recording Comparison."},
      {
        "id":"ED110047",
        "title":"Functional Overview of SWRL/IMS Version 3."},
      {
        "id":"ED110048",
        "title":"An Analysis of Methods for Preparing a Large Natural Language Data Base."},
      {
        "id":"ED110049",
        "title":"Microform-Based Information Storage and Retrieval Systems."},
      {
        "id":"ED110052",
        "title":"How Now Brown Cow? The Texas Educational Telecommunications Study."},
      {
        "id":"ED110053",
        "title":"Personality Correlates of Student-Selected Individualized Instruction."},
      {
        "id":"ED110055",
        "title":"Local History; A Handbook for the Collection, Preservation, and Use of Local History Materials."},
      {
        "id":"ED110057",
        "title":"Publishing: Alternatives and Economics."},
      {
        "id":"ED110058",
        "title":"Proceedings of the HEA Title II-B Institute on Continuing Education Program Planning for Library Staffs in the Southwest, March 17-28, 1975."},
      {
        "id":"ED110060",
        "title":"Louisiana State Library Institutional Library Pilot Program. An Evaluation: November 5-27, 1974."},
      {
        "id":"ED110061",
        "title":"A Study of Minnesota Public Library Services: Costs and Implications. Final Report."},
      {
        "id":"ED110062",
        "title":"An Address Given to American Library Trustee Association."},
      {
        "id":"ED110063",
        "title":"ERIC and the Now--Humanistic Education; An Unofficial Bibliographic Index of ERIC Humanistic Education Documents."},
      {
        "id":"ED110064",
        "title":"Practical Applications in Performance Measurements."},
      {
        "id":"ED110066",
        "title":"Innovative Systems: Solution or Illusion? Proceedings of the 1974 CAUSE National Conference. Volume 2."},
      {
        "id":"ED110069",
        "title":"The Future of School Library Media Centers."},
      {
        "id":"ED110071",
        "title":"Legislative Report of the ALA Washington Office, January-June 1975."},
      {
        "id":"ED110072",
        "title":"The Attitudes of Medical School Administrators Toward Cost Factors Relating to Computer-Assisted Instruction."},
      {
        "id":"ED110073",
        "title":"An Analogous Study of Children's Attitudes Toward School in an Open Classroom Environment as Opposed to a Conventional Setting."},
      {
        "id":"ED110074",
        "title":"Vicarious Attitude Change and the Design of \"Message\" Films: Application to Race Relations."},
      {
        "id":"ED110075",
        "title":"Instructional Video Tapes for the Humanities."},
      {
        "id":"ED110076",
        "title":"An Evaluation Report of Project INTERACT: A Teacher Inservice Training Course on Career Education Using Two-Way TV in Texas to Several Groups Simultaneously."},
      {
        "id":"ED110077",
        "title":"Defining and Identifying the Specific Community to be Served."},
      {
        "id":"ED110094",
        "title":"From Poetry to Politics: Vassar Freshmen Concord Watergate."},
      {
        "id":"ED110096",
        "title":"How to Prepare for a Computer Search of ERIC: A Non-Technical Approach."},
      {
        "id":"ED110099",
        "title":"Development of Procedures to Implement EOPS Cost Effectiveness Standards Model and Continued Evaluation of These Procedures by Selected Community Colleges during the 1974-75 Academic Year. EOPS Special Project 74-101."},
      {
        "id":"ED110100",
        "title":"Affirmative Action."},
      {
        "id":"ED110101",
        "title":"Performance Audit of the Community College Enrollment Projection Methodology: A Report to the Washington State Legislature. Report No. 46-6."},
      {
        "id":"ED110102",
        "title":"Profile of Students in North Carolina Community Colleges and Technical Institutes, 1974. Progress Report."},
      {
        "id":"ED110103",
        "title":"Relationships Between Centralization/Decentralization and Organizational Effectiveness in Urban Multi-Unit Community College Systems. A Summary Report."},
      {
        "id":"ED110104",
        "title":"Student Grade History System."},
      {
        "id":"ED110105",
        "title":"[Harcum Junior College: Institutional Research, 1974.]"},
      {
        "id":"ED110106",
        "title":"Poor Academic Performance--Why?"},
      {
        "id":"ED110107",
        "title":"Tentative Ten-Year Enrollment Projections: Fiscal Years 1977-1986."},
      {
        "id":"ED110108",
        "title":"Volunteer Program Management: A Suggested Community College Curriculum."},
      {
        "id":"ED110109",
        "title":"Faculty Load: A Report to the Dean of Instruction."},
      {
        "id":"ED110110",
        "title":"Proceedings of the CCAIT Conference (Alexandria Campus, Northern Virginia Community College, May 2-3, 1975)."},
      {
        "id":"ED110112",
        "title":"Proceedings of the Patterns Seminar (Rochester Institute of Technology, April 10-11, 1975)."},
      {
        "id":"ED110113",
        "title":"A Comparison of Grades Students Achieve at William Rainey Harper College and How They Rate the Effectiveness of Their Instructor at Mid-Term During the Spring 1975 Semester."},
      {
        "id":"ED110114",
        "title":"[El Paso Community College Attrition Studies, Fall 1971-Fall 1974.]"},
      {
        "id":"ED110115",
        "title":"A Long Range Planning Study for the El Paso Community College, El Paso, Texas."},
      {
        "id":"ED110117",
        "title":"Some Biochemical Correlates of Academic Achievement (College Women--Their Eating Habits and Academic Achievement)."},
      {
        "id":"ED110118",
        "title":"Vocational Plans of Full-Time Community and Junior College Students, Fall 1970."}]
  }}
