{
  "response":{"numFound":509939,"start":254000,"numFoundExact":true,"docs":[
      {
        "id":"ED110119",
        "title":"The Humanities in Two-Year Colleges: Reviewing Curriculum and Instruction."},
      {
        "id":"ED110120",
        "title":"Adapting Institutional Research to Changing Student Populations."},
      {
        "id":"ED110121",
        "title":"Decentralized Counseling: An Innovative Approach."},
      {
        "id":"ED110122",
        "title":"Committee Report on Financing Public Community Colleges."},
      {
        "id":"ED110123",
        "title":"Two-Year/Four-Year College Articulation with Comments on State-Level Articulation Efforts in Virginia."},
      {
        "id":"ED110124",
        "title":"An Investigation of the Effects of Selected Aspects of Individualized Instruction on the Achievement of Students."},
      {
        "id":"ED110125",
        "title":"The States, Communities, and Control of the Community College: Issues and Recommendations."},
      {
        "id":"ED110126",
        "title":"The Two-Year College System in Ohio: A Planning Report."},
      {
        "id":"ED110127",
        "title":"Characteristics and Academic Preparation of Directors of Library-Learning Resource Centers in Selected Community Junior Colleges. [Summary Report.]"},
      {
        "id":"ED110128",
        "title":"Distribution of Federal Student Assistance: The Enigma of the Two-Year Colleges."},
      {
        "id":"ED110129",
        "title":"An Evaluative Study of Student Improvement in Writing Skills as a Function of Learning Experiences in a One Semester English Fundamentals Course."},
      {
        "id":"ED110130",
        "title":"A Comparison of the Achievement Results on a Social Science Unit by Kennedy-King College [Illinois] Students Instructed by Computer with Those Instructed by Individualized Booklets."},
      {
        "id":"ED110131",
        "title":"Developing an Individualized Learning Course for an Urban Community College."},
      {
        "id":"ED110133",
        "title":"Compensatory/Developmental Programs in Texas Public Community Colleges: Report of a Survey."},
      {
        "id":"ED110134",
        "title":"New Responses to New Problems Facing the Rural Community College. Proceedings of [the] Annual Workshop, Southeastern Community College Leadership Program (16th, Tallahassee, Florida, March 12-14, 1975)."},
      {
        "id":"ED110139",
        "title":"A Manual for Establishing a Community College Community Services Program; A Practical Guide to the Community-Based, Performance-Oriented Institution of Post Secondary Education."},
      {
        "id":"ED110140",
        "title":"A Comparison between Three Groups of Hutchinson Community Junior College Students on the American College Testing Program's Composite Score and on the Reasons and Factors Affecting the Student's College Choice."},
      {
        "id":"ED110142",
        "title":"Three JCCC Career Student Follow-ups, 1974."},
      {
        "id":"ED110143",
        "title":"Improving Instruction in California Community Colleges through Applied Research. Final Report."},
      {
        "id":"ED110144",
        "title":"The Relationship between Objective Versus Subjective Classroom Tests and Student Evaluations of Their Instructors."},
      {
        "id":"ED110145",
        "title":"Rationale for Adopting Legislation in Support of Divisions of Continuing Education and Community Services in the Massachusetts Community College System."},
      {
        "id":"ED110146",
        "title":"An Analysis of Enrollment Characteristics of Spring and Fall Semesters from 1963 to 1975."},
      {
        "id":"ED110147",
        "title":"Pilot Study of Puerto Rican Junior Colleges. Final Report."},
      {
        "id":"ED110148",
        "title":"The Future of the Humanities in the Community College. [Conference Summary]."},
      {
        "id":"ED110149",
        "title":"The Mini-Grant: A Means for Instructional Improvement through Research."},
      {
        "id":"ED110150",
        "title":"Evening College Enrollment Study, Spring, 1975."},
      {
        "id":"ED110151",
        "title":"Planning for the North Carolina Community College System: A State-Level Perspective."},
      {
        "id":"ED110152",
        "title":"North Carolina Community College System Strategic Plan, 1975-1985. Based on Manpower Requirements and Including Multicounty Planning Region Detail. Research Memorandum."},
      {
        "id":"ED110153",
        "title":"North Carolina Community College System Operating Program, 1975-1980. Research Memorandum."},
      {
        "id":"ED110154",
        "title":"The Dissemination of Local-Level, Long-Range Planning Systems to North Carolina Technical Institutes and Community Colleges. Occupational Education Research Project Final Report."},
      {
        "id":"ED110155",
        "title":"Cross Cultural Early Education and Day Care: A Bibliography."},
      {
        "id":"ED110156",
        "title":"Parenting in 1975: A Listing from PMIC."},
      {
        "id":"ED110157",
        "title":"Early Childhood Education in Scandinavia."},
      {
        "id":"ED110158",
        "title":"At Home with Children. A Resource Book for Family Day Care -- Part 1. Summary Report: Educational Day Care Consultation Project -- Part 2."},
      {
        "id":"ED110159",
        "title":"Why Group Games? A Piagetian Perspective."},
      {
        "id":"ED110160",
        "title":"Screening and Assessment of Children: An Abstract Bibliography."},
      {
        "id":"ED110161",
        "title":"Implementing Child Development Programs. Report of an August 1974 National Symposium. Early Childhood Report No. 10."},
      {
        "id":"ED110162",
        "title":"Pedestrian Safety: Injury Control Curriculum Guide (For K - 3rd Grade). Second Edition."},
      {
        "id":"ED110164",
        "title":"Social-Emotional Effects of Day Care. Final Project Report."},
      {
        "id":"ED110165",
        "title":"Music and the Disadvantaged: A Teaching-Learning Project with Headstart Teachers and Children. Final Report."},
      {
        "id":"ED110166",
        "title":"Social Development in Young Children: A Report for Teachers."},
      {
        "id":"ED110167",
        "title":"Cognitive Development in Young Children: A Report for Teachers."},
      {
        "id":"ED110168",
        "title":"Early Childhood Education. First Annual Evaluation Report 1973-74."},
      {
        "id":"ED110169",
        "title":"Becoming a Child Development Associate: A Guide for Trainees."},
      {
        "id":"ED110170",
        "title":"The Effect of the DISTAR Instructional System: An Evaluation of the 1973-1974 Title I Program of Winthrop, Massachusetts."},
      {
        "id":"ED110171",
        "title":"The Effect of the DISTAR Instructional System: An Evaluation of the 1972-1973 Title I Program of Winthrop, Massachusetts."},
      {
        "id":"ED110172",
        "title":"The Darker Side of Childhood: 46 Things You Need to Know About Texas Children."},
      {
        "id":"ED110175",
        "title":"Social Services and the Family."},
      {
        "id":"ED110176",
        "title":"The Effects of a Kindergarten Mathematics Program Implemented through In-Service Teacher Education."},
      {
        "id":"ED110178",
        "title":"Day Care Licensing and Regulation: A Program Evaluation."},
      {
        "id":"ED110180",
        "title":"Mothers Don&apos;t Have Long Hair: An Exploratory Study of Preschool Perceptions of Mother."},
      {
        "id":"ED110181",
        "title":"The Pennsylvania Research in Infant Development and Education Project: A Five Year Perspective."},
      {
        "id":"ED110182",
        "title":"The PRIDE Project: Assistant Teacher Manual."},
      {
        "id":"ED110183",
        "title":"Toward High Quality Family Day Care for Infants and Toddlers. Final Report."},
      {
        "id":"ED110184",
        "title":"ASUCLA Child Care Center Workshop Evaluation and Documentation Report: A Project of the Faculty and Students of the Early Childhood Development Specialization."},
      {
        "id":"ED110186",
        "title":"Logical Operations Instruction in the Preschool. Final Report--Hatch Research Project 142-1769, July 1st, 1971, to August 30th, 1974."},
      {
        "id":"ED110187",
        "title":"A Two-Year Evaluation of the Comparative Effects of an Open Classroom Instructional Program and a Traditional Instructional Program."},
      {
        "id":"ED110188",
        "title":"Transracial Adoption Today: Views of Adoptive Parents and Social Workers."},
      {
        "id":"ED110189",
        "title":"An Investigation of the Machiavellianism of Day Care Center Directors in the St. Louis Metropolitan Area."},
      {
        "id":"ED110190",
        "title":"Pre-Kindergarten Program Evaluation."},
      {
        "id":"ED110191",
        "title":"Selection of Developmental Assessment Techniques for Infants at Risk."},
      {
        "id":"ED110192",
        "title":"Safety Education in the Elementary School."},
      {
        "id":"ED110193",
        "title":"HSST/CDA Trainee Handbook."},
      {
        "id":"ED110194",
        "title":"The Case for Public Subsidization of Child Care Services. Discussion Paper No. 234-74."},
      {
        "id":"ED110196",
        "title":"Today's Child - Tomorrow's World."},
      {
        "id":"ED110197",
        "title":"What Are the Essential Characteristics of the Effective Early Education Programs?"},
      {
        "id":"ED110199",
        "title":"Classroom Processes Related to Absence Rate."},
      {
        "id":"ED110200",
        "title":"Relationships Between Classroom Instructional Practices and Child Development."},
      {
        "id":"ED110202",
        "title":"Observed Paternal Behavior and the Intellectual Functioning of Preschool Boys and Girls."},
      {
        "id":"ED110203",
        "title":"Education for a Complex World: A Rationale and Model for Bilingual/Bicultural Education."},
      {
        "id":"ED110211",
        "title":"Western Kansas Migrant Health Project: 7th Annual Progress Report, 1970."},
      {
        "id":"ED110212",
        "title":"Western Kansas Migrant Health Project: 8th Annual Progress Report, 1971."},
      {
        "id":"ED110213",
        "title":"Western Kansas Migrant Health Project: 9th Annual Progress Report, 1972."},
      {
        "id":"ED110214",
        "title":"Western Kansas Migrant Health Project: 10th Annual Progress Report, 1973."},
      {
        "id":"ED110215",
        "title":"Western Kansas Migrant Health Project: 11th Annual Progress Report, 1974."},
      {
        "id":"ED110216",
        "title":"Ad Hoc Conference on the Education of Migrants: Introductory Report on Theme I, &quot;The Position of the Immigrant and His Family on Arrival in the Host Country&quot; (Strasbourg, France, November 5-8, 1974)."},
      {
        "id":"ED110218",
        "title":"Ad Hoc Conference on the Education of Migrants: Introductory Report on Theme III, &quot;Opportunities for Vocational and Technical Training and General Education for Adults and Adolescents&quot; (Strasbourg, France, November 5-8, 1974)."},
      {
        "id":"ED110219",
        "title":"Ad Hoc Conference on the Education of Migrants: Conclusions and Recommendations (Strasbourg, France, November 5-8, 1974)."},
      {
        "id":"ED110220",
        "title":"Ad Hoc Conference on the Education of Migrants: Information Document Presented by the Council of Europe on Action Taken for the Education and Training of Migrant Workers and Their Families, with Special Reference to the Schooling of Immigrant Children. (Strasbourg, France, November 5-8, 1974)."},
      {
        "id":"ED110232",
        "title":"The Role of Small Scale Industry in Employment Generation and Rural Development: Initial Research Results from Sierra Leone. African Rural Employment Paper No. 11."},
      {
        "id":"ED110234",
        "title":"An Evaluative Study of Some Supplementary Free and Inexpensive Materials Available for Use By Middle-Grade Classrooms Involved in Outdoor Education."},
      {
        "id":"ED110235",
        "title":"Congruency of Attitudes and Status Attainment: Some Observations on Early Adult Behavior in the Non-Metropolitan South."},
      {
        "id":"ED110236",
        "title":"Comparative Town Meetings: A Search for Causative Models of Feminine Involvement in Politics with New Operational Definitions of a Well Calloused Dependent Variable."},
      {
        "id":"ED110237",
        "title":"Family Size in Successive Generations: The Effects of Birth Order, Intergenerational Change in Lifestyle, and Familial Satisfaction."},
      {
        "id":"ED110238",
        "title":"Quality of Rural Life: Assessing the Structure and Availability of Services and Amenities in Rural Areas."},
      {
        "id":"ED110239",
        "title":"Status Inconsistency in Rural Areas: A Replication and Critique."},
      {
        "id":"ED110240",
        "title":"Rural Electrification and Level of Living: Evaluation of Impact."},
      {
        "id":"ED110241",
        "title":"Factors Perpetuating the Low Academic Status of Chicano High School Students. Research and Development Memorandum No. 138."},
      {
        "id":"ED110244",
        "title":"Level of Manufacturing Activity, Unemployment and Poverty. Center of Applied Sociology, Working Paper RID 75.2."},
      {
        "id":"ED110245",
        "title":"The Industrialization of Nonmetropolitan Counties: \"Submetropolitanization\" Versus Decentralization. Center of Applied Sociology, Working Paper RID 75.3."},
      {
        "id":"ED110246",
        "title":"Level of Manufacturing Activity and Quality of Housing in Rural Counties in the U.S.A. Center of Applied Sociology, Working Paper RID 75.4."},
      {
        "id":"ED110247",
        "title":"The Effects of the Level of Manufacturing Industries on Local Government Revenues. Center of Applied Sociology, Working Paper RID 75.6."},
      {
        "id":"ED110248",
        "title":"Nonmetropolitan Industrial Location and the Incidence of Mental Disorder. Center of Applied Sociology, Working Paper RID 75.8."},
      {
        "id":"ED110249",
        "title":"Father-Son Decision-Making in Joint Farming Arrangements."},
      {
        "id":"ED110250",
        "title":"Determinants of Educational Performance in Southern Brazil."},
      {
        "id":"ED110251",
        "title":"Guidelines for Teaching Concepts of Fairness, Justice and Democracy in BIA and Tribal-Contract Schools. A curriculum Bulletin."},
      {
        "id":"ED110252",
        "title":"Policy Analysis for Rural Development and Growth Management in Colorado."},
      {
        "id":"ED110255",
        "title":"Persons of Spanish Origin in the United States: March 1975 (Advance Report). Population Characteristics, Current Population Reports."},
      {
        "id":"ED110256",
        "title":"Toward a Platform for Rural America. Report of the National Conference on Rural America (1st, Washington, D.C., April 14-17, 1975)."},
      {
        "id":"ED110257",
        "title":"The Urban Native Encounters the Social Service System."},
      {
        "id":"ED110258",
        "title":"Human Relations Approach to Alaskan Ethnic Studies."},
      {
        "id":"ED110259",
        "title":"Traditional Athabascan Law Ways and Their Relationship to Contemporary Problems of &quot;Bush Justice&quot;. Some Preliminary Observations on Structure and Function. Institute of Social, Economic and Government Research (ISEGR) Occasional Papers No. 7."},
      {
        "id":"ED110260",
        "title":"Chicano Education and the National Institute of Education. Report of a Planning Conference for the NIE Planning Unit."},
      {
        "id":"ED110262",
        "title":"Systems Analysis for Rural Community Services. A Seminar on Problems of Research on Delivery of Community Services in Rural Areas of the Northeast (Stratton Mountain, Vermont, July 29, 1972)."},
      {
        "id":"ED110263",
        "title":"Native American Education. A Statement of Policy and Proposed Action by the Regents of the University of the State of New York. Position Paper No. 22."},
      {
        "id":"ED110264",
        "title":"Occupations, Earnings, and Associated Characteristics of Young Adults Graduating from High Schools in Nonmetropolitan Washington."},
      {
        "id":"ED110265",
        "title":"The Rural and Small School: A Comprehensive Information Booklet."},
      {
        "id":"ED110266",
        "title":"Community Satisfaction in a Rural Setting: Dimensionality and Correlates. Center of Applied Sociology, Working Paper RID-74.1."},
      {
        "id":"ED110267",
        "title":"Suggestions for Teaching Rural Alaska Native Students."},
      {
        "id":"ED110268",
        "title":"Residence and the Athletic Participation--Educational Aspiration Hypothesis."},
      {
        "id":"ED110317",
        "title":"The Effects of Certain Personal and Situational Variables on the Acquisition Sequence of Graphical Interpretation Skills. Vols. 1, 2, and 3."},
      {
        "id":"ED110321",
        "title":"An Analysis of Individualized Learning System Chemistry."},
      {
        "id":"ED110322",
        "title":"Cognitive Style as a Factor in the Science Achievement of Pre-Service Elementary Teachers."},
      {
        "id":"ED110327",
        "title":"Syracuse Environmental Awareness Tests--Level III. Final Report on Construction and Norming."},
      {
        "id":"ED110339",
        "title":"Quantitative Concepts, Vernacular, and Education in Papua New Guinea. E.R.U. Report 12."},
      {
        "id":"ED110340",
        "title":"A Study of Overloading in University of Papua and New Guinea (UPNG). E.R.U. Report 14."},
      {
        "id":"ED110342",
        "title":"Diagnosis and Instruction of Higher Order Rules for Solving Geometry Construction Problems."},
      {
        "id":"ED110348",
        "title":"Moving to Metrics in Our Schools."},
      {
        "id":"ED110349",
        "title":"Homogeneity of Individual Value Orientations: A Macro-Social Investigation."},
      {
        "id":"ED110351",
        "title":"A Mertonian Analysis of School Deviance."},
      {
        "id":"ED110352",
        "title":"The Legitimation Function of Educational Ideas."},
      {
        "id":"ED110354",
        "title":"An Exploratory Inquiry into the Multi-Factor Theory of Moral Behavior Applied to Values Education."},
      {
        "id":"ED110357",
        "title":"The Teaching of Economics in Schools. Report of a Joint Committee of the Royal Economic Society, the Association of University Teachers of Economics, and the Economics Association."},
      {
        "id":"ED110358",
        "title":"A Study of the Effectiveness of the Booklet Entitled &quot;Family Tours of Michiana.&quot;"},
      {
        "id":"ED110359",
        "title":"Some Problems of the School-System and the School Reforms."},
      {
        "id":"ED110360",
        "title":"High Schools and the Social Relations of Production."},
      {
        "id":"ED110361",
        "title":"A Bibliography of Statistical Applications in Geography, Technical Paper No. 9."},
      {
        "id":"ED110362",
        "title":"Multidimensional Scaling: Review and Geographical Applications, Technical Paper No. 10."},
      {
        "id":"ED110363",
        "title":"An Ethographic Model for Researching the Public Schools."},
      {
        "id":"ED110364",
        "title":"Social Studies, K-12. Program of Studies."},
      {
        "id":"ED110365",
        "title":"Educational Theory Goes to Court: Freedom of Speech and Fitness to Teach."},
      {
        "id":"ED110367",
        "title":"The World Is Your Museum. Final Evaluation Report."},
      {
        "id":"ED110368",
        "title":"A Hawaiiana Program Guide and Teacher Orientation."},
      {
        "id":"ED110369",
        "title":"The Problem of Citizenship Training in the Age of Aquarius."},
      {
        "id":"ED110371",
        "title":"Subjective Elements of Well-Being; The OECD Social Indicator Development Programme. Papers Presented at a Seminar of the Organisation for Economic Co-operation and Development (Paris, May 15-17, 1972)."},
      {
        "id":"ED110372",
        "title":"Recurrent Education in Yugoslavia. Recurrent Education: Policy and Development in OECD Countries."},
      {
        "id":"ED110373",
        "title":"World Citizen Responsibility: Assessment Techniques, Developmental Studies, Material Construction, and Experimental Teaching."},
      {
        "id":"ED110375",
        "title":"Topic Today. Report for 1974/75."},
      {
        "id":"ED110376",
        "title":"Social Class and Its Comparative Impact on a Set of Selected School Process Variables at the High School Level: A Multi-Study Analysis. Working Draft."},
      {
        "id":"ED110377",
        "title":"Ethnic Studies as a Process of Curriculum Reform."},
      {
        "id":"ED110381",
        "title":"Resolutions of the Standing Conference, 1959-1973. Standing Conference of European Ministers of Education, Ninth Session."},
      {
        "id":"ED110384",
        "title":"The Future of Work and Leisure."},
      {
        "id":"ED110386",
        "title":"Ethnocentrism, Education, and Anthropology: A Preliminary Report. Working Paper No. 127-72."},
      {
        "id":"ED110387",
        "title":"The Anisa Model: A Comprehensive Plan for Educational Renewal. [And] A Summary Statement of the Anisa Model."},
      {
        "id":"ED110388",
        "title":"Social Development and Training in School: Glimpses from Two Research Projects. Studia Psychologica et Paedagogica Series Altera, No. 24."},
      {
        "id":"ED110389",
        "title":"Social Science Research on Population and Development."},
      {
        "id":"ED110390",
        "title":"Can Science and Technology Help Solve World Problems?"},
      {
        "id":"ED110391",
        "title":"Fair Trial v. Free Press. A Resource Manual for Teachers and Students."},
      {
        "id":"ED110392",
        "title":"Individual Rights. A Resource Manual for Teachers and Students."},
      {
        "id":"ED110393",
        "title":"Voter Education. A Resource Manual for Teachers and Students."},
      {
        "id":"ED110394",
        "title":"State Government: The Decision-making Process. A Resource Manual for Teachers and Students."},
      {
        "id":"ED110395",
        "title":"The Treatment of the Working Class in American Educational Historiography: Continuing Theoretical Constructs for Revisionist History."},
      {
        "id":"ED110396",
        "title":"Population and Social Change: A Curriculum Guide for High School Teachers. Working Copy."},
      {
        "id":"ED110397",
        "title":"Self Theory and the Twenty Statements Test: Some Thoughts on Its Application to Women."},
      {
        "id":"ED110398",
        "title":"Personalized Systems of Instruction."},
      {
        "id":"ED110399",
        "title":"Achievement and Attitude with Computer Related Instruction: A Field Experiment."},
      {
        "id":"ED110400",
        "title":"Some Models for Interpreting the History of Compulsory Schooling."},
      {
        "id":"ED110401",
        "title":"Simulation: The Motivation Connection."},
      {
        "id":"ED110402",
        "title":"The Ability to Structure Acoustic Material as a Measure of Musical Aptitude: Part 2. Test Construction and Results. Research Bulletin 43."},
      {
        "id":"ED110405",
        "title":"Emerging Moral Dimensions in Society: Implications for Schooling."},
      {
        "id":"ED110406",
        "title":"101 Things to Do for Your Bicentennial: A Program for the American Issues Forum. A Teaching Guide for the Cultural History and Geography of the Western Frontier and Upper Missouri Region."},
      {
        "id":"ED110407",
        "title":"The Importance of Politics: A Study of French Secondary School Students. Draft."},
      {
        "id":"ED110408",
        "title":"The Interaction Between Parent Investment in Children and Family Size: An Economic Analysis."},
      {
        "id":"ED110409",
        "title":"Studio in Sculpture, Ceramics, Jewelry. Advanced Elective Courses in Art for Grades 10, 11, or 12: Volume 2."},
      {
        "id":"ED110410",
        "title":"Teacher Certification Consortium for the Preparation of Elementary Teachers."},
      {
        "id":"ED110411",
        "title":"The Development and Evaluation of an Inservice Education Model to Develop Informal Individualized Learning and Teaching Practices."},
      {
        "id":"ED110412",
        "title":"Dancing as an Aspect of Early Mormon (Church of Jesus Christ of Latter-Day Saints) and Utah Culture."},
      {
        "id":"ED110413",
        "title":"Governance of Teacher Centers. Special Current Issues Publication No. 2."},
      {
        "id":"ED110414",
        "title":"The Role of ATE in Teacher Education."},
      {
        "id":"ED110415",
        "title":"Motor Performance Age and Race Differences between Black and Caucasian Boys Six to Nine Years of Age."},
      {
        "id":"ED110416",
        "title":"American Women: Early Pursuit for Olympic Laurels."},
      {
        "id":"ED110417",
        "title":"Quantity and Quality of Instruction: Empirical Investigations."},
      {
        "id":"ED110419",
        "title":"An Analysis of Selected Classroom Behavioral Category Systems. Final Report."},
      {
        "id":"ED110420",
        "title":"Curriculum and Teaching: An Un-American View."},
      {
        "id":"ED110421",
        "title":"EUDISED: Technical Studies, 1971."},
      {
        "id":"ED110422",
        "title":"The Human Potential Movement: Body/Movement/Non-Verbal Experiencing."},
      {
        "id":"ED110423",
        "title":"The Human Potential Movement: Forms of Body/Movement/Nonverbal Experiencing."},
      {
        "id":"ED110424",
        "title":"An Assessment of the Impact of the EDC [Educational Development Center] Follow Through Advisory Approach."},
      {
        "id":"ED110425",
        "title":"An Assessment of the Impact of the EDC [Educational Development Center] Follow Through Advisory Approach."},
      {
        "id":"ED110426",
        "title":"The Drug Alternative."},
      {
        "id":"ED110427",
        "title":"A Computational Technique to Determine the Angular Displacement, Velocity and Momentum of a Human Body."},
      {
        "id":"ED110428",
        "title":"Social Stratification in New York City Athletic Clubs, 1865-1915."},
      {
        "id":"ED110429",
        "title":"The Effect of New York's Elite Athletic Clubs on American Amateur Athletic Governance 1870-1915."},
      {
        "id":"ED110431",
        "title":"Ten Years of Open Space Schools; A Review of the Research."},
      {
        "id":"ED110432",
        "title":"A Listing of Exhibit Items for the Materials Fair, August 12-15, 1975."},
      {
        "id":"ED110433",
        "title":"The Effects of Training on the Time Components of the Left Ventricle, and Cardiac Time Components: Sedentary versus Active Individuals."},
      {
        "id":"ED110435",
        "title":"Values and the Search for Self."},
      {
        "id":"ED110436",
        "title":"What Every Teacher Should Know about Student Rights."},
      {
        "id":"ED110437",
        "title":"An Evaluation of the Technical Internship in Agricultural Education at Auburn University. Staff Study VAG 1-75 Agricultural Education."},
      {
        "id":"ED110438",
        "title":"Collaborative Relationships on Teaching Teams: Implications for Collegial Influence, Team Morale, and Instructional Practices. Technical Report No. 45."},
      {
        "id":"ED110439",
        "title":"A Flexible Observation Instrument for Student Behavior. Report No. 197."},
      {
        "id":"ED110440",
        "title":"Closing the Knowledge Gap; CBTE Programs as a Focus and Context: Research in Education."},
      {
        "id":"ED110441",
        "title":"An Exploratory Study of Selected Variables Related to the Training and Careers of Educational Research and Research-Related Personnel. Final Report."},
      {
        "id":"ED110442",
        "title":"Variables in Adaptive Decisions in Individualized Instruction."},
      {
        "id":"ED110443",
        "title":"Task Force on Responsible Decisions about Alcohol. Interim Report Number 2 (A Summary)."},
      {
        "id":"ED110444",
        "title":"Performance-Based Teacher Education: A 1975 Commentary. PBTE Series No. 19."},
      {
        "id":"ED110445",
        "title":"Module Cluster: TTP-005.00 (GSC). Applied Behavior Analysis Principles."},
      {
        "id":"ED110447",
        "title":"Teacher Evaluation. Bibliographies in Education. No. 52."},
      {
        "id":"ED110448",
        "title":"What is School-Community-Based Teacher Education and Why Should Administrators be Interested in It?"},
      {
        "id":"ED110449",
        "title":"Guidelines for Elementary and Secondary Physical Education Programs."},
      {
        "id":"ED110450",
        "title":"Guide for Planning K-6 Physical Education Programs."},
      {
        "id":"ED110451",
        "title":"Summer Intramurals -- A Programming Challenge."},
      {
        "id":"ED110452",
        "title":"Title IX: Human Rights in School Sport."},
      {
        "id":"ED110453",
        "title":"Materials for Use with Local Districts Interested in Developing a Systematic Planning Process. The New England Interstate 505 Project."},
      {
        "id":"ED110454",
        "title":"A Resource Guide; \"National and Regional Developments in Competency Based Teacher Education (CBTE) and Competency Based Certification (CBC).\""},
      {
        "id":"ED110455",
        "title":"A Proposal for Undergraduate Staffing of Alternative Schools."},
      {
        "id":"ED110456",
        "title":"The First 18 Months; A Financial Report of the Gresham Chair."},
      {
        "id":"ED110457",
        "title":"The Utilization of PBTE by the Rhode Island Teacher Center and the New England Program in Teacher Education."},
      {
        "id":"ED110458",
        "title":"Alternative School Development: A Guide for Practitioners."},
      {
        "id":"ED110459",
        "title":"Evaluation in a Management by Objectives System."},
      {
        "id":"ED110460",
        "title":"Dissemination Capacity Building in an SDE. [State Department of Education]."},
      {
        "id":"ED110461",
        "title":"An Introductory Workbook to Management by Objectives for Department of Education Personnel. A Product of Interstate 505."},
      {
        "id":"ED110463",
        "title":"Model Identification in Time-Series Analysis: Some Empirical Results."},
      {
        "id":"ED110464",
        "title":"First Cross-Sectional Study of Attainment of the Concepts &quot;Equilateral Triangle&quot;, &quot;Cutting Tool&quot; and &quot;Noun&quot; by Children 5 to 16 of City A. Report from the Program on Children's Learning and Development. Technical Report No. 287."},
      {
        "id":"ED110465",
        "title":"Needs Assessment Model: East Stroudsburg."},
      {
        "id":"ED110466",
        "title":"Built-In Assessment Instruments in an Instructional Program Designed for Spanish-Speaking Children."},
      {
        "id":"ED110468",
        "title":"Minimizing Context Effect When Using Multiple Matrix Sampling."},
      {
        "id":"ED110469",
        "title":"Assessing Young Children."},
      {
        "id":"ED110470",
        "title":"Project PRIMES (Progress Research in Meeting Elementary Standards) ESEA Title III Instrument to Evaluate Standards I and II of the Minimum Standards for Ohio Elementary Schools: Statutory Requirements Organization and Administration."},
      {
        "id":"ED110471",
        "title":"Project PRIMES (Progress Research in Meeting Elementary Standards) ESEA Title III School/Community Relations Evaluation Instrument."},
      {
        "id":"ED110472",
        "title":"Project PRIMES (Progress Research in Meeting Elementary Standards) ESEA Title III Creative Arts and Physical Education Evaluation Instrument."},
      {
        "id":"ED110473",
        "title":"Project PRIMES (Progress Research in Meeting Elementary Standards) ESEA Title III Social Studies Evaluation Instrument."},
      {
        "id":"ED110474",
        "title":"Project PRIMES (Progress Research in Meeting Elementary Standards) ESEA Title III Language Arts Evaluation."},
      {
        "id":"ED110475",
        "title":"Development and Validation of an Instrument for Measuring Attitudes of Primary Students in a Large Urban School System."},
      {
        "id":"ED110476",
        "title":"Abstract: Fall, 1974, South Carolina Statewide Testing Program, Volume 1, Number 15."},
      {
        "id":"ED110477",
        "title":"Concurrent Validity of the National Teacher Examinations."},
      {
        "id":"ED110478",
        "title":"A Semantic Differential for Evaluating Conference Role Performance of Educational Administrators."},
      {
        "id":"ED110479",
        "title":"Differential Imagery Ratings Using Nouns, QMI, Prose and Induced Encoding Strategy."},
      {
        "id":"ED110480",
        "title":"An Investigation of Goal-Free and Goal-Based Evaluation Strategies through Project Director and Evaluator Ratings."},
      {
        "id":"ED110481",
        "title":"Overview of Problems Involved in Validating Professional Licensing and Certification Examinations."},
      {
        "id":"ED110483",
        "title":"Matching Factors of Vocational Interests by Grade, Sex, and Race."},
      {
        "id":"ED110484",
        "title":"Validity of Student Ratings of Instruction: Validity for What Purpose and What Kind."},
      {
        "id":"ED110485",
        "title":"An Ideal Evaluation Design in a Public School Setting: Or Where are You Campbell and Stanley Now That We Need You?"},
      {
        "id":"ED110486",
        "title":"The Evolution of the Role of a Formative Evaluator in an R & D Setting."},
      {
        "id":"ED110487",
        "title":"Correlates of Student Ratings of College Instruction with Teacher Satisfaction and Related Course Variables."},
      {
        "id":"ED110488",
        "title":"Structure and Change in the Behavior of Economically Disadvantaged Preschool Children."},
      {
        "id":"ED110489",
        "title":"An Empirically Developed Model for Evaluating the Central Office Operations of a School System."},
      {
        "id":"ED110490",
        "title":"The General Concept of Validity Applied to Student Ratings: Or, Please, General Custer, What Are We Doing Here?"},
      {
        "id":"ED110491",
        "title":"Evaluation of Career Education in Dallas."},
      {
        "id":"ED110492",
        "title":"Memory vs. Inference: A Preliminary Study of Process-Referenced Test Items."},
      {
        "id":"ED110493",
        "title":"Content Influences on Sex Differences in Performance on Aptitude Tests."},
      {
        "id":"ED110494",
        "title":"Stability of Nominal Categories Over Readers, Over Time."},
      {
        "id":"ED110495",
        "title":"Estimating the Standard Error of the Mean in Multiple Matrix Sampling When Items are Sampled With and Without Replacement."},
      {
        "id":"ED110496",
        "title":"Techniques for Analyzing Test Response Data."},
      {
        "id":"ED110497",
        "title":"The Use of Assessment in the Selection of College Students in the United States."},
      {
        "id":"ED110498",
        "title":"Demand Characteristics of Multiple-Choice Items."},
      {
        "id":"ED110499",
        "title":"Evaluation and Research on Experience-Based Career Education at Far West School."},
      {
        "id":"ED110500",
        "title":"Assessment of Student Attitudes Toward Learning Environments."},
      {
        "id":"ED110502",
        "title":"The Stirling Lesson-Sampling Instruments."},
      {
        "id":"ED110503",
        "title":"Computer Assisted Assembly of Tests at Educational Testing Service."},
      {
        "id":"ED110504",
        "title":"A Measure of Student Involvement in Learning: Time-on-Task."},
      {
        "id":"ED110505",
        "title":"Classification Scheme for Items in CAAT."},
      {
        "id":"ED110506",
        "title":"Reactivity to Home Observation: A Comparison of Audio Recorded Behavior with Observers Present or Absent."},
      {
        "id":"ED110507",
        "title":"Issues in Program Evaluation Research in State Rehabilitation Agencies: A Symposium Presented at the American Personnel and Guidance Association Convention (New Orleans, Louisiana, April 11, 1974)."},
      {
        "id":"ED110508",
        "title":"Toward an Evaluation of Individually Guided Education."},
      {
        "id":"ED110509",
        "title":"Midterm and Final Testing of Quality Assurance Classes Using the First Year Communication Skills Program."},
      {
        "id":"ED110510",
        "title":"Evaluation of the First-Year Communication Skills and Instructional Concepts Programs."},
      {
        "id":"ED110511",
        "title":"Evaluation of the Second-Year Communication Skills Program."},
      {
        "id":"ED110512",
        "title":"Educational Attainment of American High School Seniors in 1960, 1965, and 1972: Feasibility Study. Final Report. Report No. PR-75-13."},
      {
        "id":"ED110513",
        "title":"Development of Teacher-Administered Tests for the SWRL Reading Programs."},
      {
        "id":"ED110514",
        "title":"Program Fair Evaluation--Summative Appraisal of Instructional Sequences with Dissimilar Objectives."},
      {
        "id":"ED110515",
        "title":"Content and Structure in Learning."},
      {
        "id":"ED110516",
        "title":"The Development of Classroom Observation Procedures for Evaluating Training."},
      {
        "id":"ED110517",
        "title":"Teacher Reaction to ICP Quality Assurance Procedures."},
      {
        "id":"ED110518",
        "title":"Dissemination and Utilization of Assessment Results in Oregon."},
      {
        "id":"ED110519",
        "title":"A Note on Allocating Items to Subtests in Multiple Matrix Sampling."},
      {
        "id":"ED110520",
        "title":"Development of the California Entry Level Test: Construct Validity of the Subtests."},
      {
        "id":"ED110521",
        "title":"Kindergarten Tryout of Single Variable Classification Task Protocols."},
      {
        "id":"ED110523",
        "title":"Pennsylvania's Preparing for a Changing World Instrument: A Validation Study."},
      {
        "id":"ED110525",
        "title":"Report of the Study of Collegiate Compensatory Programs for Disadvantaged Youth. A Draft."},
      {
        "id":"ED110526",
        "title":"Myths and Facts About Welfare and the Scheme of Things Economic."},
      {
        "id":"ED110527",
        "title":"The Poor Vs. the Non-Poor: An Ethnic and Metropolitan-Nonmetropolitan Comparison."},
      {
        "id":"ED110528",
        "title":"Informe Sobre la Conferencia (Think Tank) de Aspira Nacional Sobre Education Bilingue (Aspira National Think Tank Report: Bilingual Education)"},
      {
        "id":"ED110529",
        "title":"[Education Task Force Recommendations to Improve Reading and Communication Skills.] Revised."},
      {
        "id":"ED110530",
        "title":"Distribution of Teachers and Professionals to Students in the Tri-County Area and Statewide."},
      {
        "id":"ED110531",
        "title":"Educational Task Force Guidance and Counseling Recommendations."},
      {
        "id":"ED110532",
        "title":"Attitudes of the Poor and Attitudes Toward the Poor: An Annotated Bibliography."},
      {
        "id":"ED110533",
        "title":"Tallulah Morgan et al., Plaintiffs, V. James W. Hennigan et al., Defendants: Civil Action No. 72-911-G. Opinion."},
      {
        "id":"ED110534",
        "title":"Is Differential Access to School an Important Factor in Student Outcomes? Report No. 195."},
      {
        "id":"ED110535",
        "title":"Self-Discipline--A Commonly Ignored Factor in the Education of Minority Group College Students."},
      {
        "id":"ED110536",
        "title":"Evaluation Research and Action Programmes Amongst the Educationally and Socially Disadvantaged. Technical Report."},
      {
        "id":"ED110537",
        "title":"What Does it Take to be Bilingual or Bidialectal."},
      {
        "id":"ED110538",
        "title":"Bibliography: Equal Educational Opportunity: Myth or Reality?"},
      {
        "id":"ED110540",
        "title":"The Dale Avenue Performance Objective Model. A Performance Objective Curriculum for Prekindergarten through Third Grade: Special Area Supplement."},
      {
        "id":"ED110541",
        "title":"Dale Avenue Project. A Performance Objective Curriculum for Prekindergarten through Third Grade: Test Manual."},
      {
        "id":"ED110542",
        "title":"Administrator's Guide for the Dale Avenue Project: A Performance Objective Curriculum for Prekindergarten through Third Grade."},
      {
        "id":"ED110543",
        "title":"Dale Avenue Performance Objective Model Pre-Primary-Primary Performance Objectives Prekindergarten Through Grade Three: Manual; Record Book."},
      {
        "id":"ED110544",
        "title":"Individualized Language Arts--Diagnosis, Prescription, Evaluation. A Teacher's Resource Manual...ESEA Title III Project: 70-014."},
      {
        "id":"ED110545",
        "title":"Individualized Language Arts -- Diagnosis, Prescription, Evaluation. An ESEA Title III Project Prospectus: 70-014."},
      {
        "id":"ED110546",
        "title":"Project SEE [Specific Education of the Eye]: Title III Project 71-084."},
      {
        "id":"ED110547",
        "title":"The Effectiveness of Postsecondary Opportunity Programs for the Disadvantaged: A Report of a Research Study Conducted by the Office of Higher and Professional Education."},
      {
        "id":"ED110548",
        "title":"The Phenomenon of Migrant Illegality: The Case of Dominicans in New York."},
      {
        "id":"ED110549",
        "title":"A Study of Selected Socio-Economic Characteristics of Ethnic Minorities Based on the 1970 Census. Volume II: Asian Americans."},
      {
        "id":"ED110550",
        "title":"Asian Americans and Pacific Peoples: A Case of Mistaken Identity."},
      {
        "id":"ED110551",
        "title":"School Law: An Overview of Recent and Pending Court Action. Student Rights, School Finance and School Desegregation (With Emphasis on Student Rights)."},
      {
        "id":"ED110552",
        "title":"The Civil Rights of Students."},
      {
        "id":"ED110558",
        "title":"Title I in Ohio: Ninth Annual Evaluation, Title I Elementary and Secondary Education Act, Fiscal Year 1974."},
      {
        "id":"ED110560",
        "title":"&quot;Executive Summary of the 1973-74 Michigan Cost Effectiveness Study.&quot;"},
      {
        "id":"ED110561",
        "title":"Testimony of the Chancellor, Board of Education, City of New York."},
      {
        "id":"ED110562",
        "title":"Evaluation of the Chinatown Youth Services and Coordinating Center."},
      {
        "id":"ED110563",
        "title":"A Survey by Dr. Paul Wong of Chinese Immigrant Youths in San Francisco, 1970: BASPC Staff Analysis."},
      {
        "id":"ED110566",
        "title":"The New Urban Community: Mutual Relevance of the Social and Physical Environment."},
      {
        "id":"ED110567",
        "title":"Preliminary Checklist of M.A. Theses and Ph.D. Dissertations Related to Asian American Studies in the UCLA Library."},
      {
        "id":"ED110568",
        "title":"After Integration; Problems of Race Relations in the High School Today. A Study of Madison High School with Recommendations for New York City Schools."},
      {
        "id":"ED110569",
        "title":"A Directory of Title III, ESEA Projects [Arkansas]."},
      {
        "id":"ED110570",
        "title":"Pacesetters 1973 Evaluation: Idaho Emphasis, Title III ESEA."},
      {
        "id":"ED110571",
        "title":"Profiles of Ohio ESEA Title III Projects, [Ohio]. Status and Progress Report."},
      {
        "id":"ED110572",
        "title":"An Inventory of ESEA Title III Projects, FY 1974 [Delaware]."},
      {
        "id":"ED110574",
        "title":"Innovative and Exemplary Projects in Missouri Schools [Title III, ESEA]."},
      {
        "id":"ED110575",
        "title":"Profiles of Innovative Exemplary School Programs in Kentucky [1974-75]."},
      {
        "id":"ED110577",
        "title":"Title III in Oklahoma [1973-74]."},
      {
        "id":"ED110578",
        "title":"Education and Economic Success of Urban Spanish-Speaking Immigrants. Final Report."},
      {
        "id":"ED110579",
        "title":"The Opening of Admissions: Implications for Policies and Procedures."},
      {
        "id":"ED110580",
        "title":"Racial and Ethnic Survey '74-'75."},
      {
        "id":"ED110581",
        "title":"The Social and Economic Status of the Black Population in the United States 1974. Current Population Reports, Special Studies, Series P-23, No. 54."},
      {
        "id":"ED110582",
        "title":"Sexual Inequalities and Socioeconomic Achievement in the U.S., 1962-1973."},
      {
        "id":"ED110583",
        "title":"Why Children Fail in First Grade in Rio Grande do Sul: Implications for Policy and Research."},
      {
        "id":"ED110584",
        "title":"Evaluation of the 1973-1974 Issaquah Re-Entry Program."},
      {
        "id":"ED110585",
        "title":"School Desegregation and Organization: An Annotated Bibliography of Doctoral Dissertations."},
      {
        "id":"ED110586",
        "title":"The Education of Puerto Ricans on the Mainland: An Annotated Bibliography."},
      {
        "id":"ED110587",
        "title":"Curriculum and Instruction for Minority Groups: An Annotated Bibliography of Doctoral Dissertations. ERIC/CUE Doctoral Research Series No. 12."},
      {
        "id":"ED110588",
        "title":"Legal Rights and Remedies of High School Dropouts and Potential Dropouts. Urban Disadvantaged Series, No. 44."},
      {
        "id":"ED110589",
        "title":"Social and Psychological Studies of Minority Children and Youth: An Annotated Bibliography of Doctoral Dissertations. Doctoral Research Series, No. 11."},
      {
        "id":"ED110590",
        "title":"A Quest for Equal Education Opportunity in a Major Urban School District: The Case of Washington, D.C.; [and] A Critique of &quot;A Quest for Equal Educational Opportunity in a Major Urban School District: The Case of Washington, D.C.&quot;"},
      {
        "id":"ED110591",
        "title":"Equalization--A Report on Compliance with Two Court Decisions in the District of Columbia: Final Report; [and] A Critique of &quot;A Quest for Equal Educational Opportunity in a Major Urban School District: The Case of Washington, D.C.&quot;"},
      {
        "id":"ED110593",
        "title":"Reading and Language Arts Curriculum for Minority Groups: An Annotated Bibliography of Doctoral Dissertations. Doctoral Research Series No. 13."},
      {
        "id":"ED110595",
        "title":"Laboratory Animal Care Training Manual for Instructors and Students."},
      {
        "id":"ED110596",
        "title":"Career Education: The USOE Perspective. Occasional Paper No. 4."},
      {
        "id":"ED110597",
        "title":"Distribution and Marketing Syllabus."},
      {
        "id":"ED110598",
        "title":"Telemethode."},
      {
        "id":"ED110599",
        "title":"On Civil Literacy: Working Draft No. 7408."},
      {
        "id":"ED110600",
        "title":"Industrial Arts in the Open Education Setting; An Analysis of the Rationale of Open Education and its Implications for Industrial Arts."},
      {
        "id":"ED110601",
        "title":"The Rapid Adjustment Farm Program's Influence on Other Farms in the Community."},
      {
        "id":"ED110602",
        "title":"Non-Formal Education, Redistribution of Wealth and Production."},
      {
        "id":"ED110603",
        "title":"Report on Urban Vocational Education."},
      {
        "id":"ED110604",
        "title":"Systematic Variations of Instructional Variables on Learner Performance: Aircraft Instrument Comprehension Task. Final Report, June 1973-July 1974."},
      {
        "id":"ED110605",
        "title":"Ground Training Devices in Job Sample Approach to UPT [Undergraduate Pilot Training] Selection and Screening. Final Report, September 1972-August 1974."},
      {
        "id":"ED110606",
        "title":"Tryout of a General Purpose Simulator in an Air National Guard Training Environment. Interim Report, June 1974-August 1974."},
      {
        "id":"ED110607",
        "title":"Our Schools and Lifelong Learning."},
      {
        "id":"ED110608",
        "title":"Vocational Education Helps to Humanize the Curriculum."},
      {
        "id":"ED110610",
        "title":"Work and Income: A Follow-Up Study of Career Education Model IV Students. Case Study Report No. 1."},
      {
        "id":"ED110612",
        "title":"Issues in Education for the Youthful Offender in Correctional Institutions."},
      {
        "id":"ED110613",
        "title":"Vocational Teaching in Diverse Cultural Settings. Research and Development Series No. 101."},
      {
        "id":"ED110614",
        "title":"RCMAT: A Computer Program to Calculate a Measure of Associative Verbal Relatedness. Interim Report. Occasional Paper No. 6."},
      {
        "id":"ED110615",
        "title":"Adult Basic Education Teacher Competency Inventory--Idaho."},
      {
        "id":"ED110616",
        "title":"Adult Basic and Secondary Level Program Statistics: Students and Staff Data July 1, 1972-June 30, 1973 and Selected Summaries of Fiscal Years 1969-73."},
      {
        "id":"ED110617",
        "title":"Career Education: In-Service Teacher Training Guide for Teachers, Administrators, and Counselors."},
      {
        "id":"ED110618",
        "title":"Future Implications for Vocational Education."},
      {
        "id":"ED110619",
        "title":"State Labor Market Research Study: An Econometric Analysis of the Effects of Labor Subsidies."},
      {
        "id":"ED110620",
        "title":"A Profile of Need: A Study of Post-Secondary Education Needs in Northeastern New York State."},
      {
        "id":"ED110621",
        "title":"A Study of the Relationship Between Decision Maker's Education and Experience and Alternative Choice in Trade Off Decisions."},
      {
        "id":"ED110623",
        "title":"Industrial Arts Education: Purposes and Principles."},
      {
        "id":"ED110624",
        "title":"Idea Book for Career Education: Grades K-1."},
      {
        "id":"ED110625",
        "title":"Idea Book for Career Education: Grades 2-3."},
      {
        "id":"ED110626",
        "title":"Idea Book for Career Education: Grades 4-5."},
      {
        "id":"ED110627",
        "title":"Competency Based Vocational Teacher Education; An Annotated Bibliography."},
      {
        "id":"ED110628",
        "title":"Adult Education Training Handbook for Cultural Awareness."},
      {
        "id":"ED110629",
        "title":"Toward an Adult Learner Profile: An Administrative Report."},
      {
        "id":"ED110630",
        "title":"Metropolitan Proprietary Schools: A Study of Functions and Economic Responsiveness. Final Report."},
      {
        "id":"ED110631",
        "title":"Motivating Teachers in Training to Work with Career Path Training Modules."},
      {
        "id":"ED110632",
        "title":"How to Plug-In Career Education Resources Into Your Elementary School Lesson Plan--Without Plagiarism and Without Misfits."},
      {
        "id":"ED110633",
        "title":"Task Analysis: Optometric Assistant; Final Report and Supplement to Final Report."},
      {
        "id":"ED110634",
        "title":"List of State-Administered Exemplary Projects in Vocational Education: Supported Under Section 142(d) of Part D of The Vocational Education Amendments of 1968. Fiscal Year 1974."},
      {
        "id":"ED110635",
        "title":"Lithographer 3 and 2: Naval Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED110636",
        "title":"Competencies Needed by Students in Agriculture and Natural Resources Education Prior to Student Teaching. Professional Series in Agricultural Education, No. 4."},
      {
        "id":"ED110637",
        "title":"Performance Objectives in the Teaching of Vocational Agriculture. Professional Series in Agricultural Education, No. 3."},
      {
        "id":"ED110638",
        "title":"Career Education and the Rural School Curriculum."},
      {
        "id":"ED110639",
        "title":"A Comprehensive Study of Vocational Interests, Occupational Opportunities and Cooperative Education for the Mid-Plains Nebraska Technical Community College Area."},
      {
        "id":"ED110640",
        "title":"Development and Evaluation of Educational Programs in Biomedical Equipment Technology. Final Report."},
      {
        "id":"ED110641",
        "title":"Clusters of Occupations Based on Systematically Derived Work Dimensions: An Exploratory Study."},
      {
        "id":"ED110642",
        "title":"Selected Demographic Data from Students in the 1972-73 School Year; Employer Based Career Education. Technical Report No. 36."},
      {
        "id":"ED110643",
        "title":"Analysis of Scores on the Career Development Inventory; Employer-Based Career Education. Technical Report No. 37."},
      {
        "id":"ED110644",
        "title":"Analysis of Scores on the Iowa Tests of Educational Development; Employer-Based Career Education. Technical Report No. 38."},
      {
        "id":"ED110645",
        "title":"Changes in Students' Attitudes as Measured by a Semantic Differential Instrument; Employer-Based Career Education; Technical Report No. 39."},
      {
        "id":"ED110646",
        "title":"An Investigation of Students' Scores on the Kuder Occupational Interest Survey as an Indicator of Program Outcomes; Employer-Based Career Education. Technical Report No. 40."},
      {
        "id":"ED110647",
        "title":"Analysis of Data from the Student Information System. Employer-Based Career Education. Technical Report No. 41."},
      {
        "id":"ED110648",
        "title":"Students' Attitudes Toward the Program as Indicated by an Analysis of Interview Data; Employer-Based Career Education. Technical Report No. 42."},
      {
        "id":"ED110649",
        "title":"Parents' Attitudes Toward the Program as Indicated by an Analysis of Interview Data; Employer-Based Career Education. Technical Report No. 43."},
      {
        "id":"ED110650",
        "title":"An Investigation of the Use of Student Activity Sheets; Employer-Based Career Education. Technical Report No. 44."},
      {
        "id":"ED110651",
        "title":"Evaluation Summary 1972-73; Employer-Based Career Education."},
      {
        "id":"ED110652",
        "title":"Experiences in Vocational Agricultural Education. Part 1, Teaching High School Students."},
      {
        "id":"ED110653",
        "title":"Experiences in Vocational Agricultural Education. Part 2, Future Farmer Program."},
      {
        "id":"ED110654",
        "title":"Experiences in Vocational Agricultural Education. Part 3, Post-High School Farmer Training Programs."},
      {
        "id":"ED110655",
        "title":"Experiences in Vocational Agricultural Education. Part 4, Problems of Relationships."},
      {
        "id":"ED110656",
        "title":"Experiences in Vocational Agricultural Education. Part 5, Program Planning."},
      {
        "id":"ED110657",
        "title":"Experiences in Vocational Agricultural Education. Part 6, Student Teachers."},
      {
        "id":"ED110658",
        "title":"Adult Education Legislation in Ten Countries of Europe."},
      {
        "id":"ED110659",
        "title":"Cycle Seven Report: Occupational Training Information System (OTIS)."},
      {
        "id":"ED110660",
        "title":"Summaries of Research and Development Activities in Agricultural Education: Central Region, 1973-74."},
      {
        "id":"ED110661",
        "title":"T & D Publications. Vol. 13, No. 2."},
      {
        "id":"ED110663",
        "title":"CERL Project (Career Education Resource Laboratory Project) Final Report. Phase II."},
      {
        "id":"ED110664",
        "title":"State-Administered Research and Development Projects in Vocational Education Supported Under Section 131(b) of Part C of the Vocational Education Amendments of 1968: Fiscal Year 1974."},
      {
        "id":"ED110665",
        "title":"Building and Using Staff Development Resources for Adult Education: A Five-Year Report: 1969-74."},
      {
        "id":"ED110666",
        "title":"Educational Product Development and Evaluation. Report No. 11."},
      {
        "id":"ED110667",
        "title":"[Innovative Programs in Adult Education: United States.]"},
      {
        "id":"ED110668",
        "title":"[Innovative Programs in Adult Education: Foreign.]"},
      {
        "id":"ED110672",
        "title":"Par for the Corps: A Review of the Literature on Selection, Training, and Performance of Peace Corps Volunteers."},
      {
        "id":"ED110673",
        "title":"[Career Education: A Retrospect and a Prospect.]"},
      {
        "id":"ED110674",
        "title":"A Critique of Research Entitled &quot;The Effectiveness of Public and Proprietary Occupational Training&quot; by Wellford W. Wilms."},
      {
        "id":"ED110675",
        "title":"Curriculum Preparation for Adult Education Programme--An Indian Experiment."},
      {
        "id":"ED110676",
        "title":"Driver Education for New York City High Schools: Curriculum Bulletin: 1973-1974 Series, No. 4."},
      {
        "id":"ED110677",
        "title":"What About Vocational Education? (WAVE); A Guideline for Action in the 70's. Part 1."},
      {
        "id":"ED110678",
        "title":"Who Am I? Where Am I Going? How Do I Get There? A Guideline for Career Awareness. Part 2: What About Vocational Education? (WAVE)."},
      {
        "id":"ED110679",
        "title":"Quality Career Guidance: Proposed Standards for Career Guidance, Counseling and Placement Programs. Part 4: What About Vocational Education? (WAVE)."},
      {
        "id":"ED110680",
        "title":"Quality Career Guidance: A Proposed System to Develop Programs. Part 5: What About Vocational Education? (WAVE)."},
      {
        "id":"ED110681",
        "title":"Equity of Access: Continuing Education and the Part-Time Student. 9th Annual Report."},
      {
        "id":"ED110682",
        "title":"The Adult Basic Education Program: Progress in Reducing Illiteracy and Improvements Needed. Report to the Congress."},
      {
        "id":"ED110683",
        "title":"Semiannual Report on State Research Coordinating Unit Activities for the Period July 1, 1974-December 31, 1974."},
      {
        "id":"ED110684",
        "title":"Cooperative Vocational Education Coordinator's Handbook."},
      {
        "id":"ED110685",
        "title":"Public Employment in 1974. GE 74 No. 1."},
      {
        "id":"ED110686",
        "title":"Managing the Context of Work. Professional Paper No. 1-75."},
      {
        "id":"ED110687",
        "title":"A Bill to Amend the Public Health Service Act: H. R. 5546. Report No. 94-266."},
      {
        "id":"ED110688",
        "title":"Employment In Perspective; Unemployment Among Household Heads."},
      {
        "id":"ED110689",
        "title":"Basic Education in Manpower Programs: The R & D Experience. Manpower Research Monograph No. 38."},
      {
        "id":"ED110691",
        "title":"The Estimation of Training Premiums for U. S. Military Personnel."},
      {
        "id":"ED110692",
        "title":"Communications-Electronics Programs Management Career Ladder: United States Air Force Job Inventory. AFSCs 29630, 29670, and 29690."},
      {
        "id":"ED110693",
        "title":"Automatic Digital Switching Specialist Career Ladder: United States Air Force Job Inventory. AFSCs 29530, 29570, and 29590."},
      {
        "id":"ED110694",
        "title":"Pavements Maintenance and Construction Equipment Operator Career Ladders: United States Air Force Job Inventory. AFSCs 55130/31, 55150/51, 55170/71, and 55191."},
      {
        "id":"ED110695",
        "title":"Schools for Careers: An Analysis of Occupational Courses Offered by Secondary and Postsecondary Schools, 1971."},
      {
        "id":"ED110696",
        "title":"You and the Work World of Math: Packets of Mathematics with Career Orientation."},
      {
        "id":"ED110697",
        "title":"Vocational Education Success Measures and Related Concerns."},
      {
        "id":"ED110698",
        "title":"ACT: Administrative, Clerical, and Technical Program Handbook."},
      {
        "id":"ED110699",
        "title":"The Module: A Tool in Nursing Education."},
      {
        "id":"ED110700",
        "title":"Organizational Functioning: Concepts Training: A Manual for Navy Human Resource Management Specialists."},
      {
        "id":"ED110702",
        "title":"An Action Oriented Review of the On-the-Job Training Literature."},
      {
        "id":"ED110703",
        "title":"Electrician's Mate 3 & 2: Rate Training Manual."},
      {
        "id":"ED110704",
        "title":"Literacy Documentation: An International Bulletin for Libraries and Information Centres. Vol. 4, No. 1."},
      {
        "id":"ED110705",
        "title":"Bias in Textbooks Regarding the Aged, Labour Unions, and Political Minorities."},
      {
        "id":"ED110706",
        "title":"Review of Army Officer Educational System."},
      {
        "id":"ED110707",
        "title":"Vocational Education Act of 1975; A Bill to Consolidate Existing Authorities Under the Vocational Education Act of 1963 in Order to Create a More Efficient Mechanism for Federal Assistance to States for Vocational Education. S. 1863."},
      {
        "id":"ED110708",
        "title":"Value of Personnel Classification Information."},
      {
        "id":"ED110709",
        "title":"The Economic Aspects of Non-Formal Education: A Selected Annotated Bibliography. Program of Studies in Non-Formal Education, Supplementary Series. Paper No. 3."},
      {
        "id":"ED110710",
        "title":"Alternatives for the Training of Skilled Industrial Labor in Sao Paulo, Brazil. Program of Studies in Non-Formal Education, Supplementary Series. Paper No. 1."},
      {
        "id":"ED110711",
        "title":"Non-Formal Education Approaches to Teaching Literacy. Program of Study in Non-Formal Education, Supplementary Series. Paper No. 2."},
      {
        "id":"ED110714",
        "title":"A Status Report on the Personal Finance Course."},
      {
        "id":"ED110715",
        "title":"An Organizational Pattern for Determining Goals in Career Education."},
      {
        "id":"ED110716",
        "title":"The Interrelationships of Preadolescents' Student Characteristics Influencing Selection of Career Exploration Courses [And Abstract]. Industrial Arts Education Monograph No. 1."},
      {
        "id":"ED110717",
        "title":"Modern Mathematics as Applied to Machine Trades: Volumes 1 and 2."},
      {
        "id":"ED110718",
        "title":"Function-Task-Competency Approach to Curriculum Development in Vocational Education in Agriculture: Research Report No. 1. Project Background, Plan, and Model Development."},
      {
        "id":"ED110719",
        "title":"Function-Task-Competency Approach to Curriculum Development in Vocational Education in Agriculture: Research Report No. 2. Professional Competencies Possessed and Needed by Vocational Instructors in Agriculture and When They Should Be Developed."},
      {
        "id":"ED110720",
        "title":"Leadership for the 1970's: Consolidated Army War College Leadership Monograph Series 1-5."},
      {
        "id":"ED110721",
        "title":"Manpower Requirements for Massachusetts: by Occupation, by Industry, 1970-1980."},
      {
        "id":"ED110722",
        "title":"The Way Out: A Pilot Project in Adult Literacy. Report No. 1-1974."},
      {
        "id":"ED110723",
        "title":"Career Education Instructional Materials Guide for Teachers: Kindergarten Through Grade Twelve."},
      {
        "id":"ED110725",
        "title":"Development of Course and Materials for Training in DWI Law Enforcement: Detection, Apprehension and Testimony. Final Report."},
      {
        "id":"ED110726",
        "title":"A Follow-Up Study of the Post School Employment Success of Graduates from Four High School Special Education Programs in the Midwestern Intermediate Unit IV in Pennsylvania for the School Years 1969-70, 1970-71 and 1971-72. A Final Report."},
      {
        "id":"ED110728",
        "title":"Developmental Programs in Distributive Education: Internship Training for Distributive Education Students. Final Report."},
      {
        "id":"ED110729",
        "title":"Operation Breakthrough, 1973-1974. Final Evaluation Report. And: Fourth Quarterly Progress Report for Operation Breakthrough."},
      {
        "id":"ED110730",
        "title":"One and One-Half Years After High School Graduation: The Class of 1972."},
      {
        "id":"ED110731",
        "title":"Illinois Public Community College Statewide Occupational Student Follow-Up Study: Phase 1 Preliminary Report."},
      {
        "id":"ED110732",
        "title":"The Adult Basic Education Program: 1971-72 Regular and 1972 Summer School Terms. Consolidated Program Information Report."},
      {
        "id":"ED110733",
        "title":"Public Service Occupations Curriculum Project: Final Report."},
      {
        "id":"ED110734",
        "title":"An Appraisal of the Second Year and Recommended Activities and Strategies of the National Advisory and Review Committee."},
      {
        "id":"ED110735",
        "title":"Selected Excerpts and Recommendations of the National Advisory and Review Committee: Public Service Occupations Curriculum Project."},
      {
        "id":"ED110736",
        "title":"An Analysis of the Waste Water Treatment Operator Occupation."},
      {
        "id":"ED110737",
        "title":"An Analysis of the Plumbing Occupation."},
      {
        "id":"ED110738",
        "title":"Analysis of the Medical Assisting Occupation."},
      {
        "id":"ED110739",
        "title":"The Effects of a Training Package on ESL Teachers in ABE Programs."},
      {
        "id":"ED110740",
        "title":"Development of a Performance Assessment System for the Central New York External High School Diploma Program: An Educational Alternative for Adults: A Progress Report."},
      {
        "id":"ED110741",
        "title":"The Janus Report: A Report on the Changing Social Setting in the United States with Implications for New Roles for State and Local Vocational Education Personnel."},
      {
        "id":"ED110742",
        "title":"1973 Report on the Career Education Effort in Iowa."},
      {
        "id":"ED110743",
        "title":"1974 Report on the Career Education Effort in Iowa."},
      {
        "id":"ED110744",
        "title":"The Community is the Teacher: Experienced-Based Career Education."},
      {
        "id":"ED110745",
        "title":"Summaries of Research Studies in Agricultural Education: Southern Region: 1973-74."},
      {
        "id":"ED110746",
        "title":"Summaries of Research Studies in Agricultural Education: Southern Region: 1972-73."},
      {
        "id":"ED110747",
        "title":"A Selected Annotated Bibliography of Resource Materials for the Implementation [of] Career Education: Grades K-3. Publication No. 0003."},
      {
        "id":"ED110748",
        "title":"Agriculture for Little People. Publication No. 0004."},
      {
        "id":"ED110749",
        "title":"Career Development Guide: Grades K-5."},
      {
        "id":"ED110750",
        "title":"Career Awareness for Deaf Education: Resource Curriculum Guide: Pre-Kindergarten-Grade 12."},
      {
        "id":"ED110751",
        "title":"Allied Health Education/Transfer of Credit: Recommendations of the North Carolina Articulation Project."},
      {
        "id":"ED110752",
        "title":"A Career Education Entitlement Plan: Administrative and Political Issues."},
      {
        "id":"ED110753",
        "title":"Criteria for Evaluating Graduate Study in Adult Education: Findings of a Study Conducted for the Commission of Professors of Adult Education."},
      {
        "id":"ED110754",
        "title":"The Perceived Effectiveness of Innovation Diffusion Tactics. Research and Development Series No. 99."},
      {
        "id":"ED110755",
        "title":"Professional Educational Competency Needs of Three Groups of Vocational Agriculture Teachers in Ohio. Summary Research 3."},
      {
        "id":"ED110756",
        "title":"A Proposal to Assess the Needs of Students in Ten School Districts. Final Report."},
      {
        "id":"ED110757",
        "title":"Ohio State's Architecture for a Comprehensive Career Education."},
      {
        "id":"ED110758",
        "title":"Field Testing and Revision of the AIR Career Education Curriculum."},
      {
        "id":"ED110759",
        "title":"Phase A: The CCEM Acceptability Studies."},
      {
        "id":"ED110760",
        "title":"Status Report and Current Activities."},
      {
        "id":"ED110761",
        "title":"Career Awareness Materials. Final Report."},
      {
        "id":"ED110762",
        "title":"Occupational Exploration for Small High Schools. Final Report."},
      {
        "id":"ED110763",
        "title":"Consortium for Planning, Developing, and Implementing Exploratory Industrial Career Development Models (Phase I of Three Phases). Interim Report."},
      {
        "id":"ED110764",
        "title":"Development of Evaluation Instruments to Determine Effectiveness of World of Work Program: Final Report."},
      {
        "id":"ED110765",
        "title":"Cal Young Integration of Career Education into 9th Grade Classes: Suggestions for the Subject Areas."},
      {
        "id":"ED110766",
        "title":"Student-Based Career Awareness Curriculum Project in Career Education: Final Report."},
      {
        "id":"ED110767",
        "title":"PCE/K-10 Activities for Career Education."},
      {
        "id":"ED110768",
        "title":"PCE/K-10 Activities for Career Education, Grades K-3."},
      {
        "id":"ED110769",
        "title":"PCE/K-10 Activities for Career Education, Grades 4-6."},
      {
        "id":"ED110770",
        "title":"PCE/K-10 Resource Supplement, Grades K-6."},
      {
        "id":"ED110771",
        "title":"An Integration of Career and Consumer Education and Reading and Language Arts Program Level Goals. Final Report."},
      {
        "id":"ED110772",
        "title":"Guideline of Career Development Activities (Samples): A Statewide Program in Developmental Vocational Guidance (K-12) and Occupational Preparation for the Changing World of Work."},
      {
        "id":"ED110773",
        "title":"A Statewide Program in Developmental Vocational Guidance (K-12) and Occupational Preparation for the Changing World of Work. Final Report."},
      {
        "id":"ED110774",
        "title":"Pre-Vocational Education Workshop, July 8-19, 1974. Final Report."},
      {
        "id":"ED110775",
        "title":"Student Needs Assessment Guide."},
      {
        "id":"ED110776",
        "title":"Alice in Wonderland, or, Through the Looking Glass; Resources for Implementing Principles of Affirmative Action Employment of Women."},
      {
        "id":"ED110777",
        "title":"The Picture of a Dropout."},
      {
        "id":"ED110778",
        "title":"A Comprehensive Occupational Education Program."},
      {
        "id":"ED110779",
        "title":"Education in Transportation Systems Planning: Highway Research Record No. 462."},
      {
        "id":"ED110780",
        "title":"Development and Use of Challenge Exams for Clinical Laboratory Nursing 2: Part 2 Final Report."},
      {
        "id":"ED110781",
        "title":"Trends in Overtime Hours and Pay, 1969-74. Special Labor Force Report 179."},
      {
        "id":"ED110783",
        "title":"Recurrent Education in the State of New York."},
      {
        "id":"ED110784",
        "title":"Functions and Tasks of the Volunteer."},
      {
        "id":"ED110785",
        "title":"Developing 4-H Curricula for Training Volunteers."},
      {
        "id":"ED110786",
        "title":"Why Volunteers? A Philosophy."},
      {
        "id":"ED110787",
        "title":"Urban 4-H Leadership Development."},
      {
        "id":"ED110788",
        "title":"A Plan for Action by the National 4-H Urban Program Development Committee."},
      {
        "id":"ED110789",
        "title":"Volunteer Staff Development: 4-H Intern Report."},
      {
        "id":"ED110790",
        "title":"Recruiting 4-H Volunteer Leaders."},
      {
        "id":"ED110791",
        "title":"A Study of Vocational and Technical Skill Needs in Lafourche Parish."},
      {
        "id":"ED110792",
        "title":"Summary of Research and Developmental Activities in Agricultural Education; North Atlantic Region, 1973-74."},
      {
        "id":"ED110793",
        "title":"A Comparative Analysis of Tasks Essential to Successful Performance in Three Veterinarian Lay Occupations. Summary Research 5."},
      {
        "id":"ED110794",
        "title":"Attitudes of Administrators and Guidance Counselors Regarding Vocational Agriculture. Summary Research 4."},
      {
        "id":"ED110795",
        "title":"The Development of an Open-Access, Performance Oriented Curriculum for Training the Military Policeman (MOS 95B20). Final Report."},
      {
        "id":"ED110796",
        "title":"Development, Field Test, and Refinement of Performance Training Programs in Armor Advanced Individual Training. Final Report."},
      {
        "id":"ED110797",
        "title":"An Exemplary Program for Occupational Preparation: Final Report."},
      {
        "id":"ED110798",
        "title":"Project Career Exploration: Final Report."},
      {
        "id":"ED110799",
        "title":"Assessment of Training Needs of Adults in Mohave County: Final Report."},
      {
        "id":"ED110800",
        "title":"Abstracts of Curriculum Studies Within Project VIGOR."},
      {
        "id":"ED110801",
        "title":"VIGOR and Beyond: A Statement on Career Education."},
      {
        "id":"ED110802",
        "title":"The Process of Coordination: A Task Analysis of Vocational-Technical School Coordinators in the State of Wisconsin: Final Report."},
      {
        "id":"ED110803",
        "title":"Model Career Resource Center: Final Report."},
      {
        "id":"ED110805",
        "title":"Occupational Training for Mature Women: A Survey of the Enrollment of Women Over Age 35 in Proprietary Institutions in Cuyahoga County, Spring 1974."},
      {
        "id":"ED110806",
        "title":"Lincoln Public Schools Part D Career Education Program: Opening Door to Awareness, 1973-74. Final Evaluation Report."},
      {
        "id":"ED110807",
        "title":"Careers for Liberal Arts Graduates: Employment Success Two Years After Graduation."},
      {
        "id":"ED110808",
        "title":"Career Alternatives for Liberal Arts Graduates: A Follow-Up Study."},
      {
        "id":"ED110809",
        "title":"Career Education Through Multi-Experience Centers."},
      {
        "id":"ED110810",
        "title":"Report: National Conference on Cooperative Education."},
      {
        "id":"ED110811",
        "title":"The Effect of the Curriculum Calendar in Self-Paced, Individualized Instruction."},
      {
        "id":"ED110812",
        "title":"Development of an Instrument for the Assessment of Parenting Attitudes. An Affective Evaluation Study: Parent Involvement Report Number 1."},
      {
        "id":"ED110813",
        "title":"DOD-Wide Civilian Career Program for Procurement Personnel."},
      {
        "id":"ED110814",
        "title":"Remarks of Richard L. Thornburgh to the Graduating Class, Career Prosecutor Course."},
      {
        "id":"ED110815",
        "title":"SHAPES: Shared Process Evaluation System. Towards a Process Analysis of Community Development."},
      {
        "id":"ED110816",
        "title":"Seminars on Occupational Clusters. A Report."},
      {
        "id":"ED110817",
        "title":"Development, Implementation, and Evaluation of Leadership/Management Training Within Army Battalions: Volume I: Summary of Findings."},
      {
        "id":"ED110818",
        "title":"Development, Implementation, and Evaluation of Leadership/Management Training Within Army Battalions. Volume II. Technical Appendices."},
      {
        "id":"ED110819",
        "title":"Educating for the Health Team."},
      {
        "id":"ED110820",
        "title":"The Use of Social Security Earnings Data for Assessing the Impact of Manpower Training Programs: Final Report of the Panel on Manpower Training Evaluation."},
      {
        "id":"ED110821",
        "title":"Manpower for Health Care."},
      {
        "id":"ED110822",
        "title":"Early Perceptions of the Comprehensive Employment and Training Act."},
      {
        "id":"ED110823",
        "title":"Report of Biographical Information on People Who Enrolled in the Full-Time Day Programs of the Minnesota Area Vocational-Technical Institutes Between July 1, 1972 and June 30, 1973. Summary of All Enrollees: Across the State."},
      {
        "id":"ED110824",
        "title":"Report of Student Terminations From Full-Time Day Programs of The Minnesota Area Vocational-Technical Institutes Between July 1, 1972 and June 30, 1973. Summary of All Terminations: Across the State."},
      {
        "id":"ED110825",
        "title":"Summary of One-Year Follow-Up Information on Graduates Who Graduated From Full-Time Day Programs of The Minnesota Area Vocational-Technical Institutes Between July 1, 1971, and June 30, 1972. Summary of All Graduates: Across the State."},
      {
        "id":"ED110826",
        "title":"A Further Examination of Enlistment Motivation and the Disposition of Army Applicants. Technical Report No. 75-15."},
      {
        "id":"ED110827",
        "title":"Mission Suitability Testing of an Aircraft Simulator. Technical Report No. 75-12."},
      {
        "id":"ED110828",
        "title":"T-4G Methodology: Undergraduate Pilot Training T-37 Phase."},
      {
        "id":"ED110829",
        "title":"A Classification Scheme for Career Education Resource Materials."},
      {
        "id":"ED110831",
        "title":"Educational Values of Adult Rural Disadvantaged Students: An Affective Evaluation Report. General Report No. 2."},
      {
        "id":"ED110832",
        "title":"Revision of the Child Raising Opinion Questionnaire. An Affective Evaluation Study. Parent Involvement Report No. 3."},
      {
        "id":"ED110833",
        "title":"A Personality Development Interpretation of Employability and Disadvantaged Status with Remedial Implications: Counseling Services Report No. 21."},
      {
        "id":"ED110834",
        "title":"Practice and Incentive Effects on Learner Performance: Aircraft Instrument Comprehension Task."},
      {
        "id":"ED110835",
        "title":"Development of Adult Education Graduate Programs."},
      {
        "id":"ED110836",
        "title":"The Adoption of Systems Innovations in Educational Organizations: A Case Study of Operation Guidance."},
      {
        "id":"ED110837",
        "title":"East Providence Career Education Project Evaluation: 1973-74."},
      {
        "id":"ED110838",
        "title":"The University Council on Education for Public Responsibility: 1961-1975. Occasional Papers No. 43."},
      {
        "id":"ED110839",
        "title":"Stretching Manpower Resources for Non-Formal Education in Rural Development: A Case Study in Communication."},
      {
        "id":"ED110840",
        "title":"Understanding the Prcess of Differential Diagnosis: Prerequisite to the Training of Medical and Veterinary Medical Practitioners."},
      {
        "id":"ED110841",
        "title":"Racial Attitudes of One Group of Adult Educators."},
      {
        "id":"ED110842",
        "title":"Effectiveness of an Orientation and Counseling Program for Adult Evening Students at Drake University."},
      {
        "id":"ED110843",
        "title":"Effectiveness of Paraprofessionals in Working with Low Income Families: An Experimental Study."},
      {
        "id":"ED110844",
        "title":"Evaluation of the Use of Group Dynamics Training in the Expanded Food and Nutrition Education Program."},
      {
        "id":"ED110845",
        "title":"Variations in Attitude Toward Aging as a Function of Educational Level."},
      {
        "id":"ED110846",
        "title":"Content Analysis: A Method for Research and Evaluation in Adult Education."},
      {
        "id":"ED110847",
        "title":"Action Now for Older Americans: Toward Independent Living."},
      {
        "id":"ED110848",
        "title":"An Evaluation-Management Information System for Vocational Rehabilitation."},
      {
        "id":"ED110849",
        "title":"A Study of the Coordination of the Higher Adult Education Function Within State Systems."},
      {
        "id":"ED110850",
        "title":"The Effect of Teacher Expectancy Upon the Achievement and Intelligence Test Scores of Adult Students."},
      {
        "id":"ED110851",
        "title":"Behavior Theory and Adult Education."},
      {
        "id":"ED110852",
        "title":"Social Indicators and Program Evaluation."},
      {
        "id":"ED110853",
        "title":"Familiarization and Dissemination of Selected Vocational-Technical Curriculum and Resource Materials. A Final Report."},
      {
        "id":"ED110854",
        "title":"Resources: Recommendations for Adult Career Education Resources: Supplement."},
      {
        "id":"ED110855",
        "title":"Explorations; Part I, Revised: Career Activities for Adult Education Classes."},
      {
        "id":"ED110856",
        "title":"The Influence of the Admissions Officer in Making of College Policy."},
      {
        "id":"ED110857",
        "title":"The Effects of a Reinforcement-Counseling Procedure on the Social Behavior and Sociometric Status of Elementary Students."},
      {
        "id":"ED110858",
        "title":"Sixteen Questions and Responses Concerning the Development of a School District Standardized Testing Program."},
      {
        "id":"ED110859",
        "title":"Graduate Programs for Black and Asian Graduate Students in Pupil Personnel Services."},
      {
        "id":"ED110860",
        "title":"Effect of an Advance Organizer upon Learning for Sixth-Grade Children Maintaining an External Locus of Control Orientation."},
      {
        "id":"ED110861",
        "title":"Selective Group Approaches in Hospital Settings."},
      {
        "id":"ED110862",
        "title":"Crisis Intervention Project, Boston Public Schools, December 1, 1972-May 1, 1973. Evaluation."},
      {
        "id":"ED110863",
        "title":"Counseling Workers over 40: GULHEMP, a New Approach."},
      {
        "id":"ED110864",
        "title":"A Comprehensive Job Placement Program for Secondary, Non-Urban High Schools."},
      {
        "id":"ED110866",
        "title":"Accountability in Drug Education: A Model for Evaluation."},
      {
        "id":"ED110867",
        "title":"Survey of State Drug Abuse Activities 1972."},
      {
        "id":"ED110868",
        "title":"Students Speak on Drugs; The High School Student Project."},
      {
        "id":"ED110870",
        "title":"Sex, Courtship, and Marriage."},
      {
        "id":"ED110871",
        "title":"The Role of the College Counseling Center in Fostering Positive Mental Health Among College-Age Youth."},
      {
        "id":"ED110872",
        "title":"Self-Monitoring to Increase Classroom Participation Behavior."},
      {
        "id":"ED110873",
        "title":"The Suitability of the California Test of Personality and Rokeach's Dogmatism Scale as Selection Instruments for Security Police."},
      {
        "id":"ED110874",
        "title":"Individual vs. Team Competition: The Interpersonal Consequences of Academic Performance. Center for Social Organization of Schools, Report Number 188."},
      {
        "id":"ED110875",
        "title":"Measuring Psychosocial Maturity: A Status Report. Center for Social Organization of Schools, Report Number 187."},
      {
        "id":"ED110876",
        "title":"Self-Management Projects in Counselor Education."},
      {
        "id":"ED110877",
        "title":"School Counseling: Criticism and Contexts."},
      {
        "id":"ED110878",
        "title":"Beyond The Test Score."},
      {
        "id":"ED110879",
        "title":"Runaway House: A Youth-Run Service Project."},
      {
        "id":"ED110880",
        "title":"Teams-Games-Tournament: An Effective Task and Reward Structure in the Elementary Grades. Center for Social Organization of Schools, Report Number 189."},
      {
        "id":"ED110881",
        "title":"The Effects of the Conditions of Learning in the Schools on Educational Achievement."},
      {
        "id":"ED110883",
        "title":"Research on Counselor Effectiveness."},
      {
        "id":"ED110885",
        "title":"Teams-Games-Tournament in the Elementary Classroom: A Replication. Report No. 190."},
      {
        "id":"ED110886",
        "title":"Family Life Education: Focus on Student Involvement."},
      {
        "id":"ED110887",
        "title":"Exemplary Programs: Office of Technological Transfer."},
      {
        "id":"ED110888",
        "title":"Education--The Process of Becoming."},
      {
        "id":"ED110892",
        "title":"Education: Interest and Merit vs. Coercion and Dole; Curiosity vs. \"Motivation.\""},
      {
        "id":"ED110893",
        "title":"The Effectiveness of Human Relations Training for Proctors in a Mastery Based Educational Psychology Course."},
      {
        "id":"ED110894",
        "title":"Financial Aid Specialist in the Secondary School."},
      {
        "id":"ED110895",
        "title":"Developing Individualized Counseling."},
      {
        "id":"ED110896",
        "title":"Changing Teacher Competence Perceptions by Focused Video-Tape Feedback."},
      {
        "id":"ED110897",
        "title":"Licensing of Psychologists and Counselors in Florida: An Opinion and Recommendations."},
      {
        "id":"ED110898",
        "title":"Student Participation in Student Health and Counseling Center Policy from \"New Dimensions in Student Health and Counseling Services: Ecological Feedback.\" Synopsis of Remarks."},
      {
        "id":"ED110899",
        "title":"Mini-U: A Novel Approach to Professional Staff Development in Student Affairs."},
      {
        "id":"ED110900",
        "title":"Guidance Services for the Developmentally Disabled: A Model for Schools."},
      {
        "id":"ED110901",
        "title":"Psychological Education: An Overview of Issues."},
      {
        "id":"ED110902",
        "title":"Air Force Academy Candidate Counseling in the Seventies. Air Command and Staff College Research Study, Report Number 2650-74."},
      {
        "id":"ED110904",
        "title":"Career Awareness: One Means for Meeting the Changing Role of Education. Maxi II [Practicum.]"},
      {
        "id":"ED110906",
        "title":"Student Financial Assistance (Index to Parts 1-9). Index of Hearings before the Special Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First and Second Sessions. Part 10."},
      {
        "id":"ED102804",
        "title":"American Psychological Association Symposium Papers. Occasional Paper #24."},
      {
        "id":"ED102809",
        "title":"Ordered Rules and the Morphophonemics of the N-Class in Swahili. York Papers in Linguistics, No. 2."},
      {
        "id":"ED102810",
        "title":"The Role of Media in Foreign Language Teaching."},
      {
        "id":"ED102813",
        "title":"Contrastive Lexicology."},
      {
        "id":"ED102815",
        "title":"A Double Counter-Universal in Kelabit. Working Papers in Linguistics, Vol. 5, No. 6."},
      {
        "id":"ED102816",
        "title":"The Productivity of Vowel Alternation in English Derived Forms. Working Papers in Linguistics, Vol. 5, No. 6."},
      {
        "id":"ED102817",
        "title":"Title VII Bilingual Project &quot;Let's Be Amigos&quot;: Evaluation of the Fourth Year, 1972-73."},
      {
        "id":"ED102818",
        "title":"The Acquisition of Direct and Indirect Objects in Japanese."},
      {
        "id":"ED102819",
        "title":"Elliptische Satzstrukturen im Konventionellen und Programmierten Fremdsprachenunterricht (Elliptical Sentences in Traditional and Programmed Foreign Language Instruction). Seria Filologia Germanska, No. 14."},
      {
        "id":"ED102820",
        "title":"Navajo Language Review, Vol. 1, No. 2."},
      {
        "id":"ED102821",
        "title":"Some Reflections on Vowel Harmony. Working Papers on Language Universals, No. 12."},
      {
        "id":"ED102822",
        "title":"Current Theory and Knowledge for the Teaching of English. Linguistic Communications: Working Papers of the Linguistic Society of Australia, No. 12."},
      {
        "id":"ED102823",
        "title":"On the &quot;Language of Observation&quot; in Linguistics. Working Papers on Language Universals, No. 4."},
      {
        "id":"ED102825",
        "title":"The Language Universals Phonological Archiving Project: 1971 - 1972. Working Papers on Language Universals, No. 9."},
      {
        "id":"ED102826",
        "title":"Intonation and Language Acquisition. Papers and Reports on Child Language Development, No. 1."},
      {
        "id":"ED102827",
        "title":"Relative Clause Formation Between 29-36 Months: A Preliminary Report. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED102829",
        "title":"Linguistics Play and Language Acquisition. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED102831",
        "title":"A Study of Errors: Frequency, Origin and Effects."},
      {
        "id":"ED102832",
        "title":"A Revised Spanish/English Grammar Test. Research and Development Memorandum No. 127."},
      {
        "id":"ED102833",
        "title":"La place de la negation syntaxique en francais (The Place of Syntactic Negation in French). Montreal Working Papers in Linguistics, Vol. 2."},
      {
        "id":"ED102834",
        "title":"On Cross-Cultural Orientation Techniques."},
      {
        "id":"ED102835",
        "title":"Sociolinguistic Aspects of Word Borrowing."},
      {
        "id":"ED102836",
        "title":"Processes of Pidginization and Creolization."},
      {
        "id":"ED102864",
        "title":"Self-Pacing at the University of South Carolina."},
      {
        "id":"ED102865",
        "title":"Teaching and Learning Foreign Languages in Industry."},
      {
        "id":"ED102866",
        "title":"Implications of Language Learning Theory for Language Planning: Concerns in Bilingual Education. Papers in Applied Linguistics, Bilingual Education Series: 1."},
      {
        "id":"ED102867",
        "title":"Bilingual Children: A Resource Document. Papers in Applied Linguistics, Bilingual Education Series: 2."},
      {
        "id":"ED102869",
        "title":"Bilingual Education."},
      {
        "id":"ED102870",
        "title":"Writing in the Eskimo Classroom. Cahiers linguistiques d'Ottawa (Ottawa Linguistics Papers), Vol. 7, No. 3."},
      {
        "id":"ED102871",
        "title":"On the Subclassification of Verbs in Terms of Complement Types."},
      {
        "id":"ED102872",
        "title":"On TESOL 74."},
      {
        "id":"ED102873",
        "title":"Spoken Brazilian Portuguese: Basic Course, Units 1-18."},
      {
        "id":"ED102874",
        "title":"Comparative Study of the Syntactic Characteristics of Formal/Informal Discussion and Administrative Correspondence."},
      {
        "id":"ED102875",
        "title":"A Selected Bibliography of Films and Videotapes on Foreign Language Teacher Training. CAL-ERIC/CLL Series on Languages and Linguistics, No. 8."},
      {
        "id":"ED102878",
        "title":"Using Community Resources in Foreign Language Teaching. CAL-ERIC/CLL Series on Languages and Linguistics, No. 7."},
      {
        "id":"ED102880",
        "title":"A Revised Spanish/English Oral Proficiency Test, 1974 Field Test Results. Research and Development Memorandum No. 134."},
      {
        "id":"ED102881",
        "title":"Second Language Teaching 74. Part Two of the Proceedings of the Annual Meeting of the Pacific Northwest Conference on Foreign Languages (25th, Spokane, Washington, 1974)."},
      {
        "id":"ED102882",
        "title":"ERIC Materials Relating to Vietnamese and English. CAL-ERIC/CLL Series on Languages and Linguistics, No. 18."},
      {
        "id":"ED102883",
        "title":"Museum Accreditation: Professional Standards."},
      {
        "id":"ED102884",
        "title":"Characteristics of 1971-1974 Hofstra Freshmen. Report #109."},
      {
        "id":"ED102885",
        "title":"The Direct and Indirect Economic Impact of UTK [University of Tennessee, Knoxville] on the Knoxville Area, 1971-1972. Volume 13, Number 80."},
      {
        "id":"ED102886",
        "title":"A Shift in the Balance."},
      {
        "id":"ED102887",
        "title":"A Conceptual Framework for Academic Responses to Social Issues."},
      {
        "id":"ED102888",
        "title":"Agreement Between Wagner College and the Wagner College Chapter of the American Association of University Professors."},
      {
        "id":"ED102889",
        "title":"Agreement Between the Board of Trustees of State Colleges of the Commonwealth of Massachusetts and the Lowell State College Faculty Federation AFT Local 2174 AFL-CIO."},
      {
        "id":"ED102890",
        "title":"Agreement 1974-1976 Between Rider College and the Rider College Chapter of the American Association of University Professors."},
      {
        "id":"ED102891",
        "title":"Toward Quality Health Care. The Improvement of Nursing and Nursing Education in Texas. CB Study Paper 24. Final Report of the Nursing Project Council."},
      {
        "id":"ED102892",
        "title":"Making the Transition. Report to the 1975 Minnesota Legislature. Comprehensive Plan-Phase 4."},
      {
        "id":"ED102893",
        "title":"Granted Education. A Strategy to Increase the Return on Public Spending for Post-Secondary Education in Oregon. (Short Form--Conclusions and Recommendations)."},
      {
        "id":"ED102894",
        "title":"Tax Reform 1975: Issues Facing Higher Education."},
      {
        "id":"ED102895",
        "title":"Source Bibliographies on Higher Education: 1968-1972."},
      {
        "id":"ED102897",
        "title":"Agreement Between the State of New York and United University Professions, Inc."},
      {
        "id":"ED102898",
        "title":"University Goals and Collective Bargaining."},
      {
        "id":"ED102899",
        "title":"Agreement Between Rhode Island Board of Regents and Rhode Island College Chapter American Federation of Teachers AFL-CIO, Local #1819, 1974-1975."},
      {
        "id":"ED102900",
        "title":"Financial Operations of the Five Service Academies: Department of Defense, Department of Transportation, Department of Commerce. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED102901",
        "title":"The Roger Williams College Faculty Association 1973-1975 Contract with the Board of Trustees."},
      {
        "id":"ED102902",
        "title":"Contract Between Saginaw Valley College and Saginaw Valley College Faculty Association 1974-75."},
      {
        "id":"ED102903",
        "title":"West Virginia's State System of Higher Education. Annual Report, 1973-74; Current Operating Revenue and Expenditures."},
      {
        "id":"ED102904",
        "title":"North Carolina Constitutional and Statutory Provisions with Respect to Higher Education."},
      {
        "id":"ED102905",
        "title":"Agreement Between Franklin Pierce College and Rindge Faculty Federation (AFT)."},
      {
        "id":"ED102906",
        "title":"Agreement Between the Administration of Pratt Institute and the United Federation of College Teachers AFL-CIO."},
      {
        "id":"ED102910",
        "title":"Annual Report to the Board of Regents of the Montana University System, 1973-74."},
      {
        "id":"ED102911",
        "title":"The Higher Education Outcome Measures Identification Study. A Descriptive Summary."},
      {
        "id":"ED102912",
        "title":"Federal Programs of Student Aid By State."},
      {
        "id":"ED102913",
        "title":"Report of Regents Task Force on University Governance and Collective Bargaining."},
      {
        "id":"ED102914",
        "title":"Higher Education Collective Bargaining: Other Than Faculty Personnel. Volume 1."},
      {
        "id":"ED102915",
        "title":"Agreement Between Bryant College of Business Administration and the Bryant Faculty Federation, Local 1769, American Federation of Teachers, AFL-CIO."},
      {
        "id":"ED102916",
        "title":"Postgraduate Education and Training in Public Health. Report of a WHO Expert Committee. World Health Organization Technical Report Series No. 533."},
      {
        "id":"ED102917",
        "title":"Continuing Education for Physicians. Report of a WHO (World Health Organization) Expert Committee. Technical Report Series No. 534."},
      {
        "id":"ED102918",
        "title":"Resource Centers for Higher Education. ERIC/Higher Education Research Currents."},
      {
        "id":"ED102919",
        "title":"Educational Auditing and Voluntary Institutional Accrediting. ERIC/Higher Education Research Report No. 1, 1975."},
      {
        "id":"ED102920",
        "title":"A College Planning Cycle. People Resources Process. A Practical Guide."},
      {
        "id":"ED102921",
        "title":"Suggested Inclusions in State Legislation for Higher Education Institutions Which Wish to Name the Board of Governors as Employer. Special Report No. 14."},
      {
        "id":"ED102922",
        "title":"Proposed System for Rewarding and Improving Instructional Effectiveness."},
      {
        "id":"ED102923",
        "title":"The General College Legal Paraprofessional Program: An Evaluation. Volume 11, Number 2."},
      {
        "id":"ED102924",
        "title":"Agreement Between Michigan State University and Michigan State University Skilled Tradesmen Local Union No. 99., Council No. 7, AFSCME, AFL-CIO."},
      {
        "id":"ED102925",
        "title":"Agreement Between Michigan State University and Lodge 141, Fraternal Order of Police, Michigan State University Division, July 1, 1974."},
      {
        "id":"ED102926",
        "title":"New England Regional Student Program Enrollment Statistics 1974-75."},
      {
        "id":"ED102927",
        "title":"A Discussion of the Revised Program Classification Structure."},
      {
        "id":"ED102928",
        "title":"The New England Regional Student Program Annual Report 1974-75."},
      {
        "id":"ED102929",
        "title":"Agreement Between Monmouth College and the Faculty Association of Monmouth College."},
      {
        "id":"ED102930",
        "title":"Legal and Other Constraints to the Development of External Degree Programs. Volumes I and II. Final Report."},
      {
        "id":"ED102931",
        "title":"Hearings before the Special Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, Second Session. Part 1. Accreditation."},
      {
        "id":"ED102934",
        "title":"A Survey of Library Services Available to Navajo People on the Navajo Indian Reservation."},
      {
        "id":"ED102935",
        "title":"Study of Education Satellite Communication Demonstration. Quarterly Progress Report. Report of Activities and Accomplishments, June 25, 1974 to October 10, 1974."},
      {
        "id":"ED102936",
        "title":"Educational Management Development Center Report of Year One and Proposal for Year Two."},
      {
        "id":"ED102937",
        "title":"Determinants of Learned Helplessness in Problem Solving."},
      {
        "id":"ED102938",
        "title":"Television Programming, Monopolistic Competition and Welfare. Technical Report No. 159."},
      {
        "id":"ED102940",
        "title":"Interactive Systems for Education: The New Look of CAI."},
      {
        "id":"ED102941",
        "title":"Report to Electronic Data Processing Steering Committee on the Feasibility of Data Processing Center Consolidation."},
      {
        "id":"ED102942",
        "title":"Report to Electronic Data Processing Steering Committee on a Recommendation for Data Processing Center Consolidation."},
      {
        "id":"ED102943",
        "title":"Educational Technology Program. Quarterly Technical Summary, 1 September through 30 November 1974."},
      {
        "id":"ED102944",
        "title":"South Carolina State Program for Library Development 1974-1979. The Second Supplement to the 1972-1977 Program (FY 75 Amendments)."},
      {
        "id":"ED102945",
        "title":"The Uses of Television in Education Around the World: A Sabbatical Project."},
      {
        "id":"ED102946",
        "title":"George Leonard's View of the Computer in Education."},
      {
        "id":"ED102947",
        "title":"Student Computer Dialogs Without Special Purpose Languages."},
      {
        "id":"ED102948",
        "title":"Excursions in Geology."},
      {
        "id":"ED102949",
        "title":"An Analysis of the Regular Shortwave Listener in the United States."},
      {
        "id":"ED102950",
        "title":"Art Reference, SCLS 1972."},
      {
        "id":"ED102951",
        "title":"Library Voices; Cassette Conversations in a Tape Exchange."},
      {
        "id":"ED102952",
        "title":"School Library Media Services Evaluated: A Sample Instrument."},
      {
        "id":"ED102953",
        "title":"Media Center Management Facts of Life."},
      {
        "id":"ED102954",
        "title":"Multimedia Materials: Inside Out! (Or: The \"Content\", not the \"Can\")."},
      {
        "id":"ED102955",
        "title":"Rules and Regulations Governing the Resources and Services of the State Library."},
      {
        "id":"ED102958",
        "title":"Supervision in Libraries."},
      {
        "id":"ED102959",
        "title":"Learning With Computers; Today and Tomorrow."},
      {
        "id":"ED102960",
        "title":"I. M. P. Independent Miniunit Programs."},
      {
        "id":"ED102961",
        "title":"See A Need...And Fill It!"},
      {
        "id":"ED102962",
        "title":"Curriculum Guide for Teaching Library Media Skills, Kindergarten-Eighth Grade."},
      {
        "id":"ED102964",
        "title":"Open, Sesame: A Key to the Meaning of the Educational Broadcast Message."},
      {
        "id":"ED102967",
        "title":"A Team Approach to Developing an Audiovisual Single-Concept Instructional Unit."},
      {
        "id":"ED102968",
        "title":"Media Service as a Disciplinary Application of General Systems Science."},
      {
        "id":"ED102969",
        "title":"Computer System Resource Requirements of Novice Programming Students."},
      {
        "id":"ED102970",
        "title":"A Survey of Local History Collections in Nebraska Public Libraries."},
      {
        "id":"ED102971",
        "title":"Determining Geographical Subject Headings for Local History Collections."},
      {
        "id":"ED102972",
        "title":"The University Library: A Study of Services Offered the Blind."},
      {
        "id":"ED102973",
        "title":"Attitudes of Music Catalogers Toward Major Problems of Cataloging Music Scores and Phonodiscs."},
      {
        "id":"ED102974",
        "title":"A Computerized Reference Retrieval System."},
      {
        "id":"ED102975",
        "title":"Design of Training Systems, Phase II Report, Volume I; Phase II, Overview. TAEG Report No. 12-2."},
      {
        "id":"ED102976",
        "title":"Design of Training Systems, Phase II Report, Volume II; Detailed Model Descriptions. TAEG Report No. 12-2."},
      {
        "id":"ED102978",
        "title":"Social Implications of Computer/Telecommunications Systems."},
      {
        "id":"ED102979",
        "title":"The Credit Hour: An Anachronism."},
      {
        "id":"ED102983",
        "title":"A Comparison of Utah's Middle-Size High School Media Programs."},
      {
        "id":"ED102984",
        "title":"Illinois Audiovisual Association Leadership Conference (August 12-16, 1974). Final Report."},
      {
        "id":"ED102985",
        "title":"Reaching Out; Some USOE-Funded Programs and Projects That Illustrate the Efforts of Public Libraries to Attract New Clientele."},
      {
        "id":"ED102986",
        "title":"Glendale Central Library Circulation Department Work Simplication Study."},
      {
        "id":"ED102988",
        "title":"A Study Guide for Use with the Law Books of Love Library, San Diego State University."},
      {
        "id":"ED102989",
        "title":"A Rough Approximation of the Relative Labor Effectiveness of the Book Acquisition and Cataloging Process at Three Public Libraries."},
      {
        "id":"ED102990",
        "title":"The Cost Effectiveness of Field Pick Up of Long Overdue Items at the Glendale Public Library."},
      {
        "id":"ED102991",
        "title":"Proposed Weekly Punched Card Transaction System."},
      {
        "id":"ED102992",
        "title":"Improved Internal Work Flow for Processing Metropolitan Cooperative Library System Inter-Library Loan Requests at the Glendale Public Library."},
      {
        "id":"ED102993",
        "title":"A Review of the Shelving Process in the Glendale Young People's Library."},
      {
        "id":"ED102994",
        "title":"Collection Evaluation in the College Library."},
      {
        "id":"ED102995",
        "title":"How to Use the Library."},
      {
        "id":"ED102996",
        "title":"A Cost Analysis of the Automated Systems Control Group, The Acquisitions Department and the Catalog Department of the Central Technical Services."},
      {
        "id":"ED102997",
        "title":"An Overview of the Development of Larger Units of Service and the Central Library Concept."},
      {
        "id":"ED103000",
        "title":"The National Library of Medicine Programs and Services, Fiscal Year 1974."},
      {
        "id":"ED103001",
        "title":"Whitmore Library: A New Concept of Public Library Services."},
      {
        "id":"ED103002",
        "title":"Five-Year Plan for Development of Library Services in Salt Lake County, 1973-1977."},
      {
        "id":"ED103003",
        "title":"SLICE Office Report for the Period July 1, 1974 to December 31, 1974. Final Report."},
      {
        "id":"ED103004",
        "title":"Innovative Education Practices. Volume 2."},
      {
        "id":"ED103005",
        "title":"Communication and Information Needs for Effective Administration of the Bolivian System of Public Instruction: A Report and Design."},
      {
        "id":"ED103006",
        "title":"AESP Data Base Information: Rationale, Data Collection Procedure, Interpretation of Results. Technical Report Number 1."},
      {
        "id":"ED103007",
        "title":"An Experiment in Educational Technology: An Overview of the Appalachian Education Satellite Project. Technical Report Number 2."},
      {
        "id":"ED103008",
        "title":"Formative Evaluation Study for AESP Diagnostic and Prescriptive Reading Course. Technical Report Number Three."},
      {
        "id":"ED103009",
        "title":"The Evaluation Design: Summer Courses, 1974. Technical Report Number Four."},
      {
        "id":"ED103010",
        "title":"To See Ourselves as Others See Us: Television and Its Portrayal of the Female."},
      {
        "id":"ED103014",
        "title":"Study of Education Satellite Communication Demonstration. Second Quarterly Progress Report. Report of Activities and Accomplishments, October 11, 1974 to January 10, 1975."},
      {
        "id":"ED103015",
        "title":"Administration of Children's Services."},
      {
        "id":"ED103016",
        "title":"Public Law 93-568, Ninety-Third Congress, Senate Joint Resolution Number Forty. To Authorize and Request the President to Call a White House Conference on Library and Information Services Not Later Than 1978."},
      {
        "id":"ED103018",
        "title":"Using Your Nation's Capital: An Indexed Guide to Multimedia Resources in Washington, D.C."},
      {
        "id":"ED103019",
        "title":"Kansas/Project Communicate: A Program for the Development of a Comprehensive State Education Information System. Interim Report."},
      {
        "id":"ED103020",
        "title":"Price Trends Affecting Academic Library Budgets. Technical Report Series."},
      {
        "id":"ED103021",
        "title":"Financial Assistance for Library Education; Academic Year 1975-1976."},
      {
        "id":"ED103022",
        "title":"How the Librarian Can Assist the Reading Teacher."},
      {
        "id":"ED103023",
        "title":"Social Service Delivery Via Cable Television: Foster Parent Training. A Field Experiment, Cost Analysis, Network Design, Implementation Alternatives and Related Policy Issues. Final Report."},
      {
        "id":"ED103024",
        "title":"A Study With Recommendations. Hewlett-Woodmere Public Library, 1974."},
      {
        "id":"ED103025",
        "title":"A Look at the Hillside Public Library, 1975."},
      {
        "id":"ED103026",
        "title":"Curriculum Guides; California, 1974."},
      {
        "id":"ED103027",
        "title":"Citation Manual for United States Government Publications. Study Guides and Teaching Aides, Paper No. 10."},
      {
        "id":"ED103028",
        "title":"A Survey of the Issues, Problems and Concerns Affecting School Media Specialists in the Southeastern Part of the United States."},
      {
        "id":"ED103030",
        "title":"Wilkes Community College Students: A Comparison and Profile."},
      {
        "id":"ED103031",
        "title":"Career Education and Transfer Program Enrollments in 2-Year Colleges, 1973-74. ACT Special Report 11."},
      {
        "id":"ED103032",
        "title":"A Proposed Participatory Governance Structure for the Division of Continuing Education and Community Services at Bristol Community College."},
      {
        "id":"ED103033",
        "title":"A Review of Public Two-Year Institutions of Higher Education in New Mexico."},
      {
        "id":"ED103034",
        "title":"A Study to Determine the Participation of Evening and Part-Time Students in the College Governance System."},
      {
        "id":"ED103035",
        "title":"A Computerized System for Follow-Up of Graduates."},
      {
        "id":"ED103036",
        "title":"Manoa's Community College Transfers, Fall 1970-Fall 1974."},
      {
        "id":"ED103037",
        "title":"&quot;F&quot; and &quot;I&quot; Grade Pattern, 1969-70 to 1974-75."},
      {
        "id":"ED103038",
        "title":"Postsecondary Career-Technical Programs Offered by Institutions in West Virginia."},
      {
        "id":"ED103039",
        "title":"A Model for Minority Representation in Journalism."},
      {
        "id":"ED103040",
        "title":"Portland Community College Takes an Educational X-Ray."},
      {
        "id":"ED103041",
        "title":"Will Independent Junior Colleges Survive?"},
      {
        "id":"ED103042",
        "title":"A Statistical Summary of Selected Characteristics of the Student Population of Southwest Texas Junior College."},
      {
        "id":"ED103043",
        "title":"Teaching Materials Currently Used in Mental Health Worker Training Programs."},
      {
        "id":"ED103044",
        "title":"Non-Participatory Governance as an Influence on Faculty Senate Militancy."},
      {
        "id":"ED103045",
        "title":"The Effectiveness of Institutional Committees as Governance Devices: Perceptions of Personnel at a Public Community College."},
      {
        "id":"ED103046",
        "title":"A Survey of the 1972-73 Graduates of Miami-Dade Community College."},
      {
        "id":"ED103047",
        "title":"Population Characteristics of Potential Satellite Campus Students."},
      {
        "id":"ED103048",
        "title":"On What Basis Do Students Select Coursework in Black Studies?"},
      {
        "id":"ED103049",
        "title":"An Evaluation of Student Performance Based Upon Utilization of Extended Opportunity Programs and Services."},
      {
        "id":"ED103050",
        "title":"A Comparative Study of Student Performance at the Freshman and Transfer Levels Between Students Attending Santa Ana College and Thirty-Two Other California Community Colleges."},
      {
        "id":"ED103051",
        "title":"An Analysis of the Relationship Between Vocational Curricula and Students' Occupational Goals."},
      {
        "id":"ED103052",
        "title":"Life-Centered Education. Research and Report Series Report No. 6."},
      {
        "id":"ED103053",
        "title":"Student Development Modules in Community College Peer Helper Training."},
      {
        "id":"ED103055",
        "title":"Student Reactions and Their Implications for Systemic Analysis in the Advancement Studies Department."},
      {
        "id":"ED103057",
        "title":"The Uniformity-Flexibility Gap in Curriculum Development: An Experiment With Promise."},
      {
        "id":"ED103058",
        "title":"The Organizational Structure of the Instructional Program of a Community College: An Evaluation With Recommendations for Change."},
      {
        "id":"ED103059",
        "title":"Staff Development at Lincoln Trail College."},
      {
        "id":"ED103060",
        "title":"Recommendations for Institutional Roles and Missions in Washington, Part II: The Community Colleges. Staff Report for the Advisory Committee on Institutional Roles and Missions. Draft Discussion Document."},
      {
        "id":"ED103061",
        "title":"Blueprint for a Cluster College. Topical Paper No. 49."},
      {
        "id":"ED103062",
        "title":"Accreditation for Non-Traditional Community College Programs."},
      {
        "id":"ED103064",
        "title":"Understanding Community College Finance: A Primer for the Lay Trustee."},
      {
        "id":"ED103065",
        "title":"Enrollment Projections: An Evaluation of Current Techniques."},
      {
        "id":"ED103066",
        "title":"Faculty Salaries 1974-75, California Community Colleges."},
      {
        "id":"ED103067",
        "title":"Selected Characteristics, Classified and Unclassified (Regular) Students, Spring 1975."},
      {
        "id":"ED103068",
        "title":"Agreement Between Board of Trustees of the Community College District of the County of Macomb and Macomb County Community College Faculty Organization: 1974-77."},
      {
        "id":"ED103069",
        "title":"A Study of Two-Year College Women in Central New York State: Characteristics, Career Determinants and Perceptions."},
      {
        "id":"ED103070",
        "title":"Projecting College Enrollment by a Modified Delphi Technique."},
      {
        "id":"ED103072",
        "title":"Reading Relationship Study: Success/Failure Rate of First Semester College Students Identified as Poor Readers."},
      {
        "id":"ED103073",
        "title":"Report on International Students Enrolled Fall Semester 1974, Rockville Campus."},
      {
        "id":"ED103074",
        "title":"A Follow Up Study of the BCC Reverse Transfer Student Questionnaire."},
      {
        "id":"ED103075",
        "title":"Triton College: A Review of the Student Personnel Program."},
      {
        "id":"ED103076",
        "title":"Administering Innovation in a Traditional Environment: A Study of the Administration of the Learning Resources Laboratory of the City Colleges of Chicago."},
      {
        "id":"ED103077",
        "title":"A Study of the College of the Mainland and its Community: Relationships and Perceptions."},
      {
        "id":"ED103078",
        "title":"Quantifying Faculty Workloads."},
      {
        "id":"ED103079",
        "title":"Community Colleges and the Churches."},
      {
        "id":"ED103080",
        "title":"Policies, Procedures and Politics Effecting Experiental Learning."},
      {
        "id":"ED103081",
        "title":"Operation Enable: Delivery of Services to the New Client."},
      {
        "id":"ED103082",
        "title":"Survey of the Status of Women. Institutional Research Report No. 7."},
      {
        "id":"ED103083",
        "title":"Purplebook Alpha: For Pre-Professional Trainees in Higher Education."},
      {
        "id":"ED103084",
        "title":"Purplebook Gamma: Higher Education Professional In-Service Training Program."},
      {
        "id":"ED103085",
        "title":"Greenbag, Worksheets."},
      {
        "id":"ED103086",
        "title":"Basic Open Classroom Documentation."},
      {
        "id":"ED103087",
        "title":"Philosophic Heuristic Instruction (I)."},
      {
        "id":"ED103088",
        "title":"Oleanna Math Program Materials."},
      {
        "id":"ED103089",
        "title":"Oleanna Math Program Smorgasbord (I)."},
      {
        "id":"ED103093",
        "title":"Education for Parenting."},
      {
        "id":"ED103094",
        "title":"The Pennsylvania Research in Infant Development and Education Project."},
      {
        "id":"ED103095",
        "title":"Structures-of-the-Whole: Is There Any Glue to Hold the Concrete-Operational &quot;Stage&quot; Together?"},
      {
        "id":"ED103096",
        "title":"Does Prior Knowledge of the Compensation Rule Increase Susceptibility to Conservation Training?"},
      {
        "id":"ED103097",
        "title":"Neuromuscular Integrity and Use of Sensory Motor Schemas."},
      {
        "id":"ED103098",
        "title":"Dyadic Aggression: A \"Six-Second\" Performance Theory About Children."},
      {
        "id":"ED103099",
        "title":"Socioeconomic Differences in Maternal Responses to Young Children's Behavior."},
      {
        "id":"ED103100",
        "title":"Identifying Concrete and Formal Operational Children."},
      {
        "id":"ED103101",
        "title":"Research Design for Exploring the Development of Self-Regard in Preschool Children."},
      {
        "id":"ED103102",
        "title":"Modeling and Interrogative Strategies."},
      {
        "id":"ED103103",
        "title":"Effect of Social Reinforcement on Infant Activity: A Pilot Study."},
      {
        "id":"ED103104",
        "title":"The Effect of Self-Modeling on Behavior and Self-Esteem."},
      {
        "id":"ED103105",
        "title":"Human Relationships Skill Training: Trends, Issues, Programs."},
      {
        "id":"ED103106",
        "title":"Language and Cognition in the Concrete Operations Period."},
      {
        "id":"ED103107",
        "title":"The Effects of Instruction and Spatial Consistency on Children's Free Recall."},
      {
        "id":"ED103108",
        "title":"Clovis-Portales Bilingual Early Childhood Program: Second Year Evaluation Study (1973-74)."},
      {
        "id":"ED103109",
        "title":"Birth to Five: The &quot;Golden Years of Opportunity.&quot;"},
      {
        "id":"ED103110",
        "title":"[Recent and Proposed Educational Programs in Congress.]"},
      {
        "id":"ED103111",
        "title":"Emerging Trends and Issues in Early Childhood Education."},
      {
        "id":"ED103112",
        "title":"Kedmah (Parent-Teacher Discussion Groups)."},
      {
        "id":"ED103113",
        "title":"Prosocial Television and Young Children's Behavior: Learning from Prosocial Television; Effects of Rehearsal on Performance Measures."},
      {
        "id":"ED103114",
        "title":"Divorce: Some Effects on and Teaching Strategies for Young Children."},
      {
        "id":"ED103115",
        "title":"The Pre-School: First Step Towards a Better Environment for Children."},
      {
        "id":"ED103116",
        "title":"Kindergarten Goals for the Seventies."},
      {
        "id":"ED103117",
        "title":"Differential Use of the Open Classroom: A Study of More and Less Exploratory Children."},
      {
        "id":"ED103118",
        "title":"A Profile of Federally Supported Day Care in Oregon."},
      {
        "id":"ED103119",
        "title":"A Profile of Federally Supported Day Care in Washington State."},
      {
        "id":"ED103120",
        "title":"A Profile of Federally Supported Day Care in Alaska."},
      {
        "id":"ED103121",
        "title":"A Profile of Federally Supported Day Care in Idaho."},
      {
        "id":"ED103122",
        "title":"Day Care for School-Age Children. Final Report."},
      {
        "id":"ED103127",
        "title":"Piaget's Research as Applied to the Explanation of Language Development."},
      {
        "id":"ED103128",
        "title":"Child Abuse and Neglect: A Report on the Status of the Research."},
      {
        "id":"ED103129",
        "title":"The Search for a Distinctly Piagetian Contribution to Education. Theoretical Paper No. 50."},
      {
        "id":"ED103130",
        "title":"Analyzing for Individual Differences in Evaluating Compensatory Education Programs. Occasional Paper No. 27."},
      {
        "id":"ED103131",
        "title":"The Pocket Guide to Babysitting."},
      {
        "id":"ED103132",
        "title":"Research, Demonstration, and Evaluation Studies: Fiscal Year 1974."},
      {
        "id":"ED103133",
        "title":"A Longitudinal Study of Representational Play in Relation to Spontaneous Imitation and Development of Multi-Word Utterances. Final Report."},
      {
        "id":"ED103134",
        "title":"Follow-Up of the Montessori Programme."},
      {
        "id":"ED103135",
        "title":"Manpower Policies for Residents of Lower-Income Rural and Semi-Rural Counties."},
      {
        "id":"ED103136",
        "title":"The Dynamic of Achievement Attitudes in the South: An Application of the Heise Path Panel Method."},
      {
        "id":"ED103137",
        "title":"Contemporary Issues of the American Indian."},
      {
        "id":"ED103138",
        "title":"[National Indian Education Association Conference (6th, Phoenix, Arizona, November 11-14, 1974). &quot;Indian Education&quot;, Vol. 5, No. 1, January 1975]."},
      {
        "id":"ED103139",
        "title":"Stages of Industrial Development and Poverty Impact in Nonmetropolitan Labor Markets of the South."},
      {
        "id":"ED103141",
        "title":"Report of the Appalachian School Study Project. Working Paper No. 4."},
      {
        "id":"ED103142",
        "title":"Xalacapan: Village and School in Zacapoaxtla, Puebla."},
      {
        "id":"ED103143",
        "title":"Observations from a National Bilingual Bicultural Institute Recommendations for a State Wide Design. Annual Illinois Bilingual Bicultural Conference (1st, Chicago, Illinois, March 28-29, 1974)."},
      {
        "id":"ED103144",
        "title":"The Future of Nonmetropolitan Towns in Texas."},
      {
        "id":"ED103145",
        "title":"Sovereignty and Inter-governmental Relations with Arizona Indian Tribes--A Report on the Indian Town Hall (2nd, White Mountain Apache Reservation, August 20-22, 1974)."},
      {
        "id":"ED103146",
        "title":"Report On: Arizona Indian Water Rights Conference (White Mountain Apache Reservation, August 21-23, 1973)."},
      {
        "id":"ED103147",
        "title":"La Mujer Chicana. (The Chicana Woman)."},
      {
        "id":"ED103149",
        "title":"Relating Outdoor Education Concepts to Emotionally Handicapped Children and Youth. Proceedings from Six Regional Workshops Conducted 1972-73."},
      {
        "id":"ED103158",
        "title":"Integration of Outdoor Education Into the Junior College Physical Education Curriculum."},
      {
        "id":"ED103159",
        "title":"Historical Changes in Marriage and Procreation Aspirations and Expectations of South Carolina High School Students, 1967-1973."},
      {
        "id":"ED103160",
        "title":"A Paradigm for Further Research in Bilingual-Bicultural Education."},
      {
        "id":"ED103168",
        "title":"Self-Determination: First Steps."},
      {
        "id":"ED103169",
        "title":"Whale Hunting is Different There -- A Report on the Alaska Rural Teacher Training Corps (ARTTC). COP [Career Opportunities Program] Bulletin 8."},
      {
        "id":"ED103170",
        "title":"Cultural and Biological Adaptations to Deprivation: The Northern Ojibwa Case."},
      {
        "id":"ED103175",
        "title":"The Indian Education Act of 1972: Answers to Your Questions."},
      {
        "id":"ED103176",
        "title":"Report of the Associated Country Women of the World's National Seminar of American Indian Women (Fort Collins, August 2-8, 1970). Indian Women Plan for the Seventies."},
      {
        "id":"ED103177",
        "title":"Migrant Response to Industrialization in Four Rural Areas, 1965-70. Agricultural Economic Report No. 270."},
      {
        "id":"ED103178",
        "title":"Cultural Values Influencing Educational Programming in West Virginia."},
      {
        "id":"ED103179",
        "title":"Religion in an Appalachian State. West Virginia University, Appalachian Center Research Report 6."},
      {
        "id":"ED103181",
        "title":"Designing a Bilingual Curriculum."},
      {
        "id":"ED103182",
        "title":"Social and Economic Characteristics of the Population in Metro and Nonmetro Counties, 1970. Agricultural Economic Report No. 272."},
      {
        "id":"ED103183",
        "title":"The American Indian, Then and Now: A Bibliography."},
      {
        "id":"ED103184",
        "title":"Annual Report of New York State Interdepartmental Committee on Indian Affairs, 1973-74."},
      {
        "id":"ED103185",
        "title":"The Proceedings of the North American Conference on Outdoor Pursuits in Higher Education (1st, Appalachian State University, Boone, North Carolina, February 10-13, 1974)."},
      {
        "id":"ED103186",
        "title":"The Native American Speaks."},
      {
        "id":"ED103188",
        "title":"Implementing Special Education Services in Rural Remote Areas. The Proceedings from the Western States Topical Conference (Salt Lake City, Utah, February 3-6, 1975). A Guidelines Document and Idea Resource for: Educators; Parents; Concerned Citizens; Others."},
      {
        "id":"ED103196",
        "title":"A Curriculum Activities Guide to Solid Wastes and Environmental Studies, Volume 4."},
      {
        "id":"ED103198",
        "title":"A Guide to Establishing Environmental Education Programs in Municipal Parks."},
      {
        "id":"ED103199",
        "title":"A Guide to Running a Recycling Project. [Includes Recycling Handbook]."},
      {
        "id":"ED103201",
        "title":"Man and Environment, A Multidisciplinary Teachers Guide."},
      {
        "id":"ED103204",
        "title":"Ecosystems. A Self-Instructional Modular Package for Elementary School Teachers. Preliminary Version."},
      {
        "id":"ED103205",
        "title":"Air Pollution Training Institute Curriculum Description and Recommendations. Volume 2, Curriculum Recommendations. Final Report."},
      {
        "id":"ED103207",
        "title":"Science Education: Research 1973."},
      {
        "id":"ED103208",
        "title":"Population and Family Planning in Latin America. Report Number 17."},
      {
        "id":"ED103210",
        "title":"Religious Reconstruction for the Environmental Future, Proceedings Report (The University of Connecticut, November 30-December 2, 1972)."},
      {
        "id":"ED103212",
        "title":"Your World, My World."},
      {
        "id":"ED103213",
        "title":"Fun with the Environment."},
      {
        "id":"ED103214",
        "title":"Resources for the Future. Annual Report 1973."},
      {
        "id":"ED103216",
        "title":"Education's Response to the Energy Crisis. A Survey of the States. Research Brief Vol. 2, No. 1."},
      {
        "id":"ED103217",
        "title":"Common Environmental Terms: A Glossary."},
      {
        "id":"ED103219",
        "title":"Natural Resources Activity Guide. Bulletin No. 1232."},
      {
        "id":"ED103220",
        "title":"Little Talbot Island: A Resource for Developing Field Studies. Resource Monograph No. 3."},
      {
        "id":"ED103223",
        "title":"Environmental Awareness Among Locally-Elected Public Officials in Northwest Indiana. Final Report."},
      {
        "id":"ED103224",
        "title":"Environmental Education for New Hampshire: A Plan for Community Involvement."},
      {
        "id":"ED103225",
        "title":"1973 Needs Assessment Report."},
      {
        "id":"ED103226",
        "title":"Environmental Education Resources and Programs."},
      {
        "id":"ED103227",
        "title":"Texas Water Quality Board Teachers Workshop Program."},
      {
        "id":"ED103232",
        "title":"Report to the Governor of Maryland and Maryland General Assembly from the Governor&apos;s Commission on Environmental Education."},
      {
        "id":"ED103233",
        "title":"Brine Shrimp and Their Habitat, An Environmental Investigation."},
      {
        "id":"ED103234",
        "title":"Change in a Small Ecosystem, An Environmental Investigation."},
      {
        "id":"ED103235",
        "title":"Color and Change, An Environmental Investigation."},
      {
        "id":"ED103236",
        "title":"Contour Mapping, An Environmental Investigation."},
      {
        "id":"ED103237",
        "title":"Differences in Living Things, An Environmental Investigation."},
      {
        "id":"ED103238",
        "title":"Fish and Water Temperature, An Environmental Investigation."},
      {
        "id":"ED103239",
        "title":"Genetic Variation, An Environmental Investigation."},
      {
        "id":"ED103240",
        "title":"Man's Habitat - The City, An Environmenta1 Investigation."},
      {
        "id":"ED103241",
        "title":"Nature Hunt, An Environmental Investigation."},
      {
        "id":"ED103242",
        "title":"Nature's Part in Art, An Environmental Investigation."},
      {
        "id":"ED103243",
        "title":"Oaks, Acorns, Climate and Squirrels, An Environmental Investigation."},
      {
        "id":"ED103244",
        "title":"Outdoor Fun for Students, An Environmental Investigation."},
      {
        "id":"ED103245",
        "title":"Plant Puzzles, An Environmental Investigation."},
      {
        "id":"ED103246",
        "title":"Plants in the Classroom, An Environmental Investigation."},
      {
        "id":"ED103247",
        "title":"Sampling Button Populations, An Environmental Investigation."},
      {
        "id":"ED103248",
        "title":"Shadows, An Environmental Investigation."},
      {
        "id":"ED103249",
        "title":"Snow and Ice, An Environmental Investigation."},
      {
        "id":"ED103250",
        "title":"Soil, An Environmental Investigation."},
      {
        "id":"ED103251",
        "title":"Stream Profiles, An Environmental Investigation."},
      {
        "id":"ED103252",
        "title":"Tile Patterns and Graphs, An Environmental Investigation."},
      {
        "id":"ED103253",
        "title":"Transect Studies, An Environmental Investigation."},
      {
        "id":"ED103255",
        "title":"An Environmental Education Plan for Montana."},
      {
        "id":"ED103257",
        "title":"Air Pollution Training Resource Materials List."},
      {
        "id":"ED103258",
        "title":"Boilers: The Basics of Preventing Air Pollution Emissions from Boilers. Part 1, Air Pollution Training Institute Self-Instructional Course SI-466."},
      {
        "id":"ED103259",
        "title":"The Basics of Boiler Operation and Maintenance. Part 2, Air Pollution Training Institute Self-Instructional Course SI-466."},
      {
        "id":"ED103260",
        "title":"Troubleshooting, Section One, Boilers: Correcting Oil Temperature. Part 3, Air Pollution Training Institute Self-Instructional Course SI-466."},
      {
        "id":"ED103261",
        "title":"Troubleshooting, Section Two, Boilers: Flame Reading. Part 4, Air Pollution Training Institute Self-Instructional Course SI-466."},
      {
        "id":"ED103262",
        "title":"The Incinerator: Section One, Basic Parts and Fundamentals. Part 5, Air Pollution Training Institute Self-Instructional Course SI-466."},
      {
        "id":"ED103263",
        "title":"The Incinerator: Section Two, Maintenance and Trobuleshooting. Part 6, Air Pollution Training Institute Self-Instructional Course SI-466."},
      {
        "id":"ED103264",
        "title":"Operator's Manual, Boiler Room Operations and Maintenance. Supplement A, Air Pollution Training Institute Self-Instructional Course SI-466."},
      {
        "id":"ED103266",
        "title":"Effects of Group Interaction Stimulated by Competition Between Groups as a Motivating Technique in a Ninth-Grade Mathematics Classroom. Final Report."},
      {
        "id":"ED103267",
        "title":"The Mathematics Clinic. Final Report."},
      {
        "id":"ED103273",
        "title":"Conference on Mathematics Resource Materials (Eugene, Oregon, June 9-12, 1974)."},
      {
        "id":"ED103274",
        "title":"Investigations in Science Education, Volume 1 Number 1. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED103275",
        "title":"Topics in Air Pollution Control (SI: 428)."},
      {
        "id":"ED103276",
        "title":"An Application of Romey's Involvement Index and a Standard Reading Formula to Representative &quot;Modern&quot; and &quot;Traditional&quot; Science Textbooks for Grades 7-10."},
      {
        "id":"ED103277",
        "title":"A Study of Careers in Science, Mathematics and Teaching."},
      {
        "id":"ED103279",
        "title":"Evaluation of PATTERNS IN ARITHMETIC in Grades 1-4, 1970-71: Effects on Students. Technical Report No. 302."},
      {
        "id":"ED103280",
        "title":"Environmental Education--Related Research, 1969-72. An Annotated Bibliography."},
      {
        "id":"ED103281",
        "title":"Application of a Cooperative University/Middle School Model to Enhance Science Education Accountability."},
      {
        "id":"ED103282",
        "title":"Interstate Consortium on Metric Education. Final Report."},
      {
        "id":"ED103283",
        "title":"Environmental Studies: Some Problems and Priorities."},
      {
        "id":"ED103284",
        "title":"Values Education: Approaches and Materials."},
      {
        "id":"ED103285",
        "title":"Information Processing Theory in Attitude Change Applied to Social Studies Textbook Materials."},
      {
        "id":"ED103286",
        "title":"Social Psychology: A Resource for Elementary and Secondary Educators."},
      {
        "id":"ED103287",
        "title":"On Learning."},
      {
        "id":"ED103288",
        "title":"Another Way of Looking at It."},
      {
        "id":"ED103289",
        "title":"A Critique of the Public Education Approach to Industrial Pollution Abatement."},
      {
        "id":"ED103290",
        "title":"Predicting Levels of Aspiration: A Comparison of Perceived and Actual Informational Inputs from Significant Others."},
      {
        "id":"ED103291",
        "title":"Suppose We Took Groups Seriously..."},
      {
        "id":"ED103292",
        "title":"For English Children: Integrated Studies with a World View."},
      {
        "id":"ED103293",
        "title":"Administrators' Conference on Secondary Social Science. Follow-Up Evaluation Report."},
      {
        "id":"ED103294",
        "title":"A Study of Planet Three: A World Geography/Social Studies Course."},
      {
        "id":"ED103295",
        "title":"Grade School Philosophy: How Come and Where To?"},
      {
        "id":"ED103296",
        "title":"Philosophy for Children."},
      {
        "id":"ED103297",
        "title":"Teaching Children Philosophical Thinking: An Introduction to the Teacher&apos;s Manual for &quot;Harry Stottlemeier&apos;s Discovery.&quot;"},
      {
        "id":"ED103298",
        "title":"Harry Stottlemier&apos;s Discovery [Revised Edition]."},
      {
        "id":"ED103299",
        "title":"25 Action Learning Schools."},
      {
        "id":"ED103300",
        "title":"Learning for Living: Adolescents in Preschool. Profiles of Promise 37."},
      {
        "id":"ED103301",
        "title":"High School in the Community: Providing Alternatives in Education. Profiles of Promise 39."},
      {
        "id":"ED103302",
        "title":"The Humanities in the Schools."},
      {
        "id":"ED103303",
        "title":"The Uses of Game Theory in Social Science Education: A Humanistic Perspective."},
      {
        "id":"ED103304",
        "title":"Impact of Technology on Human Rights: Responsibilities and Opportunities for the Social Studies."},
      {
        "id":"ED103305",
        "title":"Non-Formal Education and an Expanded Conception of Development. Program of Studies in Non-Formal Education Discussion Papers Number 1."},
      {
        "id":"ED103306",
        "title":"Non-Formal Education: The Definitional Problem. Program of Studies in Non-Formal Education Discussion Papers Number 2."},
      {
        "id":"ED103307",
        "title":"Non-Formal Education and the Structure of Culture. Program of Studies in Non-Formal Education Discussion Papers Number 3."},
      {
        "id":"ED103308",
        "title":"Non-Formal Education as an Alternative to Schooling. Program of Studies in Non-Formal Education Discussion Papers Number 4."},
      {
        "id":"ED103309",
        "title":"International Training Support in Non-Formal Education. Program of Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED103312",
        "title":"Guiding the Musical Growth of Children, Fifth and Sixth Grades. A Curriculum Guide."},
      {
        "id":"ED103313",
        "title":"Non-Formal Educational Programs in Different Geographical Areas of the World. Bibliographies in Non-Formal Education, Number 2."},
      {
        "id":"ED103314",
        "title":"Selected Topics in Non-Formal Education. Bibliographies in Non-Formal Education, Number 3."},
      {
        "id":"ED103316",
        "title":"Mosaic; Volume 1 Number 6, January 1975. Focus Report: Women's Role in Various Cultures."},
      {
        "id":"ED103317",
        "title":"The School System and the Social Development of Nigeria."},
      {
        "id":"ED103318",
        "title":"Evaluation of the Law Focus Curriculum Project."},
      {
        "id":"ED103319",
        "title":"Instructional Film Units."},
      {
        "id":"ED103320",
        "title":"The Mexican American in Library Materials."},
      {
        "id":"ED103322",
        "title":"Social Studies. Grade 10--European Culture Studies. 1975 Reprint."},
      {
        "id":"ED103323",
        "title":"Objectives Are Not the Place to Begin."},
      {
        "id":"ED103324",
        "title":"National Science Foundation Sponsored Administrators' Conference in Elementary Social Science (State University College, Geneseo, New York, July 11-18, 1974). Final Report."},
      {
        "id":"ED103325",
        "title":"Ways to Environmental Education, Volume 2."},
      {
        "id":"ED103326",
        "title":"Some Observation on the Strengths and Weaknesses of the British Primary Schools. Project for Workshops--Studying Informal Education in the British Setting--England, Summer 1974."},
      {
        "id":"ED103327",
        "title":"The Perceptive Eye: Toward the Reformation of Educational Evaluation."},
      {
        "id":"ED103328",
        "title":"Social Science Education Consortium Newsletter; Number 19, September 1974."},
      {
        "id":"ED103329",
        "title":"Social Science Education Consortium Newsletter; Number 20, November 1974."},
      {
        "id":"ED103330",
        "title":"Secondary School History: Objectives & Programs. Response to NASDTEC Standards, 3.4 Standard II."},
      {
        "id":"ED103331",
        "title":"A Mexican American Bibliography: A Collection of Print and Non-Print Materials."},
      {
        "id":"ED103332",
        "title":"An Annotated Bibliography of Games and Simulations in Consumer Education."},
      {
        "id":"ED103333",
        "title":"Selected Early Childhood Affective Social Studies Programs: An Analysis of Theories, Structure, and Consistency."},
      {
        "id":"ED103334",
        "title":"Elementary Art Guide, 1972-1973."},
      {
        "id":"ED103336",
        "title":"The Role of Economics Education in the Professional Activities of College and University Social Studies Educators. Paper No. 490."},
      {
        "id":"ED103338",
        "title":"The Absolute Poor. Report of A Donor Agencies Meeting on Rural Development in Africa."},
      {
        "id":"ED103339",
        "title":"Environmental Curiosity Sampler."},
      {
        "id":"ED103340",
        "title":"Research and Development in Education. A Survey."},
      {
        "id":"ED103341",
        "title":"School and Family Predictors of Achievement and Dropout in Elementary Schools of a Developing Country."},
      {
        "id":"ED103342",
        "title":"Kaleidoscope 12. Special Issue: Arts and Humanities. Late Fall 1974."},
      {
        "id":"ED103344",
        "title":"Teacher Corps Handbook for Team Leaders."},
      {
        "id":"ED103345",
        "title":"The Functional Limits of Behavioral Objectives."},
      {
        "id":"ED103346",
        "title":"The Ohio State University College of Education Academic Faculty of Industrial Technology Education."},
      {
        "id":"ED103347",
        "title":"A Critique of the Special Fitness Test."},
      {
        "id":"ED103348",
        "title":"School Community Service Career Apprenticeship Program. Community Based Learning Experiences."},
      {
        "id":"ED103349",
        "title":"A Curriculum Guide for School and Community Service."},
      {
        "id":"ED103350",
        "title":"School and Community Service; The Tutor's Handbook."},
      {
        "id":"ED103351",
        "title":"A Training Program in Improving Observational Skills: A Systematic Observation of Classroom Verbal Interaction."},
      {
        "id":"ED103352",
        "title":"Linking Schools and Colleges to Develop Continuing Education Programs for School Personnel."},
      {
        "id":"ED103353",
        "title":"Teacher Education Center Self Study: A Preliminary Report of, and to, the Partners."},
      {
        "id":"ED103354",
        "title":"Teacher Behavior and the Presentation of a Work Ethic."},
      {
        "id":"ED103355",
        "title":"The Influence of Four Instructional Components on Concept Acquisition."},
      {
        "id":"ED103356",
        "title":"Patterns of Peer Tutoring."},
      {
        "id":"ED103357",
        "title":"Performance Under Traditional and Mastery Assessment Procedures in Relation to Students' Locus of Control: A Possible Aptitude by Treatment Interaction."},
      {
        "id":"ED103358",
        "title":"A Systems Approach to Diagnostic Prescriptive Instruction."},
      {
        "id":"ED103359",
        "title":"Dimensions of Teacher Militancy: A Factor Analysis of Teacher Attitudes."},
      {
        "id":"ED103360",
        "title":"Teacher's Communication of Differential Performance Expectations for Boys and Girls."},
      {
        "id":"ED103361",
        "title":"Health Education for Indian Students."},
      {
        "id":"ED103362",
        "title":"The Future of Women's Athletics: Entertainment or Education?"},
      {
        "id":"ED103363",
        "title":"The Organization and Implementation of an Elementary Adapted Physical Education Program."},
      {
        "id":"ED103364",
        "title":"A Process-Oriented Paradigm for Innovation in Secondary Physical Education."},
      {
        "id":"ED103367",
        "title":"A Bibliography of Demand and Supply of Education Personnel. Report No. 74-409."},
      {
        "id":"ED103368",
        "title":"Preventing a Second Orthodoxy: A Formative Evaluation of a Competency-Based Teacher Education Program."},
      {
        "id":"ED103369",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.01. The Puerto Rican in Puerto Rico. Teacher Corps Bilingual Project."},
      {
        "id":"ED103370",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.02. Migration Patterns of the Puerto Rican. Teacher Corps Bilingual Project."},
      {
        "id":"ED103371",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.03. Living Conditions in the U.S.: New York. Teacher Corps Bilingual Project."},
      {
        "id":"ED103372",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.04. The Puerto Rican in Hartford. Teacher Corps Bilingual Project."},
      {
        "id":"ED103373",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.06. Prejudice and the Puerto Rican. Teacher Corps Bilingual Project."},
      {
        "id":"ED103374",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.07. The Educational System in Puerto Rico. Teacher Corps Bilingual Project."},
      {
        "id":"ED103375",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.08. Puerto Rican Spanish. Teacher Corps Bilingual Project."},
      {
        "id":"ED103376",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.09. Puerto Rican English. Teacher Corps Bilingual Project."},
      {
        "id":"ED103377",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.10. Prominent Puerto Ricans. Teacher Corps Bilingual Project."},
      {
        "id":"ED103378",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.11. Puerto Ricans and Their Mores. Teacher Corps Bilingual Project."},
      {
        "id":"ED103379",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.12. The Puerto Rican and the Arts. Teacher Corps Bilingual Project."},
      {
        "id":"ED103380",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. Instructor's Guide. Teacher Corps Bilingual Project."},
      {
        "id":"ED103381",
        "title":"Modular Sequence: Puerto Rican Pupils in Mainland Schools. TTP 003.05. The Puerto Rican Family. Teacher Corps Bilingual Project."},
      {
        "id":"ED103382",
        "title":"Possible Solutions to the Problems of Measuring Change in Motor Behavior. Quantification Laboratory Technical Report No. 24."},
      {
        "id":"ED103383",
        "title":"The Other Physical Education."},
      {
        "id":"ED103384",
        "title":"Sport Personality Assessment: Facts, Fallacies, and Perspectives."},
      {
        "id":"ED103385",
        "title":"What Recreation Research Says to the Recreation Practitioner."},
      {
        "id":"ED103387",
        "title":"Bowling-Fencing Guide. January 1975-January 1977."},
      {
        "id":"ED103388",
        "title":"A Conceptual Framework for Studying Knowledge Utilization."},
      {
        "id":"ED103389",
        "title":"The Nature and Significance of Curricular Claims and How They Are Validated."},
      {
        "id":"ED103390",
        "title":"Paradigms in Teacher Effectiveness Research."},
      {
        "id":"ED103391",
        "title":"Performance-Based Certification: A Selected Annotated Bibliography."},
      {
        "id":"ED103392",
        "title":"Humanistic/Behavioristic Training Program for Teachers."},
      {
        "id":"ED103393",
        "title":"Educational Research in Sweden 1973-74."},
      {
        "id":"ED103394",
        "title":"Students as Teaching Resources; A Survey of Teaching Models Using Non-Professionals (Peer Tutoring)."},
      {
        "id":"ED103395",
        "title":"Developing Competency-Based Preparation and Performance-Based Certification in Georgia."},
      {
        "id":"ED103396",
        "title":"Materials on Creative Arts (Arts, Crafts, Dance, Drama and Music) for Persons with Handicapping Conditions."},
      {
        "id":"ED103397",
        "title":"Resource Directory: Some New Ways of Learning and Teaching."},
      {
        "id":"ED103398",
        "title":"Why Educational Research Is of Limited Use to the Community."},
      {
        "id":"ED103399",
        "title":"Instructor Perception, Content of Scale, and Feedback Effectiveness."},
      {
        "id":"ED103401",
        "title":"Workbook: Fundamentals of Athletic Training for Women."},
      {
        "id":"ED103402",
        "title":"Teacher Preparation--What Graduates Tell Us."},
      {
        "id":"ED103403",
        "title":"Learning Strategies: A Review and Synthesis of the Current Literature."},
      {
        "id":"ED103404",
        "title":"[Group Dynamics.]"},
      {
        "id":"ED103405",
        "title":"A Comparison of the Effects of Dance and Physical Education on the Self-Concept of Selected Disadvantaged Girls."},
      {
        "id":"ED103406",
        "title":"Problems Resulting from the Implementation of a Pilot Program in Accountability."},
      {
        "id":"ED103409",
        "title":"Aging: Health Education's Responsibility."},
      {
        "id":"ED103410",
        "title":"A Comparison of Student-Led Discussion Groups to Teacher-Led Discussion Groups of Teaching College Introductory Health Courses."},
      {
        "id":"ED103411",
        "title":"An Evaluation of the AAHPER Youth Fitness Test."},
      {
        "id":"ED103412",
        "title":"The Accuracy of the Six Minute Run Test to Measure Cardiorespiratory Fitness."},
      {
        "id":"ED103413",
        "title":"A Comparison of the Workoutput and Performance Measures for Selected Calesthenic Exercises Performed to Maximum."},
      {
        "id":"ED103414",
        "title":"A Critical Analysis of the AAHPER Youth Fitness Test."},
      {
        "id":"ED103415",
        "title":"The Heart Rate Response of Adult Males to a Systematic Exercise Program."},
      {
        "id":"ED103416",
        "title":"The Reliability of Pedalling Rates Employed in Work Tests on the Bicycle Ergometer."},
      {
        "id":"ED103417",
        "title":"Bibliography of Research Involving Female Subjects; A Compilation of Theses and Dissertations in Physical Education, Health, and Recreation."},
      {
        "id":"ED103419",
        "title":"Administration and Research of Competency-/Performance-Based Teacher Education Programs."},
      {
        "id":"ED103421",
        "title":"The Market for Teachers in the Nation and the Southern Region."},
      {
        "id":"ED103422",
        "title":"Didakometry; Teacher-Oriented Research: Some Current Projects at the Malmo School of Education. No. 46."},
      {
        "id":"ED103423",
        "title":"Evaluating the Four Teacher Center Pilots; The Second Annual Report 1973-1974. Volume 1, The Four Pilots."},
      {
        "id":"ED103424",
        "title":"Criteria for Selective Screening of Health Majors."},
      {
        "id":"ED103425",
        "title":"Individualized Instruction through Open Structure; A Child Centered School."},
      {
        "id":"ED103426",
        "title":"Opening Up Without Cracking Up."},
      {
        "id":"ED103427",
        "title":"The Role of the Teacher in an Uncertain World."},
      {
        "id":"ED103428",
        "title":"Bibliography of Microteaching with Selected Annotations."},
      {
        "id":"ED103429",
        "title":"A Competency-Based Teacher Education Program in Elementary Education."},
      {
        "id":"ED103430",
        "title":"The &quot;Trouble Shooting&quot; Checklist: A Guide for the Educational Change Agent."},
      {
        "id":"ED103431",
        "title":"The &quot;Trouble Shooting&quot; Checklist: A Manual to Aid Educational Change Agents in the Prediction of Organizational Change Potential."},
      {
        "id":"ED103434",
        "title":"Southeast Alternatives Free School End of Year Report."},
      {
        "id":"ED103435",
        "title":"Clinical Competence as Measured by the National Boards, Part 3."},
      {
        "id":"ED103436",
        "title":"Reading and Arithmetic Achievement Among Youths 12-17 Years as Measured by the Wide Range Achievement Test. Vital and Health Statistics Series 11, No. 136."},
      {
        "id":"ED103437",
        "title":"Some Ingredients for Constructing Developmental Models. Research Memorandum 73-27."},
      {
        "id":"ED103439",
        "title":"SEA Staff Survey-1974: General Report."},
      {
        "id":"ED103440",
        "title":"Problems in Longitudinal Analysis: A First Look at Longitudinal Versus Cross Section Studies."},
      {
        "id":"ED103441",
        "title":"A Factor-Analytic Examination of the Internal Structure of a Maslow-Type Need Satisfaction Instrument."},
      {
        "id":"ED103442",
        "title":"Sequencing Learning Events in Performance-Based Instructional Systems."},
      {
        "id":"ED103443",
        "title":"Employee Selection and Equal Employment Opportunity."},
      {
        "id":"ED103444",
        "title":"Evaluation of Selected Career Resource Centers in Pennsylvania. Final Report."},
      {
        "id":"ED103445",
        "title":"Marcy Open School Community Day Program Report."},
      {
        "id":"ED103446",
        "title":"Assessment in Schools, Colleges and Society."},
      {
        "id":"ED103447",
        "title":"Innovation in Faculty-Course Evaluation and Feedback."},
      {
        "id":"ED103448",
        "title":"The Development of an Instrument to Provide Performance Predictive Information for Counselor Trainee Selection: Phase I."},
      {
        "id":"ED103449",
        "title":"Proposals for the Collection of Adult Education Statistics Within the Framework of the International Standard Classification of Education (ISCED)."},
      {
        "id":"ED103450",
        "title":"Technical Report on Development of USES Aptitude Test Battery for Fork-Lift-Truck Operator."},
      {
        "id":"ED103451",
        "title":"Technical Report on Development of USES Aptitude Test Battery for Key-Punch Operator."},
      {
        "id":"ED103454",
        "title":"Developing Questionnaire Items: How to Do It Well."},
      {
        "id":"ED103456",
        "title":"Technical Report on Development of USES Specific Aptitude Test Battery for Teacher Aid, Elementary School."},
      {
        "id":"ED103457",
        "title":"Pharmacy State Board Examinations and Practical Experience. EAC Project No. 278."},
      {
        "id":"ED103458",
        "title":"Instructional Sensitivity Statistics Appropriate for Objectives-Based Test Items. CSE Report No. 91."},
      {
        "id":"ED103461",
        "title":"A Survey of the Usage and Awareness of Drugs Among Students, Parents and Teachers."},
      {
        "id":"ED103462",
        "title":"Language: Friend or Foe?"},
      {
        "id":"ED103463",
        "title":"Student Educational Benefits from Proficiency Testing: An Empirical Study."},
      {
        "id":"ED103464",
        "title":"Abaco: Education in an Isolated Community."},
      {
        "id":"ED103465",
        "title":"The Elementary Student Survey, 1974: A Study in Choice-Making."},
      {
        "id":"ED103466",
        "title":"Simulation Studies of Two-Stage Ability Testing. Research Report 74-4."},
      {
        "id":"ED103468",
        "title":"Getting Inside the EQA Inventory: Grade 8."},
      {
        "id":"ED103469",
        "title":"Items and Instruction Evaluated Using Partitioning Procedures."},
      {
        "id":"ED103470",
        "title":"Needs Assessment Guidelines."},
      {
        "id":"ED103474",
        "title":"Evaluation Data and Schemes for Summer Happening 1974."},
      {
        "id":"ED103475",
        "title":"The Citywide Standardized Testing Program for Middle and High Schools (A Testing Manual)."},
      {
        "id":"ED103476",
        "title":"Rationale of Computer-Administered Admissible Probability Measurement."},
      {
        "id":"ED103477",
        "title":"Marcy Open School: 1973-1974 Goal Evaluation."},
      {
        "id":"ED103478",
        "title":"Effects of Instructions on False Recognition."},
      {
        "id":"ED103479",
        "title":"The Effectiveness of the Productive Thinking Program."},
      {
        "id":"ED103480",
        "title":"Expected Value of a Sample Estimate."},
      {
        "id":"ED103481",
        "title":"The Empirical Validation of the Model of Conceptual Learning and Development Using the Concept of Cutting Tool: Report from the Project on Children's Learning and Development. Technical Report No. 291."},
      {
        "id":"ED103482",
        "title":"Development of Conceptual Learning and Development Assessment Series I: Equilateral Triangle. Working Paper No. 119."},
      {
        "id":"ED103483",
        "title":"Development of Conceptual Learning and Development Assessment Series II: Cutting Tool. Working Paper No. 120."},
      {
        "id":"ED103484",
        "title":"Development of Conceptual Learning and Development Assessment Series III: Noun. Working Paper No. 121."},
      {
        "id":"ED103485",
        "title":"Development of Conceptual Learning and Assessment Series IV: Tree. Working Paper No. 126."},
      {
        "id":"ED103487",
        "title":"Simplified Educational Assessment: A Manual of Nontechnical School Evaluation Techniques."},
      {
        "id":"ED103488",
        "title":"Framework for the Educational Evaluation of Computer-Assisted Instruction. Research Memorandum 73-20."},
      {
        "id":"ED103489",
        "title":"Drafter, Civil (Profess. &amp; Kin.) 005.281. Technical Report on Development of USES Specific Aptitude Test Battery."},
      {
        "id":"ED103490",
        "title":"A Sociometric Status Test for Young Children: Manual of Instructions."},
      {
        "id":"ED103491",
        "title":"Clerk, General Office (Clerical) 219.388. Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED103492",
        "title":"Electronics Assembler (electronics) 726.781. Technical Report on Development of USES Specific Aptitude Test Battery."},
      {
        "id":"ED103493",
        "title":"Testing in the Affective Domain. ERIC/TM Report No. 41."},
      {
        "id":"ED103494",
        "title":"Toward a New Cognitive Effects Battery for Project Head Start."},
      {
        "id":"ED103495",
        "title":"Teller (banking) 212.368. Technical Report on Development of USES Specific Aptitude Test Battery."},
      {
        "id":"ED103497",
        "title":"The Psycho-social Habilitation of High Risk Israeli Adolescent Immigrants Through Group Care."},
      {
        "id":"ED103499",
        "title":"\"Self-Concept Changes Following Behavior Modification.\" Final Report."},
      {
        "id":"ED103500",
        "title":"Desegregation Resource Handbook."},
      {
        "id":"ED103501",
        "title":"City Space and Schools and Race: A Conceptual Safari into the Wilds of Urban Public Education and Its Geographic Role in Contemporary Urban Crises. Papers in Geography No. 9."},
      {
        "id":"ED103502",
        "title":"Workbook: Community Action Program, Office of Economic Opportunity."},
      {
        "id":"ED103503",
        "title":"The First Three Years of the Afro-American Studies Department, Harvard University."},
      {
        "id":"ED103505",
        "title":"A Report on Conflict and Violence in California's High Schools."},
      {
        "id":"ED103506",
        "title":"New Communities: A Bibliography."},
      {
        "id":"ED103507",
        "title":"\"Dealing with Racial Conflicts in Schools.\""},
      {
        "id":"ED103509",
        "title":"New Perspectives on Child Welfare; Services, Staffing, Delivery System."},
      {
        "id":"ED103510",
        "title":"A Compendium of ESEA Title I Programs, 1973-1974."},
      {
        "id":"ED103511",
        "title":"Evaluation of a Bilingual Television Series Villa Alegre: Final Report."},
      {
        "id":"ED103512",
        "title":"Urban Education and the State Educational Agency: A Proposal for Educational Change."},
      {
        "id":"ED103513",
        "title":"Annotated Bibliography of Multi-Ethnic Curriculum Materials."},
      {
        "id":"ED103514",
        "title":"Selected Statistical Notes on American Education, May 1974."},
      {
        "id":"ED103516",
        "title":"Downtown Learning Center Evaluation. Research and Development Report, Volume 8, Number 6, February 1975."},
      {
        "id":"ED103517",
        "title":"New York City's Population--1973: Socioeconomic Characteristics from the Current Population Survey."},
      {
        "id":"ED103520",
        "title":"Bilingual/Bicultural Education. Inequality in Education. Number 19, February 1975."},
      {
        "id":"ED103522",
        "title":"Multicultural Teacher Training."},
      {
        "id":"ED103523",
        "title":"An Evaluation of Policy Related Research on Postsecondary Education for the Disadvantaged. Volume I--Executive Summary."},
      {
        "id":"ED103524",
        "title":"Attitude Change from Parents to Children: A Statistical Resume of the Youth and Development Study."},
      {
        "id":"ED103525",
        "title":"Evaluative Report on Special Admissions."},
      {
        "id":"ED103526",
        "title":"Speaking Freely."},
      {
        "id":"ED103527",
        "title":"Mastering the Intangible Through Language."},
      {
        "id":"ED103528",
        "title":"The Lion and the Bear: A Children's Story for Adults."},
      {
        "id":"ED103529",
        "title":"A Report on Education in Bedford-Stuyvesant and Some Proposals for Change."},
      {
        "id":"ED103534",
        "title":"A Cost Study Analysis of Measured Gains in a Reading Program Utilizing Individualization of Instruction."},
      {
        "id":"ED103535",
        "title":"An Evaluation of Policy Related Research on Postsecondary Education for the Disadvantaged. Volume 2: Technical Report."},
      {
        "id":"ED103537",
        "title":"Elementary Affective Education in Human Relations: Teachers Guide."},
      {
        "id":"ED103538",
        "title":"Education, 1961-1971: A Balance Sheet. Topical Talks, 27."},
      {
        "id":"ED103539",
        "title":"We the Americans, Our Incomes."},
      {
        "id":"ED103540",
        "title":"Play in the Study of Personality Development of Black Ghetto Four-Year-Olds."},
      {
        "id":"ED103541",
        "title":"Levels of Aspiration of Black Students as a Function of Significant Others in Integrated and Segregated Schools."},
      {
        "id":"ED103542",
        "title":"Evaluation of Title I ESEA Projects, 1973-1974: Technical Reports. Report No. 7523."},
      {
        "id":"ED103543",
        "title":"Models for a Legislative Response to Robinson V. Cahill. A Report to the New Jersey Education Reform Project."},
      {
        "id":"ED103544",
        "title":"Educational Vouchers: Panacea or Pandora's Box? Prepared for the New Jersey Education Reform Project."},
      {
        "id":"ED103545",
        "title":"Economic Effects of Reforming School Finance. Prepared for the New Jersey Education Reform Project."},
      {
        "id":"ED103546",
        "title":"School Desegregation, the Philadelphia Experience."},
      {
        "id":"ED103547",
        "title":"Summary of Reviewers Comments [of the Rand Corporation's Design for a Longitudinal Study of School Desegregation.]"},
      {
        "id":"ED103548",
        "title":"Summary of Reviewers Comments [of the Rand Corporations Design for a Longitudinal Study of School Desegregation.]"},
      {
        "id":"ED103549",
        "title":"Summary of Rand Desegregation Design Review and Comments by Reviewers."},
      {
        "id":"ED103550",
        "title":"[Some Advice to Schools in the North for Peaceful Desegregation.]"},
      {
        "id":"ED103551",
        "title":"Creating a Community of Inquiry: Conflict, Collaboration, Transformation."},
      {
        "id":"ED103552",
        "title":"The School As Refuge: The New York Public School Society's Years of Decision, 1826-1832."},
      {
        "id":"ED103553",
        "title":"Providence Educational Center: An Exemplary Project."},
      {
        "id":"ED103554",
        "title":"Project A.R.T.A.: A Road To Accountability. E.S.E.A. Title III. Final Report: July 1974."},
      {
        "id":"ED103555",
        "title":"A Report of Programs and Activities [College of Development, Michigan State University]."},
      {
        "id":"ED103556",
        "title":"Final Evaluation Report, Title VII. Community School District No. 10, Bilingual Mini School B/E 51-47601."},
      {
        "id":"ED103557",
        "title":"The Testing Dilemma for Minorities."},
      {
        "id":"ED103558",
        "title":"Title III, ESEA: The Schools of Mississippi. An Impact Study."},
      {
        "id":"ED103559",
        "title":"Innovations in Education."},
      {
        "id":"ED103560",
        "title":"Project LEARN: Learning Experiences Adjusted to Recognized Needs. Title III Project, Final Report."},
      {
        "id":"ED103561",
        "title":"A Systematic-Individualized Approach to Meeting the Needs of Disadvantaged Students. [Meeting the Needs of Disadvantaged Students: A Systematic Approach.]"},
      {
        "id":"ED103562",
        "title":"Rural Development and Labor Adjustment in the Mississippi Delta and Ozarks of Arkansas: A Summary Report. Bulletin 795."},
      {
        "id":"ED103564",
        "title":"Child Abuse: Principles and Implications of Current Pediatric Practice."},
      {
        "id":"ED103567",
        "title":"Problems, Planning and Delivery of Mental Health Services: A Selected Research Bibliography, Part I (1950-1965) and Part II (1966-1973). Exchange Bibliography, 722."},
      {
        "id":"ED103568",
        "title":"Low Income Housing Mixing: An Annotated Bibliography. Exchange Bibliography 735."},
      {
        "id":"ED103569",
        "title":"Programmed Instructional Materials for Adult Basic Education: An Empirically-Based Evaluation of Materials Developed by the Adult Learning Center. Final Report."},
      {
        "id":"ED103570",
        "title":"Guidelines for the Development of Adjustment Services in Rehabilitation."},
      {
        "id":"ED103571",
        "title":"Recruiting Adult Education Students: An Individualized Teacher Education Module. Pilot-Review Draft."},
      {
        "id":"ED103572",
        "title":"Effects of a Group Counseling Model on Self-Concept and Related Variables with Adult Members of Disadvantaged Families. An Affective Evaluation Study. Counseling Services Report No. 20."},
      {
        "id":"ED103573",
        "title":"Impact of Group Counseling on Self and Other Acceptance and Persistence with Rural Disadvantaged Student Families. Counseling Services Report No. 15."},
      {
        "id":"ED103574",
        "title":"Psychological Characteristics of Non-Completers: An Affective Evaluation Report. General Report No. 1."},
      {
        "id":"ED103575",
        "title":"Canonical Correlation Analysis of POI and 16PF Scales for a Rural Disadvantaged Population: An Affective Evaluation Report. Counseling Services Report No. 17."},
      {
        "id":"ED103576",
        "title":"A Regional Residential Career Education Program for Families."},
      {
        "id":"ED103577",
        "title":"Design for Reliability and Validity Testing of Assessment Instruments--Phase 2."},
      {
        "id":"ED103578",
        "title":"Factor Analysis of POI Scale Scores with an Adult Rural Disadvantaged Population. An Affective Evaluation Study. Counseling Services Report No. 18."},
      {
        "id":"ED103579",
        "title":"A Specific Response to the National Institute of Education Under the Requirements as Set Forth Within Their Document Entitled: &quot;Scope of Work.&quot;"},
      {
        "id":"ED103580",
        "title":"Selected Pre-Center Characteristics on Student Families."},
      {
        "id":"ED103581",
        "title":"A Career Education Model: Research Project in Achievement Motivation for Junior High School Teachers."},
      {
        "id":"ED103582",
        "title":"Guidelines for Establishing Career Resource Centers."},
      {
        "id":"ED103583",
        "title":"Assembling and Using Occupational Data Concerning Former Students of Vocational Agriculture in Virginia."},
      {
        "id":"ED103585",
        "title":"The Effects of Varying Schedules of Incentive Delivery on Technical Training."},
      {
        "id":"ED103586",
        "title":"DWI [Driving While Intoxicated] Law Enforcement Training Project: Student Manual."},
      {
        "id":"ED103587",
        "title":"Career Development: 7-8-9."},
      {
        "id":"ED103588",
        "title":"Career Development: The Family--Home--Community Project."},
      {
        "id":"ED103589",
        "title":"Career Development: The Family Model--Community Project."},
      {
        "id":"ED103590",
        "title":"Career Development: Pupils Potentials Labs [and Who Am I?]."},
      {
        "id":"ED103591",
        "title":"Career Development: The Family--Home--Community Project: Community Guide."},
      {
        "id":"ED103592",
        "title":"The Perceptions of Selected Male Public High School Seniors Concerning Specialized and Comprehensive Post-Secondary Schools in Minnesota."},
      {
        "id":"ED103593",
        "title":"The Public Defender Service of the District of Columbia: Volume I: Policies and Procedures."},
      {
        "id":"ED103594",
        "title":"Upward Mobility of Low-Income Workers."},
      {
        "id":"ED103595",
        "title":"Increasing the Intrinsic Reward Value in Jobs and Careers. Final Report."},
      {
        "id":"ED103596",
        "title":"Approaches to Relocation: Summary of Project Experiences 1965-1973."},
      {
        "id":"ED103598",
        "title":"Career Education: An Introduction. Revised 2d Edition."},
      {
        "id":"ED103599",
        "title":"The Changing of the Times. [And] Sometimes I Talk with Myself."},
      {
        "id":"ED103600",
        "title":"A Guide to Using Language Experience with Adults."},
      {
        "id":"ED103601",
        "title":"Evaluation Report on the Community Learning Center."},
      {
        "id":"ED103602",
        "title":"Seven Steps to Finding YOUR Place in the World of Work: A Guide for Jewish and Other Minority Youth. Pamphlet No. 1015."},
      {
        "id":"ED103603",
        "title":"Process Model for Developing a Multi-District Cooperative Career Education Program."},
      {
        "id":"ED103606",
        "title":"Manpower Policy in Denmark. OECD Reviews of Manpower and Social Policies, No. 14."},
      {
        "id":"ED103607",
        "title":"Motivation for Continuing Education: Some Preliminary Considerations."},
      {
        "id":"ED103608",
        "title":"The Dissemination Process: Sharing Successes. Seventh Regional Seminar, Region IV Adult Basic Education Staff Development Project."},
      {
        "id":"ED103610",
        "title":"Methods of Needs Assessment Used in Continuing Education Program Development at Two Year Colleges in the State of New York."},
      {
        "id":"ED103611",
        "title":"The Idea Tree: Booklet II in the Series, Utilizing Community Resources."},
      {
        "id":"ED103612",
        "title":"Extending Career Education Beyond the Schoolhouse Walls. Occasional Paper No. 3."},
      {
        "id":"ED103613",
        "title":"CIRF Publications. Vol. 12, No. 6."},
      {
        "id":"ED103614",
        "title":"A Manual on Planning Educational Programs for Older Adults."},
      {
        "id":"ED103616",
        "title":"The New Partnership--Academia and the World of Work."},
      {
        "id":"ED103618",
        "title":"Building Construction Plans, Carpentry: 901889."},
      {
        "id":"ED103619",
        "title":"Building Construction Estimating, Carpentry: 901897."},
      {
        "id":"ED103620",
        "title":"Stair Types and Mathematics, Carpentry: 901896."},
      {
        "id":"ED103622",
        "title":"A Plan for the Provision of Cooperative Education in the Mid-Plains Technical Community College Area."},
      {
        "id":"ED103623",
        "title":"The Effects of the Employment of Foreign Workers."},
      {
        "id":"ED103624",
        "title":"Graduate Programs in Industrial Education: Monograph 4."},
      {
        "id":"ED103626",
        "title":"Foreign Languages and Careers."},
      {
        "id":"ED103629",
        "title":"FHA/HERO and the Older Generation."},
      {
        "id":"ED103632",
        "title":"Widening Horizons: The Teaching Aspect of Homemaker Service: A Guide."},
      {
        "id":"ED103633",
        "title":"Planning for Retirement: How to Prepare and Present a Pre-Retirement Program."},
      {
        "id":"ED103634",
        "title":"Orientation to Hospital Operation: Programmed Instruction for Health Professionals."},
      {
        "id":"ED103636",
        "title":"Project MODEL: Mobile Occupational Development Education Laboratories. Second Annual Report."},
      {
        "id":"ED103637",
        "title":"An Analysis of Health Manpower Models: Volume I."},
      {
        "id":"ED103638",
        "title":"An Inventory of Health Manpower Models: Volume II."},
      {
        "id":"ED103639",
        "title":"Managing Highway Maintenance: Management Data and Maintenance Standards; Levels 1 & 2, For Training in Maintenance Standards and Crew Scheduling."},
      {
        "id":"ED103640",
        "title":"An Introduction to Career Path Employability Profiles."},
      {
        "id":"ED103641",
        "title":"DWI [Driving While Intoxicated] Law Enforcement Training Project: Course Guide."},
      {
        "id":"ED103642",
        "title":"Future Achievement Orientations: Job Training and Economic Success."},
      {
        "id":"ED103643",
        "title":"Guidelines for Medical Office Assistant."},
      {
        "id":"ED103644",
        "title":"Vocational Education: State-by-State Analysis of Expenditures, Enrollment, and Completions FY 1973."},
      {
        "id":"ED103645",
        "title":"Vocational Education in Major Cities: Analysis of Population, Vocational Education Enrollment, Teachers, and Expenditures FY 1973."},
      {
        "id":"ED103647",
        "title":"Trends in Vocational Education FY 1973."},
      {
        "id":"ED103648",
        "title":"Summary Data: Vocational Education FY 1973."},
      {
        "id":"ED103649",
        "title":"Sources of Career Education Information."},
      {
        "id":"ED103650",
        "title":"How Over 500 Firms Manage the Maintenance Force: Summary Report of a Survey of Maintenance Administrative Ratios."},
      {
        "id":"ED103651",
        "title":"How Over 600 Firms Manage the Maintenance Force: Summary Report of a Second Survey of Maintenance Administrative Ratios."},
      {
        "id":"ED103654",
        "title":"A Study to Determine Competencies Needed in Selected Job Titles in Agricultural Resources Occupations."},
      {
        "id":"ED103655",
        "title":"A Study to Determine Competencies Needed in Selected Job Titles in Agricultural Products Occupations."},
      {
        "id":"ED103656",
        "title":"Texas State Plan for Vocational Education Under the Vocational Education Amendments of 1968 and Part F of the Higher Education Act of 1965. For the Fiscal Year Beginning July 1, 1974, and Ending June 30, 1975, With Projections to June 30, 1979."},
      {
        "id":"ED103657",
        "title":"An Office Employment Profile: Job Entry Requirements, Behavior Patterns, Career Opportunities."},
      {
        "id":"ED103658",
        "title":"Continuing Education and Extension Audio Visual Library Service: Faculty Survey."},
      {
        "id":"ED103659",
        "title":"Development of a Model for a Small Store Operation for Fashion Merchandising Students to be Utilized by Instructors in Fashion Merchandising Programs."},
      {
        "id":"ED103660",
        "title":"The Employment of Non-English Speaking Workers: What Industry Must Do."},
      {
        "id":"ED103661",
        "title":"The Matching of Men to Jobs: Mechanisms and Consequences for Organizations and Individuals. Discussion Papers No. 212-74."},
      {
        "id":"ED103662",
        "title":"The Relation of Vocational Aspirations and Assessments to Employment Reality. Report No. 181."},
      {
        "id":"ED103663",
        "title":"Development, Demonstration, and Dissemination: Case Studies of Selected Specific Projects in Adult Basic Education. Occasional Paper No. 42."},
      {
        "id":"ED103665",
        "title":"Vocational Rehabilitation: A Therapeutic Pre-Vocational Skill-Training Program. Monograph No. 7."},
      {
        "id":"ED103667",
        "title":"Partnership--The Maine Way."},
      {
        "id":"ED103668",
        "title":"Developing Occupational Education Modules That Can Add Up to Careers."},
      {
        "id":"ED103669",
        "title":"The Evaluation of Vocational and Consumer Education by Graduating High School Seniors."},
      {
        "id":"ED103670",
        "title":"Helping Adults to Learn."},
      {
        "id":"ED103672",
        "title":"Answering the Mobility Imperative: Final Research Report of the Northern Michigan Mobility Project 1966-1972."},
      {
        "id":"ED103673",
        "title":"Recruits' Postservice Occupational and Educational Plans: Nature and the Extent of Influence from Early Military Experience."},
      {
        "id":"ED103674",
        "title":"Postservice Occupational and Educational Plans of First-Tour Military Personnel Nearing Separation from the Service."},
      {
        "id":"ED103675",
        "title":"Recruits&apos; Military Preferences and Their Accommodation by the Military Services."},
      {
        "id":"ED103676",
        "title":"Manpower Policy in Ireland: OECD Reviews of Manpower and Social Policies, No. 15."},
      {
        "id":"ED103679",
        "title":"Directory of Adult Literacy Instruction Programmes in England and Wales."},
      {
        "id":"ED103681",
        "title":"Human Service Training Project: Final Report."},
      {
        "id":"ED103682",
        "title":"Bright Ideas for Career Education: An Arizona Activity Guide."},
      {
        "id":"ED103683",
        "title":"Manual for Determining the: Labor Market Availability of Women and Minorities."},
      {
        "id":"ED103684",
        "title":"Continuing Education in Mental Health: Project Summaries."},
      {
        "id":"ED103685",
        "title":"Mississippi Labor Mobility Demonstration Project--Relocating the Unemployed: Dimensions of Success."},
      {
        "id":"ED103686",
        "title":"Mississippi Labor Mobility Demonstration Project--Relocating the Unemployed: Relocation Assistance Delivery Techniques."},
      {
        "id":"ED103687",
        "title":"Mississippi Labor Mobility Demonstration Project--Relocating the Unemployed: Evaluation and Policy Implications for a National Program."},
      {
        "id":"ED103688",
        "title":"Secondary School Curriculum Guide: Industrial Arts."},
      {
        "id":"ED103689",
        "title":"Secondary School Curriculum Guide: Business: Grades 9-12."},
      {
        "id":"ED103690",
        "title":"Secondary School Curriculum Guide: Home Economics: Grades 7-9."},
      {
        "id":"ED103691",
        "title":"Secondary School Curriculum Guide: Home Economics: Grades 10-12."},
      {
        "id":"ED103692",
        "title":"Occupations Needing Credentials."},
      {
        "id":"ED103693",
        "title":"A Continuous Progress Learning Year Program at the Culinary Institute of America Combining Term Rotation with Student Acceleration."},
      {
        "id":"ED103694",
        "title":"Summaries of Studies in Agricultural Education: Central Region: 1972-73. An Annotated Bibliography of Studies in Agricultural Education."},
      {
        "id":"ED103695",
        "title":"New York State Annual Report for Occupational Education FY 1974."},
      {
        "id":"ED103697",
        "title":"The Business Education Curriculum."},
      {
        "id":"ED103698",
        "title":"Descriptive Report of Program Activities for Vocational Education: Fiscal Year Ending June 30, 1974. (Post-Secondary and Adult Levels)."},
      {
        "id":"ED103699",
        "title":"A Preliminary Needs Assessment Model for Decision Making and Accountability Related to Occupational Education Programs at Two Community Colleges."},
      {
        "id":"ED103701",
        "title":"Consumer Concerns."},
      {
        "id":"ED103702",
        "title":"National Institute of Education: Career Education Program: Program Plan for FY 1975."},
      {
        "id":"ED103703",
        "title":"Bridging the Asian Language and Cultural Gap: An Adult Basic Education Program. Interim Report, 1971-72."},
      {
        "id":"ED103704",
        "title":"Asian Newcomer Parent Program: End of the First Year Report 1971-1972."},
      {
        "id":"ED103705",
        "title":"Asian Newcomer Parent Program: Second Year Report: July 1, 1972--June 30, 1973."},
      {
        "id":"ED103706",
        "title":"Asian Newcomer Parent Program: Third (Final) Year Report: July 1, 1973--August 15, 1974."},
      {
        "id":"ED103707",
        "title":"The Cluster Analysis of Jobs Based on Data from the Position Analysis Questionnaire (PAQ). Report No. 7."},
      {
        "id":"ED103708",
        "title":"The Application of Structured Job Analysis Information Based on the Position Analysis Questionnaire (PAQ). Final Report No. 9."},
      {
        "id":"ED103709",
        "title":"The Derivation of Job Compensation Index Values from the Position Analysis Questionnaire (PAQ). Report No. 6."},
      {
        "id":"ED103710",
        "title":"Concrete Forms; Carpentry: 901890."},
      {
        "id":"ED103711",
        "title":"Wall Finishes; Carpentry: 901895."},
      {
        "id":"ED103712",
        "title":"Door Hardware and Installations; Carpentry: 901894."},
      {
        "id":"ED103713",
        "title":"Roof Types and Mathematics; Carpentry: 901893."},
      {
        "id":"ED103715",
        "title":"Structural Foundations; Carpentry: 901891."},
      {
        "id":"ED103716",
        "title":"The Public Defender Service of the District of Columbia: Volume II: Training Materials."},
      {
        "id":"ED103717",
        "title":"A Study of the East Los Angeles Youth Training and Employment Project."},
      {
        "id":"ED103720",
        "title":"DWI [Driving While Intoxicated] Law Enforcement Training Project: Instructor's Manual."},
      {
        "id":"ED103722",
        "title":"Policy Research and National and State Evaluation Studies of Vocational-Technical Education."},
      {
        "id":"ED103723",
        "title":"Proprietary Business Schools and Community Colleges: Resource Allocation, Student Needs, and Federal Policies."},
      {
        "id":"ED103724",
        "title":"Microfiche Set of Documents Announced in Abstracts of Instructional and Research Materials in Vocational and Technical Education (AIM/ARM), Volume 8, Number 2."},
      {
        "id":"ED103725",
        "title":"The Idealized Self-Image and the Development of Learned Resourcefulness."},
      {
        "id":"ED103727",
        "title":"GSLP Loan Estimation Model. Volume 1, Introduction and Summary-Disbursement Data. Volume 2, Borrower, Lender and Institutional Characteristics. Volume 3, Claims Characteristics. Volume 4, Loan Flow and Simplex Models."},
      {
        "id":"ED103728",
        "title":"Attitudes of Guidance Counselors in Western Pennsylvania High Schools Toward Medicine as a Career Choice for Women."},
      {
        "id":"ED103729",
        "title":"Female Role Perception and Attitudes Toward Competence as Related to Activism in Housewives."},
      {
        "id":"ED103730",
        "title":"Decision Profiles of Mexican-Descent Families."},
      {
        "id":"ED103731",
        "title":"Non-Intellective Descriptors and Predictors of Undergraduate Success: A Brief Review of the Recent Literature. Project No. 282."},
      {
        "id":"ED103732",
        "title":"Morse Crisis Intervention Center--Project Advance. Title III Project Final Evaluation Report."},
      {
        "id":"ED103733",
        "title":"Foster Child Care in Sweden."},
      {
        "id":"ED103734",
        "title":"Mental Health and Developmental Disabilities in Illinois: An Examination."},
      {
        "id":"ED103735",
        "title":"Student Advisory Board. 1973-1974."},
      {
        "id":"ED103736",
        "title":"Juvenile Justice and Delinquency Prevention and Runaway Youth; Hearings on H. R. 6265 and H. R. 9298 Before the Subcommittee on Equal Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, Second Session."},
      {
        "id":"ED103737",
        "title":"Behavior Patterns in School of Youths 12-17 Years, United States. National Health Survey, Series 11, No. 139."},
      {
        "id":"ED103738",
        "title":"Oversight Hearing on Older Americans; Hearing Before the Select Subcommittee On Education of the Committee On Education and Labor, House of Representatives, Ninety-Third Congress, First and Second Sessions. Parts 1 and 2."},
      {
        "id":"ED103739",
        "title":"Toward a Model of Adolescent Self Evaluation: A Cross-National Application of Path Analysis."},
      {
        "id":"ED103742",
        "title":"The Delivery of Mental Health Services in Small Communities: An Experimental Model."},
      {
        "id":"ED103744",
        "title":"Human Sexuality and Relationship Counseling: A Workshop for Paraprofessionals."},
      {
        "id":"ED103746",
        "title":"Drugs, Youth, and The Group Rap: An Overview of the Drug Situation in Our Schools and Suggestions for Local Educators."},
      {
        "id":"ED103747",
        "title":"The Returning Woman Student: Needs of an Important Minority Group on College Campuses. Student Development Report, Volume 12, No. 2."},
      {
        "id":"ED103748",
        "title":"Objective-Based Career Guidance Program, ESEA, Title III Project. End of the Year Report, 1972-1973."},
      {
        "id":"ED103749",
        "title":"RX for Imaginary Invalids: Social Workers for Early Teens."},
      {
        "id":"ED103751",
        "title":"The Churchill School: An Alternative to Drug Treatment for Hyperactive Children."},
      {
        "id":"ED103752",
        "title":"Abortion Attitudes Among University Students in India."},
      {
        "id":"ED103753",
        "title":"Attitudes Toward Oral Contraception Among Canadian University Students."},
      {
        "id":"ED103754",
        "title":"The Borromean Family."},
      {
        "id":"ED103755",
        "title":"Adult Children as Caretakers for Aged Parents: Toward a Theoretical Formulation."},
      {
        "id":"ED103756",
        "title":"A Strategic Study for Communication Programs on Alcohol and Highway Safety."},
      {
        "id":"ED103758",
        "title":"Changing Self Images and Sex-Role Stereotypes in College Women."},
      {
        "id":"ED103759",
        "title":"The Articulation of Secondary and Postsecondary Education; A Statement of Policy and Proposed Action. Position Paper No. 21."},
      {
        "id":"ED103760",
        "title":"The Hyperactive Child in the Classroom."},
      {
        "id":"ED103761",
        "title":"A Study of Personality Change Associated with the Conducting of a High School Unit on Homosexuality."},
      {
        "id":"ED103763",
        "title":"Bibliography of Occupational Information."},
      {
        "id":"ED103764",
        "title":"V. I. E. W. [Vocational Information for Education and Work] Adapted by Instructional Planning and Evaluation."},
      {
        "id":"ED103765",
        "title":"Draft Resource Book for Development of Pre-Occupational Skills in the Adult Basic Education Program of Manitoba&apos;s Community Colleges."},
      {
        "id":"ED103766",
        "title":"Resource Book for Development of Personal and Social Skills in the Adult Basic Education Program of Manitoba&apos;s Community Colleges."},
      {
        "id":"ED103767",
        "title":"A Call To Order. New Directions for Student Councils, Number 3."},
      {
        "id":"ED103768",
        "title":"The Student Assembly. New Directions for Students for Student Councils, Number 4."},
      {
        "id":"ED103769",
        "title":"A Guide to Social Activities. New Directions for Student Councils, Number 5."},
      {
        "id":"ED103770",
        "title":"Evaluation of Student Activities. New Directions for Student Councils, Number 6."},
      {
        "id":"ED103771",
        "title":"Improving Student Participation. New Directions for Student Councils, Number 7."},
      {
        "id":"ED103772",
        "title":"Student Activities for Civic Education. New Directions for Student Councils, Number 8."},
      {
        "id":"ED103773",
        "title":"Group Dynamics for Student Activities. New Directions for Student Councils, Number 9."},
      {
        "id":"ED103774",
        "title":"Public Relations for Student Councils. New Directions for Student Councils, Number 13."},
      {
        "id":"ED103775",
        "title":"A Guide to Student Council Projects. New Directions for Student Councils, Number 14."},
      {
        "id":"ED103776",
        "title":"The Silent Majority. The Problem of Apathy and the Student Council. New Directions for Student Councils, Number 15."},
      {
        "id":"ED103777",
        "title":"Strength from the Storm: Best of \"Student Life Highlights\" 1967-1971. New Directions for Student Councils, Number 16."},
      {
        "id":"ED103778",
        "title":"Now You're in the Middle: A Handbook for the Student Council Advisor. New Directions for Student Councils, Number 17."},
      {
        "id":"ED103779",
        "title":"A Study of Counselors and Their Utilization of Counseling Skills."},
      {
        "id":"ED103781",
        "title":"Agency Directionality and Staff Individuality."},
      {
        "id":"ED103782",
        "title":"Sexuality, Women's Liberation, and Sex Education. A Preliminary Draft."},
      {
        "id":"ED103783",
        "title":"Community Resource Directory."},
      {
        "id":"ED103784",
        "title":"Mentally Retarded Young Adults as Interviewers: Further Exploration of a Technique to Evaluate Social Skills."},
      {
        "id":"ED103786",
        "title":"The Attitudes of Mexican-American \"Non-Help Seekers\" Regarding Help for Personal Problems: A Pilot Study."},
      {
        "id":"ED103787",
        "title":"Workshop on Sex Bias and Sex Fairness in Career Interest Inventories. Report of Proceedings, March 6-8, 1974."},
      {
        "id":"ED103788",
        "title":"Information and Referral Services: Information-Giving and Referral (Working Draft, 2nd Revision)."},
      {
        "id":"ED103789",
        "title":"Judge or Jury: The Problem of Assessing Learning Environments."},
      {
        "id":"ED103790",
        "title":"Parent-Adolescent Relations, Adolescent Coital Status and Contraceptive Usage."},
      {
        "id":"ED103791",
        "title":"The Complete Profile: The President's Profile, the Vice-President's Profile, the Secretary's Profile, the Treasurer's Profile, the Representative's Profile, the Committee Chairman's Profile."},
      {
        "id":"ED103792",
        "title":"The Effective Student Council in the Mid-Seventies."},
      {
        "id":"ED103793",
        "title":"The Silent Revolution in the Seventies; Dynamic Leadership in the Student Council."},
      {
        "id":"ED103794",
        "title":"Student Structures: Moving Toward Student Government."},
      {
        "id":"ED103795",
        "title":"Organizing a Middle School or Junior High School Student Council."},
      {
        "id":"ED103796",
        "title":"Student Personnel Services in American Higher Education."},
      {
        "id":"ED103797",
        "title":"Career Achievement Skills Training Program. Lesson Plan Manual 1, Junior High."},
      {
        "id":"ED103798",
        "title":"Career Achievement Skills Training Program. Lesson Plan Manual 3, Upper Elementary."},
      {
        "id":"ED103799",
        "title":"Career Achievement Skills Training Program. Lesson Plan Manual 2, Lower Elementary."},
      {
        "id":"ED103800",
        "title":"Human and Computer Assisted Career Achievement Skills Program. Phase 3 Report."},
      {
        "id":"ED103801",
        "title":"Staff Inservice Training Program Manual. Career Achievement Skills Training Program."},
      {
        "id":"ED103803",
        "title":"The Just School: A Developmental Context for Social Education."},
      {
        "id":"ED103804",
        "title":"Title II Reading Projects Emphasize Career Education; ESEA Title II and The Right to Read Notable Reading Projects No. 11."},
      {
        "id":"ED103805",
        "title":"Three R's Why Not \"Reading, Relaxation and Recreation\"?"},
      {
        "id":"ED103806",
        "title":"Simulation, Role Playing, and Games in Pre-Service and In-Service Education."},
      {
        "id":"ED103807",
        "title":"Linguistic Applications to Reading Comprehension."},
      {
        "id":"ED103808",
        "title":"A Study of Personalized and Prescriptive Individualized Reading Methods in Two-Year Colleges."},
      {
        "id":"ED103809",
        "title":"Effect of Comprehensive Achievement Monitoring on Student Learning."},
      {
        "id":"ED103810",
        "title":"Reading Innovations: Practical Suggestions for Teaching and Humanizing Procedures."},
      {
        "id":"ED103811",
        "title":"Practical Activities for Individualized Teaching: Reading and Language Arts."},
      {
        "id":"ED103812",
        "title":"The Effect of One Aspect of Sentence Structure, Embedded Parts, on Children's Comprehension."},
      {
        "id":"ED103813",
        "title":"Use of Reaction Time Methods as Indicators of the Processes Underlying Reading."},
      {
        "id":"ED103814",
        "title":"Syntax and Readability."},
      {
        "id":"ED103815",
        "title":"The Parent Reading Center and Its Offspring: The Alternative Learning Center."},
      {
        "id":"ED103816",
        "title":"Reading and the Community: A View of the Federal Government's Position."},
      {
        "id":"ED103817",
        "title":"Methods, Materials and Techniques for Developing Cognitive Skills at the Early Childhood Level."},
      {
        "id":"ED103818",
        "title":"The Mad Hatter or Responsibilities of a Reading Instructor in a Community College."},
      {
        "id":"ED103819",
        "title":"Teaching Black Children to Read: A Review of Psycho- and Sociolinguistic Theories and Models."},
      {
        "id":"ED103820",
        "title":"Effects of Contextual Knowledge on Comprehension and Retention of Text Material."},
      {
        "id":"ED103821",
        "title":"The Child Study Center Program."},
      {
        "id":"ED103824",
        "title":"An Investigation into the Effectiveness of Bibliotherapy on the Reader's Self-Reliance."},
      {
        "id":"ED103825",
        "title":"Kindergarten Screening Procedures: Early Identification or Merely Early Labeling?"},
      {
        "id":"ED117959",
        "title":"Bilingualism and Non-Verbal Intelligence: A Study of Test Results. Pamphlet No. 4."},
      {
        "id":"ED117960",
        "title":"A Welsh Word Recognition Test. Pamphlet No. 5."},
      {
        "id":"ED117962",
        "title":"Adults Learning Welsh (A Study in Motivation). Pamphlet No. 13."},
      {
        "id":"ED117963",
        "title":"The Role of Question-Answer Interactions in Language Development."},
      {
        "id":"ED117964",
        "title":"Bilingual Education: Quality Education for All Children. Annual Report, National Advisory Council on Bilingual Education"},
      {
        "id":"ED117965",
        "title":"On TESOL '75: New Directions in Second Language Learning, Teaching and Bilingual Education. Selected Papers from the Annual TESOL Convention (9th, Los Angeles, CA, March 4-9, 1975)"},
      {
        "id":"ED117966",
        "title":"An Experiment with Bilingualism."},
      {
        "id":"ED117967",
        "title":"Bilingual Education. Papers Presented at the Language Teaching Conference (3rd, La Trobe University, May 3-4, 1974)."},
      {
        "id":"ED117969",
        "title":"Sociolinguistic Aspects of Chinese Language-Teaching Materials."},
      {
        "id":"ED117970",
        "title":"A Comparison of the Importance of Objectives in Foreign Language Instruction as Rated by In-Service Teachers, Student Teachers and Pupils. Research Bulletin, No. 44."},
      {
        "id":"ED117971",
        "title":"A Checklist for Omission of Frequent Vocabulary in Elementary German Textbooks: A Textbook Selection Aid."},
      {
        "id":"ED117972",
        "title":"Alternatives to the Traditional Intermediate Spanish Courses in Community Colleges."},
      {
        "id":"ED117973",
        "title":"On Processing Conditional Sentences."},
      {
        "id":"ED117974",
        "title":"Right Dislocation."},
      {
        "id":"ED117975",
        "title":"Diglossia in Arabic Speech Communities: The Classical Language Compared with the Syrian Vernacular."},
      {
        "id":"ED117977",
        "title":"When, Once, and As Soon As. San Jose State Occasional Papers in Linguistics, Vol. 1."},
      {
        "id":"ED117978",
        "title":"Incorporating Sociolinguistic Norms into an EFL Program."},
      {
        "id":"ED117979",
        "title":"Signing Apes and Evolving Linguistics."},
      {
        "id":"ED117981",
        "title":"New Directions and Issues in Computer-Assisted Instruction."},
      {
        "id":"ED117982",
        "title":"Can't Language Testing Interface with Language Acquisition?"},
      {
        "id":"ED117983",
        "title":"Beware of Cultural Cliches! Some Interesting Findings in the Essays of 1974 and 1975 AATG Travel-Study Trip Applicants."},
      {
        "id":"ED117984",
        "title":"Transition from Italian."},
      {
        "id":"ED117985",
        "title":"Bilingual Education and Early Childhood."},
      {
        "id":"ED117988",
        "title":"On Generalizing Meaning."},
      {
        "id":"ED117989",
        "title":"How to Do Library Research on a Foreign Culture."},
      {
        "id":"ED117990",
        "title":"Practical EFL Techniques for Teaching Arabic-Speaking Students."},
      {
        "id":"ED117991",
        "title":"Teachers' Attitudes toward Publishers' Tests."},
      {
        "id":"ED117993",
        "title":"The Baccalaureate Programs of the General College: A Survey of Faculty and Graduate Attitudes About Advising, Internship, and Evaluation. Chapter 4. Findings and Discussion."},
      {
        "id":"ED117994",
        "title":"Determinants of Faculty Publication Productivity at Four-Year Colleges."},
      {
        "id":"ED117996",
        "title":"Planning and Policy Recommendations for Washington Postsecondary Education 1976-1982. Draft."},
      {
        "id":"ED117997",
        "title":"University as a Theory to Practice Information System: A Study of the Communicative Behavior of the Social Science Faculty in a U.S. and Two Taiwan Public Universities."},
      {
        "id":"ED117998",
        "title":"United States National Student Association. Report of the Officers."},
      {
        "id":"ED117999",
        "title":"Attrition at New College: A Preliminary and Exploratory Study. Report No. 16."},
      {
        "id":"ED118000",
        "title":"Summary of Student Course Evaluation for the Year 1974-75. Report No. 18."},
      {
        "id":"ED118001",
        "title":"Projections of Population and College Enrollment in Michigan, 1970-2000."},
      {
        "id":"ED118002",
        "title":"Income, Ability, and the Demand for Higher Education. Discussion Paper No. 293-75."},
      {
        "id":"ED118003",
        "title":"Fundamental Considerations for Determining Cost Information in Higher Education."},
      {
        "id":"ED118005",
        "title":"An Analysis of the Aggregate Financial Needs of Kentucky's Post-Secondary Students. Research Report."},
      {
        "id":"ED118006",
        "title":"Trends in Enrollment and Degrees Granted. 1948-1974. Report No. 7-75."},
      {
        "id":"ED118009",
        "title":"Hearing on House Concurrent Resolution 330 (Title IX Regulation). Hearing Before the Subcommittee on Equal Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, First Session on H. Con. Res. 330."},
      {
        "id":"ED118010",
        "title":"Annual Report and Recommendations. Maryland Council for Higher Education. 11th Annual Report."},
      {
        "id":"ED118011",
        "title":"[Maryland Higher Education Loan Corporation] Annual Report to the Governor and the General Assembly of Maryland."},
      {
        "id":"ED118012",
        "title":"Sex Discrimination Regulations. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, First Session."},
      {
        "id":"ED118013",
        "title":"Contemporary Perspectives on Higher Education: Proceedings of University Day (Ball State University, February 7, 1975)."},
      {
        "id":"ED118014",
        "title":"The Student Financial Aid Act of 1975. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, First Session on H.R. 3471 and Related Legislation."},
      {
        "id":"ED118015",
        "title":"Reporting on Investments of Endowment Funds."},
      {
        "id":"ED118016",
        "title":"External Forces Affecting Higher Education. NACUBO Professional File. Vol. 7, No. 5."},
      {
        "id":"ED118017",
        "title":"On the Management of People. NACUBO Professional File. Vol. 7, No. 6."},
      {
        "id":"ED118019",
        "title":"Prospects of Engineering and Technology Graduates. 1974-1975."},
      {
        "id":"ED118022",
        "title":"The Higher Education Community and Federal Legislation."},
      {
        "id":"ED118023",
        "title":"Competency Programs in Higher Education. ERIC/Higher Education Research Report No. 7."},
      {
        "id":"ED118024",
        "title":"Premises and Programs for a Learning Society. ERIC/Higher Education Research Report No. 8."},
      {
        "id":"ED118025",
        "title":"Technology Transfer University Opportunities and Responsibilities. A Report on the Proceedings of a National Conference on the Management of University Technology Resources."},
      {
        "id":"ED118026",
        "title":"The University of California Academic Plan. Phase 2. Campus Academic Plans. Volume 1. The University-wide Perspectives. Volume 2. The Chancellors' Statements."},
      {
        "id":"ED118028",
        "title":"Program Information and Application Procedures. FY 1976. [Fund for the Improvement of Postsecondary Education.]"},
      {
        "id":"ED118030",
        "title":"Basic Rights and Responsibilities for College and University Presidents."},
      {
        "id":"ED118033",
        "title":"The Impact of American Higher Education on Undergraduate Student Valuing."},
      {
        "id":"ED118034",
        "title":"Final Report (1975). Unified Studies Program. Unified Studies Report No. I:10."},
      {
        "id":"ED118035",
        "title":"Report on the Visit to the Evergreen State College, Olympia, Washington. May, 1974. Unified Studies Report No. I:1."},
      {
        "id":"ED118036",
        "title":"Unified Education at Boston State College, 1972-1974 (1974). Unified Studies Report No. I:2."},
      {
        "id":"ED118037",
        "title":"Concepts of Unified Education (1974). Unified Studies Report No. I:3."},
      {
        "id":"ED118040",
        "title":"Unified Studies Program Packet (1975). Unified Studies Report NO. I:6."},
      {
        "id":"ED118041",
        "title":"Learning Contract (1975). Unified Studies Report No. I:7."},
      {
        "id":"ED118042",
        "title":"Philosophy of Unified Education (1975). Unified Studies Report No. I:8."},
      {
        "id":"ED118043",
        "title":"Techniques of Unified Education (1974). Unified Studies Report No. I:9."},
      {
        "id":"ED118044",
        "title":"Enhancing College Teaching."},
      {
        "id":"ED118045",
        "title":"Enrollments in Oklahoma Higher Education. Fall Semester 1975."},
      {
        "id":"ED118051",
        "title":"Conflict and Collective Bargaining. ERIC/Higher Education Research Report No. 9, 1975."},
      {
        "id":"ED118052",
        "title":"Applying the Goals of Student Financial Aid. ERIC/Higher Education Research Report No. 10, 1975."},
      {
        "id":"ED118053",
        "title":"Student Consumerism: Caveat Emptor Reexamined."},
      {
        "id":"ED118057",
        "title":"Library Instruction Programs, 1975; a Wisconsin Directory."},
      {
        "id":"ED118058",
        "title":"Computers in Education."},
      {
        "id":"ED118059",
        "title":"Soloworks: Computer-Based Laboratories for High School Mathematics."},
      {
        "id":"ED118063",
        "title":"Annual Program, Library Services and Construction Act, 1975-1976; With FY 75 Supplement."},
      {
        "id":"ED118067",
        "title":"Elements of Information Resources Policy: Library and Other Information Services. Revised Edition."},
      {
        "id":"ED118068",
        "title":"Aiming for Quality; The Five-Year Plan of the Chicago Library System. 1976-1980."},
      {
        "id":"ED118070",
        "title":"Planning Data for the Conversion of UCUCS-2 Catalog Card Records Into Machine Readable form (UCUCS-2 Conversion Planning). Report No. ILR-75-006."},
      {
        "id":"ED118071",
        "title":"A Directory of Library Instruction Programs in Pennsylvania Academic Libraries."},
      {
        "id":"ED118074",
        "title":"North Dakota Public Library Trustees Manual."},
      {
        "id":"ED118075",
        "title":"North Dakota State Plan for Library Development: Fiscal 1976-1980."},
      {
        "id":"ED118076",
        "title":"Graduate Education in Librarianship at Glassboro State College, 1967-74: A Description of the Graduates and Their Evaluations of the Program."},
      {
        "id":"ED118077",
        "title":"Perceptions of School Media Specialists Toward a Professional Curriculum of Instruction."},
      {
        "id":"ED118078",
        "title":"Council of Europe Information Bulletin 4/1975."},
      {
        "id":"ED118079",
        "title":"School Libraries. Educational Building Digest."},
      {
        "id":"ED118081",
        "title":"A Multidisciplinary Approach to Solving Community Water Problems. Information Report 76."},
      {
        "id":"ED118082",
        "title":"Media Use in the Study of Minorities."},
      {
        "id":"ED118083",
        "title":"You Can't Kill a Wasp with a Postage Stamp, or How to Teach 'Em to Pass Element Nine."},
      {
        "id":"ED118084",
        "title":"Programming as an Instrument for Community Involvement: Designing Topical Television Programs for Rural Adult Audiences. Satellite Technology Demonstration Technical Report No. 0503."},
      {
        "id":"ED118085",
        "title":"Bicentennial Film Preview Session. N.C.L.A. Conference, Fall 1975."},
      {
        "id":"ED118086",
        "title":"Factors Affecting the Adoption of On-Line Search Services by the Public Library."},
      {
        "id":"ED118087",
        "title":"The Cost of On-Line Bibliographic Searching. Technical Report 003-75-01."},
      {
        "id":"ED118088",
        "title":"The Impact of On-Line Search Services on Library Operations and Users."},
      {
        "id":"ED118090",
        "title":"Pragmatic Proposals for Professional Pedagogy in Education for Broadcasting."},
      {
        "id":"ED118091",
        "title":"A Handbook of Standard Terminology and a Guide for Recording and Reporting Information about Educational Technology."},
      {
        "id":"ED118092",
        "title":"Computer-Assisted School Facility Planning with ONPASS."},
      {
        "id":"ED118093",
        "title":"The Current Status of Audiovisual Definitions and Terminology: An International Perspective."},
      {
        "id":"ED118094",
        "title":"The Most Important Number is One. The Potential of Individualized Instruction in Higher Education."},
      {
        "id":"ED118096",
        "title":"Training Effectiveness of Films Developed Using Systems Approach to Training Principles."},
      {
        "id":"ED118097",
        "title":"The Library of Congress as the National Bibliographic Center."},
      {
        "id":"ED118098",
        "title":"A Report on Libraries."},
      {
        "id":"ED118099",
        "title":"A Library Report for the COEDD District."},
      {
        "id":"ED118100",
        "title":"Survey of Machine-Readable Bibliographic and Numerical Data Bases and Related Services in Wisconsin."},
      {
        "id":"ED118101",
        "title":"National Science Foundation Programs."},
      {
        "id":"ED118102",
        "title":"Software and Hardware Utilization in Computer Medicine Education."},
      {
        "id":"ED118106",
        "title":"Audio-Visual Techniques and Library Instruction."},
      {
        "id":"ED118107",
        "title":"Image of Women in Advertisements: A Preliminary Study of Avenues for Change."},
      {
        "id":"ED118108",
        "title":"NLS-SCHOLAR: Modifications and Field Testing."},
      {
        "id":"ED118109",
        "title":"Designing Diversity '75; Conference Proceedings, National Conference on Open Learning and Nontraditional Study (2nd, Washington, D.C., June 17-19, 1975)."},
      {
        "id":"ED118110",
        "title":"CAI: Its Role in the Education of Ethnic Minorities."},
      {
        "id":"ED118111",
        "title":"Computer Simulation: A Technique for Studying Psychosocial and Sociotechnical Systems."},
      {
        "id":"ED118112",
        "title":"An Alerting Service Bibliography on Libraries and Media. Fifth Edtion."},
      {
        "id":"ED118113",
        "title":"APEX: A Computerized Simulation Game as the Basis for an Undergraduate Interdisciplinary Course."},
      {
        "id":"ED118118",
        "title":"Institute for Health Care Libraries: Training of Personnel (February 26, 1975 to May 14, 1975)."},
      {
        "id":"ED118119",
        "title":"Cover to Cover; a Literature Course, Grades 5 and 6."},
      {
        "id":"ED118120",
        "title":"Guide to Self, Incorporated."},
      {
        "id":"ED118121",
        "title":"1976 Television; a Catalog of Instructional Television Courses and Related Material."},
      {
        "id":"ED118122",
        "title":"Some Final Reflections on Dual Audio Television."},
      {
        "id":"ED118123",
        "title":"Dual Audio Television; an Experiment in Saturday Morning Broadcast and a Summary Report."},
      {
        "id":"ED118124",
        "title":"Dual Audio Television Instruction; A Manual for Writers and Announcers (Draft)."},
      {
        "id":"ED118126",
        "title":"The Influence of Contextual Stimuli on Test Performance of College Students."},
      {
        "id":"ED118127",
        "title":"A Comparison of Remedial and Non-Remedial Readers on Selected Perceptual Style Variables."},
      {
        "id":"ED118128",
        "title":"The Best of ERIC on Library Services to Native Americans."},
      {
        "id":"ED118130",
        "title":"The Design and Implementation of INGRES."},
      {
        "id":"ED118131",
        "title":"Decomposition: A Strategy for Query Processing."},
      {
        "id":"ED118132",
        "title":"The Staff Development Implications of Management Self-Study."},
      {
        "id":"ED118133",
        "title":"The Future Role of Libraries in Adult Education."},
      {
        "id":"ED118136",
        "title":"CLOSSS: A Machine Readable Data Base of Social Science Serials, Progress Report, 1971-1972. Working Paper No. 8."},
      {
        "id":"ED118140",
        "title":"Using Satellite Technology to Increase Professional Communications Among Teachers: a Report of Experiments Conducted by the National Education Association."},
      {
        "id":"ED118141",
        "title":"Summative Evaluation of Diagnostic and Prescriptive Reading Instruction K-6 Course, Spring, 1975. (Evaluation: DPRI 2)."},
      {
        "id":"ED118143",
        "title":"Cable Television; What's in It for Teachers? A Handbook for State and Local Education Associations."},
      {
        "id":"ED118144",
        "title":"Alternative Futures and the Role of the Media. Workshop 2 (Toronto, Ontario, May 26-28, 1975)."},
      {
        "id":"ED118145",
        "title":"Television Program Complexity and Ratings."},
      {
        "id":"ED118148",
        "title":"Application of Standards in Systems Interconnection."},
      {
        "id":"ED118149",
        "title":"A Case Study of the ATS-6 Health, Education and Telecommunications Projects."},
      {
        "id":"ED118151",
        "title":"Improving the Dissemination of Scientific and Technical Information: A Practitioner's Guide to Innovation. (Final Report)."},
      {
        "id":"ED118152",
        "title":"Tactile Media for the Visually Handicapped."},
      {
        "id":"ED118154",
        "title":"The Graphics Terminal Display System; a Powerful General-Purpose CAI Package."},
      {
        "id":"ED118156",
        "title":"Nontraditional Self-Studies in Accreditation."},
      {
        "id":"ED118157",
        "title":"Learning Task Requirements, Cognitive Styles, and Media Attributes: An Interactive Research Model."},
      {
        "id":"ED118158",
        "title":"Planning and Evaluating Library System Services in Illinois Using the CIPP Model."},
      {
        "id":"ED118160",
        "title":"Chicano Studies and Self-Concept: Implications for the Community Colleges."},
      {
        "id":"ED118161",
        "title":"The Estimated Fiscal Impact of Extending Resident Tuition and Fee Status to All G. I. Bill veterans."},
      {
        "id":"ED118162",
        "title":"Impressions of C. E. U. as Expressed by Local High School Graduates, 1975."},
      {
        "id":"ED118163",
        "title":"Annual Enrollment Report: Student Enrollment and Full-Time Equivalents, 1974-1975. Volume 10."},
      {
        "id":"ED118164",
        "title":"System Characteristic Opinion Study (SCOS-DELPHI). Project FOLLOW-UP."},
      {
        "id":"ED118165",
        "title":"Grading Style and Student Evaluation of Faculty."},
      {
        "id":"ED118166",
        "title":"Bibliography on Campus Judiciaries, Student Conduct and Discipline."},
      {
        "id":"ED118167",
        "title":"Predicting Academic Success in a Post-Secondary Vocational Studies Program Utilizing the A. S. V. A. B. Part One."},
      {
        "id":"ED118168",
        "title":"Statewide Community College Faculty Development: A Personalized Approach."},
      {
        "id":"ED118170",
        "title":"Analysis of California Community College District Policies of Faculty Teaching Load."},
      {
        "id":"ED118171",
        "title":"Follow-Up Study of New River Community College Transfers Who Graduated in the 1972-73 School Year [and] Follow-Up of 1974 Graduates in Occupational-Technical Programs."},
      {
        "id":"ED118173",
        "title":"A Proposal for the Development of Ramon E. Betances Community College. Final Report."},
      {
        "id":"ED118174",
        "title":"The Part-time Faculty and the Community College."},
      {
        "id":"ED118175",
        "title":"First Annual Assessment of the El Paso Community College Affirmative Action Plan."},
      {
        "id":"ED118176",
        "title":"A Comparison Study of the Actual and Expected Parental Contribution, as a Student Financial Resource, for High and Low Income Students."},
      {
        "id":"ED118177",
        "title":"Year-Round Education at the University of Minnesota Technical College, Waseca."},
      {
        "id":"ED118178",
        "title":"A System for the Implementation of Contract Learning at Bristol Community College."},
      {
        "id":"ED118179",
        "title":"Hotel and Restaurant Management; A Bibliography of Books and Audio-Visual Materials."},
      {
        "id":"ED118180",
        "title":"Survey of Former Loop College Students; How 1,081 Former Students View Loop College. Student Follow-Up Research Project. Report 73-472."},
      {
        "id":"ED118181",
        "title":"Wright College Student Profile (A Study of Student Enrollment and Characteristics)."},
      {
        "id":"ED118182",
        "title":"Full-Time Faculty and Staff Hired by One-Hundred Public California Community Colleges for the Academic Year 1975-1976."},
      {
        "id":"ED118183",
        "title":"Students in the North Hennepin Community College Law Enforcement Program [And] Law Enforcement: A Job Market Survey. Research Report Nos. 1 and 2."},
      {
        "id":"ED118184",
        "title":"A Report to the Faculty; Student Assessment Academic Transfer."},
      {
        "id":"ED118185",
        "title":"Contact-Credit Hour Ratio: Can Narrowing the Gap Lead to Legitimate Cost-Savings?"},
      {
        "id":"ED118186",
        "title":"Course Content and Program Evaluation Model. Final Report."},
      {
        "id":"ED118187",
        "title":"Descriptive Cost-Benefit Studies of Selected Wisconsin VTAE Programs. Final Report."},
      {
        "id":"ED118188",
        "title":"Follow-Up Study of 1975 Voc/Tech Alumni. Research Report Series, Vol. 7, No. 6."},
      {
        "id":"ED118189",
        "title":"Evaluation of Weekend and Early Morning Classes. Research Report Series, Vol. 7, No. 7."},
      {
        "id":"ED118190",
        "title":"Evaluation of Faculty Orientation--1975. Research Report Series, Vol. 7, No. 4."},
      {
        "id":"ED118191",
        "title":"The Role of the Two-Year College and the Aging."},
      {
        "id":"ED118192",
        "title":"Navajo County Community College District; Its History, Its Future, 1961-1985."},
      {
        "id":"ED118193",
        "title":"San Diego Mesa College Affirmative Action Policy."},
      {
        "id":"ED118194",
        "title":"1975 Graduates Placement Report: New Hampshire Technical Institute and New Hampshire Vocational-Technical Colleges."},
      {
        "id":"ED118195",
        "title":"Report on a Statewide Survey About Part-Time Faculty in California Community Colleges."},
      {
        "id":"ED118196",
        "title":"The Impact of the Junior College Environment on Student Values and Retention."},
      {
        "id":"ED118198",
        "title":"Community College Finances, 1975-76. [New Jersey]"},
      {
        "id":"ED118199",
        "title":"State Plan for Community Colleges in the State of Nevada."},
      {
        "id":"ED118200",
        "title":"Some Characteristics of Students Who Withdrew from L.A.C.C. Spring 1975, Spring 1974, and Spring 1973. Research Study No. 76-2."},
      {
        "id":"ED118201",
        "title":"Follow-Up Study of 1970 and 1972 Alumni. Research Report Series, Vol. 7, No. 9."},
      {
        "id":"ED118202",
        "title":"Commitment Five: A Long-Range Plan for Fraser Valley College."},
      {
        "id":"ED118203",
        "title":"Long-Range Career Education Plan for Frederick Community College. Parts I, II, III."},
      {
        "id":"ED118204",
        "title":"Task Force on Board Relationships. Final Report."},
      {
        "id":"ED118205",
        "title":"Consumerism Comes to the Community College. Topical Paper No. 55."},
      {
        "id":"ED118206",
        "title":"Does Students' Expectation of Teachers Affect Students' Evaluation of Teachers?"},
      {
        "id":"ED118207",
        "title":"Student Rights and Responsibilities."},
      {
        "id":"ED118208",
        "title":"The Concept of Structure in Cognitive-Developmental Theory."},
      {
        "id":"ED118209",
        "title":"Infant Accommodation and Acuity Threshold as a Function of Viewing Distance."},
      {
        "id":"ED118210",
        "title":"An Information Processing Approach to Children's Causal Reasoning."},
      {
        "id":"ED118211",
        "title":"An Experimental Test of the Effects of Internal and External Disequilibrium on Spatial Reasoning Development."},
      {
        "id":"ED118212",
        "title":"Developmental Changes in Problem Solving as a Function of Level of Socialization."},
      {
        "id":"ED118213",
        "title":"The Facilitation of Class-Inclusion by Use of Multiple Comparisons and Two-Class Perceptual Displays."},
      {
        "id":"ED118216",
        "title":"How Teacher Talk Creates Child Chatter."},
      {
        "id":"ED118217",
        "title":"Southeast Kansas Demonstration Child Development Center. Final Report."},
      {
        "id":"ED118218",
        "title":"Staff Studies and Planning Cross-National Research. Final Report."},
      {
        "id":"ED118219",
        "title":"Integration of Auditory and Visual Spatial Information During Early Infancy."},
      {
        "id":"ED118220",
        "title":"A Developmental Investigation of Verbal and Nonverbal Methodologies in Incidental Learning."},
      {
        "id":"ED118221",
        "title":"What Optimizes Moral Development and Behavior? Where the Theories Converge."},
      {
        "id":"ED118222",
        "title":"Formal Operations Thinking: Now You See It, Now You Don't."},
      {
        "id":"ED118223",
        "title":"New York City Infant Day Care Study. Input Section: Final Progress Report, February 1, 1972-October 31, 1974."},
      {
        "id":"ED118224",
        "title":"Center for Early Development and Education Progress Report, 1971-72."},
      {
        "id":"ED118225",
        "title":"Informal Adoption in Black Families in Lowndes and Wilcox Counties, Alabama."},
      {
        "id":"ED118226",
        "title":"Research Directions for the 70's in Child Development."},
      {
        "id":"ED118227",
        "title":"Home-Based Educational Curricula for Mothers and Infants."},
      {
        "id":"ED118228",
        "title":"Early Childhood Education in Action: The Second Year."},
      {
        "id":"ED118229",
        "title":"Idaho Kindergarten Curriculum Guide."},
      {
        "id":"ED118231",
        "title":"The Identification of Competencies for Child Development Associates Working with Chicano Children. Final Report."},
      {
        "id":"ED118232",
        "title":"Modification of Impulsivity in Young Children."},
      {
        "id":"ED118233",
        "title":"Variations in Home-Based Infant Education: Language, Play and Social Development. Final Report."},
      {
        "id":"ED118234",
        "title":"Family Life, Literature and Films: An Annotated Bibliography."},
      {
        "id":"ED118235",
        "title":"Family Life, Literature and Films: An Annotated Bibliography. 1974 Supplement."},
      {
        "id":"ED118236",
        "title":"California Child Day Care Licensing Task Force: Report and Recommendations."},
      {
        "id":"ED118237",
        "title":"A Study of the Comparative School Achievement of Day Care Graduates. Final Report for Research Project."},
      {
        "id":"ED118238",
        "title":"Families for Black Children: The Search for Adoptive Parents. II. Programs and Projects."},
      {
        "id":"ED118239",
        "title":"Head Start Services to Handicapped Children. Third Annual Report of the U.S. Department of Health, Education, and Welfare to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED118240",
        "title":"Early Social Development: Parent and Child Programs."},
      {
        "id":"ED118241",
        "title":"Preschool and Postscript: An Evaluation of an Inner-City Program."},
      {
        "id":"ED118242",
        "title":"Case Advocacy: A Study of the Interventive Process in Child Advocacy."},
      {
        "id":"ED118243",
        "title":"Community Based Child Advocacy Projects: A Study in Evaluation."},
      {
        "id":"ED118244",
        "title":"The Advocacy Components of Six Head Start Parent-Child Centers: A Final Report."},
      {
        "id":"ED118245",
        "title":"Behavior Modification in the Classroom: An Abstract Bibliography. Catalog No. 139."},
      {
        "id":"ED118246",
        "title":"American Indian Education: An Abstract Bibliography."},
      {
        "id":"ED118247",
        "title":"Memos for Teachers and Caregivers of Young Children."},
      {
        "id":"ED118248",
        "title":"A Comparative Test of Locus on Control Measures and IQ as Predictors of Children's Task Performance."},
      {
        "id":"ED118250",
        "title":"Colloquy of Asian Americans: A Report."},
      {
        "id":"ED118251",
        "title":"Day Care and the CDA; 1974: A Position Paper."},
      {
        "id":"ED118252",
        "title":"Report on the Black Colloquy."},
      {
        "id":"ED118253",
        "title":"The Only Child."},
      {
        "id":"ED118254",
        "title":"Day Care Arrangements of Low Income Single Parents."},
      {
        "id":"ED118255",
        "title":"Young Children's Sex Role and Knowledge of Sex Stereotypes. IJR Research Working Papers, 1975 Series."},
      {
        "id":"ED118256",
        "title":"Test Stimuli: Representational Level with Middle Class and Head Start Children."},
      {
        "id":"ED118257",
        "title":"Teacher Education, Teacher Effectiveness, and Developmental Psychology. Report No. 75-15."},
      {
        "id":"ED118258",
        "title":"Expectation Effects on Performance Evaluations."},
      {
        "id":"ED118259",
        "title":"Clinch-Powell Educational Cooperative Early Childhood Education Program. Evaluation Report."},
      {
        "id":"ED118262",
        "title":"Conceptualization and Measurement of Attitudes Toward Children's Rights."},
      {
        "id":"ED118263",
        "title":"Coaching Children in Social Skills for Friendship-making."},
      {
        "id":"ED118264",
        "title":"Mother - Infant Interaction Patterns as a Function of Rearing Conditions."},
      {
        "id":"ED118265",
        "title":"The Red Hook Family Day Care Training Program."},
      {
        "id":"ED118266",
        "title":"Children&apos;s Responses to Color as a Determinant of Race Attitudes."},
      {
        "id":"ED118267",
        "title":"The Representation of Social Dominance in Children's Drawings."},
      {
        "id":"ED118268",
        "title":"Learning to Control Environmental Stimulation in Infancy."},
      {
        "id":"ED118269",
        "title":"Proceedings of the Conference on Comparability in Research (2nd, George Washington University, Washington, D.C., May 5 and 6, 1975)."},
      {
        "id":"ED118271",
        "title":"Functional Specialization of the Cerebral Hemispheres in Infants and Children: New Experimental and Clinical Evidence."},
      {
        "id":"ED118272",
        "title":"American Status of Early Childhood Education, School Year 1974-75."},
      {
        "id":"ED118273",
        "title":"Early Childhood Separation Anxiety and Patterns of Social Behavior."},
      {
        "id":"ED118274",
        "title":"The Professional's Role and Perspectives on Child Abuse."},
      {
        "id":"ED118276",
        "title":"Rural Development: Part 1, S. 1612. A Bill to Establish a Revenue-Sharing Program for Rural Development. Hearing Before the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, 92d Congress, 1st Session, April 23, 1971."},
      {
        "id":"ED118277",
        "title":"Rural Development: Part 2, (1) Balanced National Growth Policy; (2) National Rural Development Program; (3) S. 1612, The Rural Community Development Revenue Sharing Act of 1971; (4) Reorganization of U.S. Department of Agriculture and Related Agencies. Hearings Before the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, 92d Congress, 1st Session, April 29; June 16 and 17, 1971."},
      {
        "id":"ED118278",
        "title":"Rural Development: Part 3, (1) Balanced National Growth Policy; (2) National Rural Development Program; (3) S. 1612, The Rural Community Development Revenue Sharing Act of 1971; (4) Reorganization of U.S. Department of Agriculture and Related Agencies. Hearings Before the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, 92d Congress, 1st Session, May 3, 1971, Sioux City, Iowa; May 4, 1971 Vermillion, ...."},
      {
        "id":"ED118279",
        "title":"Rural Development: Part 4, S. 2223--The Consolidated Farm and Rural Development Act and Amendment No. 153 (To S. 1483), to Establish the Rural Community Development Bank. Hearings Before the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, United States Senate, 92d Congress, 1st Session, July 23; September 21-24, 1971."},
      {
        "id":"ED118280",
        "title":"Rural Development: Part 5, (1) Balanced National Growth Policy; (2) National Rural Development Program; (3) S. 1612, The Rural Community Development Revenue Sharing Act of 1971; (4) Reorganization of U.S. Department of Agriculture and Related Agencies. Hearings Before the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, United States Senate, 92d Congress, 1st Session, September 9, 1971, Stillwater, Okla...."},
      {
        "id":"ED118281",
        "title":"Rural Development: Part 6, S. 1612-A Bill to Establish a Revenue-Sharing Program for Rural Development. Hearing Before the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, 92d Congress, 1st Session, September 20, 1971."},
      {
        "id":"ED118282",
        "title":"Rural Development: Part 7, (1) Balanced National Growth Policy; (2) National Rural Development Program; (3) S. 1612, The Rural Community Development Revenue Sharing Act of 1971; (4) Reorganization of U.S. Department of Agriculture and Related Agencies. Hearing Before the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, 92d Congress, 1st Session, December 14, 1971, Bowling Green, Ohio."},
      {
        "id":"ED118283",
        "title":"Rural Development: Report on Congressional Activities in 15 Major Categories in the 92d Congress, 1st Session. Committee Print, 92d Congress, 2d Session, February 3, 1972."},
      {
        "id":"ED118284",
        "title":"Rural Development Act of 1972: Report Together with Additional and Individual Views [To Accompany S. 3462]. 92d Congress, 2d Session, April 7, 1972."},
      {
        "id":"ED118285",
        "title":"Rural Development Act of 1972: Staff Explanation of H. R. 12931, The Rural Development Act of 1972, As Passed by the Senate April 20, 1972. Committee Print, 92d Congress, 2d Session, April 21, 1972."},
      {
        "id":"ED118286",
        "title":"Migrant Family Housing Centers. Annual Operational Summary, January-December 1972."},
      {
        "id":"ED118287",
        "title":"Migrant Family Housing Centers. Annual Operational Summary, January-December 1973."},
      {
        "id":"ED118288",
        "title":"Early Childhood Education: Promising Practices in Rural Areas."},
      {
        "id":"ED118289",
        "title":"Work Experience and Career Education Programs for Migrant Children."},
      {
        "id":"ED118291",
        "title":"The Education of Isolated Children in Western Australia."},
      {
        "id":"ED118292",
        "title":"Migrant Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 6."},
      {
        "id":"ED118293",
        "title":"Bilingual Education in P. L. 93-380."},
      {
        "id":"ED118294",
        "title":"Low-Income Rural People in East Central Arkansas Face Roadblocks to Jobs. Arkansas Agricultural Experiment Station, Agricultural Economic Report No. 290."},
      {
        "id":"ED118295",
        "title":"A Needed Research Orientation for Rural Sociologists in the South."},
      {
        "id":"ED118296",
        "title":"Federal and State Services and the Maine Indian. A Report of the Maine Advisory Committee to the United States Commission on Civil Rights."},
      {
        "id":"ED118297",
        "title":"A National Study of Minority Group Barriers to Allied Health Professions Education in the Southwest. Final Report."},
      {
        "id":"ED118298",
        "title":"Migrant Programs in Wisconsin and Ohio."},
      {
        "id":"ED118299",
        "title":"Identification of Barriers and Proposed Solutions to the Attainment of Equal Representation in Post-Secondary Allied Health Programs for Minorities. Final Report."},
      {
        "id":"ED118300",
        "title":"Metropolitan and Regional Inequalities Among Minorities in the Labor Market. Volume 3. Minorities in the Labor Market."},
      {
        "id":"ED118301",
        "title":"Rural Land Use in the Monongahela River Basin. [Agricultural Experiment Station] Bulletin 641."},
      {
        "id":"ED118302",
        "title":"Rural Education Program--Basic Program Plans, April 1972. (Northwest Regional Educational Laboratory Rural Futures Development Strategies)."},
      {
        "id":"ED118303",
        "title":"Zip Test: Examiner's Manual."},
      {
        "id":"ED118306",
        "title":"Outdoor Education, a Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 5."},
      {
        "id":"ED118307",
        "title":"The Best of \"The Communicator\", 1970-1975."},
      {
        "id":"ED118317",
        "title":"Student Handbook--Haskell Indian Junior College, Lawrence, Kansas."},
      {
        "id":"ED118318",
        "title":"The Navajo Culture Center: Purpose and Plans. A Shrine and Living Symbol for the Navajo Nation to Be Located at Navajo Community College, Tsaile, Arizona."},
      {
        "id":"ED118320",
        "title":"Migrant Family Housing Centers. Annual Operational Summary, January-December 1975."},
      {
        "id":"ED118321",
        "title":"Farmworkers in Rural America, 1971-72: Part 1, Farmworkers in Rural Poverty. Hearings Before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, 92nd Congress, 1st and 2d Sessions, July 22; September 21, and 22, 1971."},
      {
        "id":"ED118322",
        "title":"Farmworkers in Rural America, 1971-1972: Part 2, Who Owns the Land? Hearings Before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, 92nd Congress, 1st and 2d Sessions, November 5,1971."},
      {
        "id":"ED118323",
        "title":"Farmworkers in Rural America, 1971-1972: Part 3A, Land Ownership, Use, and Distribution. Hearings Before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, 92d Congress, 1st and 2d Sessions, January 11, 1972, San Francisco, Calif."},
      {
        "id":"ED118324",
        "title":"Farmworkers in Rural America, 1971-1972: Part 3B, Land Ownership, Use, and Distribution. Hearings Before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, 92d Congress, 1st and 2d Sessions, January 12, 1972, Fresno, Calif."},
      {
        "id":"ED118325",
        "title":"Farmworkers in Rural America, 1971-1972: Part 3C, Land Ownership, Use, and Distribution. Hearings Before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, 92d Congress, 1st and 2d Sessions, January 13, 1972 San Francisco, Calif."},
      {
        "id":"ED118326",
        "title":"Farmworkers in Rural America, 1971-1972: Part 4A, The Role of Land-Grant Colleges. Hearings Before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare. United States Senate, 92d Congress, 1st and 2d Sessions, June 19, 1972."},
      {
        "id":"ED118328",
        "title":"Farmworkers in Rural America, 1971-1972: Part 5A, Appendix. Hearings Before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, 92d Congress, 1st and 2d Sessions."},
      {
        "id":"ED118331",
        "title":"Land-Use Symposium Proceedings: Privately Owned Rural Lands and Land-Use Planning (7th, Albuquerque, New Mexico, October 15-16, 1975)."},
      {
        "id":"ED118332",
        "title":"Perception of Change in Rural Communities. A Research Project in Rural Education, 1973-1976."},
      {
        "id":"ED118333",
        "title":"Migrant Children&apos;s Nutrition, 1972: Migrant Children&apos;s Food Program Failures. Joint Hearing before the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare and the Select Committee on Nutrition and Human Needs, United States Senate, 92d Congress, 2d Session, May 1, 1972."},
      {
        "id":"ED118334",
        "title":"Health Services for Domestic Agricultural Workers, 1972: S. 3762 -- To Extend the Program for Health Services for Domestic Agricultural Migrant Workers. Joint Hearing before the Subcommittee on Health and the Subcommittee on Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, 92d Congress, 2d Session, August 1, 1972."},
      {
        "id":"ED118335",
        "title":"Menominee Restoration Act: H.R. 7421--To Repeal the Act Terminating Federal Supervision Over the Property and Members of the Menominee Tribe of Wisconsin as a Federally Recognized, Sovereign Indian Tribe; and to Restore to the Menominee Tribe of Wisconsin Those Federal Services Furnished to American Indians Because of Their Status as American Indians; and for Other Purposes. Hearings Before..., 93d Congress, 1st Session...."},
      {
        "id":"ED118336",
        "title":"Adventure Programming."},
      {
        "id":"ED118337",
        "title":"Evaluation of the Training Component of the Servicio National de Desarrollo de la Comunidad."},
      {
        "id":"ED118338",
        "title":"Bi-lingual Bi-Cultural Program, Title VII, ESEA. Final Evaluation [San Luis Valley Schools, 1974-75]."},
      {
        "id":"ED118341",
        "title":"Index to Bibliographies and Resource Materials--Project MEDIA, Summer 1975."},
      {
        "id":"ED118342",
        "title":"Outdoor Education Guide-Handbook, Waukesha Public Schools."},
      {
        "id":"ED118343",
        "title":"A Brief History of Indian Legislative Representatives in the Maine Legislature."},
      {
        "id":"ED118345",
        "title":"Research and Evaluation Design for the Choctaw Bilingual Education Program, 1975-76."},
      {
        "id":"ED118346",
        "title":"The Occupational Attainment of Migrant and Nonmigrant Farm-Reared Youth: A Colombian Case."},
      {
        "id":"ED118347",
        "title":"Environmental Education in the Elementary School. A Selection of Articles Reprinted from Science and Children."},
      {
        "id":"ED118359",
        "title":"Children's Conditional Reasoning: An Investigation of Fifth Graders' Ability to Learn to Distinguish Between Valid and Fallacious Inferences."},
      {
        "id":"ED118360",
        "title":"Guidelines for Planning, Developing, Utilizing and Maintaining Outdoor Environmental Education Laboratories."},
      {
        "id":"ED118361",
        "title":"Social Sciences in Forestry, a Current Selected Bibliography, No. 38, October 1975."},
      {
        "id":"ED118362",
        "title":"A Directory of Public Elementary and Secondary School Environmental Education Programs and Projects in the United States."},
      {
        "id":"ED118364",
        "title":"Developing a Musical Ear: A New Experiment. Artificial Intelligence Memo Number 264."},
      {
        "id":"ED118365",
        "title":"LOGO Manual. Draft."},
      {
        "id":"ED118366",
        "title":"TORTIS (Toddler's Own Recursive Turtle Interpreter System)."},
      {
        "id":"ED118367",
        "title":"Summary of MYCROFT: A System for Understanding Simple Picture Programs. Artificial Intelligence Memo Number 305."},
      {
        "id":"ED118368",
        "title":"LLOGO: An Implementation of LOGO in LISP. Artificial Intelligence Memo Number 307."},
      {
        "id":"ED118369",
        "title":"What's In a Tune."},
      {
        "id":"ED118370",
        "title":"A Glossary of LOGO Primitives. Artificial Intelligence Memo Number 315."},
      {
        "id":"ED118373",
        "title":"An Industrial View of Undergraduate Programs."},
      {
        "id":"ED118374",
        "title":"JIAFS - A Pattern for Graduate Engineering Education of the Future?"},
      {
        "id":"ED118380",
        "title":"What the Construction Industry Can Contribute to Engineering Education."},
      {
        "id":"ED118381",
        "title":"Microprocessors in U.S. Electrical Engineering Departments, 1974-1975."},
      {
        "id":"ED118382",
        "title":"Biophysical Basis of Electrocardiography."},
      {
        "id":"ED118383",
        "title":"Recruiting and Keeping Women Engineering Students."},
      {
        "id":"ED118384",
        "title":"Needs and Trends of Off-Campus Graduate Programs in Ohio."},
      {
        "id":"ED118385",
        "title":"The General Electric Advanced Course in Engineering."},
      {
        "id":"ED118386",
        "title":"Corrosion Engineering."},
      {
        "id":"ED118387",
        "title":"Project Oriented Materials Lab."},
      {
        "id":"ED118388",
        "title":"A Program in Social Sciences for Engineering Students."},
      {
        "id":"ED118389",
        "title":"Contract Learning."},
      {
        "id":"ED118390",
        "title":"What Foreign Graduates Think About Their U. S. Graduate Degree Programs and Experience."},
      {
        "id":"ED118391",
        "title":"What the Construction Industry Expects from Engineering Education."},
      {
        "id":"ED118392",
        "title":"Self-Paced Graphics with Track Options."},
      {
        "id":"ED118393",
        "title":"A Study of the Awareness and Attitudes of Junior High Girls toward Engineering and Experiments with Methods of Increasing Their Awareness and Interest in Engineering."},
      {
        "id":"ED118394",
        "title":"Computers in Cardiology."},
      {
        "id":"ED118395",
        "title":"Management of Interdisciplinary Research in Universities Faces Problems."},
      {
        "id":"ED118396",
        "title":"Bridging the Gap from Gates to Microprocessors in Ten Hours."},
      {
        "id":"ED118397",
        "title":"A Case Study in Multidisciplinary Engineering Education: Urban Systems Engineering."},
      {
        "id":"ED118398",
        "title":"Evaluation of Innovative Basic Graphics Instruction."},
      {
        "id":"ED118399",
        "title":"Selected Industrial Problem."},
      {
        "id":"ED118400",
        "title":"Recycling Technology: Can It Be Taught?"},
      {
        "id":"ED118401",
        "title":"The Teaching of Manufacturing Engineering in India and Singapore."},
      {
        "id":"ED118402",
        "title":"Mathematical Formalities and Engineering Studies."},
      {
        "id":"ED118403",
        "title":"Feasibility Studies for International Airport Development in the Far East."},
      {
        "id":"ED118404",
        "title":"A Course in Medicine and Clinical Engineering for Engineers."},
      {
        "id":"ED118405",
        "title":"Problems in Recording the Electrocardiogram."},
      {
        "id":"ED118406",
        "title":"Manufacturing Engineering Instruction in Great Britain, Sweden and Germany."},
      {
        "id":"ED118407",
        "title":"Evaluating the Performance of Non-Teaching Professionals."},
      {
        "id":"ED118408",
        "title":"Materials Selection."},
      {
        "id":"ED118409",
        "title":"How Would That Work Back Home?"},
      {
        "id":"ED118410",
        "title":"Continuing Education - A Management Point of View."},
      {
        "id":"ED118411",
        "title":"Accreditation of Industrial Engineering Programs."},
      {
        "id":"ED118412",
        "title":"Biomedical Engineering: A Challenge to Educators and the Professions."},
      {
        "id":"ED118413",
        "title":"Career Guidance in Materials Engineering: The Summer Workshop Concept."},
      {
        "id":"ED118414",
        "title":"Teaching Win-Win Better Prepares Students for Subsequent Experiences in Life."},
      {
        "id":"ED118415",
        "title":"Process Dynamics and Control, a Theory-Experiential Approach."},
      {
        "id":"ED118416",
        "title":"Subordinate and Superordinate Science Process Skills: An Experiment in Science Instruction Using the English and Spanish Language with Fifth Grade Children in Bilingual Schools."},
      {
        "id":"ED118417",
        "title":"A Study in the Nature and Development of the Natural Number Concept: Initial and Supplementary Analyses. Report from the Project on Children's Learning and Development. Technical Report No. 340."},
      {
        "id":"ED118419",
        "title":"Science and Technology for International Development: A Selected List of Information Sources in the United States and Bibliography of Selected Materials. Second Edition."},
      {
        "id":"ED118422",
        "title":"Science Education Newsletter No. 28."},
      {
        "id":"ED118425",
        "title":"An Effort to Produce a Recommended List of Elementary Metric Materials."},
      {
        "id":"ED118426",
        "title":"Consumer Education in Agriculture. The Vocational Agriculture Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED118427",
        "title":"Occupational Work Adjustment Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED118428",
        "title":"Social Studies Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED118429",
        "title":"Trade and Industrial Resource Supplement to the Consumer Education Curriculum Guide for Ohio."},
      {
        "id":"ED118430",
        "title":"Consumer Education in the Science Curriculum."},
      {
        "id":"ED118431",
        "title":"Metric Education. Interpretive Report No. 1."},
      {
        "id":"ED118432",
        "title":"Intriguing Freshmen with Materials Science."},
      {
        "id":"ED118433",
        "title":"Cooperative NASA-Old Dominion Universtiy Graduate Study and Research Program in Aeronautics."},
      {
        "id":"ED118434",
        "title":"Engineering Education Projects for Improving Agriculture in Developing Countries."},
      {
        "id":"ED118435",
        "title":"The Development of a Continuing Education Program for Mid-Career Professionals."},
      {
        "id":"ED118436",
        "title":"The Development of a Computerized Model for Teaching Engineering Statistics."},
      {
        "id":"ED118437",
        "title":"Teaching Fluid Mechanics to the Beginning Graduate Student--An Objective-Oriented Approach."},
      {
        "id":"ED118438",
        "title":"Student Prepared Case Studies--The Missing Leg."},
      {
        "id":"ED118439",
        "title":"The Northeast Ghana Savannah Project--A Case Study in Project Design."},
      {
        "id":"ED118440",
        "title":"Simulation of Neural Firing Dynamics: A Student Project."},
      {
        "id":"ED118441",
        "title":"Products Liability - Engineering and the Law."},
      {
        "id":"ED118442",
        "title":"Oklahoma's Mobile Computer Graphics Laboratory."},
      {
        "id":"ED118443",
        "title":"Management for the Engineer."},
      {
        "id":"ED118444",
        "title":"Adoption and Adaption Strategies in World Development."},
      {
        "id":"ED118445",
        "title":"International Technology Transfer."},
      {
        "id":"ED118446",
        "title":"An Undergraduate Two-Course Sequence in Biomedical Engineering Design: A Simulation of an Industrial Environment with Group and Individual Project Participation."},
      {
        "id":"ED118447",
        "title":"Classroom Demonstrations in Materials Science/Engineering."},
      {
        "id":"ED118448",
        "title":"Pictorial Solutions in Advanced Mechanics."},
      {
        "id":"ED118449",
        "title":"Technical Communication: The Engineering Educator's Responsibility."},
      {
        "id":"ED118450",
        "title":"Interdisciplinary Research Teams as Status Systems."},
      {
        "id":"ED118452",
        "title":"Dynamic Testing and Evaluation of Pressure Transducer-Catheter Systems: A Student Project."},
      {
        "id":"ED118453",
        "title":"Improving Accuracy of Assessment Procedures."},
      {
        "id":"ED118454",
        "title":"Appropriate Programs for Foreign Students in U.S. Chemical Engineering Curricula."},
      {
        "id":"ED118455",
        "title":"The Status and Future of Aerospace Engineering Education in Turkey."},
      {
        "id":"ED118456",
        "title":"A Design Philosophy for Instrumentation Equipment in a Dynamic Systems and Measurements Laboratory."},
      {
        "id":"ED118457",
        "title":"Continuing Education -- A Management Point of View."},
      {
        "id":"ED118458",
        "title":"Engineering Manpower: Supply and Demand Issues."},
      {
        "id":"ED118459",
        "title":"A Resident Engineer."},
      {
        "id":"ED118460",
        "title":"Program Fighter - An Evaluation."},
      {
        "id":"ED118461",
        "title":"Evolution in an Integrated Program."},
      {
        "id":"ED118462",
        "title":"Professional Engineering Education in India."},
      {
        "id":"ED118463",
        "title":"Interest and Motivation Lead Good Teaching."},
      {
        "id":"ED118464",
        "title":"Basic Research in One Phase of Competency Development in the Preservice Training of Elementary Science Teachers."},
      {
        "id":"ED118465",
        "title":"Values Education Sourcebook: Conceptual Approaches, Materials Analyses, and an Annotated Bibliography."},
      {
        "id":"ED118466",
        "title":"Ohio Geographers: Recent Research Themes. Volume Number 1: 1973."},
      {
        "id":"ED118467",
        "title":"Ohio Geographers: Recent Research Themes. Volume Number 2: 1974."},
      {
        "id":"ED118468",
        "title":"Ohio Geographers: Recent Research Themes. Volume Number 3: 1975."},
      {
        "id":"ED118469",
        "title":"Political Orientations: Comparing Japanese in Portland and Japan."},
      {
        "id":"ED118470",
        "title":"Government of the Indian People. Indian Ethnic Heritage Studies Curriculum Development Project, 1974-75."},
      {
        "id":"ED118471",
        "title":"Social Life of the Indian People. Indian Ethnic Heritage Studies Curriculum Development Project, 1974-75."},
      {
        "id":"ED118472",
        "title":"Identifying and Controlling the Effects of Biases in Criminal Trials by Jury."},
      {
        "id":"ED118473",
        "title":"The Use of Social Studies Concepts in Curriculum Development. Revised."},
      {
        "id":"ED118474",
        "title":"On the Study of Nationalistic Education."},
      {
        "id":"ED118475",
        "title":"\"Regional Crisis\": A Simplified Teaching Simulation."},
      {
        "id":"ED118476",
        "title":"Differences in Social Distance Attitudes between Groups of Middle and Lower Social Class Pre-service Teachers toward Minority and National Groups."},
      {
        "id":"ED118477",
        "title":"Macro and Micro Implementation."},
      {
        "id":"ED118478",
        "title":"University Students Experiences and Perceptions of High School Sociology."},
      {
        "id":"ED118479",
        "title":"African Heritage Curriculum Materials. Teacher's Manual."},
      {
        "id":"ED118480",
        "title":"Identifying the Community Power Actors."},
      {
        "id":"ED118482",
        "title":"Child Development and the Housing Environment. Volume 1: Statistical Design and Analysis."},
      {
        "id":"ED118484",
        "title":"Child Development and the Housing Environment. Volume 3: Literature Review."},
      {
        "id":"ED118485",
        "title":"Futurism; And Future Studies. Developments in Classroom Instruction."},
      {
        "id":"ED118486",
        "title":"Suggested Materials and Themes for a Study of Population in Secondary Social Studies."},
      {
        "id":"ED118488",
        "title":"Juvenile Justice. Second Edition."},
      {
        "id":"ED118489",
        "title":"Evidence before the Court."},
      {
        "id":"ED118491",
        "title":"Small Claims Court."},
      {
        "id":"ED118492",
        "title":"Fair Procedures."},
      {
        "id":"ED118493",
        "title":"Appellate Courts."},
      {
        "id":"ED118494",
        "title":"Civil Courts."},
      {
        "id":"ED118495",
        "title":"Teacher-made Test Items in American History: Emphasis Junior High School. Bulletin Number 40."},
      {
        "id":"ED118496",
        "title":"Selected Test Items in American History. Bulletin Number 6, Fifth Edition."},
      {
        "id":"ED118497",
        "title":"Life World 2000: A Guide for Teachers."},
      {
        "id":"ED118498",
        "title":"A University for the World: The United Nations Plan. Fastback 51."},
      {
        "id":"ED118500",
        "title":"Me and Myself: Pattern of Healthful Living, Level K. A Values Curriculum, Second Revision."},
      {
        "id":"ED118501",
        "title":"Me and My Feelings: Pattern of Healthful Living, Level 1. A Values Curriculum, Second Revision."},
      {
        "id":"ED118502",
        "title":"Me and My World: Pattern of Healthful Living, Level 2. A Values Curriculum, Second Revision."},
      {
        "id":"ED118503",
        "title":"Learning to Live with Others: Pattern of Healthful Living, Level 3. A Values Curriculum, Second Revision."},
      {
        "id":"ED118504",
        "title":"Touching Lives: Pattern of Healthful Living, Level 4. A Values Curriculum, Second Revision."},
      {
        "id":"ED118505",
        "title":"A Process for Group Action: Pattern of Healthful Living, Level 5. A Values Curriculum, Second Revision."},
      {
        "id":"ED118506",
        "title":"Getting It All Together: Pattern of Healthful Living, Level 6. A Values Curriculum, Second Revision."},
      {
        "id":"ED118507",
        "title":"Reaching out: Pattern of Healthful Living, Level 7. A Values Curriculum, Second Revision."},
      {
        "id":"ED118508",
        "title":"People and Choices: Pattern of Healthful Living, Level 8. A Values Curriculum, Second Revision."},
      {
        "id":"ED118509",
        "title":"Religion in Elementary Social Studies: Level Three. Teacher&apos;s Guide [And Student Materials And] Evaluation Report."},
      {
        "id":"ED118510",
        "title":"The School as a Political System. Final Report."},
      {
        "id":"ED118511",
        "title":"Neglect of Consumer Education Is Shortcoming Both Students and the Nation. Quick Reference: Consumer Education."},
      {
        "id":"ED118512",
        "title":"The Teaching of Values: The Third Yearbook of the Arizona Association for Supervision and Curriculum Development."},
      {
        "id":"ED118513",
        "title":"Principles and Values in School and Society: The Fourth Yearbook of the Arizona Association for Supervision and Curriculum Development."},
      {
        "id":"ED118514",
        "title":"Adolescent Girls: A Two-Year Study."},
      {
        "id":"ED118516",
        "title":"Educational Research in Turkey, 1971-1972."},
      {
        "id":"ED118518",
        "title":"Achievement Motivation and Gender as Determinants of Attributions for Success and Failure."},
      {
        "id":"ED118520",
        "title":"Teen Consumer. Teaching Guide."},
      {
        "id":"ED118521",
        "title":"Banking. Teaching Guide."},
      {
        "id":"ED118522",
        "title":"Shopping. Teaching Guide."},
      {
        "id":"ED118523",
        "title":"Supermarket Project. Teaching Guide."},
      {
        "id":"ED118524",
        "title":"Money Management. Teaching Guide."},
      {
        "id":"ED118525",
        "title":"Understanding Credit. Teaching Guide."},
      {
        "id":"ED118526",
        "title":"Unit on Political Decision Making and Action Strategy over a Local Environmental Problem."},
      {
        "id":"ED118527",
        "title":"A Conference Design for Teacher Centered Inservice Education."},
      {
        "id":"ED118528",
        "title":"Feeling Around in the Dark; A Guide to Psychological Curricula. Draft. Paper No. 114."},
      {
        "id":"ED118529",
        "title":"Performance-Based Teacher Education: A Source Book. PBTE Series No. 21."},
      {
        "id":"ED118530",
        "title":"Through Teachers' Eyes: Teaching in an Open Space Primary School. Technical Report No. 1."},
      {
        "id":"ED118531",
        "title":"S. T. E. P.: Suburban Teacher Education Program. Final Report."},
      {
        "id":"ED118532",
        "title":"A Conceptualization of the Clinical Professorship."},
      {
        "id":"ED118533",
        "title":"Forces Affecting Program Development in Higher Education: Is Anyone Driving? Occasional Paper No. 11."},
      {
        "id":"ED118534",
        "title":"What Does Teacher Certification Stand For?"},
      {
        "id":"ED118535",
        "title":"A Plan for Developing a Need Responsive Five Year Program Plan and a Handbook for Systematic Program Development and Monitoring."},
      {
        "id":"ED118536",
        "title":"The Status of Professional Studies in Teacher Education: Conflicts Between Intentions and Structures in a College of Education."},
      {
        "id":"ED118538",
        "title":"Now You Shall Be Real to Everyone."},
      {
        "id":"ED118540",
        "title":"ISA Bulletin Special Workshop Report Edition No. 76. \"Will Your Teaching Survive the Seventies?\""},
      {
        "id":"ED118541",
        "title":"Annual Report for 1975 by the National Advisory Council on Education Professions Development."},
      {
        "id":"ED118542",
        "title":"Education in the 70&apos;s and Beyond."},
      {
        "id":"ED118543",
        "title":"Peer and Cross-Age Tutoring in the Schools: An Individualized Supplement to Group Instruction."},
      {
        "id":"ED118544",
        "title":"Liberating Our Children, Ourselves. A Handbook of Women's Studies Course Materials for Teacher Educators."},
      {
        "id":"ED118545",
        "title":"The Unlikely Alliance: COP and Academe."},
      {
        "id":"ED118546",
        "title":"A National Evaluation of the I/D/E/A Change Program for IGE."},
      {
        "id":"ED118547",
        "title":"The Scottish Council for Research in Education. Forty-Seventh Annual Report 1974-75."},
      {
        "id":"ED118548",
        "title":"Santa Fe School Precision Teaching Program, Evaluation Report 1974-75."},
      {
        "id":"ED118550",
        "title":"An Urbal Multi-Linguistic Competency Based Preservice Field Based Teacher Preparation Program."},
      {
        "id":"ED118551",
        "title":"Suburban Teacher Education Program (STEP)."},
      {
        "id":"ED118552",
        "title":"Educational Alternatives: A Sourcebook. Education for the Development of the Person. Volume 2, Numbers 1 and 2, Spring-Fall 1975."},
      {
        "id":"ED118553",
        "title":"Competency-Based Improvement of Instruction Program in Teacher Education at Southwestern Oklahoma State University."},
      {
        "id":"ED118554",
        "title":"Elementary Education at Utah State University, Logan, Utah. Sodia Program Description, Philosophy and Student Handbook of Competencies."},
      {
        "id":"ED118556",
        "title":"A Guide for Vision Screening in California Public Schools. 1974 Edition."},
      {
        "id":"ED118557",
        "title":"A Negotiations Strategy for Inservice Education."},
      {
        "id":"ED118558",
        "title":"Cardiac Arrest During Medically-Supervised Exercise Training: A Report of Fifteen Successful Defibrillations."},
      {
        "id":"ED118559",
        "title":"Homework. What Research Says to the Teacher."},
      {
        "id":"ED118560",
        "title":"Measurement Issues and Competency-Based Teacher Certification."},
      {
        "id":"ED118561",
        "title":"Oral History as a Teaching Approach."},
      {
        "id":"ED118562",
        "title":"Preparing Educational Proposals. A Guide for Teachers."},
      {
        "id":"ED118563",
        "title":"Behavior Modification. What Research Says to the Teacher."},
      {
        "id":"ED118564",
        "title":"In-Service Development through the Use of Video-Tapes and Learning Packages. Final Report."},
      {
        "id":"ED118565",
        "title":"Competency-Based Teacher Education: A Bibliography of Bibliographies."},
      {
        "id":"ED118566",
        "title":"Teacher Perceptions of the Acceptability of Teacher Training Products. Research and Development Memorandum No. 141."},
      {
        "id":"ED118567",
        "title":"In Sports, as in All of Life, Man Should Be Comprehensible to Man."},
      {
        "id":"ED118568",
        "title":"Rotations of Lower Limbs in Skiing."},
      {
        "id":"ED118569",
        "title":"Teacher Education Centers."},
      {
        "id":"ED118570",
        "title":"Fundamentals of Modules (An Outline Guide to Accompany Group Discussion Sessions)."},
      {
        "id":"ED118571",
        "title":"West Virginia Review of Educational Research. Number 2, Fall 1975."},
      {
        "id":"ED118572",
        "title":"A Comparison of the Recommendations of the RISE, NASSP, and Kettering Reports on Secondary Education."},
      {
        "id":"ED118573",
        "title":"Teacher Verbal Behavior and Its Relationship to Growth in Child Language."},
      {
        "id":"ED118574",
        "title":"Proceedings [of the] Sixty Fourth Annual Meeting [of the] College Physical Education Association."},
      {
        "id":"ED118575",
        "title":"Proceedings [of the] Sixty Seventh Annual Meeting [of the ] National College Physical Education Association for Men."},
      {
        "id":"ED118576",
        "title":"Proceedings [of the] Sixty Eighth Annual Meeting [of the] National College Physical Education Association for Men."},
      {
        "id":"ED118577",
        "title":"Adaptive Testing as a Significant Process in AIM."},
      {
        "id":"ED118579",
        "title":"Evaluating Training Effectiveness and Trainee Achievement: Methodology for Measurement of Changes in Levels of Cognitive Competence. Manuals for Evaluation of Family Planning and Population Programs, Number 8."},
      {
        "id":"ED118580",
        "title":"Statistical Analyses of the Data from the First Year of Use of the Student Ratings Forms of the University of Washington Instructional Assessment System."},
      {
        "id":"ED118583",
        "title":"A Needs Assessment to Determine Common and Unique Teaching Competencies as Perceived by Work Experience and Diversified Cooperative Training Teacher Coordinators in the State of Florida. Final Report."},
      {
        "id":"ED118584",
        "title":"College Major Similarity Profiles Based on Selected Washington Pre-College Measures and Vocational Interest Inventory Scores."},
      {
        "id":"ED118585",
        "title":"Milwaukee Bilingual/Bicultural Education Program 1974-1975."},
      {
        "id":"ED118587",
        "title":"Follow Through: Lessons Learned from Its Evaluation and Need to Improve Its Administration. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED118588",
        "title":"Measuring Student Achievement in Home Economics."},
      {
        "id":"ED118589",
        "title":"Evaluation of Medical Nurse Practitioner Program: Participant Instrument No. 1."},
      {
        "id":"ED118590",
        "title":"Establishing Appropriate Time Limits for Tests."},
      {
        "id":"ED118591",
        "title":"Intelligence and Personality Revisited: An Experimental Approach."},
      {
        "id":"ED118593",
        "title":"AAMD-Becker Reading-Free Vocational Interest Inventory Manual [and Male and Female Inventories]."},
      {
        "id":"ED118594",
        "title":"Candidate T-37 Pilot Performance Measures for Five Contact Maneuvers. Final Report."},
      {
        "id":"ED118595",
        "title":"Health Start Analysis Plan and Data Collection Instruments for Second Program Year. Working Paper: 964-2."},
      {
        "id":"ED118596",
        "title":"Better Evaluation Needed for Federal Civilian Employee Training. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED118597",
        "title":"Technical Report on Development of USES Specific Aptitude Test Battery for Nurse Aid (Medical Ser.) 355.878."},
      {
        "id":"ED118598",
        "title":"Technical Report on Development of USES Specific Aptitude Test Battery for Proof-Machine Operator (Banking) 217.388."},
      {
        "id":"ED118599",
        "title":"ASUPT Automated Objective Performance Measurement System."},
      {
        "id":"ED118600",
        "title":"Definition of the Situation and Observer Bias."},
      {
        "id":"ED118601",
        "title":"Content Validity and the Uses of Student Ratings."},
      {
        "id":"ED118602",
        "title":"A Study of Computer-Administered Stradaptive Ability Testing. Research Report 75-4."},
      {
        "id":"ED118603",
        "title":"Causal Modeling in Educational and Social Program Evaluation."},
      {
        "id":"ED118604",
        "title":"Empirical Investigation of the Stradaptive Testing Model for the Measurement of Human Ability."},
      {
        "id":"ED118605",
        "title":"Composite Profile of a Los Angeles City 1973 High School Graduate. Report No. 349."},
      {
        "id":"ED118606",
        "title":"Development and Evaluation of an Objective Technique to Assess Effort in Training. Final Report."},
      {
        "id":"ED118607",
        "title":"A Utility-Based Approach to the Evaluation of Pass/Fail Testing Decision Procedures. COPA-75-01."},
      {
        "id":"ED118608",
        "title":"Delaware Educational Assessment Program 1974-75. Report of the Spring 1975 Testing Program."},
      {
        "id":"ED118609",
        "title":"Multiple Serial List Learning with Two Mnemonic Techniques."},
      {
        "id":"ED118610",
        "title":"Poststimulus Cueing and Conceptual Categorization of Visual Information."},
      {
        "id":"ED118611",
        "title":"Further Investigations of Content Analytic Techniques for Extracting the Differentiating Information Contained in the Narrative Sections of Performance Evaluations for Navy Enlisted Personnel. Technical Report No. 75-1."},
      {
        "id":"ED118613",
        "title":"Achievement in Dade County Public Schools 1974-75."},
      {
        "id":"ED118614",
        "title":"A Format in Assessing the Mentally Retarded for Vocational Activation Utilizing the Clinician's Insights."},
      {
        "id":"ED118615",
        "title":"Prediction During Learning of Later Retrievability."},
      {
        "id":"ED118616",
        "title":"Imagery and Association in Incidental Learning."},
      {
        "id":"ED118617",
        "title":"Longitudinal Data Analysis with Pictures, Regression and Principal Components."},
      {
        "id":"ED118618",
        "title":"A Single-Administration Reliability Index for Criterion-Referenced Tests: The Mean Split-Half Coefficient of Agreement."},
      {
        "id":"ED118619",
        "title":"The Introduction of Innovative Instructional Systems: Implementation and Program Evaluation. Section 1. The Practitioner: Selection, Training, and Program Evaluation; Section 2. Degree of Implementation and Classroom Observation."},
      {
        "id":"ED118620",
        "title":"The Effect of Format Change on Test Item Difficulty."},
      {
        "id":"ED118621",
        "title":"Performance Evaluation: The Use of Scoring Systems in Adaptive Training."},
      {
        "id":"ED118622",
        "title":"Empirical Bayes Point Estimates of True Score Using a Compound Binomial Error Model. Research Memorandum 74-11."},
      {
        "id":"ED118624",
        "title":"Reminiscence: Evidence for Reorganization in Free Recall."},
      {
        "id":"ED118625",
        "title":"Relating the ASVAB (Armed Services Vocational Aptitude Battery) to Career Guidance and Occupational Education."},
      {
        "id":"ED118626",
        "title":"A Faculty Self-Study of the Elementary School."},
      {
        "id":"ED118627",
        "title":"A Survey of Parent Opinions About Educational Alternatives in Minneapolis North Area Elementary Schools. Report C-74-53"},
      {
        "id":"ED118628",
        "title":"Urban Environment Studies Curriculum Project; Special School District No. 1; Title III ESEA: Final Evaluation Report. Report C-74-22."},
      {
        "id":"ED118629",
        "title":"A Summary of Six Major Evaluation Reports on Follow Through in Philadelphia, 1973-l1974."},
      {
        "id":"ED118630",
        "title":"The Bryant-Anthony-Ramsey (B-A-R) Project: An Evaluation. Report C-73-2."},
      {
        "id":"ED118631",
        "title":"School-Related Attitudes of Students Attending Secondary Alternative Schools. Report C-75-45."},
      {
        "id":"ED118632",
        "title":"Evaluation Data and Schemes for Summer Happening and Network Schools 1975."},
      {
        "id":"ED118633",
        "title":"The Summative Evaluation of Curriculum Innovations. Education Area Occasional Paper 1."},
      {
        "id":"ED118634",
        "title":"Equivalency Testing for Allied Health Manpower in Maryland."},
      {
        "id":"ED118635",
        "title":"Summary Highlights: Maryland Accountability Program, School Year 1973-1974."},
      {
        "id":"ED118636",
        "title":"Maryland Handbook on the Accountability Assessment Program (revised December 1974)."},
      {
        "id":"ED118637",
        "title":"Maryland Accountability Program Report, School Year 1973-1974."},
      {
        "id":"ED118638",
        "title":"Maryland Accountability Program Report--Year 2, School Year 1974-1975."},
      {
        "id":"ED118639",
        "title":"Test de Evaluacion de Conocimientos Medicos-CIIPME (Test of Evaluation of Medical Knowledge-CIIPME). Publication No. 42."},
      {
        "id":"ED118640",
        "title":"Efectos Especiales de Anclaje (Estudio sobre Regresiones de Juicios Condicionales). Parte 1: Distincion entre Efectos Aditivos y Efectos Multiplicativos en el Fenomeno de Anclaje (Special Effects of Anchoring (Study on Regression of Conditional Judgements) Part 1: Distinction Between Additive Effects and Multiplicative Effects in the Phenomenon of Anchoring). Publication No. 17."},
      {
        "id":"ED118641",
        "title":"Efectos Especiales de Anclaje (Estudio sobre Regresiones de Juicios Condicionales). Parte 2: Invariancia del Juicio No-Condicional Como Valor Estandar Para el Juicio Condicional (Special Effects of Anchoring (Study of Regression of Conditional Judgements) Part 2: Invariance of Unconditional Judgments as Standard Value for the Conditional Judgment). Publication No. 31."},
      {
        "id":"ED118642",
        "title":"Actitud Hacia las Matematicas: Revision Bibliografica (Attitudes Toward Mathematics: Revised Bibliography). Publication No. 39."},
      {
        "id":"ED118643",
        "title":"Title VIII Student Support Program: Minneapolis Public Schools. Final Evaluation Report."},
      {
        "id":"ED118644",
        "title":"Solucion de Problemas y Procesos Cognoscitivos (Problem Solving and Cognitive Processes). Publication No. 41."},
      {
        "id":"ED118645",
        "title":"A Comparison of Multiple Rank Order and Paired Comparison Forms of the Minnesota Importance Questionnaire. Research Report No. 49."},
      {
        "id":"ED118646",
        "title":"Actitudes Haci la Enfermedad Mental: Revision Bibliografica (Attitudes toward Mental Illness: Revised Bibliography). Publication No. 40."},
      {
        "id":"ED118647",
        "title":"An Evaluation of Manpower Programs for Young Men, 1964-1972 Based Upon the National Longitudinal Surveys. Final Report."},
      {
        "id":"ED118648",
        "title":"The Effect of Traditional Versus Non-Traditional Grading Policy on Minority Social Work Students."},
      {
        "id":"ED118649",
        "title":"Problems and Potentials of Applied Performance Testing. Proceedings of the National Conference on the Future of Applied Performance Testing."},
      {
        "id":"ED118650",
        "title":"Elementary School Evaluation (Title V, Part C, Public Law 89-10)."},
      {
        "id":"ED118651",
        "title":"ISCED Handbook: United Kingdom (England and Wales)."},
      {
        "id":"ED118652",
        "title":"An Approach to the Evaluation of EPA Training Course Effectiveness with Recommenoations for Improvement of Future Courses and Assessment Techniques."},
      {
        "id":"ED118653",
        "title":"Measurement and Productivity in School Reading Programs: Main Report and Technical Appendix."},
      {
        "id":"ED118654",
        "title":"Legitimizing Education for Individual Life Styles: School of Survival. Final Evaluation Report 1974-75."},
      {
        "id":"ED118655",
        "title":"Super Career Development Inventory (Form I); Preliminary Research and Field Trial in Brazil."},
      {
        "id":"ED118656",
        "title":"The Title I, ESEA Program in Minneapolis: 1974-75. An Evaluation."},
      {
        "id":"ED118659",
        "title":"White Teachers, Black Schools, and the Inner City: Some Impressions and Concerns."},
      {
        "id":"ED118660",
        "title":"Design for the Individualized Instruction Study: A Study of the Effectiveness of Individualized Instruction in the Teaching of Reading and Mathematics in Compensatory Education Programs. Final Report."},
      {
        "id":"ED118661",
        "title":"Learning and Growing through Tutoring. A Case Study of Youth Tutoring Youth."},
      {
        "id":"ED118662",
        "title":"Criteria for Analyzing Ethnic Bias in Instructional Material."},
      {
        "id":"ED118663",
        "title":"Educating Black Students Humanistically."},
      {
        "id":"ED118664",
        "title":"Project REACH: Reaffirming Each Students' Right to Pursue Academic Challenge and Higher Educational Goals."},
      {
        "id":"ED118665",
        "title":"Minorities and Women in Government: Practice Versus Promise."},
      {
        "id":"ED118666",
        "title":"Route 128: Boston's Road to Segregation."},
      {
        "id":"ED118667",
        "title":"Korean Family Organization in the United States: Role and Value Conflicts in a Foreign Culture."},
      {
        "id":"ED118668",
        "title":"Single-Parent Families: Results of Profiling Techniques in a Sample of Welfare ADC Families. Final Report."},
      {
        "id":"ED118669",
        "title":"Violent and Antisocial Behavior: A Longitudinal Study of Urban Youth."},
      {
        "id":"ED118670",
        "title":"An Evaluation of the Etiologic Role of Stressful Life Events in Psychological Disorders."},
      {
        "id":"ED118671",
        "title":"Shared Accountability: A Pilot Program for Improving Education in the District of Columbia Public Schools through Community and Professional Involvement."},
      {
        "id":"ED118672",
        "title":"Latino Community Mental Health. Monograph No. 1."},
      {
        "id":"ED118673",
        "title":"Delivery of Services for Latino Community Mental Health. Monograph No. 2."},
      {
        "id":"ED118674",
        "title":"Political Anthropology and the Urban School Board."},
      {
        "id":"ED118675",
        "title":"Nutrition and Health with an Evaluation on Nutritional Surveillance in the United States."},
      {
        "id":"ED118676",
        "title":"Resegregation: A Second Generation School Desegregation Issue."}]
  }}
