{
  "response":{"numFound":509939,"start":258000,"numFoundExact":true,"docs":[
      {
        "id":"ED111132",
        "title":"Outreach: Replicating Services for Young Handicapped Children."},
      {
        "id":"ED111133",
        "title":"The Spatially Competent Child with Learning Disabilities (SCLD): The Evidence from Research."},
      {
        "id":"ED111134",
        "title":"Someday I May Want to Know About ... Paying for Medical Care."},
      {
        "id":"ED111135",
        "title":"The Role of the Center for Innovation in Teaching the Handicapped in Project PRIME. (Programmed Reentry into Mainstream Education."},
      {
        "id":"ED111136",
        "title":"Design, Development and Validation of Instructional Games. Working Paper 9.1."},
      {
        "id":"ED111137",
        "title":"To Understand the Child: Design and Development of Anticipation Games. IDL Working Paper 9.12."},
      {
        "id":"ED111138",
        "title":"Design, Development, and Validation of Anticipation Games. Working Paper 16.14."},
      {
        "id":"ED111139",
        "title":"The Special Education Teacher as an Instructional Designer. Rational, Content, and Strategy for an Innovative Individualized Course on Instructional Design in Special Education. Working Paper 9.14."},
      {
        "id":"ED111140",
        "title":"The Philadelphia Open Classroom Project. Technical Report 24.2."},
      {
        "id":"ED111141",
        "title":"Inservice Training: A Proposal to Upgrade Teacher Readiness. Working Paper 45.1."},
      {
        "id":"ED111142",
        "title":"Development and Evaluation of a Module to Train Special Education Teacher Trainees to Determine a Pupil's Instructional Reading Level. Final Report 9.31."},
      {
        "id":"ED111143",
        "title":"A Comment on the Testing of Language Development in Retarded Children. Technical Report 1.22."},
      {
        "id":"ED111144",
        "title":"Experimental-Ethological Analyses of Evaluative Expressions Among Retarded Children. Technical Report 23.2."},
      {
        "id":"ED111145",
        "title":"The Effects of Gaming and Programmed Instruction on Learning of Inductive Materials. Final Report 34.3"},
      {
        "id":"ED111146",
        "title":"The Efficacy of an Anticipation Game in Increasing Teachers' Understandings of Educable Mentally Retarded Children. Final Report 26.3."},
      {
        "id":"ED111147",
        "title":"Continuous Description, Measurement and Modification of Teacher and TMR Pupil Behaviors through the Use of Precision Teaching and Interaction Analysis. Final Report 38.3."},
      {
        "id":"ED111148",
        "title":"The Effects of an \"Episodic\" Style of Teacher Questioning on EMR Pupils' Lesson Performance and Learning of Orally Presented Material. Final Report 29.31."},
      {
        "id":"ED111149",
        "title":"An Experimental Test of an Attentional Cueing Technique in Aiding Mildly Retarded Children's Recall of Reading Vocabulary. Final Report 29.32."},
      {
        "id":"ED111150",
        "title":"Mothers as Teachers: Instruction and Control Patterns Observed in Interactions of Middle-Class Mothers with Trainable Mentally Retarded and Nonretarded Children. Final Report Number 7.32."},
      {
        "id":"ED111151",
        "title":"The Relationship of Teacher-Trainee Characteristics, Classroom Process Variables, and EMR Pupil Learning to Special Education Teacher-Trainees' Teaching Ability. Final Report 44.3."},
      {
        "id":"ED111152",
        "title":"Teacher Questions: A Review of the Literature and Suggestions for Research with Respect to the Mentally Handicapped. Working Paper 17.1."},
      {
        "id":"ED111154",
        "title":"A Curriculum Guide for the Development of Body and Sensory Awareness for the Visually Impaired."},
      {
        "id":"ED111155",
        "title":"Research Bases for Performance-Based Teacher Education Options: Supplement to Design for Competence Based Education in Special Education."},
      {
        "id":"ED111156",
        "title":"Analysis of Selected Social and Psychological Factors Related to Mental Retardation."},
      {
        "id":"ED111157",
        "title":"Mainstreaming: Idea and Actuality."},
      {
        "id":"ED111158",
        "title":"Chronically Ill Children: A Psychologically and Emotionally Deviant Population?"},
      {
        "id":"ED111159",
        "title":"ALRC [Area Learning Resource Center] Workscope Elaboration. Second Edition. Publication No. NC-75.501."},
      {
        "id":"ED111160",
        "title":"Cerebral Palsy and Related Developmental Disabilities; Prevention and Early Care: An Annotated Bibliography. Volume 1, 1971. Publication No. NC-75.903."},
      {
        "id":"ED111161",
        "title":"Cerebral Palsy and Related Developmental Disabilities; Prevention and Early Care: An Annotated Bibliography. Volume 2, 1972. Publication No. NC-75.904."},
      {
        "id":"ED111162",
        "title":"Cerebral Palsy and Related Developmental Disabilities; Prevention and Early Care: An Annotated Bibliography. Volume 3, 1973. Publication No. NC-75.905."},
      {
        "id":"ED111163",
        "title":"A Program Evaluation Manual for Project Initiators. Final Report."},
      {
        "id":"ED111164",
        "title":"Characteristics of Children Enrolled in the Child Service Demonstration Centers. Final Report."},
      {
        "id":"ED111165",
        "title":"New Dimensions: Gifted/Talented."},
      {
        "id":"ED111166",
        "title":"Learning through Collaboration."},
      {
        "id":"ED111167",
        "title":"Suggestions for Identification of Gifted and Talented Students. Revised."},
      {
        "id":"ED111168",
        "title":"Austria; Its People and Its Culture."},
      {
        "id":"ED111169",
        "title":"Administrators Conferences on Language and Cultural Differences: Collected Papers."},
      {
        "id":"ED111170",
        "title":"English for Special Purposes: Information Guide No. 2."},
      {
        "id":"ED111171",
        "title":"Direct and Indirect Measures of Language Proficiency."},
      {
        "id":"ED111173",
        "title":"The Development of the Perception of Phonemic Differences in Initial Consonants by Egnlish-Speaking Children: A Pilot Study. Papers and Reports on Child Language Development, No. 3."},
      {
        "id":"ED111174",
        "title":"Styles of Syntactic Acquisition."},
      {
        "id":"ED111175",
        "title":"A Standard English Performance Measure for Young Children. The Standard English Repetition Test (SERT). Working Papers in Linguistics, Vol. 6, No. 4."},
      {
        "id":"ED111176",
        "title":"A Selected Bibliography on Recent Dialect Studies. CAL-ERIC/CLL Series on Languages and Linguistics, No. 24."},
      {
        "id":"ED111177",
        "title":"Resource Material for Bilingual Education. Revised Edition."},
      {
        "id":"ED111178",
        "title":"New Approaches to Bilingual, Bicultural Education, No. 8: Self-Assessment Units."},
      {
        "id":"ED111179",
        "title":"New Approaches to Bilingual Bicultural Education, No. 6: Developing Cognitive Flexibility."},
      {
        "id":"ED111180",
        "title":"New Approaches to Bilingual Bicultural Education, No. 4: Field Sensitivity and Field Independence in Children."},
      {
        "id":"ED111181",
        "title":"New Approaches to Bilingual Bicultural Education, No. 1: A New Philosophy of Education."},
      {
        "id":"ED111191",
        "title":"Tulugaglu Agnauraglu (The Raven and The Little Girl)."},
      {
        "id":"ED111192",
        "title":"Aahahaanaaq."},
      {
        "id":"ED111193",
        "title":"Hamaa Hlax Aasal Isugix (The Boy and The Seal)."},
      {
        "id":"ED111195",
        "title":"Using Medical English. For Students of English as a Second Language, with Drills and Exercises in Medical Terminology and Conversational Usage. Volume 1."},
      {
        "id":"ED111198",
        "title":"Extent and Use of Indigenous Vocabulary in Guatemalan Spanish."},
      {
        "id":"ED111199",
        "title":"Understanding Spanish-Speaking Cultures. Selected Concepts, That May Be Developed at Spanish Level I."},
      {
        "id":"ED111200",
        "title":"Cultural Understanding: French, Level One. Selected Cultural Concepts Which May Be Developed in French Level I."},
      {
        "id":"ED111201",
        "title":"Stress Patterns of Early Child Language."},
      {
        "id":"ED111202",
        "title":"Contrastive Linguistics and Social Lectology."},
      {
        "id":"ED111203",
        "title":"Some Characteristics of an Effective Language Learning Program. CATESOL Occasional Papers, No. 1."},
      {
        "id":"ED111204",
        "title":"Problems of Assembling, Describing, and Computerizing Corpora. Research Techniques and Prospects. Papers in Southwest English, No. 1."},
      {
        "id":"ED111205",
        "title":"Cognitive Processes and Linguistic Forms of Factory Workers."},
      {
        "id":"ED111206",
        "title":"Sociolects, Codes and Language Teaching."},
      {
        "id":"ED111207",
        "title":"Prospects for American Indian English Linguistics Research. Papers in Southwest English 1: Research Techniques and Prospects."},
      {
        "id":"ED111208",
        "title":"Research in Southwestern English and the Sociolinguistic Perspective: Thoughts and Suggestions from a Newcomer to Texas. Papers in Southwest English 1: Research Techniques and Prospects."},
      {
        "id":"ED111209",
        "title":"Towards Implicational Scales for Use in Chicano English Composition. Papers in Southwest English 1: Research Techniques and Prospects."},
      {
        "id":"ED111211",
        "title":"Project experimentale sur le bilinguisme Creole-Francais au niveau de l' enseignement primaire en Haiti (Experimental Project on Creole-French Bilingualism at the Primary Level in Haiti)."},
      {
        "id":"ED111212",
        "title":"LBRIG Newsletter (Newsletter of the Language by Radio Interest Group). Vol. IV, No. 1."},
      {
        "id":"ED111213",
        "title":"Trente ans d'etudes sur les parlers francais de Belgique, 1945-1975 (Thirty Years of Studies on French Usage in Belgium, 1945-1975)."},
      {
        "id":"ED111214",
        "title":"Motivating Students in the Foreign Language Classroom."},
      {
        "id":"ED111216",
        "title":"Teaching a Large Russian Language Vocabulary by the Mnemonic Keyword Method. Psychology and Education Series, Technical Report No. 256."},
      {
        "id":"ED111219",
        "title":"English for Speakers of Other Languages: A Bibliography."},
      {
        "id":"ED111220",
        "title":"Aids to English Language Teaching: Information Guide No. 4."},
      {
        "id":"ED111221",
        "title":"Recorded Materials for Teaching English: Information Guide No. 3."},
      {
        "id":"ED111222",
        "title":"Code-Switching in Bilingual Classrooms."},
      {
        "id":"ED111223",
        "title":"State Wide CODOFIL Program of French Instruction at the Primary Level, Evaluation Report."},
      {
        "id":"ED111224",
        "title":"State Wide CODOFIL Program of French Instruction in the Elementary Grades, 1973-74, Evaluation Report."},
      {
        "id":"ED111225",
        "title":"State Wide CODOFIL Program of French Instruction in the Elementary Grades, 1974-75, Evaluation Report."},
      {
        "id":"ED111226",
        "title":"Study of Supply Response to Oversupply of College Places."},
      {
        "id":"ED111227",
        "title":"Guidelines for the Interpretation and Implementation of the Rules and Standards for Licensing Non-Public Educational Institutions to Confer Degrees."},
      {
        "id":"ED111228",
        "title":"Citizens' Attitudes toward the University of Minnesota."},
      {
        "id":"ED111229",
        "title":"A Survey of Student Opinion Toward Student Services Fees at the University of Minnesota."},
      {
        "id":"ED111230",
        "title":"New and Innovative Programs, 1973-1975. A Report to the Legislature Regarding Chapter 131 Washington Laws of 1973, 1st Extraordinary Session."},
      {
        "id":"ED111231",
        "title":"Study of an &quot;Experiment&quot;: Old Westbury College. An Analysis of the Failure of a State Supported Experimental College."},
      {
        "id":"ED111232",
        "title":"Some Thoughts on the Cost Effectiveness of Graduate Education Subsidies. ISP Discussion Papers No. 245-74."},
      {
        "id":"ED111233",
        "title":"Multidisciplinary Education in Transportation. Proceedings of a Conference conducted by the Highway Research Board (University of Pennsylvania, Philadelphia, September 7 and 8, 1973)."},
      {
        "id":"ED111234",
        "title":"A Comprehensive Program to Maximize Student Development for Disadvantaged and Minority Students."},
      {
        "id":"ED111235",
        "title":"1975 Legislative Activity Progress Report on Postsecondary Collective Negotiations Bills. Special Report No. 21."},
      {
        "id":"ED111236",
        "title":"Academic Judgment and Grievance Arbitration in Higher Education. Special Report No. 20."},
      {
        "id":"ED111237",
        "title":"Programme Budgets for Graduate Training."},
      {
        "id":"ED111238",
        "title":"The Changing Map of Postsecondary Education. State Postsecondary Education Commissions (1202): Their Origin, Development and Current Status. Report No. 66."},
      {
        "id":"ED111239",
        "title":"Learning in an Open Society: Credit for Experience. Conferences on Non-Traditional Study, Series No. 1."},
      {
        "id":"ED111240",
        "title":"R and D Expenditures of State Public Institutions, Fiscal Year 1973."},
      {
        "id":"ED111242",
        "title":"Student Participation in the Governance of Institutions of Higher Education: An Annotated Bibliography."},
      {
        "id":"ED111243",
        "title":"A Guide to Operating an Off-Campus College Work-Study Program."},
      {
        "id":"ED111244",
        "title":"Legislative History of the Federal Formula-Grant Program Under the Health Professions Educational Assistance Act, 1965-1971. Report No. A2."},
      {
        "id":"ED111245",
        "title":"An Overview of the Health Professions Educational Assistance Act, 1963-1971. Report No. A1."},
      {
        "id":"ED111246",
        "title":"The Foreign Medical Graduate and Public Policy: A Discussion of the Issues and Options. Report No. D4."},
      {
        "id":"ED111247",
        "title":"Inflation: Its Impact on Medical Training Programs. Report No. A9."},
      {
        "id":"ED111248",
        "title":"Expanding Opportunities for Equal Access to Higher Education for Ohioans: A Report on the Ohio Instructional Grants Program."},
      {
        "id":"ED111249",
        "title":"The Background and Interests of the Typical Cadet. A Summary of Responses to the Environment and Interest Inventory, Class of 1968."},
      {
        "id":"ED111250",
        "title":"A Survey of Experiences with the Three Year Curriculum."},
      {
        "id":"ED111251",
        "title":"Production of Doctorates in Selected Fields, 1972-1975. Survey No. 16."},
      {
        "id":"ED111252",
        "title":"The Effects of College and University Residential Programs on Students."},
      {
        "id":"ED111253",
        "title":"Financing Postsecondary Education. Policy Development and Decision Making. The Report of the Conference Series. Report No. 69."},
      {
        "id":"ED111254",
        "title":"An Examination of the Political Processes Involved in the Development of the Student Class Attendance Policy at Trenton State College."},
      {
        "id":"ED111255",
        "title":"1974 Senior Survey."},
      {
        "id":"ED111256",
        "title":"Barriers to Women's Participation in Postsecondary Education. A Review of Research and Commentary as of 1973-74."},
      {
        "id":"ED111257",
        "title":"Higher Education Opportunity Program. Annual Report, 1973-1974."},
      {
        "id":"ED111258",
        "title":"The Use of High School Faculty Ratings to Predict USMA Fourth Class Performance."},
      {
        "id":"ED111259",
        "title":"Background and Predicted Success of Cadets in the Class of 1973 with Comparisons with Previous Classes."},
      {
        "id":"ED111260",
        "title":"Characteristics of the Class of 1974."},
      {
        "id":"ED111261",
        "title":"Comparison of USMA Graduates from the Class of 1950 with Graduates from Other Colleges on Selected Variables (A Product Appraisal Report)."},
      {
        "id":"ED111262",
        "title":"Student Affairs Research. A National Survey Report on University Programs."},
      {
        "id":"ED111263",
        "title":"Action Planning on the Campus. Part 1: The Concept. Part 2: The Plan."},
      {
        "id":"ED111264",
        "title":"What Is the Open University? A Brief Explanation."},
      {
        "id":"ED111265",
        "title":"Handbook on the Development of a System of Instruction for Medical Students: Using Examples from Pediatric Education."},
      {
        "id":"ED111266",
        "title":"The 1974 College of Arts and Sciences Survey of Graduating Seniors."},
      {
        "id":"ED111267",
        "title":"Postsecondary Education Issues: Visible Questions. Invisible Answers."},
      {
        "id":"ED111268",
        "title":"Selected Speeches. Annual Conference of the National Association for Foreign Student Affairs (27th, Washington, D. C., May 7-11, 1975)."},
      {
        "id":"ED111269",
        "title":"Values and Concerns: Fall 1974 Freshman of The University of San Francisco."},
      {
        "id":"ED111270",
        "title":"The Accountability Challenge to Higher Education. The SUNY Experience."},
      {
        "id":"ED111271",
        "title":"Beyond 1980: The Evolution of British Higher Education."},
      {
        "id":"ED111272",
        "title":"The Competencies in Nutrition Essential for Comprehensive Nursing Practice."},
      {
        "id":"ED111273",
        "title":"Perspectives and Plans for Graduate Studies. 16. Biophysics 1974."},
      {
        "id":"ED111274",
        "title":"Population Characteristics. Income and Expenses of Students Enrolled in Postsecondary Schools: October 1973. Current Population Reports. Series P-20, No. 281."},
      {
        "id":"ED111275",
        "title":"Management Systems Inventory for Institutions of Higher Education."},
      {
        "id":"ED111276",
        "title":"Educational Experience of Part-time University Students. Report 2. Social Characteristics and Academic Achievement."},
      {
        "id":"ED111277",
        "title":"Educational Experience of Part-Time University Students. Report 3. Factors Associated with Drop-out."},
      {
        "id":"ED111278",
        "title":"Making the Transition. Supplement 2: Budget Review Report. Report to the 1975 Minnesota Legislature."},
      {
        "id":"ED111279",
        "title":"The U.S. Military Academy and the Issue of Race in Higher Education: A Perspective. Revised."},
      {
        "id":"ED111280",
        "title":"Expanding Opportunity Through Sharing Faculty Resources."},
      {
        "id":"ED111282",
        "title":"How Colleges Evaluate Professors. Current Policies and Practices in Evaluating Classroom Teaching Performance in Liberal Arts Colleges."},
      {
        "id":"ED111284",
        "title":"Analysis of Student Loan Special Rate Allowances and Servicing Costs."},
      {
        "id":"ED111285",
        "title":"Higher Education Correspondence Study in the Soviet Union."},
      {
        "id":"ED111286",
        "title":"Report on the Minority Graduate Recruiter Visitation Program 1974-75."},
      {
        "id":"ED111287",
        "title":"Development of a Model for Some Aspects of University Policy. Technical Report."},
      {
        "id":"ED111288",
        "title":"The Development of a Planning, Programming and Budgeting System. Technical Report."},
      {
        "id":"ED111289",
        "title":"University Decision Structures. Technical Report."},
      {
        "id":"ED111290",
        "title":"Subject Field and Regional Variations in Student/Staff Ratios, Academic Programmes and Recurrent Expenditures. Technical Report."},
      {
        "id":"ED111291",
        "title":"Programme on Institutional Management in Higher Education. Technical Report."},
      {
        "id":"ED111292",
        "title":"Aministrative Data Processing: The Case for Executive Management Involvement."},
      {
        "id":"ED111293",
        "title":"Institutions of Higher Education Index by State and Congressional District 1974-75."},
      {
        "id":"ED111294",
        "title":"Is Student Dissent All Over? A Look at the British Scene."},
      {
        "id":"ED111295",
        "title":"Change by Design."},
      {
        "id":"ED111296",
        "title":"Nonfederal Funding of Biomedical Research and Development: A Survey of Doctoral Institutions. Higher Education Panel Reports, No. 25."},
      {
        "id":"ED111297",
        "title":"Steady State Staff Planning: The Experience of a &quot;Mature&quot; Liberal Arts College and Its Implications."},
      {
        "id":"ED111299",
        "title":"Undergraduate Medical Education Elements-Objectives-Costs. Report of the Committee on the Financing of Medical Education."},
      {
        "id":"ED111300",
        "title":"Ways of Updating the &quot;D. E. S.&quot; (Higher Degree) in Economics. Technical Report."},
      {
        "id":"ED111301",
        "title":"Practical Problems in Connection with the Planning and Introduction of Information Systems. Technical Report."},
      {
        "id":"ED111302",
        "title":"Associated Colleges of the St. Lawrence Valley. Summary Report: 1974-75."},
      {
        "id":"ED111303",
        "title":"First Annual Report. 1974-75 Ontario Council on University Affairs."},
      {
        "id":"ED111304",
        "title":"Success After Graduation. A Study of the Baccalaureate Graduates of Empire State College."},
      {
        "id":"ED111305",
        "title":"Texas Southern University: From Separation to Special Designation."},
      {
        "id":"ED111306",
        "title":"Educational Outcomes from Contract Learning at Empire State College."},
      {
        "id":"ED111307",
        "title":"A Role For Faculty in Contract Learning: Toward A Theory of Nontraditional Faculty Development."},
      {
        "id":"ED111308",
        "title":"Implementing Contract Learning Innovation Process in Higher Education."},
      {
        "id":"ED111309",
        "title":"Cost Analysis for Contract Learning."},
      {
        "id":"ED111310",
        "title":"Administering Individualized Education. Questions, Issues, Suggestions."},
      {
        "id":"ED111313",
        "title":"Policy Formulation and Implementation: An Analysis of Administrative Decentralization."},
      {
        "id":"ED111314",
        "title":"Current Status, Planning and Prospects of the 1202 State Postsecondary Commissions."},
      {
        "id":"ED111315",
        "title":"Graduate Student Admissions Survey, 1974. Report No. 1-75."},
      {
        "id":"ED111316",
        "title":"Some Alternatives in State Financing of Higher Education in Pennsylvania."},
      {
        "id":"ED111317",
        "title":"The Labor Market for College Graduates."},
      {
        "id":"ED111318",
        "title":"State Scholarship and Loan Commission Ninth Biennial Report. July 1, 1972-June 30, 1974."},
      {
        "id":"ED111319",
        "title":"Rationales for Experiential Education. Research Report No. 3."},
      {
        "id":"ED111320",
        "title":"Assessment of Outcomes from the Academic Administration Internship Program: 1965-1975."},
      {
        "id":"ED111321",
        "title":"Graduate Information Survey. The Experiences, Plans and Attitudes of Some Baccalaureate Graduates of Washington's Colleges and Universities, 1972."},
      {
        "id":"ED111322",
        "title":"An Evaluation of Mastery Instruction Courses by Use of Student Ratings."},
      {
        "id":"ED111323",
        "title":"A Study of Baccalaureate Engineering Demand and Supply in Pennsylvania: Methodology and Findings."},
      {
        "id":"ED111324",
        "title":"The Status of Women in the Ontario Universities."},
      {
        "id":"ED111325",
        "title":"The Use of Financial Analysis in Decision Making: Cable Economics Section 4."},
      {
        "id":"ED111326",
        "title":"A Filmmaker's Primer; Or...If I'd Known Then What I Know Now."},
      {
        "id":"ED111327",
        "title":"Continuing Education (Inservice) for Teachers via Computer-Assisted Instruction. Final Report."},
      {
        "id":"ED111328",
        "title":"School-Housed Public Library Committee Report."},
      {
        "id":"ED111329",
        "title":"Satellite and Cable: No Highway in the Sky for Conventional Teaching and Learning."},
      {
        "id":"ED111332",
        "title":"From &quot;A&quot; to &quot;Yellow Jack&quot;; A Film-Study Film Collection."},
      {
        "id":"ED111333",
        "title":"Elements of Film Production."},
      {
        "id":"ED111334",
        "title":"A Suggested Approach for a Cost Analysis of Alternative IMS Configurations."},
      {
        "id":"ED111335",
        "title":"Exploratory Examination of Alternative Formats for Communicating Instructional Proficiency Status Information."},
      {
        "id":"ED111336",
        "title":"Preliminary Design for a Language Analysis Package (L. A. P.)."},
      {
        "id":"ED111337",
        "title":"CHARGE Image Generator: Theory of Operation and Author Language Support. Technical Report 75-3."},
      {
        "id":"ED111338",
        "title":"Learner Control of Instructional Sequencing within an Adaptive Tutorial CAI Environment. Technical Report 75-7."},
      {
        "id":"ED111340",
        "title":"Approval Plans and Departmental Fair Share."},
      {
        "id":"ED111341",
        "title":"To Trace a Law: Use of Library Materials in a Classroom Exercise."},
      {
        "id":"ED111342",
        "title":"Public School-Public Library Cooperation in Sheridan, Colorado."},
      {
        "id":"ED111343",
        "title":"Library Resources; A Guide to Selected Library Information at the University of Tennessee, Knoxville. Second Edition."},
      {
        "id":"ED111344",
        "title":"In Touch With Tomorrow. Inaugural Address."},
      {
        "id":"ED111345",
        "title":"Do You Need a Film?"},
      {
        "id":"ED111346",
        "title":"The Effectiveness of a Computer-Assisted Teacher Training System (CATTS) in Generating Specific Teacher Behaviors in a Preservice College Teaching Environment."},
      {
        "id":"ED111347",
        "title":"Children Learning Computer Programming: Experiments with Languages, Curricula and Programmable Devices. Technical Report No. 250."},
      {
        "id":"ED111348",
        "title":"Effects of Television on Children: What is the Evidence?"},
      {
        "id":"ED111349",
        "title":"Measurement and Evaluation of Public Library Services."},
      {
        "id":"ED111350",
        "title":"A Technique for Choosing Cost-Effective Instructional Delivery Systems. Final Report."},
      {
        "id":"ED111352",
        "title":"Computer Assistance in Teaching Dynamic-Stochastic Systems Analysis."},
      {
        "id":"ED111353",
        "title":"Computers in the Undergraduate Curriculum: An Aspect of the Many Section Problem."},
      {
        "id":"ED111354",
        "title":"A Numerical Calculus Course as an Early Introduction to Problem Solving."},
      {
        "id":"ED111355",
        "title":"Experiments with a Computerized Response System: A Favorable Experience."},
      {
        "id":"ED111356",
        "title":"IPSIM: Additional System Enhancements Utilized in a Chemistry Application."},
      {
        "id":"ED111357",
        "title":"Automated Instruction of Flanders Interaction Analysis."},
      {
        "id":"ED111358",
        "title":"Repetitive Domain-Referenced Testing Using Computers: the TITA System."},
      {
        "id":"ED111359",
        "title":"Laboratory Automation for Physical Scientists."},
      {
        "id":"ED111361",
        "title":"Computing and the Decision Makers; Where Does Computing Fit in Institutional Priorities? Proceedings of the EDUCOM Spring Conference, April 17-18, 1974."},
      {
        "id":"ED111362",
        "title":"National Commission on Libraries and Information Science Mid-Atlantic States Regional Hearing, Philadelphia, Pennsylvania, May 21, 1975. Volume One. Scheduled Witnesses."},
      {
        "id":"ED111363",
        "title":"National Commission on Libraries and Information Science Mid-Atlantic States Regional Hearing, Philadelphia, Pennsylvania, May 21, 1975. Volume Two. Written Testimony."},
      {
        "id":"ED111364",
        "title":"National Commission on Libraries and Information Science Mid-Atlantic States Regional Hearing, Philadelphia, Pennsylvania, May 21, 1975. Volume Three, Transcribed Testimony."},
      {
        "id":"ED111365",
        "title":"Automated Systems at the National Library: Past, Present and Future."},
      {
        "id":"ED111368",
        "title":"The Program Year in Review 1973-74. A Perspective on Information Resources."},
      {
        "id":"ED111369",
        "title":"The Scope of the Program 1973-74. A Perspective on Information Resources."},
      {
        "id":"ED111370",
        "title":"A Conceptual Framework for Program Planning and Evaluation Within Public Libraries."},
      {
        "id":"ED111371",
        "title":"Online Search Services in the Public Library: Project Dialib."},
      {
        "id":"ED111372",
        "title":"Building Codes and Regulations."},
      {
        "id":"ED111373",
        "title":"The Methodology of Ascertaining the Information Needs of a Particular Business Organization: The Special Librarian."},
      {
        "id":"ED111374",
        "title":"[Librarians and the Legislative Process.]"},
      {
        "id":"ED111375",
        "title":"[Problems Inherent in Attempting Standardization of Libraries.]"},
      {
        "id":"ED111376",
        "title":"The Ohio College Library Center: An Overview. Report No. 1."},
      {
        "id":"ED111377",
        "title":"The Financing of the Michigan Library Consortium. Paper No. 3."},
      {
        "id":"ED111378",
        "title":"Information Transfer with the Ohio College Library Center Program as a Model. Paper No. 4."},
      {
        "id":"ED111379",
        "title":"Program Measurement and Evaluation; The Utilization of Data and Its Relationship to Program Planning and Implementation Within Library Operations."},
      {
        "id":"ED111380",
        "title":"A Report on Libraries; SWODA District."},
      {
        "id":"ED111381",
        "title":"Public Libraries in the NODA Area."},
      {
        "id":"ED111382",
        "title":"Eastern Oklahoma Development District Initial Library Plan."},
      {
        "id":"ED111384",
        "title":"F.R.E.D.D. Free Resources for Educating the Developmentally Disabled."},
      {
        "id":"ED111386",
        "title":"Goals for Long-Range Research in Information Science."},
      {
        "id":"ED111387",
        "title":"Guidelines for Learning Resources in Libraries of the California State University and Colleges System. Draft."},
      {
        "id":"ED111388",
        "title":"Learning Resources Survey of Non-Print Materials and Equipment for the Libraries of the California State University and Colleges."},
      {
        "id":"ED111389",
        "title":"A Reference Guide to Postsecondary Education Data Sources. A Directory to Data Sources Corresponding to Items in the NCHEMS &quot;Statewide Measures Inventory.&quot;"},
      {
        "id":"ED111390",
        "title":"Development of the Information Knowledge Research Centre (I/KRC). Working Paper."},
      {
        "id":"ED111391",
        "title":"Selecting Instructional Strategies and Media: A Place to Begin."},
      {
        "id":"ED111392",
        "title":"The CVRP at ALA, 1975."},
      {
        "id":"ED111393",
        "title":"Alerting Service Bibliography on Libraries and Media. Number 3."},
      {
        "id":"ED111394",
        "title":"Evolving a Model Learning Resource Center for a Developing Country (Zambia)."},
      {
        "id":"ED111396",
        "title":"Instructional Variables in Meaningful Learning of Computer Programming."},
      {
        "id":"ED111398",
        "title":"Hypertext + Tutor = Hypertutor."},
      {
        "id":"ED111399",
        "title":"Volunteer Assistance in the Library."},
      {
        "id":"ED111401",
        "title":"In-Home Early Childhood Project. Final Report."},
      {
        "id":"ED111403",
        "title":"Study of Education Satellite Communication Demonstration. Fourth Quarterly Progress Report. Report of Activities and Accomplishments, April 11, 1975 to July 10, 1975."},
      {
        "id":"ED111405",
        "title":"Student Flow Model SFM-IA: System Documentation. Technical Report 41B. Preliminary Edition."},
      {
        "id":"ED111406",
        "title":"Student Flow Model SFM-IA Reports. Technical Report 42. Preliminary Draft."},
      {
        "id":"ED111407",
        "title":"Psychological Problems of Normal Aging: Implications for Public Library Service."},
      {
        "id":"ED111410",
        "title":"The Coordination of Library and Basic Education Services for Disadvantaged Adults: A Demonstration of Four Alternative Working Models. Volume 1. Final Report."},
      {
        "id":"ED111411",
        "title":"Institute Series for Developing Public Library Services for Disadvantaged Adults. Annual Report, 1974. Volume 2."},
      {
        "id":"ED111412",
        "title":"Expanding Library Services to the Elderly. Public Library Training Institutes Library Service Guide No. 22. Revised."},
      {
        "id":"ED111413",
        "title":"Recruiting Disadvantaged Adults. Public Library Training Institutes Library Service Guide No. 12."},
      {
        "id":"ED111415",
        "title":"Human Resources in the Library System. Course 2, Leader's Handbook, Part 1: Designs for Learning. Final Report, Phase 2, Post-Master's Education for Middle and Upper-Level Personnel in Libraries and Information Centers."},
      {
        "id":"ED111416",
        "title":"Human Resources in the Library System. Course 2, Study Guide. Final Report, Phase 2, Post-Master's Education for Middle and Upper-Level Personnel in Libraries and Information Centers."},
      {
        "id":"ED111417",
        "title":"Human Resources in the Library System. Course 2, Leader&apos;s Handbook, Part 2: Aids (Volume 1). Final Report, Phase 2, Post-Master&apos;s Education for Middle and Upper-Level Personnel in Libraries and Information Centers."},
      {
        "id":"ED111418",
        "title":"Human Resources in the Library System. Course 2, Leader&apos;s Handbook, Part 2: Aids (Volume 2). Final Report, Phase 2, Post-Master&apos;s Education for Middle and Upper-Level Personnel in Libraries and Information Centers."},
      {
        "id":"ED111419",
        "title":"Professionalism and Unions."},
      {
        "id":"ED111420",
        "title":"Style and Communication in Interactive Programming."},
      {
        "id":"ED111421",
        "title":"Instruction in Negotiating the Reference Query."},
      {
        "id":"ED111422",
        "title":"The Use of Instructional Television in Georgia. Final Report to Georgia State Board of Education."},
      {
        "id":"ED111424",
        "title":"Goals, Guidelines and Gauges for Public Library Service in Louisiana."},
      {
        "id":"ED111425",
        "title":"A Study of the Needs for Research in Library and Information Science Education. Final Report."},
      {
        "id":"ED111426",
        "title":"Computer-Related Laboratories: An Inter-Disciplinary Approach to Learning."},
      {
        "id":"ED111427",
        "title":"The &quot;Gatekeeper&quot; Role in Educational Journal Publishing. Final Report."},
      {
        "id":"ED111428",
        "title":"Development and Research Utilizing the Plato IV System for Company Commander Behavioral Change Training. Final Report for Period 16 July 1973-20 August 1974."},
      {
        "id":"ED111429",
        "title":"A Critical Review of Research Related to the Economics of the Scientific and Technical Information Industry. Final Report; April 1974 through March 1975."},
      {
        "id":"ED111430",
        "title":"Wisconsin's ERIC On-Line Information Retrieval - Demonstration and Research. (Information Retrieval and Research Project). Final Report."},
      {
        "id":"ED111431",
        "title":"The Concept of Death in Children's Literature."},
      {
        "id":"ED111432",
        "title":"Mass Media Education: Curriculum Guidelines for Secondary Schools, Years 7-12."},
      {
        "id":"ED111433",
        "title":"Mass Media Education; Curriculum Guidelines for Primary Schools, Years 1-6."},
      {
        "id":"ED111434",
        "title":"Kabelvision Kiruna; CATV-Experimental Application of a New Channel in a Neighbourhood Society."},
      {
        "id":"ED111435",
        "title":"A Programme for Sound and Pictures in Education."},
      {
        "id":"ED111437",
        "title":"Decision Making and Training: A Review of Theoretical and Empirical Studies of Decision Making and their Implications for the Training of Decision Makers."},
      {
        "id":"ED111438",
        "title":"A Naturalistic Study of the Effects of Prosocial Television and Environmental Variables on the Behavior of Young Children. Final Report."},
      {
        "id":"ED111439",
        "title":"Computer Education for Deaf Youngsters: A Mutual Effort by the University of California and the California School for the Deaf in Berkeley."},
      {
        "id":"ED111440",
        "title":"Komputer-Konkokted Kurrickulum: A Review of CAI Spelling."},
      {
        "id":"ED111441",
        "title":"Computer-Assisted Instruction in Word Problems: Design and Assessment."},
      {
        "id":"ED111442",
        "title":"AECT Abstracts of Research Papers Presented at the Association for Educational Communications and Technology Annual Conventions, 1970 through 1974."},
      {
        "id":"ED111443",
        "title":"An Analysis of the Degrees Awarded by 97 Community Colleges in California."},
      {
        "id":"ED111444",
        "title":"A Followup Report on the Attitudes and Preferences of Those Students Enrolled in the Televised Course, Child Psychology, at Waubonsee Community College, Sugar Grove, Illinois."},
      {
        "id":"ED111445",
        "title":"A Suggested Plan for Developing Connecticut&apos;s Regional Community College System. Report to the State Board of Trustees for Regional Community Colleges."},
      {
        "id":"ED111446",
        "title":"A Survey of Community Attitudes toward Occupational Education."},
      {
        "id":"ED111447",
        "title":"An Analysis of Female Enrollment and Persistence in Five Selected Industry and Technology Courses."},
      {
        "id":"ED111448",
        "title":"The Improvement of Occupational Education in Maryland: A Progress Report, July 1, 1974-June 30, 1975."},
      {
        "id":"ED111449",
        "title":"Los Angeles City College Credit Manual. Revision, Spring 1975."},
      {
        "id":"ED111450",
        "title":"Articulation of Vocational Education. Proceedings of the Sun Mountain Conference (Winthrop, Washington, May 18-20, 1975)."},
      {
        "id":"ED111451",
        "title":"Data on Iowa&apos;s Area Schools (School Year 1973-74)."},
      {
        "id":"ED111452",
        "title":"An Examination of the Chicano Advisory Committee's Effect on the Establishment of College Policy [and] An Examination of the Committee's Implementation of a Chicano Recruitment Project."},
      {
        "id":"ED111453",
        "title":"A Faculty Morale Study in a Community College."},
      {
        "id":"ED111454",
        "title":"An Evaluation of Instructional Radio Courses at Virginia Western Community College."},
      {
        "id":"ED111455",
        "title":"Compensatory Education in the Community College: An Interactionist Approach. Topical Paper No. 52."},
      {
        "id":"ED111456",
        "title":"1985 Master Plan."},
      {
        "id":"ED111457",
        "title":"Study of the Discipline-Based Education vs. Liberal Education in the Department of Social Sciences, S. P. J. C. [St. Petersburg Junior College, Florida]."},
      {
        "id":"ED111458",
        "title":"The Division/Department Chairperson in the Community College: An Annotated Bibliography."},
      {
        "id":"ED111459",
        "title":"Trends in L. A. C. C. Graduates, 1962-1975."},
      {
        "id":"ED111460",
        "title":"Inequality of Outcomes: Two-Year Educations. Preliminary Draft, Subject to Revision."},
      {
        "id":"ED111461",
        "title":"Perceptions of Former Occupational-Technical Students. Research Report No. 4."},
      {
        "id":"ED111462",
        "title":"Proceedings: The Conference on Questions and Issues in Planning Community College Staff Development Programs, July 1-3, 1974."},
      {
        "id":"ED111463",
        "title":"Teacher Self-Disclosure and Advocacy, Compared to Neutrality, Their Effect on Learning, with Special Reference to Religious Studies."},
      {
        "id":"ED111465",
        "title":"Revised System of Evaluation."},
      {
        "id":"ED111466",
        "title":"Resource Allocation: A Participatory Process."},
      {
        "id":"ED111467",
        "title":"The Whys and Hows of Econimic Impact Studies and a Look at Two Recent Examples."},
      {
        "id":"ED111468",
        "title":"The Publications of B. Lamar Johnson, 1932-1974: An Annotated Bibliography."},
      {
        "id":"ED111469",
        "title":"The Humanities in Two-Year Colleges: The Faculty in Review."},
      {
        "id":"ED111470",
        "title":"Community College Faculty Collective Bargaining: Report and Recommendations of the Advisory Committee on Community College Faculty Collective Bargaining to the Senate Select Committee."},
      {
        "id":"ED111471",
        "title":"Reality-Based Evaluation for Two-Year College Occupational Programs. Pilot Edition."},
      {
        "id":"ED111472",
        "title":"The Development and Evaluation of Multi-Media Materials to Present Information about Vocational and Technical Education to Specific Target Groups."},
      {
        "id":"ED111473",
        "title":"Project Renewal. Final Report."},
      {
        "id":"ED111474",
        "title":"Public Service Occupation Workshops for Core Curriculum: Instructional Associate, Governmental Management. EPDA Workshops, June 1975. Final Report."},
      {
        "id":"ED111475",
        "title":"Evaluation of the Counseling Program of an Urban Community College by Staff and Students."},
      {
        "id":"ED111476",
        "title":"Prototype Institute for Training Teachers of Low Income and Minority Students: A Delgado Research Study."},
      {
        "id":"ED111477",
        "title":"Institute on Writing Grants."},
      {
        "id":"ED111478",
        "title":"Compensatory Education: Relationship of Curriculum and Faculty to Student Retention. Seminar Proceedings."},
      {
        "id":"ED111479",
        "title":"Graduate Education and Community Colleges: Cooperative Approaches to Community College Staff Development. Technical Report No. 5."},
      {
        "id":"ED111480",
        "title":"Enrollment Profile Report, Fall Semester 1974."},
      {
        "id":"ED111481",
        "title":"Market Analysis of Proposed New Programs in a Growing Community College. Vol. V, No. 4."},
      {
        "id":"ED111482",
        "title":"The Recruitment Process: The Program and Its Participants. Research Report No. 1."},
      {
        "id":"ED111483",
        "title":"Participant Observer Study, September 1974-June 1975."},
      {
        "id":"ED111484",
        "title":"Planning for a Regional Learning Resources Service: An Exploratory Document."},
      {
        "id":"ED111485",
        "title":"A Report on Educational and Policy Specifications for a Metropolitan Learning Resources Service for the Chicago Region and a Parallel Improvement in Learning Resources Services for the City Colleges of Chicago."},
      {
        "id":"ED111486",
        "title":"A New Role for Community Education in the Community College Through Cooperation with Community Schools."},
      {
        "id":"ED111487",
        "title":"Sharing-Among Those Concerned with School-Age Parents."},
      {
        "id":"ED111488",
        "title":"Report on a Comparison of the Reading Achievement and Pupil Attitude Toward School of Third Grade Children Enrolled in Modified Open and Traditional Classrooms in a Public Elementary School."},
      {
        "id":"ED111489",
        "title":"From Birth to One Year: The Nova University Play and Learn Program."},
      {
        "id":"ED111490",
        "title":"The Relation of Infants' Home Environments to Mental Test Performance from 6 to 36 Months: A Longitudinal Analysis."},
      {
        "id":"ED111491",
        "title":"Pittsburgh Area Preschool Association Publication: Selected Articles (Volume 8, No. 1-4)."},
      {
        "id":"ED111492",
        "title":"The Use of a Piagetian Scale of Development as a Part of Growth Measure of Pre-Kindergarten Children Participating in the Baltimore City Public Schools."},
      {
        "id":"ED111493",
        "title":"Child Development and Public Policy: Juvenile Justice."},
      {
        "id":"ED111494",
        "title":"Children's Recreation Activities: Facilities and Animation."},
      {
        "id":"ED111495",
        "title":"Sex Differences in the Meaning of Negative Evaluation in Achievement Situations: Determinants and Consequences."},
      {
        "id":"ED111496",
        "title":"An Examination of Pre-School Children's Attitudes Toward the Physically Handicapped."},
      {
        "id":"ED111497",
        "title":"The Florida Parent-Infant Education Program."},
      {
        "id":"ED111499",
        "title":"Young Children's Performance on Traditional and Modified Perspective-Taking Tasks."},
      {
        "id":"ED111500",
        "title":"Mother-Infant Attachment: The Importance of Mother's Distance and Visual Field."},
      {
        "id":"ED111501",
        "title":"Infant Attachment to Mothers and Fathers."},
      {
        "id":"ED111502",
        "title":"People vs. Object Orientation in Preschool Boys and Girls."},
      {
        "id":"ED111503",
        "title":"Visual Habituation and Preference for Novelty in Five-Week-Old Infants."},
      {
        "id":"ED111504",
        "title":"The Passive Transformation on Its Own."},
      {
        "id":"ED111505",
        "title":"Research, Television and the Child: The Need for Risk-Takers."},
      {
        "id":"ED111506",
        "title":"The Development of Strategies of Attention."},
      {
        "id":"ED111507",
        "title":"Developmental Changes and Interrelationships Among Role-Taking, Moral Judgments and Children's Sharing."},
      {
        "id":"ED111508",
        "title":"Development of Achievement-Related Judgmental Processes."},
      {
        "id":"ED111509",
        "title":"Personality Factors Related to Intellectual Achievement in Migrant Preschool Children."},
      {
        "id":"ED111510",
        "title":"Relative Strengths of IQ, Mental Age and Chronological Age for Predicting Performance on Piagetian Tests."},
      {
        "id":"ED111511",
        "title":"Influence of Certain Clinical Variables on Black Preschoolers' Nonstandard Phonological and Grammatical Performance."},
      {
        "id":"ED111512",
        "title":"Dealing with the Complexity of Mother-Child Interaction."},
      {
        "id":"ED111513",
        "title":"Children's Free Associations to Single Words and to Meaningfully and Meaninglessly Related Pairs."},
      {
        "id":"ED111514",
        "title":"Mother-Infant Interaction and Intellectual Functioning at Age Six."},
      {
        "id":"ED111515",
        "title":"Problem Solving and Concept Formation: An Annotated Bibliography."},
      {
        "id":"ED111522",
        "title":"Head Start Services to Handicapped Children. First Annual Report of the U.S. Department of Health, Education and Welfare to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED111523",
        "title":"Head Start Services to Handicapped Children. Second Annual Report of the U.S. Department of Health, Education, and Welfare to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED111525",
        "title":"School Leadership and the Community."},
      {
        "id":"ED111526",
        "title":"Program of Studies. Early Childhood Education: Kindergarten Section."},
      {
        "id":"ED111527",
        "title":"Television and Social Behavior: A Prototype for Experimental Programming."},
      {
        "id":"ED111528",
        "title":"Television as a Source of Learning Sex Role Stereotypes."},
      {
        "id":"ED111529",
        "title":"The Impact of the Head Start Parent-Child Centers on Children. Final Report."},
      {
        "id":"ED111530",
        "title":"A Ray of Millennial Light: Early Education and Social Reform in the Infant School Movement in Massachusetts, 1826-1840. Final Report."},
      {
        "id":"ED111531",
        "title":"Parenting and the Public Schools."},
      {
        "id":"ED111532",
        "title":"A Child's World as Seen in His Stories and Drawings."},
      {
        "id":"ED111533",
        "title":"A Maryland State Plan for Coordinated Child Development Services."},
      {
        "id":"ED111534",
        "title":"The Hired Farm Working Force of 1971. A Statistical Report. Agricultural Economic Report No. 222."},
      {
        "id":"ED111535",
        "title":"The Hired Farm Working Force of 1972. A Statistical Report. Agricultural Economic Report No. 239."},
      {
        "id":"ED111536",
        "title":"Variations in Mexican-American Family Life: A Review Synthesis."},
      {
        "id":"ED111537",
        "title":"Socioeconomic Characteristics of Growing and Declining Nonmetropolitan Counties, 1970. Agricultural Economic Report No. 306."},
      {
        "id":"ED111538",
        "title":"Residence and the Dynamics of Status Attainment as Related to Aspiration Formation."},
      {
        "id":"ED111539",
        "title":"Race-Sex Variations in the Dynamics of Status Attainment as Related to Aspiration Formation: A Causal Analysis."},
      {
        "id":"ED111545",
        "title":"One Approach to Rural Outreach: Community Development Centers in Clinton County, New York, and Their Implications for Cooperative Extension."},
      {
        "id":"ED111546",
        "title":"Natural Decrease in Texas Counties."},
      {
        "id":"ED111547",
        "title":"Socioeconomic Characteristics of the Spanish Origin Hired Farm Working Force, 1973."},
      {
        "id":"ED111548",
        "title":"Changing Perspectives on Rural Development."},
      {
        "id":"ED111549",
        "title":"Directory of Nature Centers, Outdoor Study Areas and Environmental Education Centers in New York State. Spring 1975 Edition."},
      {
        "id":"ED111551",
        "title":"Residential Shifts and Ethnicity: A Study of Adjustment of Household Heads Recently Moved from Farms to Small Towns in Central Arizona."},
      {
        "id":"ED111552",
        "title":"A Descriptive Study of the Culture of the Small Community of Cherryville, North Carolina, and Illations Concerning the Preservation of the Local High School."},
      {
        "id":"ED111553",
        "title":"The Indian Education Act of 1972 -- A Brief History, Analysis, Issues and Outlook."},
      {
        "id":"ED111554",
        "title":"The Pioneer Student Textbook. Mohican School in the Out-of-Doors."},
      {
        "id":"ED111555",
        "title":"The Anglos and the Mormons Come to Ramah."},
      {
        "id":"ED111557",
        "title":"Final Evaluation Report of the Harlandale Independent School District&apos;s Bilingual Education Program, 1974-75."},
      {
        "id":"ED111558",
        "title":"Traders on the Navajo Reservation. A Report on the Economic Bondage of the Navajo People."},
      {
        "id":"ED111559",
        "title":"The Assessment of Role Identity: Problems of Administering the Instrumental Activities Inventory to Inuit Children."},
      {
        "id":"ED111560",
        "title":"Changing Power Actors in a Midwestern Community."},
      {
        "id":"ED111561",
        "title":"The Navajo Nation: An American Colony. A Report of the United States Commission on Civil Rights."},
      {
        "id":"ED111562",
        "title":"Responsive Environment Program for Spanish American Children (REPSAC): Fourth-Year Evaluation Study. Final Evaluation Report, 1974-75."},
      {
        "id":"ED111563",
        "title":"Mexican-American and Mexican National Farm Workers: A Literature Review."},
      {
        "id":"ED111564",
        "title":"Wilderness: A Way of Thinking; A State of Mind."},
      {
        "id":"ED111565",
        "title":"The Use of Paraprofessionals as an Approach to Community Development."},
      {
        "id":"ED111567",
        "title":"The Community, The Teacher and The Migrant Child."},
      {
        "id":"ED111568",
        "title":"A Study of the Feasibility of Using the Existing Migrant Student Record Transfer System to Promote Continuity of Learning for Adult Migratory Farmworkers."},
      {
        "id":"ED111569",
        "title":"Listening-Phonics Program for Disadvantaged Youngsters."},
      {
        "id":"ED111570",
        "title":"Algonquin Portrait: A Study of the Rapid Lake Seasonal Agricultural Worker."},
      {
        "id":"ED111571",
        "title":"Income of Farm Wageworker Households in 1971. Agricultural Economic Report No. 251."},
      {
        "id":"ED111572",
        "title":"Educator-Lawyer Conference Report (Albuquerque, New Mexico, October 17, 1973)."},
      {
        "id":"ED111573",
        "title":"An Evaluation of the National Bilingual Bicultural Institute (Albuquerque, New Mexico, November 28 - December 1, 1973)."},
      {
        "id":"ED111574",
        "title":"The Industrialization of Southern Rural Areas. A Study of Industry and Federal Assistance in Small Towns with Recommendations for Future Policy."},
      {
        "id":"ED111575",
        "title":"Teaching Reading to the Spanish Speaking Pupil: An Annotated Bibliography."},
      {
        "id":"ED111576",
        "title":"An Interethnic and Place of Residence Examination of the \"Culture of Poverty\". Departmental Technical Report No. 75-3."},
      {
        "id":"ED111577",
        "title":"When is the Grass Greener? Divergent Perceptions of Community in Three Small Colorado Towns."},
      {
        "id":"ED111578",
        "title":"The Consolidation of Rural Schools: Reasons, Results, and Implications--A Preliminary Investigation."},
      {
        "id":"ED111579",
        "title":"Big Changes for Rural Schools: Plans and Progress. First Annual Substantive Report for a Study of Experimental Schools Projects in Small Schools Serving Rural Areas, Report No. AAI-74-134B."},
      {
        "id":"ED111580",
        "title":"Rural Industralization and Population Growth: The Case of Arkansas. ORNL-HUD-4, Civil Defense Research Project."},
      {
        "id":"ED111581",
        "title":"Alternative Educational Attainment Mechanisms in Early Adulthood."},
      {
        "id":"ED111582",
        "title":"North Carolina's Elderly Population: A Distributional Analysis. Department of Sociology and Anthropology Progress Report Soc. 61, 1975."},
      {
        "id":"ED111584",
        "title":"The Functional Community and Rural Parish Organization."},
      {
        "id":"ED111585",
        "title":"Report of the Michigan Interim Action Committee on Indian Problems."},
      {
        "id":"ED111586",
        "title":"Models of Metropolitan Socioeconomic Differentiation: A Comparison Among Black, Latino, and Anglo Patterns in 1970. Draft."},
      {
        "id":"ED111587",
        "title":"The Condition of Farmworkers and Small Farmer in 1974. Report to the National Board of the National Sharecroppers Fund/Rural Advancement Fund."},
      {
        "id":"ED111588",
        "title":"The Hired Farm Working Force of 1974. A Statistical Report. Agricultural Economic Report No. 297."},
      {
        "id":"ED111589",
        "title":"American Indians in Transition. Agricultural Economic Report No. 283."},
      {
        "id":"ED111590",
        "title":"Differences in Housing Credit Terms and Usage Between Metro and Nonmetro Areas in the United States, 1971. Agricultural Economic Report No. 305."},
      {
        "id":"ED111592",
        "title":"Native American Archaeological Sites: An Annotated Bibliography Relating to Indian Archaeological Sites in the Southeastern United States."},
      {
        "id":"ED111609",
        "title":"Aerospace Environment. Aerospace Education I."},
      {
        "id":"ED111610",
        "title":"The Aerospace Environment. Aerospace Education I. Instructor Handbook."},
      {
        "id":"ED111611",
        "title":"Spacecraft and their Boosters. Aerospace Education I."},
      {
        "id":"ED111612",
        "title":"Spacecraft and Their Boosters. Aerospace Education I. Instructor Handbook."},
      {
        "id":"ED111613",
        "title":"Aerospace Community. Aerospace Education I."},
      {
        "id":"ED111614",
        "title":"Aerospace Community. Aerospace Education I. Instructional Unit V."},
      {
        "id":"ED111615",
        "title":"Space Technology: Propulsion, Control and Guidance of Space Vehicles. Aerospace Education III."},
      {
        "id":"ED111616",
        "title":"Space Technology: Propulsion, Control and Guidance of Space Vehicles. Aerospace Education III. Instructional Unit II."},
      {
        "id":"ED111617",
        "title":"International Space Programs. Aerospace Education III."},
      {
        "id":"ED111618",
        "title":"International Space Programs. Aerospace Education III."},
      {
        "id":"ED111619",
        "title":"Defense of the United States. Aerospace Education III."},
      {
        "id":"ED111620",
        "title":"The Defense of the United States. Aerospace Education III. Instructional Unit V."},
      {
        "id":"ED111621",
        "title":"Propulsion Systems for Aircraft. Aerospace Education II."},
      {
        "id":"ED111622",
        "title":"Propulsion Systems for Aircraft. Aerospace Education II. Instructional Unit II."},
      {
        "id":"ED111623",
        "title":"Air Navigation. Aerospace Education II."},
      {
        "id":"ED111624",
        "title":"Air Navigation. Aerospace Education II. Instructional Unit III."},
      {
        "id":"ED111625",
        "title":"Civil Aviation and Facilities. Aerospace Education II."},
      {
        "id":"ED111626",
        "title":"Civil Aviation and Facilities. Aerospace Education II. Instructional Unit IV."},
      {
        "id":"ED111627",
        "title":"Military Aerospace. Aerospace Education II."},
      {
        "id":"ED111628",
        "title":"Military Aerospace. Aerospace Education II. Instructional Unit VI."},
      {
        "id":"ED111629",
        "title":"Aircraft of Today. [Aerospace Education I. Instructor Handbook.]"},
      {
        "id":"ED111630",
        "title":"The Aerospace Age. Aerospace Education I. Instructional Unit II."},
      {
        "id":"ED111631",
        "title":"Human Requirements of Flight. Aviation and Spaceflight. Aerospace Education III."},
      {
        "id":"ED111632",
        "title":"Human Requirements of Flight. Aerospace Education III. Instructional Unit IV."},
      {
        "id":"ED111633",
        "title":"Mathematics Content Authority List: K-8."},
      {
        "id":"ED111636",
        "title":"Cumulative Index: The ARITHMETIC TEACHER, 1954-1973. Volumes 1-20."},
      {
        "id":"ED111637",
        "title":"Investigations in Science Education, Volume 1, Number 2. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED111638",
        "title":"Theory of Aircraft Flight. Aerospace Education II."},
      {
        "id":"ED111639",
        "title":"Theory of Aircraft Flight. Aerospace Education II. Instructional Unit I."},
      {
        "id":"ED111640",
        "title":"R&amp;D Activities of Independent Nonprofit Institutions, 1973."},
      {
        "id":"ED111641",
        "title":"Secondary School Mathematics Special Edition, Teacher's Commentary, Chapters 10-18."},
      {
        "id":"ED111642",
        "title":"Secondary School Mathematics Special Edition, Chapter 10. Decimals, Chapter 11. Parallelism, Student's Text."},
      {
        "id":"ED111643",
        "title":"Secondary School Mathematics Special Edition, Chapter 12. Similarity, Chapter 13. More About Rational Numbers, Chapter 14. Perpendiculars, Student's Text."},
      {
        "id":"ED111644",
        "title":"Secondary School Mathematics Special Edition, Chapter 15. Measurement, Chapter 16. Real Numbers, Student's Text."},
      {
        "id":"ED111645",
        "title":"Secondary School Mathematics Special Edition, Chapter 17. Solving Equations and Inequalities, Chapter 18. Coordinate Geometry, Student's Text."},
      {
        "id":"ED111646",
        "title":"University of California Sea Grant College Program, Annual Report 1972-1973. September 1, 1972 to August 31, 1973."},
      {
        "id":"ED111647",
        "title":"University of California Sea Grant College Program, Annual Report 1973-1974. September 1, 1973 to August 31, 1974."},
      {
        "id":"ED111648",
        "title":"Elementary School Mathematics--A Status Report."},
      {
        "id":"ED111649",
        "title":"Factors Influencing the Science Career Plans of High School Students. Report of Poll No. 101 of the Purdue Opinion Panel."},
      {
        "id":"ED111650",
        "title":"Math Programs That Work: A National Survey. 2nd Edition."},
      {
        "id":"ED111651",
        "title":"Content Analysis of Houghton Mifflin Mathematics Program for Elementary Grades K-6."},
      {
        "id":"ED111652",
        "title":"Content Analysis of Addison-Wesley Mathematics Program for Elementary Grades K-6."},
      {
        "id":"ED111653",
        "title":"Content Analysis of Heath Mathematics Program for Elementary Grades K-6."},
      {
        "id":"ED111654",
        "title":"Content Analysis of Laidlaw Mathematics Program for Elementary Grades K-6."},
      {
        "id":"ED111655",
        "title":"Content Analysis of Selected Primary Level Units of the Science Curriculum Improvement Study."},
      {
        "id":"ED111656",
        "title":"Content Analysis of Selected Units of the First-Grade &quot;Concepts in Science&quot; Program."},
      {
        "id":"ED111657",
        "title":"A Skill Analysis of Selected Primary Level Science Tasks."},
      {
        "id":"ED111658",
        "title":"The Planetarium in Education. A Review of the Literature."},
      {
        "id":"ED111660",
        "title":"NASA Report to Educators, Volume 3, Number 2, June 1975."},
      {
        "id":"ED111661",
        "title":"Earth Science Unit for Second Grade: A Seed Crystal Approach."},
      {
        "id":"ED111662",
        "title":"Energy-Environment Source Book. Volume 1: Energy, Society, and the Environment. Volume 2: Energy, Its Extraction, Conversion and Use."},
      {
        "id":"ED111663",
        "title":"Energy-Environment Materials Guide."},
      {
        "id":"ED111664",
        "title":"Energy-Environment Mini-Unit Guide."},
      {
        "id":"ED111665",
        "title":"Identification and Evaluation of Educational Uses and Users for the STS. Executive Summary. Educational Planning for Utilization of Space Shuttle (ED-PLUSS). Final Research Report."},
      {
        "id":"ED111666",
        "title":"Application of Radio to Teaching Elementary Mathematics in a Developing Country. Second Annual Report."},
      {
        "id":"ED111667",
        "title":"Numerous Numerals."},
      {
        "id":"ED111668",
        "title":"Verification of Algebra Step Problems: A Chronometric Study of Human Problem Solving. Technical Report No. 253. Psychology and Education Series."},
      {
        "id":"ED111670",
        "title":"Special Fast Mathematics Classes During School: Algebra Taught Quickly by College Professors to Fourth through Seventh Graders."},
      {
        "id":"ED111673",
        "title":"The Development of Behavioral Objectives for the Undergraduate Science Program for Elementary Teachers. Final Report."},
      {
        "id":"ED111674",
        "title":"Careers in Statistics."},
      {
        "id":"ED111677",
        "title":"Factor Label Method of Units Analysis: A Learning Package for Secondary Mathematics Students."},
      {
        "id":"ED111678",
        "title":"Attitudes and Achievement: A Complex Relationship."},
      {
        "id":"ED111681",
        "title":"Research on Mathematical Thinking of Young Children: Six Empirical Studies."},
      {
        "id":"ED111682",
        "title":"Characteristics of Doctoral Scientists and Engineers in the United States, 1973."},
      {
        "id":"ED111684",
        "title":"College Algebra and the Math Laboratory."},
      {
        "id":"ED111685",
        "title":"Council of Europe Information Bulletin 3/1975."},
      {
        "id":"ED111688",
        "title":"Adolescent Understanding of Proportionality: The Effects of Task Characteristics."},
      {
        "id":"ED111689",
        "title":"Proportionality: As Seen by Psychologists and Teachers."},
      {
        "id":"ED111690",
        "title":"Adolescent Understanding of Proportionality: Skills Necessary for Its Understanding."},
      {
        "id":"ED111691",
        "title":"The Effects of Practicum Experience on the Opinions of Secondary Mathematics Teachers."},
      {
        "id":"ED111692",
        "title":"The Certainty of Information in Instructional Decision Making. Report No. 76-4."},
      {
        "id":"ED111693",
        "title":"Selected Results from the National Assessments of Science: Scientific Principles and Procedures."},
      {
        "id":"ED111696",
        "title":"Consumer Math: Selected Results from the First National Assessment of Mathematics."},
      {
        "id":"ED111697",
        "title":"Sources of Information on International Organisations, 1975."},
      {
        "id":"ED111698",
        "title":"Exploring a New World: A Portuguese-American Reader, Book 1."},
      {
        "id":"ED111699",
        "title":"Exploring a New World: A Portuguese-American Reader, Book 2."},
      {
        "id":"ED111700",
        "title":"Science vs. Philosophy in Education: The Kelley-Kilpatrick Debate of 1929-31 as a Moment in the Development of Educational Analysis. Draft."},
      {
        "id":"ED111701",
        "title":"A Model to Develop Student Concept Learning and Problem Solving Skills: Modifying Gagne for Planning, Instruction, and Assessment in the Social Studies."},
      {
        "id":"ED111702",
        "title":"Philosophy of Education: Retrospect and Prospect."},
      {
        "id":"ED111704",
        "title":"Participant Observations of Soviet National Planning in Education."},
      {
        "id":"ED111707",
        "title":"&quot;I See by Your Outfit That You Are a Cowboy&quot;: Attire as a Marker of Ethnic, Social, and Personal Identity."},
      {
        "id":"ED111708",
        "title":"Political Learning During a Campaign: Micro- and Macro-Analytic Research Techniques."},
      {
        "id":"ED111714",
        "title":"Ethnographic Approaches to Research in Education: A Bibliography on Method."},
      {
        "id":"ED111715",
        "title":"Political Events and Attitudinal Stability: Watergate and College Students, a Longitudinal Analysis."},
      {
        "id":"ED111716",
        "title":"Population Stabilization in the United States: A Teaching Case Study."},
      {
        "id":"ED111718",
        "title":"Authority and the Development of Political Orientations."},
      {
        "id":"ED111719",
        "title":"Political Environment, Issue Saliency, and Systemic Support among Children: Pre-Watergate/Post-pardon."},
      {
        "id":"ED111720",
        "title":"Bulletin of the Scottish Centre for Social Subjects. Number 4."},
      {
        "id":"ED111721",
        "title":"Education and the Socioeconomic Career II: A Model of the Resource Conversion Properties of Family, School, and Occupational Environments. Research Notes from the Malmo Study. Report No. 10."},
      {
        "id":"ED111722",
        "title":"The Origins of Professional Schoolmen, 1820-1900."},
      {
        "id":"ED111723",
        "title":"Teaching a Pre-Columbian Culture: The Iroquois. A Guide Unit for 7th Grade Social Studies. Revised."},
      {
        "id":"ED111724",
        "title":"Creativity and the Samoan Student."},
      {
        "id":"ED111726",
        "title":"Draft Report of the Work Group on Multicultural Programs."},
      {
        "id":"ED111727",
        "title":"Problem Solving and Intelligence."},
      {
        "id":"ED111728",
        "title":"Library Resources for International Education. A Report Submitted by the Task Force on Library and Information Resources to the Government/Academic Interface Committee, International Education Project, American Council on Education. Occasional Paper No. 1."},
      {
        "id":"ED111730",
        "title":"Democracy and Leadership: Some Reflections on the Political Education of Civil Servants."},
      {
        "id":"ED111731",
        "title":"Social Ecology of South Commons. Final Report on Work Completed for the Office of Child Development, Planning Grant OCD-CB-486 (6/1/73-3/3/74)."},
      {
        "id":"ED111732",
        "title":"Four Traditions: Women of New York During the American Revolution."},
      {
        "id":"ED111733",
        "title":"Teaching Canadian Politics at American Universities: Some Recommendations."},
      {
        "id":"ED111734",
        "title":"New Uses for the Study of Political Science."},
      {
        "id":"ED111735",
        "title":"Student Activism and Political Socialization: A Causal Model of Socialization Stages and Adult Left-wing Politics in the United States and Japan."},
      {
        "id":"ED111736",
        "title":"Life Span Development of the Theory of Oneself."},
      {
        "id":"ED111737",
        "title":"Recent Trends in Fertility Differentials Among Educational Groups. Discussion Papers No. 263-75."},
      {
        "id":"ED111739",
        "title":"Mastery Learning: The Relation of Different Criterion Levels and Aptitude to Achievement, Retention, and Attitude in a Seventh Grade Geography Unit."},
      {
        "id":"ED111740",
        "title":"Effective Learning Strategy Training Program: Development and Assessment. Final Report for Period January 1974-May 1975."},
      {
        "id":"ED111741",
        "title":"Learning Strategy Inventory Development and Assessment. Final Report for Period January 1974-May 1975."},
      {
        "id":"ED111742",
        "title":"Learning Strategy Training Program: Paraphrasing Strategy for Effective Learning. Final Report for Period January 1974-May 1975."},
      {
        "id":"ED111745",
        "title":"An Appalling Ignorance of the World: The Price of Affluence?"},
      {
        "id":"ED111747",
        "title":"A Brief Guide to Preparing an Undergraduate Research Paper in African History. Occasional Paper 75-2."},
      {
        "id":"ED111748",
        "title":"National Assessment and Social Studies Education: A Review of Assessments in Citizenship and Social Studies by the National Council for the Social Studies."},
      {
        "id":"ED111749",
        "title":"Recurrent Education. Policy and Development in OECD Member Countries: New Zealand."},
      {
        "id":"ED111751",
        "title":"Basic Research in Esthetic Education. Final Report."},
      {
        "id":"ED111752",
        "title":"What Is America? Discussions, Volume 1."},
      {
        "id":"ED111753",
        "title":"Leadership Packet: A Helpful Handbook for the American Issues Forum, A National Bicentennial Program."},
      {
        "id":"ED111754",
        "title":"Discovering Historic Iowa. American Revolution Bicentennial Edition."},
      {
        "id":"ED111755",
        "title":"A Partially Annotated Political Communication Bibliography."},
      {
        "id":"ED111756",
        "title":"A Film Guide on China."},
      {
        "id":"ED111758",
        "title":"Statistical Considerations for Establishing CBTE Cut-Off Scores."},
      {
        "id":"ED111759",
        "title":"The Role of the First Education Course in the Selection and Education of Teachers."},
      {
        "id":"ED111760",
        "title":"Changing Roles and Patterns in Teacher Certification."},
      {
        "id":"ED111761",
        "title":"New Teacher Organization Initiatives and Teacher Education."},
      {
        "id":"ED111762",
        "title":"Governance by Consortium."},
      {
        "id":"ED111763",
        "title":"HETFIRE: Reactions to a Grand Scheme."},
      {
        "id":"ED111765",
        "title":"An Information Processing Approach to Skill Acquisition: Perception and Timing."},
      {
        "id":"ED111766",
        "title":"How to Work with Advisories. Report No. 73."},
      {
        "id":"ED111767",
        "title":"Planning and Costing Implications in American Teacher Education Programs."},
      {
        "id":"ED111770",
        "title":"PBTE: Viewpoints of Two Teacher Organizations. PBTE Series No. 18."},
      {
        "id":"ED111771",
        "title":"Support Facilities and Requirements for Competency-Based Programs."},
      {
        "id":"ED111772",
        "title":"An Annotated Bibliography of the Evaluation of College and University Teaching Effectiveness. Instructional Development Project."},
      {
        "id":"ED111773",
        "title":"Representative Incidents in the Adoption Process."},
      {
        "id":"ED111774",
        "title":"Intercollegiate Athletics in the Roaring Twenties."},
      {
        "id":"ED111775",
        "title":"The Human Potential Movement: Body/Nonverbal/Movement Approaches to Human Growth."},
      {
        "id":"ED111776",
        "title":"Teachers and Teaching: Annotated Bibliographies on Selected Topics. Volume 1: Teacher Candidates."},
      {
        "id":"ED111777",
        "title":"Teachers and Teaching: Annotated Bibliographies on Selected Topics. Volume 2: Analyzing Teacher Attitudes toward Students and Behavioral Interaction in the Classroom."},
      {
        "id":"ED111778",
        "title":"Teachers and Teaching: Annotated Bibliographies on Selected Topics. Volume 3: Characteristics, Attitudes, and Values of Teachers."},
      {
        "id":"ED111779",
        "title":"Survey of Teachers&apos; Salaries in U.S. Public School Systems with Statistical Appendix."},
      {
        "id":"ED111780",
        "title":"Women Teachers in Newfoundland and Labrador 1972: A Statistical Description."},
      {
        "id":"ED111781",
        "title":"An Introductory Handbook for Developing Community and School Partnership."},
      {
        "id":"ED111782",
        "title":"An Introduction to Simplified Performance Management Approaches. Report No. 98."},
      {
        "id":"ED111783",
        "title":"Organization Patterns and Decision Making Patterns in Teacher Corps Projects."},
      {
        "id":"ED111784",
        "title":"A Guide to Improving Skills of Teachers in: (a) Team Building, (b) Team Operations, (c) Team Planning, (d) Team Evaluation."},
      {
        "id":"ED111785",
        "title":"Implications of Learning Theory in a Systems Approach to Supervision."},
      {
        "id":"ED111786",
        "title":"End-Of-Year Report Switzerland County-School Corporation: Learning Tutors Offer Instructional Assistance. Program Description and Evaluation."},
      {
        "id":"ED111787",
        "title":"New Hampshire Staff Development Handbooks: 1, 2, 3. Report No. 74."},
      {
        "id":"ED111788",
        "title":"Teacher Education in Connecticut Still an Urgent Matter."},
      {
        "id":"ED111789",
        "title":"Personal Inquiry in the Classroom: An Alternative Approach to Educational Research."},
      {
        "id":"ED111790",
        "title":"Handbook for Supervision of Personnel in Performance Based Management Organizations."},
      {
        "id":"ED111791",
        "title":"The Concerns-Based Adoption Model: A Developmental Conceptualization of the Adoption Process Within Educational Institutions."},
      {
        "id":"ED111792",
        "title":"A Report on the Status of Teacher Evaluation Programs in Connecticut 1974-1975."},
      {
        "id":"ED111793",
        "title":"Structure and Process in Collaboration: Florida's Collaborative Model Project as a Case Study."},
      {
        "id":"ED111794",
        "title":"Educational Media Competencies for Future Secondary School Teachers: A Comparative Study of Views Held by Secondary School Principals and Academicians."},
      {
        "id":"ED111795",
        "title":"The Student NEA Looks at Accreditation."},
      {
        "id":"ED111796",
        "title":"A Study of Schooling in the United States. September 1, 1973-August 31, 1979."},
      {
        "id":"ED111797",
        "title":"Indicators of Competence for Secondary Student Teachers at the University of Houston (Main Campus)."},
      {
        "id":"ED111798",
        "title":"Relationships Between Components of Speed, Accuracy, and Fencing Success."},
      {
        "id":"ED111799",
        "title":"A Handbook Related to Office Counseling Techniques for the College Level Sex Educator."},
      {
        "id":"ED111800",
        "title":"Essential Criteria for Teacher Preparation Programs."},
      {
        "id":"ED111801",
        "title":"Panel Summaries from the National Conference on Studies in Teaching (June 16-20, 1974, Washington, D.C.)."},
      {
        "id":"ED111802",
        "title":"NIE Conference on Studies in Teaching; Panel 1, Recruitment, Selection, and Retention."},
      {
        "id":"ED111803",
        "title":"NIE Conference on Studies in Teaching; Panel 2, Teaching as Human Interaction."},
      {
        "id":"ED111804",
        "title":"NIE Conference on Studies in Teaching; Panel 3, Teaching as Behavior Analysis."},
      {
        "id":"ED111805",
        "title":"NIE Conference on Studies in Teaching; Panel 4, Teaching as Skill Performance."},
      {
        "id":"ED111806",
        "title":"NIE Conference on Studies in Teaching; Panel 5, Teaching as a Linguistic Process in a Cultural Setting."},
      {
        "id":"ED111807",
        "title":"NIE Conference on Studies in Teaching; Panel 6, Teaching as Clinical Information Processing."},
      {
        "id":"ED111808",
        "title":"NIE Conference on Studies in Teaching; Panel 7, Instructional Personnel Utilization."},
      {
        "id":"ED111809",
        "title":"NIE Conference on Studies in Teaching; Panel 8, Personnel Roles in New Instructional Systems."},
      {
        "id":"ED111810",
        "title":"NIE Conference on Studies in Teaching; Panel 9, Research Methodology."},
      {
        "id":"ED111811",
        "title":"NIE Conference on Studies in Teaching; Panel 10, Theory Development."},
      {
        "id":"ED111813",
        "title":"Survey by NCAA Special Committee on Length of Season."},
      {
        "id":"ED111814",
        "title":"Is MBO the Way to Go? A Teacher's Guide to Management by Objectives."},
      {
        "id":"ED111815",
        "title":"Federal Policy in Educational Research and Development. Occasional Paper No. 5."},
      {
        "id":"ED111816",
        "title":"Teacher Militancy. A Comparative Study of Ontario, Quebec and New York Teachers, 1975."},
      {
        "id":"ED111818",
        "title":"Protocol Materials: A New Answer to an Old Problem?"},
      {
        "id":"ED111825",
        "title":"A Performance Based Model for Training Paraprofessionals in a Teacher-Aide's Role."},
      {
        "id":"ED111826",
        "title":"A Multivariate Analysis of Selected Psychosocial Variables on the Development of Subsequent Youth Smoking Behavior."},
      {
        "id":"ED111827",
        "title":"Physical Education in New England Schools and Academies from 1789 to 1860: Concepts and Practices."},
      {
        "id":"ED111828",
        "title":"Reverse Commonality and Some Illustrative Applications."},
      {
        "id":"ED111829",
        "title":"Commonality."},
      {
        "id":"ED111830",
        "title":"Staff Development, Manual III: Home, Parent/Child Stimulation. The Marshalltown Project."},
      {
        "id":"ED111831",
        "title":"A Fortran IV Program for Estimating Parameters through Multiple Matrix Sampling with Standard Errors of Estimate Approximated by the Jackknife."},
      {
        "id":"ED111832",
        "title":"Michigan Educational Assessment Program: Grade 10 Limited Pilot Project."},
      {
        "id":"ED111833",
        "title":"Report: Priorities of Problems, Program Areas, Solutions to Problems and Capital Construction Needs."},
      {
        "id":"ED111834",
        "title":"Variables Related to Academic Success for Associate Degree Nursing Students."},
      {
        "id":"ED111835",
        "title":"The Effect of Factors Outside the Instructor's Control on Student Ratings of Instruction."},
      {
        "id":"ED111836",
        "title":"Development of Empirical &quot;Growth Expectancies&quot; for the Metropolitan Achievement Tests."},
      {
        "id":"ED111837",
        "title":"An Investigation of the Fairness of the Items of a Test Battery."},
      {
        "id":"ED111838",
        "title":"A Staff Response to the Report: An Assessment of the Michigan Accountability System."},
      {
        "id":"ED111839",
        "title":"Manual of Testing Procedures: Spring 1975."},
      {
        "id":"ED111840",
        "title":"Intellectual Achievement Responsibility Scale: Child's Work Copy and Examiner's Copy for Use with Third Grade. [Stanford Research Institute Adaptation]."},
      {
        "id":"ED111841",
        "title":"A Dissemination System for State Accountability Programs--Part 1: Reactions to State Accountability Programs."},
      {
        "id":"ED111843",
        "title":"A Dissemination System for State Accountability Programs--Part 3: Developing Dissemination Procedures for State Educational Accountability Programs."},
      {
        "id":"ED111844",
        "title":"A Comparison of Emrick and Adam's Mastery-Learning Test Model with Kriewall's Criterion-Referenced Test Model."},
      {
        "id":"ED111845",
        "title":"Mastery-Learning Decision Variables."},
      {
        "id":"ED111846",
        "title":"An Identification of the Process Response to Taxonomy-Type Test Items."},
      {
        "id":"ED111847",
        "title":"A Markov Model for Predicting Performance on Criterion-Referenced Tests."},
      {
        "id":"ED111848",
        "title":"Measurement Considerations in Instructional Product Development. Professional Paper No. 29."},
      {
        "id":"ED111849",
        "title":"A General Procedure for Approximating Standard Errors of Estimate in Multiple Matrix Sampling."},
      {
        "id":"ED111850",
        "title":"National Longitudinal Study of the High School Class of 1972: Student Questionnaire and Test Results by Sex, High School Program, Ethnic Category, and Father&apos;s Education."},
      {
        "id":"ED111851",
        "title":"Final Test Results of Quality Assurance Classes Using the Instructional Concepts Program (ICP)."},
      {
        "id":"ED111852",
        "title":"Learning Mastery System Midterm and Final Testing."},
      {
        "id":"ED111853",
        "title":"A Survey of the Availability and Usage of Published Student Ratings Results."},
      {
        "id":"ED111854",
        "title":"Kentucky Educational Needs Assessment Study Phase I. I. Final Report, II. State and Regional Profiles."},
      {
        "id":"ED111855",
        "title":"Kentucky Educational Assessment Program 1974: Grade 4."},
      {
        "id":"ED111856",
        "title":"Kentucky Educational Assessment Program 1974: Grade 8."},
      {
        "id":"ED111857",
        "title":"Kentucky Educational Assessment Program 1974: Grade 11."},
      {
        "id":"ED111858",
        "title":"An Evaluation of Some Models for Culture-Fair Selection."},
      {
        "id":"ED111859",
        "title":"Six Factors of Behavioral Cognition: Understanding Other People."},
      {
        "id":"ED111860",
        "title":"Clarification of Open Education: An Analysis of the Walberg and Thomas Scales."},
      {
        "id":"ED111861",
        "title":"Empirical and Simulation Studies of Flexilevel Ability Testing. Research Report No. 75-3."},
      {
        "id":"ED111862",
        "title":"An Empirical Investigation of the Stability and Accuracy of Flexilevel Tests."},
      {
        "id":"ED111863",
        "title":"Implementing, Evaluating, and Using a Statewide Assessment Program: Logistics and Contracted Services."},
      {
        "id":"ED111864",
        "title":"Induced Response Bias on the State-Trait Anxiety Inventory."},
      {
        "id":"ED111865",
        "title":"Interactive Test Analysis: Development, Implementation, and Evaluation."},
      {
        "id":"ED111866",
        "title":"Development of Measures for the Assessment of Delinquent Adolescents: A Pilot Study of Predictive Validity Based on a Sample of Pre-Trial Detainees. Final Report."},
      {
        "id":"ED111867",
        "title":"Scaling Preference Data for Program Assignments."},
      {
        "id":"ED111868",
        "title":"Some Methodological Considerations in the Testing of Rasch Model Claims."},
      {
        "id":"ED111869",
        "title":"A Test of the Forced-Alternative Random Response Questionnaire Technique. Technical Report No. 75-9."},
      {
        "id":"ED111870",
        "title":"New Directions in Open Classroom Evaluation: Situational Tasks."},
      {
        "id":"ED111871",
        "title":"Student Victimization and the Formulation of Test Construction Criteria."},
      {
        "id":"ED111872",
        "title":"Development of a Self-Report Inventory for Assessing Reactions to Program Content of a Rehabilitation Counseling Program."},
      {
        "id":"ED111873",
        "title":"The Construction of Matching Tests: An Empirical Statement."},
      {
        "id":"ED111874",
        "title":"Resources for the Implementation of a Productivity Analysis in Education."},
      {
        "id":"ED111875",
        "title":"A Study to Examine the Effectiveness of Systematic Desensitization Therapy in Reducing Test Fear in a Program of General Educational Development Test Preparation."},
      {
        "id":"ED111876",
        "title":"Abstract: Fall, 1974, South Carolina Student Survey and Attitude Inventory. Volume 1, Number 18."},
      {
        "id":"ED111878",
        "title":"Item Analyses of Amerindian and Chicano Responses on the Vocabulary Scales of the Stanford-Binet LM and Wechsler Batteries. Final Report."},
      {
        "id":"ED111879",
        "title":"The Children's Interaction Matrix: Intermediate Form, Primary Form. Preliminary Manual. Research Edition 1975."},
      {
        "id":"ED111880",
        "title":"Basic Skill Centers of Minneapolis 1972-73."},
      {
        "id":"ED111881",
        "title":"Methodological Problems in Developing Instruments for Cross-National Studies."},
      {
        "id":"ED111882",
        "title":"Mobile Learning Centers of Minneapolis 1972-73."},
      {
        "id":"ED111883",
        "title":"Structural Task Analysis--The Bridge Between Selection and Training."},
      {
        "id":"ED111884",
        "title":"Selection of a Mathematics Test for a Citywide Testing Program."},
      {
        "id":"ED111885",
        "title":"Bryant YES Center Student Reading and Math Growth 1972-73."},
      {
        "id":"ED111886",
        "title":"A Vocational Re-Evaluation of the Base Year Survey of the High School Class of 1972. Part 3 Aspirations and Plans of High School Students: The Role of Academic, Social, and Personal Characteristics. Final Report."},
      {
        "id":"ED111887",
        "title":"Good Multi-Racial and Multi-Ethnic Inservice Programs for Urban Schools."},
      {
        "id":"ED111888",
        "title":"Education: the Dilemma of the Oriental American."},
      {
        "id":"ED111889",
        "title":"White Like Me: Experiences in Writing for Minority Youth."},
      {
        "id":"ED111890",
        "title":"Ghetto Social Structure: A Survey of Black Bostonians."},
      {
        "id":"ED111891",
        "title":"State Compensatory Education Programs."},
      {
        "id":"ED111892",
        "title":"Do Americans Really Like Children? Draft -- Position Paper."},
      {
        "id":"ED111894",
        "title":"Educational Outcomes Associated With Ethnic Changes in School Populations."},
      {
        "id":"ED111895",
        "title":"Emergency Services Research and Demonstration Project, October 1972 - October 1973."},
      {
        "id":"ED111896",
        "title":"Title I, ESEA, Evaluation Report, FY74 [Bethel Primary School, Bethel, Alaska]."},
      {
        "id":"ED111897",
        "title":"The Language of Participation and the Language of Resistance."},
      {
        "id":"ED111898",
        "title":"The Socialization of the Ghetto Child Into the Urban School System."},
      {
        "id":"ED111899",
        "title":"Final Report on the Youth Service Agency [the City of Rock Hill, South Carolina]."},
      {
        "id":"ED111900",
        "title":"Annual Technical Progress Report for Emergency School Assistance Program, Title 45, 1970-71."},
      {
        "id":"ED111901",
        "title":"In-Service Education of Teachers in Multi-Racial Areas. An Evaluation of Current Practice."},
      {
        "id":"ED111902",
        "title":"The Minority Experience: A Basic Bibliography of American Ethnic Studies. Revised and Enlarged Edition."},
      {
        "id":"ED111903",
        "title":"An Evaluation of the 1972-1973 Guggenheim Museum Children's Program &quot;Learning to Read Through the Arts&quot;. ESEA Title I Program."},
      {
        "id":"ED111904",
        "title":"A Study of the Relationship Between the Level of Nutritional Consumption and the Education, Income, and Family Size of Selected Poor Families in Atlanta, Georgia."},
      {
        "id":"ED111905",
        "title":"Report on Review of Progress in Selected States in Meeting Special Educational Needs. Title I of the Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED111906",
        "title":"A Report on the ESEA Title III Program in Maryland, 1965-1975."},
      {
        "id":"ED111907",
        "title":"Outside Educational Evaluation of the Emergency School Assistance Program. Interim Report."},
      {
        "id":"ED111908",
        "title":"Ten Years of Decentralization: A Review of the Involvement of Urban Communities in School Decision-Making."},
      {
        "id":"ED111909",
        "title":"An Evaluation of the New Orleans Education Improvement Project."},
      {
        "id":"ED111910",
        "title":"A Look at the Education of Teachers: Preservice and In-service. Conference Proceedings."},
      {
        "id":"ED111911",
        "title":"Student Behavior, Rights and Responsibilities and the Fair Administration of Discipline. Conference Proceedings, April 1-2, 1974."},
      {
        "id":"ED111912",
        "title":"The Intensively Annotated Bibliography on Cross-Cultural Problems in Education."},
      {
        "id":"ED111913",
        "title":"Evaluation of the ESEA Title I Program of the Public Schools of the District of Columbia, 1973-1974. Final Report."},
      {
        "id":"ED115943",
        "title":"Model for Offering Correspondence Courses through the VTAE System. Final Report."},
      {
        "id":"ED115944",
        "title":"Research and Planning for the New Vocational Technical Program and Facilities in Ohio County [West Virginia] Schools. Final Report."},
      {
        "id":"ED115945",
        "title":"A World of Fashion Course for Fashion-Oriented Students. Career Education in Home Economics. Final Report."},
      {
        "id":"ED115946",
        "title":"Determination of the Most Effective Procedures for Implementation of School-Wide Junior High Career Exploratory Experiences and for the Placement and Follow-Up of All Exiting Students K-14. Volume 1. Final Report."},
      {
        "id":"ED115947",
        "title":"Determination of the Most Effective Procedures for Implementation of School-Wide Junior High Career Exploratory Experiences and for the Placement and Follow-up of All Exiting Students K-14. Volume 2. Final Evaluation Report."},
      {
        "id":"ED115948",
        "title":"Developing Mini Lessons on Video Tape for Use in Units of Instruction for Child-Day Care Center Personnel. Final Report."},
      {
        "id":"ED115949",
        "title":"A Triangular Teaching Process in Mass Communication."},
      {
        "id":"ED115950",
        "title":"Mining and Reclamation Cooperative Education Program. Progress Report."},
      {
        "id":"ED115951",
        "title":"Career Education for Region 12. Annual Report."},
      {
        "id":"ED115952",
        "title":"REVAMP: Revitalize the Vocational and Academic Multifarious Program through Career Education. Final Report."},
      {
        "id":"ED115953",
        "title":"Metric Education. An Annotated Bibliography for Vocational, Technical and Adult Education. Bibliography Series No. 26."},
      {
        "id":"ED115954",
        "title":"Career Development Project. [Ogden, Utah City School District]. Final Report and Evaluation."},
      {
        "id":"ED115955",
        "title":"Articulation of Occupational Orientation, Education and Placement in Private and Public Elementary, Secondary and Post Secondary Schools. Final Report."},
      {
        "id":"ED115956",
        "title":"Parameters of the Future Food Service World of Work. A Report."},
      {
        "id":"ED115957",
        "title":"The DuSable Exemplary Project: Bridging the Gap Between School and the World of Work. Final Report."},
      {
        "id":"ED115958",
        "title":"Career Development and Meaningful Exploratory Experiences to Middle School Students in Southern Indiana Utilizing Mobile Design Educational Units. Interim Report."},
      {
        "id":"ED115959",
        "title":"Education in Agriculture for the Educationally Disadvantaged. Final Report. Teacher Education Research Series, Volume 15, Number 1."},
      {
        "id":"ED115960",
        "title":"A Follow Up Study of Graduates and Employers Relating to the Business Administration Curricula of the Williamsport Area Community College. Final Report."},
      {
        "id":"ED115961",
        "title":"Developmental Research of Off-Farm Agricultural Businesses in Berks County, Pennsylvania. Final Report."},
      {
        "id":"ED115962",
        "title":"Implementation of a Program and Delivery System for Comprehensive Career Education in a Rural Area. Interim Report."},
      {
        "id":"ED115963",
        "title":"Career Education for Persons in Rural Areas. Primary Focus on Adults 16 and Over. Interim Report."},
      {
        "id":"ED115964",
        "title":"Career Education for Persons in Rural Areas. Primary Focus on Adults 16 and Over. Third Party Evaluation Report."},
      {
        "id":"ED115965",
        "title":"Five Year Follow-Up Survey of Albemarle High School Graduates. Final Report."},
      {
        "id":"ED115966",
        "title":"A Compilation, Preparation and Distribution of Instructional Materials That Emphasize Positive Work Ethics. Final Report."},
      {
        "id":"ED115967",
        "title":"Occupational Preparation for the Handicapped: Occupational Adjustment Training. Occupational Education Research Project Final Report."},
      {
        "id":"ED115968",
        "title":"Innovative Program for Achieving the Goals of Education in Human Relations and Occupational Competencies (Grades 7-12). Final Report."},
      {
        "id":"ED115976",
        "title":"Guidelines for Vocational Education Program in Nebraska Public Schools."},
      {
        "id":"ED115977",
        "title":"Career Education Program for Hazard Region XII. Final Report."},
      {
        "id":"ED115978",
        "title":"Mobile Training Unit. Final Report."},
      {
        "id":"ED115979",
        "title":"Suggested Master Plan for Industrial Arts Programs in North Dakota Schools. Final Report. Research Series Number 22."},
      {
        "id":"ED115980",
        "title":"VEMIS Backup Facility and Transfer of Functions: Phase 1, Pilot Implementation. Final Report."},
      {
        "id":"ED115981",
        "title":"The Oregon Vo-Tech Math Project. Final Report."},
      {
        "id":"ED115982",
        "title":"An Approach to Changing Teacher Attitudes and Updating Teacher Information About Career Education: A Research Project in Procedures. Final Report."},
      {
        "id":"ED115984",
        "title":"A Model for Evaluating Programs in Vocational Education for the Handicapped. Final Report."},
      {
        "id":"ED115985",
        "title":"An Assessment of Wisconsin's Vocational and Technical Education Program."},
      {
        "id":"ED115986",
        "title":"Alternative Educational Futures: The Choice Before Us."},
      {
        "id":"ED115997",
        "title":"Economics; A Suggested Adult Business Education Course. Part III A of a Series Preparation for Certified Professional Secretary Examination."},
      {
        "id":"ED115999",
        "title":"An Illustrated Self-Evaluative How to Do it Kit on Developing Fail-Safe, Student-Paced, Individualized Learning Modules for Occupational Education Career Ladders and Lattices."},
      {
        "id":"ED116000",
        "title":"Designing a Career Opportunities Program; A Manpower Needs Assessment."},
      {
        "id":"ED116001",
        "title":"An Act to Amend Title 38, United States Code, to Increase Vocational Rehabilitation Subsistence Allowances, Educational and Training Assistance Allowances, and Special Allowances Paid to Eligible Veterans and Persons under Chapters 31, 34, and 35 of such Title; etc."},
      {
        "id":"ED116002",
        "title":"The Masculine Focus in Home Economics."},
      {
        "id":"ED116003",
        "title":"Instructional System Development."},
      {
        "id":"ED116004",
        "title":"Career Education Programs; Grades 7 and 8."},
      {
        "id":"ED116005",
        "title":"Management by Objectives and Program Planning and Budgeting Systems: A Guidebook for Developing a Model Local Annual Plan and a Model Local Five-Year Plan for Vocational Education."},
      {
        "id":"ED116006",
        "title":"Agricultural Production: Program Planning Guide: Volume 1."},
      {
        "id":"ED116007",
        "title":"Agricultural Supplies and Services. Program Planning Guide: Volume 2."},
      {
        "id":"ED116008",
        "title":"Agricultural Mechanics: Program Planning Guide: Volume 3."},
      {
        "id":"ED116009",
        "title":"Agricultural Products: Program Planning Guide: Volume 4."},
      {
        "id":"ED116010",
        "title":"Ornamental Horticulture: Program Planning Guide: Volume 5."},
      {
        "id":"ED116011",
        "title":"Agricultural Resources: Program Planning Guide: Volume 6."},
      {
        "id":"ED116012",
        "title":"Forestry: Program Planning Guide: Volume 7."},
      {
        "id":"ED116014",
        "title":"Vocational and Occupational Education. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives. 94th Congress First Session on H.R. 19 and Related Bills to Amend the Vocational Education Act of 1963. Volume 1."},
      {
        "id":"ED116015",
        "title":"Vocational and Occupational Education. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives. 94th Congress First Session on H.R. 19 and Related Bills to Amend the Vocational Education Act of 1963. Volume 2."},
      {
        "id":"ED116016",
        "title":"An Exploratory Study of Adult Learning Styles."},
      {
        "id":"ED116017",
        "title":"Syllabus in Medical Assisting: Health Occupations Education Program."},
      {
        "id":"ED116018",
        "title":"Operation COPE: Family Learning Center Handbook with Mothers Who are Heads of Households."},
      {
        "id":"ED116019",
        "title":"Mobility Study of Industrial Arts Teacher Education Graduates: Patterns of Employment, Education, and Selected Characteristics."},
      {
        "id":"ED116020",
        "title":"External Evaluation of Project ACT."},
      {
        "id":"ED116021",
        "title":"Project ACT VIII Wrap-Up Report."},
      {
        "id":"ED116022",
        "title":"A Handbook for ETV Utilization in Adult Education: Final Report: Volume 3."},
      {
        "id":"ED116023",
        "title":"Tri-County Teachers' Guide to Community Resources: Speakers, Field Trips, Career Interviews."},
      {
        "id":"ED116024",
        "title":"Income Tax Law: U.S. Armed Forces Training: Instructor Guide."},
      {
        "id":"ED116025",
        "title":"Income Tax Law: U.S. Armed Forces Training: Course Book."},
      {
        "id":"ED116026",
        "title":"Vocational Education: Separate But Not Equal."},
      {
        "id":"ED116027",
        "title":"Nursing and the Management Function."},
      {
        "id":"ED116028",
        "title":"Secondary Disadvantaged--Six Weeks of Work-Experience and Counseling for BOCES Occupational Education Minimal-Achieving Students (Project: VEA CO-75-4A-1006); Evaluation Report."},
      {
        "id":"ED116029",
        "title":"The Oklahoma State Department of Vocational and Technical Education Curriculum Laboratory Grant. Research Project in Vocational Education. Final Report."},
      {
        "id":"ED116030",
        "title":"Delineation of Roles and Functions of Respiratory Therapy Personnel. Final Report."},
      {
        "id":"ED116031",
        "title":"Communications, Unit 2. A Core Curriculum of Related Instruction for Apprentices."},
      {
        "id":"ED116032",
        "title":"Human Relations On and Off the Job, Unit 3. A Core Curriculum of Related Instruction for Apprentices."},
      {
        "id":"ED116033",
        "title":"Industrial and Labor Relations, Unit 4. A Core Curriculum of Related Instruction for Apprentices."},
      {
        "id":"ED116034",
        "title":"Motivation and Incentives in Manpower Analysis."},
      {
        "id":"ED116035",
        "title":"Comparative Analysis of the Relative Validity for Subjective Time Rating Scales. Final Report."},
      {
        "id":"ED116036",
        "title":"Identification and Analysis of Social Incentives in Air Force Technical Training: Period June 1972-August 1975, Interim Report."},
      {
        "id":"ED116037",
        "title":"Functional Job Analysis: An Annotated Bibliography. Methods for Manpower Analysis No. 10."},
      {
        "id":"ED116038",
        "title":"A Study of On-Line Use of Job Information in Employment Service Local Offices. Volume 1: An On-Line Experiment. Period February 15, 1974-October 31, 1975. Final Report."},
      {
        "id":"ED116039",
        "title":"A Guide for Respiratory Therapy Curriculum Design."},
      {
        "id":"ED116040",
        "title":"Summary and Detail Report of Career Opportunities Program Development and Implementation."},
      {
        "id":"ED116043",
        "title":"Competency Commonalities and Accompanying Job Titles Derived from the Six Montana Agricultural Manpower Studies."},
      {
        "id":"ED116044",
        "title":"The Patriot Company: A Simulated Office. Parkview High School, Little Rock, Arkansas."},
      {
        "id":"ED116047",
        "title":"Operation COPE: Family Learning Centers for Mothers Who are Heads of Households for the National Council of Negro Women in Washington, D.C. Final Report."},
      {
        "id":"ED116048",
        "title":"Operation COPE: A Family Learning Center. Independent Evaluator's Report for the Period July 1, 1974-June 30, 1975."},
      {
        "id":"ED116049",
        "title":"Directory of Adult and Continuing Education Agencies, Metropolitan Syracuse 1975-76."},
      {
        "id":"ED116050",
        "title":"A Study to Identify the Influence of Factors Other Than the Attainment of Job Skills Affecting the Long Range Success of Vocational and Technical Training Programs. Abstract."},
      {
        "id":"ED116051",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 8, Number 6."},
      {
        "id":"ED116052",
        "title":"A Report to the Nation on Vocational Education."},
      {
        "id":"ED116053",
        "title":"A Longitudinal Study of Vocational Development and Program Evaluation. Implications for Curriculum Planning and Vocational Guidance. Final Report."},
      {
        "id":"ED116054",
        "title":"Imitation in Children: The Effect of Being Imitated."},
      {
        "id":"ED116055",
        "title":"Use of Identities in Behavioral Change and Development."},
      {
        "id":"ED116058",
        "title":"Information Booklet for the Handicapped. Revised Edition."},
      {
        "id":"ED116059",
        "title":"The Volunteer Probation Counselor Program, Lincoln, Nebraska. An Exemplary Project."},
      {
        "id":"ED116060",
        "title":"Recognizing the Coherence of Personality."},
      {
        "id":"ED116061",
        "title":"National Conference on Counseling Minorities and Disadvantaged (1st, Michigan State University, October 7-10, 1973). Proceedings."},
      {
        "id":"ED116062",
        "title":"National Conference on Counseling Minorities (2nd, Michigan State University, October 27-30, 1974). Proceedings."},
      {
        "id":"ED116063",
        "title":"All in the Family: Understanding How We Teach and Influence Children about Alcohol. Participant's Workbook and Chairman's Guide."},
      {
        "id":"ED116064",
        "title":"A Consciousness-Raising Program for Adult Women."},
      {
        "id":"ED116065",
        "title":"The Four Phase System: A Multi-Agency Coordinated Service for Very Disturbed Adolescents."},
      {
        "id":"ED116068",
        "title":"Systematic Training in Effective Parenting [STEP]."},
      {
        "id":"ED116069",
        "title":"Follow-up Study of Rehabilitation Clients: A Step-By-Step Guide."},
      {
        "id":"ED116070",
        "title":"Coping in the World of Work: Practice in Problem Solving."},
      {
        "id":"ED116071",
        "title":"Program Evaluation: A Beginning Statement. Study Guide."},
      {
        "id":"ED116072",
        "title":"Program Evaluation: A Beginning Statement. A Report from the Study Group on Guidelines for Evaluating Vocational Rehabilitation Programs and Services. Information Memorandum RSA-IM-72-61."},
      {
        "id":"ED116073",
        "title":"On the Future of Personality Measurement."},
      {
        "id":"ED116074",
        "title":"Career Education and Elitism."},
      {
        "id":"ED116075",
        "title":"The Job Satisfaction Research Program. Work Research Unit Information Note No. 3."},
      {
        "id":"ED116076",
        "title":"Evaluation of Washington State Commission for Vocational Education Vocational Guidance Publications and Media."},
      {
        "id":"ED116077",
        "title":"Counselor Licensure and Certification: An ERIC Search for the ERIC/CAPS Advisory Commission."},
      {
        "id":"ED116078",
        "title":"New Roles for Counselors: A Search of the ERIC Data Base for Material Relevant to the Changing Position of the Counselor as He Works within the School and Community."},
      {
        "id":"ED116079",
        "title":"Drugs and Drug Abuse: A Bibliography."},
      {
        "id":"ED116080",
        "title":"Attitudes toward Counseling and Counseling Willingness of Air Force Personnel."},
      {
        "id":"ED116081",
        "title":"Third Party Characteristics and Intergroup Conflict Resolution."},
      {
        "id":"ED116084",
        "title":"A Community College as a Coordinator of a Community-Based Organizational Development Program for Older Adult Organizations."},
      {
        "id":"ED116085",
        "title":"Help for Older Adult Organizations: Community-Based Organizational Development. A National Model Project in Aging Undertaken by the Niagara Community College."},
      {
        "id":"ED116086",
        "title":"The Effect of Types of Previous Interaction and Success of Combined Effort on Intergroup."},
      {
        "id":"ED116087",
        "title":"Handbook for Counselors in Georgia Schools."},
      {
        "id":"ED116088",
        "title":"U. S. Counselor Education Programs: Nature, Numbers, CBE, Traditional and Nontraditional. A Report of the Commission on Counselor Education Program and Enrollment Characteristics of the Association of Counselor Education and Supervision."},
      {
        "id":"ED116089",
        "title":"Children of the Poor."},
      {
        "id":"ED116090",
        "title":"Sex Discrimination and Sex Stereotyping in Vocational Education. Hearings before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, First Session."},
      {
        "id":"ED116091",
        "title":"Homes for the Aged: Supervision and Standards. A Report on the Legal Situation in European Countries."},
      {
        "id":"ED116095",
        "title":"A Consortium Approach to Planned Change: A Review and Evaluation."},
      {
        "id":"ED116096",
        "title":"Abstracts of Midwest Center/Satellites Final Program Reports."},
      {
        "id":"ED116097",
        "title":"A Final Program Report from the University of Illinois, Chicago Circle and Chicago Public Schools, 1971-74."},
      {
        "id":"ED116098",
        "title":"A Final Program Report from Indiana University-Indianapolis Public Schools Inner City Counselor Training Project, 1971-1974."},
      {
        "id":"ED116099",
        "title":"A Final Program Report from Jane Addams School of Social Work, University of Illinois, Urbana: The School-Community Pupil-Training Program, 1971-1974."},
      {
        "id":"ED116100",
        "title":"A Final Program Report from Louisville Public Schools and the University of Louisville 1971-1974."},
      {
        "id":"ED116101",
        "title":"A Final Program Report from Ohio State University and Columbus Public Schools, 1971-1974."},
      {
        "id":"ED116102",
        "title":"Dropping Out of High School: The Effects of Family, Ability, School Quality and Local Employment Conditions."},
      {
        "id":"ED116103",
        "title":"Review of Some Dropout Research and Literature."},
      {
        "id":"ED116105",
        "title":"Alcohol and Drug Use by Queensland School Children. The First Report in a Series on the Queensland Alcohol and Drug Study."},
      {
        "id":"ED116106",
        "title":"Influence of Speech Characteristics on Judged \"Therapist\" Effectiveness."},
      {
        "id":"ED116107",
        "title":"Practical Suggestions for Family Planning Education."},
      {
        "id":"ED116108",
        "title":"Kids, Cops, Courts and the Law. ESEA Title III Project: Legal Alertness and Awareness Program."},
      {
        "id":"ED116109",
        "title":"Teaching Children to Use Achievement Behaviors and Dispositions for Setting and Achieving Personal Goals."},
      {
        "id":"ED116110",
        "title":"Third Party Intervention Style and Intergroup Bargaining."},
      {
        "id":"ED116111",
        "title":"Student-to-Student Counseling. Final Report."},
      {
        "id":"ED116112",
        "title":"Development of Empathy in Helpers."},
      {
        "id":"ED116114",
        "title":"Linguistic Theories: Where Are We Going?"},
      {
        "id":"ED116116",
        "title":"A Holistic Milieu Approach to High Risk Students: A Title III ESEA Project, Mattoon, Illinois."},
      {
        "id":"ED116117",
        "title":"Structural Ambiguity and Reading Comprehension."},
      {
        "id":"ED116118",
        "title":"Right to Read Teacher Preparation Project."},
      {
        "id":"ED116125",
        "title":"Teaching Reading Skills at--a--Distance."},
      {
        "id":"ED116126",
        "title":"Relationship between Affect and Estimates of English Word Frequency."},
      {
        "id":"ED116127",
        "title":"Readability of Freshmen College Textbooks in the Social Sciences as Compared to the Reading Ability of Students Who Use Them. A Pilot Study."},
      {
        "id":"ED116131",
        "title":"Happiness Is Reading! Reading Resource Center Glendale Elementary School District No. 40. Third Year of a Title I Project."},
      {
        "id":"ED116135",
        "title":"The Relationship of Time Spent on Reading Instruction to Reading Gains as Measured by Norm-Referenced and Criterion-Referenced Tests."},
      {
        "id":"ED116136",
        "title":"Book Selection Criteria of Children's Book Editors and Elementary Classroom Teachers."},
      {
        "id":"ED116137",
        "title":"Extending High School Equivalency Reading Skills; Part 2: Science, Social Studies, Mathematics."},
      {
        "id":"ED116138",
        "title":"A Training Program for Reading Supervisors."},
      {
        "id":"ED116139",
        "title":"Bulletin of the Orton Society, Volume 23."},
      {
        "id":"ED116140",
        "title":"Bulletin of the Orton Society, Volume 24."},
      {
        "id":"ED116141",
        "title":"Reading in Virginia. Volume 3, No. 2."},
      {
        "id":"ED116142",
        "title":"Methods and Materials in Teaching Reading: A Competency-Based Approach. 2nd Edition."},
      {
        "id":"ED116143",
        "title":"Reconsideration of Phonic Generalizations."},
      {
        "id":"ED116144",
        "title":"Age Differences in Adults' Free Recall of Pictures and Words."},
      {
        "id":"ED116145",
        "title":"Individual Differences in Word Fusion: A Methodological Analysis. Technical Report No. 2."},
      {
        "id":"ED116146",
        "title":"Anchorage Borough School District, Title I Program: Oral Language and Reading Development Program. Final Evaluation Report, 1973-74."},
      {
        "id":"ED116147",
        "title":"The Predictive Validity of an Abbreviated Screening Battery: A Preliminary Cross Validation Study."},
      {
        "id":"ED116148",
        "title":"Reading: Convention and Inquiry; 24th Yearbook of the National Reading Conference."},
      {
        "id":"ED116149",
        "title":"The Standardized Test: Uses and Abuses."},
      {
        "id":"ED116150",
        "title":"Claremont Reading Conference 38th Yearbook: Reading, Thought, and Language; Proceedings of the Claremont Reading Conference (41st, Claremont, California, February 9-10, 1974)."},
      {
        "id":"ED116151",
        "title":"Reading Skill and the Minimum Distance Principle: A Comparison of Sentence Comprehension in Context and in Isolation."},
      {
        "id":"ED116152",
        "title":"An Investigation of the Role of Interest as a Factor in Reading Comprehension."},
      {
        "id":"ED116153",
        "title":"Evaluation Studies of the Pre-Reading Skills Program."},
      {
        "id":"ED116154",
        "title":"Models for Predicting How Adults Pronounce Vowel Digraph Spellings in Unfamiliar Words."},
      {
        "id":"ED116155",
        "title":"Position Saliency in Children's Short Term Recognition Memory for Graphic Patterns."},
      {
        "id":"ED116156",
        "title":"One Hundred Essential Sight Words."},
      {
        "id":"ED116157",
        "title":"A History of Research on Reading. Theoretical Paper No. 56."},
      {
        "id":"ED116158",
        "title":"Picture-Word Differences in Discrimination Learning: II. Effects of Conceptual Categories."},
      {
        "id":"ED116159",
        "title":"Phenomenal Background Frequency and the Concreteness/Imagery Effect in Verbal Discrimination Learning."},
      {
        "id":"ED116160",
        "title":"Image Tracing: An Analysis of Its Effectiveness in Children's Pictorial Discrimination Learning."},
      {
        "id":"ED116161",
        "title":"A Program of Army Functional Job Reading Training: Development, Implementation, and Delivery Systems. Final Report."},
      {
        "id":"ED116162",
        "title":"A General Statistical Framework for Assessing Categorical Clustering in Free Recall."},
      {
        "id":"ED116163",
        "title":"[Doctoral Training Program Concerns, Student Publishers of Reading Materials and 1974 Doctoral Dissertations on Reading.]"},
      {
        "id":"ED116164",
        "title":"[Alternative Careers for Reading Educators.]"},
      {
        "id":"ED116166",
        "title":"Attitude Formation, Novel Stimuli, and Exposure Effects."},
      {
        "id":"ED116167",
        "title":"Preparing Teacher Educators in Reading."},
      {
        "id":"ED116168",
        "title":"Standardized Test Performance as Function of General Reading Ability."},
      {
        "id":"ED116169",
        "title":"Relationship between Selected Areas of Teacher Emphases and Student Achievement in Reading."},
      {
        "id":"ED116170",
        "title":"Reading as a Thinking Process; Proceedings of the Annual Reading Conference (5th, Indiana State University, Terre Haute, June 12-13, 1975)."},
      {
        "id":"ED116171",
        "title":"Assessment of Reading Activities Funded under the Federal Program of Aid for Educationally Deprived Children, Office of Education, Dept. of Health, Education, and Welfare. Report to Congress."},
      {
        "id":"ED116172",
        "title":"In Search of the Major Skill of Comprehension."},
      {
        "id":"ED116174",
        "title":"Effects of Meaningfulness on Child Free Recall Learning."},
      {
        "id":"ED116176",
        "title":"Uses of Time-Compressed Speech in a Reading Remediation Program: Some Exploratory Tests."},
      {
        "id":"ED116177",
        "title":"Memory Attribute Dominance in High and Low SES Kindergarten Children."},
      {
        "id":"ED116178",
        "title":"Episodic and Semantic Aspects of Memory for Prose."},
      {
        "id":"ED116179",
        "title":"The Minority Image in Children's Books."},
      {
        "id":"ED116180",
        "title":"Reading and Sex Role Stereotypes."},
      {
        "id":"ED116181",
        "title":"Improving Reading in Science. Reading Aids Series."},
      {
        "id":"ED116182",
        "title":"New Horizons in Reading; Proceedings of the International Reading Association World Congress on Reading (5th, Vienna, Austria, August 12-14, 1974)."},
      {
        "id":"ED116183",
        "title":"The Effect of Variations of the Metropolitan Reading Readiness Test upon Scores of Culturally Disadvantaged Children."},
      {
        "id":"ED116184",
        "title":"The Effect of Listening Drills Utilizing Compressed Speech and Standard Speech upon the Listening Comprehension of Second-Grade Children."},
      {
        "id":"ED116185",
        "title":"To Librarians and Teachers Who Care about Students Who Don't Read."},
      {
        "id":"ED116186",
        "title":"Individualised Reading: Comparative Lists of Selected Books for Young Readers."},
      {
        "id":"ED116187",
        "title":"Reading Comprehension and the High School Graduate, Panel 7; Conference on Studies in Reading (Washington, D.C., August, 1974)"},
      {
        "id":"ED116188",
        "title":"Love: A Thematic Sequence of English Units."},
      {
        "id":"ED116189",
        "title":"Responsibility: A Thematic Sequence of English Units."},
      {
        "id":"ED116190",
        "title":"Choice: A Thematic Sequence of English Units."},
      {
        "id":"ED116191",
        "title":"The English Linguist and the Real Linguist."},
      {
        "id":"ED116192",
        "title":"Senior High English: Sequencing and Keying of Language Arts, Scope and Sequence; Test Specifications for Criterion-Referenced Testing; Achievement-Awareness Record."},
      {
        "id":"ED116193",
        "title":"Junior High Unified: Sequencing and Keying of Unified Studies; Test Specifications for Criterion-Referenced Testing; Achievement-Awareness Record for Language Arts."},
      {
        "id":"ED116197",
        "title":"Semantic Fission through Dialect Fusion."},
      {
        "id":"ED116202",
        "title":"Composition, Culture, Citizenship."},
      {
        "id":"ED116203",
        "title":"Law and the Teacher of English and Language Arts."},
      {
        "id":"ED116208",
        "title":"Double Perspectives: Old Tales in Modern Novels."},
      {
        "id":"ED116210",
        "title":"The Training of College Students in Illinois as Critical Receivers of Public Persuasion."},
      {
        "id":"ED116211",
        "title":"\"And Then There Were None\"--Take It Away: I Don't Like It."},
      {
        "id":"ED116212",
        "title":"Design in Art and Literature: Drawing Students into Writing."},
      {
        "id":"ED116213",
        "title":"From the Student as Watson to the Student as Holmes: An Approach to Fiction."},
      {
        "id":"ED116214",
        "title":"What Our English Majors Lack Most: or, The Old \"New Criticism\" Reapplied."},
      {
        "id":"ED116215",
        "title":"Some Fictional Stereotypes of Women in 20th Century American Fiction."},
      {
        "id":"ED116216",
        "title":"Annotated Bibliography of Research in the Teaching of English, July 1, 1975 to December 31, 1975."},
      {
        "id":"ED116217",
        "title":"Creative Editing: An Approach to Peer Criticism."},
      {
        "id":"ED116218",
        "title":"Give Me an Idea: A Language Handbook for Teachers. Volume 1 and 2."},
      {
        "id":"ED116222",
        "title":"ASK: The Advertising Survival Kit; A Guide to Advertising in High School Newspapers and Yearbooks."},
      {
        "id":"ED116223",
        "title":"Five to Nine: Aspects of Function and Structure in the Spoken Language of Elementary School Children."},
      {
        "id":"ED116224",
        "title":"Technical Writing: Its Importance in the Engineering Profession and Its Place in Engineering Curricula--A Survey of the Experience and Opinions of Prominent Engineers. Technical Report No. 75-5."},
      {
        "id":"ED116228",
        "title":"Training and Employment of Ph.D.s in Mass Communication. Journalism Monographs No. 42."},
      {
        "id":"ED116229",
        "title":"Prejudicial Publicity: An Assessment. Journalism Monographs No. 41."},
      {
        "id":"ED116230",
        "title":"First Amendment and the High School Press Adviser."},
      {
        "id":"ED116231",
        "title":"Captive Voices: Another Look."},
      {
        "id":"ED116232",
        "title":"MADD About Good Books."},
      {
        "id":"ED116233",
        "title":"Spelling: A Psycholinguistic Rationale for Teaching."},
      {
        "id":"ED116234",
        "title":"Evaluating and Increasing the Effectiveness of Instruction in Writing."},
      {
        "id":"ED116236",
        "title":"Development of Linguistic Comprehension and Production in Lower-Class Black Children."},
      {
        "id":"ED116237",
        "title":"The Adolescent in Literature."},
      {
        "id":"ED116238",
        "title":"The Student-Centered Freshman Composition Course: A Rationale and Model."},
      {
        "id":"ED116243",
        "title":"Publication Management: Journalism Education's Stepchild?"},
      {
        "id":"ED116245",
        "title":"A Handbook for Using the Newspaper in the Classroom."},
      {
        "id":"ED116246",
        "title":"&quot;TOPOI&quot; and the Generation of Discourse: A Critical Analysis."},
      {
        "id":"ED116247",
        "title":"Excessive Loquacity: Women's Speech as Represented in American Etiquette Books."},
      {
        "id":"ED116248",
        "title":"Rhetorical Sensitivity and Communicative Competence."},
      {
        "id":"ED116249",
        "title":"Non-Graded Mini Courses Grades 10, 11, 12."},
      {
        "id":"ED116250",
        "title":"Establishing Employment Relationships with Business and Government Hiring Agents."},
      {
        "id":"ED116252",
        "title":"Derivation and Test of a New Model of Message-Attitude-Behavior Relations."},
      {
        "id":"ED116253",
        "title":"The Syntax of Visual Messages: An Empirical Investigation of the Asymmetry of the Frame Theory."},
      {
        "id":"ED116254",
        "title":"Observations on the Theory of &quot;Movement.&quot;"},
      {
        "id":"ED116255",
        "title":"Studies in Canadian Communications."},
      {
        "id":"ED116256",
        "title":"Broadcasting Student Internships: Put Them in Writing."},
      {
        "id":"ED116257",
        "title":"Debate as a Paradigm for Demonstrating Skills in Argumentation and Logic."},
      {
        "id":"ED116258",
        "title":"Debate as a Paradigm for Demonstrating Skills in Communication and Persuasion."},
      {
        "id":"ED116259",
        "title":"The Community College and Career Communication: An Unlimited Opportunity."},
      {
        "id":"ED116260",
        "title":"Alienation and Use of the Mass Media."},
      {
        "id":"ED116261",
        "title":"Sex Differences in Nonverbal Behavior."},
      {
        "id":"ED116262",
        "title":"Access and Ascertainment: A Short History of the Issues."},
      {
        "id":"ED116263",
        "title":"Accountability and Testing. NAESP School Leadership Digest Second Series, Number 5. ERIC/CEM Research Analysis Series, Number 20."},
      {
        "id":"ED116264",
        "title":"The Busing Controversy. [NAESP] School Leadership Digest [Second Series, Number 6. ERIC/CEM Research Analysis Series, Number 21.]"},
      {
        "id":"ED116265",
        "title":"Selected Statistical Notes on American Education. 1975 Edition."},
      {
        "id":"ED116266",
        "title":"The Use of the Power Structure in the Attainment of Educational Goals."},
      {
        "id":"ED116269",
        "title":"Title IX, Sex-Role Stereotyping, Sex-Fair Guidance, and Third-Party Objective Evaluation and the Role of the Responsible Leader."},
      {
        "id":"ED116270",
        "title":"Leadership Models."},
      {
        "id":"ED116271",
        "title":"The Democratic System of Leadership."},
      {
        "id":"ED116276",
        "title":"An Analysis of Senate Bill 170, Ohio's Plan to Equalize School Finance."},
      {
        "id":"ED116277",
        "title":"A Study of Special Education Directors in Minnesota."},
      {
        "id":"ED116278",
        "title":"Designing and Implementing a Mainstream Course for Regular Early Educators."},
      {
        "id":"ED116279",
        "title":"Task and Employee Oriented Styles of Behavior in Selected Minnesota School Administrators."},
      {
        "id":"ED116280",
        "title":"School Board Member Liability. Who Is Liable? Who Is Not Liable? What Can Be Done About It?"},
      {
        "id":"ED116281",
        "title":"A Final Report by the National Advisory Council on Supplementary Centers and Services."},
      {
        "id":"ED116282",
        "title":"Significant Educational Research and Innovation: Their Potential Contribution to Experimental Schools Design. A Report to the Experimental Schools Program."},
      {
        "id":"ED116283",
        "title":"Public School Finance. Report of the Joint Senate Interim Committee."},
      {
        "id":"ED116284",
        "title":"Manual for a Volunteer Services System."},
      {
        "id":"ED116285",
        "title":"Volunteer Services System. Handbook 1: Guidebook to a Volunteer Services System."},
      {
        "id":"ED116286",
        "title":"Volunteer Services System. Handbook 2: Organizing a Volunteer Services System."},
      {
        "id":"ED116287",
        "title":"Volunteer Services System. Handbook 3: Information System for a Volunteer Services System."},
      {
        "id":"ED116288",
        "title":"Volunteer Services System. Handbook 4: Volunteer Program Operations."},
      {
        "id":"ED116289",
        "title":"Volunteer Services System. Handbook 5: Volunteer Personnel Operations."},
      {
        "id":"ED116290",
        "title":"Volunteer Services System. Handbook 6: School Volunteer Operations."},
      {
        "id":"ED116291",
        "title":"Volunteer Services System. Handbook 7: Annotated Bibliography."},
      {
        "id":"ED116293",
        "title":"Accountability for the Educational Enterprise: A Review of the Literature."},
      {
        "id":"ED116294",
        "title":"Center for Vocational Education. Dedication Program."},
      {
        "id":"ED116295",
        "title":"Information Centralization of Organization Information Structures via Reports of Exceptions."},
      {
        "id":"ED116297",
        "title":"Information Demands of Curriculum Supervisors. Final Report."},
      {
        "id":"ED116298",
        "title":"The Impact of Principal Involvement in Instructional Planning with Teacher Teams on Academic Achievement of Elemetary School Pupils."},
      {
        "id":"ED116299",
        "title":"Discipline in Secondary Schools in Western Australia."},
      {
        "id":"ED116300",
        "title":"Secondary Education in Western Australia."},
      {
        "id":"ED116301",
        "title":"Implementation of a Pilot Demonstration Project to Combine School Bus and Public Transit Services. Volumes 1 and 2."},
      {
        "id":"ED116302",
        "title":"Current and Constant Dollar Expenditures on Educational Supervision in Louisiana Public Schools During 1963-74. Research Report, Vol. 6, No. 2."},
      {
        "id":"ED116303",
        "title":"A Model for Alternative Evening High Schools."},
      {
        "id":"ED116306",
        "title":"Oversight on Education Amendments of 1974. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-fourth Congress, First Session on H.R. 3801."},
      {
        "id":"ED116307",
        "title":"Designing a Transportation System for a Parent Choice School District: A Transportation Supervisor's Handbook."},
      {
        "id":"ED116308",
        "title":"Oversight Hearings on the Impact Aid Laws and Testimony on H.R. 5181. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-fourth Congress, First Session."},
      {
        "id":"ED116309",
        "title":"History of Productivity and Research Needed in Education."},
      {
        "id":"ED116310",
        "title":"Curriculum Design and Development Project. Volume 1 [and] Volume 2 (Appendices C-F). Final Report."},
      {
        "id":"ED116311",
        "title":"Developing a Model for Reorganizing Traditional School Plants for Individualized Instruction."},
      {
        "id":"ED116312",
        "title":"MASA Study of Administrator Evaluation, 1974-75."},
      {
        "id":"ED116313",
        "title":"Autonomy and Accountability in Educational Administration. Proceedings of the Fourth Annual Conference of the British Educational Administration Society."},
      {
        "id":"ED116314",
        "title":"The Louisiana Public School Superintendent: 1975. Research Report, Vol. 6, No. 1."},
      {
        "id":"ED116315",
        "title":"The RISE Report. Report of the California Commission for Reform of Intermediate and Secondary Education."},
      {
        "id":"ED116317",
        "title":"Innovation in Classroom Management: An Evaluation. Consulting Report."},
      {
        "id":"ED116335",
        "title":"Work Stoppage Strategies. A Guide to Assist School Administrators to Develop Strike Management Plans. AASA Executive Handbook Series, Volume 6."},
      {
        "id":"ED116336",
        "title":"The Increased Pluralism and Politicization of Public Education--Coping with Conflict."},
      {
        "id":"ED116339",
        "title":"Accountability: Related Bibliographies."},
      {
        "id":"ED116340",
        "title":"A National Occupational Analysis of the School Principalship. A Cooperative Research Project. Final Report."},
      {
        "id":"ED116341",
        "title":"National Survey of State Special Needs Personnel Serving Handicapped and Disadvantaged Students in Vocational Education."},
      {
        "id":"ED116342",
        "title":"Local Administrators of Special Needs Programs in Vocational Education."},
      {
        "id":"ED116343",
        "title":"Hair and Dress Code: Update. A Legal Memorandum."},
      {
        "id":"ED116344",
        "title":"Do School Organizational Patterns Make a Difference?"},
      {
        "id":"ED116345",
        "title":"Proceedings of the Annual Meeting [of the National Education Association] (113th, Los Angeles, California, July 3-8, 1975). Volume 113."},
      {
        "id":"ED116347",
        "title":"Recent Research in Curriculum."},
      {
        "id":"ED116350",
        "title":"State Plan for Removal of Architectural Barriers to the Handicapped in Colorado Higher Education."},
      {
        "id":"ED116351",
        "title":"1975 School Vandalism Survey."},
      {
        "id":"ED116352",
        "title":"Report and Recommendations of Illinois Task Force on Declining Enrollment. [Summary]."},
      {
        "id":"ED116353",
        "title":"Report of the Illinois Task Force on Declining Enrollments in the Public Schools."},
      {
        "id":"ED116354",
        "title":"Educational Programs That Work. A Resource of Educational Innovations Developed by Local School Districts and Approved by an Evaluation Panel in the Education Division of the Department of Health, Education and Welfare."},
      {
        "id":"ED116356",
        "title":"Comparison of Average Salaries of Male and Female Administrators in Michigan Public Schools (1973-1974)."},
      {
        "id":"ED116357",
        "title":"Are the Courts Determining Policy?"},
      {
        "id":"ED116358",
        "title":"Striving Toward Dialogue. A National Forum on Educational Accountability. Denver, Colorado, 1975."},
      {
        "id":"ED116359",
        "title":"A Look at Comparing State Aid to Local School Districts on an Interstate Basis."},
      {
        "id":"ED116360",
        "title":"Common Unity in the Community: A Forward Looking Program of Recreation and Leisure Services for the Handicapped."},
      {
        "id":"ED116361",
        "title":"The Education of the Gifted Child, 1965-1971: An Annotated Bibliography."},
      {
        "id":"ED116362",
        "title":"Cognitive Development in Young Deaf Children. Research Report No. 92."},
      {
        "id":"ED116363",
        "title":"Early Stages in the Acquisition of Negation by a Deaf Child of Deaf Parents. Research Report No. 94."},
      {
        "id":"ED116364",
        "title":"Deafness: Contributed Papers and Reports of Research and Professional Activities in the Area of Deafness. Volume IV."},
      {
        "id":"ED116365",
        "title":"School Shock: Learning Disability as a Dissociative Reaction."},
      {
        "id":"ED116366",
        "title":"School Shock: A Psychodynamic View of Learning Disability."},
      {
        "id":"ED116367",
        "title":"A Course of Study for the Educable Mentally Retarded: Primary, Intermediate, Junior High."},
      {
        "id":"ED116368",
        "title":"Mainstreaming in IPS."},
      {
        "id":"ED116369",
        "title":"A Selected Bibliography for and about Parents of the Handicapped."},
      {
        "id":"ED116370",
        "title":"Sensory Modality Preferences: Measurement of Selected Psychological \"Process\" Variables and Their Validity; Implications for Aptitude-Treatment Interaction Research with Learning Disabled Children."},
      {
        "id":"ED116371",
        "title":"Parents Do More When They Know More: An Intervention Model."},
      {
        "id":"ED116373",
        "title":"A Tympanometry - ASHA Model for Identification of the Hearing Impaired. Project TAMI."},
      {
        "id":"ED116374",
        "title":"Principles for Collection, Maintenance, and Dissemination of Pupil Records; Operational Guidelines: Department of Pupil Records."},
      {
        "id":"ED116375",
        "title":"Final Report for 1974-1975 Preschool Hearing Impaired Project: A Working Manual of Detailed Curricular Activities and Diagnostic Evaluation Techniques in a Homebound Instructional Setting. Narrative Evaluation Report. Project No. 48-04072-46-380 (Part B, EHA Title VI); Parent Information and Education for the Hearing Impaired."},
      {
        "id":"ED116376",
        "title":"Educating the 24-Hour Retarded Child: National Training Meeting on Education of the Severely and Profoundly Mentally Retarded."},
      {
        "id":"ED116377",
        "title":"The Reasoning, Moral Judgment, and Moral Conduct of the Congenitally Blind. Final Report."},
      {
        "id":"ED116378",
        "title":"Development of a Prototype Training Program for Teachers of the Visually Handicapped, Orientation and Mobility; Final Report of Special Projects."},
      {
        "id":"ED116379",
        "title":"Observational Learning: A Behavioral Approach for Use in the Classroom."},
      {
        "id":"ED116380",
        "title":"A Follow-Up Study of Graduates of Master's Level Special Education Teacher Preparation Programs at Louisiana State University, Baton Rouge, Louisiana. Research Report, Volume 5, Number 9."},
      {
        "id":"ED116384",
        "title":"What Are We Waiting For? The Problem Is Growing. A Report of a Conference on Early Intervention with High-Risk Infants and Young Children."},
      {
        "id":"ED116385",
        "title":"Madison's Alternative for Zero Exclusion: A Book of Readings. Volume V."},
      {
        "id":"ED116386",
        "title":"Handbook for Work Experience Program."},
      {
        "id":"ED116387",
        "title":"Resource Units for Instruction in Preparing Youth for Occupations in Recreational-Environmental Vocations. Wisconsin V.E.A. Project No. 1-2075S104."},
      {
        "id":"ED116388",
        "title":"A Study of Child Variance, Volume 4: The Future; Conceptual Project in Emotional Disturbance."},
      {
        "id":"ED116389",
        "title":"Emotionally Disturbed Programs."},
      {
        "id":"ED116390",
        "title":"Faculty Handbook for Psychological Services."},
      {
        "id":"ED116391",
        "title":"Procedures for Implementing Chapter 89, Laws of 1973 in the Merrill Area Public Schools."},
      {
        "id":"ED116392",
        "title":"Faculty Handbook for Clinical Speech Services."},
      {
        "id":"ED116393",
        "title":"Personal Involvement with Learning Disability Children: Activities Groups Can Do for Personal Involvement with Learning Disability Children thru Movement Education."},
      {
        "id":"ED116394",
        "title":"Educational Programs That Work. Volume 1: A Catalogue of Demonstration Sites of Successful Educational Programs Disseminated through the New Jersey Elementary and Secondary Education Act, Title III, IV-C Program. 1975-76 Edition."},
      {
        "id":"ED116395",
        "title":"Educational Programs That Work, Volume 2: A Catalogue of Demonstration Sites of Successful Educational Programs from Across the U.S., Disseminated through A National Communications Network Sponsored by the U.S. Office of Education."},
      {
        "id":"ED116396",
        "title":"The Deaf Child as a Linguistic Minority."},
      {
        "id":"ED116397",
        "title":"Innovative and Experimental Happenings in Deaf-Blind Education."},
      {
        "id":"ED116398",
        "title":"Improved Vocational, Technical and Academic Opportunities for Deaf Persons. Final Report."},
      {
        "id":"ED116399",
        "title":"Education for All Handicapped Children, 1975: Hearings Before the Subcommittee on the Handicapped of the Committee on Labor and Public Welfare, U.S. Senate. 94th Congress, 1st Session on S. 6 to Provide Financial Assistance to the States for Improved Educational Services to Handicapped Children (April 8, 9, 15, 1975)."},
      {
        "id":"ED116400",
        "title":"Extension of Education of the Handicapped Act: Hearings Before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, 94th Congress, 1st Session on Part X, Education and Training of the Handicapped and H.R. 7217, Education for All Handicapped Children Act of 1975 (April 9 and 10, and June 9, 1975)."},
      {
        "id":"ED116401",
        "title":"Using Art to Evaluate and Develop Cognitive Skills: Children with Communication Disorders and Children with Learning Disabilities."},
      {
        "id":"ED116404",
        "title":"Adaptive Education and Program Components for the Trainable Mentally Retarded in California Public Schools."},
      {
        "id":"ED116405",
        "title":"Programs for the Educable Mentally Retarded in California Public Schools."},
      {
        "id":"ED116406",
        "title":"A School Psychologist's Perceptions of Learning Disabilities in Three-Year-Old Children in an Early Childhood Center."},
      {
        "id":"ED116407",
        "title":"A Study of Attitude Acceptance and Social Adjustment."},
      {
        "id":"ED116408",
        "title":"Neurological Aspects of Reading Disability."},
      {
        "id":"ED116409",
        "title":"Leisure Services: Selected Surveys of Services for Special Groups."},
      {
        "id":"ED116415",
        "title":"Basic Life Functions Instructional Program Model; Curriculum Guide for Children with Exceptional Educational Needs."},
      {
        "id":"ED116417",
        "title":"The Detection and Remediation of Learning Disabilities. Child Welfare Research and Demonstration Project. Final Report."},
      {
        "id":"ED116419",
        "title":"Academic, Behavioral, and Psychological Responses of Hyperactive Children to Stimulant Medication."},
      {
        "id":"ED116420",
        "title":"A Comparison of Visual and Auditory Channels in Learning Disabled and Control Children."},
      {
        "id":"ED116421",
        "title":"The Rationale and Design of an Adaptive Beginning-School Learning Environment: Curriculum Objectives."},
      {
        "id":"ED116422",
        "title":"Psychological Factors in Reading Disability."},
      {
        "id":"ED116425",
        "title":"Public Law 94-142, 94th Congress, S. 6, November 29, 1975; An Act to Amend the Education of the Handicapped Act to Provide Educational Assistance to All Handicapped Children, and for Other Purposes."},
      {
        "id":"ED116426",
        "title":"Characteristics of Young Deaf Children and Early Intervention Programs. Research Report 91."},
      {
        "id":"ED116427",
        "title":"The Handbook of Physical Education and Activities for Exceptional Children."},
      {
        "id":"ED116428",
        "title":"College Courses: One Method of Facilitating the Intellectually Talented."},
      {
        "id":"ED116429",
        "title":"An Analysis of Perceptions and Attitudes Toward the Concepts \"Disabled\" and \"Handicapped\" and the Effects of Pre-Structured Definition Upon the Concepts."},
      {
        "id":"ED116430",
        "title":"Creative Imagination and What We Can Do to Stimulate It."},
      {
        "id":"ED116431",
        "title":"Measurement and Identification of the Creative Potential."},
      {
        "id":"ED116432",
        "title":"A Bibliography of Bibliographies on Mental Retardation, 1963-June 1975."},
      {
        "id":"ED116433",
        "title":"Working Together for Children: A Neighborhood Advocacy System. Final Report."},
      {
        "id":"ED116434",
        "title":"Memo from the Director."},
      {
        "id":"ED116435",
        "title":"The Diagnostic Process and Treatment Programs."},
      {
        "id":"ED116436",
        "title":"A Selected Bibliography for Vocational Training and Placement of the Severely Handicapped. Project (VOTAP)."},
      {
        "id":"ED116437",
        "title":"Are We Helping Our Educationally Handicapped Students?"},
      {
        "id":"ED116438",
        "title":"Piaget's Preoperational Stage of Development and Applications for Special Preschoolers."},
      {
        "id":"ED116439",
        "title":"Chronic Disease and Childhood Development: Kidney Disease and Transplantation."},
      {
        "id":"ED116441",
        "title":"Correlates of Success in Transition of MR To Regular Class. Volume I. Final Report."},
      {
        "id":"ED116442",
        "title":"Correlates of Success in Transition of MR To Regular Class. Volume II. Appendix. Final Report."},
      {
        "id":"ED116443",
        "title":"Career Education Materials for Educable Retarded Students. Working Paper No. 6."},
      {
        "id":"ED116444",
        "title":"Play Learning Centers for Preschool Handicapped Children: Research and Demonstration Project Report."},
      {
        "id":"ED116445",
        "title":"Home-Agency Interaction: A Minicourse in Communication with Parents of the Developmentally Disabled. Participant's Manual."},
      {
        "id":"ED116446",
        "title":"Home-Agency Interaction: A Minicourse in Communication with Parents of the Developmentally Disabled. Workbook."},
      {
        "id":"ED116447",
        "title":"Home-Agency Interaction: A Minicourse in Communication with Parents of the Developmentally Disabled. Instructor's Manual."},
      {
        "id":"ED116448",
        "title":"Syntactic Boundaries and Stress Patterns in Spoken English Texts. Univac Report No. PX 10146."},
      {
        "id":"ED116449",
        "title":"Some General Characteristics of Interrogative Systems. Working Papers on Language Universals, No. 1."},
      {
        "id":"ED116450",
        "title":"&quot;-age&quot; dans le systeme suffixal du francais quebecois (&quot;-age&quot; in the Suffix System of Quebec French). Montreal Working Papers in Linguistics, Vol. 4."},
      {
        "id":"ED116451",
        "title":"Conjunction, Relativization, and Complementation in Persian. Colorado Research in Linguistics, No. 5."},
      {
        "id":"ED116452",
        "title":"Methodology for Teachers. Teacher's Manual."},
      {
        "id":"ED116453",
        "title":"Methodology for Teachers. Volunteer's Manual."},
      {
        "id":"ED116454",
        "title":"A Graded Analysis of Interference as a Cause of Change."},
      {
        "id":"ED116455",
        "title":"Comprehension and Use of Social Rules in Pronoun Selection by Hungarian Children. Working Papers in Sociolinguistics, No. 24."},
      {
        "id":"ED116456",
        "title":"What Languages Do Bilingual Children Use with Whom? Research Evidence and Implications for Education."},
      {
        "id":"ED116457",
        "title":"The Lau v. Nichols Supreme Court Decision of 1974. Testimony of Edward H. Steinman before the Committee on Ways and Means of the California State Assembly. CATESOL Occasional Papers, No. 2, Fall, 1975."},
      {
        "id":"ED116458",
        "title":"Some Aragonese Morphophonemics. Colorado Research in Linguistics, No. 2."},
      {
        "id":"ED116459",
        "title":"Systematic Performance Analysis in Foreign Language Instruction."},
      {
        "id":"ED116460",
        "title":"A Pragmatic Approach to Language Acquisition."},
      {
        "id":"ED116461",
        "title":"Survey of Foreign Language Entrance and Degree Requirements for the Bachelor of Arts Degree in United States Institutions of High Education, Fall 1974. Final Report."},
      {
        "id":"ED116465",
        "title":"Enlivening the Language Laboratory."},
      {
        "id":"ED116466",
        "title":"Contrastive Analysis and Language Tendencies."},
      {
        "id":"ED116467",
        "title":"Teaching the Interlanguage: Some Experiments. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED116468",
        "title":"Interfaces: Linguistics and Psychoanalysis, No. 4."},
      {
        "id":"ED116469",
        "title":"Nominal Possession in Swahili: Its Role in Communication."},
      {
        "id":"ED116470",
        "title":"Creative Writing in English: Problems Faced by Undergraduates in the English Department, University of Hong Kong. Topics in Culture Learning, Vol. 3."},
      {
        "id":"ED116471",
        "title":"Roots of Bilingual/Bicultural Education in the Trust Territory of the Pacific Islands. Topics in Culture Learning, Vol. 3."},
      {
        "id":"ED116472",
        "title":"An Overview of Alaska Native Bilingual Education. Topics in Culture Learning, Vol. 2."},
      {
        "id":"ED116473",
        "title":"Teaching English in Asia: An Overview. Topics in Culture Learning, Vol. 3."},
      {
        "id":"ED116474",
        "title":"Dilemmas of Language Transition: Challenges to Language Planning in India. Topics in Culture Learning, Vol. 3."},
      {
        "id":"ED116475",
        "title":"Speech of Mentally Disabled Children."},
      {
        "id":"ED116476",
        "title":"English as a Second Language in Kindergarten--Orientation and Scheduling. Preschool Education Series, No. 1. Indochinese Refugee Education Guides."},
      {
        "id":"ED116477",
        "title":"English as a Second Language in Kindergarten--Teaching Pronunciation and Grammar. Preschool Education Series, No. 2. Indochinese Refugee Education Guides."},
      {
        "id":"ED116478",
        "title":"English as a Second Language in Kindergarten--Testing Young Children. Preschool Education Series, No. 3. Indochinese Refugee Education Guides."},
      {
        "id":"ED116479",
        "title":"English as a Second Language in Kindergarten--Language and Concept Development. Preschool Education Series, No. 4. Indochinese Refugee Education Guides."},
      {
        "id":"ED116480",
        "title":"Vietnamese History, Literature, and Folklore. Intermediate/Secondary Education Series, No. 1. Indochinese Refugee Education Guides."},
      {
        "id":"ED116481",
        "title":"Meeting the English Language Needs of Indochinese Students. Educational Administrator Series, No. 2. Indochinese Refugee Education Guides."},
      {
        "id":"ED116482",
        "title":"On Keeping Lines of Communication with Indochinese Children Open. Elementary Education Series, No. 1. Indochinese Refugee Education Guides."},
      {
        "id":"ED116484",
        "title":"Vietnamese History, Literature &amp; Folklore. Elementary Education Series, No. 3. Indochinese Refugee Education Guides."},
      {
        "id":"ED116486",
        "title":"Hints for Tutors. General Information Series, No. 1. Indochinese Refugee Education Guides."},
      {
        "id":"ED116487",
        "title":"Testing English Language Proficiency. General Information Series, No. 2. Indochinese Refugee Education Guides."},
      {
        "id":"ED116488",
        "title":"Education in Vietnam: Fundamental Principles and Curricula. General Information Series, No. 3. Indochinese Refugee Education Guides."},
      {
        "id":"ED116489",
        "title":"Teaching English to the Vietnamese -- Textbooks. General Information Series, No. 5. Indochinese Refugee Education Guides."},
      {
        "id":"ED116492",
        "title":"A Selected Bibliography of Dictionaries. General Information Series, No. 9. Indochinese Refugee Education Guides."},
      {
        "id":"ED116493",
        "title":"Teaching English Pronunciation to Speakers of Black Tai (Tai Dam). General Information Series, No. 10. Indochinese Refugee Education Guides."},
      {
        "id":"ED116494",
        "title":"The Nitinaht Feature System: A Reference Paper. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED116495",
        "title":"Audiovisual Materials for the Teaching of Language Variation. An Annotated Bibliography. CAL-ERIC/CLL Series on Languages and Linguistics, No. 31."},
      {
        "id":"ED116496",
        "title":"Audiovisual Materials for the Teaching of Language Acquisition: An Annotated Bibliography. CAL-ERIC/CLL Series on Languages and Linguistics, No. 32."},
      {
        "id":"ED116498",
        "title":"ERIC Documents on Foreign Language Teaching and Linguistics: List Number 14. CAL-ERIC/CLL Series on Languages and Linguistics, No. 33."},
      {
        "id":"ED116499",
        "title":"Non-Participle &quot;Done&quot; and Non-Productive Classification."},
      {
        "id":"ED116500",
        "title":"Guia Bibliografica del Bilinguismo (Bibliographic Guide for Bilingualism)."},
      {
        "id":"ED116501",
        "title":"Speech Errors, Error Correction, and the Construction of Discourse."},
      {
        "id":"ED116507",
        "title":"Languages for the World of Work: Implications of a Recent Study."},
      {
        "id":"ED116508",
        "title":"Liberal Arts: Education and Employability."},
      {
        "id":"ED116509",
        "title":"The Future of the American Council on Education. A Report on Its Governmental and Related Activities."},
      {
        "id":"ED116510",
        "title":"The University: A Backup Force to State Government. Regional Spotlight, Vol. IX, No. 5."},
      {
        "id":"ED116511",
        "title":"Development and Administration of Continuing Education for Women, 1964-1974."},
      {
        "id":"ED116512",
        "title":"The Impact of the Higher Education Capital Improvements Program on Ohio Communities."},
      {
        "id":"ED116513",
        "title":"1975 Consortium Directory."},
      {
        "id":"ED116514",
        "title":"Maintaining Campus Order and Integrity. AASCU Studies 1970/4."},
      {
        "id":"ED116515",
        "title":"A Study of Tenure at Louisiana State University."},
      {
        "id":"ED116516",
        "title":"Program Development and Public Affairs at the University of Pittsburgh. University-Urban Interface Program Report."},
      {
        "id":"ED116517",
        "title":"Women Graduates. A Statistical Survey of the Proportion of Women Earning Degrees in Higher Education in the United States. A WEAL Fund Report: For International Woman's Year."},
      {
        "id":"ED116518",
        "title":"Graduate No-Show Study, Fall 1974."},
      {
        "id":"ED116519",
        "title":"A Long Range Planning Model for Colleges and Universities."},
      {
        "id":"ED116520",
        "title":"A Manual to Assist the Public Higher Education Institutions of North Carolina in the Matter of Student Residence Classification for Tuition Purposes."},
      {
        "id":"ED116522",
        "title":"IEP Analysis and Use: Single-Institution Data. Field Review Edition. Technical Report 73."},
      {
        "id":"ED116523",
        "title":"The Land-Grant Movement in American Higher Education. An Historical Bibliography of the Land-Grant Movement and the Individual Land-Grant Institutions."},
      {
        "id":"ED116524",
        "title":"A Study to Determine the Dental Needs in Ohio."},
      {
        "id":"ED116525",
        "title":"Postsecondary Education in Hard Times: Appearances and Realities."},
      {
        "id":"ED116526",
        "title":"Supply and Demand for College Graduates in the South, 1980. Manpower and Education."},
      {
        "id":"ED116527",
        "title":"Summary Report 1974. Doctorate Recipients from United States Universities."},
      {
        "id":"ED116528",
        "title":"Economic Impact of Higher Education in North Dakota. North Dakota Economic Studies, No. 10."},
      {
        "id":"ED116529",
        "title":"Who Needs What? A Study of the Financial Needs and Resources of Full-Time Undergraduate Students in the State of Iowa, 1974-75."},
      {
        "id":"ED116530",
        "title":"Mid-Life Needs: Assessments and Responses."},
      {
        "id":"ED116531",
        "title":"The Reform of Higher Education, 1975."},
      {
        "id":"ED116532",
        "title":"Introduction of a Data System at the Universite Paul Sabatier, Toulouse (France). Programme on Institutional Management in Higher Education."},
      {
        "id":"ED116533",
        "title":"Organizing Information Systems."},
      {
        "id":"ED116534",
        "title":"Data System Design."},
      {
        "id":"ED116535",
        "title":"Towards a Total Information System for Operations, Planning and Budgeting in Higher Education."},
      {
        "id":"ED116536",
        "title":"Institutional Planning Models in Higher Education."},
      {
        "id":"ED116537",
        "title":"Nature of Planning and Its Relation to Management. Programme on Institutional Management in Higher Education."},
      {
        "id":"ED116538",
        "title":"The Concepts of PPBS and Approaches to Their Application."},
      {
        "id":"ED116539",
        "title":"The Use of Cost-Effectiveness and Cost-Benefit Techniques in Planning Courses of Study for New Higher Educational Institutions. A Progress Report. Program on Institutional Management in Higher Education."},
      {
        "id":"ED116540",
        "title":"An Investigation into the Costing and Management of University Research Grants and Contracts. Program on Institutional Management in Higher Education."},
      {
        "id":"ED116541",
        "title":"University and Polytechnic Objectives, Resource Allocation and Performance Indices in the Central Services. Program on Institutional Management in Higher Education."},
      {
        "id":"ED116542",
        "title":"The Development of Performance Indices for the Teaching Function in Higher Education. Program on Institutional Management in Higher Education."},
      {
        "id":"ED116543",
        "title":"Analysis of Unit Costs in a University. The Fribourg Example. Program on Institutional Management in Higher Education."},
      {
        "id":"ED116544",
        "title":"Pricing the Services of the Computer Center at the Catholic University of Louvain. Program on Institutional Management in Higher Education."},
      {
        "id":"ED116545",
        "title":"Teaching Costs in Seven French Universities. Initial Evaluations. Program on Institutional Management in Higher Education."},
      {
        "id":"ED116546",
        "title":"Methods of Calculating Unit Activity and Output Costs in French Universities. Technical Report. Programme on Institutional Management in Higher Education."},
      {
        "id":"ED116549",
        "title":"The Bases for State Support of Independent Higher Education."},
      {
        "id":"ED116550",
        "title":"Financing Postsecondary Education: Policy Development and Decision Making. A Series of Conferences. Conference Handbook."},
      {
        "id":"ED116551",
        "title":"Comparative Studies in Costs and Resource Requirements for Universities. Technical Report. Studies in Institutional Management in Higher Education."},
      {
        "id":"ED116552",
        "title":"Forecasting Student Entrants, Flows and Success Rates. Technical Report. Studies in Institutional Management in Higher Education."},
      {
        "id":"ED116553",
        "title":"Gaming Models in Higher Education. Programme on Institutional Management in Higher Education."},
      {
        "id":"ED116554",
        "title":"Comparative Effectiveness of Alternative Administrative Structures. Annex -- Case Study Questionnaires. Programme on Institutional Management in Higher Education."},
      {
        "id":"ED116555",
        "title":"Study of the Comparative Effectiveness of Alternative Administrative Structures. Evaluation Report. Programme on Institutional Management in Higher Education."},
      {
        "id":"ED116556",
        "title":"Comparative Effectiveness of Alternative Administrative Structures. Final Report on a Pilot Investigation. Programme on Institutional Management in Higher Education."},
      {
        "id":"ED116557",
        "title":"Design of the Preclass Instructional Package for Higher Education."},
      {
        "id":"ED116558",
        "title":"Results of the 1974 NACUBO Comparative Performance Study and Investment Questionnaire."},
      {
        "id":"ED116559",
        "title":"A Question of Quality. Financial Profile of State and Land-Grant Universities 1975."},
      {
        "id":"ED116560",
        "title":"\"Opening Up\" Faculty Evaluation. Who Evaluates, How and Why."},
      {
        "id":"ED116561",
        "title":"Admissions and Financial Aid Information for Maryland's Public and Private Postsecondary Educational Institutions."},
      {
        "id":"ED116562",
        "title":"Should Higher Education Have a Role in Higher Education Policy?"},
      {
        "id":"ED116563",
        "title":"Profiles of Hofstra Prospective Applicants at Various Points in the Admissions Process. Report No. 112."},
      {
        "id":"ED116564",
        "title":"Profile of U.S.C. Entering Freshmen, Fall 1974. Research Notes No. 26-75."},
      {
        "id":"ED116566",
        "title":"DHEW Obligations to Institutions of Higher Education and Other Nonprofit Organizations. Fiscal Year 1973. Volume 1. Summary."},
      {
        "id":"ED116570",
        "title":"Impact of Collective Bargaining on Conflict Resolution Practices. Research Summary No. 2."},
      {
        "id":"ED116571",
        "title":"Faculty Collective Bargaining and Academic Decision Making. Special Report No. 24."},
      {
        "id":"ED116572",
        "title":"Faculty, Student and Staff Attitudes Toward Potential Collective Bargaining Issues at the Ohio State University. Research Summary No. 3."},
      {
        "id":"ED116573",
        "title":"Allocation Decisions in Higher Education."},
      {
        "id":"ED116574",
        "title":"Medical School Characteristics Associated with Faculty Participation in Federal Programs."},
      {
        "id":"ED116576",
        "title":"A Practical Guide to the Implementation of an External Degree Program."},
      {
        "id":"ED116577",
        "title":"Elimination of Social Rules."},
      {
        "id":"ED116578",
        "title":"Institutional Research at Predominantly Black Colleges and Universities."},
      {
        "id":"ED116579",
        "title":"National Project 3: Elevating the Importance of Teaching."},
      {
        "id":"ED116580",
        "title":"Interviewing Skills and Social Values Change Resulting from Short-Term Training of Public Assistance Workers. An Appraisal of the Public Service Careers Training Project Conducted at the University of Kentucky, Lexington, Kentucky."},
      {
        "id":"ED116581",
        "title":"Developing and Evaluating a Training Manual for Social Work Field Instructors Using Elements of the Behavioristic System of Learning."},
      {
        "id":"ED116585",
        "title":"Student Financial Aid for Higher Education: An Evaluation of Proposed Federal Legislation."},
      {
        "id":"ED116586",
        "title":"A Study of the Support Operations of Independent Liberal Arts Colleges."},
      {
        "id":"ED116587",
        "title":"An Analysis of AFROTC Detachment Viability. AFHRL-TR-75-18."},
      {
        "id":"ED116588",
        "title":"Higher Education: Faculty as Professionalization and Change Agents. Final Report."},
      {
        "id":"ED116589",
        "title":"Unequal Access to College. Postsecondary Opportunities and Choices of High School Graduates. Staff Report."},
      {
        "id":"ED116590",
        "title":"The Educational Passport."},
      {
        "id":"ED116591",
        "title":"National Endowment for the Humanities. 1975-1976. Program Announcement."},
      {
        "id":"ED116592",
        "title":"The Federal Eligibility System as Administered by the Office of Education."},
      {
        "id":"ED116593",
        "title":"Nursing Training Act of 1975. Fact Sheets."},
      {
        "id":"ED116594",
        "title":"Meeting College Costs. A Guide for Parents and Students."},
      {
        "id":"ED116595",
        "title":"Faculty Handbook. California State University, Fullerton."},
      {
        "id":"ED116596",
        "title":"The College of Liberal Arts of Drew University Regulations of the Faculty."},
      {
        "id":"ED116597",
        "title":"Emory and Henry College Faculty Handbook 1975-1976."},
      {
        "id":"ED116598",
        "title":"The Blue Book for Members of the Teaching Staff. Wesleyan University."},
      {
        "id":"ED116599",
        "title":"The Faculty Handbook of Eastern Illinois University."},
      {
        "id":"ED116600",
        "title":"General Information of Project C-BE."},
      {
        "id":"ED116601",
        "title":"General Information on Project C-BE. Part 2."},
      {
        "id":"ED116603",
        "title":"The SCRAPE Model; A Conceptual Approach to Educational Program Evaluation."},
      {
        "id":"ED116604",
        "title":"FIT: A New Computer-Scorable Test."},
      {
        "id":"ED116605",
        "title":"Adapting Computer-Based Instruction to Undergraduate Organic Chemistry: An Experimental Course."},
      {
        "id":"ED116606",
        "title":"Using OMNITAB Interactively in a Statistics Laboratory."},
      {
        "id":"ED116607",
        "title":"Interactive Reactor Simulation."},
      {
        "id":"ED116608",
        "title":"Using OMNITAB to Teach Applied Statistics."},
      {
        "id":"ED116609",
        "title":"Computer Based Techniques Applied to Undergraduate Chemistry."},
      {
        "id":"ED116610",
        "title":"Computer Augmented Lectures (CAL): A New Teaching Technique for Chemistry."},
      {
        "id":"ED116611",
        "title":"Interactive Graphics for Teaching Complex Design Skills."},
      {
        "id":"ED116612",
        "title":"A Summary Report of the Results of an Advertisement Placed in the &quot;Journal of Chemical Education&quot; Offering a Free Demonstration of Computer-Based Education in Chemistry."},
      {
        "id":"ED116613",
        "title":"The Use of a Bilingual Workshop for Transferring the Concepts and Techniques of Computer-Based Instruction."},
      {
        "id":"ED116614",
        "title":"A New Dimension in Classroom Education."},
      {
        "id":"ED116615",
        "title":"The Impact of Computers on Undergraduate Chemical Education."},
      {
        "id":"ED116616",
        "title":"Dynamic Process Simulation for Analysis and Design."},
      {
        "id":"ED116617",
        "title":"An Interactive, Interdisciplinary, On-Line Graphics System for Presenting and Manipulating Directed Graphs."},
      {
        "id":"ED116618",
        "title":"Transferability and Implementation of Educational Technology."},
      {
        "id":"ED116619",
        "title":"Planning a Data Communications System for Use in Undergraduate Computer-Based Education."},
      {
        "id":"ED116620",
        "title":"A Case Study of Three Satellite Technology Demonstration School Sites."},
      {
        "id":"ED116621",
        "title":"The Mott Citizens Advisory Committee, Its Information Environment, and Its Effect Upon the Mott Branch Library and the Community It Serves. The Reflections, Evaluations, and Recommendations of One Community Information Specialist."},
      {
        "id":"ED116622",
        "title":"One Time through the Revolving Door: An Ohio Youth Commission Librarian's Report."},
      {
        "id":"ED116624",
        "title":"Physical Facilities Win Users."},
      {
        "id":"ED116626",
        "title":"Japanese Science Films; a Descriptive and Evaluative Catalog of: 16mm Motion Pictures, 8mm Cartridges, and Video Tapes."},
      {
        "id":"ED116627",
        "title":"Sources of Information About Aptitude-Treatment Interactions."},
      {
        "id":"ED116628",
        "title":"Library Planning Institute; Proceedings, June 23-27, 1975."},
      {
        "id":"ED116629",
        "title":"The Information Needs of Urban Residents: A Strategy for Public Library Change. Narrative Evaluation Report on the Institute for Advanced Study for Librarians."},
      {
        "id":"ED116630",
        "title":"South Carolina State Program for Library Development, 1975-1980. The Third Supplement to the 1972-1977 Program (FY 76 Amendments)."},
      {
        "id":"ED116632",
        "title":"Technical Processing Monographs and Serials. RDU-75-08."},
      {
        "id":"ED116633",
        "title":"An Examination of the Literature on Criterion-Referenced and Computer-Assisted Testing."},
      {
        "id":"ED116634",
        "title":"Student Achievement: Career Education in the Elementary School; Summer, 1974. Technical Report No. 9."},
      {
        "id":"ED116635",
        "title":"Summative Evaluation of Career Education in the Secondary School Course; Fall, 1974. Technical Report No. 11."},
      {
        "id":"ED116637",
        "title":"Quality Assurance of Media Devices and Courseware."},
      {
        "id":"ED116638",
        "title":"Appalachian Teacher Center for Teachers in the Technologies. Annual Progress Report, 1975."},
      {
        "id":"ED116639",
        "title":"Radio/TV Programs: A Broadcasters' View. A Pilot Study."},
      {
        "id":"ED116640",
        "title":"An Aid to Independent Study through Automatic Question Generation (AUTOQUEST)."},
      {
        "id":"ED116641",
        "title":"Final Report of the KET Study Commission."},
      {
        "id":"ED116642",
        "title":"Program Scope, Aims and Practices; Annual Report 1974-75. Volume 1."},
      {
        "id":"ED116643",
        "title":"The Program Year in Review; Annual Report 1974-75. Volume 2."},
      {
        "id":"ED116644",
        "title":"Learning Styles Today: Implications for Graduate Library Education."},
      {
        "id":"ED116645",
        "title":"Cooperation Between Library Schools and the Profession."},
      {
        "id":"ED116646",
        "title":"Survey of Graduates and Faculty of U.S. Library Education Programs Awarding Degrees and Certificates, 1973-1974."},
      {
        "id":"ED116647",
        "title":"Proceedings of the Conference &quot;Adult Basic Education and Public Library Service&quot;, June 5-6, 1974, Miami Springs, Florida."},
      {
        "id":"ED116649",
        "title":"Library Instruction at the University of California; Formal Courses."},
      {
        "id":"ED116650",
        "title":"A Manual for Computerized Information Retrieval. Learning Activity Packet."},
      {
        "id":"ED116651",
        "title":"Systems."},
      {
        "id":"ED116652",
        "title":"Trends in State Library Cooperation."},
      {
        "id":"ED116653",
        "title":"Management/Technical Interaction in Integrated Information System Development."},
      {
        "id":"ED116654",
        "title":"A Directory of Sources of Assistance on Educational Technology for Development."},
      {
        "id":"ED116655",
        "title":"Getting off the Back of the BBC: Or How to Stop Sponging off Rich Relatives."},
      {
        "id":"ED116657",
        "title":"The Uses of Media Theory in a Broadcast Curriculum."},
      {
        "id":"ED116658",
        "title":"Algorithms in Learning, Teaching, and Instructional Design. Studies in Systematic Instruction and Training Technical Report 51201."},
      {
        "id":"ED116659",
        "title":"CVRP Patch Panel, Number 7."},
      {
        "id":"ED116660",
        "title":"Soloworks Newsletters Number 32 and 33."},
      {
        "id":"ED116662",
        "title":"Educational Materials Catalog. Bulletin 717, Revised 1975."},
      {
        "id":"ED116663",
        "title":"Can a Computer Utilization Survey Course be Justified in a Curriculum for Public School Teachers?"},
      {
        "id":"ED116664",
        "title":"Transition to Information Systems at a Liberal Arts College."},
      {
        "id":"ED116665",
        "title":"The Humanities and Professional Training in Broadcast Education."},
      {
        "id":"ED116666",
        "title":"Data Processing for Educators; a Vocabulary Self-Study and an Application Review. Monograph No. 1."},
      {
        "id":"ED116667",
        "title":"Books and Libraries at the University of Kansas; 13:1, Fall 1975."},
      {
        "id":"ED116668",
        "title":"Looking Forward to 1976: A Selected Bibliography on the Functions and Contributions of Libraries in American Society."},
      {
        "id":"ED116670",
        "title":"Chinese Library Services to a Predominantly Chinese-Speaking Community."},
      {
        "id":"ED116671",
        "title":"An Approach to Providing a User Interface for Military Computer-Aided-Instruction in 1980."},
      {
        "id":"ED116672",
        "title":"A Policy Assessment of Priorities and Functional Needs for the Military Computer-Assisted Instruction Terminal."},
      {
        "id":"ED116673",
        "title":"Milgram's Scotch Verdict on TV: A Retrial. Paper No. 5248."},
      {
        "id":"ED116676",
        "title":"Library Materials Selection Policy."},
      {
        "id":"ED116678",
        "title":"The Revolution in Teaching and Technology."},
      {
        "id":"ED116679",
        "title":"Title Changes, Reprint Publishers, and Libraries."},
      {
        "id":"ED116680",
        "title":"Classification: Theory and Practice."},
      {
        "id":"ED116681",
        "title":"Manual For Collection Developers."},
      {
        "id":"ED116682",
        "title":"Teacher Self-Assessment via Videotaped Minilessons in the Marin County Regional Occupational Program."},
      {
        "id":"ED116683",
        "title":"Serials Automation at Kearney State College."},
      {
        "id":"ED116684",
        "title":"Library Automation in the Small College Environment."},
      {
        "id":"ED116685",
        "title":"Management and Management Systems at the Crossroads."},
      {
        "id":"ED116686",
        "title":"Program Planning is the Name of the Game. Final Report, First Year Project CLASP."},
      {
        "id":"ED116688",
        "title":"Rehabilitation Training Materials Study. Supplement to the Multimedia Rehabilitation Resources Project. Final Report."},
      {
        "id":"ED116689",
        "title":"A Feasibility Study for a National Rehabilitation Information Center. Multimedia Rehabilitation Resources Project. Final Report."},
      {
        "id":"ED116690",
        "title":"Quest into Matter. Final Report."},
      {
        "id":"ED116692",
        "title":"The Macomb County Community Resource Project."},
      {
        "id":"ED116693",
        "title":"Progress and Pedagogy: The Teachers Dilemma in a Technological Revolution."},
      {
        "id":"ED116694",
        "title":"Schools Inquiring About Seven-Day School Rerecording of Public and Instructional Television Programs."},
      {
        "id":"ED116695",
        "title":"Children's Television Report Card, 1975. An Evaluation of the Effect of the 1974 Federal Communications Commission Report and Policy Statement on Children's Television."},
      {
        "id":"ED116696",
        "title":"The Effect of Feedback on Group Cohesiveness."},
      {
        "id":"ED116697",
        "title":"Didakometry and Sociometry, 1975, 7(1) and (2)."},
      {
        "id":"ED116698",
        "title":"Learning Resource Center at the Baraboo Campus of the University of Wisconsin Center System."},
      {
        "id":"ED116699",
        "title":"Sex Role Stereotyping: A Content Analysis of Bread and Butterflies."},
      {
        "id":"ED116700",
        "title":"Who Knows What the Users Want?"},
      {
        "id":"ED116701",
        "title":"Reference Service Manual."},
      {
        "id":"ED116702",
        "title":"Selected Films and Filmstrips on Four Ethnic American Minorities (Afro, Indian, Oriental, and Spanish-Speaking)."},
      {
        "id":"ED116704",
        "title":"Evaluation of Project Outreach (YO-MA-CO-CO) Public Library of Youngstown and Mahoning County."},
      {
        "id":"ED116705",
        "title":"Processes in Acquiring Knowledge. Technical Report No. 1."},
      {
        "id":"ED116706",
        "title":"Library Technical Services in the Age of Computers; A Brief Overview of Library Literature Discussing the Conceptual Impact of Automation on Library Operations."},
      {
        "id":"ED116707",
        "title":"Diffusion of Impact Innovations to University Professors. A Final Report to the Exxon Education Foundation."},
      {
        "id":"ED116708",
        "title":"Summary of the Main Findings of the study &quot;Demand for Part-Time Learning in Ontario&quot;."},
      {
        "id":"ED116709",
        "title":"The Card Catalog as an Integrated Unit in the Reference Course."},
      {
        "id":"ED116710",
        "title":"Training of Library Personnel in Remote Areas (The ACCESS Videotape Project). Final Report, and Study Guide."},
      {
        "id":"ED116711",
        "title":"Survey of the Use of Slide/Tape Presentations for Orientation and Instruction Purposes in Academic Libraries."},
      {
        "id":"ED116712",
        "title":"Thirty-Fifth Report of the Director, State Library Commission, to the Governor and to the Director of Institutions, for the Period Beginning July 1, 1973 and Ending June 30, 1975."},
      {
        "id":"ED116713",
        "title":"A History of the American Society for Information Science."},
      {
        "id":"ED116716",
        "title":"A Study of the State University and Community College System of Tennessee, 1972-80. [Draft.]"},
      {
        "id":"ED116717",
        "title":"Two-Year Report [of the] Division of Continuing Education and Extension Services, 1972-1974."},
      {
        "id":"ED116718",
        "title":"Report for Public Community Colleges, 1971-1972."},
      {
        "id":"ED116719",
        "title":"Performance Expectations for Responsible Community College Trustees."},
      {
        "id":"ED116720",
        "title":"Catalog of Exemplary Practices."},
      {
        "id":"ED116721",
        "title":"Articulation."},
      {
        "id":"ED116722",
        "title":"Report of the Florida Public Community College Equal Access/Equal Opportunity Consulting Team."},
      {
        "id":"ED116723",
        "title":"Self-Evaluation Report for the Middle States Association of Colleges and Secondary Schools, 1975."},
      {
        "id":"ED116724",
        "title":"Feasibility Study for the Establishment of a Dental Auxiliary Education Program."},
      {
        "id":"ED116725",
        "title":"The Analysis of a Core Course for Community College Nursing Students."},
      {
        "id":"ED116726",
        "title":"Employer Perceptions of Important Skills, Knowledge and Attitudes for Commercial Artists, Metropolitan Kansas City."},
      {
        "id":"ED116727",
        "title":"Nursing and Dental Hygiene Selection Procedures. Part I: The Structured Interview as a Tool for Selecting Students into an Associate of Arts Degree Program."},
      {
        "id":"ED116728",
        "title":"Declining Enrollment: Why? What Are the Trends and Implications?; and Enrollment Forecasting Techniques."},
      {
        "id":"ED116729",
        "title":"Selected Characteristics of Full-Time Professional Staff: Community Colleges, Fall 1975."},
      {
        "id":"ED116730",
        "title":"Collective Bargaining; Attitudes of College Presidents Compared with Presidents' of Academic Senates. OIR-75-25."},
      {
        "id":"ED116731",
        "title":"An Analysis of the Incidence of Students Transferring from California Community Colleges to California State Universities, Fall 1973. OIR-75-24."},
      {
        "id":"ED116732",
        "title":"Staff Development Programs for Part-Time Occupational-Vocational Instructors: An ERIC Brief."},
      {
        "id":"ED116733",
        "title":"Project 30: An Evaluation and Review. A Project Designed to Strengthen and Support Minority Students Matriculating in Mathematics, Science, Technology, and the Allied Health Fields at Sacramento City College."},
      {
        "id":"ED116734",
        "title":"Separation and Developmental English."},
      {
        "id":"ED116735",
        "title":"Campus Master Plan, 1976."},
      {
        "id":"ED116736",
        "title":"An Enrollment Analysis of El Camino College Students, Fall 1975. OIR-76-3."},
      {
        "id":"ED116737",
        "title":"The Impact of Community Colleges: Bibliography [Revised]. Report No. 1."},
      {
        "id":"ED116738",
        "title":"Preliminary Report [of the] Faculty Professional Growth Committee."},
      {
        "id":"ED116739",
        "title":"A Descriptive Analysis of Students in Academic Difficulty at the Harrisburg Area Community College."},
      {
        "id":"ED116740",
        "title":"Utilization of Instructional Space at Central Oregon Community College, Fall Term, 1974."},
      {
        "id":"ED116741",
        "title":"The Emergence of the Junior College in the Evolution of American Education: A Memorandum for the Fund for the Advancement of Education."},
      {
        "id":"ED116742",
        "title":"The Relationship of Democratic Governance to the Needs Satisfaction of Instructors in Four Selected North Carolina Community Colleges."},
      {
        "id":"ED116743",
        "title":"The Cloze Procedure: A Measure for Determining Readability Level for Vocational Junior College Students."},
      {
        "id":"ED116744",
        "title":"Mental Health In-Service Program for Employed Long-Term Care Personnel. Final Report for May and June 1975."},
      {
        "id":"ED116745",
        "title":"A Student-Oriented Individualized Learning Program for Calculus at the Community College."},
      {
        "id":"ED116746",
        "title":"General Education: The Los Medanos College Model."},
      {
        "id":"ED116747",
        "title":"Citizens Task Force Study on Aging."},
      {
        "id":"ED116748",
        "title":"The Work Experience Program at Bakersfield College; A Survey of Students, Instructor/Coordinators, and Faculty."},
      {
        "id":"ED116749",
        "title":"Districtwide Needs Assessment Report. Final Project Report."},
      {
        "id":"ED116750",
        "title":"Student Flow Project, Community Colleges. Report No. 1."},
      {
        "id":"ED116751",
        "title":"Applications, Acceptances and Registrations, Fall 1975. Student Flow Project, Report No. 2."},
      {
        "id":"ED116753",
        "title":"Follow-Up of Maple Woods Community College Occupational Graduates, 1970-1974. Final Report."},
      {
        "id":"ED116754",
        "title":"South Carolina TEC Student Code."},
      {
        "id":"ED116755",
        "title":"Community Outreach--A Definition."},
      {
        "id":"ED116756",
        "title":"New Dimensions for the Los Angeles Community College District. Report of the Commission on New Dimensions."},
      {
        "id":"ED116757",
        "title":"Distributions of Authority and Patterns of Governance. Report No. 25."},
      {
        "id":"ED116758",
        "title":"Intensive Training for Teacher Aides Working with Hearing Impaired Children."},
      {
        "id":"ED116759",
        "title":"The Development of Individualized Supportive Services for Physically and Sensorially Limited Adults at a Post-Secondary Area Vocational School. Phase I."},
      {
        "id":"ED116760",
        "title":"A Proposed Model for Evaluation."},
      {
        "id":"ED116761",
        "title":"A Profile of Forest Park Community College Students, Fall 1974."},
      {
        "id":"ED116762",
        "title":"A Report to the Faculty from the Office of Instruction, Forest Park Community College."},
      {
        "id":"ED116763",
        "title":"Transfer Patterns of Students, University of Hawaii System, Fall 1975."},
      {
        "id":"ED116764",
        "title":"Five Year Plan, Grand View College, 1975-1980."},
      {
        "id":"ED116765",
        "title":"The Exploratory College."},
      {
        "id":"ED116766",
        "title":"High School Background of Entering Students, University of Hawaii System, Fall 1975."},
      {
        "id":"ED116767",
        "title":"Virginia Community College Mathematics Curriculum Study (1975-76)."},
      {
        "id":"ED116770",
        "title":"The Effect of Two Types of Initial Training on Discrimination Shifts by Preschool Children."},
      {
        "id":"ED116771",
        "title":"A Reevaluation of Age-Related Changes in Associative Memory Organization."},
      {
        "id":"ED116772",
        "title":"Developmental Changes in Constructive Memory Abilities."},
      {
        "id":"ED116773",
        "title":"The Meaning of Fear."},
      {
        "id":"ED116774",
        "title":"Day Care: What Form Should It Take."},
      {
        "id":"ED116775",
        "title":"Attentional Processes in Children's Learning. Appendix A: Project Papers."},
      {
        "id":"ED116776",
        "title":"An Analysis of Erikson's and Piaget's Theories of Human Growth. Final Report."},
      {
        "id":"ED116777",
        "title":"Effects of Type of Preschool Experience and Socioeconomic Class on Academic Achievement Motivation. Final Report."},
      {
        "id":"ED116778",
        "title":"One...Two...Three...A-B-C...TV. Final Report."},
      {
        "id":"ED116779",
        "title":"A Descriptive Study of Day Care Arrangements for School Age Children. Final Status Report."},
      {
        "id":"ED116780",
        "title":"Child Rearing Practices and the Development of Competence. Final Report."},
      {
        "id":"ED116781",
        "title":"A Comparison of Three Levels of Structure of Educational Programs in Family Day Care."},
      {
        "id":"ED116782",
        "title":"A Study of the Dependency Status of A.F.D.C. Mothers Using Day Care. Final Report."},
      {
        "id":"ED116783",
        "title":"The Effects of Television Advertising on Children. Report No. 1: First Year Experimental Evidence. Final Report."},
      {
        "id":"ED116784",
        "title":"The Effects of Television Advertising on Children. Report No. 2: Second Year Experimental Evidence. Final Report."},
      {
        "id":"ED116785",
        "title":"The Effects of Television Advertising on Children. Report No. 3: Exploring the Relationship Between Television Viewing and Language Development. Final Report."},
      {
        "id":"ED116786",
        "title":"The Effects of Television Advertising on Children. Report No. 4: Attitudes of Industry Executives, Government Officials and Consumer Critics Toward Children's Advertising. Final Report."},
      {
        "id":"ED116787",
        "title":"The Effects of Television Advertising on Children. Report No. 5: Content Analysis of Children's Television Commercials. Final Report."},
      {
        "id":"ED116788",
        "title":"Child Development: An Annotated Bibliography."},
      {
        "id":"ED116789",
        "title":"Processes of Language Teaching and Language Learning in the Interactions of Mother-Child Dyads."},
      {
        "id":"ED116790",
        "title":"Decentration Revisited: A Two-Factor Model for Role-Taking Development in Young Children."},
      {
        "id":"ED116791",
        "title":"A Personalized Kindergarten Program with Supplementary Parent Involvement. Final Report."},
      {
        "id":"ED116792",
        "title":"Moral Behavior from a Cognitive Social Learning Viewpoint."},
      {
        "id":"ED116793",
        "title":"Cognitive Factors in Delay of Gratification."},
      {
        "id":"ED116794",
        "title":"How 13 Texas Communities Started Working for Children. First Report on Planning in the TDCA/OECD Demonstration Project."},
      {
        "id":"ED116795",
        "title":"Communication Skills and Social-Cognitive Development. Tech Report Series Report No. 7."},
      {
        "id":"ED116796",
        "title":"Child Care and Public Policy: A Dilemma at All Levels."},
      {
        "id":"ED116797",
        "title":"Parent Participation and Play Programs in Hospital Pediatrics in England, Sweden and Denmark."},
      {
        "id":"ED116799",
        "title":"The Relationship Between Children's Levels of Interest and Freedom of Choice in First-Grade Classrooms."},
      {
        "id":"ED116801",
        "title":"The Influence of Toy Type and Adult Familiarity on the Pretend Play of 22-Month-Olds."},
      {
        "id":"ED116802",
        "title":"Culture and Conservation in Chiapas."},
      {
        "id":"ED116803",
        "title":"Transformations and Codes in Early Pretending."},
      {
        "id":"ED116804",
        "title":"The Development of Play: Style, Structure and Situations."},
      {
        "id":"ED116805",
        "title":"Developmental Changes in the Scanning of Faces by Infants."},
      {
        "id":"ED116807",
        "title":"The Effects of Tutor Achievement Level, Reinforcement Training, and Expectancy on Peer Tutoring."},
      {
        "id":"ED116808",
        "title":"&quot;Conservation&quot; Responses in Very Young Children."},
      {
        "id":"ED116809",
        "title":"Teacher Reinforcement of Feminine-Preferred Behavior Revisited."},
      {
        "id":"ED116810",
        "title":"Effects of Mother and Stranger Distance on Infants' Behavior."},
      {
        "id":"ED116811",
        "title":"Infants' Reactions to Peer Strangers."},
      {
        "id":"ED116812",
        "title":"Clovis-Portales Bilingual Early Childhood Program. Third Year Evaluation Study (1974-75). Final Evaluation Report."},
      {
        "id":"ED116813",
        "title":"Is Talking to Baby More Than Baby Talk? A Longitudinal Study of the Modification of Linguistic Input to Young Children."},
      {
        "id":"ED116814",
        "title":"The Primacy Effect in Young Children: Verbal Fact or Spatial Artifact?"},
      {
        "id":"ED116815",
        "title":"An Investigation of Children's Concept of Self-Responsibility for Their School Learning."},
      {
        "id":"ED116816",
        "title":"The Kindergarten Child 1971 or the Class of 1984."},
      {
        "id":"ED116817",
        "title":"Guaranteeing Quality in Child Care."},
      {
        "id":"ED116818",
        "title":"A Gross Motor Skills Development Program for Children in Kindergarten-Primary."},
      {
        "id":"ED116819",
        "title":"Self Esteem--One Solution for the Energy Crisis."},
      {
        "id":"ED116820",
        "title":"The Effects of Television Advertising on Children. Report No. 6: Survey of Pre-Adolescent's Responses to Television Commercials. Final Report."},
      {
        "id":"ED116821",
        "title":"Tips on the Care and Adjustment of Vietnamese and Other Asian Children in the United States."},
      {
        "id":"ED116822",
        "title":"Federal Policy for Preschool Services: Assumptions and Evidence. SRI Project 2158."},
      {
        "id":"ED116823",
        "title":"A National Survey: Certification of Preschool Teachers."},
      {
        "id":"ED116824",
        "title":"Industrial Development Bonds for Financing Projects in Rural Areas. Agricultural Experiment Station Research Report 216."},
      {
        "id":"ED116825",
        "title":"Farm Population by Race, Tenure, and Economic Scale of Farming, 1966 and 1970. Agricultural Economic Report No. 228."},
      {
        "id":"ED116826",
        "title":"Farm Population of the United States: 1971. Current Population Reports: Farm Population."},
      {
        "id":"ED116827",
        "title":"Farm Population of the United States: 1972. Current Population Reports: Farm Population."},
      {
        "id":"ED116828",
        "title":"Farm Population Estimates 1910-70. Rural Development Service Statistical Bulletin No. 523."},
      {
        "id":"ED116829",
        "title":"The Somerton Story: Part 4. A Progress Report on the Somerton Demonstration School for Migrant Child Education."},
      {
        "id":"ED116831",
        "title":"Aroostook Sunshine: An Educational Simulation about Life in Maine."},
      {
        "id":"ED116832",
        "title":"State of Illinois Report on Title I, Public Law 89-750, Migrant. 1974 Annual Report."},
      {
        "id":"ED116833",
        "title":"Illinois Migrant Program Guidelines, Public Law 89-750 (Amendment to Public Law 89-10, Elementary and Secondary Education Act of 1965)."},
      {
        "id":"ED116834",
        "title":"Directory of Services for Migrant Families. [Illinois ESEA Title I, Migrant, 1975]."},
      {
        "id":"ED116835",
        "title":"Serving Migrant Families, 1975."},
      {
        "id":"ED116836",
        "title":"1975 Migrant Education. [North Carolina] State Evaluation Report."},
      {
        "id":"ED116837",
        "title":"Coordination Needed in the Award of Financial Aid to Indian Students. Report to the Senate Committee on Interior and Insular Affairs by the Comptroller General of the United States, September 8, 1975."},
      {
        "id":"ED116838",
        "title":"Affluence, Equality, and Equity; A Case Study of Rural Development and Economic Status."},
      {
        "id":"ED116839",
        "title":"The Older Americans Act and the Rural Elderly. Hearing Before the Special Committee of Aging, United States Senate, Ninety-fourth Congress, First Session, April 28, 1975."},
      {
        "id":"ED116840",
        "title":"A Perspective on Title V Rural Development Programs in the Western States. WRDC Special Report No. 2."},
      {
        "id":"ED116841",
        "title":"Covelo Indian Community Career Development Program. End of Year Report, April 1, 1975-June 30, 1975."},
      {
        "id":"ED116842",
        "title":"The Evolution of Alternative Rural Development Strategies in Ethiopia; Implications for Employment and Income Distribution. African Rural Employment Paper No. 12."},
      {
        "id":"ED116843",
        "title":"Social Sleepwalkers. Scientific and Technological Research in California Agriculture. Research Monograph No. 13."},
      {
        "id":"ED116844",
        "title":"Destalking the Wily Tomato: A Case Study in Social Consequences in California Agricultural Research. Research Monograph No. 15."},
      {
        "id":"ED116845",
        "title":"Educational, Occupational, and Residence Aspirations and Expectations for Rural and Minority Youth in New Mexico."},
      {
        "id":"ED116846",
        "title":"The Somerton Story: Part 5. Bilingual Education in Conjunction with a Migrant-Child Demonstration Project."},
      {
        "id":"ED116847",
        "title":"Parker Migrant Summer Story. A Report from Parker Summer School Migrant Program: Kindergarten Through Grade Six."},
      {
        "id":"ED116848",
        "title":"The Arizona Migrant Story."},
      {
        "id":"ED116849",
        "title":"Arizona's Migrant Child Education Teacher Exchange with Florida."},
      {
        "id":"ED116851",
        "title":"Colorado Migrant Education Program, 1971-1972. Summary and Evaluation Report."},
      {
        "id":"ED116852",
        "title":"Colorado Migrant Education Program, 1972-1973. Summary and Evaluation Report."},
      {
        "id":"ED116853",
        "title":"Colorado Migrant Education Program, 1973-1974. Summary and Evaluation Report."},
      {
        "id":"ED116854",
        "title":"Colorado Migrant Child Identification and Recruitment Project: Field Guide."},
      {
        "id":"ED116855",
        "title":"The &quot;Health Belief Model&quot; Applied to Two Preventive Health Behaviors Among Women from a Rural Pennsylvania County. AE &amp; RS 115."},
      {
        "id":"ED116856",
        "title":"A Cross-Cultural Study of Concept Learning."},
      {
        "id":"ED116857",
        "title":"Educational and Occupational Aspirations of Students in Three High Schools in Anderson, South Carolina, 1973."},
      {
        "id":"ED116858",
        "title":"An Assessment of a Program for Rural Youth from Low-Income Families in South Carolina. Extension Circular 559."},
      {
        "id":"ED116859",
        "title":"Perceptions of Goal Blockages Associated with Occupational Choice of a Panel of South Carolina Youth, 1967-1972."},
      {
        "id":"ED116860",
        "title":"Delivery of Rural Community Services: Some Implications and Problems. Agricultural Experiment Station Bulletin 635."},
      {
        "id":"ED116861",
        "title":"Report on an Effort to Create an Indian Community School."},
      {
        "id":"ED116864",
        "title":"Revised Constitution and Bylaws of the Sisseton-Wahpeton Sioux Tribe, South Dakota."},
      {
        "id":"ED116865",
        "title":"Annual Evaluation Report for Migrant Programs Fiscal Year 1975 (School Year 1974-1975) [Iowa]."},
      {
        "id":"ED116866",
        "title":"Training Migrant Paraprofessionals in the Bilingual Mini Head Start, April 1972."},
      {
        "id":"ED116867",
        "title":"Training Migrant Paraprofessionals in the Bilingual Mini Head Start, February 1973."},
      {
        "id":"ED116868",
        "title":"Training Migrant Paraprofessionals in Bilingual Mini Head Start. Evaluation of Progress, Mid-Year Evaluation, 1974-75 Program Year."},
      {
        "id":"ED116869",
        "title":"Evaluation of Progress in Bilingual Mini-Head Start, October 1972."},
      {
        "id":"ED116870",
        "title":"Evaluation of Progress, Bilingual Mini-Head Start, November 1973."},
      {
        "id":"ED116871",
        "title":"Evaluation of Progress, Bilingual Mini-Head Start. Final Evaluation, 1973-74 Program Year."},
      {
        "id":"ED116872",
        "title":"Bilingual Mini-School Tutoring Project. Evaluation Progress Report Number 1, March 1974."},
      {
        "id":"ED116873",
        "title":"Bilingual Mini-School Tutoring Project. Evaluation Progress Report Number 2, Final Evaluation Program Year 1, July 1974."},
      {
        "id":"ED116874",
        "title":"Bilingual Mini-School Tutoring Project. Evaluation Progress Report Number 3, Mid-Year Evaluation, Program Year 2, December 1974."},
      {
        "id":"ED116875",
        "title":"Bilingual Mini-School Tutoring Project. Evaluation Progress Report Number 4, Final Evaluation, Program Year 2, July 1975."},
      {
        "id":"ED116876",
        "title":"A Perspective of the Alaskan Native School Dropout."},
      {
        "id":"ED116877",
        "title":"Assessment of Alaska Buy-Indian Contracting."},
      {
        "id":"ED116879",
        "title":"An Evaluation of Non-Formal Education in Ecuador. Volume 1: Executive Summary."},
      {
        "id":"ED116880",
        "title":"An Evaluation of Non-Formal Education in Ecuador. Volume 2: Overview and Evaluation Plan. Final Report."},
      {
        "id":"ED116881",
        "title":"An Evaluation of Non-Formal Education in Ecuador. Volume 3: Findings. Final Report."},
      {
        "id":"ED116883",
        "title":"Outward Bound in the Professional Education of Teachers. A Study of an Experimental Component in Field Experiences."},
      {
        "id":"ED116884",
        "title":"A Study of Selected Socio-Economic Characteristics of Ethnic Minorities Based on the 1970 Census. Volume IV: HEW Regional Data."},
      {
        "id":"ED116885",
        "title":"Development Priorities in the West River Region, North Dakota: A Social Attitude and Communication Analysis."},
      {
        "id":"ED116887",
        "title":"Historical Backgrounds for Modern Indian Law and Order."},
      {
        "id":"ED116888",
        "title":"Indian Law Enforcement History."},
      {
        "id":"ED116889",
        "title":"An Evaluation of the Models for a North Central States Rural Youth Program. Final Report, August 1975."},
      {
        "id":"ED116890",
        "title":"An Evaluation of the Effectiveness of a Leadership Development Program for Rural Lay Leaders in Lawrence County Alabama."},
      {
        "id":"ED116891",
        "title":"Barriers to Minorities in Allied Health Education. (A Report on Seven Southeastern States). Final Report."},
      {
        "id":"ED116904",
        "title":"Miniature Environments, An Environmental Education Guidebook. Revised Edition."},
      {
        "id":"ED116910",
        "title":"Camping Skills. Environmental Education Curriculum."},
      {
        "id":"ED116911",
        "title":"Development and Implementation of Computerized Monitoring System in Mathematics Grades 4, 5, 6."},
      {
        "id":"ED116913",
        "title":"Directory of Nature Centers and Related Environmental Education Facilities. Third Revision."},
      {
        "id":"ED116914",
        "title":"Environmental Education Teaching Resources: Projects for Environmental Problem-Solving."},
      {
        "id":"ED116916",
        "title":"Unified Science - Premises and Prospects. Proceedings of the Annual Conference of the Federation for Unified Science Education (FUSE) (8th, Columbus, Ohio, May 2-5, 1974)."},
      {
        "id":"ED116917",
        "title":"The Notebook Problem. Report on Observations of Problem Solving Activity in USMES and Control Classrooms."},
      {
        "id":"ED116918",
        "title":"USMES Evaluation Report on Classroom Structure and Interaction Patterns, 1972-73 USMES Evaluation Program."},
      {
        "id":"ED116919",
        "title":"Implementation of Curricula in Science Education."},
      {
        "id":"ED116921",
        "title":"Environmental Quality, the Fifth Annual Report of the Council on Environmental Quality."},
      {
        "id":"ED116922",
        "title":"Air Quality and Stationary Source Emission Control; Committee on Public Works, Senate, Ninety-Fourth Congress, First Session. [Committee Print.]"},
      {
        "id":"ED116925",
        "title":"Metrics in Education - Resource Materials."},
      {
        "id":"ED116926",
        "title":"Calcumate Part I: Effects of Using a Mechanical Device to Teach Subtraction with Borrowing to School Children. (Abbreviated Manuscript)."},
      {
        "id":"ED116927",
        "title":"It's a Computerized World: Basic Language for GE Time-Sharing System."},
      {
        "id":"ED116928",
        "title":"Base Numeration Systems and Introduction to Computer Programming."},
      {
        "id":"ED116929",
        "title":"Topics in Mathematics."},
      {
        "id":"ED116930",
        "title":"Career Oriented Mathematics, Teacher&apos;s Manual. [Includes Mastering Computational Skill: A Use-Based Program; Owning an Automobile and Driving as a Career; Retail Sales; Measurement; and Area-Perimeter.]"},
      {
        "id":"ED116931",
        "title":"Career Oriented Mathematics, Student's Manual. [Includes Owning an Automobile and Driving as a Career; Retail Sales; Measurement; and Area-Perimeter.]"},
      {
        "id":"ED116932",
        "title":"Career Oriented Mathematics, Teacher's Manual. [Includes Scale; Apprenticeship: Learning to be a Cement Mason; Textiles; Being Self-Employed: Harvesting and Sale of Pulpwood; and Lumber Yard Employee.]"},
      {
        "id":"ED116933",
        "title":"Career Oriented Mathematics, Student's Manual. [Includes Scale; Apprenticeship: Learning to be a Cement Mason; Textiles; Being Self-Employed: Harvesting and Sale of Pulpwood; and Lumber Yard Employee.]"},
      {
        "id":"ED116938",
        "title":"Ability Grouping for Mathematics Instruction. A Review of the Empirical Literature. SMESG Working Paper No. 17."},
      {
        "id":"ED116939",
        "title":"Polyhedron Models for the Classroom. Second Edition."},
      {
        "id":"ED116940",
        "title":"The Individualization of Math in Grades Five and Six: An Experimental Program."},
      {
        "id":"ED116941",
        "title":"Suggestions for Teaching Mathematics Using Laboratory Approaches. 6. Probability. Experimental Edition."},
      {
        "id":"ED116945",
        "title":"AIBS Education Review, Vol. 4, No. 4."},
      {
        "id":"ED116946",
        "title":"Landscapes of Vermont. A Curriculum Guide in Land Use Education."},
      {
        "id":"ED116947",
        "title":"Environmental Education Manual for New Mexico Teachers."},
      {
        "id":"ED116948",
        "title":"An Effective Protocol Module for Training Science Teachers to Ask a Wide Cognitive Variety of Questions."},
      {
        "id":"ED116951",
        "title":"Consumer Education: A Model of an Interdisciplinary K-12 Curriculum Approach to Consumer Education Processes."},
      {
        "id":"ED108888",
        "title":"Measures of Teacher Attitude Toward the Open Classroom."},
      {
        "id":"ED108889",
        "title":"Elementary School Teachers' Attitudes Toward Learning Centers in Open Classrooms."},
      {
        "id":"ED108890",
        "title":"Horse Manure and Other Fun Projects. Field Studies and Laboratory Experiences in Environmental Biology - A Book of Experimental Ideas for Secondary School Biology Teachers."},
      {
        "id":"ED108891",
        "title":"Energy Activities and Resources for the Secondary Student."},
      {
        "id":"ED108892",
        "title":"The Lake Michigan Federation: Evaluation of an Environmental Interest Group."},
      {
        "id":"ED108893",
        "title":"Cognitive Psychology and the Mathematics Laboratory. Papers from a Symposium."},
      {
        "id":"ED108894",
        "title":"Dominos as a Practical Simulation Game That Parents Can Use to Teach Their Children Addition."},
      {
        "id":"ED108895",
        "title":"Evaluation of the Individualized Approach to Mathematics Instruction at City High School. Final Report."},
      {
        "id":"ED108897",
        "title":"Evaluation of a Practical Procedure for Sequencing Pictorial Classification Tasks in Science."},
      {
        "id":"ED108898",
        "title":"Development of The Science Processes Test."},
      {
        "id":"ED108899",
        "title":"The Effects of Sequencing Selected Instructional Strategies on the Attitudes and Open-Mindedness of Pre-Service Elementary Science Teachers."},
      {
        "id":"ED108932",
        "title":"Revisions and Research Design for a Computer-Based Criterion-Referenced Testing Program, Model for Improving Basic Skills."},
      {
        "id":"ED108933",
        "title":"A Career in Medicine. Revised Edition."},
      {
        "id":"ED108934",
        "title":"A Career in the Biological Sciences. Revised Edition."},
      {
        "id":"ED108935",
        "title":"Careers in Engineering."},
      {
        "id":"ED108936",
        "title":"Careers in Optometry."},
      {
        "id":"ED108937",
        "title":"Careers in Pharmacy."},
      {
        "id":"ED108938",
        "title":"Careers in Physics."},
      {
        "id":"ED108939",
        "title":"Science, Grade 3. State Assessment of Educational Progress in North Carolina, 1973-74."},
      {
        "id":"ED108940",
        "title":"Elementary Science Program."},
      {
        "id":"ED108942",
        "title":"The Human Resources of Science and Engineering - Today and Tomorrow."},
      {
        "id":"ED108943",
        "title":"Program of Studies, Science, K-12."},
      {
        "id":"ED108953",
        "title":"The Psychological Underpinnings of Curricula: An Empirical Study."},
      {
        "id":"ED108954",
        "title":"Science Education Newsletter No. 26."},
      {
        "id":"ED108957",
        "title":"Logial Task Performance in the Preschool: The Effects of Classification and Seriation Instruction. Technical Report No. 270."},
      {
        "id":"ED108958",
        "title":"National Patterns of R &amp; D Resources, Funds &amp; Manpower in the United States 1953-1975."},
      {
        "id":"ED108959",
        "title":"Geometry Professionalized for Teachers."},
      {
        "id":"ED108960",
        "title":"The Preparation of Secondary School Mathematics Teachers in Illinois - A Survey."},
      {
        "id":"ED108961",
        "title":"Restructuring of Meaningful Information in Problem Solving."},
      {
        "id":"ED108962",
        "title":"Recall of Advance Organizers as Part of Mathematics Instruction."},
      {
        "id":"ED108963",
        "title":"Mathematics Through Paper Folding."},
      {
        "id":"ED108964",
        "title":"A Rhythmic Approach to Mathematics. Classics in Mathematics Education, Volume 5."},
      {
        "id":"ED108965",
        "title":"Games and Puzzles for Elementary and Middle School Mathematics. Readings from the ARITHMETIC TEACHER."},
      {
        "id":"ED108967",
        "title":"Science Development: An Evaluation Study. Technical Report No. 4."},
      {
        "id":"ED108968",
        "title":"Science Development, University Development, and the Federal Government."},
      {
        "id":"ED108970",
        "title":"Developing Mathematical Processes (DMP). Field Test Evaluation, 1973-1974."},
      {
        "id":"ED108971",
        "title":"Evaluation of Elementary Math Program."},
      {
        "id":"ED108972",
        "title":"An Intraconcept Analysis of Rational Number Addition: A Validation Study."},
      {
        "id":"ED108973",
        "title":"A Computer Program for Generating Sequences of Primary Arithmetic Facts in Random Order."},
      {
        "id":"ED108974",
        "title":"Mathematics, Grade 3. State Assessment of Educational Progress in North Carolina, 1973-74."},
      {
        "id":"ED108976",
        "title":"Elementary Social Studies Map and Globe Study Skills Program."},
      {
        "id":"ED108978",
        "title":"The Effects of Japanese Schools."},
      {
        "id":"ED108979",
        "title":"The Development of Value Clarification Skills: Initial Efforts in an Eighth Grade Social Studies Class, Part 2. Occasional Paper Series No. 75-1."},
      {
        "id":"ED108980",
        "title":"Nations, School Districts, and Schools: Are There Schooling Effects Anywhere?"},
      {
        "id":"ED108981",
        "title":"The Effects of Mastery and Aptitude on Learning, Retention, and Time."},
      {
        "id":"ED108982",
        "title":"An Underlying Structure of Ought-to-Be Reactions to the \"New\" Social Studies."},
      {
        "id":"ED108983",
        "title":"The Round River Experiment: Learning, Community, and the Absence of Authority."},
      {
        "id":"ED108984",
        "title":"Data Aggregation in Educational Research: Applications."},
      {
        "id":"ED108985",
        "title":"Cognitive and Affective Outcomes of PSI Mastery Programs as Compared to Traditional Instruction."},
      {
        "id":"ED108986",
        "title":"The Dilemmas of Schooling: An Application and Interpretation of G. H. Mead's Social Behaviorism."},
      {
        "id":"ED108988",
        "title":"Social Studies, Grade 3. State Assessment of Educational Progress in North Carolina, 1973-74."},
      {
        "id":"ED108989",
        "title":"Religion Studies in the Curriculum: Retrospect and Prospect, 1963-1983. PERSC Selected Papers/Symposium 1."},
      {
        "id":"ED108990",
        "title":"Public Education Religion Studies: Questions and Answer. PERSC Guidebook."},
      {
        "id":"ED108994",
        "title":"The \"New\" Social Studies and Standardized Testing."},
      {
        "id":"ED108995",
        "title":"The World and Your School District."},
      {
        "id":"ED108996",
        "title":"Cognitive Style, Achievement Motivation, Intelligence and Level of Moral Development Among Adolescents."},
      {
        "id":"ED108998",
        "title":"Public Policy Toward the Education of Non-White Minority Group Children in California, 1849-1970. Final Report."},
      {
        "id":"ED108999",
        "title":"Images of the Future and Their Educational Significance."},
      {
        "id":"ED109000",
        "title":"Cartography As Language: An Argument and a Functional Application."},
      {
        "id":"ED109002",
        "title":"Recent Materials on China and U.S.-China Relations. An Annotated Bibliography. Service Center Paper on Asian Studies, No. 8."},
      {
        "id":"ED109003",
        "title":"A Senior High School Social Studies Unit on Africa South of the Sahara. World History Series, Bulletin No. 252."},
      {
        "id":"ED109004",
        "title":"A Senior High School Social Studies Unit on Latin American History. World History Series, Bulletin No. 257."},
      {
        "id":"ED109005",
        "title":"Social Studies Secondary Curriculum Guide on Far Eastern History. World History Series, Bulletin No. 256."},
      {
        "id":"ED109006",
        "title":"Title IX Ethnic Heritage Project Analysis: A Study of Title IX, ESEA, Ethnic Heritage Projects Funded by the U. S. Office of Education, Health, Education and Welfare, July 1, 1974, through June 30, 1975."},
      {
        "id":"ED109007",
        "title":"Identification of Selection Variables Associated with Years of Schooling Achieved."},
      {
        "id":"ED109008",
        "title":"Geographic Manpower: A Report on Manpower in American Geography, Publication No. 3."},
      {
        "id":"ED109009",
        "title":"New Approaches in Introductory College Geography Courses, Publication No. 4."},
      {
        "id":"ED109010",
        "title":"Manpower in Geography: An Updated Report, Publication No. 11, Revision of Publication No. 3."},
      {
        "id":"ED109011",
        "title":"Field Training in Geography, Technical Paper No. 1."},
      {
        "id":"ED109012",
        "title":"Living Maps of the Field Plotter: Analog Simulation of Selected Geographic Phenomena, Technical Paper No. 4."},
      {
        "id":"ED109013",
        "title":"Landuse: A Computer Program for Laboratory Use in Economic Geography Courses, Technical Paper No. 8."},
      {
        "id":"ED109014",
        "title":"National Social Indicator Reports: Some Comparisons and Prospects."},
      {
        "id":"ED109015",
        "title":"The Next 25 Years: Crises and Challenges."},
      {
        "id":"ED109016",
        "title":"Training Teachers in Population Dynamics: A Preliminary Evaluation of the Urban Life-Population Education Institutes in Baltimore."},
      {
        "id":"ED109017",
        "title":"Varieties and Trends in Music Analysis: A Commentary on the Literature. Technical Note 3-72-14."},
      {
        "id":"ED109018",
        "title":"Teaching the Young Child to Sing: A Literature Review with Annotated Bibliography. Technical Note 3-72-11."},
      {
        "id":"ED109019",
        "title":"Pitch Discrimination of Persons with and without Musical Training. Technical Note 3-72-10."},
      {
        "id":"ED109020",
        "title":"Pragmatic Rationality in Education."},
      {
        "id":"ED109021",
        "title":"Area Handbook for Mexico. First Edition."},
      {
        "id":"ED109022",
        "title":"Area Handbook for Senegal. Second Edition."},
      {
        "id":"ED109023",
        "title":"Area Handbook for Bulgaria. First Edition."},
      {
        "id":"ED109024",
        "title":"Area Handbook for the Hashemite Kingdom of Jordan. Second Edition."},
      {
        "id":"ED109025",
        "title":"United States History: Colonization through Reconstruction. A Curriculum Guide for Grade 7."},
      {
        "id":"ED109026",
        "title":"Individualized Instructional Materials on State and Local Government, Grades 5-12."},
      {
        "id":"ED109027",
        "title":"African Cultures in Transition. A Learning Activity Package for Grade 8. [And] Teacher's Guide."},
      {
        "id":"ED109028",
        "title":"Mainland China -- An Abacus and the Hoes. Learning Activity Package, Social Studies, Grade 8. [And] Teacher's Guide."},
      {
        "id":"ED109029",
        "title":"Modernization of Japan. A Learning Activity Package for Grade 8. [And] Teacher's Guide."},
      {
        "id":"ED109030",
        "title":"Tradition and Change in Modern India. Learning Activity Package, Social Studies, Grade 8. [And] Teacher's Guide."},
      {
        "id":"ED109031",
        "title":"A United States of Europe--The Impossible Dream? Learning Activity Package, Social Studies, Grade 8. [And] Teacher's Guide."},
      {
        "id":"ED109032",
        "title":"Art, K-6, [and] Art, 7-12. Program of Studies."},
      {
        "id":"ED109033",
        "title":"Music, K-12. Program of Studies."},
      {
        "id":"ED109034",
        "title":"The Texan: Man of Many Faces."},
      {
        "id":"ED109035",
        "title":"Myth and Democracy."},
      {
        "id":"ED109036",
        "title":"The Role of State Departments of Education in International Community Education."},
      {
        "id":"ED109037",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Vol. 7, No. 1, 1973."},
      {
        "id":"ED109039",
        "title":"Two if by Sea: America's Maritime Heritage and the Social Studies Teacher."},
      {
        "id":"ED109040",
        "title":"SWRL Music Program: Ethnic Song Selection and Distribution. Technical Note."},
      {
        "id":"ED109041",
        "title":"A Brief Survey of Values Education."},
      {
        "id":"ED109043",
        "title":"A New Breed of Social Studies Teachers? Or New School Systems?"},
      {
        "id":"ED109044",
        "title":"Guide to Sources: American Revolution Bicentennial Materials."},
      {
        "id":"ED109045",
        "title":"Modern Japanese Novels in English: A Selected Bibliography. Service Center Paper on Asian Studies, No. 7."},
      {
        "id":"ED109046",
        "title":"India through Inquiry: An Examination of Strategies and Resources. Service Center Paper on Asian Studies, No. 9."},
      {
        "id":"ED109049",
        "title":"Amendment of the Constitution by the Convention Method under Article V. Revision of &quot;Amending the U.S. Constitution by Means of a National Constitutional Convention&quot; (August 1972)."},
      {
        "id":"ED109050",
        "title":"Analysis of Teacher-Pupil Interaction: Reacting to Pupil Responses."},
      {
        "id":"ED109051",
        "title":"Recruitment to Teaching: Characteristics and Experiences of a Recent Cohort of College Graduates."},
      {
        "id":"ED109052",
        "title":"Approaches to Mainstreaming."},
      {
        "id":"ED109053",
        "title":"How to Hit a Moving Target (New Measurement Dimensions in Teacher Evaluation)."},
      {
        "id":"ED109054",
        "title":"New Patterns of Teacher Education and Tasks; The Development of Student-Teachers. A Comparative Study of Professional Socialization."},
      {
        "id":"ED109055",
        "title":"British Education: The Myth and Reality."},
      {
        "id":"ED109056",
        "title":"A Systems Overview for the School Administrator."},
      {
        "id":"ED109057",
        "title":"Methodologies in the Teaching of Comparative and International Education."},
      {
        "id":"ED109058",
        "title":"Comparative Education and the Restructuring of Teacher Education: An Opportunity for Quality and Service."},
      {
        "id":"ED109059",
        "title":"Systems Approach to Special Education: Undergraduate Student Teaching."},
      {
        "id":"ED109060",
        "title":"Pathways to Success; A Resource Manual for the Dissemination of Successful Educational Programs."},
      {
        "id":"ED109061",
        "title":"Education for Health in the School Community Setting. A Position Paper."},
      {
        "id":"ED109062",
        "title":"Teacher Corps Teacher Education Materials Bibliography. The Emporia Collection."},
      {
        "id":"ED109063",
        "title":"Steps towards Healthy Growth; Health Education Curriculum Guide. Grades 10-12."},
      {
        "id":"ED109064",
        "title":"A Study of Teacher Effects Based on Students' Achievement Scores."},
      {
        "id":"ED109065",
        "title":"Tanzania Project: A Case Study of an International Teacher Education Program."},
      {
        "id":"ED109066",
        "title":"Program of Studies, Physical Education K-6."},
      {
        "id":"ED109067",
        "title":"Program of Studies, Physical Education 7-12."},
      {
        "id":"ED109068",
        "title":"Program of Studies, Health Education K-6."},
      {
        "id":"ED109069",
        "title":"Program of Studies, Health Education 7-12."},
      {
        "id":"ED109070",
        "title":"Field-Based Teacher Education: Past, Present, and Future."},
      {
        "id":"ED109071",
        "title":"Status of Sixth-Year Programs Leading to a Degree or Certificate."},
      {
        "id":"ED109072",
        "title":"Teacher Attitudes and Attitude Change. Volume 1: A Handbook for Educational Practitioners."},
      {
        "id":"ED109073",
        "title":"Teacher Attitudes and Attitude Change. Volume 2: Summary and Analysis of Recent Research."},
      {
        "id":"ED109074",
        "title":"Teacher Attitudes and Attitude Change. Volume 3: Comprehensive Bibliography for Volumes 1 and 2."},
      {
        "id":"ED109076",
        "title":"Educational Research Policy. Technical Report."},
      {
        "id":"ED109077",
        "title":"New Patterns of Teacher Education and Tasks; Country Experience. Belgium, France, and United Kingdom."},
      {
        "id":"ED109078",
        "title":"The Use of Self-Observation and Questionnaires in Job Analysis for the Planning of Training."},
      {
        "id":"ED109079",
        "title":"Equality and Democracy Studies of Teacher Training."},
      {
        "id":"ED109080",
        "title":"Evaluation Materials for Resource Allocation Decisions Based upon Data Derived from Participants' Evaluation of Inservice Teacher Workshops. D. O. E. S. Report No. 1."},
      {
        "id":"ED109081",
        "title":"MINK Network Educational Resources Center."},
      {
        "id":"ED109083",
        "title":"Teacher Corps: Past or Prologue?"},
      {
        "id":"ED109084",
        "title":"New Patterns of Teacher Tasks. Educational and Psychological Interactions. Bulletin No. 51."},
      {
        "id":"ED109085",
        "title":"Some 1974 Reports and Reprints from Malmo School of Education: An Annotated Bibliography. Pedagogisk Dokumentation No. 34."},
      {
        "id":"ED109086",
        "title":"Student Democracy - Co-Planning at Different Educational Levels: Project Summary and Report Abstracts. Pedagogisk Dokumentation No. 28."},
      {
        "id":"ED109087",
        "title":"Proposed Undergraduate and Graduate Programs in Cross-Cultural Education."},
      {
        "id":"ED109088",
        "title":"Inservice Education: New Directions for Colleges of Education."},
      {
        "id":"ED109089",
        "title":"Student Reactions to Health Services Rendered by the Sports Medicine Program to Intramural Participants at the University of North Carolina-Chapel Hill."},
      {
        "id":"ED109091",
        "title":"The Reform of Secondary Education; A Professional Evaluation."},
      {
        "id":"ED109092",
        "title":"New Play."},
      {
        "id":"ED109093",
        "title":"Some Psychological Aspects of Aging: Implications for Teaching and Learning."},
      {
        "id":"ED109094",
        "title":"Independence Is."},
      {
        "id":"ED109095",
        "title":"Effects of Skill Acquisition in Visual Motor Tasks on Ability to Copy Designs between Five and Ten Year Old Children with Visual Motor Disability."},
      {
        "id":"ED109096",
        "title":"An Alternative School Conceptual Framework."},
      {
        "id":"ED109097",
        "title":"Community-Based Education Component: A Rural Experience."},
      {
        "id":"ED109098",
        "title":"Optimal Strategy at Decision Points in Singles Squash."},
      {
        "id":"ED109099",
        "title":"Emerging Concepts for Collaboration; Selected Papers. Bulletin No. 40."},
      {
        "id":"ED109100",
        "title":"Metabolic Effects of Chronic Heavy Physical Training on Male Age Group Swimmers."},
      {
        "id":"ED109102",
        "title":"The First-Year Teacher Pilot Program. Final Report."},
      {
        "id":"ED109103",
        "title":"Sunday Sport Comes to Pennsylvania: Professional Baseball and Football Triumph over the Commonwealth's Archaic Blue Laws, 1919-1933."},
      {
        "id":"ED109104",
        "title":"A Multidisciplinary Study of Planned Educational Change."},
      {
        "id":"ED109105",
        "title":"Student Learning of Personal Behavior in the \"Meeting Modern Problems\" Curriculum."},
      {
        "id":"ED109106",
        "title":"Simulation as an Inservice Technique in the Integration Process."},
      {
        "id":"ED109107",
        "title":"A Special School for Teacher Education? Occasional Paper No. 4."},
      {
        "id":"ED109108",
        "title":"League Constitution and Bylaws for Girls' Interscholastic Programs (Suggested Guide)."},
      {
        "id":"ED109110",
        "title":"Evaluating the Teacher Center Pilots: The Third Annual Report, 1974-1975. Volume 1, Summary."},
      {
        "id":"ED109111",
        "title":"Evaluating the Teacher Center Pilots: The Third Annual Report, 1974-1975. Volume 2, Bay Area Learning Center."},
      {
        "id":"ED109112",
        "title":"Evaluating the Teacher Center Pilots: The Third Annual Report, 1974-1975. Volume 3, Rhode Island Teacher Center."},
      {
        "id":"ED109113",
        "title":"Evaluating the Teacher Center Pilots: The Third Annual Report, 1974-1975. Volume 4, The Texas Center for the Improvement of Educational Systems."},
      {
        "id":"ED109115",
        "title":"Performance Based Teacher Education in the United States of America: A Report of the Claremont Teachers College Board."},
      {
        "id":"ED109116",
        "title":"The Politics of Staff Development."},
      {
        "id":"ED109117",
        "title":"The International Congress of the International Council on Health, Physical Education, and Recreation (13th, Sydney, Australia, July 30-August 3, 1970)."},
      {
        "id":"ED109118",
        "title":"Physical Education and Games in the Curriculum. ICHPER Questionnaire Report. Part 1."},
      {
        "id":"ED109119",
        "title":"Proceedings of the International Congress of the International Council on Health, Physical Education, and Recreation (16th, Sanur/Denpasar, Indonesia, July 29-August 3, 1973)."},
      {
        "id":"ED109120",
        "title":"The International Congress of the International Council on Health, Physical Education, and Recreation (9th, Seoul, Korea, July 28-August 2, 1966)."},
      {
        "id":"ED109121",
        "title":"The Development of a Procedure to Encourage Certain Facilitative Behaviors of Classroom Teachers."},
      {
        "id":"ED109122",
        "title":"Effects of Age on Maximal Work Capacity in Women Aged 18-48 Years."},
      {
        "id":"ED109125",
        "title":"Physical Education in the School Curriculum. ICHPER International Questionnaire Report Part 1, 1967-1968 Revision."},
      {
        "id":"ED109126",
        "title":"Ad Hoc Committee on the Role and Status of Women. AERA Final Report and Recommendations."},
      {
        "id":"ED109127",
        "title":"A Comparison of Injuries between Flag and Touch Football."},
      {
        "id":"ED109128",
        "title":"Cooperative Approaches to Teacher Education: The State of the Art."},
      {
        "id":"ED109129",
        "title":"Teacher Preparation Consortiums: The Theoretical Base."},
      {
        "id":"ED109130",
        "title":"Elementary Teacher Training Models."},
      {
        "id":"ED109132",
        "title":"Notes on the Disestablishment of Pedagogy or Who Needs Research in Teacher Education Anyway?"},
      {
        "id":"ED109133",
        "title":"The Body Composition of a College Football Team."},
      {
        "id":"ED109134",
        "title":"A Comparative Study of the Perceived Stress of Springboard Diving by Age and Sex Groups."},
      {
        "id":"ED109135",
        "title":"Tenure and the Coach."},
      {
        "id":"ED109136",
        "title":"Disadvantaged Children and Their First School Experiences--ETS-Head Start Longitudinal Study: Preschool Teachers of Disadvantaged Children: Characteristics and Attitudes."},
      {
        "id":"ED109138",
        "title":"A Study of Test-Taking Behavior for Two Independent Samples of Pupils at Grade Four with Special Emphasis on Guessing."},
      {
        "id":"ED109139",
        "title":"Summary of Research Projects 1973-1974 [at Educational Testing Service]."},
      {
        "id":"ED109141",
        "title":"Evaluating Ourselves in Head Start."},
      {
        "id":"ED109142",
        "title":"The Measurement of Academic Climate in Elementary Schools."},
      {
        "id":"ED109143",
        "title":"Testing and Evaluation: New Views."},
      {
        "id":"ED109144",
        "title":"The Process of Educational Change at the School Level: Deriving Action Implications from Questionnaire Data."},
      {
        "id":"ED109145",
        "title":"Political World Interview (Short Version)."},
      {
        "id":"ED109146",
        "title":"Small Sample Comparisons of the Cochran Q and the Minimum X sub one squared Statistics."},
      {
        "id":"ED109147",
        "title":"The Data Generalizability of the Orthotran Solution in Factor Analytic Transformation."},
      {
        "id":"ED109148",
        "title":"The Generalizability of Class Means."},
      {
        "id":"ED109149",
        "title":"A Cross Sectional Investigation of Children's Classificatory Abilities. Technical Report No. 295."},
      {
        "id":"ED109150",
        "title":"Basic Skill Performance Trends in Tacoma Compared with Similar Districts."},
      {
        "id":"ED109151",
        "title":"Follow-Up Study of Los Angeles City 1973 High School Graduates. Report No. 346."},
      {
        "id":"ED109152",
        "title":"Use of the Rasch Model With Content Referenced Tests."},
      {
        "id":"ED109153",
        "title":"Factor Structure of the Vocational Interest Models of Roe and Holland."},
      {
        "id":"ED109154",
        "title":"Interest Differentiation in High School and Vocational Indecision in College."},
      {
        "id":"ED109155",
        "title":"An Investigation of Sources of Bias in the Prediction of Job Performance: A Six-Year Study. Final Project Report."},
      {
        "id":"ED109156",
        "title":"The Development of Techniques for Evaluating a School-Community Change Process."},
      {
        "id":"ED109157",
        "title":"The \"Trouble Shooting\" Checklists Revisited: The Development of New Innovation-Free Checklists to Measure Change Potential in Higher Educational and School-Based Settings."},
      {
        "id":"ED109158",
        "title":"Extensiveness--Accuracy of Parent Information about Virginia Beach 45-15 Pilot Program."},
      {
        "id":"ED109159",
        "title":"A Survey of Parent Attitudes Toward and Perceptions About the Virginia Beach 45-15 Pilot Program."},
      {
        "id":"ED109160",
        "title":"Survey of Student and Teacher Attitudes Toward the 45-15 Pilot Program."},
      {
        "id":"ED109161",
        "title":"The Virginia Beach 45-15 School Year: Administrators' and Supervisors' Reactions."},
      {
        "id":"ED109162",
        "title":"Supportive Evaluation of Marcy School."},
      {
        "id":"ED109163",
        "title":"The Dimensions and Specific Indicators Used to Define Competence and Quality in Medical Care: A Review of the Literature."},
      {
        "id":"ED109164",
        "title":"Initial Development of Criteria for Assessing Quality of Medical Care."},
      {
        "id":"ED109165",
        "title":"A Survey and Assessment of the Current Status of Drug Related Instructional Programs in Secondary and Elementary Educational Institutions."},
      {
        "id":"ED109166",
        "title":"Utilization Guide for Georgia Statewide Testing Program Test Scores."},
      {
        "id":"ED109167",
        "title":"On Evaluating a Project: Some Practical Suggestions. NCME Measurement in Education, Vol. 6, No. 1."},
      {
        "id":"ED109168",
        "title":"The Non-High-School-Graduate Adult in College and His Success as Predicted by the Tests of General Educational Development."},
      {
        "id":"ED109169",
        "title":"Evaluating the Effectiveness of Administrative Training Products."},
      {
        "id":"ED109170",
        "title":"CBTE: A Critical Look. Evaluating and Assessing Competencies for Elementary Science Education."},
      {
        "id":"ED109171",
        "title":"The Effect of Class Hour on Student Evaluation of Teacher Performance."},
      {
        "id":"ED109172",
        "title":"A Mastery Model of Evaluation as a Strategy for Developing Professional Teaching Competencies."},
      {
        "id":"ED109173",
        "title":"Issues in the Formative Evaluation of Alternative Schools."},
      {
        "id":"ED109174",
        "title":"Do Self Concept Tests Test Self Concept? An Evaluation of the Validity of Items on the Piers Harris and Coopersmith Measures."},
      {
        "id":"ED109175",
        "title":"Correlates of Student Ratings of Professorial Performance: Instructor Defined Extenuating Circumstances, Class Size, and Faculty Member's Professional Experience and Willingness to Publish Results."},
      {
        "id":"ED109176",
        "title":"Evaluation and Prediction of Rated Job Performance of Nursing Graduates."},
      {
        "id":"ED109177",
        "title":"Locus of Control and Student Aims in a High School Setting."},
      {
        "id":"ED109178",
        "title":"A System for Codifying Handwritten Lesson Transcripts for Comprehensive Analysis."},
      {
        "id":"ED109179",
        "title":"Nonmetric Multidimensional Scaling: An Evaluation of Three Data Collection Methods."},
      {
        "id":"ED109180",
        "title":"Methodological Developments to Monitor Process or Some Sources of Error in the Efficiency of Evaluations."},
      {
        "id":"ED109181",
        "title":"The Development of Instrumentation to Measure the Alternative Operational Manifestations of Five Basic Functions of Schooling."},
      {
        "id":"ED109182",
        "title":"Maryland Handbook on the Accountability Assessment Program."},
      {
        "id":"ED109184",
        "title":"The Virginia Beach Extended School Year Program and Its Effects on Student Achievement and Attitudes--First Year Report."},
      {
        "id":"ED109185",
        "title":"The Distribution of the Test Statistic Used in the Newman-Keuls Multiple Comparison Technique."},
      {
        "id":"ED109187",
        "title":"Construction and Investigation of the Reliabilities of the School Perception Scales."},
      {
        "id":"ED109188",
        "title":"An Assessment of the Quality of High School Mathematics Tests."},
      {
        "id":"ED109189",
        "title":"A Survey of Attitudes Toward Policies and Procedures in the Evaluation of Instruction."},
      {
        "id":"ED109191",
        "title":"Methods for Smoothing Expectancy Tables Applied to the Prediction of Success in College. Research Report No. 79."},
      {
        "id":"ED109192",
        "title":"The Evaluation of Vocational Education Special Needs Programs."},
      {
        "id":"ED109193",
        "title":"Evaluating Maintenance Performance: Test Administrator&apos;s Manual and Test Subject&apos;s Instructions for Criterion Referenced Job Task Performance Tests for Electronic Maintenance. Final Report."},
      {
        "id":"ED109194",
        "title":"Evaluating Maintenance Performance: The Development of Graphic Symbolic Substitutes for Criterion Referenced Job Task Performance Tests for Electronic Maintenance. Final Report."},
      {
        "id":"ED109195",
        "title":"Evaluating Maintenance Performance: An Analysis. Final Report."},
      {
        "id":"ED109196",
        "title":"Development of a Written Test Based Upon the Model of Piaget. Final Report."},
      {
        "id":"ED109199",
        "title":"Getting Inside the EQA Inventory: Grade 11."},
      {
        "id":"ED109200",
        "title":"Legislation by the States: Accountability and Assessment in Education. Report No. 2. Revised."},
      {
        "id":"ED109201",
        "title":"Methods for Predicting Job-Ability Requirements: 3. Ability Requirements as a Function of Changes in the Characteristics of a Concept Identification Task. Technical Report No. 3."},
      {
        "id":"ED109203",
        "title":"Development and Standardization of the Air Force Officer Qualifying Test Form M."},
      {
        "id":"ED109205",
        "title":"Attitudes Toward Blacks of White Adults Involved in 4-H Youth Programs."},
      {
        "id":"ED109206",
        "title":"The Relationship between Need Achievement and Conditions of Testing on a Manual Dexterity Test."},
      {
        "id":"ED109207",
        "title":"The Assessment of Mathematics Education Needs within the State of Oregon."},
      {
        "id":"ED109208",
        "title":"The Development of a Measure of Complex Concepts."},
      {
        "id":"ED109209",
        "title":"Pass-Fail Grading Systems: A Literature Review."},
      {
        "id":"ED109210",
        "title":"Career Awareness of Elementary School Children."},
      {
        "id":"ED109211",
        "title":"The Development and Validation of a Reading Attitude Measure for Elementary School Children. Final Report."},
      {
        "id":"ED109213",
        "title":"GATB: Does the Apparatus Make a Difference?"},
      {
        "id":"ED109214",
        "title":"DPI Criterion-Referenced Pre-Reading Screening Test: Manual."},
      {
        "id":"ED109215",
        "title":"The Psychological Evaluation of Bi-Lingual Pupils Utilizing the Hiskey-Nebraska Test of Learning Aptitudes. A Validation Study."},
      {
        "id":"ED109217",
        "title":"Ohio's Statewide Needs Assessment."},
      {
        "id":"ED109218",
        "title":"Schemes of Assessment: Experimental Examinations for a Common System of Examining at 16+."},
      {
        "id":"ED109219",
        "title":"Development of an Instrument to Measure Educational Situational Variables and Preschool Competencies Desired by Parents."},
      {
        "id":"ED109220",
        "title":"The Effects of Arousal on Recall and the Organization of Memory."},
      {
        "id":"ED109221",
        "title":"Washington Pre-College Test Norms and Admission's Index Data for University of Washington Freshmen Entering Autumn 1974."},
      {
        "id":"ED109222",
        "title":"Procedures and Issues in the Validation of Criterion-Referenced Tests."},
      {
        "id":"ED109223",
        "title":"A Comparison of Criterion and Norm-Referenced Assessment for the Purposes of Decision-Making."},
      {
        "id":"ED109224",
        "title":"Application of the Randomized Response Technique."},
      {
        "id":"ED109225",
        "title":"The Preschool Rating Scale."},
      {
        "id":"ED109226",
        "title":"Determining How Well a Test Measures Your Objectives."},
      {
        "id":"ED109227",
        "title":"Measuring Reading Achievement: A Case for Criterion-Referenced Testing and Accoutability. NCME Measurement in Education, Vol. 6, No. 2, Spring 1975."},
      {
        "id":"ED109229",
        "title":"A Comment on the &quot;Known-Interval&quot; Scale as a Measure of Attitude."},
      {
        "id":"ED109230",
        "title":"An Assessment of the Degree of Isomorphism among Alternative Interval Scaling Approaches."},
      {
        "id":"ED109231",
        "title":"D.P.I. Primary Reading Criterion-Referenced Screening Test, Levels 1, 2, 3."},
      {
        "id":"ED109232",
        "title":"Educational Assessment: The Michigan Plan."},
      {
        "id":"ED109233",
        "title":"The Structure of Interrelations Among Classroom Activities for Different Instructions Before and After Training."},
      {
        "id":"ED109234",
        "title":"Suggested Procedures for Developing an Efficient Testing Program."},
      {
        "id":"ED109235",
        "title":"The Relationship of Certain Course Characteristics to Student Ratings of Science and Mathematics Teaching at Four-Year and Two-Year Colleges."},
      {
        "id":"ED109236",
        "title":"A Comprehensive Approach to Evaluating Educational Progress."},
      {
        "id":"ED109237",
        "title":"A Stepwise Canonical Procedure and the Shrinkage of Canonical Correlations."},
      {
        "id":"ED109238",
        "title":"What Are We Doing in Formal Evaluation Training Programs?"},
      {
        "id":"ED109239",
        "title":"Criterion-Referenced Reading Assessment in a Large City School District."},
      {
        "id":"ED109240",
        "title":"The Effects of a Mastery Learning Strategy on Achievement."},
      {
        "id":"ED109241",
        "title":"Evidence for a Student-Centered Course Evaluation Form."},
      {
        "id":"ED109242",
        "title":"Appropriate and Inappropriate Uses of Performance Standards in School Evaluation."},
      {
        "id":"ED109243",
        "title":"Framework of Organization and Policy for Evaluation in a Decentralized School District."},
      {
        "id":"ED109244",
        "title":"A Taxonomy of Evaluation Models: Use of Evaluation Models in Program Evaluation."},
      {
        "id":"ED109245",
        "title":"Current Issues in the Use of Tests in Education."},
      {
        "id":"ED109246",
        "title":"The Appropriate and Inappropriate Uses of Grade Level Equivalents in School Evaluation."},
      {
        "id":"ED109247",
        "title":"Part and Bipartial Canonical Correlation Analysis."},
      {
        "id":"ED109248",
        "title":"What is the Problem of Construct Validity?"},
      {
        "id":"ED109249",
        "title":"The Factor Compatibility and Communality of Coded-Expressed and Inventory Interests."},
      {
        "id":"ED109250",
        "title":"Controlled Multivariate Evaluation of Open Education: Application of a Critical Model."},
      {
        "id":"ED109251",
        "title":"Styles of Instructional Development."},
      {
        "id":"ED109252",
        "title":"DeFunis vs. Odegaard and Some Inadequacies in Selection Models."},
      {
        "id":"ED109253",
        "title":"Facilitating Leadership: A Broader Look at Data Based Interventions."},
      {
        "id":"ED109254",
        "title":"Measures of Discrimination Among Achievement Levels in Statistics."},
      {
        "id":"ED109255",
        "title":"Reporting the Results of Statewide Assessment."},
      {
        "id":"ED109256",
        "title":"Considerations and Procedures in National Norming: An Illustration Using the ACT Assessment of Career Development and ACT Career Planning Program, Grades 8-11. Research Report No. 65."},
      {
        "id":"ED109257",
        "title":"Role of Teacher Structuring and Student Structuring of Learning Materials in Student Learning. Final Report."},
      {
        "id":"ED109258",
        "title":"A Concurrent Validity Study Relating the Armed Services Vocational Aptitude Battery to Success in High School Vocational-Technical Courses. Final Report."},
      {
        "id":"ED109259",
        "title":"Predicting Academic Success in Secondary Schools from the General Technical Composite on the Armed Services Vocational Aptitude Battery."},
      {
        "id":"ED109260",
        "title":"A Progress Evaluation of Four Bilingual Children's Television Shows."},
      {
        "id":"ED109261",
        "title":"I.Q. Tests and Minority Children."},
      {
        "id":"ED109263",
        "title":"Percentile Normative Tables for the Armed Services Vocational Aptitude Battery (1973-74 School Year Data Base)."},
      {
        "id":"ED109264",
        "title":"Access, Attrition, Test Scores and Grades of College Entrants and Persisters: 1965-1973."},
      {
        "id":"ED109265",
        "title":"Tests of Functional Adult Literacy: An Evaluation of Currently Available Instruments."},
      {
        "id":"ED109266",
        "title":"Special Programs and Their Effects on Minority Children and Youth: An Annotated Bibliography of Doctoral Dissertations."},
      {
        "id":"ED109268",
        "title":"National Policy Conference on Education for Blacks: Proceedings, March 29-April 1, 1972, Washington, D.C."},
      {
        "id":"ED109269",
        "title":"Athletic Success as a Facilitator of Adolescents' Mobility Orientations: A Black-White Comparison."},
      {
        "id":"ED109270",
        "title":"Cultural Pluralism: Implications for Curriculum Reform."},
      {
        "id":"ED109271",
        "title":"Employer's Manual on Affirmative Action in Employment."},
      {
        "id":"ED109272",
        "title":"The Kentucky Civil Rights Act: Explanation, the Act, Regulations."},
      {
        "id":"ED109273",
        "title":"Alternatives: A Survey of Title III, ESEA, Projects in New Mexico."},
      {
        "id":"ED109274",
        "title":"Dissemination Title III ESEA."},
      {
        "id":"ED109275",
        "title":"Developments in Aging: 1974 and January-April 1975. A Report of the Special Committee on Aging. United States Senate Pursuant to S. Res. 267, March 1, 1974."},
      {
        "id":"ED109276",
        "title":"Compensatory Education and Early Adolescence: Reviewing Our National Strategy. Research Report."},
      {
        "id":"ED109280",
        "title":"Integration: Maintaining the Momentum."},
      {
        "id":"ED109281",
        "title":"A Study of Minority Group Student Access to Vocational-Technical Schools in the Boston and Springfield Metropolitan Areas."},
      {
        "id":"ED109282",
        "title":"Social Policy Paper on Education of K-12 Low Income Urban Youth."},
      {
        "id":"ED109283",
        "title":"Low Educational Attainment Among Low Income Non-White Population in Urban Centers."},
      {
        "id":"ED109284",
        "title":"Analysis of the Poverty Program."},
      {
        "id":"ED109285",
        "title":"The Effects of a Schools Without Failure Program Upon Classroom Interaction Patterns, Pupil Achievement and Teacher, Pupil and Parent Attitudes (Report of a Two-Year Study); Final Report."},
      {
        "id":"ED109286",
        "title":"Teacher Training for Urban Schools: A Survey of Teacher Training in Ohio."},
      {
        "id":"ED109287",
        "title":"Ethnicity and Social Scale: A Decision-Making and Future-Oriented Perspective: Preliminary Draft."},
      {
        "id":"ED109288",
        "title":"LinC Semester: A High School Education Option. Report and Recommendations to the Detroit Education Task Force From the Education Committee."},
      {
        "id":"ED109289",
        "title":"A Possible Reality -- Aborted: The Academic Achievement Project of the District of Columbia Schools."},
      {
        "id":"ED109290",
        "title":"Mental Disorder and Supernatural Influence: Beliefs of Puerto Ricans in Two Connecticut Urban Communities About the Cause and Treatment of Mental Illness."},
      {
        "id":"ED109291",
        "title":"The Federal Civil Rights Enforcement Effort--1974. Volume 5: To Eliminate Employment Discrimination."},
      {
        "id":"ED109292",
        "title":"Communications Networks and the Urban Poor. Equal Opportunity Review, May 1975."},
      {
        "id":"ED109293",
        "title":"New Curricula for Multi-Ethnic Schools. Equal Opportunity Review, June 1975."},
      {
        "id":"ED109294",
        "title":"Going Beyond Labels: The Significance of Social Class and Ethnicity for Education. Equal Opportunity Review, July 1975."},
      {
        "id":"ED109295",
        "title":"Public Schools and the New Segregation Struggle. Equal Opportunity Review, August 1975."},
      {
        "id":"ED109296",
        "title":"Theses and Dissertations on Asians in the United States with Selection References to Other Overseas Asians."},
      {
        "id":"ED109297",
        "title":"Cooperative Planning for a School of Nursing Within a Health Science Complex."},
      {
        "id":"ED109299",
        "title":"Penetrating School Strata Through Career Education (Grades 7 and 8)."},
      {
        "id":"ED109300",
        "title":"Penetrating School Strata Through Career Education (Grades K-6)."},
      {
        "id":"ED109301",
        "title":"Annual Earnings of Household Heads in Production Jobs, 1973. Summary: Special Labor Force Report."},
      {
        "id":"ED109302",
        "title":"An Examplary Program for Career Education: Interim Report."},
      {
        "id":"ED109303",
        "title":"Aviation Support Equipment Technician E 3 &amp; 2. Rate Training Manual."},
      {
        "id":"ED109304",
        "title":"Streaking Toward Career Decisions."},
      {
        "id":"ED109305",
        "title":"Music as an Educational Tool for the Mentally Handicapped ABE Student."},
      {
        "id":"ED109307",
        "title":"Address by the Attorney General of the United States Before the 100th Graduating Class of the FBI National Academy."},
      {
        "id":"ED109308",
        "title":"Models for Career Education in Iowa; Implementing Career Education Objectives in the Classroom; Accommodation Phase."},
      {
        "id":"ED109309",
        "title":"Models for Career Education in Iowa; Implementing Career Education Objectives in the Classroom; Awareness Phase."},
      {
        "id":"ED109310",
        "title":"Models for Career Education in Iowa; Self-Awareness Classroom Activities."},
      {
        "id":"ED109311",
        "title":"Models for Career Education in Iowa; Career Development Model and Explanation."},
      {
        "id":"ED109312",
        "title":"Models for Career Education in Iowa; Implementing Career Education in the School Curriculum."},
      {
        "id":"ED109313",
        "title":"Models for Career Education in Iowa; Information Centers in Career Education."},
      {
        "id":"ED109314",
        "title":"Models for Career Education in Iowa--Selected Occupations by Clusters for Use in Elementary Schools."},
      {
        "id":"ED109315",
        "title":"Models for Career Education in Iowa: Kindergarten-Grade 6: Staff Development-Career Curriculum Project."},
      {
        "id":"ED109316",
        "title":"Models for Career Education in Iowa. Goals and Objectives for Implementation of Career Education in Grades 7-12."},
      {
        "id":"ED109318",
        "title":"Upward Mobility Through Job Restructuring. Personnel Management Series No. 26."},
      {
        "id":"ED109319",
        "title":"Hawaii Career Development Continuum: Curriculum Guide for Grades K Through 3."},
      {
        "id":"ED109320",
        "title":"Hawaii Career Development Continuum: Curriculum Guide For Grades 4 through 6."},
      {
        "id":"ED109322",
        "title":"Hawaii Career Development Continuum: Curriculum Guide for Grades 10 Through 12."},
      {
        "id":"ED109323",
        "title":"Technology and Media for Lifelong Learning: What Can ERIC Contribute?"},
      {
        "id":"ED109324",
        "title":"EPDA Middle School Career Education Institutes: Final Evaluation Report."},
      {
        "id":"ED109325",
        "title":"Orientations of Research Staff to Change of Occupation: A Sociological Case Study."},
      {
        "id":"ED109326",
        "title":"A Model Assessment and Classification System for Men and Women in Correctional Institutions."},
      {
        "id":"ED109327",
        "title":"Project RFD: Report of External Evaluation Team."},
      {
        "id":"ED109328",
        "title":"A Working Woman's Guide to Her Job Rights."},
      {
        "id":"ED109329",
        "title":"Matrix Analysis: A Pragmatic Approach to Curriculum Design."},
      {
        "id":"ED109330",
        "title":"Shared Decision-Making As a Treatment Technique In Prison Management."},
      {
        "id":"ED109331",
        "title":"Handbook for North Dakota Vocational Office Education Teacher-Coordinators. North Dakota Occupational Models. A Career Cluster Concept."},
      {
        "id":"ED109332",
        "title":"The Development of Teaching Units for Office Education Simulated Programs for Use in the State of North Dakota. Final Report."},
      {
        "id":"ED109334",
        "title":"Evaluation in Home Economics."},
      {
        "id":"ED109335",
        "title":"Statistical Table Analysis (200) Successful GED Students."},
      {
        "id":"ED109336",
        "title":"A Regional Approach for Improvement of Adult Basic Education Staff Development in Health, Education, and Welfare, Region V. Phase II--Final Report."},
      {
        "id":"ED109337",
        "title":"Adult Basic Education Teacher Competency Inventory: Virgin Islands."},
      {
        "id":"ED109338",
        "title":"NUSTEP: Business Education Learning Tasks."},
      {
        "id":"ED109339",
        "title":"A Comparison of Three Methods of Conducting a Follow-up Study."},
      {
        "id":"ED109340",
        "title":"TAT Welding Technology Training Program."},
      {
        "id":"ED109341",
        "title":"Career Progression Systems for a Multi-Plant Manufacturing Corporation; Final Report."},
      {
        "id":"ED109342",
        "title":"Cost Effectiveness Analysis of Selected Vocational Programs with Cooperative Components Versus In-School Vocational Programs."},
      {
        "id":"ED109343",
        "title":"Gunner's Mate G 3 and 2; Rate Training Manual. Revised."},
      {
        "id":"ED109344",
        "title":"Aviation: Boatswain's Mate E 1 and C; Rate Training Manual."},
      {
        "id":"ED109345",
        "title":"The Political Economy of Military Manpower Procurement in Peacetime."},
      {
        "id":"ED109347",
        "title":"A Disaggregate Study of the Effect of Unemployment Rates on Labor Supply."},
      {
        "id":"ED109348",
        "title":"Performance-Based Curricula for Vocational Teachers."},
      {
        "id":"ED109349",
        "title":"Area Agent Staffing Compared With County-Only Staffing in the Cooperative Extension Service in the United States."},
      {
        "id":"ED109350",
        "title":"On the Coming Demise of Job Enrichment. Technical Report No. 9."},
      {
        "id":"ED109351",
        "title":"Clothing Speaks: 4-H Leader's Guide and 4-H Member's Guide."},
      {
        "id":"ED109352",
        "title":"4-H in the 70's."},
      {
        "id":"ED109353",
        "title":"SHAPES--Shared Process Evaluation System: With Case Study."},
      {
        "id":"ED109354",
        "title":"Career Education for Adults: Consumer Economics Module."},
      {
        "id":"ED109355",
        "title":"Career Education for Adults: Occupational Information Module."},
      {
        "id":"ED109356",
        "title":"Career Education for Adults: Health Module."},
      {
        "id":"ED109357",
        "title":"Career Education for Adults: Government and Law."},
      {
        "id":"ED109358",
        "title":"Career Education for Adults: Community Resources Module."},
      {
        "id":"ED109360",
        "title":"Community Development: Concepts, Curriculum, Training Needs."},
      {
        "id":"ED109361",
        "title":"1974 Welding Task Analysis."},
      {
        "id":"ED109363",
        "title":"An Analysis of the Business Working Papers Typed by Beginning Office Workers."},
      {
        "id":"ED109365",
        "title":"Teacher Characteristics and Teaching Effectiveness of Vocational Industrial Education Instructors."},
      {
        "id":"ED109366",
        "title":"Career Education and the World of Work; A Symposium."},
      {
        "id":"ED109367",
        "title":"Supervising Paraprofessionals: A Guide for the Trainer-Agent."},
      {
        "id":"ED109368",
        "title":"Food and Nutrition: Supplemental Lessons for Training Extension Aides: Food Preparation."},
      {
        "id":"ED109369",
        "title":"Career Education--World of Work: A Curriculum Guide for Kindergarten-Grade Seven Levels. [K-1]."},
      {
        "id":"ED109370",
        "title":"Career Education--World of Work: A Curriculum Guide for Kindergarten-Grade Seven Levels. [2-3]."},
      {
        "id":"ED109371",
        "title":"Career Education--World of Work: A Curriculum Guide for Kindergarten-Grade Seven Levels. [4-5]."},
      {
        "id":"ED109373",
        "title":"New Designs for Correctional Education and Training Programs."},
      {
        "id":"ED109375",
        "title":"Developing a Career Information System: Final Report."},
      {
        "id":"ED109376",
        "title":"Summaries of Studies in Agricultural Education, Pacific Region, 1973-74. Service Bulletin No. 23."},
      {
        "id":"ED109378",
        "title":"Competency-Based Instruction for Vocational Teachers: Current Status and Future Prospects."},
      {
        "id":"ED109379",
        "title":"Supplemental Literature Resource for Adult Career Education Counseling and Guidance."},
      {
        "id":"ED109380",
        "title":"Louisiana Adult Education Staff Development Project: Training Manual. Revised Edition."},
      {
        "id":"ED109381",
        "title":"A Systematic Approach to Evaluating Career Education Materials at the Local Level."},
      {
        "id":"ED109382",
        "title":"Communication and the Supervisor."},
      {
        "id":"ED109384",
        "title":"The Status of Career Education."},
      {
        "id":"ED109385",
        "title":"Manpower Planning, Occupational Education, and Labor Mobility. DASP Technical Paper No. 1."},
      {
        "id":"ED109386",
        "title":"Positions on the Practice of Vocational Evaluation: 1973; Vocational Evaluation Project--Year One."},
      {
        "id":"ED109387",
        "title":"Behavioral Taxonomy of Undergraduate Pilot Training Tasks and Skills: Guidelines and Examples for Taxonomy Application in Flying Training Research. Final Report."},
      {
        "id":"ED109388",
        "title":"T and D Abstracts: Volume 13--1975: Continuation of CIRF Abstracts."},
      {
        "id":"ED109389",
        "title":"Illinois Journal of Education; Continuing Education. Vol. 62, No. 1."},
      {
        "id":"ED109391",
        "title":"The Community Resource Component of the Career Education Project: Part 4.2."},
      {
        "id":"ED109392",
        "title":"Directing the Cooperative Extension Service. Selected Papers Presented at the National Cooperative Extension Administrative Seminar (7th, Madison, Wisconsin, April 30-May 4, 1962)."},
      {
        "id":"ED109393",
        "title":"Continuing Adult Education; An Annotated Bibliography."},
      {
        "id":"ED109394",
        "title":"An Occupational Guide for the Development of Center-Based Instructional Programs in Adult Education for Local School Systems. Bulletin No. 1254."},
      {
        "id":"ED109395",
        "title":"Fugitive Essays and Other Papers: 1973-74."},
      {
        "id":"ED109396",
        "title":"The Air Force Advanced Instructional System (AIS): An Overview."},
      {
        "id":"ED109397",
        "title":"Follow-Up Study of Vocational Office Education Graduates of Springfield [Tennessee] High School: Final Report."},
      {
        "id":"ED109398",
        "title":"Proceedings of the Annual National Clinic on Technical Education (11th, Columbia, South Carolina, March 27-29, 1974)."},
      {
        "id":"ED109399",
        "title":"An Econometric Analysis of the Unemployment Insurance System in a Local Urban Labor Market. Final Report for September 1, 1973--September 30, 1974."},
      {
        "id":"ED109400",
        "title":"The Vermont Survey of Employer Receptivity to Wage Subsidy Programs in the Private Sector."},
      {
        "id":"ED109401",
        "title":"Long Term Follow-Through of Participants in the Vermont Experimental and Demonstration Project."},
      {
        "id":"ED109402",
        "title":"Career Education: The State of the Scene."},
      {
        "id":"ED109403",
        "title":"Youth Training in the Private Sector: A Model for Implementation."},
      {
        "id":"ED109404",
        "title":"A Comparison of Procedures for Evaluation of Vocational Education Programs. Research Series No. 45."},
      {
        "id":"ED109405",
        "title":"The Evaluation of Adult High Schools: An Engine for School Improvement."},
      {
        "id":"ED109406",
        "title":"Follow-Up Survey of 1974 Graduates; Career Education Project."},
      {
        "id":"ED109407",
        "title":"Employment in the Broadcasting Industry: 1974."},
      {
        "id":"ED109408",
        "title":"Identification of Tasks in Home Economics Related Occupations: Care/Development of Children."},
      {
        "id":"ED109409",
        "title":"Identification of Tasks in Home Economics Related Occupations: Interior Design and Furnishings."},
      {
        "id":"ED109410",
        "title":"Identification of Tasks in Home Economics Related Occupations: Clothing, Apparel, and Textile Services."},
      {
        "id":"ED109411",
        "title":"Identification of Tasks in Home Economics Related Occupations: Institutional and Household Maintenance."},
      {
        "id":"ED109412",
        "title":"A Suggested Illinois Statewide Plan for the Award of the Continuing Education Unit."},
      {
        "id":"ED109414",
        "title":"Assessment of Cooperative Education by Former Students and Participating Employers. [Indiana]."},
      {
        "id":"ED109418",
        "title":"Manpower Planning, Occupational Education, and the Decision to Participate in the Labor Force. DASP Technical Paper No. 2."},
      {
        "id":"ED109419",
        "title":"A National Survey of Problems in State Planning for Vocational Education. DASP Planning Paper No. 2."},
      {
        "id":"ED109422",
        "title":"Adult Education for Farmers in a Developing Society."},
      {
        "id":"ED109423",
        "title":"T-4G Simulator and T-4 Ground Training Devices in USAF Undergraduate Pilot Training."},
      {
        "id":"ED109424",
        "title":"The Development of Guidelines for Recruitment Programs in Agricultural Education."},
      {
        "id":"ED109425",
        "title":"Special Applications of Work Evaluation Techniques for Prediction of Employability of the Trainable Mentally Retarded."},
      {
        "id":"ED109426",
        "title":"Manpower Report of the President; Including Reports by the U. S. Department of Labor and the U. S. Department of Health, Education, and Welfare. Transmitted to the Congress April 1975."},
      {
        "id":"ED109427",
        "title":"Career Education: A Report on a State-Funded In-Service Education Project Conducted by the Louisiana State University College of Education and School of Vocational Education. Research Report. Vol. 4, No. 4."},
      {
        "id":"ED109428",
        "title":"Review and Synthesis of Job Placement Literature: Volume 1 of a Research Project to Develop a Coordinated Comprehensive Placement System."},
      {
        "id":"ED109430",
        "title":"Annotated Bibliography of Commercially Produced Audio, Printed, and Visual Career Education Materials."},
      {
        "id":"ED109432",
        "title":"A Montage of the Mid-Seventies; Issues and Concerns of Vocational Education. Writings of Graduate Students: II."},
      {
        "id":"ED109433",
        "title":"Electronics Technology Curriculum Development Project (ETCDP): Report."},
      {
        "id":"ED109434",
        "title":"PACE Center: A Mobile Career Information and Exploration Center."},
      {
        "id":"ED109435",
        "title":"B.O.P., Inc.: A Simulated Mortgage and Loan Office: Exemplary Project in Vocational Education: Student&apos;s Manual."},
      {
        "id":"ED109436",
        "title":"B.O.P., Inc.: A Simulated Mortgage and Loan Office. Exemplary Project in Vocational Education: Teacher's Manual."},
      {
        "id":"ED109437",
        "title":"Physical Therapy Career Ladder: United States Air Force Job Inventory. AFSCs 91330, 91350, 91370, and 91392."},
      {
        "id":"ED109438",
        "title":"Roads and Airfields I (Programed Instruction). Engineer Subcourse 64-9."},
      {
        "id":"ED109439",
        "title":"Commercial Airlines and Airports; Careers in Transportation. Grades 3 and 4. Teachers Resource Guide."},
      {
        "id":"ED109441",
        "title":"DWI [Driving While Intoxicated] Law Enforcement Training Project; Evaluation Aids Packet and Media Log."},
      {
        "id":"ED109442",
        "title":"Adult Basic Education in Alabama State University: A Five Year Report."},
      {
        "id":"ED109443",
        "title":"The Use of School Volunteers."},
      {
        "id":"ED109444",
        "title":"An Overview: Purposes and Programs."},
      {
        "id":"ED109445",
        "title":"Indian Education: Applications and Limitations of the Mountain-Plains Family Career Education Model: A Task Force Report. General Report No. 3."},
      {
        "id":"ED109446",
        "title":"A Program Design for Industrial Arts Education in New York State, 1973."},
      {
        "id":"ED109447",
        "title":"Postsecondary Technical Education and the Energy Crisis."},
      {
        "id":"ED109448",
        "title":"Post-Secondary Occupational Education and the Energy Crisis."},
      {
        "id":"ED109450",
        "title":"Behavioral Taxonomy of Undergraduate Pilot Training Tasks and Skills: Executive Summary. Final Report, July 1973 - September 1974."},
      {
        "id":"ED109451",
        "title":"Transfer of Training with Formation Flight Trainer."},
      {
        "id":"ED109452",
        "title":"Impact of Design Trade Studies on System Human Resources."},
      {
        "id":"ED109453",
        "title":"Le Diplome d'Universite Face aux Activities de Formation Continue: Analyse Sommaire de la Documentation Actuelle. (The University Graduate with Respect to Continuing Education Programs: Summary Analysis of Current Documentation)."},
      {
        "id":"ED109455",
        "title":"An Approach to the Development of a Comprehensive Plan for Career Guidance for the Commonwealth of Massachusetts."},
      {
        "id":"ED109457",
        "title":"Industrial Arts Test Development."},
      {
        "id":"ED109458",
        "title":"Evaluation of Career Education Program, Mamaroneck High School."},
      {
        "id":"ED109459",
        "title":"Career Education for Minority and Low-Income Students."},
      {
        "id":"ED109460",
        "title":"The Linkage of Education with the World of Work and Career Development."},
      {
        "id":"ED109461",
        "title":"Career Education: Contributions and Challenges."},
      {
        "id":"ED109462",
        "title":"Career Education: A Crusade for Change."},
      {
        "id":"ED109463",
        "title":"Business Office Occupations and Distributive Education: Keys to Career Education."},
      {
        "id":"ED109464",
        "title":"Career Education: Strategies and Dilemmas."},
      {
        "id":"ED109465",
        "title":"The Community School: A Working Bibliography. Research Paper No. 1."},
      {
        "id":"ED109466",
        "title":"A Four-Year Follow-Up Study of the Forty-One Graduates--Class of 1971 of the Jackson County [Iowa] Adult Evening High School Completion Program."},
      {
        "id":"ED109467",
        "title":"Continuing Education in Nursing: A Review of North American Literature 1960-1970. W. K. Kellogg Project Report No. 4."},
      {
        "id":"ED109468",
        "title":"Continuing Education in Medicine: A Review of North American Literature 1960-1970. W. K. Kellogg Project Report No. 3."},
      {
        "id":"ED109469",
        "title":"Continuing Education in Pharmacy: A Review of North American Literature 1960-1970. W. K. Kellogg Project Report No. 6."},
      {
        "id":"ED109470",
        "title":"Continuing Education in Dentistry: A Review of North American Literature 1960-1970. W. K. Kellogg Project Report No. 5."},
      {
        "id":"ED109471",
        "title":"Home Economist Image Study: A Qualitative Investigation."},
      {
        "id":"ED109472",
        "title":"Actualizing Concepts in Home Management: Proceedings of a National Conference."},
      {
        "id":"ED109473",
        "title":"Women in the Profession of Adult Education."},
      {
        "id":"ED109474",
        "title":"Design of and Preliminary Data on the Instructional Strategy Subsystem."},
      {
        "id":"ED109475",
        "title":"An Evaluation of Vocational Exemplary Projects; Part D Vocational Education Act Amendments of 1968. Executive Summary and Final Report."},
      {
        "id":"ED109476",
        "title":"Banking: One of a Series for Expanded Programs in Consumer Education."},
      {
        "id":"ED109477",
        "title":"Drill Press Operator: Instructor&apos;s Guide."},
      {
        "id":"ED109478",
        "title":"Law Everyone Should Know. Adult Course Outline, 1974 Revision."},
      {
        "id":"ED109481",
        "title":"Guide for Implementing Career Education; Bingham County Developmental Career Education K-12."},
      {
        "id":"ED109482",
        "title":"Eight Years Later: Education and Careers of Young Jewish Adults."},
      {
        "id":"ED109483",
        "title":"Guidelines for Aviation Education in Schools of Pennsylvania with Annotated Teacher's Course of Study and Planning Chart."},
      {
        "id":"ED109484",
        "title":"Counseling Program Development and Rationale. Responding to: &quot;2. Comprehensive Overview of the Mountain-Plains Counseling Program...&quot;. Counseling Services Report No. 10."},
      {
        "id":"ED109487",
        "title":"FFA Leadership Handbook."},
      {
        "id":"ED109488",
        "title":"A Decade of Transition: The Extension Department of the University of British Columbia: 1960-1970. Occasional Papers in Continuing Education. Number 10, April 1975."},
      {
        "id":"ED109489",
        "title":"Transfer and Use of Training Technology: A Model for Matching Training Approaches with Training Settings. Technical Report No. 74-24."},
      {
        "id":"ED109491",
        "title":"Project to Teach Educationally Disadvantaged Parents ABE Skills in Their Own Homes and to Show These Parents How and What to Teach Their Pre-School Children."},
      {
        "id":"ED109492",
        "title":"Project PREPARE. Guide."},
      {
        "id":"ED109493",
        "title":"309b [Adult Education Act] Replication Guide."},
      {
        "id":"ED109496",
        "title":"FY 1973 Evaluation Report for the Research for Better Schools Employer-Based Career Education Model."},
      {
        "id":"ED109497",
        "title":"Experience-Based Career Education, Appalachia Educational Laboratory. Interim Evaluation Report, March 15, 1974."},
      {
        "id":"ED109498",
        "title":"Experience-Based Career Education, Appalachia Educational Laboratory. Final Evaluation Report, September 30, 1974."},
      {
        "id":"ED109499",
        "title":"The Uses of Regional Agencies in the Analysis of Dissemination of Innovations."},
      {
        "id":"ED109500",
        "title":"Program of Studies: Business Education: Grades 9-12."},
      {
        "id":"ED109501",
        "title":"Program of Studies: Distributive Education: Grades 7-12."},
      {
        "id":"ED109502",
        "title":"Program of Studies: Driver Education: Grades 9-12."},
      {
        "id":"ED109503",
        "title":"Program of Studies: Home Economics: Grades 7-12."},
      {
        "id":"ED109504",
        "title":"Program of Studies: Industrial Arts: Grades 7-12."},
      {
        "id":"ED109505",
        "title":"Program of Studies: Trade and Industrial: Grades 9-12."},
      {
        "id":"ED109506",
        "title":"Coal Manpower Projections: 1980. Final Report."},
      {
        "id":"ED109507",
        "title":"Career Education and Human Services: Monographs on Career Education."},
      {
        "id":"ED109508",
        "title":"Conditions Calling for Educational Reform: An Analysis. Monographs on Career Education."},
      {
        "id":"ED109509",
        "title":"The Reserve Army of the Unemployed. Monographs on Career Education."},
      {
        "id":"ED109510",
        "title":"Cooperative Education Planning Study: Annotated Bibliography."},
      {
        "id":"ED109511",
        "title":"Cooperative Education Planning Study: Final Report."},
      {
        "id":"ED109513",
        "title":"An Evaluation of Adult Basic Education in the State of Iowa; Volume 1: Findings; A Perspectives Discrepancy Assessment, 1974-1975."},
      {
        "id":"ED109514",
        "title":"An Evaluation of Adult Basic Education in the State of Iowa; Volume 2: Appendix, Instruments with Aggregate Responses; A Perspectives Discrepancy Assessment, 1974-1975."},
      {
        "id":"ED109516",
        "title":"Morphine Maintenance: The Shreveport Clinic 1919-1923. Special Studies No. 1."},
      {
        "id":"ED109517",
        "title":"Sex Role Socialization Patterns in Selected Societies."},
      {
        "id":"ED109518",
        "title":"Trends in Attitudes on Political, Social, and Collegiate Issues Among College Students: The Mid-1960's to Mid-1970."},
      {
        "id":"ED109519",
        "title":"Sex-Role Stereotypes and Educators' Descriptions of Mature Personality."},
      {
        "id":"ED109520",
        "title":"The Role of Cue Familiarization in the Discrimination Performance of Retardates, Primary Students, and College Students."},
      {
        "id":"ED109521",
        "title":"Personalized Education Using Group Methods: Strategies for Career Education in Guidance, Classroom, and Teacher-Advisor Programs."},
      {
        "id":"ED109522",
        "title":"An Effect of Knowledge of Results on Performance with Goal Setting Controlled."},
      {
        "id":"ED109523",
        "title":"Trends in the Academic Performance of High School and College Students."},
      {
        "id":"ED109524",
        "title":"Involving Students in Assessment of Student Development: A Training Modality."},
      {
        "id":"ED109525",
        "title":"Assessing the Career Interests of College Youth: Summary of Research and Applications. Research Report No. 67."},
      {
        "id":"ED109526",
        "title":"Career Education and Counselor Education."},
      {
        "id":"ED109527",
        "title":"Career Guidance, Career Education, and Vocational Education."},
      {
        "id":"ED109528",
        "title":"The NACVE 6th Report: An Interpretation of Its Meaning."},
      {
        "id":"ED109529",
        "title":"Self-Control Applications to Counselor Education."},
      {
        "id":"ED109530",
        "title":"Career Education: Challenges for Counselors."},
      {
        "id":"ED109531",
        "title":"A Comparison of the Effects of Growth Groups in Counselor Education Courses."},
      {
        "id":"ED109532",
        "title":"Hatching, Scratching, and Dispatching: A Creative Career Development Approach."},
      {
        "id":"ED109533",
        "title":"Consultation: An Organized Effort to Impact the Campus. I. Smorgasbord Consultation With Campus Police."},
      {
        "id":"ED109534",
        "title":"Life Planning--An Action Oriented, Self-Directed Approach."},
      {
        "id":"ED109535",
        "title":"Task Force on Responsible Decisions about Alcohol, Interim Report Number 1. Summary, Technical Document, and Reports on Working Conferences."},
      {
        "id":"ED109536",
        "title":"That 51 Per Cent: Ford Foundation Activities Related to Opportunities for Women."},
      {
        "id":"ED109537",
        "title":"Schools Council and the Young School Leaver."},
      {
        "id":"ED109538",
        "title":"Supervising Paraprofessionals in Extension Programs."},
      {
        "id":"ED109539",
        "title":"Counseling with College Youth--from Apathy to Militancy."},
      {
        "id":"ED109542",
        "title":"The Magic Collection."},
      {
        "id":"ED109543",
        "title":"Assessment of Student Development."},
      {
        "id":"ED109544",
        "title":"The Attitudes Toward Feminist Issues Scale: A Validation Study."},
      {
        "id":"ED109545",
        "title":"Developing a Model for Assessment of Student Personnel Outcomes."},
      {
        "id":"ED109546",
        "title":"Decentralization and Student Development: What Is a &quot;Decenter&quot; and How Does It Work?"},
      {
        "id":"ED109547",
        "title":"Cultural Awareness: Learning Your Way Around a New Culture. Revised."},
      {
        "id":"ED109548",
        "title":"Career Planning Seminar: A Procedural Outline for Assisting Persons in Career Planning through Group Procedures."},
      {
        "id":"ED109549",
        "title":"Developing Individualized Behavior Change Goals with Clients: A Procedure."},
      {
        "id":"ED109550",
        "title":"The Relationship of Teacher's Cognitive Style to Minority Student Satisfaction."},
      {
        "id":"ED109551",
        "title":"Counseling Girls and Women: A Guide for Jewish and Other Minority Women. BBCCS Pamphlet No. 1023"},
      {
        "id":"ED109553",
        "title":"A &quot;Starter&quot; File of Free Occupational Literature. 1975 Edition."},
      {
        "id":"ED109554",
        "title":"An Introduction to Applications of Biofeedback Training in Counseling."}]
  }}
