{
  "response":{"numFound":509939,"start":26000,"numFoundExact":true,"docs":[
      {
        "id":"ED406565",
        "title":"Participation in Basic Skills Education: 1994-95. Statistics in Brief."},
      {
        "id":"ED406567",
        "title":"International Military Education and Training: An Assessment. McNair Paper 44."},
      {
        "id":"ED406568",
        "title":"Effectiveness of On-the-Job Training."},
      {
        "id":"ED406570",
        "title":"Continuous Vocational Training in Europe. Documentation on the Social Dialogue."},
      {
        "id":"ED406571",
        "title":"Comparison of the Legal Knowledge of Secondary Vocational and Non-Vocational School Principals."},
      {
        "id":"ED406572",
        "title":"Attitudes toward Money, Intrinsic Job Satisfaction, and Voluntary Turnover."},
      {
        "id":"ED406573",
        "title":"The German Dual System of Vocational Education and Implications for Human Resource Development in America."},
      {
        "id":"ED406574",
        "title":"Technology Education and Vocational-Technical Teacher Preparation in Germany."},
      {
        "id":"ED406575",
        "title":"Limited Career Pathways: Occupational Challenges for Women and Girls in the Medical Field. Executive Summary. Research Briefs."},
      {
        "id":"ED406576",
        "title":"An Introduction to Technology Education in the Republic of China on Taiwan."},
      {
        "id":"ED406577",
        "title":"National Skill Standards for Advanced High Performance Manufacturing. Version 2.1."},
      {
        "id":"ED406579",
        "title":"Ohio's Future at Work: Beyond 2000. A Strategic Plan for Vocational and Adult Education."},
      {
        "id":"ED406581",
        "title":"Looking for Work in All the Right Places."},
      {
        "id":"ED406582",
        "title":"Where Are the Women? A Report into Issues Related to Women's Access to Workplace Literacy Programs."},
      {
        "id":"ED406583",
        "title":"Quality of Feedback in Distance Education. A Comparative Study of India and Germany. ZIFF Papiere 103."},
      {
        "id":"ED406585",
        "title":"Does Numeracy Matter? Evidence from the National Child Development Study on the Impact of Poor Numeracy on Adult Life."},
      {
        "id":"ED406586",
        "title":"International Numeracy Survey. A Comparison of the Basic Numeracy Skills of Adults 16-60 in Seven Countries."},
      {
        "id":"ED406588",
        "title":"Comparison of Attitudes toward Gay Men and Lesbians among Students at Bowling Green State University."},
      {
        "id":"ED406589",
        "title":"Inaccurate Gender Stereotypes regarding GPAs and Representation of Female Students by Major."},
      {
        "id":"ED406590",
        "title":"Private Practice and Public Practice: How Different Are They?"},
      {
        "id":"ED406591",
        "title":"Making Psychologists in Schools Indispensable: Critical Questions &amp; Emerging Perspectives."},
      {
        "id":"ED406592",
        "title":"Becoming Indispensable through Mental Health Promotion."},
      {
        "id":"ED406593",
        "title":"Indispensability: The Holy Grail."},
      {
        "id":"ED406594",
        "title":"Recycling the Basics for Evolving Schools: Psychologists as Fulcrums for Leveraging Improved Schooling."},
      {
        "id":"ED406595",
        "title":"Becoming Essential: Rethinking the Practice of School Psychology."},
      {
        "id":"ED406596",
        "title":"The Educare Psychologist: Re-Inventing School Psychology and Schools for the 21st Century."},
      {
        "id":"ED406597",
        "title":"Excellence, Relevance, and Passion: The Motive Power for Indispensability."},
      {
        "id":"ED406598",
        "title":"Five Themes To Enhance the Value of Psychology to Schools."},
      {
        "id":"ED406599",
        "title":"One Way of Looking at the Future: A Plan for Creating Value in School Psychological Services."},
      {
        "id":"ED406600",
        "title":"Psychology in Schools Is Indispensable: An Administrative Perspective."},
      {
        "id":"ED406601",
        "title":"Enduring Expertise of School Psychologists and the Changing Demands of Schools in the United States."},
      {
        "id":"ED406602",
        "title":"Making Psychologists Indispensable in the Schools: Collaborative Training Approaches Involving Educators and School Psychologists."},
      {
        "id":"ED406603",
        "title":"Replacing Schools with Children: Making Psychologists Indispensable to Schools and Communities."},
      {
        "id":"ED406604",
        "title":"Responding to School Needs: The Role of the Psychologist."},
      {
        "id":"ED406605",
        "title":"The School Psychologist as Citizen of the Learning Community."},
      {
        "id":"ED406606",
        "title":"Listening to Our Clients: A Strategy for Making Psychology Indispensable in the Schools."},
      {
        "id":"ED406607",
        "title":"Making Psychologists Indispensable in Schools: Do We Really Have To?"},
      {
        "id":"ED406608",
        "title":"Psychologists in the Schools: Routes to Becoming Indispensable."},
      {
        "id":"ED406609",
        "title":"Turning Imperfection into Perfection: Some Advice for Making Psychology Indispensable in the Schools."},
      {
        "id":"ED406610",
        "title":"Advancing Knowledge in Schools through Consultative Knowledge Linking."},
      {
        "id":"ED406611",
        "title":"Assessing Learning of All Students: Becoming an Essential Service Provider Once Again."},
      {
        "id":"ED406612",
        "title":"Expertise Makes Psychology in the Schools Indispensable."},
      {
        "id":"ED406613",
        "title":"Fantasy, Reality, Necessity, and the Indispensable School Psychologist."},
      {
        "id":"ED406614",
        "title":"Making Psychologists Indispensable in the Schools: School Psychologists as Specialists in Neurologic Problems."},
      {
        "id":"ED406615",
        "title":"Making Psychology in the Schools Indispensable: Crisis Intervention for Fun and Profit."},
      {
        "id":"ED406616",
        "title":"Making Psychology in the Schools Indispensable: Our Role in Crisis Intervention."},
      {
        "id":"ED406617",
        "title":"Measurement Consultation."},
      {
        "id":"ED406618",
        "title":"Psychology in Education as Developmental Healthcare: A Proposal for Fundamental Change and Survival."},
      {
        "id":"ED406619",
        "title":"Adult Children of Alcoholics in the Classroom: Implications for Educators."},
      {
        "id":"ED406620",
        "title":"Regional School Counselor Trainings for Children from Dysfunctional Families with Alcohol and Drug Problems: Final Evaluation Report Summary."},
      {
        "id":"ED406621",
        "title":"Responding to Problematic Sexualized Behavior in Juveniles."},
      {
        "id":"ED406622",
        "title":"The Roles of Gender and Training in Perceptions of Infidelity."},
      {
        "id":"ED406623",
        "title":"Automated Telephone Screening Survey for Depression on a University Campus."},
      {
        "id":"ED406624",
        "title":"School Violence: Psychologists' Perspective."},
      {
        "id":"ED406625",
        "title":"What Is Adolescent Alcohol Misuse in the United States According to the Experts? Health Sciences Program Reprint Series 96-35D."},
      {
        "id":"ED406626",
        "title":"A Healthy Look at Idaho Youth: Results of the 1995 Idaho Youth Risk Behavior Survey."},
      {
        "id":"ED406627",
        "title":"Juvenile Justice in Indiana: Facing What Works and What Doesn't."},
      {
        "id":"ED406628",
        "title":"Appreciating Others: A Program on Diversity and Tolerance."},
      {
        "id":"ED406629",
        "title":"Recess Reports: Self-Identification of Students with Friendship Difficulties."},
      {
        "id":"ED406630",
        "title":"Police Training in Sexual Assault Response: Comparison of Approaches."},
      {
        "id":"ED406631",
        "title":"Military Enlistment Propensity: New Directions for Research."},
      {
        "id":"ED406632",
        "title":"Including Diverse Women in the Undergraduate Curriculum: Reasons and Resources."},
      {
        "id":"ED406633",
        "title":"Values-Oriented Public Policy Forums: Active Learning in Abnormal Psychology."},
      {
        "id":"ED406634",
        "title":"A New Approach: Making Ethical Decisions regarding Adult Learner Issues."},
      {
        "id":"ED406635",
        "title":"A Contemporary Perspective on the Psychology of Productive Thinking."},
      {
        "id":"ED406636",
        "title":"The Maestro Music Teacher and Musicians' Mental Health."},
      {
        "id":"ED406637",
        "title":"Collaborating with Teachers, Parents, and Others To Help Youth at Risk."},
      {
        "id":"ED406638",
        "title":"Children and Families &quot;At Promise&quot;: A Laudable but Potentially Dangerous Construct."},
      {
        "id":"ED406639",
        "title":"Consensus of Chief Student Affairs Officers toward the CAS Orientation Standards."},
      {
        "id":"ED406640",
        "title":"How To Raise Drug-Free Kids."},
      {
        "id":"ED406641",
        "title":"Creating Safe and Drug-Free Schools: An Action Guide."},
      {
        "id":"ED406642",
        "title":"Evidence of Vocabulary Development in Television Programs for Preschoolers."},
      {
        "id":"ED406643",
        "title":"Contemporary Reading Research, Its Peers and Precedents: An Annotated Bibliography."},
      {
        "id":"ED406644",
        "title":"Serving the Strategic Reader: Cognitive Reading Theory and Its Implications for the Teaching of Writing."},
      {
        "id":"ED406645",
        "title":"The Effectiveness of Encouraging Invented Spelling: A Research Study."},
      {
        "id":"ED406646",
        "title":"The Expanding Role of School Psychologists: Planning, Designing, Implementing, and Evaluating a Program To Prevent Early Reading Failure."},
      {
        "id":"ED406647",
        "title":"A Longitudinal Study: The Literacy Development of 57 Children."},
      {
        "id":"ED406649",
        "title":"Effects of Cognitive Flexibility and Phonemic Awareness Training on Kindergarten and First-Grade Students' Phonemic Awareness, Cognitive Flexibility, Reading, and Spelling Ability."},
      {
        "id":"ED406651",
        "title":"Reading Framework for the National Assessment of Educational Progress: 1992-1998. NAEP Reading Consensus Project."},
      {
        "id":"ED406653",
        "title":"Phonological and Semantic Processing in Reading Disabled Children."},
      {
        "id":"ED406654",
        "title":"Self-Regulation of Reading College Textbooks."},
      {
        "id":"ED406655",
        "title":"Side-by-Side Reading: Scaffolding Meaning-Making through Literature Discussions."},
      {
        "id":"ED406656",
        "title":"Integration of Information from Context and Semantic Decomposition in Learning New Words."},
      {
        "id":"ED406657",
        "title":"Epistemological Beliefs and Language Learning Beliefs: What Do Language Learners Believe about Their Learning?"},
      {
        "id":"ED406658",
        "title":"Teaching Reading Comprehension Strategies to Very Poor Decoders in a Listening Situation."},
      {
        "id":"ED406660",
        "title":"Improving Reading Comprehension."},
      {
        "id":"ED406661",
        "title":"Advancing Reading Motivation and Personal Responsibility for Learning."},
      {
        "id":"ED406662",
        "title":"Developing Positive Attitudes and Strategic Reading Skills in Primary Students."},
      {
        "id":"ED406663",
        "title":"Improving Reading Comprehension of Third and Fourth Grade Students."},
      {
        "id":"ED406664",
        "title":"Reading Disability and Its Treatment. EMIR Report No. 2."},
      {
        "id":"ED406667",
        "title":"Differences between Social and Literacy Behaviors of First, Second, and Third Graders in Social Cooperative Literacy Settings."},
      {
        "id":"ED406668",
        "title":"Ready--Set--Read (For Families): Early Childhood Language Activities for Children from Birth through Age Five. America Reads Challenge."},
      {
        "id":"ED406669",
        "title":"Ready--Set--Read (For Caregivers): Early Childhood Language Activities for Children from Birth through Age Five. America Reads Challenge."},
      {
        "id":"ED406670",
        "title":"The Psychologizing of Language Arts Instruction: Teachers' and Students' Beliefs about What It Means to Care."},
      {
        "id":"ED406671",
        "title":"Making Basic Composition Relevant."},
      {
        "id":"ED406672",
        "title":"Adventuring with Books: A Booklist for Pre-K--Grade 6. 1997 Edition. NCTE Bibliography Series."},
      {
        "id":"ED406673",
        "title":"The Big, Bad Wolf Goes Trick-or-Treating."},
      {
        "id":"ED406674",
        "title":"The Road Less Traveled: Storytelling and Imaginative Play."},
      {
        "id":"ED406675",
        "title":"Coherent Contradictions: Product Analyses in a Process-Oriented Field."},
      {
        "id":"ED406677",
        "title":"Enhancing Conceptual Learning by Understanding Levels of Language-Rich Teaching."},
      {
        "id":"ED406678",
        "title":"Past into Present: Literacy through Life Stories."},
      {
        "id":"ED406683",
        "title":"When General Education Reforms Include Writing, What Happens to the Writing Center?"},
      {
        "id":"ED406684",
        "title":"Students' Conversations We Have Never Heard: Transparencies on the Listserv."},
      {
        "id":"ED406685",
        "title":"Class Isn't Just Something Students Attend (To)."},
      {
        "id":"ED406686",
        "title":"The Glory of Young Adult Literature."},
      {
        "id":"ED406687",
        "title":"Improving Young Writers' Planning and Reviewing Skills while Story-Writing."},
      {
        "id":"ED406689",
        "title":"American Teachers Working with Japanese Teachers of English in Japanese Schools. &quot;An American View of Educational Contradictions.&quot;"},
      {
        "id":"ED406690",
        "title":"The Effects of Written Feedback on Motivation and Changes in Written Performance."},
      {
        "id":"ED406691",
        "title":"Scientific Reasoning and Achievement in a High School English Course."},
      {
        "id":"ED406692",
        "title":"The Left-Handed Child in a Right-Handed World."},
      {
        "id":"ED406693",
        "title":"Teaching the Puritan Captivity Narrative: A History of the American Hero."},
      {
        "id":"ED406695",
        "title":"Utilizing Visual Literacy Techniques in a Modified Writing Workshop."},
      {
        "id":"ED406696",
        "title":"Here's a Toast!"},
      {
        "id":"ED406697",
        "title":"Activist Communication Pedagogy and the Learning Curve of &quot;New Social Movements.&quot;"},
      {
        "id":"ED406698",
        "title":"The Readability, Recall and Reaction to On-Line Newspaper Pages with Visuals and Those Without."},
      {
        "id":"ED406699",
        "title":"Networking Paradigms: Information Technology and Communication Studies."},
      {
        "id":"ED406700",
        "title":"Our Communication with North Americans: A Study of Intercultural Experience of Japanese Visiting Students."},
      {
        "id":"ED406701",
        "title":"The Challenge of Developing On-Line Courses."},
      {
        "id":"ED406702",
        "title":"Examining Textbooks: An Analysis Examining Changes Over Time."},
      {
        "id":"ED406703",
        "title":"Building Communication Environments in Distance Education."},
      {
        "id":"ED406704",
        "title":"Chinese Students and Scholars in the U.S.: An Intercultural Adaptation Process."},
      {
        "id":"ED406705",
        "title":"Culture Reflection and Re-construction in Aboriginal Children's Community Play: An Analysis of Children's Competence in and out of School."},
      {
        "id":"ED406706",
        "title":"Research in Rhetoric in China."},
      {
        "id":"ED406707",
        "title":"Honors Speech at Florida A&amp;M University."},
      {
        "id":"ED406708",
        "title":"Mentors in the Classroom, Not Just Someone Who Can Show You to Your Office: A Brief Summary of the Literature."},
      {
        "id":"ED406709",
        "title":"The SAU Report: A University Television News Program."},
      {
        "id":"ED406710",
        "title":"Teaching Technoliteracy: Assignments Requiring Microcomputer Applications in Oral Communication Courses."},
      {
        "id":"ED406711",
        "title":"&quot;To Kill A Mockingbird&quot;: Then and Now--A 35th Anniversary Celebration. Teacher Study Guide."},
      {
        "id":"ED406712",
        "title":"&quot;Publish or Perish&quot; in Academia: On Its Way Out?: A Study Examining Recent Popular and Academic Trends Concerning the Issue, With a Focus on Possible Effects for Theatre Pedagogy."},
      {
        "id":"ED406714",
        "title":"Why Managers &quot;Can&quot; Mediate: A Re-Examination of the Literature on Managerial Third Party Intervention."},
      {
        "id":"ED406715",
        "title":"The Role of the Reviewer and Other Ethical/Logical Considerations: A Rejoinder to Paul Harper."},
      {
        "id":"ED406716",
        "title":"Survey of Major Issues and Trends Relevant to the Management of Elementary and Secondary Education. Trends &amp; Issues, Number 8."},
      {
        "id":"ED406717",
        "title":"Can Cutbacks Leave School Programs Viable? ERIC Digest, Number 106."},
      {
        "id":"ED406718",
        "title":"The Strategies of a Leader. ERIC Digest, Number 105."},
      {
        "id":"ED406719",
        "title":"Focus on School Improvement: A Planning Guide."},
      {
        "id":"ED406721",
        "title":"Meals Served in Public Schools."},
      {
        "id":"ED406722",
        "title":"Environmental Impact on Student Learning."},
      {
        "id":"ED406723",
        "title":"Redefining Leadership as Meaning in Context."},
      {
        "id":"ED406724",
        "title":"Let's Talk about Education Improvement."},
      {
        "id":"ED406725",
        "title":"The Recentering of Leadership from the Jaws of Management Science."},
      {
        "id":"ED406726",
        "title":"Working Together and Working: Public and Private School Collaboration."},
      {
        "id":"ED406727",
        "title":"Learning in the Community: From A to Z. A-Z Idea Book. Connections: Linking Work and Learning Series."},
      {
        "id":"ED406729",
        "title":"Integrated Workplace Learning Project. Teacher Reference Guide/Student Planning Guide. Connections: Linking Work and Learning Series."},
      {
        "id":"ED406731",
        "title":"YRE: Understanding the Basics."},
      {
        "id":"ED406732",
        "title":"Department Chair Leadership in a Restructuring High School (Project LIRO)."},
      {
        "id":"ED406733",
        "title":"Principals' Values: Coming to Shared Purposes through a Values-Laden Sense of Identity?"},
      {
        "id":"ED406734",
        "title":"Block Scheduling in North Carolina High Schools."},
      {
        "id":"ED406735",
        "title":"Education Spending Faces Demographic and Other Pressures. State Fiscal Brief, No. 38."},
      {
        "id":"ED406737",
        "title":"Guide for Program Quality Review: High School."},
      {
        "id":"ED406739",
        "title":"Accountability in the 1990s: Holding Schools Responsible for Student Achievement."},
      {
        "id":"ED406740",
        "title":"Nongraded Primary Education."},
      {
        "id":"ED406741",
        "title":"Privatization in Education."},
      {
        "id":"ED406742",
        "title":"Year-Round Schools."},
      {
        "id":"ED406743",
        "title":"Implementing Multiage Education."},
      {
        "id":"ED406744",
        "title":"Shared Decision Making."},
      {
        "id":"ED406745",
        "title":"Hearings on DC School Reform. Hearings before the Subcommittee on Oversight and Investigations of the Committee on Economic and Educational Opportunities. House of Representatives, 104th Congress, First Session (June 8 and 27, 1995)."},
      {
        "id":"ED406746",
        "title":"High School Graduation Standards: What We Expect and What We Get. Goals for Education: Educational Benchmarks, 1996."},
      {
        "id":"ED406747",
        "title":"Teacher Salary Trends during a Decade of Reform. Goals for Education: Educational Benchmarks, 1995."},
      {
        "id":"ED406749",
        "title":"The Interorganizational Relationship between a Community-Based Program and a Public School."},
      {
        "id":"ED406750",
        "title":"Challenging Managerialism: Women Establishing a Co-Principalship in a Primary School."},
      {
        "id":"ED406751",
        "title":"Resistance, Agreement and Appropriation: Practising Feminist Educational Leadership in a 'New Right' Context."},
      {
        "id":"ED406752",
        "title":"Voices from the Swamp: Identifying the Professional Development Needs of Principals."},
      {
        "id":"ED406753",
        "title":"Gold Cove Elementary Schools Reorganization Project, Phase 1: Preliminary Findings."},
      {
        "id":"ED406754",
        "title":"The Changing Role of the Principal: A New Zealand Perspective."},
      {
        "id":"ED406755",
        "title":"Education Is Iowa's Future: The State Plan for Educational Excellence in the 21st Century. Revised."},
      {
        "id":"ED406756",
        "title":"Equity and Excellence in America's Schools: The Case for \"Learning Equity\" and a Proposed Model for Analyzing Statewide Education Reform Initiatives."},
      {
        "id":"ED406757",
        "title":"Teaching New Subjects? The Hidden Curriculum of Marketized Education Systems."},
      {
        "id":"ED406758",
        "title":"Semiannual Report to Congress, No. 33. April 1, 1996-September 30, 1996."},
      {
        "id":"ED406759",
        "title":"ACHIEVE: A Resource Center for Governors and Business Leaders on Academic Standards, Assessments, Accountability, and Technology. 1997 Annual Report."},
      {
        "id":"ED406760",
        "title":"Mainstreaming Revisited: 20 Years Later."},
      {
        "id":"ED406761",
        "title":"Effects of a Gluten-Free Diet on Rate of Achievement in Autistic Children in an Applied Behavioral Analysis Program."},
      {
        "id":"ED406762",
        "title":"Project VISION: Visually Impaired Students and Internet Opportunities Now."},
      {
        "id":"ED406763",
        "title":"Training Personnel for the Education of Individuals with Disabilities. Final Report."},
      {
        "id":"ED406764",
        "title":"Acceleration: Does It Happen More Frequently for Gifted Students in Private or Public Schools?"},
      {
        "id":"ED406765",
        "title":"Pretesting: Is It a Strategy Used with Inclusion?"},
      {
        "id":"ED406766",
        "title":"How To Start Your Own School?"},
      {
        "id":"ED406767",
        "title":"The Importance of Multiple Treatments in Combination for the Mild to Moderately Involved."},
      {
        "id":"ED406786",
        "title":"\"Renewing the Commitment: 1963-1997.\" Poster Session Abstracts from the International Conference of the Learning Disabilities Association of America (Chicago, Illinois, February 19-22, 1997). Volume 6."},
      {
        "id":"ED406787",
        "title":"Fragile X Syndrome in Males: Diagnostic, Behavioral, and Educational Implications."},
      {
        "id":"ED406788",
        "title":"Report of the Consortium of Organizations on the Preparation and Use of Speech-Language Paraprofessionals in Early Intervention and Education Settings."},
      {
        "id":"ED406790",
        "title":"What Is an Inclusion Specialist? A Preliminary Investigation."},
      {
        "id":"ED406791",
        "title":"Adopting Standards and Measuring Accountability in Public Education."},
      {
        "id":"ED406792",
        "title":"Delivering Special Education Services in Urban Culturally Diverse Child Care Centers to Preschool Age Children with Disabilities, Prenatally Exposed to Drugs/Alcohol, Referred by Protective Services or Born to Teenage Mothers. Project Relationship. Final Report."},
      {
        "id":"ED406793",
        "title":"Special Needs in the Classroom: Teacher Education Resource Pack. Student Materials."},
      {
        "id":"ED406794",
        "title":"Pitfalls in Educational Programming for Autistic Children in the United States of America."},
      {
        "id":"ED406795",
        "title":"Effective Practices in Early Intervention: Infants Whose Multiple Disabilities Include Both Vision & Hearing Loss."},
      {
        "id":"ED406796",
        "title":"Training Students from the Caribbean and Central America as Special Education Teachers."},
      {
        "id":"ED406800",
        "title":"The Supplemental Security Income Program and the School-To-Work Transition Initiative: A National Assessment of Potential Eligibility."},
      {
        "id":"ED406803",
        "title":"Building Deaf Community in Cyberspace: A Case Study of a Deaf Listserv."},
      {
        "id":"ED406804",
        "title":"Comparing the Effects of Teacher-Directed Homework and Student-Centered Homework on Return Rate and Homework Attitudes of Minority Learning Disabled Students."},
      {
        "id":"ED406805",
        "title":"Eliminating Boundaries through Family Centered Developmentally Appropriate Practices for Preschool and Primary Children with Disabilities. Final Report."},
      {
        "id":"ED406806",
        "title":"The Effects of a Kindergarten Prevention Program on Special Education Referrals, Classifications and Retentions."},
      {
        "id":"ED406807",
        "title":"Influences on the Development of Three Preservice Special Educators: A Case Study."},
      {
        "id":"ED406808",
        "title":"Deaf Adults' Emic Views on Deaf Education in South Africa: Looking Back To Improve the Future."},
      {
        "id":"ED406809",
        "title":"Stories of the Classroom: Teachers Make Sense of Inclusion."},
      {
        "id":"ED406810",
        "title":"Addressing the Disproportionate Representation of Students from Racial and Ethnic Minority Groups in Special Education: A Resource Document."},
      {
        "id":"ED406812",
        "title":"Section 619 Profile. Seventh Edition."},
      {
        "id":"ED406815",
        "title":"Pathways: A Training &amp; Resource Guide for Enhancing Skills in Early Intervention Service Coordination [Training Guide and Videotape]."},
      {
        "id":"ED406817",
        "title":"Supported Employment and Transition Resources."},
      {
        "id":"ED406818",
        "title":"Local Children's Mental Health Collaboratives. Report to the 1997 Minnesota Legislature."},
      {
        "id":"ED406819",
        "title":"Passages to Inclusion: Creating Systems of Care for All Children. Monograph for State, Territorial and Tribal Child Care Administrators."},
      {
        "id":"ED406820",
        "title":"&quot;Sir, Is There Some Rule for That?&quot; A Report on Differences in Foreign Language Learning Approach Styles."},
      {
        "id":"ED406821",
        "title":"How Students Account for Their Poor English Skills."},
      {
        "id":"ED406822",
        "title":"&quot;What Is Africa to Me?&quot;: Language, Ideology and &quot;African American.&quot;"},
      {
        "id":"ED406823",
        "title":"A View from the Cocoon--Space Categorization in the Korean Verb [na-ka-ta]."},
      {
        "id":"ED406824",
        "title":"Virtual Connections: Online Activities & Projects for Networking Language Learners."},
      {
        "id":"ED406825",
        "title":"Influences on the Educational Experiences of Immigrant Students in U.S. Schools."},
      {
        "id":"ED406826",
        "title":"Discourse Analysis of Adult-Child Conversations: The Comparison of L1 and L2 Input in Japanese."},
      {
        "id":"ED406827",
        "title":"The Role of Task Structure in Oral Fluency Assessment."},
      {
        "id":"ED406828",
        "title":"Development of Communication Strategies among Foreign Language Learners."},
      {
        "id":"ED406829",
        "title":"Grammar and Its Teaching: Challenging the Myths. ERIC Digest."},
      {
        "id":"ED406830",
        "title":"Beliefs about Early Language Learning: St. Lucian Beginning Students of French and Spanish."},
      {
        "id":"ED406832",
        "title":"How Should We Teach Japanese Learners the Present Perfect?"},
      {
        "id":"ED406834",
        "title":"The Academic Language and Literacy Training Project. Mathematics &amp; Science for English Learners: Curriculum."},
      {
        "id":"ED406836",
        "title":"English Curricula and Language Learning Resources for Non-English Majors at Universities in Taiwan."},
      {
        "id":"ED406837",
        "title":"A View from Within: A Case Study of Chinese Heritage Community Language Schools in the United States."},
      {
        "id":"ED406838",
        "title":"Melanges, No. 23."},
      {
        "id":"ED406843",
        "title":"In Days Gone By: A Reader. Ukrainian Language Development Series."},
      {
        "id":"ED406844",
        "title":"Developing and Testing Vocabulary Training Methods and Materials for Japanese College Students Studying English as a Foreign Language."},
      {
        "id":"ED406846",
        "title":"Vernacular Dialects in U.S. Schools. ERIC Digest."},
      {
        "id":"ED406847",
        "title":"ESL through Content-Area Instruction. Language in Education: Theory and Practice 69."},
      {
        "id":"ED406848",
        "title":"Teaching English Abroad: An Introduction. ERIC Digest."},
      {
        "id":"ED406849",
        "title":"Official English and English Plus: An Update. ERIC Digest."},
      {
        "id":"ED406850",
        "title":"Teachers' Voices: Curriculum Design and Change."},
      {
        "id":"ED406851",
        "title":"10 Lessons of Pre-Employment Skills for ESL Students, with a Bilingual English-Cambodian Glossary and a Teacher's Guide (Upgraded Version)."},
      {
        "id":"ED406852",
        "title":"10 Lessons of Pre-Employment Skills for ESL Students, with a Bilingual English-Laotian Glossary and a Teacher&apos;s Guide (Upgraded Version)."},
      {
        "id":"ED406855",
        "title":"Improving ESL Learners' Listening Skills: At the Workplace and Beyond. ERIC PAIE Q & A."},
      {
        "id":"ED406856",
        "title":"The Vocational Classroom: A Great Place To Learn English."},
      {
        "id":"ED406857",
        "title":"Learning To Work in a New Land: A Review and Sourcebook for Vocational and Workplace ESL."},
      {
        "id":"ED406858",
        "title":"Real Jobs for Real People: Guide for Teachers."},
      {
        "id":"ED406860",
        "title":"A Model of Institutionalizing an ESL Family Literacy Program. Final Report."},
      {
        "id":"ED406861",
        "title":"ESL Online Action Research. Final Report."},
      {
        "id":"ED406865",
        "title":"A Close Examination of the Administrative and Instructional Practices of ESL Workplace Literacy Programs in the Midwest."},
      {
        "id":"ED406866",
        "title":"Planning, Implementing, and Evaluating Workplace ESL Programs. PAIE Q &amp; A."},
      {
        "id":"ED406868",
        "title":"Affirmative Action. A Compliance Audit of Higher Education in Louisiana."},
      {
        "id":"ED406869",
        "title":"Defining a Quality Education. Proceedings of the Annual Conference of the North East Association for Institutional Research (19th, Washington, D.C., November 14-17, 1992)."},
      {
        "id":"ED406870",
        "title":"The African American Education Data Book. Volume I: Higher and Adult Education. Executive Summary."},
      {
        "id":"ED406874",
        "title":"The Determination of a Useful Frequency for Refreshing Memories for Procedures among a Collegiate Population."},
      {
        "id":"ED406886",
        "title":"A Survey of Native and Nonnative TAs' Office Hours: Importance, Attendance, and Content."},
      {
        "id":"ED406887",
        "title":"Language- vs. Content-Related Trouble in Understanding Native and NNS TAs at Office Hours."},
      {
        "id":"ED406888",
        "title":"The Structure of the Office Hour Consultation: A Case Study."},
      {
        "id":"ED406891",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1996-97. Research Report 1-97."},
      {
        "id":"ED406892",
        "title":"Report to the Maryland General Assembly on UMS Institutional and System Identities."},
      {
        "id":"ED406893",
        "title":"Modeling the College Application Decision Process in a Land-Grant Institution."},
      {
        "id":"ED406894",
        "title":"Improving Doctoral Student Retention."},
      {
        "id":"ED406895",
        "title":"Job Satisfaction for Women Faculty Members in a Predominantly Female Discipline."},
      {
        "id":"ED406896",
        "title":"University Faculty \"Modeling\" Good Instruction in Mathematics and Science Courses for Prospective Middle Grades Teachers: Voices from the MCTP."},
      {
        "id":"ED406897",
        "title":"Effects of Study Skills Programs on the Academic Behaviors of College Students."},
      {
        "id":"ED406898",
        "title":"Factors Influencing Persistence among African American Upperclassmen in Natural Science and Science-Related Majors."},
      {
        "id":"ED406899",
        "title":"Current and Future Mission of a Leading Turkish Public University from the Perspective of Various Internal and External Stakeholders. Draft."},
      {
        "id":"ED406900",
        "title":"Access for Women to Higher Education in England and Australia: A &quot;Second Chance&quot;."},
      {
        "id":"ED406901",
        "title":"Procrastination Revisited: The Constructive Use of Delayed Response."},
      {
        "id":"ED406902",
        "title":"Feedback Seeking and Receiving by College and University Faculty."},
      {
        "id":"ED406903",
        "title":"College Students' Perceptions on Interactions across Difference."},
      {
        "id":"ED406904",
        "title":"Returning to Our Roots: The Student Experience."},
      {
        "id":"ED406905",
        "title":"Taking Action in Rural Mississippi: Uniting Academic Studies and Community Service through Project D.R.E.A.M.S."},
      {
        "id":"ED406906",
        "title":"Tuition, Financial Aid, and Access to Public Higher Education: A Review of the Literature."},
      {
        "id":"ED406907",
        "title":"Retention Models for Minority College Students."},
      {
        "id":"ED406908",
        "title":"Trends in Faculty Teaching Goals: A Longitudinal Study of Change."},
      {
        "id":"ED406912",
        "title":"The Evaluation of Institutional Goals for Freshman Seminar at Mount Vernon Nazarene College."},
      {
        "id":"ED406913",
        "title":"The Development of an Orientation Brochure for Commuter Students at Mount Vernon Nazarene College."},
      {
        "id":"ED406914",
        "title":"The Development of a Portfolio Assessment Process for the Bachelor of Business Administration Program at Mount Vernon Nazarene College."},
      {
        "id":"ED406915",
        "title":"New York State Higher Education Services Corporation. 1995-96 Annual Report."},
      {
        "id":"ED406916",
        "title":"The New York State Aid for Part-Time Study Program: A Progress Report, 1995-96."},
      {
        "id":"ED406917",
        "title":"Report of the Temporary Task Force on the Tuition Assistance Program."},
      {
        "id":"ED406918",
        "title":"Alternative Loan Programs: A Comparison of Various Features."},
      {
        "id":"ED406921",
        "title":"On the Road to Economic Development: A Guide for Continuing Education Programs at Historically Black Colleges and Universities."},
      {
        "id":"ED406922",
        "title":"Comparisons of Socioeconomic Background Characteristics of Greeks and Independents."},
      {
        "id":"ED406927",
        "title":"Higher Education Capital Improvements, 1997-98 through 2006-07. Status Report Presented to the Legislative Capital Development Committee."},
      {
        "id":"ED406928",
        "title":"Professional Health Education Report."},
      {
        "id":"ED406929",
        "title":"Colorado Commission for Achievement in Education Recommendations for 1997. Report to the General Assembly. Research Publication No. 419."},
      {
        "id":"ED406930",
        "title":"Graduate Education Report."},
      {
        "id":"ED406937",
        "title":"&quot;Three Strikes&quot; Law Could Undermine College Opportunity."},
      {
        "id":"ED406938",
        "title":"MPACT. The Mississippi Prepaid Affordable College Tuition Program."},
      {
        "id":"ED406940",
        "title":"The Past as Prologue: Examining the Consequences of Business as Usual. Center Paper 01-93."},
      {
        "id":"ED406942",
        "title":"A Planning Process for Creating Collaboration among Deans. Program Report."},
      {
        "id":"ED406944",
        "title":"Using Genre Analysis To Teach Writing in Engineering. Report on a Pilot Video-Teleconference for Engineering Teaching Assistants and Writing Center Consultants."},
      {
        "id":"ED406946",
        "title":"Programs for Land-Grant Schools. Report to Chairman, Committee on Indian Affairs, United States Senate."},
      {
        "id":"ED406947",
        "title":"Black, Hispanic, and White Doctoral Students: Before, During, and After Enrolling in Graduate School."},
      {
        "id":"ED406948",
        "title":"Trends and Issues in Maryland Postsecondary Education."},
      {
        "id":"ED406949",
        "title":"New York State Assembly. 1995 Annual Report of the Standing Committee on Higher Education."},
      {
        "id":"ED406951",
        "title":"The Relationship of Locus of Control to Academic Performance among Dental Students."},
      {
        "id":"ED406952",
        "title":"Assessing College Students' Self-Directed Studying Using Self-Reports of Test Preparation."},
      {
        "id":"ED406953",
        "title":"The Effects of Goal-Setting Instruction on Self-Efficacy for Self-Regulated Learning (SESRL) in Undergraduate Classrooms."},
      {
        "id":"ED406954",
        "title":"The Strike from the Students' Viewpoint."},
      {
        "id":"ED406962",
        "title":"A Culture for Academic Excellence: Implementing the Quality Principles in Higher Education. ERIC Digest."},
      {
        "id":"ED406963",
        "title":"A Culture for Academic Excellence: Implementing the Quality Principles in Higher Education. ASHE-ERIC Higher Education Report, Vol. 25, No. 1."},
      {
        "id":"ED406964",
        "title":"The Effects of Distance Education Technology on Teaching and Learning."},
      {
        "id":"ED406966",
        "title":"Facilitator and Student Roles and Performance in a High School Distance Education Course."},
      {
        "id":"ED406967",
        "title":"Study of Educational Technology Programs Authorized from 1984-1989. Phase I of the Comprehensive Study of Educational Technology Programs Authorized from 1984-1992."},
      {
        "id":"ED406968",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Phase II of the Comprehensive Study of Educational Technology Programs Authorized from 1984-1992. Introduction."},
      {
        "id":"ED406969",
        "title":"The Analysis of the Impact of California Educational Technology Regional and Local Assistance Programs. Phase III of the Comprehensive Study of Educational Technology Programs Authorized from 1984-1992."},
      {
        "id":"ED406972",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume II: Model Technology Schools, Level I."},
      {
        "id":"ED406973",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume III: Level II Model Technology School Projects."},
      {
        "id":"ED406974",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume IV: California Technology Project."},
      {
        "id":"ED406975",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume V: Instructional Television Regional Agencies."},
      {
        "id":"ED406976",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume VI: Software Development Partnership Program."},
      {
        "id":"ED406977",
        "title":"Philosophical Ancestry of the American Library Information Science."},
      {
        "id":"ED406980",
        "title":"Towards a Worldwide Library: A Ten Year Forecast. Proceedings of the International Essen Symposium (19th, Essen, Germany, September 23-26, 1996). Publications of Essen University Library, No. 21."},
      {
        "id":"ED406983",
        "title":"CMSU Library Usage: Telephone Survey Results."},
      {
        "id":"ED406985",
        "title":"Use of Public Library Services by Households in the United States: 1996. Statistics in Brief."},
      {
        "id":"ED406986",
        "title":"Internet Training in ARL Libraries. SPEC Kit 220."},
      {
        "id":"ED406996",
        "title":"Do We Still Need Controlled Vocabulary? Of Course, We Do! But How Do We Get It: The Roles for Text Analysis Softwares."},
      {
        "id":"ED406997",
        "title":"Library and Information Services to Individuals with Disabilities. Reference Bibliography No. 97-01."},
      {
        "id":"ED406998",
        "title":"Using Situational Leadership To Reach the Whole Population."},
      {
        "id":"ED406999",
        "title":"FIRO B: Analyzing Community College Department Chairs' Effectiveness."},
      {
        "id":"ED407000",
        "title":"Innovation Abstracts, Volume XVIII, 1996."},
      {
        "id":"ED407001",
        "title":"Walking the Tightrope: The Balance between Innovation and Leadership. Proceedings of the Annual International Conference of the Chair Academy (6th, Reno, NV, February 12-15, 1997)."},
      {
        "id":"ED407002",
        "title":"What Will Community Colleges Do When Microsoft and Disney Deliver High-Quality, Accredited Higher Education and Training to the Businesses and Homes of Most Americans?"},
      {
        "id":"ED407003",
        "title":"Academic Leadership and Ethical Decision-Making: Getting Down to Practical Issues."},
      {
        "id":"ED407004",
        "title":"Avoiding Entropy: Reforming the Curriculum Approval Process in a Multi-college District."},
      {
        "id":"ED407005",
        "title":"Balancing Innovation and Tradition To Create Learning Opportunities for All Learners."},
      {
        "id":"ED407006",
        "title":"Designing a Virtual Classroom for Distance Learning Students through the Internet."},
      {
        "id":"ED407007",
        "title":"Does the Reality Created by Your Perceptions Enhance or Limit Your Ability To Walk the Leadership Tightrope?"},
      {
        "id":"ED407008",
        "title":"Engaging the Disengaged: How Is It Different When Using Distance Education?"},
      {
        "id":"ED407009",
        "title":"Enhancing Student Learning through Public Deliberation: A Fresh Approach to Active Learning."},
      {
        "id":"ED407010",
        "title":"The Evolution of General Education Requirements at Prince George's Community College."},
      {
        "id":"ED407011",
        "title":"Faculty Evaluation, Portfolio Development, and Accreditation: Walking the Tightrope."},
      {
        "id":"ED407012",
        "title":"From On-Site to Distance Education: A High Wire Act in Innovation and Leadership."},
      {
        "id":"ED407013",
        "title":"Internationalizing the Curriculum: A Case Study in the Business Division."},
      {
        "id":"ED407014",
        "title":"Leadership from Afar: Distance Education and the Leadership Roles of Those Involved."},
      {
        "id":"ED407015",
        "title":"Leadership Wisdom: Balancing on the High Wire."},
      {
        "id":"ED407016",
        "title":"Lessons Learned in Kindergarten Go the Distance: Occupational Program Sharing."},
      {
        "id":"ED407017",
        "title":"Managing Organizational Change."},
      {
        "id":"ED407018",
        "title":"Mentor Magic: Implementing a Successful Mentoring Program for New Chairs and Deans."},
      {
        "id":"ED407019",
        "title":"Practical Strategies To Justify Your \"Present\" and Ensure Your \"Future.\""},
      {
        "id":"ED407020",
        "title":"Reach Out and Touch Someone: Utilizing Two-Way Interactive Audio Video for Distant Audiences."},
      {
        "id":"ED407021",
        "title":"Reframing Organizational Thinking."},
      {
        "id":"ED407022",
        "title":"The Role of the Teacher in Distance Education: The Teacher Perspective."},
      {
        "id":"ED407023",
        "title":"Scenario Planning in Higher Education."},
      {
        "id":"ED407024",
        "title":"Servant Leadership: Robert K. Greenleaf's Legacy and the Community College."},
      {
        "id":"ED407025",
        "title":"Some People Make Things Happen, Some Watch Things Happen, While Others Sit Around and Wonder What Happened: An Update."},
      {
        "id":"ED407026",
        "title":"Team-Building through Technology: Using a Newsletter or a Web Site To Energize Your Department."},
      {
        "id":"ED407027",
        "title":"Transformational Leadership in a Changing World: A Survival Guide for New Chairs and Deans."},
      {
        "id":"ED407028",
        "title":"Transforming Your College To Meet the New Financial Realities: The Seneca Experience."},
      {
        "id":"ED407029",
        "title":"The Virtual Classroom: What Works?"},
      {
        "id":"ED407030",
        "title":"Walking the Tightrope of Collaboration: The Challenges."},
      {
        "id":"ED407031",
        "title":"Recruitment Dynamic of Foreign Students into United States Postsecondary Institutions: The Implications for Education and International Development."},
      {
        "id":"ED407032",
        "title":"A State without a System: Historical Analysis of Pennsylvania Community Colleges."},
      {
        "id":"ED407033",
        "title":"Funding Patterns under the Proposed Workforce and Career Development Act of 1996--Revised Estimates. Working Paper Series, WPS-97-01."},
      {
        "id":"ED407035",
        "title":"Service-Learning Faculty Manual, Century Community and Technical College, 1996-1997. Revised December 1996."},
      {
        "id":"ED407036",
        "title":"Michigan Community Colleges Activities Classification Structure (ACS) 1995-96 Data Book [and] Data Book Companion."},
      {
        "id":"ED407037",
        "title":"Current Curricular Principles and Instructional Practices in Community Colleges' Writing Programs."},
      {
        "id":"ED407038",
        "title":"Using the Internet To Teach about the Community College."},
      {
        "id":"ED407041",
        "title":"A Report to the Iowa General Assembly on the Community College Funding Formula."},
      {
        "id":"ED407042",
        "title":"A Report to the Iowa General Assembly on Community College Funding: An Investment in Iowa's Future."},
      {
        "id":"ED407043",
        "title":"Starting a Successful Community College Alumni Program."},
      {
        "id":"ED407044",
        "title":"Business Roundtables Boost Funds and Awareness."},
      {
        "id":"ED407046",
        "title":"Fund Raising in a Changing Economy: Notes for Presidents and Trustees."},
      {
        "id":"ED389004",
        "title":"Standards for the English Language Arts: Professional Summary."},
      {
        "id":"ED389005",
        "title":"Intercultural Confidence Building for the Speech Communication Teacher/Student: A Conceivable Short Course."},
      {
        "id":"ED389006",
        "title":"Celebrating the &quot;Intellectual Heart&quot;: Emergent Meanings from a Post-Earthquake Organizational Communication Culture Perspective."},
      {
        "id":"ED389007",
        "title":"Using the Movie, &quot;The Gods Must Be Crazy,&quot; in Interpersonal Communications Classes."},
      {
        "id":"ED389008",
        "title":"Throwing Out the Relativity Bath Water without Losing the Diversity Baby: Teaching Diversity versus Relativity in a Communication Ethics Course."},
      {
        "id":"ED389009",
        "title":"The Future of Agenda Setting Research: New Audiences and New Gatekeepers."},
      {
        "id":"ED389010",
        "title":"Non-Traditional Approach to Teaching Speech--It's Effective."},
      {
        "id":"ED389011",
        "title":"A Dialogue on Monologues in Dramatic Interpretation."},
      {
        "id":"ED389012",
        "title":"Children's Narrative and Pedagogical Attentiveness: From Silence to Resilience."},
      {
        "id":"ED389013",
        "title":"Inviting International Students into the Communication Classroom: The Wayne State University Global Communication Course."},
      {
        "id":"ED389014",
        "title":"&quot;Hi! I'm Your Instructor...BELIEVE IT OR NOT&quot;: An Exercise Confronting Stereotypes in the First Day of an Interpersonal Communication Class."},
      {
        "id":"ED389015",
        "title":"The Internet and the K-12 Classroom. Hot Topic Guide 58."},
      {
        "id":"ED389016",
        "title":"Exploring the Assimilation Stage of GTA Socialization: A Preliminary Investigation."},
      {
        "id":"ED389017",
        "title":"The Social Acceptability of Sexual Slang: Functions of Biological Sex and Psychological Gender."},
      {
        "id":"ED389018",
        "title":"Textual Analysis in Mass Communication Studies: Theory and Methodology."},
      {
        "id":"ED389019",
        "title":"Interview with Octavio Solis."},
      {
        "id":"ED389020",
        "title":"Implementers and Investigators: Conditions for Rhetoric of Inquiry To Emerge."},
      {
        "id":"ED389021",
        "title":"Expert I-Witness Accounts of Childhood Sexual Abuse: The Abused as Expert."},
      {
        "id":"ED389022",
        "title":"Conversational Analysis of Cross Examination in Intercollegiate Debate: Using a Model of Relational Control."},
      {
        "id":"ED389023",
        "title":"1987 Revisited: Is It Time for a New Look?"},
      {
        "id":"ED389024",
        "title":"Public Relations Education and Outcomes Assessment: An Immediate Challenge for Educators."},
      {
        "id":"ED389025",
        "title":"Integrating Multicultural/International Experiences into the Public Relations Curriculum."},
      {
        "id":"ED389026",
        "title":"Imagining America: A Study of Assumptions and Expectations among English as a Second Language Students from Japan."},
      {
        "id":"ED389027",
        "title":"Toward a Systems Theory of Family Socialization, Public Opinion, and Social Movements."},
      {
        "id":"ED389028",
        "title":"Electronic Newspapers: Toward a Research Agenda."},
      {
        "id":"ED389029",
        "title":"Oral Language Development across the Curriculum, K-12. ERIC Digest."},
      {
        "id":"ED389030",
        "title":"Public Service Announcements and the Fight against AIDS: A Survey of Radio Broadcasters' Attitudes and Policies."},
      {
        "id":"ED389031",
        "title":"&quot;He Ain't Alien, He's My Classmate&quot;: An Exercise Facilitating the Interaction between International and American Students in an Educational Context."},
      {
        "id":"ED389032",
        "title":"The Use of Video as a Performance and Evaluation Instrument in Public Speaking Courses."},
      {
        "id":"ED389033",
        "title":"Formulating Instructional Goals and Objectives in the Introductory Oral Communication Course."},
      {
        "id":"ED389034",
        "title":"Critical Thinking Strategies for Nontraditional Students."},
      {
        "id":"ED389036",
        "title":"Assessment as a Unifier of Teaching and Research."},
      {
        "id":"ED389038",
        "title":"Racial Group Orientation and Self-Concept: Examining the Relationship Using Meta-Analysis."},
      {
        "id":"ED389039",
        "title":"Iowa Distance Education Alliance. Final Evaluation Report."},
      {
        "id":"ED389045",
        "title":"The Constitutionality of Education Vouchers under State and Federal Law. House Research Information Brief."},
      {
        "id":"ED389046",
        "title":"Impact of a Community School on Citizens' Attitudes."},
      {
        "id":"ED389047",
        "title":"The Ecology of a Community School."},
      {
        "id":"ED389048",
        "title":"The Impact of a Community School on Students' Behavior."},
      {
        "id":"ED389049",
        "title":"Milestones in Comprehensive School Improvement for Middle Grade Reform. Development Period: Milestones I, Months 1-12, Milestones II, Months 13-18, Milestones III, Months 19-36."},
      {
        "id":"ED389050",
        "title":"JROTC Career Academies' Guidebook."},
      {
        "id":"ED389051",
        "title":"School Finance: Trends in U.S. Education Spending. Report to Congressional Requesters."},
      {
        "id":"ED389052",
        "title":"Schooling for Character and Citizenship: Legal Grounds for Pursuing Educational Goals."},
      {
        "id":"ED389053",
        "title":"Analysis of Tax Breaks for Training: \"A Wolf in Sheep's Clothing?\" HRD & ALL Research Series. Paper 90-06."},
      {
        "id":"ED389054",
        "title":"A General Overview of Bias and Validity Issues in Cross-Cultural Research. HRD & All Research Series. Paper 91-06."},
      {
        "id":"ED389055",
        "title":"Skills Needs Assessment Process To Support Economic Development. HRD & ALL Research Series. Paper 90-01."},
      {
        "id":"ED389056",
        "title":"An Indiana Investigation of the Impact of Expenditures &amp; Socioeconomic Status on Student Achievement: Does Money Matter?"},
      {
        "id":"ED389057",
        "title":"The Alliance of Quality Schools."},
      {
        "id":"ED389058",
        "title":"Managing Change from a Quality Perspective."},
      {
        "id":"ED389059",
        "title":"School-Based Decision Making: Linking Decisions to Learning. Third-Year Report to the Prichard Committee."},
      {
        "id":"ED389060",
        "title":"Iowa Distance Education Alliance. Final Evaluation Report. Abbreviated Version."},
      {
        "id":"ED389062",
        "title":"How Education Spending Matters to Economic Development."},
      {
        "id":"ED389063",
        "title":"Evaluation of Projects Funded by the School Dropout Demonstration Assistance Program. Final Evaluation Report. Volume I: Findings and Recommendations."},
      {
        "id":"ED389064",
        "title":"Evaluation of Projects Funded by the School Dropout Demonstration Assistance Program. Final Evaluation Report. Volume II: Data Tables, Methodology, and Data Collection Instruments."},
      {
        "id":"ED389065",
        "title":"High Expectations, High Achievements. State Report Card 1995. K-12 Public Education in Colorado."},
      {
        "id":"ED389066",
        "title":"The Justice and Injustice of Alternative Approaches to School Desegregation: The Perceptions of School Board Members."},
      {
        "id":"ED389067",
        "title":"The Health of the School Superintendency."},
      {
        "id":"ED389068",
        "title":"Quality Work Teams."},
      {
        "id":"ED389069",
        "title":"The Effect of Inschool Suspension on the Academic Progress of High School Science and English Students."},
      {
        "id":"ED389070",
        "title":"The School As Center of Inquiry. An Action Research Project."},
      {
        "id":"ED389071",
        "title":"Federal Tax Rules Relating to Benefit Plans for Public Education Employees. A Resource Guide."},
      {
        "id":"ED389076",
        "title":"Virtual Reality in Educating Leaders: First Renew the Professor."},
      {
        "id":"ED389077",
        "title":"First Year District Superintendents: Women Reflect on Contradictions between Education and Politics."},
      {
        "id":"ED389078",
        "title":"Accelerated Districts--The Next Step. A Summary of Research and Design."},
      {
        "id":"ED389080",
        "title":"School Improvement through School Inspection?"},
      {
        "id":"ED389081",
        "title":"Rhetorics and Realities of Parent Involvement in Schools: A Case of a Restructuring Middle School."},
      {
        "id":"ED389082",
        "title":"Household Demand for Primary Schooling in Ethiopia: Preliminary Findings."},
      {
        "id":"ED389083",
        "title":"Parents' Views of Their Involvement at Home, in ESEA Chapter 1 Programs, and at School: Impact on Parents and Their Children."},
      {
        "id":"ED389084",
        "title":"Welfare to Work: Approaches That Help Teenage Mothers Complete High School. Report to Congressional Requesters."},
      {
        "id":"ED389085",
        "title":"Inventory of Academic Standards-Related Activities. 95-07."},
      {
        "id":"ED389087",
        "title":"School Meals for Healthy Children: Meeting the Dietary Guidelines for Americans and Complying with the Requirements of the Healthy Meals for Healthy Americans Act."},
      {
        "id":"ED389089",
        "title":"\"When Can I Have Your Kids?\" Scheduling Specialist Teachers."},
      {
        "id":"ED389090",
        "title":"Raising the Educational Achievement of Secondary School Students: An Idea Book. Summary"},
      {
        "id":"ED389091",
        "title":"Raising the Educational Achievement of Secondary School Students: An Idea Book. Volume 1, Summary of Promising Practices."},
      {
        "id":"ED389092",
        "title":"Raising the Educational Achievement of Secondary School Students: An Idea Book. Volume 2, Profiles of Promising Practices."},
      {
        "id":"ED389093",
        "title":"Extending Learning Time for Disadvantaged Students. An Idea Book. Summary."},
      {
        "id":"ED389095",
        "title":"Extending the Learning Time for Disadvantaged Students: An Idea Book. Volume 2, Profiles of Promising Practices."},
      {
        "id":"ED389096",
        "title":"Education: The Gateway to America's Future."},
      {
        "id":"ED389097",
        "title":"The National Education Goals Report, 1995. Building a Nation of Learners."},
      {
        "id":"ED389098",
        "title":"The National Education Goals Report, 1995. Volume One: National Data."},
      {
        "id":"ED389099",
        "title":"The National Education Goals Report, 1995. Volume Two: State Data."},
      {
        "id":"ED389100",
        "title":"The National Education Goals Report, 1995. Executive Summary. Improving Education through Family-School-Community Partnerships."},
      {
        "id":"ED389101",
        "title":"Learning Disabilities and the American Public: A Look at American's Awareness and Knowledge."},
      {
        "id":"ED389102",
        "title":"Effects of Inclusion on Academic Outcomes."},
      {
        "id":"ED389104",
        "title":"Dealing with Sensory Integrative Dysfunction in the Classroom: A Guide for Early Elementary Teachers."},
      {
        "id":"ED389105",
        "title":"The Fast Lane to High School: Transition from Middle School/Junior High to High School."},
      {
        "id":"ED389106",
        "title":"The Adverse Implications of Full Inclusion for Deaf Students."},
      {
        "id":"ED389107",
        "title":"Model Programs of Early Education for Hearing-Impaired Children and Their Families."},
      {
        "id":"ED389108",
        "title":"A Comparative Overview of the Education of Deaf Children in Central America, the Caribbean and Parts of South America."},
      {
        "id":"ED389109",
        "title":"101 Ways To Help Children with ADD Learn: Tips from Successful Teachers."},
      {
        "id":"ED389111",
        "title":"School-Linked Services in K-12 Systems: An Annotated Resource List. Final Report."},
      {
        "id":"ED389112",
        "title":"A Bibliography for Families on Mental Health/Mental Illness."},
      {
        "id":"ED389113",
        "title":"A Bibliography for Schools on Mental Health/Mental Illness."},
      {
        "id":"ED389114",
        "title":"A Guide to Children's Literature and Disability: 1989-1994."},
      {
        "id":"ED389115",
        "title":"A Plan for the Identification of National Information Needed for Program Improvement. Draft."},
      {
        "id":"ED389117",
        "title":"The Impact of Inclusive School System Initiatives on the Education of Students with Disabilities: A Policy Forum To Explore Issues and Identify National Strategies To Support System Change, Convened by Project FORUM (Alexandria, Virginia, July 23-24, 1992)."},
      {
        "id":"ED389118",
        "title":"An Overview of Standards and Policy on the Use of Time-Out as a Behavior Management Strategy."},
      {
        "id":"ED389119",
        "title":"A Study of Selected State Policies on Upper Age Mandates and Alternatives to a Regular Diploma."},
      {
        "id":"ED389120",
        "title":"States&apos; Use of Discretionary Funds under Part B of the Individuals with Disabilities Education Act: A Case Study of Two States."},
      {
        "id":"ED389121",
        "title":"A Resource Paper on the Relative Cost of Special Education."},
      {
        "id":"ED389122",
        "title":"A Brief Overview of Nine States' Funding Policies for the Education of Children Residing in State Department of Mental Health or Department of Mental Retardation Facilities."},
      {
        "id":"ED389125",
        "title":"Re-Examining Eligibility under IDEA."},
      {
        "id":"ED389126",
        "title":"Strategies for Teacher Retention."},
      {
        "id":"ED389127",
        "title":"Factors That Influence Teacher Attrition."},
      {
        "id":"ED389128",
        "title":"Causes and Cures of Teacher Attrition: A Selected Bibliography Focusing on Special Educators."},
      {
        "id":"ED389129",
        "title":"Selected OSEP-Funded Projects...Collecting/Disseminating &quot;Promising Practices&quot;."},
      {
        "id":"ED389130",
        "title":"Summary of Goals 2000: Educate America Act."},
      {
        "id":"ED389131",
        "title":"The Adult Sequelae of a Childhood Diagnosis of Attention-Deficit/Hyperactivity Disorder: A Review of the Literature for the Past Decade."},
      {
        "id":"ED389132",
        "title":"Generalization of Work-Related Social Behavior for Persons with Mental Retardation."},
      {
        "id":"ED389134",
        "title":"The Use of Portable Computers with Dyslexic Students. Occasional Papers 26."},
      {
        "id":"ED389135",
        "title":"Metacognition and Reading in Children Who Are Deaf: A Review of the Research."},
      {
        "id":"ED389136",
        "title":"Determining the Leisure Needs of People Having Disabilities: Commonwealth of the Northern Mariana Islands Needs Assessment Survey Report."},
      {
        "id":"ED389137",
        "title":"Living with Hearing Loss: A Lifelong Educational Process--A Parent&apos;s Perspective."},
      {
        "id":"ED389138",
        "title":"A Socialization Program for Developmentally Disabled Deaf Adults."},
      {
        "id":"ED389139",
        "title":"Educational Implications of an Interactive Model of Reading Disability."},
      {
        "id":"ED389140",
        "title":"Prevention, Teaching &amp; Responding: A Planning Team Process for Supporting Students with Emotional and Behavioral Difficulties in Regular Education."},
      {
        "id":"ED389141",
        "title":"Differentiating Instruction for Advanced Learners in the Mixed-Ability Middle School Classroom. ERIC Digest E536."},
      {
        "id":"ED389142",
        "title":"Overview of ADA, IDEA, and Section 504. ERIC Digest E537."},
      {
        "id":"ED389143",
        "title":"National Study on Inclusion: Overview &amp; Summary Report."},
      {
        "id":"ED389144",
        "title":"Dads and Disability."},
      {
        "id":"ED389145",
        "title":"Hearing Impaired Children's Retelling of Stories Following Presentation in Whole-Class and Individual Contexts."},
      {
        "id":"ED389146",
        "title":"Using Scripts To Facilitate Communication of Children with Hearing Impairment."},
      {
        "id":"ED389147",
        "title":"National Dissemination Forum on Issues Relating to Special Education Teacher Satisfaction, Retention and Attrition (Washington, District of Columbia, May 25-26, 1995)."},
      {
        "id":"ED389148",
        "title":"The Attrition Picture: Lessons from Three Research Projects. Working Paper #3."},
      {
        "id":"ED389149",
        "title":"Working Conditions: Job Design. Working Paper #4."},
      {
        "id":"ED389150",
        "title":"Working Conditions: Administrator Support. Working Paper #5."},
      {
        "id":"ED389151",
        "title":"Impact of Job Design Problems and Lack of Support. Draft Version. Working Paper #6."},
      {
        "id":"ED389152",
        "title":"Personnel Preparation: Relationship to Job Satisfaction. Draft Report. Working Paper #7."},
      {
        "id":"ED389153",
        "title":"Strategic Planning for Special Education Teacher Retention. Working Paper #8."},
      {
        "id":"ED389154",
        "title":"Attrition/Retention of Urban Special Education Teachers: Multi-Faceted Research and Strategic Action Planning. Final Performance Report, Volume 1. [Chapter Three and Chapter Four]."},
      {
        "id":"ED389155",
        "title":"Teachers' Perceptions of Working Conditions: Problems Relating to Central Office Support [and] Section 2: Administrative Support."},
      {
        "id":"ED389156",
        "title":"Attrition of Special Educators: Why They Leave and Where They Go. Working Paper."},
      {
        "id":"ED389157",
        "title":"Retention and Attrition in Special Education: Analysis of Variables That Predict Staying, Transferring, or Leaving."},
      {
        "id":"ED389158",
        "title":"Retention, Transfer, and Attrition of Special and General Education Teachers in National Perspective."},
      {
        "id":"ED389159",
        "title":"Help for Mainstream Teachers with LEP Students."},
      {
        "id":"ED389161",
        "title":"Implementing Cultural Elements in Chinese Teaching."},
      {
        "id":"ED389162",
        "title":"Bilingual Immersion: A Longitudinal Evaluation of the El Paso Program."},
      {
        "id":"ED389163",
        "title":"Language Dictionaries and Grammars of Guam and Micronesia."},
      {
        "id":"ED389164",
        "title":"The Role of Media in Promoting African Indigenous Languages (Case Study of Nigeria)."},
      {
        "id":"ED389167",
        "title":"Changing Paradigms. The Project Approach."},
      {
        "id":"ED389168",
        "title":"Investigating the Oral Fluency of 15 EFL Teachers: A Quantitative Approach Revisited."},
      {
        "id":"ED389169",
        "title":"Tarzan Learns To Read, and Other Literary Language Lessons."},
      {
        "id":"ED389170",
        "title":"Language Teacher Education in the Voluntary Sector."},
      {
        "id":"ED389172",
        "title":"The Practicum in TESOL: An Integrated Model."},
      {
        "id":"ED389174",
        "title":"English for Science and Technology: Profiles and Perspectives."},
      {
        "id":"ED389175",
        "title":"Exploring Language through Multicultural Literature."},
      {
        "id":"ED389176",
        "title":"Mentoring Bilingual Teachers. FOCUS: Occasional Papers in Bilingual Education No. 12."},
      {
        "id":"ED389177",
        "title":"Special Issues Analysis Center (SIAC). Annual Report: Year Three. Volume I: An Overview (Final). (Task Six.)"},
      {
        "id":"ED389178",
        "title":"Special Issues Analysis Center (SIAC). Annual Report: Year Three. Volume II: Short Turnaround Reports. (Task Six.)"},
      {
        "id":"ED389179",
        "title":"Special Issues Analysis Center (SIAC). Annual Report: Year Three. Volume III: SEA Report, Task 7. Summary of State Educational Agency Program Survey of States' Limited English Proficient Persons and Available Educational Services, 1993-1994."},
      {
        "id":"ED389180",
        "title":"Special Issues Analysis Center (SIAC). Annual Report: Year Three. Volume IV: Task Order 12 Report--Literature Review and Synthesis Report on Institutional Change and Its Implications for Schools Serving Limited English Proficient Students. Task Order 13 Report--Research Designs for Measuring Institutional Change Affecting the Education of Limited English Proficient (LEP) Students. Focus Group Report."},
      {
        "id":"ED389181",
        "title":"Special Issues Analysis Center (SIAC). Annual Report: Year Three. Volume V: Task Order D100 Report--An Analysis of Language Minority and Limited English Proficient Students from NELS:88. Task Order D150 Report--An Analysis of Educational Services for Language Minority and Limited English Proficient Early Elementary School Students Based on Prospects: The Congressionally Mandated Study of Compensatory Education."},
      {
        "id":"ED389182",
        "title":"Special Issues Analysis Center (SIAC). Annual Report: Year Three. Volume VI: Task Order D170 Report--Recommendations on Student Outcome Variables for Limited English Proficient (LEP Students). Task Order D190 Report--The Uses of Communications Technology for Language Proficiency Assessment and Academic Assessment."},
      {
        "id":"ED389183",
        "title":"Special Issues Analysis Center (SIAC). Annual Report: Year Three. Volume VII: Task D160 Report--State Certification Requirements for Teachers of Limited English Proficient Students. Task D210 Report--Inclusion of Limited English Proficient Students in State Performance Standards and Assessments."},
      {
        "id":"ED389185",
        "title":"Bridging the Evaluation Gap in ESL."},
      {
        "id":"ED389186",
        "title":"Study Implications for District Support Strategies."},
      {
        "id":"ED389187",
        "title":"The Caen Primary School Foreign Language Project. Occasional Papers, 16."},
      {
        "id":"ED389188",
        "title":"Evolving Linguistic Patterns in Europe. Occasional Papers, 17."},
      {
        "id":"ED389189",
        "title":"Jan Komensky--The Teacher of Nations. Occasional Papers, 18."},
      {
        "id":"ED389190",
        "title":"&quot;Knowledge about Language,&quot; Language Learning, and the National Curriculum. Final Report. Occasional Papers, 19."},
      {
        "id":"ED389191",
        "title":"Constructing a Multi-Dimensional Research Study. Occasional Papers, 20."},
      {
        "id":"ED389192",
        "title":"&quot;Speaking Proper&quot;: Accent, Dialect, and Identity. Occasional Papers, 22."},
      {
        "id":"ED389193",
        "title":"National Identity and Language in Multi-Ethnic Latin America. Occasional Papers, 24."},
      {
        "id":"ED389194",
        "title":"Politics and Change in Research in Applied Linguistics. Occasional Papers, 28."},
      {
        "id":"ED389195",
        "title":"Bilingual Learners and the National Curriculum. Occasional Papers, 32."},
      {
        "id":"ED389196",
        "title":"Trainee Teachers' Knowledge about Language. Occasional Papers, 33."},
      {
        "id":"ED389197",
        "title":"Student Attitudes to Learning Modern Languages in the 1980s. Data from Nuffield Modern Languages Inquiry, 1986. Occasional Papers, 36."},
      {
        "id":"ED389198",
        "title":"The Gold Rush--A Fully Integrated Instructional Unit."},
      {
        "id":"ED389199",
        "title":"A Historical Odyssey: Research of the Opposing Perspectives of the Battle of San Pasqual. A Specially Adapted Unit Plan for Secondary Educational Sheltered/Bilingual Programs. [A Fully Integrated Instructional Unit.]"},
      {
        "id":"ED389200",
        "title":"The Solar System/El Sistema Solar--A Fully Integrated Instructional Unit."},
      {
        "id":"ED389201",
        "title":"Fossils and Dinosaurs--A Fully Integrated Instructional Unit."},
      {
        "id":"ED389203",
        "title":"Transportation, with Sub-Themes Communities and Careers. [A Fully Integrated Instructional Unit.]"},
      {
        "id":"ED389204",
        "title":"English Only? Community College Teacher Perceptions of L1 Use."},
      {
        "id":"ED389205",
        "title":"Teamworks: Mainstream and Bilingual/ESL Teacher Collaboration. NCBE Program Information Guide Series 24."},
      {
        "id":"ED389206",
        "title":"Using Collaborative Writing Creatively To Teach Reader-Based Prose."},
      {
        "id":"ED389207",
        "title":"Helping Teachers Change the Language of the Classroom: Lessons from In-Service Teacher Education."},
      {
        "id":"ED389208",
        "title":"ESL: Asian High School Students' Perspectives."},
      {
        "id":"ED389209",
        "title":"Professional Development through Democratic Supervision."},
      {
        "id":"ED389210",
        "title":"Improving Writing for International Business through Peer Reviews."},
      {
        "id":"ED389212",
        "title":"Conceptualizing Academic Language. Research Report: 15."},
      {
        "id":"ED389213",
        "title":"A Comprehensive Dropout-Prevention Program To Increase the Number of Spanish-Speaking ESL Students Remaining in High School."},
      {
        "id":"ED389215",
        "title":"Language and Learning: Educating Linguistically Diverse Students."},
      {
        "id":"ED389216",
        "title":"Language Development in Extended-Day Programs: Prospects for Second Language Learners."},
      {
        "id":"ED389219",
        "title":"Why &quot;Often&quot; Isn't &quot;Always.&quot;"},
      {
        "id":"ED389220",
        "title":"Cestina pro Pokrocile (Intermediate Czech)."},
      {
        "id":"ED389221",
        "title":"Language and Institutional Capacity Building in Cambodia: A Case Study of the Faculty of Business in Phnom Penh."},
      {
        "id":"ED389222",
        "title":"What the Heck is a MOO? And What's the Story with All Those Cows?"},
      {
        "id":"ED389223",
        "title":"Engineering Research Presentations: Three Units of Analysis."},
      {
        "id":"ED389224",
        "title":"Inter-Level Articulation: A New Paradigm for the Profession."},
      {
        "id":"ED389227",
        "title":"Teaching English as a Second Language: How Young Children Learn."},
      {
        "id":"ED389228",
        "title":"Advanced Listening, Speaking, and Pronunciation Video Demonstration."},
      {
        "id":"ED389229",
        "title":"An Analysis of Lexical Frequency and Discourse Need for Instructive Purposes. Technical Report 95-5-002."},
      {
        "id":"ED389230",
        "title":"The Discontinuity of Human Existence, Part I. The Fundamental Concepts of Human Existence and the Relation between the Singular and the Super Singular. No. 50."},
      {
        "id":"ED389231",
        "title":"The Discontinuity of Human Existence, Part III. Perspective Text Analysis: A Methodological Approach to the Study of Competence. No. 52."},
      {
        "id":"ED389233",
        "title":"Teachers' Roles in the Classroom: Adopting and Adapting to the Paradox of Education within a Prison Institution."},
      {
        "id":"ED389234",
        "title":"Model ESL Transitional Demonstration Programs."},
      {
        "id":"ED389235",
        "title":"A Time To Learn--Units 1 &amp; 2. A Resource For Teachers of Bilingual Literacy Learners."},
      {
        "id":"ED389236",
        "title":"Outcomes of Recent Changes in Federal Student Financial Aid. Statistics in Brief."},
      {
        "id":"ED389237",
        "title":"Educational Leadership Enhancement Grant Program. Annual Report: 1993-94 Program."},
      {
        "id":"ED389238",
        "title":"Report to the Chancellor from the Special Advisory Group on Governance and Support Services."},
      {
        "id":"ED389239",
        "title":"Basic Student Charges at Postsecondary Institutions: Academic Year 1994-95. Tuition and Required Fees and Room and Board Charges at 4-Year, 2-Year, and Public Less-Than-2-Year Institutions. Statistical Analysis Report."},
      {
        "id":"ED389241",
        "title":"Student Financing of Graduate and First-Professional Education, 1992-93 with an Essay on Student Borrowing. National Postsecondary Student Aid Study: 1992-93. Statistical Analysis Report."},
      {
        "id":"ED389242",
        "title":"The Effects of Employment Legislation on Collective Bargaining. Mendip Papers MP-038."},
      {
        "id":"ED389244",
        "title":"Utilization of Residence Hall Facilities, Fall 1994 with Trends from Fall 1985. Report No. 9-95."},
      {
        "id":"ED389246",
        "title":"Student Costs at Public Institutions: Academic Year 1994-95. A Regional Survey."},
      {
        "id":"ED389247",
        "title":"Fact Book. Fiscal Year 1995."},
      {
        "id":"ED389249",
        "title":"Testimony: Public Hearing on the Recommendations of the Goal 5 Task Force Report of the National Education Goals Panel on Postsecondary Education and Collegiate Assessment."},
      {
        "id":"ED389250",
        "title":"School-University Collaborations: An Examination of Faculty Perceptions and Attitudes."},
      {
        "id":"ED389251",
        "title":"Mentoring College Bound High School Seniors."},
      {
        "id":"ED389252",
        "title":"Using Institutional Variables To Predict Success in Grants Acquisition."},
      {
        "id":"ED389253",
        "title":"Being Open to the Possibilities: A Phenomenological Approach toward Appreciating Diverse Ways of Knowing."},
      {
        "id":"ED389257",
        "title":"Report of the 1995 Clarkson College Alumni Telephone Survey."},
      {
        "id":"ED389258",
        "title":"Education, Training, and Research in the Information Society: A National Strategy."},
      {
        "id":"ED389259",
        "title":"CNN Newsroom Classroom Guides. September 1-30, 1995."},
      {
        "id":"ED389260",
        "title":"Center for Advanced Technology Training (CATT) Feasibility Study."},
      {
        "id":"ED389261",
        "title":"Teachers' Stages of Concern Towards Internet Integration."},
      {
        "id":"ED389262",
        "title":"Integrating the Concept Attainment Teaching Model and Videodisk Images."},
      {
        "id":"ED389263",
        "title":"Increasing the Efficacy of Informal Video through Rapid Prototyping."},
      {
        "id":"ED389264",
        "title":"Interactive Television in Distance Education Setting: Formative Evaluation of &quot;Adapting Instructional Techniques.&quot;"},
      {
        "id":"ED389265",
        "title":"Distance Education Video Vignettes for Training: The Research Foundation."},
      {
        "id":"ED389266",
        "title":"Informatics for Secondary Education: A Curriculum for Schools."},
      {
        "id":"ED389267",
        "title":"CNN Newsroom Classroom Guides. October 1995."},
      {
        "id":"ED389268",
        "title":"Public Television and Diverse Audiences: Snapshot of a Relationship. CPB Research Notes, No. 80."},
      {
        "id":"ED389269",
        "title":"Reaching Older Kids with Public Television. CPB Research Notes, No. 81."},
      {
        "id":"ED389270",
        "title":"Increasing Social Awareness and Geographical Skills of Fourth Grade Students with Technology, On-Line Communications, and Cooperative Activities."},
      {
        "id":"ED389271",
        "title":"Decreasing Computer Anxiety and Increasing Computer Usage among Early Childhood Education Majors through a Hands-On Approach in a Nonthreatening Environment."},
      {
        "id":"ED389272",
        "title":"Information Processing and the Management of Curriculum, Teaching and Learning."},
      {
        "id":"ED389273",
        "title":"Technology and Graduate Education: Applications in a Masters and Doctoral Program."},
      {
        "id":"ED389274",
        "title":"Technology in the Schools: Overcoming Obstacles."},
      {
        "id":"ED389275",
        "title":"A Comparative Study of the Use of Video in American Higher Education and That in Chinese Higher Education."},
      {
        "id":"ED389276",
        "title":"Enhancing Eighth Grade Student Presentations of Scientific Research with Technology."},
      {
        "id":"ED389277",
        "title":"Local Area Networks for K-12 Schools. ERIC Digest."},
      {
        "id":"ED389278",
        "title":"Free at Last? Teachers, Computers and Independent Learning."},
      {
        "id":"ED389279",
        "title":"Affective Responses and Cognitive Models of the Computing Environment."},
      {
        "id":"ED389280",
        "title":"Information Highway: Implementation through Partnerships."},
      {
        "id":"ED389281",
        "title":"Uses of and Attitudes toward Computers in Korean Schools."},
      {
        "id":"ED389282",
        "title":"Learning As the New Form of Labor."},
      {
        "id":"ED389283",
        "title":"A Case Study of Channel One in the Instruction and Curriculum of a Middle School."},
      {
        "id":"ED389284",
        "title":"Tel-Ed '95, Proceedings of the International Conference on Telecommunications in Education (4th, Fort Lauderdale, Florida, November 30-December 3, 1995)."},
      {
        "id":"ED389285",
        "title":"Occasional Papers in Open and Distance Learning, Number 18."},
      {
        "id":"ED389286",
        "title":"The Effectiveness of Television Captioning on Comprehension and Preference."},
      {
        "id":"ED389287",
        "title":"Mediated Collaborative Learning - How CSILE Supports a Shift from Knowledge in the Head to Knowledge in the World. Draft."},
      {
        "id":"ED389288",
        "title":"Interactive Multimedia in Western Education."},
      {
        "id":"ED389293",
        "title":"Educational Communications Technology and Its Uses in Wisconsin. Staff Brief 94-5."},
      {
        "id":"ED389297",
        "title":"Standards for Florida Public Libraries: A Vision for the 21st Century."},
      {
        "id":"ED389298",
        "title":"Handbook for Alaska K-12 School Libraries."},
      {
        "id":"ED389301",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 104-107. September 1, 1995."},
      {
        "id":"ED389302",
        "title":"Library Resources for the Blind and Physically Handicapped: A Directory with FY 1994 Statistics on Readership, Circulation, Budget, Staff, and Collections."},
      {
        "id":"ED389303",
        "title":"Continuous Library Improvement Program: A Planning Process for Nebraska Libraries."},
      {
        "id":"ED389304",
        "title":"Creating Policies for Assignable Study Space in Academic Libraries."},
      {
        "id":"ED389305",
        "title":"Alabama Public Library Service Annual Report, 1994."},
      {
        "id":"ED389307",
        "title":"The Alabama Long Range Program for Library Development, 1995-1999."},
      {
        "id":"ED389309",
        "title":"Federal Public Library Programs in Alabama for FY 1996."},
      {
        "id":"ED389310",
        "title":"Developing an Information Infrastructure To Support Information Retrieval: Towards a Theory of Clustering Based in Classification."},
      {
        "id":"ED389317",
        "title":"Impulse fur Bibliotheken (Impulses for Libraries). Publications of Essen University Library 19."},
      {
        "id":"ED389323",
        "title":"Commission on Preservation and Access Newsletter, 1995."},
      {
        "id":"ED389324",
        "title":"New Tools for Preservation: Assessing Long-Term Environmental Effects on Library and Archives Collections."},
      {
        "id":"ED389325",
        "title":"The Commission on Preservation &amp; Access: Annual Report, July 1, 1994 to June 30, 1995."},
      {
        "id":"ED389326",
        "title":"Feasibility Study on the Development of Teachers Resource Centres: Consultants Report. Organization of Eastern Caribbean States Education Reform Strategy Project 5."},
      {
        "id":"ED389327",
        "title":"Prevision des besoins en main-d'oeuvre du secteur de l'information. Communications presentees lors du Seminaire FID/ET (Espoo, Finlande, 24-27 aout 1988) (Prediction of the Labor Needs of the Information Sector. Papers presented a FID/ET Seminar (Espoo, Finland, August 24-27, 1988))."},
      {
        "id":"ED389331",
        "title":"PIALA '94. Pacific Information Liberation: The Wave of the Future. Proceedings of the Annual Pacific Islands Association of Libraries and Archives Conference (4th, Tamuning, Guam, November 4-9, 1994)."},
      {
        "id":"ED389332",
        "title":"A Study To Determine the Feasibility of Converting the Audio Magazine Program of NLS/BPH from Flexible Disk to Cassette Format. Draft Report."},
      {
        "id":"ED389333",
        "title":"Technology's Impact on Library Operations."},
      {
        "id":"ED389334",
        "title":"Cyberporn: Protecting Our Children from the Back Alleys of the Internet. Joint Hearing before the Subcommittee on Basic Research and the Subcommittee on Technology of the Committee on Science. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED389335",
        "title":"Long Range Plan for Library Services in Wisconsin, 1995-2000. Bulletin No. 96145."},
      {
        "id":"ED389336",
        "title":"Service Data for Wisconsin Public Libraries--1994: A Companion to the Second Edition of the Wisconsin Public Library Standards. Bulletin 95044."},
      {
        "id":"ED389337",
        "title":"&quot;Sportacular Summer.&quot; 1995 Summer Library Program Manual. Bulletin No. 95218."},
      {
        "id":"ED389338",
        "title":"Planning for Countywide Public Library Service. Bulletin No. 95269."},
      {
        "id":"ED389339",
        "title":"Pennsylvania Library Association, Membership Survey, 1994."},
      {
        "id":"ED389340",
        "title":"Council on Library Resources, Inc., 39th Annual Report, 1995."},
      {
        "id":"ED389341",
        "title":"Accuracy of References in Five Entomology Journals."},
      {
        "id":"ED389342",
        "title":"Toddler Time: A Survey of Programs in Ohio's Public Libraries."},
      {
        "id":"ED389343",
        "title":"Women's Studies and Library of Congress Subject Headings: An Examination of Library of Congress's Responsiveness to New, Emerging Fields of Research."},
      {
        "id":"ED389344",
        "title":"Library Programs for Children with Disabilities: A Survey of Missouri Public Libraries."},
      {
        "id":"ED389345",
        "title":"Highline Community College Outcomes: Student Abilities across the Curriculum and within Departments."},
      {
        "id":"ED389346",
        "title":"Measuring the General Education Outcomes: Practical Strategies."},
      {
        "id":"ED389347",
        "title":"Entrepreneurship Education: Opportunity in Search of Curriculum."},
      {
        "id":"ED389348",
        "title":"Factors Contributing to Professional Growth at Assiniboine Community College."},
      {
        "id":"ED389349",
        "title":"Funds for Instructional Improvement: Pre/Co/Advisory Requisite Study."},
      {
        "id":"ED389350",
        "title":"Abstract of Title 5 Regulations (Matriculation Model District Policy) Regarding Prerequisites, Corequisites and Advisories on Recommended Preparation."},
      {
        "id":"ED389351",
        "title":"An Analysis of Success Indicators for Latino Students at Long Beach City College."},
      {
        "id":"ED389352",
        "title":"State Board of Directors for Community Colleges of Arizona Annual Report to the Governor, 1994-1995 [and] Statistical Supplement."},
      {
        "id":"ED389353",
        "title":"Contact: An Intercollegiate Team Teaching Project."},
      {
        "id":"ED389354",
        "title":"The History of AMATYC, 1974-1994."},
      {
        "id":"ED389355",
        "title":"A Study of the Term and Semester Calendars in a Two Year Community College."},
      {
        "id":"ED389356",
        "title":"Mt. San Jacinto College Student Equity Plan."},
      {
        "id":"ED389357",
        "title":"Community Cores: The Future for the Community College Campus."},
      {
        "id":"ED389358",
        "title":"Actual 1994-95 Cost Allocation Summary."},
      {
        "id":"ED389359",
        "title":"Report for the Florida Community College System: The Fact Book, October 1995."},
      {
        "id":"ED389360",
        "title":"A Study of At Risk and Undecided Students and Strategies for Success at Heritage College. Session D&apos;Accueil Report, 1994."},
      {
        "id":"ED389362",
        "title":"Leadership for Empowering Academic Development: Team Recommendations."},
      {
        "id":"ED389363",
        "title":"WTCS Facts, January 1996."},
      {
        "id":"ED389364",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (9th, Ellenville, NY, March 22-24, 1995)."},
      {
        "id":"ED389365",
        "title":"Using the IDEAL Problem Solving Method in Groups."},
      {
        "id":"ED389366",
        "title":"The Soul of Active Learning: Connecting Psychology and Faith."},
      {
        "id":"ED389367",
        "title":"Using Feature Films To Promote Active Learning in the College Classroom."},
      {
        "id":"ED389368",
        "title":"Cooperative Teaching Designed To Enhance Cooperative Learning."},
      {
        "id":"ED389369",
        "title":"Helping Students To Experience the Classroom: Interactive Techniques for the Personality Psychology Course."},
      {
        "id":"ED389370",
        "title":"Using Personality Scales as an Experiential Learning Activity."},
      {
        "id":"ED389371",
        "title":"Thinking Critically and Understanding Empathically: Techniques for Teaching Adolescent Development."},
      {
        "id":"ED389372",
        "title":"Revealing Their Riches."},
      {
        "id":"ED389373",
        "title":"Collaborative Learning across the Psychology Curriculum."},
      {
        "id":"ED389374",
        "title":"Research on Trial: A Pedagogy for Research Methods Instruction."},
      {
        "id":"ED389375",
        "title":"The Perception of Familiar Objects."},
      {
        "id":"ED389376",
        "title":"Using a Computerized Laboratory as a Springboard for Transforming a Traditional Lecture Course."},
      {
        "id":"ED389377",
        "title":"Teaching Statistics: Shaping, Fading and Concept Formation."},
      {
        "id":"ED389378",
        "title":"Gender and Patterns of Communication."},
      {
        "id":"ED389379",
        "title":"How Colleges Are Coping, 1995."},
      {
        "id":"ED389380",
        "title":"An Historical and Futuristic Perspective of Articulation and Transfer in the United States."},
      {
        "id":"ED389381",
        "title":"Pedagogy Journal, 1994."},
      {
        "id":"ED389382",
        "title":"Pedagogy Journal, 1995."},
      {
        "id":"ED389383",
        "title":"Organizational Effectiveness and the Active Community College: The Case of Hudson County Community College. Special Report 95.03."},
      {
        "id":"ED389384",
        "title":"The American Community College. Third Edition. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED389385",
        "title":"Learning Goals and Self-Evaluation: Effects on Children's Cognitive Skill Acquisition."},
      {
        "id":"ED389386",
        "title":"Adolescents' Family Situation and Their Self-Disclosure in Interpersonal Relationships."},
      {
        "id":"ED389389",
        "title":"Serving the Needs of At-Risk Students: The Community Approach and Teacher Perceptions of Its Effectiveness."},
      {
        "id":"ED389390",
        "title":"Elementary Teachers' Perceptions of and Reported Strategies for Coping with Twelve Types of Problem Students."},
      {
        "id":"ED389392",
        "title":"Parents in Partnership for Proficiency: For 3rd & 4th Graders and Their Families."},
      {
        "id":"ED389393",
        "title":"Creating Violence-Free Families: A Symposium Summary Report (New York, New York, May 23-25, 1994)."},
      {
        "id":"ED389394",
        "title":"Who Works with Young Children? Concepts and Issues of Staffing and Professionalization in European Countries."},
      {
        "id":"ED389395",
        "title":"Assessment of Parental and Adolescent Verbal Interactions."},
      {
        "id":"ED389396",
        "title":"Decreasing Aggressive Behavior and Increasing Alertness in Preschoolers through a Family Education Program and Video Lending Library."},
      {
        "id":"ED389398",
        "title":"Minnesota's Child Support System Fails To Meet Children's Needs."},
      {
        "id":"ED389399",
        "title":"The Primary Program: Report from the Task Force on Improving Kentucky Schools."},
      {
        "id":"ED389401",
        "title":"A Workshop for Staff and Families on Stressors and Anxious Behaviors in Preschool Children."},
      {
        "id":"ED389404",
        "title":"Intervention for Children: The Role of Programme Developers."},
      {
        "id":"ED389406",
        "title":"In Our Own Backyard: A Teaching Guide for the Rights of the Child (Intended for Grade 1 through Grade 8)."},
      {
        "id":"ED389408",
        "title":"We Are the Neocolonialists of Micronesia."},
      {
        "id":"ED389409",
        "title":"Child Care Assistance Keeps Minnesota Working."},
      {
        "id":"ED389410",
        "title":"Minnesota's Children and Welfare Reform."},
      {
        "id":"ED389411",
        "title":"Play Together, Grow Together: A Cooperative Curriculum for Teachers of Young Children. Early Childhood Curriculum. Revised and Expanded."},
      {
        "id":"ED389412",
        "title":"[Join Together, Get Involved, and Team Up for the Kids!: How Parents, Schools, and Communities Can Support Family Involvement in Education.]"},
      {
        "id":"ED389413",
        "title":"Early Orientation and Later School Achievement."},
      {
        "id":"ED389414",
        "title":"The Relation among Moral Behavior, Peer-Directed Internal State Language, and Perspective-Taking Ability for Preschoolers in Mixed-Age Settings."},
      {
        "id":"ED389415",
        "title":"The Influence of Perceived Social Competence on School Beginners&apos; Emergent Academic Intrinsic Motivation."},
      {
        "id":"ED389421",
        "title":"Success in School: The Journey of Two Chinese-American Families. Report No. 31."},
      {
        "id":"ED389427",
        "title":"Motivating Students to Appropriate Behavior."},
      {
        "id":"ED389428",
        "title":"School-Parent Compacts: A Tool for Learning Improvement. Presenter's Guide."},
      {
        "id":"ED389429",
        "title":"Hearing on the Contract with America: Child Welfare and Childcare. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED389430",
        "title":"The Comprehension of Symbolic Play in the Nursery School."},
      {
        "id":"ED389432",
        "title":"Some Aspects of the Relations between Parents and Preschool."},
      {
        "id":"ED389434",
        "title":"Follow Through's Impact on Families and in Communities: Evaluation Findings and Parents' Perspectives. Roundtable Summary."},
      {
        "id":"ED389435",
        "title":"Children, Families, and Communities: Early Lessons from a New Approach to Social Services."},
      {
        "id":"ED389436",
        "title":"Next Steps for Children and Families. Improving Health (Minority Recommendations). Implementation Guide Series."},
      {
        "id":"ED389437",
        "title":"Pragmatic Language in Early Childhood Education: Behavior and Thought in Teaching."},
      {
        "id":"ED389438",
        "title":"Early Years--Research. Papers from New Zealand Council for Educational Research Seminars on Early Childhood (December 13, 1993 and April 27, 1995)."},
      {
        "id":"ED389439",
        "title":"Welfare to Work: Child Care Assistance Limited; Welfare Reform May Expand Needs. United States General Accounting Office Report to Congressional Requesters."},
      {
        "id":"ED389440",
        "title":"Child Welfare: Complex Needs Strain Capacity To Provide Services. United States General Accounting Office Report to Congressional Committees."},
      {
        "id":"ED389441",
        "title":"A Sociological Examination of the Child Care Auspice Debate. Occasional Paper No. 6."},
      {
        "id":"ED389442",
        "title":"Child Care: Canada Can't Work without It. Occasional Paper No. 5."},
      {
        "id":"ED389443",
        "title":"The Influence of Teachers' Learning Stance on the Effectiveness of the Early Learning of Four Year Olds in Schools in England."},
      {
        "id":"ED389444",
        "title":"The Status of Child Nutrition Programs in Colorado."},
      {
        "id":"ED389447",
        "title":"Huge Increase in Day-Care Workers: A Result of Multiple Societal Changes."},
      {
        "id":"ED389448",
        "title":"Early Childhood Update, Fall 1995."},
      {
        "id":"ED389449",
        "title":"Race, Children's Cognitive Achievement and the Bell Curve. Labor and Population Program, Working Paper Series 95-19-1. Revised."},
      {
        "id":"ED389450",
        "title":"Analysis of Playground Injuries and Litigation."},
      {
        "id":"ED389451",
        "title":"On the Problem of Development of Cognitive Abilities in Preschool Age."},
      {
        "id":"ED389452",
        "title":"Interaction at Storytime in the Nursery Classroom."},
      {
        "id":"ED389454",
        "title":"The Quality of the Environment of the Child: Study of Cognitive Interactions in Parent-Run Preschools."},
      {
        "id":"ED389455",
        "title":"Getting To Know Third-Graders."},
      {
        "id":"ED389456",
        "title":"Quality Talk in Early Childhood Education: Mapping Teacher Style."},
      {
        "id":"ED389457",
        "title":"Sugar and Spice and Puppy Dog Tails: Gender Equity among Middle School Children."},
      {
        "id":"ED389458",
        "title":"Local School Teams at the Toronto Board: A Five-Year Follow-Up Study. Research Services No. 216."},
      {
        "id":"ED389464",
        "title":"Improving Prosocial Skills through Developmentally Appropriate Strategies and Activities in a Prekindergarten Classroom."},
      {
        "id":"ED389465",
        "title":"Increasing Application of Developmentally Appropriate Practice by Childcare and Head Start Staff Following Trainings."},
      {
        "id":"ED389466",
        "title":"Written Text Conceptions of Female Child Care Personnel about Girls' and Boys' Work and Mothers' and Fathers' Work Education."},
      {
        "id":"ED389470",
        "title":"Child Nutrition Program Operations Study: First Year Report Executive Summary."},
      {
        "id":"ED389471",
        "title":"Financing Preschool for All Children. ERIC Digest."},
      {
        "id":"ED389472",
        "title":"Samling pa mattan: En utvardering av integrerad skolbarnsomsorg (SKOBO) inom Finspangs Kommun (Integration of Pre-School and School Children)."},
      {
        "id":"ED389473",
        "title":"Advertising in the Schools. ERIC Digest."},
      {
        "id":"ED389474",
        "title":"Encouraging Creativity in Early Childhood Classrooms. ERIC Digest."},
      {
        "id":"ED389475",
        "title":"School Readiness and Children's Developmental Status. ERIC Digest."},
      {
        "id":"ED389476",
        "title":"National Summary of Aquatic Education Materials Developed by, or Adapted for Use with, State and Territorial Programs."},
      {
        "id":"ED389477",
        "title":"Who Pays for Alaska's Schools? Research Summary No. 56."},
      {
        "id":"ED389478",
        "title":"The Changing Culture of Rural Ontario. Occasional Papers in Rural Extension, No. 9."},
      {
        "id":"ED389480",
        "title":"Increasing Parental Involvement in Grades One, Four, and Five in a Rural Elementary School."},
      {
        "id":"ED389482",
        "title":"Organization of Educational Services in Sparsely Populated Regions of Canada."},
      {
        "id":"ED389483",
        "title":"Education in the Rural South: Policy Issues &amp; Research Needs."},
      {
        "id":"ED389484",
        "title":"Cognitive and Cultural Constructions: The First Year Experience."},
      {
        "id":"ED389485",
        "title":"Surveying Community Needs and Priorities: A Community Needs Assessment Tool Kit."},
      {
        "id":"ED389486",
        "title":"The Healing Generation's Journey to the Year 2000...The National Agenda for American Indian/Alaska Native Youth."},
      {
        "id":"ED389487",
        "title":"Increasing Enrollment in Religious Education Classes by Applying a Variety of Marketing Techniques."},
      {
        "id":"ED389488",
        "title":"The Rural Community College Mission: One Faculty's Report."},
      {
        "id":"ED389489",
        "title":"AEL Study of KERA Implementation in Four Rural Kentucky School Districts. 1993-94 Annual Report."},
      {
        "id":"ED389490",
        "title":"Lifelines for the Isolated: The Supply, Training and Professional Support of Educational Personnel in Multi-Island Situations. Educational Development in the Small States of the Commonwealth Series."},
      {
        "id":"ED389491",
        "title":"Educational Consultancy in Small States: A Source Book. Educational Development in the Small States of the Commonwealth Series."},
      {
        "id":"ED389493",
        "title":"Voices of Rural Educators and the Rural Community on Integrating Education, Health, and Social Services. Delaware RAC Report #1."},
      {
        "id":"ED389494",
        "title":"Rural Communities. Alcohol, Tobacco, and Other Drugs Resource Guide."},
      {
        "id":"ED389495",
        "title":"Language Acquisition and Development. IDRA Focus."},
      {
        "id":"ED389496",
        "title":"Lifelong Learning. IDRA Focus."},
      {
        "id":"ED389497",
        "title":"Youth Leadership. IDRA Focus."},
      {
        "id":"ED389499",
        "title":"Creativity Versus Dollars: How Rural Schools in One State Have Maintained or Improved Their Extra-Curricular Programs in the Face of Funding Cuts."},
      {
        "id":"ED389500",
        "title":"Selected School District Factors and Grade Eight Pupil Achievement in Maine."},
      {
        "id":"ED389501",
        "title":"A Comparison of Four Enrollment Groups of K-8 and K-12 Missouri Rural School Districts."},
      {
        "id":"ED389502",
        "title":"&quot;What the Red Squirrel Is To the Gray&quot;: The Importance of Culture in the Composition of School Boards on Mount Desert Island, Maine."},
      {
        "id":"ED389503",
        "title":"The Matthew Principle: A West Virginia Replication?"},
      {
        "id":"ED389507",
        "title":"Rural Issues in Alcohol and Other Drug Abuse Treatment: Award for Excellence Papers. Technical Assistance Publication Series No. 10."},
      {
        "id":"ED389514",
        "title":"Proceedings of the Annual Conference of the Western Australian Science Education Association (19th, Perth, Western Australia, Australia, November 18, 1994)."},
      {
        "id":"ED389515",
        "title":"Cooperative Learning in the Untracked Middle School Science Classroom: A Study of Student Achievement."},
      {
        "id":"ED389516",
        "title":"Multiculturalism and Science Education: A Test Case for Social Epistemology."},
      {
        "id":"ED389517",
        "title":"The Role of Negotiation in a Constructivist-Oriented Hands-On and Minds-On Science Laboratory Classroom."},
      {
        "id":"ED389518",
        "title":"Thinking about Science through Memory Work."},
      {
        "id":"ED389519",
        "title":"Developing Partnerships within a Socio-Cultural Classroom: Changing Student and Teacher Roles."},
      {
        "id":"ED389520",
        "title":"From the Summit of \"Truth\" to the \"Slippery Slopes\": Science Education's Precarious Descent through Positivist-Postmodern Territory."},
      {
        "id":"ED389522",
        "title":"Women, Minorities, and Persons with Disabilities in Science and Engineering: 1994."},
      {
        "id":"ED389523",
        "title":"The Status of Science Education in Illinois Scientific Literacy Target Schools, K-6, 1994. A Study."},
      {
        "id":"ED389524",
        "title":"SSMILES: School Science and Mathematics Integrated Lessons."},
      {
        "id":"ED389525",
        "title":"Authentic Assessment Strategies for Elementary Science & Mathematics: A Beginning."},
      {
        "id":"ED389528",
        "title":"Learning Difficulty in Applying Notion of Vector in Physics among &quot;A&quot; Level Students in Singapore."},
      {
        "id":"ED389529",
        "title":"A Case Study of a Science and Mathematics Day Camp as Experienced by Seven Girls from Rural Georgia."},
      {
        "id":"ED389530",
        "title":"Student Outcomes and the Professional Preparation of Eighth-Grade Teachers in Science and Mathematics. NSF/NELS:88 Teacher Transcript Analysis."},
      {
        "id":"ED389532",
        "title":"Reforming Science, Mathematics, and Technology Education: NSF's State Systemic Initiatives. CPRE Policy Briefs."},
      {
        "id":"ED389533",
        "title":"Social Background Differences in High School Mathematics and Science Coursetaking and Achievement. Statistics in Brief."},
      {
        "id":"ED389534",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (17th, Columbus, Ohio, October 21-24, 1995). Volumes 1 and 2: Plenary Lectures, Discussion Groups, Research Papers, Oral Reports, and Poster Presentations."},
      {
        "id":"ED389535",
        "title":"Constructivist, Emergent, and Sociocultural Perspectives in the Context of Developmental Research."},
      {
        "id":"ED389536",
        "title":"Fairness in Dealing: Diversity, Psychology, and Mathematics Education."},
      {
        "id":"ED389537",
        "title":"A Reaction to Fairness in Dealing: Diversity, Psychology and Mathematics Education."},
      {
        "id":"ED389538",
        "title":"Shuffling the Deck To Ensure Fairness in Dealing: A Commentary on Some Issues of Equity and Mathematics Education from the Perspective of the QUASAR Project."},
      {
        "id":"ED389539",
        "title":"A Research Base Supporting Long Term Algebra Reform?"},
      {
        "id":"ED389540",
        "title":"Algebra Reform, Resarch, and the Classroom: A Reaction to a Research Base Supporting Long Term Algebra Reform."},
      {
        "id":"ED389541",
        "title":"A Response to a Research Base Supporting Long-Term Algebra Reform."},
      {
        "id":"ED389542",
        "title":"Bridging Manipulative-Exploratory Play and the Development of Mathematical Concepts in a Technology-Rich Environment."},
      {
        "id":"ED389543",
        "title":"Evidence and Proof: Explaining Vector Relationships."},
      {
        "id":"ED389544",
        "title":"Formulating the Fibonacci Sequence: Paths or Jumps in Mathematical Understanding."},
      {
        "id":"ED389545",
        "title":"How Students Establish the Truth of Their Ideas in School Geometry."},
      {
        "id":"ED389546",
        "title":"How Students Use Their Knowledge of Calculus in an Engineering Mechanics Course."},
      {
        "id":"ED389547",
        "title":"Mathematical Contexts and the Perception of Meaning in Algebraic Symbols."},
      {
        "id":"ED389548",
        "title":"The Emergence of the Splitting Metaphor in a Fourth Grade Classroom."},
      {
        "id":"ED389549",
        "title":"Negative Numbers in the Teaching of Arithmetic. Repercussions in Elementary Algebra."},
      {
        "id":"ED389550",
        "title":"A Framework for Assessing Young Children's Thinking in Probability."},
      {
        "id":"ED389551",
        "title":"A Framework for the Qualitative Analysis of Student Responses to the Extended Constructed-Response Questions from the 1992 NAEP in Mathematics."},
      {
        "id":"ED389552",
        "title":"A Constructivist Use of Technology in Pre-Algebra."},
      {
        "id":"ED389553",
        "title":"Enumerating Cubes in 3-D Arrays: Students' Strategies and Instructional Progress."},
      {
        "id":"ED389554",
        "title":"Inferring Internal Strategic Problem Representation and Its Development: A Two-Year Case Study with Marcia."},
      {
        "id":"ED389555",
        "title":"Procedural and Conceptual Understandings of the Arithmetic Mean: A Comparison of Visual and Numerical Approaches."},
      {
        "id":"ED389556",
        "title":"Relationships between Understandings of Operations and Success in Beginning Calculus."},
      {
        "id":"ED389557",
        "title":"Teacher Guidance in an Exploratory Mathematics Class."},
      {
        "id":"ED389559",
        "title":"Impact of Calculus Reform in a Liberal Arts Calculus Course."},
      {
        "id":"ED389560",
        "title":"International Influences on the NCTM Standards: A Case Study of Educational Change."},
      {
        "id":"ED389561",
        "title":"Radical Constructivism as a Basis for Mathematics Reform."},
      {
        "id":"ED389562",
        "title":"Students' Beliefs about Doing Mathematics."},
      {
        "id":"ED389563",
        "title":"Fact Families as Socially Constructed Knowledge."},
      {
        "id":"ED389564",
        "title":"A Theory of Second-Generation Constructions."},
      {
        "id":"ED389565",
        "title":"Graph, Equation and Unique Correspondence: Three Models of Students' Thinking about Functions in a Technology-Enhanced Precalculus Class."},
      {
        "id":"ED389567",
        "title":"Impossible Graphs."},
      {
        "id":"ED389568",
        "title":"Geometric Understanding in Gifted Students Prior to a Formal Course in Geometry."},
      {
        "id":"ED389569",
        "title":"The Development of a Student Theory: The Role of Discourse."},
      {
        "id":"ED389570",
        "title":"The Effects of Writing To Learn Mathematics on the Types of Errors Students Make in a College Calculus Class."},
      {
        "id":"ED389571",
        "title":"The Development of Problem-Solving Processes in a Heterogeneous Eighth Grade Algebra Class."},
      {
        "id":"ED389572",
        "title":"An Examination of the Relationship between the Problem-Solving Behaviors and Achievements of Students in Cooperative-Learning Groups."},
      {
        "id":"ED389573",
        "title":"Help-Seeking While Problem Solving: Adult Care-Givers and the Zone of Proximal Development."},
      {
        "id":"ED389574",
        "title":"Middle School Students' Understanding of Average: A Problem-Solving Approach."},
      {
        "id":"ED389575",
        "title":"Students' Recognition of Structural Features in Mathematical Problem Solving Instruction."},
      {
        "id":"ED389576",
        "title":"Facilitating Children's Development of Rational Number Knowledge."},
      {
        "id":"ED389577",
        "title":"A Fifth Grader's Attempt To Expand Her Ratio and Proportion Concepts."},
      {
        "id":"ED389578",
        "title":"Incongruity and Complexity of Young Children's Understanding of Simple Fractions."},
      {
        "id":"ED389579",
        "title":"Introducing Fifth Graders to Decimal Notation through Ratio and Proportion."},
      {
        "id":"ED389580",
        "title":"Linking Informal Knowledge and Formal Skills: The Case of Percents."},
      {
        "id":"ED389581",
        "title":"Preservation of the Common Referent in the Addition of Fractions: A Case Study."},
      {
        "id":"ED389582",
        "title":"A Proposed Constructive Itinerary from Iterating Composite Units to Ratio and Proportion Concepts."},
      {
        "id":"ED389583",
        "title":"Splitting Reexamined: Results from a Three-Year Longitudinal Study of Children in Grades Three to Five."},
      {
        "id":"ED389584",
        "title":"Heidegger and Hall Duty: Using Vignettes of Teacher's Daily Practice To Triangulate Observational Data."},
      {
        "id":"ED389585",
        "title":"Development of Algebraic Reasoning in Children and Adolescents: A Cross-Cultural and Cross-Curricular Perspective."},
      {
        "id":"ED389586",
        "title":"Exploring Gender Differences in Solving Open-Ended Mathematical Problems."},
      {
        "id":"ED389587",
        "title":"Family Configuration and Motivation of African American High School Students."},
      {
        "id":"ED389588",
        "title":"Gender-Related Differences in Interaction Patterns in Elementary School Inquiry Mathematics Classrooms."},
      {
        "id":"ED389589",
        "title":"Mathematics Education Research on Minorities from 1984 to 1994: Focus on African American Students."},
      {
        "id":"ED389590",
        "title":"Mathematical Dispositions of Students Enrolled in First-Year Algebra."},
      {
        "id":"ED389591",
        "title":"Achieving Cognitive Equity in the Mathematics Classroom."},
      {
        "id":"ED389592",
        "title":"Evolution of a Mathematical Philosophy: The Story of One Secondary Mathematics Preservice Teacher."},
      {
        "id":"ED389593",
        "title":"An Investigation of Teacher Reflection: Four Mathematics Teachers Reflect on Education."},
      {
        "id":"ED389594",
        "title":"On the Notion of Secondary Preservice Teachers' Ways of Knowing Mathematics."},
      {
        "id":"ED389595",
        "title":"Science as Backdrop for Reflecting on Mathematics with Preservice Teachers."},
      {
        "id":"ED389596",
        "title":"A Study of Preservice Teachers' Metaphors for the Different Roles of the Mathematics Teacher."},
      {
        "id":"ED389597",
        "title":"Teachers' Thinking and Rethinking Assessment Practices."},
      {
        "id":"ED389598",
        "title":"Teaching with Technology: Two Preservice Teachers' Beliefs."},
      {
        "id":"ED389599",
        "title":"Two Prospective Teachers Struggle with the Teaching-Is-Not-Telling Dilemma."},
      {
        "id":"ED389600",
        "title":"Content Knowledge, Beliefs, and Practices: A Comparison among Six Preservice Teachers."},
      {
        "id":"ED389601",
        "title":"Cooperative Learning in Response to an Innovative Curriculum as a Manifestation of Change in Teaching Practice."},
      {
        "id":"ED389602",
        "title":"The Developing Role of Teacher: One Preservice Secondary Mathematics Teacher's Beliefs and Experiences."},
      {
        "id":"ED389603",
        "title":"High School Teachers' Experiences in a Student-Centered Mathematics Curriculum."},
      {
        "id":"ED389604",
        "title":"Mathematics for All Students! Mathematics for All Teachers?"},
      {
        "id":"ED389605",
        "title":"One Teacher's Learning: A Case Study of an Elementary Teacher's Beliefs and Practice."},
      {
        "id":"ED389606",
        "title":"One Teacher's Struggle To Balance Students' Needs for Challenge and Success."},
      {
        "id":"ED389607",
        "title":"Raising Voices: Using Teaching Cases To Stimulate Teachers' Thinking and Reflection in Mathematics Education."},
      {
        "id":"ED389608",
        "title":"Tensions and Struggles: Prospective Secondary Mathematics Teachers Confronting the Unfamiliar."},
      {
        "id":"ED389609",
        "title":"Coming to Terms with Conceptual Knowledge: One Teacher's Journal."},
      {
        "id":"ED389610",
        "title":"Her Math, Their Math: An In-Service Teacher's Growing Understanding of Mathematics and Technology and Her Secondary Students' Algebra Experience."},
      {
        "id":"ED389611",
        "title":"The Interplay of Mathematical Understandings, Facility with a Computer Algebra Program, and the Learning of Mathematics in a Technologically Rich Mathematics Classroom."},
      {
        "id":"ED389612",
        "title":"Preservice Elementary Teachers&apos; Understanding of Multiplication Involving Fractions."},
      {
        "id":"ED389613",
        "title":"The Role of One Teacher's Mathematical Conceptions in His Implementation of a Reform-Oriented Functions Unit."},
      {
        "id":"ED389614",
        "title":"Beyond Recipes and behind the Magic: Mathematics Teaching as Improvisation."},
      {
        "id":"ED389615",
        "title":"Building Bridges to Mathematics for All. A Small Scale Evaluation Study."},
      {
        "id":"ED389616",
        "title":"Can Prospective Teachers Be Autonomous Decision Makers?"},
      {
        "id":"ED389617",
        "title":"Creating a Culture of Intellectual Inquiry in Teacher Inquiry Groups."},
      {
        "id":"ED389618",
        "title":"&quot;Unconsciously Learning Something:&quot; A Focus on Teacher Questioning."},
      {
        "id":"ED389619",
        "title":"An Analysis of the Teacher's Proactive Role in Redescribing and Notating Students' Explanations and Solutions."},
      {
        "id":"ED389620",
        "title":"The Day the Calculator Changed: Visual Calculators in Prealgebra and Algebra."},
      {
        "id":"ED389621",
        "title":"The Effect of the Use of Number Lines Representations on Student Understanding of Basic Function Concepts."},
      {
        "id":"ED389622",
        "title":"Visualization and Students' Performance in Technology-Based Calculus."},
      {
        "id":"ED389623",
        "title":"Operational Sense in First Grade Addition."},
      {
        "id":"ED389624",
        "title":"Place-Value: Problem-Solving and Written Assessment Using Digit-Correspondence Tasks."},
      {
        "id":"ED389625",
        "title":"Rural Students' Informal Knowledge of Division."},
      {
        "id":"ED389626",
        "title":"Celebrating Our Heritage."},
      {
        "id":"ED389627",
        "title":"Learning Environment and Student Outcomes in Primary Mathematics Classrooms in Singapore."},
      {
        "id":"ED389629",
        "title":"American Political Behavior Revised Edition. Teacher&apos;s Guide."},
      {
        "id":"ED389630",
        "title":"Database of Teaching Materials on Japan: An Annotated Guide."},
      {
        "id":"ED389631",
        "title":"Sustainable Energy: An Energy Education Topic that Belongs in the Social Studies Curriculum"},
      {
        "id":"ED389632",
        "title":"The Diffusion and Adoption of STS in the Social Studies: Some Observations."},
      {
        "id":"ED389633",
        "title":"Promoting Gender Fairness in School Curricula and Classroom Instruction through Infusion of Equitable Resources, Vocational Programs, and Staff Development."},
      {
        "id":"ED389634",
        "title":"Increasing Student Awareness of Global and Future Issues through a Secondary Level Mini-Course."},
      {
        "id":"ED389635",
        "title":"Design and Implementation of an Inter-Cultural Studies Program for Young Children."},
      {
        "id":"ED389636",
        "title":"Promoting Positive Socialization in Fourth Grade Students through Intergenerational Mentoring."},
      {
        "id":"ED389637",
        "title":"When The Right Answer is a Question. Students as Explainers at the Exploratorium."},
      {
        "id":"ED389638",
        "title":"Combining Community Service and the Study of American Public Policy."},
      {
        "id":"ED389639",
        "title":"International Colloquium on Education: British and American Perspectives. Proceedings (3rd, La Crosse, Wisconsin, April 18-20, 1994)."},
      {
        "id":"ED389648",
        "title":"Stereotypes of Latin Americans Perpetuated in Secondary School History Textbooks."},
      {
        "id":"ED389649",
        "title":"Petersburg National Battlefield: A Teacher's Resource Guide. First Edition."},
      {
        "id":"ED389650",
        "title":"Fleeing from Democratic Ideals: The Content of U.S. History Textbooks."},
      {
        "id":"ED389651",
        "title":"Torture by Governments, A Seven Part Educational Guide for High Schools."},
      {
        "id":"ED389652",
        "title":"South Florida Folk Arts: A Teacher's Guide."},
      {
        "id":"ED389653",
        "title":"Linking Art and Books."},
      {
        "id":"ED389663",
        "title":"Image and Identity: Clothing and Adolescence in the 1990s."},
      {
        "id":"ED389664",
        "title":"NAEP Assessment in U.S. History, 1994."},
      {
        "id":"ED389665",
        "title":"NAEP 1994 Geography: A First Look. Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED389666",
        "title":"NAEP 1994 U.S. History: A First Look. Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED389668",
        "title":"Middle School Drug Awareness/Health Awareness Program: &quot;Choose Not To Use for a Healthier You.&quot;"},
      {
        "id":"ED389670",
        "title":"Modeling Collaboration in Curriculum Integration: Retired Teachers' Tea."},
      {
        "id":"ED389671",
        "title":"Teacher Training and Multiculturalism: National Studies. Studies in Comparative Education."},
      {
        "id":"ED389672",
        "title":"Evaluation of Multicultural Education's Understanding and Knowledge in Freshman Level Preservice Teachers."},
      {
        "id":"ED389674",
        "title":"Teaching about Hazard Identification and Injury Control: A Student-Based Project Focusing on Pedestrian Safety."},
      {
        "id":"ED389675",
        "title":"The Preparation of Teachers for Ethnocultural Diversity."},
      {
        "id":"ED389676",
        "title":"Program for the Preparation of Preservice Agricultural Education Teachers for the Twenty-First Century."},
      {
        "id":"ED389679",
        "title":"Authentic Pedagogy and Student Performance."},
      {
        "id":"ED389680",
        "title":"Setting Strong Standards: AFT's Criteria for Judging the Quality and Usefulness of Student Achievement Standards."},
      {
        "id":"ED389681",
        "title":"Valuable Views: A Public Opinion Research Report on the Views of AFT Teachers on Professional Issues."},
      {
        "id":"ED389682",
        "title":"Principles for Professional Development: AFT's Guidelines for Creating Professional Development Programs That Make a Difference."},
      {
        "id":"ED389684",
        "title":"Integrated Approaches to Learning."},
      {
        "id":"ED389685",
        "title":"Quality Improvement in Initial Teacher Training and Co-operation in Distance Education in Asia: Interim Statement and Action Plans. Commonwealth Secretariat-UNESCO Regional Roundtable (Penang, Malaysia, October 24-November 4, 1992)."},
      {
        "id":"ED389686",
        "title":"Improving the Quality of Science and Mathematics Education--The Role of Higher Education. Report on a Planning Meeting (Hertford, United Kingdom, May 26-29, 1992). Quality in Basic Education: Science, Technology, and Mathematics."},
      {
        "id":"ED389687",
        "title":"Policy and Practice in Initial Teacher Training. Quality in Basic Education: Professional Development of Teachers. Papers Presented at a South Asian Colloquium on Teacher Training (Colombo, Sri Lanka, April 1992)."},
      {
        "id":"ED389688",
        "title":"Shortage of Science and Mathematics Teachers: A Nigerian Case Study. Science, Technology and Mathematics Education."},
      {
        "id":"ED389689",
        "title":"Training of Trainers in Science, Technology and Mathematics Education: Regional Workshop Report (Kaduna, Nigeria, May 30-June 11, 1993). Improving the Quality of Basic Education in Science, Technology and Mathematics."},
      {
        "id":"ED389690",
        "title":"Initial Teacher Training: South Asian Approaches. Quality in Basic Education: Professional Development of Teachers. Papers Prepared for a South Asian Colloquium on Teacher Training in Bangladesh, India, Pakistan, and Sri Lanka (Colombo, Sri Lanka, April 1992)."},
      {
        "id":"ED389691",
        "title":"Radical Pedagogical Structures: Infusing a Multicultural Perspective through Environmental Proverbs."},
      {
        "id":"ED389692",
        "title":"Handle with CARE: A Site-Based Character Development Project."},
      {
        "id":"ED389693",
        "title":"Did Teachers' Verbal Ability and Race Matter in the 1960s? &quot;Coleman&quot; Revisited. RAND Reprints."},
      {
        "id":"ED389694",
        "title":"Revolving Classroom Door: Management Strategies To Eliminate the Quick Spin."},
      {
        "id":"ED389695",
        "title":"Educational Law: A Relevant Course for All Teacher Education Programs."},
      {
        "id":"ED389696",
        "title":"Middle School Science Teachers' Perception of Textbook Congruency with Classroom Needs."},
      {
        "id":"ED389697",
        "title":"Research in the Classroom: Eighth Annual Report of Research Projects Conducted by Educators in Their Classrooms 1993-94."},
      {
        "id":"ED389698",
        "title":"Teacher Education Strategic Planning Panel Report, March 1995."},
      {
        "id":"ED389699",
        "title":"Infusing Technology into Preservice Teacher Education. ERIC Digest."},
      {
        "id":"ED389700",
        "title":"The National Cholesterol Education Program. A Communications Strategy for Public Education. National Heart, Lung, and Blood Institute Health Communications Series."},
      {
        "id":"ED389701",
        "title":"A Step towards Enhancing the Field of Instructional Supervision: A Modest Proposal for a New Journal."},
      {
        "id":"ED389702",
        "title":"An Innovative Teaching Strategy: Using Critical Thinking To Give Students a Guide to the Future."},
      {
        "id":"ED389703",
        "title":"Including Affective and Social Education in the Integrated Curriculum."},
      {
        "id":"ED389704",
        "title":"Thoughts on Curriculum Integration and Multicultural Education."},
      {
        "id":"ED389705",
        "title":"Interdisciplinary Model, Urban Studies: A Seminar on the Origins and Development of Cities."},
      {
        "id":"ED389706",
        "title":"Models for Curriculum Integration in High School."},
      {
        "id":"ED389707",
        "title":"Nowhere to Run: HIV Prevention for Runaway and Homeless Youth."},
      {
        "id":"ED389708",
        "title":"The Wizards of Odds: Leadership Journeys of Education Deans."},
      {
        "id":"ED389709",
        "title":"Students' School Transition Patterns between 8th and 10th Grades, Based on NELS:88. National Education Longitudinal Study of 1988."},
      {
        "id":"ED389710",
        "title":"Scale Drift in On-Line Calibration."},
      {
        "id":"ED389711",
        "title":"Analysis of Proposed Revisions of the Test of Spoken English. TOEFL Research Reports 48."},
      {
        "id":"ED389712",
        "title":"Relationships of Reasoning and Writing Skills to GRE Analytical Ability Scores. GRE Board Professional Report No. 84-23P."},
      {
        "id":"ED389713",
        "title":"An Empirical Investigation of One Variable Section Pre-Equating."},
      {
        "id":"ED389714",
        "title":"DIFferential Testlet Functioning Definitions and Detection. Program Statistics Research Technical Report No. 91-9."},
      {
        "id":"ED389715",
        "title":"Relationship between Item Characteristics and an Index of Differential Item Functioning (DIF) for the Four GRE Verbal Item Types. GRE Board Professional Report No. 85-3P."},
      {
        "id":"ED389717",
        "title":"Effects of Prose Complexity on Achievement Test Item Difficulty."},
      {
        "id":"ED389718",
        "title":"Assessment of Chicano Children's Performance on the Cognitive Index Scale."},
      {
        "id":"ED389719",
        "title":"A Comparison of the Structural Relationships among Reading, Listening, Writing, and Speaking Components of the AP French Language Examination for AP Candidates and College Students."},
      {
        "id":"ED389720",
        "title":"The Interaction of Student Major-Field Group and Text Content in TOEFL Reading Comprehension. TOEFL Research Reports 25."},
      {
        "id":"ED389721",
        "title":"The Standardization Approach to Assessing Differential Speededness."},
      {
        "id":"ED389722",
        "title":"Multiple-Choice Cloze Items and the Test of English as a Foreign Language. TOEFL Research Reports 26."},
      {
        "id":"ED389723",
        "title":"On the Road toward Educational Technology Use: Second Year Research Findings from California's Model Technology Schools."},
      {
        "id":"ED389724",
        "title":"An Alternative Three-Parameter Logistic Item Response Model."},
      {
        "id":"ED389725",
        "title":"An Exploration of the Stability of Freshman GPA, 1978-1985."},
      {
        "id":"ED389726",
        "title":"Gazing in the Mirror: Asking Questions about Validity in Self-Study Research."},
      {
        "id":"ED389727",
        "title":"Are Values Missing Randomly in Survey Research?"},
      {
        "id":"ED389728",
        "title":"WISC-III Short Forms: Psychometric Properties vs. Clinical Relevance vs. Practical Utility."},
      {
        "id":"ED389729",
        "title":"Effects of Violations of Data Set Assumptions When Using the Analysis of Variance and Covariance with Unequal Group Sizes."},
      {
        "id":"ED389730",
        "title":"Alpha 1994-95 Program Evaluation Report."},
      {
        "id":"ED389731",
        "title":"Alternative Assessment in Educational Psychology: A Case Analysis. Draft."},
      {
        "id":"ED389732",
        "title":"Scoring and Clerical Errors on the Stanford-Binet Intelligence Scale: Fourth Edition."},
      {
        "id":"ED389733",
        "title":"Portfolio-Driven Reform: Vermont Teachers' Understanding of Mathematical Problem Solving and Related Changes in Classroom Practice."},
      {
        "id":"ED389734",
        "title":"An Analysis of Parent Opinions and Changes in Opinions Regarding Standardized Tests, Teacher's Information, and Performance Assessments."},
      {
        "id":"ED389735",
        "title":"How &quot;Messing About&quot; with Performance Assessment in Mathematics Affects What Happens in Classrooms."},
      {
        "id":"ED389736",
        "title":"Setting Standards on NAEP Performance Items."},
      {
        "id":"ED389737",
        "title":"Assessing Some of the Properties of Longer Blocks in the 1992 NAEP Reading Assessment."},
      {
        "id":"ED389739",
        "title":"A New Method of Controlling Item Exposure in Computerized Adaptive Testing."},
      {
        "id":"ED389740",
        "title":"Controlling Item Exposure Conditional on Ability in Computerized Adaptive Testing."},
      {
        "id":"ED389743",
        "title":"New Stuff in I/O (In-Baskets and Orals). The Development, Administration and Scoring of In-Baskets and Orals for the New York State Correction Captain Examination."},
      {
        "id":"ED389744",
        "title":"Anticipating Goals 2000. Standards, Assessment, and Public Policy. Summary of a Workshop (Washington, D.C., March 9, 1994). Board Bulletin."},
      {
        "id":"ED389745",
        "title":"A Compensatory Model for Simultaneously Setting Cutting Scores for Selection-Placement-Mastery Decisions. Research Report 94-17."},
      {
        "id":"ED389746",
        "title":"Applications of Bayesian Decision Theory to Intelligent Tutoring Systems. Research Report 94-16."},
      {
        "id":"ED389747",
        "title":"An Intelligent Tutoring System for Classifying Students into Instructional Treatments with Mastery Scores. Research Report 94-15."},
      {
        "id":"ED389748",
        "title":"Nonparametric and Group-Based Person-Fit Statistics: A Validity Study and an Empirical Example. Research Report 94-12."},
      {
        "id":"ED389749",
        "title":"Robustness of Judgments in Evaluation Research. Research Report 94-10."},
      {
        "id":"ED389750",
        "title":"Monte Carlo Estimation of the Conditional Rasch Model. Research Report 94-09."},
      {
        "id":"ED389751",
        "title":"Detection of Aberrant Item Score Patterns: A Review of Recent Developments. Research Report 94-8."},
      {
        "id":"ED389753",
        "title":"Some New Item Selection Criteria for Adaptive Testing. Research Report 94-6."},
      {
        "id":"ED389754",
        "title":"Reliability Estimation for Single Dichotomous Items. Research Report 94-5."},
      {
        "id":"ED389755",
        "title":"A Review of Selection Methods for Optimal Test Design. Research Report 94-4."},
      {
        "id":"ED389756",
        "title":"A Conceptual Analysis of Standard Setting in Large-Scale Assessments. Research Report 94-3."},
      {
        "id":"ED389757",
        "title":"A Compensatory Approach to Optimal Selection with Mastery Scores. Research Report 94-2."},
      {
        "id":"ED389758",
        "title":"The Influence of the Presence of Deviant Item Score Patterns on the Power of a Person-Fit Statistic. Research Report 94-1."},
      {
        "id":"ED389760",
        "title":"The Racial Achievement Gap in Pennsylvania. Pennsylvania Educational Policy Studies Paper Number 18."},
      {
        "id":"ED389769",
        "title":"Resilience and Vulnerability in Low Cognitive Functioning African American Adolescents Exposed to Multiple Risks."},
      {
        "id":"ED389770",
        "title":"Children in Poverty and Public Policy."},
      {
        "id":"ED389771",
        "title":"What Every Middle School Parent Should Know. An Overview of Middle Schools in the Long Beach Unified School District."},
      {
        "id":"ED389772",
        "title":"Standards-Based Reform: What Does It Mean for the Middle Grades?"},
      {
        "id":"ED389773",
        "title":"Staff Development for Multicultural Education in Mathematics."},
      {
        "id":"ED389774",
        "title":"The NCTM &quot;Standards&quot;: Implementation."},
      {
        "id":"ED389775",
        "title":"Performance-Based Assessment: Lessons Learned from Leading School Districts."},
      {
        "id":"ED389776",
        "title":"Work Force Preparation: A Review of Literature."},
      {
        "id":"ED389777",
        "title":"Technology Case Studies."},
      {
        "id":"ED389778",
        "title":"Performance-Based Assessment: Questions and Answers."},
      {
        "id":"ED389779",
        "title":"A Qualitative Study of Resilient At-Risk Students. Review of Literature."},
      {
        "id":"ED389780",
        "title":"Defying the Odds: A Study of Resilient At-Risk Students."},
      {
        "id":"ED389781",
        "title":"Inclusion: Why Mathematics Education Will Never Be the Same Again."},
      {
        "id":"ED389782",
        "title":"Understanding of Logical Necessity in Adolescents: Developmental and Cross-Cultural Perspectives."},
      {
        "id":"ED389783",
        "title":"Psychological Separation, Ethnic Identity and Adjustment in Chicano/Latinos."},
      {
        "id":"ED389784",
        "title":"Maine Kids at Risk: Juvenile Violence and Crime. Hearing on Strategies To Combat Juvenile Violence and Crime in the State of Maine before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, One Hundred Third Congress, Second Session (Portland, ME, April 8, 1994)."},
      {
        "id":"ED389785",
        "title":"Equity Benchmarks for Vermont."},
      {
        "id":"ED389800",
        "title":"New Trends in Educating At-Risk Students. Policy Update, Number One."},
      {
        "id":"ED389801",
        "title":"Joint Hearing on H.R. 4086, the Youth Development Block Grant Act. Joint Hearing before the Subcommittee on Select Education and Civil Rights and the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives. One Hundred Third Congress, Second Session."},
      {
        "id":"ED389802",
        "title":"Everyday Opportunities for the Development of Planning Skills in Euro-American and Latino Children."},
      {
        "id":"ED389803",
        "title":"Annotated Bibliography of Resources on Cultural Competence and Cultural Diversity in Child Welfare/Child Protection Services."},
      {
        "id":"ED389804",
        "title":"Racial and Economic Segregation and Educational Outcomes: One Tale--Two Cities. Publication Series #95-6."},
      {
        "id":"ED389805",
        "title":"Effective Practices and Policies: Research and Practitioner Views. Publication Series #95-8."},
      {
        "id":"ED389806",
        "title":"Bridging the Achievement Gap in Urban Schools: Reducing Educational Segregation and Advancing Resilience--Promoting Strategies. Publication Series #95-9."},
      {
        "id":"ED389807",
        "title":"Educational Resilience: An Emergent Construct. Publication Series #95-10."},
      {
        "id":"ED389808",
        "title":"Disengaging from School. Draft."},
      {
        "id":"ED389816",
        "title":"Opportunity To Learn Standards: Their Impact on Urban Students. ERIC/CUE Digest Number 110."},
      {
        "id":"ED389817",
        "title":"Intellectual, Achievement, and Mental Health Evaluation of At-Risk Adolescents: Assessing Comorbidity of ADHD, LD, and Conduct Problems."},
      {
        "id":"ED389821",
        "title":"A Teacher's Construction of Success among Non-Elite Children in an Heterogeneous Urban Setting."},
      {
        "id":"ED389822",
        "title":"Making Children, Families, and Communities Safer from Violence."},
      {
        "id":"ED389823",
        "title":"The Impact of School Development Plans in Primary Schools."},
      {
        "id":"ED389825",
        "title":"The New American Urban School District."},
      {
        "id":"ED389826",
        "title":"Key Characteristics of Effective Schools: A Review of School Effectiveness Research."},
      {
        "id":"ED389827",
        "title":"Issues Related to Student Part-Time Work: What Did Research Find in the Toronto Situation and Other Context? No. 215."},
      {
        "id":"ED389828",
        "title":"How Communities Can Bring Up Youth Free from Fear and Violence."},
      {
        "id":"ED389829",
        "title":"Hand in Hand: How Nine Urban Schools Work with Families and Community Services."},
      {
        "id":"ED389830",
        "title":"Violence and Traumatic Stress in Urban Schools. Occasional Paper Series: Volume 10, Number 3."},
      {
        "id":"ED389832",
        "title":"English Language Activities for a Changing World of Work."},
      {
        "id":"ED389833",
        "title":"Adult Education and Women's Needs. A Study of Some Community Organisations in the Western Cape. CORE Working Paper No. 2."},
      {
        "id":"ED389834",
        "title":"Education for Democratic Participation. An Analysis of Self-Education Strategies within Certain Community Organisations in Cape Town in the 1980s. Adult and Non-Formal Education Thesis Series."},
      {
        "id":"ED389835",
        "title":"Unless YOU Become as Effective Coaches, THEY Will Not Enter into the Realm of Committed Workers."},
      {
        "id":"ED389836",
        "title":"Using Occupational Standards To Update Education and Training Programs."},
      {
        "id":"ED389837",
        "title":"Agriculture, Levels 1-4. Agriculture &amp; Commercial Horticulture, Levels 1-4. Commercial Horticulture, Levels 1-3. Environmental Conservation, Levels 2-4. National Vocational Qualifications."},
      {
        "id":"ED389838",
        "title":"Care, Level 2. Health Care--Physiological Measurement, Level 3. National Vocational Qualifications."},
      {
        "id":"ED389839",
        "title":"Child Care &amp; Education, Level 2 and Level 3. 2nd Edition. National Vocational Qualifications."},
      {
        "id":"ED389840",
        "title":"Catering &amp; Hospitality, Serving Food &amp; Drink, Levels 1-3. 2nd Edition. Catering &amp; Hospitality, Reception &amp; Housekeeping, Levels 1-3. Catering &amp; Hospitality, Supervisory Management, Level 3. Catering &amp; Hospitality Management, Level 4. 2nd Edition. National Vocational Qualifications."},
      {
        "id":"ED389841",
        "title":"Information Technology, Level 1, Level 3, and Level 4. Information Technology for End Users, Levels 1-3. National Vocational Qualifications."},
      {
        "id":"ED389842",
        "title":"Sport &amp; Recreation--Organising Activities, Levels 1-2. Sport &amp; Recreation--Coaching, Level 3. Sport &amp; Recreation--Facility Operations, Levels 2-4. Sport &amp; Recreation--Sports Development, Levels 3-4. National Vocational Qualifications."},
      {
        "id":"ED389843",
        "title":"Travel Services, Levels 2-4. Travel Services (Field Operations), Levels 2-4. National Vocational Qualifications."},
      {
        "id":"ED389844",
        "title":"Administration, Levels 1-2. 2nd Edition. Customer Service, Level 3. Management, Levels 3-5. National Vocational Qualifications."},
      {
        "id":"ED389845",
        "title":"Training and Development, Levels 3-4. National Vocational Qualifications."},
      {
        "id":"ED389846",
        "title":"Caring for the Caregiver. A Guide to Living with Alzheimer's Disease."},
      {
        "id":"ED389847",
        "title":"Adult Education &amp; Training in South Africa. A Selected Chronology from 1910 to 1995."},
      {
        "id":"ED389848",
        "title":"Allied Health Technologies Multiskilled Patient Care Technician Curriculum."},
      {
        "id":"ED389849",
        "title":"Alternative Approaches to Outcomes Assessment for Postsecondary Vocational Education."},
      {
        "id":"ED389850",
        "title":"1994 Summer Youth Employment Training Program Overview."},
      {
        "id":"ED389851",
        "title":"Adult Education &amp; Literacy Needs Assessment. New Jersey 1995. A Report on Local Demand for Professional Development and Training."},
      {
        "id":"ED389852",
        "title":"A Comparative Analysis of Findings: Smith-Hughes Act of 1917 and the School-to-Work Opportunities Act of 1994."},
      {
        "id":"ED389854",
        "title":"The Goodwill Literacy Initiative/Program for Career Information &amp; Development: A Case Study of Program Linkages 1994/95."},
      {
        "id":"ED389855",
        "title":"Helping Students To Persist in a Distance Education Program: The Role of the Teacher."},
      {
        "id":"ED389856",
        "title":"Plan for Success. Two-Module Technology Transfer Package."},
      {
        "id":"ED389857",
        "title":"Current Trends in Technology Education and Vocational Training in the Former Republics of the Soviet Union."},
      {
        "id":"ED389858",
        "title":"Coherence between Compulsory Education, Initial and Continuing Training and Adult Education in Norway. National Report. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389859",
        "title":"Initial and Continuing Vocational Training in Europe. European Report. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389860",
        "title":"The Present Situation and the Future Prospects of Apprenticeship Training in the European Union. Contribution for the FORCE Seminar in Dublin on 30.09.94 with Participants from Northern Ireland and the Republic of Ireland. European Report. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389861",
        "title":"Study on the Upgrading and Recognition of Qualifications in the Field of the Restoration and Rehabilitation of the Architectural Heritage. Summary Report. National Reports: Federal Republic of Germany, Belgium Dutch-Speaking Region, France, Italy, United Kingdom. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389862",
        "title":"Systems and Procedures of Certification of Qualifications in the Netherlands. National Report. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389863",
        "title":"Valorization/Recognition of Environmental Protection Qualifications in the Chemical and Metal Industries. Synthesis of the National Reports: Federal Republic of Germany, France, Italy, Spain, United Kingdom. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389864",
        "title":"Vocational Guidance Needs for Various Target Groups of Young People under the Age of 28 in France. National Report. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389865",
        "title":"Vocational Training in Europe: Towards a Modular Form? Discussion Paper. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389866",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in Denmark. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED389867",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in Germany. Report of the FORCE Programme. First Edition."},
      {
        "id":"ED389868",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in the Netherlands. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED389869",
        "title":"Training in the Retail Sector. A Survey for the FORCE Programme. First Edition."},
      {
        "id":"ED389870",
        "title":"Vocational Education and Training in Denmark. First Edition."},
      {
        "id":"ED389871",
        "title":"Vocational Education and Training in the Federal Republic of Germany. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED389872",
        "title":"Identification et validation des savoir-faire et des connaissances acquises dans la vie et les experiences de travail. Rapport comparatif France/Royaume-Uni = Identification and Accreditation of Skills and Knowledge Acquired through Life and Work Experience. Comparative Report of Practice in France and the United Kingdom. First Edition."},
      {
        "id":"ED389873",
        "title":"Recent Developments in the Youth Policy Field on the European Level. A Summary of the New Programmes' Content and Objectives. European Report. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389874",
        "title":"The Determinants of Transitions in Youth. Papers from the Conference Organized by the ESF Network on Transitions in Youth, CEDEFOP and GRET (Universitat Autonoma de Barcelona) (Barcelona, Spain, September 20-21, 1993). 2nd Edition. CEDEFOP Panorama. Second Edition."},
      {
        "id":"ED389875",
        "title":"From Administrative to Customer-Oriented Banking. Re-designing Strategy, Organization, Qualifications and Training in European Banks. Synthesis Report. CEDEFOP Panorama. First Edition."},
      {
        "id":"ED389876",
        "title":"A Study of Entry-Level Employment Technological Competencies for the Junior College Graduates Majoring in Electronic Engineering."},
      {
        "id":"ED389877",
        "title":"The Role of Technical and Vocational Education in the Swedish Education System."},
      {
        "id":"ED389878",
        "title":"Family Role in Career Development. ERIC Digest No. 164."},
      {
        "id":"ED389879",
        "title":"SCANS and the New Vocationalism. ERIC Digest No. 165."},
      {
        "id":"ED389880",
        "title":"Adult Learner Retention Revisited. ERIC Digest No. 166."},
      {
        "id":"ED389881",
        "title":"Adult Career Counseling in a New Age. ERIC Digest No. 167."},
      {
        "id":"ED389882",
        "title":"The Feasibility of Using the Portable Assisted Study Sequence (P.A.S.S.) in Correctional Institutions."},
      {
        "id":"ED389883",
        "title":"Struggling for a New Identity: A Critique of the Curriculum Research Effort in Technology Education."},
      {
        "id":"ED389884",
        "title":"Identifying the Literacy Skills Needed by Entry-Level and Mid-to-Executive Level Secretaries."},
      {
        "id":"ED389885",
        "title":"Job Literacy: A Framework for Categorizing Skills and Assessing Complexity."},
      {
        "id":"ED389886",
        "title":"The National Job Analysis Study. A Project to Identify Cross-Occupational Skills Related to High-Performance Workplaces."},
      {
        "id":"ED389887",
        "title":"Tech-Prep Mathematics in New York State."},
      {
        "id":"ED389888",
        "title":"Federal Employment. How Government Jobs Are Viewed on Some College Campuses. Report to Congressional Committees."},
      {
        "id":"ED389889",
        "title":"Implementing Time-Limited Welfare: Early Experiences in Three States. The Cross-State Study of Time-Limited Welfare."},
      {
        "id":"ED389890",
        "title":"Creating and Sustaining Learning Communities."},
      {
        "id":"ED389891",
        "title":"Planning for Life. A Compendium of 1995 Nationally Recognized Career Planning Programs."},
      {
        "id":"ED389892",
        "title":"Basic Skills Curriculum in a Total Quality Management Initiative."},
      {
        "id":"ED389893",
        "title":"Workplace Literacy in a Total Quality Management Environment for the Manufacturing and Financial Services Industries. Final Performance Report."},
      {
        "id":"ED389894",
        "title":"Achieving Growth. Stimulating the Demand for Continuing Professional Development among Young Professionals in North West England. A Development Project."},
      {
        "id":"ED389895",
        "title":"Innovation in Continuing Education Provision, Teaching and Learning: Research Perspectives. Papers from a Conference (Lancaster, England, United Kingdom, April 27, 1995)."},
      {
        "id":"ED389896",
        "title":"Self-Directed Learning among Adults: Empirical Studies of Community Carers and Disabled Adults."},
      {
        "id":"ED389897",
        "title":"Making Sense of Industry-Based Skill Standards."},
      {
        "id":"ED389898",
        "title":"Preparing Teachers To Successfully Integrate Vocational and Academic Education: A Case Study Approach."},
      {
        "id":"ED389899",
        "title":"Evaluating Job Training Programs in the United States: Evidence and Explanations. Technical Assistance Report."},
      {
        "id":"ED389900",
        "title":"Inclusion/Detracking: A Resource Guide."},
      {
        "id":"ED389901",
        "title":"A School-to-Work Resource Guide: Focusing on Diversity."},
      {
        "id":"ED389902",
        "title":"Students in Danger: Gender-Based Violence in Our Schools."},
      {
        "id":"ED389903",
        "title":"Implementation Guide of Suggested School-to-Work Career Guidance Strategies for School Personnel and Students."},
      {
        "id":"ED389905",
        "title":"Distance Education for Disadvantaged Adults."},
      {
        "id":"ED389906",
        "title":"A Fundamental Problem with Distance Programs in Higher Education."},
      {
        "id":"ED389907",
        "title":"Gateway to Learning: Empowering Individuals?"},
      {
        "id":"ED389908",
        "title":"The Best of Both Worlds: Linking Learning in Science-Based Industry and Higher Education."},
      {
        "id":"ED389909",
        "title":"Training Matters: Vocational Education and Training in the Retail Sector."},
      {
        "id":"ED389910",
        "title":"Written on the Margins. Creative Writing and Adult Education in Cleveland."},
      {
        "id":"ED389919",
        "title":"Community Colleges: An Untapped Resource for Industrial Teacher Education."},
      {
        "id":"ED389920",
        "title":"Nebraska Industrial Technology Education Teachers Identify the Equipment Their Students Use."},
      {
        "id":"ED389921",
        "title":"Missouri Vocational Education Annual Performance Report. Fiscal Year 1995."},
      {
        "id":"ED389930",
        "title":"France's Administrative Tertiary: Stable Numbers for Occupations in Flux."},
      {
        "id":"ED389931",
        "title":"Distance Education Technology for the New Millennium Compressed Video Teaching. ZIFF Papiere 101."},
      {
        "id":"ED389932",
        "title":"Framework and Quality Standards for Adult Literacy Education in Ontario = Cadre de responsabilisation et normes de qualite des programmes d'alphabetisation des adultes en Ontario."},
      {
        "id":"ED389933",
        "title":"A Guide to the Evaluation of Literacy Programs in Ontario = Guide pour l'evaluation des programmes d'alphabetisation en Ontario."},
      {
        "id":"ED389934",
        "title":"Family and Consumer Science (Home Economics) Education References."},
      {
        "id":"ED389935",
        "title":"Improving Student Services in Secondary Schools."},
      {
        "id":"ED389936",
        "title":"The Early Contribution of Adult Education to the European Unification Process: The Genesis of the European Bureau of Adult Education and &quot;Meeting Europe&quot; Courses, 1950-1970. Research Bulletin 88."},
      {
        "id":"ED389937",
        "title":"Volunteerism. Rural Information Center Publication Series, No. 46. Revised Edition."},
      {
        "id":"ED389938",
        "title":"Impact of Work Awareness Instruction for Adolescents with Special Needs."},
      {
        "id":"ED389939",
        "title":"Learning within a Situated Cognition Framework: Implications for Adult Learning."},
      {
        "id":"ED389940",
        "title":"The Effects of Vocational Leadership Development for Individuals Who Participated in the Ohio Vocational Education Leadership Institute."},
      {
        "id":"ED389941",
        "title":"School-to-Work Opportunities: Employer Survey Results 1994-95. Evaluation Report."},
      {
        "id":"ED389942",
        "title":"School-to-Work Opportunities: Faculty Survey Results 1994-95. Evaluation Report."},
      {
        "id":"ED389943",
        "title":"School-to-Work Opportunities: Student Survey Results"},
      {
        "id":"ED389945",
        "title":"Institutional Goal Priorities in Texas: A Look at an Associate Degree Nursing Program."},
      {
        "id":"ED389946",
        "title":"National Skill Standards Projects: Their Influence on State &amp; Local Technical Education."},
      {
        "id":"ED389947",
        "title":"Learning Concepts and Developing Intellectual Skills in Technical and Vocational Education."},
      {
        "id":"ED389948",
        "title":"Understanding Troubleshooting Styles To Improve Training Methods."},
      {
        "id":"ED389949",
        "title":"Top of the Mountain: Exceptional Outcomes for the Low to Moderate Mentally Challenged Individuals."},
      {
        "id":"ED389951",
        "title":"Building on Experience: A Course in Recognition of Prior Learning. A Guide for Teachers and Tutors."},
      {
        "id":"ED389952",
        "title":"A Survey of Engineering Graduates Class of 1993."},
      {
        "id":"ED389953",
        "title":"A Survey of Bachelor of Business Administration Graduates Classes of August and December 1992."},
      {
        "id":"ED389954",
        "title":"Creating Colorado's Workforce Development System. Recommendations for the Twenty-First Century."},
      {
        "id":"ED389955",
        "title":"Assessment of Basic Skills Competencies in Iowa's Employment and Workforce Programs."},
      {
        "id":"ED389956",
        "title":"The Iowa Adult Basic Skills Survey. Final Report."},
      {
        "id":"ED389957",
        "title":"Vocational Education. Comprehensive Annual Performance Report, FY95."},
      {
        "id":"ED389958",
        "title":"Education at Work: A Labour-Management Retraining Project."},
      {
        "id":"ED389959",
        "title":"Emerging Student Assessment Systems for School Reform. ERIC Digest."},
      {
        "id":"ED389960",
        "title":"Assessment of Abilities. ERIC Digest."},
      {
        "id":"ED389961",
        "title":"Interest Assessment. ERIC Digest."},
      {
        "id":"ED389962",
        "title":"Assessment of Self-Concept. ERIC Digest."},
      {
        "id":"ED389963",
        "title":"Assessment of Temperament. ERIC Digest."},
      {
        "id":"ED389964",
        "title":"Assessment of Preschool Children. ERIC Digest."},
      {
        "id":"ED389965",
        "title":"Screening for Special Diagnoses. ERIC Digest."},
      {
        "id":"ED389966",
        "title":"Assessment in Career Counseling. ERIC Digest."},
      {
        "id":"ED389967",
        "title":"Competency Based Guidance Program: Program Evaluation."},
      {
        "id":"ED389968",
        "title":"One Incident Is Too Many: Policy Guidelines for Safe Schools in Saskatchewan. A Summary of Saskatchewan School Trustees Association Safe Schools Symposium (Saskatoon, Saskatchewan, Canada, September 19, 1994)."},
      {
        "id":"ED389971",
        "title":"Family Life Education Programs and Student Attitudes."},
      {
        "id":"ED389973",
        "title":"Factors Related to Depression among Hispanic Women: A Review of the Literature."},
      {
        "id":"ED389974",
        "title":"Posttraumatic Stress Symptomatology in Adulthood as a Clinical Correlate of Childhood Sexual Abuse: A Review of the Literature."},
      {
        "id":"ED389976",
        "title":"The Meaning of Money: The Measurement and Dimensionality of the Money Ethic Scale."},
      {
        "id":"ED389978",
        "title":"Health Risk Behaviors among Maine Youth: Results of the 1993 Youth Risk Behavior and Out-of-School Youth Surveys."},
      {
        "id":"ED389979",
        "title":"Peer Educator Training Manual."},
      {
        "id":"ED389980",
        "title":"Responding to Juvenile Drug Abuse and Violent Crime: Innovative State and Local Programs."},
      {
        "id":"ED389981",
        "title":"Violence among Children and Teenagers in Maine: Professionals View Violence Prevention."},
      {
        "id":"ED389982",
        "title":"Solving Youth Violence: Partnerships That Work: National Conference Proceedings (Washington, D.C., August 15-17, 1994). Research Report."},
      {
        "id":"ED389983",
        "title":"Welfare Dependency: Coordinated Community Efforts Can Better Serve Young At-Risk Teen Girls. Report to the Ranking Minority Member, Committee on Finance, U.S. Senate."},
      {
        "id":"ED389984",
        "title":"Preventing Juvenile Offending in South Africa: Workshop Proceedings."},
      {
        "id":"ED389985",
        "title":"Youth, AIDS, and HIV: Resources for Education and Policymakers 1995-96. Bulletin No. 96049. Revised: Third Printing."},
      {
        "id":"ED389986",
        "title":"Keeping Incarcerated Mothers and their Daughters Together: Girl Scouts beyond Bars."},
      {
        "id":"ED389987",
        "title":"Toward Excellence in Treatment Services for Adolescents. Submitted by Adolescent Study Group to the Center for Substance Abuse Services, Michigan Department of Public Health."},
      {
        "id":"ED389990",
        "title":"Community Development Strategies To Prevent Alcohol and Other Drug Problems."},
      {
        "id":"ED389991",
        "title":"Adolescent Parenting: Contrasts in Self-Esteem and Locus of Control."},
      {
        "id":"ED389992",
        "title":"A Comparison View; The Instructional Rhythm Model and the Invitational Climate Created via the Grow with Guidance System."},
      {
        "id":"ED389993",
        "title":"Development of a Tutoring System for Probability Problem-Solving."},
      {
        "id":"ED389994",
        "title":"The Drug-Free Schools and Communities Act of 1986: Policy, Formation, Causation, and Program Implementation."},
      {
        "id":"ED389995",
        "title":"Is Depression Related to Study Habits?"},
      {
        "id":"ED389996",
        "title":"Defining Family-Friendly Early Intervention."},
      {
        "id":"ED389998",
        "title":"Gender Roles and Study Habits."},
      {
        "id":"ED389999",
        "title":"Familial Variables Related to Domestic Violence."},
      {
        "id":"ED390000",
        "title":"Relationship Skills in a Clinical Performance Examination: Reliability and Validity of the Relationship Instrument."},
      {
        "id":"ED390001",
        "title":"Type T Personality and Learning Strategies."},
      {
        "id":"ED390002",
        "title":"A Framework for Prevention: A Guide to Developing a Model Comprehensive School Policy Concerning Alcohol and Other Drugs."},
      {
        "id":"ED390004",
        "title":"Gender Stereotypic Interest Patterns as Determinants of Cognitive Abilities in Transsexuals."},
      {
        "id":"ED390005",
        "title":"College Students' Help-Seeking Preferences for Personal Problems."},
      {
        "id":"ED351920",
        "title":"Assessing the Impact of an Academic Counselor Training Program: The Development of Faculty One Step Beyond the Role of Advisor."},
      {
        "id":"ED351921",
        "title":"Multicultural Education: Strategies for Implementation in Colleges and Universities. Volume 2."},
      {
        "id":"ED351922",
        "title":"Quality: Transforming Postsecondary Education. ASHE-ERIC Higher Education Report No. 3, 1992."},
      {
        "id":"ED351923",
        "title":"Small Universities' Response to International Development. Proceedings of the International Education and Small Universities' Conference/Workshop (Brandon, Manitoba, Canada, March 20-22, 1990)."},
      {
        "id":"ED351924",
        "title":"Skills for Diversity: Description, Evaluation and Recommendations."},
      {
        "id":"ED351929",
        "title":"A Colloquium Concerning Instructional Methodologies. Papers presented at the Colloquium Concerning Instructional Methodologies (Killeen, Texas, April 16, 1992)."},
      {
        "id":"ED351930",
        "title":"Text and Subtext: The Wayne State University President's Commission on the University and the Schools."},
      {
        "id":"ED351931",
        "title":"Teaching Law Through Distance: The Sri Lankan Experience."},
      {
        "id":"ED351932",
        "title":"Student Demand and Financial Projections for Colorado Higher Education, Fiscal Years 1993 through 2002. Colorado Commission on Higher Education Master Plan Background Papers."},
      {
        "id":"ED351933",
        "title":"What Must Postsecondary Education Provide To Meet Individual Student Expectations? Colorado Commission on Higher Education Master Plan Background Paper."},
      {
        "id":"ED351934",
        "title":"Education by Chance or by Choice: Challenges and Options Facing Colorado Postsecondary Education as It Prepares To Enter the Twenty-First Century. Colorado Commission on Higher Education Master Plan Background Paper."},
      {
        "id":"ED351935",
        "title":"How Can the Postsecondary Education Process Become More Effective, Particularly at the Undergraduate Level? Colorado Commission on Higher Education Master Plan Background Paper."},
      {
        "id":"ED351936",
        "title":"How Can Postsecondary Education Be More Accountable to Colorado Citizens? Colorado Commission on Higher Education Master Plan Background Paper."},
      {
        "id":"ED351937",
        "title":"The Colorado Commission on Higher Education Implementation of House Bill 1187. Colorado Commission on Higher Education Master Plan Background Paper."},
      {
        "id":"ED351938",
        "title":"Status of Diversity in Colorado Public Higher Education, 1986-1990."},
      {
        "id":"ED351939",
        "title":"Report to the General Assembly on Academic Accountability at Colorado Public Colleges and Universities."},
      {
        "id":"ED351940",
        "title":"Scorecard on Colorado Public Higher Education: How the Public Higher Education System and Its Students Perform on Selected Measures."},
      {
        "id":"ED351941",
        "title":"As a State, What Level of Participation in Postsecondary Education Is Necessary To Assure a Just and Economically Successful Society? Colorado Commission on Higher Education Master Plan Background Paper."},
      {
        "id":"ED351942",
        "title":"Part-Time Higher Education and Related Issues: An Annotated Bibliography for Legal Educators."},
      {
        "id":"ED351944",
        "title":"Institutional Responses to Students of African Descent Attending the State University of New York at Albany, the College at Oneonta and Hudson Valley Community College."},
      {
        "id":"ED351945",
        "title":"Engineering Education for the Twenty-First Century: 1992-1993 Strategic Plan. The Process of Engineering and the Engineering Education Process. Version #4."},
      {
        "id":"ED351946",
        "title":"Restructuring for Ethnic Peace: A Public Debate at the University of Hawaii."},
      {
        "id":"ED351947",
        "title":"Undergraduate Education at Rutgers: An Agenda for the Nineties."},
      {
        "id":"ED351950",
        "title":"On Publishing in the Academy."},
      {
        "id":"ED351951",
        "title":"Toward a Definition of Core Curriculum."},
      {
        "id":"ED351952",
        "title":"Choices and the Issue of Quality in the Design of Text-Based Core Programs."},
      {
        "id":"ED351953",
        "title":"Perception of Advocacy Issues of Women versus Men."},
      {
        "id":"ED351954",
        "title":"Assessment of Critical Thinking in Postsecondary Education."},
      {
        "id":"ED351956",
        "title":"Charge to the University Committee on the Undergraduate Curriculum."},
      {
        "id":"ED351957",
        "title":"Students at Less-Than-4-Year Institutions. National Postsecondary Student Aid Study. Statistical Analysis Report. Contractor Report."},
      {
        "id":"ED351958",
        "title":"Postsecondary Education Facilities Inventory and Classification Manual."},
      {
        "id":"ED351959",
        "title":"Intercollegiate Athletics. Compensation Varies for Selected Personnel in Athletic Departments. Report to the Chairwoman, Subcommittee on Commerce, Consumer Protection, and Competitiveness, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED351960",
        "title":"Exploring Our Horizons. National Conference on Alternative and External Degree Programs for Adults (12th, Evanston, Illinois, October 8-10, 1992)."},
      {
        "id":"ED351963",
        "title":"Faculty-Undergraduate Research Collaboration as a Response to the Tension of Twelve-Plus Hour Teaching Loads and Publishing Expectations."},
      {
        "id":"ED351964",
        "title":"Graduate Credit Needs Assessment for Western Washington University Contract Trainings in the Division of Economic and Medical Field Services. [Final Report.]"},
      {
        "id":"ED351968",
        "title":"The Ohio State University College of Social Work. Ad Hoc Committee on Grading: Final Report."},
      {
        "id":"ED351973",
        "title":"Trends in Black Students' College Enrollments And Participation Rates in Pennsylvania, 1980 to 1989."},
      {
        "id":"ED351974",
        "title":"Trends in Minority College Graduates and College Educational Attainment in Pennsylvania, 1980 to 1989."},
      {
        "id":"ED351978",
        "title":"Investing in the American Future: College Attendance, Costs, and Benefits."},
      {
        "id":"ED351979",
        "title":"Internationalizing the Undergraduate Curriculum: A Handbook for Campus Leaders."},
      {
        "id":"ED351980",
        "title":"The Recruitment and Retention of Faculty in Roman Catholic Theological Seminaries."},
      {
        "id":"ED351981",
        "title":"The Emergence of Three University Models. Institutional and Functional Modifications in European Higher Education."},
      {
        "id":"ED351982",
        "title":"The Minority Graduate Fellowship Program: A Program for Initiating Minorities into the Professoriate."},
      {
        "id":"ED351983",
        "title":"Basic Student Charges at Postsecondary Institutions: Academic Year 1991-92. Tuition and Required Fees and Room and Board Charges at 4-Year, 2-Year, and Public Less-Than-2-Year Institutions. Statistical Analysis Report."},
      {
        "id":"ED351984",
        "title":"Student Loans. Direct Loans Could Save Billions in First 5 Years with Proper Implementation. Report to the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED351985",
        "title":"Higher Education Amendments of 1992. Conference Report To Accompany S. 1150. House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED351986",
        "title":"The New England Cooperative Extension Consortium Project: A Synopsis."},
      {
        "id":"ED351987",
        "title":"College Activities and Their Effect on Postsecondary Instrumental Music Growth."},
      {
        "id":"ED351993",
        "title":"Vermont State Colleges. Futures Task Force II Report."},
      {
        "id":"ED351994",
        "title":"NUFFIC: A Portrait. 1989."},
      {
        "id":"ED351995",
        "title":"Making College Affordable Again: Final Report."},
      {
        "id":"ED351996",
        "title":"Large-Scale Campus Computer Technology Implementation: Lessons from the First Year."},
      {
        "id":"ED351998",
        "title":"Distance as a Factor in Face-to-Face Communication: A Case of Andhra Pradesh Open University."},
      {
        "id":"ED351999",
        "title":"Distance Education at Memorial University of Newfoundland."},
      {
        "id":"ED352002",
        "title":"Mathematics Instruction through the Open University."},
      {
        "id":"ED352003",
        "title":"Millersville University Library Strategic Plan 1991-1995."},
      {
        "id":"ED352004",
        "title":"The Need for Technology Instruction in Teacher Education."},
      {
        "id":"ED352005",
        "title":"Regulatory Reform and CATV/TELCO Distance Learning Initiatives in Connecticut."},
      {
        "id":"ED352007",
        "title":"Semantics-Based Reference Resolution in Technical Text Processing: An Exploration of Using the WordNet Database in the Computerized Comprehensibility System."},
      {
        "id":"ED352008",
        "title":"Status of Educational Computing in Peoria, Woodford and Tazewell County Public Schools."},
      {
        "id":"ED352010",
        "title":"Establish a Baseline for Planning and Growth. Focus on Program Evaluation. Technology Report 92-114."},
      {
        "id":"ED352011",
        "title":"Using Software: A Guide to the Ethical and Legal Use of Software for Members of the Academic Community."},
      {
        "id":"ED352013",
        "title":"SED/Apple Computer, Inc., Partnership Program."},
      {
        "id":"ED352014",
        "title":"Technology Expands in New York State Schools."},
      {
        "id":"ED352016",
        "title":"Computer Conferencing: Its Impact on Academic Help-Seeking."},
      {
        "id":"ED352018",
        "title":"Information, Telecommunications and Learning: A Review of the Research Literature."},
      {
        "id":"ED352019",
        "title":"Interactive Media and Distance Education for Saskatchewan Schools."},
      {
        "id":"ED352021",
        "title":"A Survey of Educational Computer Networks."},
      {
        "id":"ED352023",
        "title":"Computer-based Research and Statistics (IS 7100). Study Guide."},
      {
        "id":"ED352024",
        "title":"Examples of Data Analysis with SPSS-X."},
      {
        "id":"ED352025",
        "title":"Examples of Data Analysis with SPSS/PC+ Studentware."},
      {
        "id":"ED352027",
        "title":"A Tutorial for SPSS/PC+ Studentware. Study Guide for the Doctor of Arts in Computer-Based Learning."},
      {
        "id":"ED352028",
        "title":"A Tutorial for the Student Edition (Release 1.1) of Minitab."},
      {
        "id":"ED352029",
        "title":"Project Homeroom--First Year Experiences: A Status Report on the Project in the Maine East High School, New Trier High School, Amos Alonzo Stagg High School."},
      {
        "id":"ED352030",
        "title":"National Geographic Society's Kids Network in Iowa, 1990-1991. Evaluation Report."},
      {
        "id":"ED352031",
        "title":"Class Manual for Public Libraries (LIS 388K.3). Fall 1992."},
      {
        "id":"ED352032",
        "title":"Specialization in Library/Information Science Education: Issues, Scenarios, and the Need for Action."},
      {
        "id":"ED352034",
        "title":"Bibliographic Control of Education Materials in Canada."},
      {
        "id":"ED352035",
        "title":"Libraries, Users and Copyright: Proprietary Rights and Wrongs."},
      {
        "id":"ED352036",
        "title":"Document Delivery: An Examination of Commercial Suppliers as an Alternative to Traditional Interlibrary Loan at the University of Wyoming Libraries."},
      {
        "id":"ED352037",
        "title":"The Florida International University Libraries and the Americans with Disabilities Act 1990: An Overview with Recommendations for Compliance."},
      {
        "id":"ED352038",
        "title":"Hypermedia and Research Methodology: An Associative Research Model. Final Report."},
      {
        "id":"ED352039",
        "title":"The Year of Living Dangerously: Implementing CARL New Circulation at CU, Boulder."},
      {
        "id":"ED352040",
        "title":"The Cornell/Xerox Commission on Preservation and Access Joint Study in Digital Preservation. Report: Phase 1 (January 1990-December 1991). Digital Capture, Paper Facsimiles, and Network Access."},
      {
        "id":"ED352041",
        "title":"Online Catalog Documentation Task Force: Onscreen Documentation Subgroup. Final Report."},
      {
        "id":"ED352042",
        "title":"The Organizational Phase of Project Open Book."},
      {
        "id":"ED352043",
        "title":"Systematic Collective Action To Improve Media Services in a High School Library."},
      {
        "id":"ED352044",
        "title":"A Taxonomy of Interaction for Instructional Multimedia."},
      {
        "id":"ED352045",
        "title":"The NTIA Infrastructure Report: Telecommunications in the Age of Information."},
      {
        "id":"ED352046",
        "title":"Virginia Satellite Educational Network and Satellite Education Assessment Results."},
      {
        "id":"ED352048",
        "title":"Marketing, Fees and Volunteers: A Selective Bibliography. ALIC Bibliography No. 9."},
      {
        "id":"ED352050",
        "title":"Handbook for Student Assistants of New Mexico Tech Library. [Revised.]"},
      {
        "id":"ED352051",
        "title":"Investigating Visual Literacy: Selected Readings from the Annual Conference of the International Visual Literacy Association (22nd, Bloomington/Normal, Illinois, October 1990)."},
      {
        "id":"ED352052",
        "title":"The Acquisition and Accessibility of Monographic Series in Ohio."},
      {
        "id":"ED352053",
        "title":"Affirmative Action: Opportunity or Obstacle."},
      {
        "id":"ED352054",
        "title":"Analyzing Library Literature on Academic Library Automation: Authorship and Subject Coverage."},
      {
        "id":"ED352055",
        "title":"Automating Reference Desk Files with Microcomputers in a Public Library: An Exploration of Data Resources, Methods, and Software."},
      {
        "id":"ED352056",
        "title":"The Context of Bibliographic Instruction: An Analysis of the Journal Literature."},
      {
        "id":"ED352057",
        "title":"Copyright in Special Libraries in a Non-Commercial Environment."},
      {
        "id":"ED352059",
        "title":"Domenico Zipoli (1688-1726): A Bibliographic Perspective."},
      {
        "id":"ED352060",
        "title":"Educational Requirements beyond the MLS for Academic Librarians in 1990."},
      {
        "id":"ED352061",
        "title":"Family Relationships in Realistic Young Adult Fiction, 1987 to 1991."},
      {
        "id":"ED352062",
        "title":"A Guide to Information Sources and Services on the Civil War, 1984-1991."},
      {
        "id":"ED352063",
        "title":"Directory of Library Research and Demonstration Projects 1976-1986. Abstracts of Funded Projects. Higher Education Act Title II-B."},
      {
        "id":"ED352064",
        "title":"READiscover Kentucky: A Children&apos;s Services Manual."},
      {
        "id":"ED352065",
        "title":"AMERICA 2000 Library Partnership."},
      {
        "id":"ED352066",
        "title":"ERIC Administrative Bulletin (EAB), January 1988-January 1993."},
      {
        "id":"ED352067",
        "title":"ERIC Users' Interchange, February 1988-March 1993."},
      {
        "id":"ED352069",
        "title":"1988-1991 Salary Survey of Pennsylvania Academic Libraries."},
      {
        "id":"ED352070",
        "title":"Total Quality Management in Higher Education."},
      {
        "id":"ED352071",
        "title":"Community College Program Development and Evaluation Model for Student Services."},
      {
        "id":"ED352072",
        "title":"Emergency Medical Science (T-139). Curriculum Models, Guidelines, and Outcome-Competencies."},
      {
        "id":"ED352073",
        "title":"Career Program Completers, 1987-88. A Long-Term Follow-Up Study."},
      {
        "id":"ED352074",
        "title":"Educational Goal Attainment: A One-Year Follow-Up Study of Nonreturning JCCC Students."},
      {
        "id":"ED352075",
        "title":"Follow-Up of Career Program Completers: Class of 1990-91."},
      {
        "id":"ED352077",
        "title":"A Report to the Kansas Council of Instructional Administrators on Institutional Effectiveness Assessment and Student Academic Achievement."},
      {
        "id":"ED352078",
        "title":"GateWay Community College Assessment Plan for the Documentation of Student Academic Achievement, Fall 1992."},
      {
        "id":"ED352079",
        "title":"Meeting the Challenges of the Information Age: Doing More with Less."},
      {
        "id":"ED352080",
        "title":"A Comparative Analysis of Community Colleges and Two-Year Technical Colleges."},
      {
        "id":"ED352081",
        "title":"Financing Community Colleges: Threats and Opportunities."},
      {
        "id":"ED352082",
        "title":"An Associate Degree in High Performance Manufacturing."},
      {
        "id":"ED352083",
        "title":"A Blueprint for Human Resource Development in the Third Decade of the Ontario Colleges of Applied Arts and Technology: Executive Summary."},
      {
        "id":"ED352084",
        "title":"Exemplary Practices in Staff and Program Development."},
      {
        "id":"ED352085",
        "title":"Program Health Indicators: An Alternative Approach to Program Review."},
      {
        "id":"ED352086",
        "title":"Articulation Report, Fall 1992."},
      {
        "id":"ED352087",
        "title":"Yet Another Look at Transfer: Oakton Students &amp; Bachelor's Degree Recipients at Illinois Public Universities."},
      {
        "id":"ED352088",
        "title":"Assessing the Financial and Institutional Concerns of Arkansas Community and Technical Colleges: A Model Approach."},
      {
        "id":"ED352089",
        "title":"LCCC 2000: A Strategic Vision for Lehigh County Community College."},
      {
        "id":"ED352090",
        "title":"The Well-Documented College: How To Produce Good Documents."},
      {
        "id":"ED352091",
        "title":"An Infrastructure for Continuous Intake Individualized Education [and] Infrastructure for Learning Management."},
      {
        "id":"ED352092",
        "title":"Leadership Abstracts; Volume 4, 1991."},
      {
        "id":"ED352093",
        "title":"2 + 2 + 2 Evaluation and Report."},
      {
        "id":"ED352094",
        "title":"Affirmative Action Programs in the California Community Colleges, 1991-92: An Annual Report to the Board of Governors and the Legislature."},
      {
        "id":"ED352096",
        "title":"University and Community College System of Nevada Planning Report, 1993-1997."},
      {
        "id":"ED352098",
        "title":"Innovation Abstracts; Volume XIV, 1992."},
      {
        "id":"ED352099",
        "title":"The Application of Computer Technology and Cooperative Learning in Developmental Algebra at the Community College."},
      {
        "id":"ED352100",
        "title":"Articulation Agreements between High Schools, Community Colleges, and Universities."},
      {
        "id":"ED352101",
        "title":"Report on Transfer Articulation Activities at Illinois Colleges and Universities."},
      {
        "id":"ED352102",
        "title":"Using Marketing Research Techniques To Improve Quality and Service."},
      {
        "id":"ED352103",
        "title":"Measuring and Facilitating Vocabulary Acquisition of Basic Skills Reading Students."},
      {
        "id":"ED352104",
        "title":"Partners in Changing Math &amp; Science Education: The Role of the National Science Foundation, the Role of Community Colleges."},
      {
        "id":"ED352105",
        "title":"Alternative Learning Modes: Spring '92 Telecourse &amp; Weekend College Enrollees. Howard Community College Office of Planning and Evaluation Research Report Number 79, October 1992."},
      {
        "id":"ED352106",
        "title":"Employee Perceptions of the Racial Climate at Prince George's Community College, Spring 1992."},
      {
        "id":"ED352107",
        "title":"Assessing County Support for Maryland Community Colleges: An Institutional Research Success Story."},
      {
        "id":"ED352109",
        "title":"Determining and Implementing Quality Exploratory Field Experience in Early Childhood Education through Improved Interaction."},
      {
        "id":"ED352110",
        "title":"Jackson County Teachers and the Combined Classroom Experience: A Naturalistic Inquiry of Combination Classroom Teachers."},
      {
        "id":"ED352111",
        "title":"Discourse and Social Identity in a Kindergarten-First Grade Classroom."},
      {
        "id":"ED352112",
        "title":"The Impact of Policy Change. Proceedings of Early Childhood Convention (5th, Dunedin, New Zealand, September 8-12, 1991)."},
      {
        "id":"ED352113",
        "title":"Oceans of Meaning: Using Children's Ideas as Content in Preschool Teaching."},
      {
        "id":"ED352114",
        "title":"Our Children's Lives."},
      {
        "id":"ED352115",
        "title":"School Age Child Care: Opinions from School Administrators. Regional Report."},
      {
        "id":"ED352116",
        "title":"Addressing the Need for School Age Child Care: A Guide for Philadelphia Elementary School Principals."},
      {
        "id":"ED352117",
        "title":"Needs for Child Day Care. Final Report."},
      {
        "id":"ED352118",
        "title":"School Involvement in School Age Child Care. Regional Report."},
      {
        "id":"ED352119",
        "title":"Occupational Sex-Role Stereotyping in Elementary Students."},
      {
        "id":"ED352120",
        "title":"Conceptions of &quot;The Child&quot; among Novices and Leaders in Elementary Education."},
      {
        "id":"ED352122",
        "title":"Capturing the Quality of Education Provision for Young Children: A Story of Developing Professionals and Developing Methodology."},
      {
        "id":"ED352123",
        "title":"Thinking Ahead: Early Childhood Teachers' Roles into the 1990s."},
      {
        "id":"ED352124",
        "title":"Kindergartens Open Kindergartens: A Community-Center for Parents and Other Adults in the Neighbourhood."},
      {
        "id":"ED352125",
        "title":"Substance Use Prevention Project."},
      {
        "id":"ED352126",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities. Leadership II Formative Evaluation of Cluster 37, October 14, 1989 through June 6, 1992."},
      {
        "id":"ED352127",
        "title":"Improving the Skills and Confidence of Early Childhood Public School Teachers in Their Use of Observation Techniques."},
      {
        "id":"ED352128",
        "title":"Family Policies and Gender Equality."},
      {
        "id":"ED352129",
        "title":"Children's Problems Caused by Consistent Rejection in Early Elementary School."},
      {
        "id":"ED352130",
        "title":"Extra-Year School Readiness Programs: Equity, Learning and Social Concomitants."},
      {
        "id":"ED352131",
        "title":"Quality Education Provision for 3-7 Year Olds: Its Implications and Implementation. Papers To Be Presented at the European Conference on the Quality of Early Childhood Education (2nd, Worcester, United Kingdom, August 27-29, 1992) (Conference Europeene sur la Qualite de L'Enseignement pour jeunes enfants)."},
      {
        "id":"ED352132",
        "title":"Toi Te Kupu, Toi Te Mana, Toi Te Whenua: Culturally Appropriate Early Childhood Education."},
      {
        "id":"ED352133",
        "title":"National Conference of Lieutenant Governors Education Task Force Subcommittee on At-Risk Students."},
      {
        "id":"ED352134",
        "title":"Results of the Statewide Staff Development Needs Assessment for Personnel Associated with [the] Prekindergarten Program for Children at Risk of Academic Failure, [the] Prevention Initiative Programs for At Risk Infants and Toddlers and Their Families, [and the] Model Early Childhood Parental Training Programs."},
      {
        "id":"ED352135",
        "title":"Early Childhood Combination Program: Administrative Guidelines."},
      {
        "id":"ED352136",
        "title":"Adopt-a-Grandchild Program: Volunteer Handbook."},
      {
        "id":"ED352137",
        "title":"Individualizing Response to Child Stress in the Preschool Setting: Exploring Practitioner Beliefs Regarding Coaching Coping and Development of Self-Regulation."},
      {
        "id":"ED352138",
        "title":"Bicycle Helmet Promotion Act. Report of the Senate Committee on Commerce, Science, and Transportation on S. 3096. 102d Congress, 2d Session."},
      {
        "id":"ED352139",
        "title":"For Parents' Sake: A Survival Kit for Parents and Kids. Volume II: Tips for Parents."},
      {
        "id":"ED352140",
        "title":"Head Start: New Challenges, New Chances."},
      {
        "id":"ED352141",
        "title":"Primary School, School-Based Decision Making, Family Resource/Youth Services Centers. First Year Reports to the Prichard Committee."},
      {
        "id":"ED352142",
        "title":"Illinois Report Card '92."},
      {
        "id":"ED352143",
        "title":"Family Support Programs and School Readiness: Overview of Family Support Programs."},
      {
        "id":"ED352144",
        "title":"Family Support Programs and Family Literacy: Overview of Family Support Programs."},
      {
        "id":"ED352145",
        "title":"Family Support Programs and School-Linked Services: Overview of Family Support Programs."},
      {
        "id":"ED352146",
        "title":"Family Support Programs and Comprehensive Collaborative Services: Overview of Family Support Programs."},
      {
        "id":"ED352147",
        "title":"Family Support Programs and Incarcerated Parents: Overview of Family Support Programs."},
      {
        "id":"ED352148",
        "title":"Black Kindergartners' Spoken Narratives: Style, Structure and Task."},
      {
        "id":"ED352149",
        "title":"The Relationship between Participation in an Extra-Curricular Drama Club and the Self-Esteem of At-Risk Elementary Students."},
      {
        "id":"ED352156",
        "title":"Learning Research and Development Center Publications List: 1985-1991."},
      {
        "id":"ED352157",
        "title":"National Research Center on Student Learning Publications List: 1985-1991."},
      {
        "id":"ED352158",
        "title":"Helping Your Child Get Ready for School, with Activities for Children from Birth through Age 5."},
      {
        "id":"ED352159",
        "title":"Zero to Three Classics: 7 Articles on Infant/Toddler Development."},
      {
        "id":"ED352161",
        "title":"Can They Hope To Feel Safe Again? The Impact of Community Violence on Infants, Toddlers, Their Parents and Practitioners. A Report from the Final Plenary Session, Biennial National Training Institute, ZERO to THREE/National Center for Clinical Infant Programs (7th, Washington, D.C., December 8, 1991)."},
      {
        "id":"ED352162",
        "title":"The Zero to Three Child Care Anthology 1984-1992."},
      {
        "id":"ED352163",
        "title":"Art and the Young Child: Another Look at the Developmental Question."},
      {
        "id":"ED352164",
        "title":"Expanding Parents' Comprehension of Developmentally Appropriate Programs Using Improved Observational Techniques and Anecdotal Recording for Better Choices."},
      {
        "id":"ED352165",
        "title":"La continuite du programme: L'elementaire en action (Program Continuity: The Elementary School in Action)."},
      {
        "id":"ED352166",
        "title":"Focus on Fundamentals: A Longitudinal Look. Research Report 63."},
      {
        "id":"ED352167",
        "title":"Themes to Theory: A Data Analysis Process."},
      {
        "id":"ED352168",
        "title":"Infusing Critical Thinking Skills in a School-Age Child Care Program through Specific Staff Planning."},
      {
        "id":"ED352170",
        "title":"Neighborhood Schools Improvement Act. Conference Report [To Accompany S.1]. House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED352171",
        "title":"Heart Start: The Emotional Foundations of School Readiness."},
      {
        "id":"ED352172",
        "title":"Natural Math: A Progress Report on Implementation of a Family Involvement Project for Early Childhood Mathematics among Children of the Oklahoma Seminole Head Start and Boley Head Start."},
      {
        "id":"ED352173",
        "title":"Challenges for Children and Women in the 1990s: Eastern and Southern Africa in Profile."},
      {
        "id":"ED352174",
        "title":"Easing Transitions in a Private Child Care Setting through Workshops, Conferences, and Follow-Up Activities with the Cooperation of Teachers and Parents."},
      {
        "id":"ED352175",
        "title":"At-Risk Youngsters: Methods That Work."},
      {
        "id":"ED352176",
        "title":"Investigation of Familial and School-Based Risk Factors for Hispanic Head Start Children."},
      {
        "id":"ED352177",
        "title":"Judicial Training and Research for Child Custody Litigation. Report To Accompany H.R. 1253. Committee on the Judiciary, House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED352178",
        "title":"Hearing on AIDS: Threat to the Developing World's Children. Hearing before the Select Committee on Hunger. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED352179",
        "title":"An Outcomes Based Evaluation of the Sustaining Effects of Chapter 1 Participation Using Measures of Regular Education Performance in Grades Kindergarten through Five."},
      {
        "id":"ED352180",
        "title":"Project Challenge Preliminary Report: An Initial Evaluation of the Tennessee Department of Education &quot;At Risk&quot; Student/Teacher Ratio Reduction Project in Seventeen Counties."},
      {
        "id":"ED352181",
        "title":"Translating Whole Language Child-Centered Teaching Theory into Practice for Preservice and First-Year Teachers or \"But...What Does It Look Like in the Classroom?!\""},
      {
        "id":"ED352182",
        "title":"Making a Kindergarten Methods Course Make More Sense: A Teacher and Professor Team Up."},
      {
        "id":"ED352183",
        "title":"Toilet Learning."},
      {
        "id":"ED352184",
        "title":"Singing with Infants and Toddlers."},
      {
        "id":"ED352185",
        "title":"Improving Motor Skill Development for Toddlers and Preschoolers through Planning and Teacher Involvement."},
      {
        "id":"ED352186",
        "title":"The Material and the Social in Vygotsky's Theory of Cognitive Development."},
      {
        "id":"ED352187",
        "title":"The Development of the Distinction between Paraphrase and Exact Wording in the Recognition of Utterances."},
      {
        "id":"ED352188",
        "title":"The BITS-Project: Child-Care in the Admass Society."},
      {
        "id":"ED352189",
        "title":"Children of the Future."},
      {
        "id":"ED352190",
        "title":"Promoting Nebraska's Future. National Education Goal 1: By the Year 2000 All Children in America Will Start School Ready To Learn. A Primer for Community Level Planning Groups."},
      {
        "id":"ED352191",
        "title":"Introducing Evaluation: A Practical Introduction to Evaluation in Early Childhood Projects."},
      {
        "id":"ED352194",
        "title":"Status of School Age Child Care or Extended Day Programs in Minnesota Schools."},
      {
        "id":"ED352195",
        "title":"Early Childhood Family Education. K-3 Expansion Demonstration Projects: A Report to the Minnesota Department of Education on Ten Pilot Sites."},
      {
        "id":"ED352196",
        "title":"Illinois Kids Count: A Snap Shot of Our Future. County by County Profiles of Child Well-Being '92."},
      {
        "id":"ED352197",
        "title":"Current Programme 1992."},
      {
        "id":"ED352198",
        "title":"Supporting Family Involvement in Early Childhood Education: A Guide for Business."},
      {
        "id":"ED352199",
        "title":"Protecting Children in Day Care: Building a National Background Check System. Hearing before the Committee on the Judiciary, United States Senate, One Hundred Second Congress, First Session on the National Child Protection Act of 1991."},
      {
        "id":"ED352200",
        "title":"Little Beginnings: Starting Your Child on a Lifetime of Learning. The First Five Years."},
      {
        "id":"ED352201",
        "title":"Children's Conversations during Collaborative Writing: Friends Compared with Nonfriends."},
      {
        "id":"ED352202",
        "title":"Parents and Teachers: Can They Learn from Each Other?"},
      {
        "id":"ED352204",
        "title":"Montessori's Flawed Diffusion Model: An American Montessori Diffusion Philosophy. Occasional Paper. Series One."},
      {
        "id":"ED352205",
        "title":"The Rights of Homeless Students."},
      {
        "id":"ED352206",
        "title":"Parental Satisfaction with Schools and the Need for Standards. Education Research Report."},
      {
        "id":"ED352207",
        "title":"Developing an Action Plan for Partnerships between Head Start and Public Schools. Summary of Meeting (Washington, D.C., December 3, 1990)."},
      {
        "id":"ED352209",
        "title":"Improving Linkages--the Challenge for the Southeast. Early Childhood Regional Symposium Proceedings (Atlanta, Georgia, November 21-22, 1991)."},
      {
        "id":"ED352210",
        "title":"Escoja Alimentos Sanos y Que Deben Hacer los Padres de los Ninos Que Pesan Mucho. (Food Choices for Good Health and Children and Weight: What's a Parent To Do?)."},
      {
        "id":"ED352211",
        "title":"Increasing Personal Efficacy of Parents, Guardians, and Caregivers of Preschool Children through Empowerment Activities."},
      {
        "id":"ED352212",
        "title":"Japan through Folktales and Activities: A Unit for Kindergarten."},
      {
        "id":"ED352213",
        "title":"After-School Reunion Interaction in Single Versus Two-Parent Families."},
      {
        "id":"ED352214",
        "title":"Assistance for Child Care Providers in Recognizing and Reporting Child Abuse and Neglect. The Mandated Reporter Assistance Series."},
      {
        "id":"ED352215",
        "title":"Assistance for Educators in Recognizing and Reporting Child Abuse and Neglect. The Mandated Reporter Assistance Series."},
      {
        "id":"ED352216",
        "title":"Model Learner Outcomes for Early Childhood Education: Birth to Nine Years."},
      {
        "id":"ED352217",
        "title":"Making a Difference Early On: The Infant/Toddler Program in Michigan. 1990-91 Annual Report. Public Law 99-457, Part H."},
      {
        "id":"ED352218",
        "title":"Rural Workplace Literacy Prject. Final Report."},
      {
        "id":"ED352219",
        "title":"Rethinking Migrant Education: A Response to the National Education Goals. A Report of the Migrant Education Goals Task Force."},
      {
        "id":"ED352220",
        "title":"Mentoring Factors in Doctoral Programs of Mexican American and American Indian Students."},
      {
        "id":"ED352221",
        "title":"Traditional Values and Rural Education (Peasant Philosophy)."},
      {
        "id":"ED352222",
        "title":"Alaskan Rural Justice: A Selected Annotated Bibliography."},
      {
        "id":"ED352223",
        "title":"What YRE Can Do To Enhance Academic Achievement and To Enrich the Lives of Students That the Traditional Calendar Cannot Do."},
      {
        "id":"ED352225",
        "title":"Diverse Voices: Selecting Equitable Resources for Indian and Metis Education."},
      {
        "id":"ED352233",
        "title":"A-Gay-Yah: A Gender Equity Curriculum for Grades 6-12."},
      {
        "id":"ED352234",
        "title":"The University of Texas at Austin Migrant Student Program Receiving School Guide."},
      {
        "id":"ED352235",
        "title":"Wage and Hour Farm Labor Laws."},
      {
        "id":"ED352236",
        "title":"Assisting Native Americans in Assuring the Survival and Continuing Vitality of Their Languages. Report To Accompany S. 2044. Senate, 102d Congress, 2d Session."},
      {
        "id":"ED352238",
        "title":"Hearing on Education Reform and Related Issues before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives. One Hundred Second Congress, Second Session (Phoenix, AZ, March 21, 1992)."},
      {
        "id":"ED352239",
        "title":"A Day in the Life of a Rural School."},
      {
        "id":"ED352240",
        "title":"4-H Clover Awareness Teaching Guide."},
      {
        "id":"ED352241",
        "title":"Academic Performance, Acculturation and Ethnic Identity Traits of First and Second Generation Mexican-American High School Students in a Rural Iowa Town."},
      {
        "id":"ED352242",
        "title":"Recent Events Leading to the Education Lawsuit and the Complete Complaint with a Brief Introduction. Informational Monograph 1. School Finance Series."},
      {
        "id":"ED352243",
        "title":"The Public Mind: Views of Pennsylvania Citizens. Report No. 3."},
      {
        "id":"ED352244",
        "title":"Curriculum Renewal: What Is Involved for Small, Rural Schools? Handbook One."},
      {
        "id":"ED352245",
        "title":"The Use of Consortia To Engage in Curriculum Renewal. Handbook Two."},
      {
        "id":"ED352246",
        "title":"Teaching Psychology in a Rural College."},
      {
        "id":"ED352247",
        "title":"Rural Issues in Rehabilitation Service Delivery: A Goodwill Industries of America Study."},
      {
        "id":"ED352248",
        "title":"Community Participation in the Impact Aid Program. Special Impact Aid Provisions for Local Education Agencies That Claim Entitlements Based on the Number of Children Residing on Indian Lands, Public Law 81-874."},
      {
        "id":"ED352249",
        "title":"The Freshman Year in Science and Engineering: Old Problems, New Perspectives for Research Universities. Report of a Conference (Ann Arbor, Michigan, April 6-7, 1990)."},
      {
        "id":"ED352252",
        "title":"Workshop Physics. FIPSE Final Report."},
      {
        "id":"ED352253",
        "title":"Standard Three General Science Research 1987-1988. (A Final Report of the Threshold Project)."},
      {
        "id":"ED352255",
        "title":"The Van Horn Engineering &amp; Technology Magnet High School: 1990-1991. Formative Evaluation."},
      {
        "id":"ED352256",
        "title":"CO2 [Carbon Dioxide] Diet for a Greenhouse Planet: A Citizen's Guide for Slowing Global Warming."},
      {
        "id":"ED352257",
        "title":"Senior High Science: Teacher Resource Manual, 1992 (Interim)."},
      {
        "id":"ED352258",
        "title":"Science 10: Teacher Resource Manual, 1992 (Interim)."},
      {
        "id":"ED352259",
        "title":"The Role of Writing in Creating a Science Learning Community. Elementary Subjects Center Series No. 56."},
      {
        "id":"ED352260",
        "title":"Biotechnology: Education."},
      {
        "id":"ED352261",
        "title":"Learning to Program and Its Transference to Students' Cognition."},
      {
        "id":"ED352262",
        "title":"Assessment of Authentic Performance in School Mathematics. AAAS Press Series on Assessment and Evaluation."},
      {
        "id":"ED352263",
        "title":"Appropriating Scientific Discourse: Findings From Language Minority Classrooms. Research Report: 3. [Revised.]"},
      {
        "id":"ED352264",
        "title":"Implementing the NCTM Standards: Hopes and Hurdles. Issue Paper 92-2."},
      {
        "id":"ED352266",
        "title":"Como Ayudar a sus Hijos a Aprender Ciencia (Helping Your Child Learn Science)."},
      {
        "id":"ED352267",
        "title":"Factors That Influence the Career Aspirations of Mathematically Precocious Females."},
      {
        "id":"ED352268",
        "title":"Improving the Math and Science Curriculum: Choices for State Policymasters. Report on the Secretary's Conference on Improving Mathematics and Science Education, December 1991."},
      {
        "id":"ED352269",
        "title":"Writing Mathematics."},
      {
        "id":"ED352270",
        "title":"An Abstract Content Analysis of Journals for Science Teachers."},
      {
        "id":"ED352271",
        "title":"&quot;Magic Day&quot;: Multi-Disciplinary, Multi-Sensory Awareness Gathered and Integrated into the Curriculum."},
      {
        "id":"ED352272",
        "title":"Curriculum Package: Junior High - Middle School Science Lessons. [A Visit to the Louisville, Kentucky Airports: Standiford and Bowman Fields.]"},
      {
        "id":"ED352273",
        "title":"Curriculum Package: Elementary Science Lessons. [A Visit to the Louisville, Kentucky Airports: Standiford and Bowman Fields.]"},
      {
        "id":"ED352274",
        "title":"North American Chapter of the International Group for the Psychology of Mathematics Education, Proceedings of the Annual Meeting (13th, Blacksburg, Virginia, October 16-19, 1991). Volumes 1 and 2."},
      {
        "id":"ED352276",
        "title":"Post World War II Civil Rights Movement: The Struggle for Democracy and Beyond."},
      {
        "id":"ED352277",
        "title":"Making the World Safe for Diversity: Religious Liberty and Social Harmony in a Pluralistic Age."},
      {
        "id":"ED352278",
        "title":"Seminar on African Perspectives and Issues on Peace Education and Action in Africa: A Report from a Seminar Held in Conjunction with the Meeting of the Adult Education Association of Zambia (Lusaka, Zambia, October 3-7, 1988)."},
      {
        "id":"ED352280",
        "title":"Economic Reasoning in Hypothetical vs. Nonhypothetical Time-Allocation Decisions."},
      {
        "id":"ED352281",
        "title":"Ancient Chinese Bronzes: Teacher's Packet."},
      {
        "id":"ED352282",
        "title":"Higher Education in Japan."},
      {
        "id":"ED352283",
        "title":"Beyond the Millennium (or whatever Happened to the Ennoblement of Life?)."},
      {
        "id":"ED352284",
        "title":"Global Education Comes to Russia in 1991."},
      {
        "id":"ED352285",
        "title":"Methods of Resolving Conflict--The Voice of Norwegian Youth."},
      {
        "id":"ED352286",
        "title":"Exploring America--How the U.S. is Depicted in Norway."},
      {
        "id":"ED352287",
        "title":"Church-State Separation Under Fire. Third Annual Report on Church-State Conflict in the United States."},
      {
        "id":"ED352290",
        "title":"Receptivity to Global Education Instrument."},
      {
        "id":"ED352291",
        "title":"The Basic Epistemological Questions--Are There Also Valid Answers?"},
      {
        "id":"ED352292",
        "title":"Students' Historical Thinking and the History National Curriculum in England."},
      {
        "id":"ED352295",
        "title":"The Chinese Family in Transition: Implications for Education and Society in Modern Taiwan."},
      {
        "id":"ED352296",
        "title":"Nonviolence, Values, and Moral Reasoning: Empirical Support for Theoretical Relationships."},
      {
        "id":"ED352300",
        "title":"Catholic Schools for the 21st Century. Executive Summary."},
      {
        "id":"ED352302",
        "title":"The &quot;Missing Males&quot; and Other Gender-Related Issues in Music Education: A Critical Analysis of Evidence from the Music Supervisors' Journal, 1914-1924."},
      {
        "id":"ED352303",
        "title":"World Geography: A Human Perspective. Social Studies Senior 4 (Grade 12)."},
      {
        "id":"ED352305",
        "title":"Educational Historian Lawrence A. Cremin (1925-90) and U.S. Education Direction."},
      {
        "id":"ED352306",
        "title":"Arab World Almanac, Volume 2, 1990-91."},
      {
        "id":"ED352307",
        "title":"Curriculum Package: Elementary [School] Social Studies Lessons. [A Visit to the Louisville, Kentucky Airports: Standiford and Bowman Fields.]"},
      {
        "id":"ED352308",
        "title":"Curriculum Package: Middle School Social Studies Lessons. [A Visit to the Louisville, Kentucky Airports: Standiford and Bowman Fields.]"},
      {
        "id":"ED352309",
        "title":"Curriculum Package: High School Social Studies Lessons. [A Visit to the Louisville, Kentucky Airports: Standiford and Bowman Fields.]"},
      {
        "id":"ED352310",
        "title":"Schools and the Shaping of Character: Moral Education in America, 1607-Present."},
      {
        "id":"ED352311",
        "title":"The Role of the Foreign Student in the Process of Development. A Report of a Symposium (Snowmass, Colorado, June 9-12, 1982)."},
      {
        "id":"ED352312",
        "title":"Are Your Substitutes Prepared for a Successful Day? Ours Are..."},
      {
        "id":"ED352313",
        "title":"Teacher Unionism as Mission and Battle; Success and Crisis in French Teacher Unions."},
      {
        "id":"ED352314",
        "title":"Practical Theories, Practical Paradigms, and Teacher Education."},
      {
        "id":"ED352315",
        "title":"Restructuring To Become a Professional Practice School: Stages of Collegiality and the Development of Professionalism."},
      {
        "id":"ED352316",
        "title":"A Survey of Parent Involvement Course Offerings in Minnesota's Undergraduate Teacher Preparation Programs."},
      {
        "id":"ED352318",
        "title":"Teachers of Tomorrow Academy Report. Survey/Needs Assessment: Pulaski County Teachers of Tomorrow Students."},
      {
        "id":"ED352319",
        "title":"Professional Development School Handbook."},
      {
        "id":"ED352320",
        "title":"A Qualitative Study of Reflective Teaching."},
      {
        "id":"ED352321",
        "title":"A Model for Integrating Thinking Skills in the Curriculum."},
      {
        "id":"ED352322",
        "title":"The Certified Athletic Trainer: Is Your School System Missing a Key Player?"},
      {
        "id":"ED352323",
        "title":"The Multidimensional Structure of Physical Fitness: Invariance over Gender and Age."},
      {
        "id":"ED352324",
        "title":"The Evolution of the American Family and Its Effects on Health Behavior Choices."},
      {
        "id":"ED352325",
        "title":"A Pragmatic Approach to Applied Ethics in Sport and Related Physical Activity."},
      {
        "id":"ED352326",
        "title":"Critical Thinking: What Can It Be? Resource Publication, Series 1 No. 1."},
      {
        "id":"ED352327",
        "title":"Two Conflicting Theories of Knowledge, Learning, and Literacy: The Didactic and the Critical. Resource Publication, Series 1 No. 2."},
      {
        "id":"ED352328",
        "title":"Integrating Thinking Skills into the Schools. Resource Publication, Series 1 No. 3."},
      {
        "id":"ED352329",
        "title":"Hints for Improving the Teaching of Thinking in Our Schools: A Baker's Dozen. Resource Publication, Series 1 No. 4."},
      {
        "id":"ED352330",
        "title":"Reason and Critical Thinking. Resource Publication, Series 1 No. 5."},
      {
        "id":"ED352331",
        "title":"Disciplinary \"Secrets\" and the Apprentice Writer: The Lessons for Critical Thinking. Resource Publication, Series 1 No. 6."},
      {
        "id":"ED352332",
        "title":"Critical Thinking and Moral Education. Resource Publication, Series 1 No. 7."},
      {
        "id":"ED352333",
        "title":"Why Be Rational? On Thinking Critically about Critical Thinking. Resource Publication, Series 2 No. 1."},
      {
        "id":"ED352334",
        "title":"Teaching Argumentation Analysis and Critical Thinking in the Netherlands. Resource Publication, Series 2 No. 2."},
      {
        "id":"ED352335",
        "title":"Misconceptions in Teaching for Critical Thinking. Resource Publication, Series 2 No. 3."},
      {
        "id":"ED352337",
        "title":"Women in Intercollegiate Sport: A Longitudinal Study--Fifteen Year Update 1977-1992."},
      {
        "id":"ED352338",
        "title":"Teacher Training and Certification: A Comparative Analysis between State and National Licensure Procedures and the Impending Effects of the Proposed National Certificate."},
      {
        "id":"ED352339",
        "title":"Surviving the Worst, Expecting the Best: Teacher Perceptions of Work Life in Virginia Schools."},
      {
        "id":"ED352340",
        "title":"An Analysis of Teaching Competencies of Secondary Educators: Do Teachers and Administrators Agree on What Is Important?"},
      {
        "id":"ED352341",
        "title":"The Development of the Microteaching Movement in Europe."},
      {
        "id":"ED352342",
        "title":"Discovering Researcher Subjectivities, Perceptions, and Biases: A Critical Examination of Myths, Metaphors, and Meanings Inherent in University-School Collaborative Action Research Projects."},
      {
        "id":"ED352343",
        "title":"Teacher Leadership through Collaborative Action Research: Implications for Teachers, Principals, and University Researchers/Teacher Educators."},
      {
        "id":"ED352344",
        "title":"Updating the Theoretical Content of Teacher Preparation Pertaining to Educational Subjects: Some Recent Developments in Estonia. Reprints and Miniprints No. 754."},
      {
        "id":"ED352345",
        "title":"Nature-Computer Camp 1991. Chapter 2 Program Evaluation Report."},
      {
        "id":"ED352346",
        "title":"An Instructional Theory: A Practical Context for Instructional Decisions."},
      {
        "id":"ED352347",
        "title":"Wellness Circles: The Alkali Lake Model in Community Recovery Processes."},
      {
        "id":"ED352348",
        "title":"A Controlled Experimental Evaluation of Three AIDS Prevention Activities for Improving Knowledge, Changing Attitudes, and Decreasing Risk Behaviors of High School Seniors."},
      {
        "id":"ED352349",
        "title":"What Connecticut Teachers Need for Effective Schooling: Professional Issues in Public Education, IV."},
      {
        "id":"ED352350",
        "title":"Models of Collaborative Supervision Involving Teacher Educators and School Personnel in New Roles and Activities via Collaborative Supervisory Teams."},
      {
        "id":"ED352351",
        "title":"Developmental Theories and the Professional Development of Teachers."},
      {
        "id":"ED352352",
        "title":"Those Who Can, Teach."},
      {
        "id":"ED352353",
        "title":"Similes for Teaching and Classroom Teaching Orientations."},
      {
        "id":"ED352354",
        "title":"Personal Characteristics and Contextual Conditions of Student Teachers Who \"Fail\": Setting a Course for Understanding Failure in Teacher Education."},
      {
        "id":"ED352355",
        "title":"Key Supervision Skills That Will Touch the Future of School Reform."},
      {
        "id":"ED352356",
        "title":"Teacher Attrition and Migration. Issue Brief."},
      {
        "id":"ED352357",
        "title":"Healthy from the Start: New Perspectives on Childhood Fitness. Teacher Education Monograph, No. 15."},
      {
        "id":"ED352358",
        "title":"Critical Thinking: Implications for Teaching and Teachers. Proceedings of a Conference (Upper Montclair, New Jersey, 1991)."},
      {
        "id":"ED352359",
        "title":"Teachers' Goals, Beliefs, and Perceptions of School Culture as Predictors of Instructional Practice."},
      {
        "id":"ED352360",
        "title":"Ethnography of Biography: Student Teachers Reflecting on &quot;Life-Stories&quot; of Experienced Teachers."},
      {
        "id":"ED352361",
        "title":"Who's Missing from the Classroom: The Need for Minority Teachers. Trends and Issues Paper, No. 9."},
      {
        "id":"ED352362",
        "title":"Creating Sound Minds and Bodies: Health and Education Working Together."},
      {
        "id":"ED352363",
        "title":"Integrating Teachers' Career Development and Professional Development: The Science Education Professional Development Project."},
      {
        "id":"ED352364",
        "title":"Loose Connections: The Context of Science Teachers' Work."},
      {
        "id":"ED352365",
        "title":"Developing and Using Cases of Pedagogical Content Knowledge in the Professional Development of Science Teachers."},
      {
        "id":"ED352367",
        "title":"The Nominal Response Model in Computerized Adaptive Testing."},
      {
        "id":"ED352368",
        "title":"The Revised SAT's and the ACT's--Are They Really Different?"},
      {
        "id":"ED352369",
        "title":"Shedding Light on District Issues. 1991-92 Surveys of Students, Staff, and Graduates."},
      {
        "id":"ED352370",
        "title":"Annual Report on Student Achievement 1991-92."},
      {
        "id":"ED352371",
        "title":"Implementation of an Integrated Language Arts Performance Assessment in a Large Urban School District: Technical Issues in Aggregating and Reporting Results."},
      {
        "id":"ED352372",
        "title":"Computing Potential Assessment in Atlanta Public Schools Education. Report Number 2."},
      {
        "id":"ED352373",
        "title":"What Is Authentic Evaluation?"},
      {
        "id":"ED352374",
        "title":"What's Wrong with Standardized Tests?"},
      {
        "id":"ED352375",
        "title":"How Standardized Testing Damages Education."},
      {
        "id":"ED352376",
        "title":"K-12 Testing Fact Sheet."},
      {
        "id":"ED352377",
        "title":"Fact Sheet on National Testing Proposals."},
      {
        "id":"ED352379",
        "title":"A Note on the Format of Ennis' Multiple-Choice Tests of Deductive Reasoning Competence."},
      {
        "id":"ED352380",
        "title":"Measurement of Workforce Readiness Competencies: Design of Prototype Measures."},
      {
        "id":"ED352381",
        "title":"R&amp;D Priorities for Educational Testing and Evaluation: The Testimony of the CRESST National Faculty."},
      {
        "id":"ED352382",
        "title":"The Effects of Testing on Teaching and Learning."},
      {
        "id":"ED352383",
        "title":"Synthesized Approaches: Expanding the Perspectives and Impact of Qualitative and Quantitative Evaluation."},
      {
        "id":"ED352384",
        "title":"Utilizing Evaluation To Develop a Marketing Strategy in the Louisiana Cooperative Extension Service."},
      {
        "id":"ED352386",
        "title":"A Psychometrically Sound Cognitive Diagnostic Model: Effect of Remediation as Empirical Validity."},
      {
        "id":"ED352388",
        "title":"Performance of the Mantel-Haenszel Statistic and the Standardized Difference in Proportions Correct When Population Ability Distributions Are Incongruent."},
      {
        "id":"ED352389",
        "title":"A Practical Guide to Alternative Assessment."},
      {
        "id":"ED352391",
        "title":"The Effects of Feedback in Computerized Adaptive and Self-Adapted Tests."},
      {
        "id":"ED352392",
        "title":"An Analysis of Statewide NRT Programs."},
      {
        "id":"ED352393",
        "title":"The Future of the National Assessment of Educational Progress. Discussion Paper."},
      {
        "id":"ED352394",
        "title":"Effects of Portfolio Assessment on Students' Attitudes and Goal Setting Abilities in Mathematics."},
      {
        "id":"ED352395",
        "title":"Evaluation of the Community Service Initiative (Pilot Project). District of Columbia Public Schools, School Year 1991-92."},
      {
        "id":"ED352397",
        "title":"Meeting Goal 3: How Well Are We Doing? Education Research Report."},
      {
        "id":"ED352398",
        "title":"Maydays and Murphies: A Study of the Effect of Organizational Design, Task, and Stress on Organizational Performance."},
      {
        "id":"ED352399",
        "title":"Evaluation of Implementation of School/Community-Based Management. Final Report."},
      {
        "id":"ED352400",
        "title":"Filling the Gaps: An Overview of Data on Education in Grades K through 12."},
      {
        "id":"ED352401",
        "title":"A Consumer's Guide to Mental Health Treatment Outcome Measures."},
      {
        "id":"ED352402",
        "title":"Community Youth Activity Program: Individual Characteristics of High-Risk Youth Participating in a Community-Based AOD Prevention Program."},
      {
        "id":"ED352403",
        "title":"Educational Indicators for Pennsylvania. Pennsylvania Educational Policy Studies."},
      {
        "id":"ED352404",
        "title":"Issues in Educational Reform: How Triangulating Qualitative and Quantitative Evaluation Methods Can Enhance Understanding."},
      {
        "id":"ED352405",
        "title":"Main Principles for Perspective Text Analysis via the PC-system PERTEX. No. 41."},
      {
        "id":"ED352406",
        "title":"An Invitation To Share Craft Knowledge: Students as Case Researchers and Writers."},
      {
        "id":"ED352407",
        "title":"The 2 X 2 Matrix in Qualitative Data Analysis and Theory Generation."},
      {
        "id":"ED352408",
        "title":"Facts and Figures about Education in Alaska, 1991."},
      {
        "id":"ED352409",
        "title":"Illinois School Report Cards Performance Profiles 1986-1991."},
      {
        "id":"ED352411",
        "title":"Development of an Acculturation Measure for Latino Youth."},
      {
        "id":"ED352412",
        "title":"Determining Youth Gang Membership: Development of a Self-Report Instrument."},
      {
        "id":"ED352413",
        "title":"The Computer Laboratory: New Concepts in Teaching Educational Research."},
      {
        "id":"ED352414",
        "title":"Aggregating Case Study Data in Customer Service Training."},
      {
        "id":"ED352415",
        "title":"Synthesizing the Evidence: Evaluating Mainstreaming as a Change Process."},
      {
        "id":"ED352416",
        "title":"Evaluating Major Program Thrusts: A Conceptual Framework of Evaluation Considerations and a Case Study of Synthesizing Evidence from a National Reporting System."},
      {
        "id":"ED352417",
        "title":"Evaluation of the Categories Currently Used in Report Cards with Student Outcome."},
      {
        "id":"ED352419",
        "title":"Teaching, Assessment, and Learning: Invitation to a Discussion."},
      {
        "id":"ED352420",
        "title":"Sex Differences in Problem-Solving Strategies Used by High-Scoring Examinees on the SAT-M."},
      {
        "id":"ED352421",
        "title":"Toward a New Understanding of Epistemological Style: A Preliminary Factor Analysis of Epistemological Style Inventories."},
      {
        "id":"ED352422",
        "title":"An Example of a Qualitative Evaluation of Performance Change from a Train the Trainer Seminar Intervention. Instructional Development Technical Report Number 26."},
      {
        "id":"ED352423",
        "title":"The Challenges of Combining Internal and External Assessment in Certificate Examinations: The West African Examinations Council Experience."},
      {
        "id":"ED352424",
        "title":"Losing Track: The Dynamics of Student Assignment Processes in High School."},
      {
        "id":"ED352425",
        "title":"Elementary Students At Risk: A Status Report."},
      {
        "id":"ED352426",
        "title":"A Description of Chapter 1 Schoolwide Projects and Effects on Student Achievement in Six Case Study Schools."},
      {
        "id":"ED352428",
        "title":"Equity Issues in Schools. Report to the Colorado State Board of Education."},
      {
        "id":"ED352431",
        "title":"Final Reports Submitted by States Authorized by Education for Homeless Children and Youth Program, Fiscal Year 1991. Report to Congress."},
      {
        "id":"ED352432",
        "title":"Student and Teacher Mobility: Impact on School Performance in New York City Public Schools."},
      {
        "id":"ED352433",
        "title":"The Milwaukee Parental Choice Program."},
      {
        "id":"ED352434",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Product Evaluation Report, 1991-92."},
      {
        "id":"ED352436",
        "title":"Managing Youth Development Programs for At-Risk Youth: Lessons from Research and Practical Experience. Urban Diversity Series No. 103."},
      {
        "id":"ED352438",
        "title":"On Being in Charge: A Guide to Management in Primary Health Care. Second Edition."},
      {
        "id":"ED352441",
        "title":"Demographic Factors in Adult and Continuing Education. A Keynote Address."},
      {
        "id":"ED352442",
        "title":"Demographic Factors in Adult and Continuing Education. A Resource Guide for Teachers, Administrators, and Policymakers."},
      {
        "id":"ED352443",
        "title":"Building a Quality Workforce: A National Priority for the 21st Century. Conference Proceedings (Milwaukee, Wisconsin, October 23-25, 1989)."},
      {
        "id":"ED352444",
        "title":"Towards a Learning Workforce: A Policy Discussion Paper on Adult Learners at Work."},
      {
        "id":"ED352446",
        "title":"Education, Poverty and Insecurity. A New Social Contract To Restore the Dignity of the Very Poor and Strengthen General Solidarity."},
      {
        "id":"ED352447",
        "title":"Effective Distance Education: A Primer for Faculty and Administrators. Monograph Series in Distance Education No. 2."},
      {
        "id":"ED352448",
        "title":"Sacrificing America's Youth. The Problem of Child Labor and the Response of Government."},
      {
        "id":"ED352449",
        "title":"Literacy Programs in Hawaii and the Need for an Office of Literacy. Report No. 4."},
      {
        "id":"ED352450",
        "title":"Evaluation of the Job Retraining Program."},
      {
        "id":"ED352451",
        "title":"Diabetes Research and Training Centers: Diabetes Education. Fact Sheet."},
      {
        "id":"ED352452",
        "title":"Alternative Perspectives of Instruction and Cognitive Theory: Implications and Proposals."},
      {
        "id":"ED352453",
        "title":"Opportunities Lost and Lessons Learned: Inside a Workplace Literacy Program."},
      {
        "id":"ED352454",
        "title":"Preparing Adult Immigrants for Work: The Educational Response in Two Communities."},
      {
        "id":"ED352455",
        "title":"Teaching Problem Solving and Technical Mathematics through Cognitive Apprenticeship at the Community College Level."},
      {
        "id":"ED352456",
        "title":"Using Professional Development To Facilitate Vocational and Academic Education Integration: A Practitioner's Guide."},
      {
        "id":"ED352457",
        "title":"Women in Kentucky: A Documented Profile."},
      {
        "id":"ED352458",
        "title":"Funds for Educational Equipment: A Grant Writing Guide. TEK Education Guide. Second Edition."},
      {
        "id":"ED352459",
        "title":"Using Businesses as On-Site-Schools To Increase Academic Achievement and Develop Employability Skills of At-Risk Students."},
      {
        "id":"ED352460",
        "title":"Future Options Education: Careers and Middle School Youth."},
      {
        "id":"ED352461",
        "title":"The Employment Effects of the North American Free Trade Agreement: Recommendations and Background Studies. Special Report No. 33."},
      {
        "id":"ED352462",
        "title":"The Illinois Plan for Agricultural Education: An Implementation Guide for Secondary Programs."},
      {
        "id":"ED352463",
        "title":"Workplace Basic Skills in the Metal Casting Industry for World Class Process and Technology."},
      {
        "id":"ED352464",
        "title":"JOBS. A Partnership between Education and Industry."},
      {
        "id":"ED352465",
        "title":"Education and Training for Work in the Fifty States: A Compendium of State Policies."},
      {
        "id":"ED352466",
        "title":"Effective Vocational Education for Students with Special Needs: A Framework."},
      {
        "id":"ED352467",
        "title":"A Guide To Assess Institutional Excellence in Vocational Education."},
      {
        "id":"ED352468",
        "title":"Helping Teachers To Understand Their Roles in Integrating Vocational and Academic Education: A Practitioner's Guide."},
      {
        "id":"ED352469",
        "title":"Teaching for Transfer of Learning."},
      {
        "id":"ED352470",
        "title":"Manufacturing Research and Education. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED352473",
        "title":"Back to Basics: Literacy at Work. Special Report. ERB Report No. 1764, Section III."},
      {
        "id":"ED352474",
        "title":"Literacy and the Right To Know. A Workshop (Hamilton, Ontario, Canada, April 18-19, 1989)."},
      {
        "id":"ED352475",
        "title":"Draft Competence Statements for Adult Reading and Writing. Adult Basic Education Accreditation Framework Project. Volumes One and Two."},
      {
        "id":"ED352476",
        "title":"Draft Competence Statements for Adult Mathematics. Adult Basic Education Accreditation Framework Project. Volume Three."},
      {
        "id":"ED352477",
        "title":"Vocational Education Act (V.E.A.): Gender Equity Support for Immigrant Students. OREA Report."},
      {
        "id":"ED352478",
        "title":"Volunteer Venture '92. Proceedings of the Annual Statewide Conference on Volunteerism (Columbus, Ohio, May 27-29, 1992)."},
      {
        "id":"ED352479",
        "title":"Reaching Families and Youth Who Have Limited Resources. Proceedings of a Conference for Educators and Practitioners in Family, Youth and Community Development (Columbus, Ohio, September 16-17, 1992)."},
      {
        "id":"ED352480",
        "title":"Salaried and Professional Women: Relevant Statistics. Publication #92-3."},
      {
        "id":"ED352481",
        "title":"Community Leadership Program Participants: An Assessment of Their Organizational Participation, Political Activity, Leadership and Problem Solving Skills."},
      {
        "id":"ED352482",
        "title":"Latent Factors Underlying Vocational Teachers' Attitudes toward Using Microcomputers for Supplementing In-Service Education."},
      {
        "id":"ED352483",
        "title":"Educational Needs and Employment Trends of Environmental Hazardous Materials Technicians and Related Workers."},
      {
        "id":"ED352484",
        "title":"School/Work: Economic Change and Educational Reform."},
      {
        "id":"ED352485",
        "title":"Teachers' Roles in the Integration of Vocational and Academic Education."},
      {
        "id":"ED352486",
        "title":"Workplace Literacy: Bottom-Line Business Strategies. Showcase 3."},
      {
        "id":"ED352487",
        "title":"Connecticut Business and Industry Association's Statewide Workplace Literacy Project. Final Performance Report."},
      {
        "id":"ED352488",
        "title":"Closing the Skills Gap. Impact of a Workplace Literacy Program."},
      {
        "id":"ED352489",
        "title":"Motivational Orientations of Vocational-Technical Education Graduates in Off-Campus Credit Programs."},
      {
        "id":"ED352490",
        "title":"Comparison of the Motivational Orientations of Adult Education Graduates and Vocational Education Graduates in Off-Campus Credit Programs."},
      {
        "id":"ED352491",
        "title":"National Commission for Employment Policy Seventeenth Annual Report. Program Year 1991. July 1, 1991 to June 30, 1992. Report Number 32."},
      {
        "id":"ED352493",
        "title":"Workforce Trends, Workplace Trends: How They Dictate a Changing Education and Training Strategy."},
      {
        "id":"ED352494",
        "title":"How Do Idaho Post-Secondary T&amp;I Instructors Feel about Time-Shortened Tech-Prep Articulation?"},
      {
        "id":"ED352495",
        "title":"Student Progress and Goal Attainment in California's Federally Funded ABE Programs. July 1, 1991 to June 30, 1992."},
      {
        "id":"ED352496",
        "title":"Workplace Education: Voices from the Field. Proceedings, National Workplace Literacy Program Project Directors Conference (Washington, D.C., September 1991)."},
      {
        "id":"ED352497",
        "title":"State Assessment for Public Law 101-392. Summary."},
      {
        "id":"ED352498",
        "title":"Veterans' Employment and Education. Hearing on S. 2515, Veterans' Employment and Training Act of 1992 and S. 2647, Veterans' Readjustment Benefits Improvement Act of 1992 before the Committee on Veterans' Affairs. United States Senate, One Hundred Second Congress, Second Session."},
      {
        "id":"ED352499",
        "title":"Model Indicators of Program Quality for Adult Education Programs."},
      {
        "id":"ED352500",
        "title":"&quot;Eurotrain for Training.&quot; Proceedings of a European Congress on Continuing Education and Training (4th, Berlin, Germany; Warsaw, Poland; Prague, Czechoslovakia; Budapest, Hungary; Vienna, Austria, October 5-9, 1992)."},
      {
        "id":"ED352501",
        "title":"&quot;Keep on Truckin'&quot; Literacy Program [for Adults]: Performance Report; Teacher's Handbook; Final External Evaluation Report."},
      {
        "id":"ED352502",
        "title":"Commission of Professors of Adult Education. Proceedings of the Annual Conference (Montreal, Quebec, Canada, October 13-15, 1991)."},
      {
        "id":"ED352504",
        "title":"Instructor Guides for Training Food Service Supervisors in Long Term Care Facilities."},
      {
        "id":"ED352505",
        "title":"Activity Coordinator Curriculum Project. [Final Report.]"},
      {
        "id":"ED352506",
        "title":"Health Occupations Education Program Management Guide."},
      {
        "id":"ED352507",
        "title":"New Designs for the Comprehensive High School. Executive Summary Report. A New Vision for the Comprehensive High School: Preparing Students for a Changing World."},
      {
        "id":"ED352508",
        "title":"New Designs for the Comprehensive High School. Volume I."},
      {
        "id":"ED352509",
        "title":"New Designs for the Comprehensive High School. Volume II--Working Papers."},
      {
        "id":"ED352510",
        "title":"Learner Outcomes: Past, Present, and Future."},
      {
        "id":"ED352511",
        "title":"Learner Outcomes: Design Specifications and Selected Learner Outcomes for the Comprehensive High School of the Future--Choosing the Keystone."},
      {
        "id":"ED352512",
        "title":"Learning Process; Interaction of Curriculum, Instruction, and Assessment in New Designs for the Comprehensive High School."},
      {
        "id":"ED352513",
        "title":"Learning Organization: Reorganizing Learners, Learning Process, Settings, Time, and Staff in the Comprehensive High School."},
      {
        "id":"ED352514",
        "title":"Learning Decision Making: Specifications to Guide Processes in Future Comprehensive High Schools."},
      {
        "id":"ED352515",
        "title":"Learning Partnerships: Lessons from Research Literature and Current Practice in Secondary Education."},
      {
        "id":"ED352516",
        "title":"Learning Staff: Conditions, Guidelines, and Desired Characteristics in New Designs for the Comprehensive High School."},
      {
        "id":"ED352517",
        "title":"Learning Technology: Enhancing Learning in New Designs for the Comprehensive High School."},
      {
        "id":"ED352518",
        "title":"Learning Environment: An Architectural Interpretation of a New Designs Archetype High School."},
      {
        "id":"ED352519",
        "title":"Learning Costs: Operating Cost Analysis for New Designs for the Comprehensive High School."},
      {
        "id":"ED352520",
        "title":"The Comprehensive High School: An Historical Perspective."},
      {
        "id":"ED352521",
        "title":"The Comprehensive High School: An International Perspective."},
      {
        "id":"ED352522",
        "title":"Sanford, Maine Public Schools National Workplace Literacy Program. Performance Report. March 1, 1991 to June 26, 1992."},
      {
        "id":"ED352523",
        "title":"Applied Workplace Literacy for the Facilities Maintenance Industry. Performance Report and Third Party Evaluation Report."},
      {
        "id":"ED352524",
        "title":"LSCA Library Literacy Grant. Final Report."},
      {
        "id":"ED352525",
        "title":"Client Mental Health Issues. Final Report."},
      {
        "id":"ED352526",
        "title":"Everyday Basic Skills. Final Report and Product."},
      {
        "id":"ED352527",
        "title":"Exploring the Comprehension Skills and Strategies of ABE Students. Final Report."},
      {
        "id":"ED352529",
        "title":"Math without Fear. A Concrete Approach to Mathematics."},
      {
        "id":"ED352530",
        "title":"Operation Soft Boot. Final Report."},
      {
        "id":"ED352531",
        "title":"PASSAGE. &quot;Your Workplace and Job-Skills Information Newsletter.&quot; Fiscal Year 1991-1992."},
      {
        "id":"ED352532",
        "title":"The Pennsylvania Adult Basic Education Staff Handbook, 1992 Edition. Final Narrative Report."},
      {
        "id":"ED352533",
        "title":"Preparing Health Care Workers for the Year 2000."},
      {
        "id":"ED352534",
        "title":"Project: Drop In. Final Report."},
      {
        "id":"ED352535",
        "title":"Ready, Set, Read. Final Report."},
      {
        "id":"ED352536",
        "title":"Senior Life Skills/Financial Management. Final Report."},
      {
        "id":"ED352537",
        "title":"Speakers' Bureaus: Boosting ABE. Final Report."},
      {
        "id":"ED352538",
        "title":"Towards the ABE Promised Land: Creating a Successful Learning Environment by Examining Retention Rates. Final Report."},
      {
        "id":"ED352539",
        "title":"Unheard Voices: A Section 353 Special Project. Final Report."},
      {
        "id":"ED352540",
        "title":"A Writing/Communications Curriculum for Incarcerated Adults. A 353 Project Final Report."},
      {
        "id":"ED352541",
        "title":"Workplace Education: Special Topics. Final Report."},
      {
        "id":"ED352542",
        "title":"Yearbook: Writing, Recruitment, and Recognition. Final Report, 1991-1992."},
      {
        "id":"ED352543",
        "title":"Playing It Safe: Dramas, Stories, and Lessons about AIDS."},
      {
        "id":"ED352544",
        "title":"Deaf Adult Literacy Tutor Handbook--Revision (Final Report)."},
      {
        "id":"ED352545",
        "title":"Silent No More: Voices of Multi-Cultural and Working Class Peoples in Modern America. Final Report."},
      {
        "id":"ED352546",
        "title":"TACSCE Research Annual, 1992."},
      {
        "id":"ED352548",
        "title":"National Workplace Literacy Program. Final Program Report."},
      {
        "id":"ED352549",
        "title":"Making High Schools Work through Integration of Academic and Vocational Education."},
      {
        "id":"ED352550",
        "title":"Consumer&apos;s Resource Handbook. 1992 Edition."},
      {
        "id":"ED352551",
        "title":"Attitudes toward Agriculture of Minority and Non-Minority Students Enrolled in an Introductory Agriscience Course in Texas. A Summary Report of Research. Department Information Bulletin 92-1."},
      {
        "id":"ED352552",
        "title":"Academic-Career Integration in Magnet High Schools: Assessing the Level of Implementation."},
      {
        "id":"ED352553",
        "title":"Alternative Approaches to Outcomes Assessment for Postsecondary Vocational Education."},
      {
        "id":"ED352554",
        "title":"Black Americans and Vocational Education: Participation in the 1980s."},
      {
        "id":"ED352555",
        "title":"Influences on Adolescents' Vocational Development."},
      {
        "id":"ED352556",
        "title":"Novels and Short Stories about Work: An Annotated Bibliography."},
      {
        "id":"ED352557",
        "title":"Parental Aspirations for Children and Children's Aspirations: A Longitudinal Study of Educational and Career Aspirations among Hyperactive and Non-Hyperactive Children."},
      {
        "id":"ED352558",
        "title":"BUILD Program. Businesses United To Increase Literacy Development. National Workplace Literacy Program. Final Performance Report, March 1991-December 1992. [Workplace Education Program Curriculum.]"},
      {
        "id":"ED352559",
        "title":"Communication Skills. Workplace Education Program Curriculum."},
      {
        "id":"ED352560",
        "title":"Computation. Workplace Education Program Curriculum."},
      {
        "id":"ED352561",
        "title":"Problem Solving. Workplace Education Program Curriculum."},
      {
        "id":"ED352562",
        "title":"Reading and Language. Workplace Education Program Curriculum."},
      {
        "id":"ED352563",
        "title":"Conditions Enhancing Self-Directed Learning in the Workplace. A Report to the Participants."},
      {
        "id":"ED352564",
        "title":"Information Importance and the Base-Rate Fallacy."},
      {
        "id":"ED352565",
        "title":"Gender and the Utilization of Base-Rate Information."},
      {
        "id":"ED352567",
        "title":"Dropout and Migration Statistics: District of Columbia Public Schools, School Year 1990-91."},
      {
        "id":"ED352568",
        "title":"A Comparison of Various DSM Criteria for Alcohol Use Disorders in Adolescents."},
      {
        "id":"ED352569",
        "title":"Junior High School Intensive Care and School Involvement Program (JHSICSIP). Evaluation. School Year 1990-91."},
      {
        "id":"ED352570",
        "title":"Process Guide for Developing a Comprehensive Career Development Program. (A Guide for School Counselors)."},
      {
        "id":"ED352571",
        "title":"Maternal Child-Rearing Practices and Children's Social Problem Solving Skills."},
      {
        "id":"ED352572",
        "title":"Multiple Effects of Boys Town's Parent Training Program: Initial Results."},
      {
        "id":"ED352573",
        "title":"Sex Differences in Motivation of Aboriginal Students in School Settings."},
      {
        "id":"ED352574",
        "title":"Some Demographic and Scholastic Variables Influencing School Retention: A Cross-Cultural Comparison."},
      {
        "id":"ED352575",
        "title":"A Study Reexamining Alcohol Use among University of Kansas Students."},
      {
        "id":"ED352576",
        "title":"Chilly Campus Climate: A Qualitative Study on White Racial Identity Development Attitudes."},
      {
        "id":"ED352577",
        "title":"Adolescent Moral Thinking and Drug Use."},
      {
        "id":"ED352578",
        "title":"Hearings on the Reauthorization of the Juvenile Justice and Delinquency Prevention Act of 1974. Hearings before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (Downey, CA, March 16, 1992 and Grand Island, NE, March 30, 1992)."},
      {
        "id":"ED352579",
        "title":"Hearing on the Reauthorization of the Juvenile Justice and Delinquency Prevention Act of 1974. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (Portland, OR)."},
      {
        "id":"ED352580",
        "title":"Men's Health and Well Being: Raising the Awareness of Mental Health Counselors."},
      {
        "id":"ED352581",
        "title":"Crime and Justice Survey Results: Tennessee."},
      {
        "id":"ED352582",
        "title":"Aspirations of High School Seniors in Relation to Health Professions Career Objectives: A Career Development Counseling Perspective."},
      {
        "id":"ED352583",
        "title":"Study of Studies on Effective Dropout Prevention Programs."},
      {
        "id":"ED352584",
        "title":"ICPAC Postsecondary Planner."},
      {
        "id":"ED352585",
        "title":"Doing What It Takes To Make Schools and Communities Drug Free. Conference Proceedings (2nd, Chicago, IL, March 26-28, 1992)."},
      {
        "id":"ED352586",
        "title":"New Law Requiring Adult Consent for a Minor's Abortion (1991 Wisconsin Act 263). Information Memorandum 92-12."},
      {
        "id":"ED352587",
        "title":"Women Offenders in the Correctional System. Memo No. 1."},
      {
        "id":"ED352588",
        "title":"Overview of State and Federal Law on Sexual Harassment. Staff Brief 92-9."},
      {
        "id":"ED352589",
        "title":"Preparing Your Child for College. A Resource Book for Parents."},
      {
        "id":"ED352590",
        "title":"When and Why Do Counselors Use Personal and Career Counseling: An Integrative Model."},
      {
        "id":"ED352592",
        "title":"Service Integration and Coordination at the Family/Client Level. Part Three: Is Case Management the Answer? Meeting Highlights and Background Briefing Report (Washington, D.C., April 24, 1992). Revised."},
      {
        "id":"ED352593",
        "title":"A Report on Restructuring Schools: Reducing Alcohol and Other Drug Abuse among Adolescents through a School-Community-University Partnership Program in the Federal Way School District."},
      {
        "id":"ED352594",
        "title":"Testing a Theoretical Model of Adolescent Worries."},
      {
        "id":"ED352595",
        "title":"Teaching Children Emotional Competence Skills in the Classroom."},
      {
        "id":"ED352596",
        "title":"Success for Every Teen: Programs that Help Adolescents Avoid Pregnancy, Gangs, Drug Abuse, and School Drop-Out. An Ounce of Prevention Fund Paper."},
      {
        "id":"ED352597",
        "title":"The Role and Function of the Elementary School Counselor as Perceived by Elementary School Counselors."},
      {
        "id":"ED352598",
        "title":"Oregon Youth Today. Oregon Youth Coordinating Council Annual Report, 1989."},
      {
        "id":"ED352599",
        "title":"Improving Communication Skills of First Grade Low Achievers through Whole Language, Creative Drama, and Different Styles of Writing."},
      {
        "id":"ED352600",
        "title":"The Gifted and Reading: A Bibliography."},
      {
        "id":"ED352601",
        "title":"Reading Recovery. Education Research Consumer Guide Number 3."},
      {
        "id":"ED352602",
        "title":"Pilot Study of the Effectiveness of a Direct Instructional Model as a Supplement to a Literature-Based Delivery Model; Traditional Teaching to Whole Language: A Focus on Instructional Routines."},
      {
        "id":"ED352604",
        "title":"Assessing the Predictive Validity of Prior Knowledge Assessment."},
      {
        "id":"ED352605",
        "title":"The Use of CD-ROM Based Books To Improve Reading Comprehension in Second Grade Students."},
      {
        "id":"ED352608",
        "title":"Teacher Cognition: Preservice Knowledge and Reflections about the Reading Process."},
      {
        "id":"ED352609",
        "title":"Developing Lifelong Readers: Policies, Procedures, and Programs."},
      {
        "id":"ED352610",
        "title":"Sharing the Ownership of Knowing: A Constructivist Concept of Motivation for Literacy Learning."},
      {
        "id":"ED352611",
        "title":"Mei: Learning the Literacy Culture in an Urban Elementary School."},
      {
        "id":"ED352612",
        "title":"Working Memory and Reading Skill in High School Students."},
      {
        "id":"ED352613",
        "title":"A Case Study of the Environment of Reading Recovery within a Selected School Setting."},
      {
        "id":"ED352614",
        "title":"An Intergenerational Approach to Literacy: Effects on the Literacy Learning of Adults and on the Practice of Family Literacy."},
      {
        "id":"ED352615",
        "title":"Teacher Cognition: Evolving Reflections and Use of Reading Process Knowledge in the Classroom."},
      {
        "id":"ED352616",
        "title":"Preschool Contributions to Early Language and Literacy Development."},
      {
        "id":"ED352617",
        "title":"The Effects of Reading Storybooks Aloud to Children."},
      {
        "id":"ED352618",
        "title":"Causal Relations and Their Effects on the Comprehension of Narrative Texts."},
      {
        "id":"ED352619",
        "title":"Literacy as a Sociocultural Process: Examining Reader Responses to Contemporary Education Texts."},
      {
        "id":"ED352620",
        "title":"Literacy Development of Two Bilingual, Ethnic-Minority Children in a Kindergarten Program."},
      {
        "id":"ED352621",
        "title":"The Other Half: A Case Study of Asymmetrical Communication in Content Area Reading Student-Professor Dialogue Journals."},
      {
        "id":"ED352622",
        "title":"What Will It Take To Ensure Implementation? A Content Literacy Dilemma."},
      {
        "id":"ED352623",
        "title":"Literacy Development of Urban At-Risk Children through Literature-based Reading/Language Arts Instruction."},
      {
        "id":"ED352624",
        "title":"Literacy in the Chemistry Classroom: An Ethnographic Study of Effective Teaching."},
      {
        "id":"ED352626",
        "title":"Does What Goes In Determine What Comes Out? Recalling Structured Text."},
      {
        "id":"ED352627",
        "title":"Family Literacy Research Project Report."},
      {
        "id":"ED352628",
        "title":"Data Maps: A Hypertext Technique for Visualizing, Analyzing and Presenting Qualitative Data."},
      {
        "id":"ED352629",
        "title":"Continuing To Grow as Language Arts Educators: Focusing on the Importance of Study Groups."},
      {
        "id":"ED352630",
        "title":"Guidelines for Computer-Assisted Reading Instruction. ERIC Digest."},
      {
        "id":"ED352631",
        "title":"Popcorn Story Frames from a Multicultural Perspective."},
      {
        "id":"ED352633",
        "title":"Literacy and Diversity: Do We Need Dichotomies or Not?"},
      {
        "id":"ED352634",
        "title":"Development of Sheveland Vividness of Imagery Questionnaire in Grades 3-6."},
      {
        "id":"ED352635",
        "title":"Linking College Developmental Reading and English Courses to General Education Courses."},
      {
        "id":"ED352636",
        "title":"Perceptions and Practices: An Exploration of Literature Discussions Conducted by Teachers Moving toward Literature-Based Reading Instruction."},
      {
        "id":"ED352637",
        "title":"What Makes Chapter I Special: Perceptions of Reading Specialists, Classroom Teachers, and Principals."},
      {
        "id":"ED352638",
        "title":"Comprehension Strategies of Literary Engagement: A Study of Adolescent Readers."},
      {
        "id":"ED352639",
        "title":"The Influence of Context, Community, and Culture: Contrasting Cases of Teacher Knowledge Development."},
      {
        "id":"ED352641",
        "title":"The Relationship of Phonemic Awareness to Reading Level and the Effects of Phonemic Awareness Instruction on the Decoding Skills of Adult Disabled Readers."},
      {
        "id":"ED352643",
        "title":"Potential Physical Disabilities in Computerized Journalism Education."},
      {
        "id":"ED352644",
        "title":"The Greening of the Canon: Ecological Concerns in the American Literature Survey Course."},
      {
        "id":"ED352645",
        "title":"Teaching Natural History in a Wilderness Setting."},
      {
        "id":"ED352646",
        "title":"Grandmothers in the Classroom: How College English Teachers Can Help Those Non-Traditional Students."},
      {
        "id":"ED352647",
        "title":"Writing Standards: Linking Part-Time and Full-Time Instructors."},
      {
        "id":"ED352648",
        "title":"A Rhetorical Approach to Journalistic Writing."},
      {
        "id":"ED352649",
        "title":"Understanding Others: Cultural and Cross-Cultural Studies and the Teaching of Literature."},
      {
        "id":"ED352650",
        "title":"Beyond the &quot;SP&quot; Label: Improving the Spelling of Learning Disabled and Basic Writers. TRIP: Theory &amp; Research into Practice Series."},
      {
        "id":"ED352651",
        "title":"Writing and the Language Arts."},
      {
        "id":"ED352652",
        "title":"Shaping the Landscape: A Journal of Writing by Alaskan Teachers 1992."},
      {
        "id":"ED352653",
        "title":"&quot;Touched with Hallowed Fire&quot;--Milton's Early Poetry: The Confirmation of a Teacher."},
      {
        "id":"ED352654",
        "title":"The Colour of Words."},
      {
        "id":"ED352655",
        "title":"A Comparative Case Study of Implementation of Writing as a Process."},
      {
        "id":"ED352658",
        "title":"Critical Reception of Thomas Hardy's Short Stories: Finding &quot;The Key to the Art.&quot;"},
      {
        "id":"ED352659",
        "title":"The Classroom Trial of &quot;Tess of the D'Urbervilles&quot;: A Way to See, Speak, Hear, and Live a Persuasive Essay."},
      {
        "id":"ED352660",
        "title":"Scholastic Journalism Week, February 21-27, 1993. Celebrating 200 Years, Freedom of the Press."},
      {
        "id":"ED352661",
        "title":"Genre as &quot;Field Coverage&quot;--Divisions in Writing Instruction Erase Our Common Ground."},
      {
        "id":"ED352662",
        "title":"John Milton's Rainbow: Sonnet XIX."},
      {
        "id":"ED352663",
        "title":"Schooling, Literature, and Work in a Rural Mountain Community. Report Series 7.1."},
      {
        "id":"ED352664",
        "title":"Evaluation of Computer-Assisted Instruction in Primary Grade Classrooms at the Charlotte-Mecklenburg Schools."},
      {
        "id":"ED352671",
        "title":"Make Room for Writing."},
      {
        "id":"ED352672",
        "title":"Isocratean Discourse Theory and Neo-Sophistic Pedagogy: Implications for the Composition Classroom."},
      {
        "id":"ED352673",
        "title":"Teaching Values through Teaching Literature. Teaching Resources in the ERIC Database (TRIED)."},
      {
        "id":"ED352674",
        "title":"Program Administration in the Face of Political Correctness."},
      {
        "id":"ED352675",
        "title":"The Roles of Particular Cultural Exemplars and Abstract Cultural Schemata in the Acquisition and Use of Genre Knowledge."},
      {
        "id":"ED352676",
        "title":"Poetry and the Teaching of Figurative Language Skills."},
      {
        "id":"ED352677",
        "title":"Existentialism in New Journalism."},
      {
        "id":"ED352678",
        "title":"Kidwatching Going beyond the Language of the Test."},
      {
        "id":"ED352679",
        "title":"Reading and Writing the &quot;Lived-through Experience&quot;: Examining the Developing Responses of Adolescents to Three Novels."},
      {
        "id":"ED352680",
        "title":"Multicultural Communications: Sensitizing Public Relations Students to Multicultural Society."},
      {
        "id":"ED352681",
        "title":"Because It's Time: Teaching Computer-Mediated Communication."},
      {
        "id":"ED352682",
        "title":"Synthetic History and Subjective Reality: The Impact of Oliver Stone's &quot;JFK.&quot;"},
      {
        "id":"ED352683",
        "title":"Communicative Influence Strategies in a Group Decision Support System Meeting."},
      {
        "id":"ED352684",
        "title":"Present and Future of Forensics in the Research Based Communication Department."},
      {
        "id":"ED352685",
        "title":"Some Determinants of Conflict Dominance: A Comparative Study."},
      {
        "id":"ED352686",
        "title":"Experiential Learning as an Adjunct to the Basic Course: Assessment of a Pedagogical Model."},
      {
        "id":"ED352688",
        "title":"Communication Curricula and Ethics."},
      {
        "id":"ED352689",
        "title":"Media Ethics."},
      {
        "id":"ED352690",
        "title":"Pedagogical Ethics: A Review of the Literature for Public Relations and Advertising."},
      {
        "id":"ED352691",
        "title":"Public Relations: A Guide for Volunteers."},
      {
        "id":"ED352692",
        "title":"Establishing Professional Advisory Councils for Communication Programs."},
      {
        "id":"ED352693",
        "title":"Home Contributions to Early Language and Literacy Development."},
      {
        "id":"ED352694",
        "title":"Speech Research Status Report, January-June 1992."},
      {
        "id":"ED352695",
        "title":"Role of Imitation in Language Assessment Tests."},
      {
        "id":"ED352696",
        "title":"The Necessity of Using Language in Order To Develop Thinking Skills among Stage Lighting and Scenic Design Students."},
      {
        "id":"ED352697",
        "title":"Nonverbal Communication and its Implications for School Personnel: A Literature Review."},
      {
        "id":"ED352698",
        "title":"Occupational Stress and Burnout in Educational Administration."},
      {
        "id":"ED352699",
        "title":"The Effect of Assessment upon Developmental Activities."},
      {
        "id":"ED352700",
        "title":"Doctoral Research in Educational Administration at the University of Alberta, 1958-1991."},
      {
        "id":"ED352701",
        "title":"Overcoming Merit Pay Dissatisfaction: A Faculty-Developed, Bilevel, Criterion-Based Plan."},
      {
        "id":"ED352710",
        "title":"Teacher Perception of Principal Behaviors: A Research Study."},
      {
        "id":"ED352711",
        "title":"ADAM: A Collaborative Effort To Prepare Future Administrators."},
      {
        "id":"ED352712",
        "title":"Educative Leadership: A Practical Theory for New Administrators and Managers."},
      {
        "id":"ED352713",
        "title":"Leading the Self-Managing School."},
      {
        "id":"ED352714",
        "title":"Estimating the Extent of School Restructuring."},
      {
        "id":"ED352715",
        "title":"Community Visioning: Generating Support and Action for Community Education."},
      {
        "id":"ED352716",
        "title":"The Self-Managing School: A Matter of Being and of Becoming."},
      {
        "id":"ED352717",
        "title":"Three Generations of Educational Administration."},
      {
        "id":"ED352718",
        "title":"The Impact of Educational Research on Educational Policy and Practice within a School Centered Context."},
      {
        "id":"ED352719",
        "title":"Documentation and Evaluation of School Restructuring: Dilemmas of a New Paradigm."},
      {
        "id":"ED352720",
        "title":"Implementing Innovations: Revisions for an Agenda for a Study of Change Agent Programs in Education. Study of Change Agent Programs: A Working Note."},
      {
        "id":"ED352721",
        "title":"Preliminary Data Analysis of Characteristics of Change Agent Projects. Study of Change Agent Programs: A Working Note."},
      {
        "id":"ED352722",
        "title":"Revised Study Design for Final Phase of the Change Agent Study. Study of Change Agent Programs: A Working Note."},
      {
        "id":"ED352723",
        "title":"Summary of Revised Study Design for Change Agent Study. Study of Change Agent Programs: A Working Note."},
      {
        "id":"ED352724",
        "title":"State Education Agency Involvement in Change Agent Programs. Study of Change Agent Programs: A Working Note."},
      {
        "id":"ED352725",
        "title":"Race and Educational Employment: Public and Catholic Schools Compared. Project Report No. 84-A15."},
      {
        "id":"ED352726",
        "title":"Compulsory Education Laws and Their Impact on Public and Private Education--with Suggested Statutory Language."},
      {
        "id":"ED352728",
        "title":"When the Restructuring Bandwagon Reaches High School, Will Site Culture Bar the Door?"},
      {
        "id":"ED352729",
        "title":"A System Like No Other: Fraud and Misconduct by New York City School Custodians."},
      {
        "id":"ED352730",
        "title":"The New Face of Principal Preparation."},
      {
        "id":"ED352731",
        "title":"Secondary Principalships: Where Are the Women?"},
      {
        "id":"ED352732",
        "title":"Community Involvement in School Improvement. Report Series 1992, No. 3."},
      {
        "id":"ED352733",
        "title":"A Study of Women's Perceptions of Administrative Opportunities in the Advent of the 21st Century."},
      {
        "id":"ED352734",
        "title":"Principals and Supervisors: Bridge to Learning."},
      {
        "id":"ED352735",
        "title":"Educational Choice: New Roles for Board Members."},
      {
        "id":"ED352736",
        "title":"Putting Public School Choice into Perspective: A New Paradigm."},
      {
        "id":"ED352738",
        "title":"Restructuring a State Education Agency: The Kentucky Experience. Policy Issues."},
      {
        "id":"ED352739",
        "title":"Implementation of an Innovative Design: Restructuring the Virginia Department of Education. Policy Issues."},
      {
        "id":"ED352740",
        "title":"Family Service Workers: Facilitators of the Integration of Education and Human Services."},
      {
        "id":"ED352741",
        "title":"Focus on the Research and Theoretical Implications of Management Assessment, and, Assessment and Development Centres for Headteachers."},
      {
        "id":"ED352743",
        "title":"Project A+: School Based Improvement in AISD, 1991-92."},
      {
        "id":"ED352744",
        "title":"The Principal As Manager."},
      {
        "id":"ED352745",
        "title":"Toddler-Parent Playgroups: Empowering Parents in Language Intervention."},
      {
        "id":"ED352746",
        "title":"Remembering the Soul of Our Work. Stories by the Staff of Options in Community Living."},
      {
        "id":"ED352747",
        "title":"Providing an Appropriate Education to Children with Attention Deficit Disorder. ERIC Digest #E512."},
      {
        "id":"ED352749",
        "title":"Above and Beyond: Curriculum Resource Units for Gifted Education. Volume I. Elementary/Middle Schools."},
      {
        "id":"ED352750",
        "title":"Above and Beyond: Curriculum Resource Units for Gifted Education. Volume II. High School."},
      {
        "id":"ED352754",
        "title":"Attrition of Special Education Personnel in Kansas from 1990-91 to 1991-92."},
      {
        "id":"ED352755",
        "title":"A Child's Birthright: To Live in a Family. A Vicarious Visit to Macomb-Oakland Regional Center, Mt. Clemens, Michigan."},
      {
        "id":"ED352756",
        "title":"The Myth of Socio-Economic Dissonance: Implications for African-American Exceptional Students."},
      {
        "id":"ED352757",
        "title":"Waiting for Community Services: Support and Service Needs of Families with Adult Members Who Have MR/DD."},
      {
        "id":"ED352759",
        "title":"Ease Your Living, #1. [Getting Ready for the Day and Getting Out of the House.]"},
      {
        "id":"ED352760",
        "title":"An Annotated Bibliography of Journal Articles on the Subject of Native American Students with Special Needs, 1985-1992."},
      {
        "id":"ED352761",
        "title":"Increasing the School Psychologist's Use of Developmentally Appropriate Assessment Procedures When Evaluating Preschool Children by Developing and Implementing a Training Program for Practitioners."},
      {
        "id":"ED352762",
        "title":"Americans with Disabilities Act Handbook."},
      {
        "id":"ED352763",
        "title":"A Technical Assistance Manual on the Employment Provisions (Title 1) of the Americans With Disabilities Act."},
      {
        "id":"ED352764",
        "title":"Identifying the Needs of Drug-Affected Children: Public Policy Issues. OSAP Prevention Monograph-11."},
      {
        "id":"ED352765",
        "title":"Cocaine Babies: Florida's Substance-Exposed Youth."},
      {
        "id":"ED352766",
        "title":"Working toward a Balance in Our Lives: A Booklet for Children with Disabilities and Special Health Care Needs. Project School Care."},
      {
        "id":"ED352767",
        "title":"Transition Services in Nebraska Schools."},
      {
        "id":"ED352768",
        "title":"Idaho Transition Report: A Comprehensive Analysis and Survey of Idaho&apos;s Current System of Transition Services for Students in Special Education."},
      {
        "id":"ED352774",
        "title":"Challenging Gifted Students in the Regular Classroom. ERIC Digest #E513."},
      {
        "id":"ED352775",
        "title":"Developing Learner Outcomes for Gifted Students. ERIC Digest #E514."},
      {
        "id":"ED352776",
        "title":"How Parents Can Support Gifted Children. ERIC Digest #E515."},
      {
        "id":"ED352779",
        "title":"Learning Disabilities. ERIC Digest #E516."},
      {
        "id":"ED352780",
        "title":"Learning Disabilities: Glossary of Some Important Terms. ERIC Digest #E517."},
      {
        "id":"ED352781",
        "title":"Analysis of State Compliance Monitoring Practices. Project FORUM."},
      {
        "id":"ED352785",
        "title":"Developmental Approaches to Identifying Exceptional Ability. Abstracts of Selected Papers [from the] Annual Esther Katz Rosen Symposium on Psychological Development of Gifted Children. (2nd, Lawrence, Kansas, February 28-29, 1992)."},
      {
        "id":"ED352786",
        "title":"Special Education Integration-Unification Initiative for Students with Specific Learning Disabilities: An Investigation of Program Status and Impact. Final Report: Project R117E10145, August 15, 1991-August 14, 1992."},
      {
        "id":"ED352787",
        "title":"Indiana Deaf-Blind Project. Final Performance Report, 10-1-89 to 9-30-92."},
      {
        "id":"ED352788",
        "title":"Kentucky Department of Education Services for Deaf-Blind Children and Youth."},
      {
        "id":"ED352789",
        "title":"Alaska Services to Deaf-Blind Children and Youth. Final Performance Report, 10/1/89-9/30/92."},
      {
        "id":"ED352790",
        "title":"Avondale Integrative Model (AIM)."},
      {
        "id":"ED352792",
        "title":"Using Progressive Time Delay in Arts/Crafts Activities To Teach Peer Imitation to Preschoolers with Disabilities."},
      {
        "id":"ED352793",
        "title":"Truly Individualized Supported Living: Utilizing Currently Available Resources To Facilitate Community Living for Persons with Challenging Behavior."},
      {
        "id":"ED352794",
        "title":"Preventing American Indian Children from Overidentification with Learning Disabilities: Cultural Considerations during the Prereferral Process."},
      {
        "id":"ED352795",
        "title":"Effects of Instructive Feedback on the Efficiency of Future Learning."},
      {
        "id":"ED352796",
        "title":"Jobs Rally: Marketing a Community Development Project Using Peer Support Strategies."},
      {
        "id":"ED352797",
        "title":"Employer Service Strategies in Rehabilitation: New Approaches to Placement. Institute on Rehabilitation Issues. Report from the Study Group (18th, Memphis, Tennessee, October 1991)."},
      {
        "id":"ED352798",
        "title":"Augmentative and Alternative Communication Intervention. National Institute on Disability and Research. Consensus Statement."},
      {
        "id":"ED352799",
        "title":"Transition Implementation Guide. Instructor Materials."},
      {
        "id":"ED352800",
        "title":"Increasing Clinicians' Diagnostic Knowledge Base by Development of Assessment and Evaluation Criteria for Severely Emotionally Disturbed Children and Adolescents with Substance Abuse Problems."},
      {
        "id":"ED352802",
        "title":"Discourse Approaches to Cohesion: A Study of the Structure and Unity of a Central Bontoc Expository Text."},
      {
        "id":"ED352803",
        "title":"Beyond Linguistic Policy: The Soviet Union Versus Estonia."},
      {
        "id":"ED352804",
        "title":"Natural Language Sourcebook."},
      {
        "id":"ED352806",
        "title":"Myths and Misconceptions about Second Language Learning: What Every Teacher Needs to Unlearn. Educational Practice Report 5."},
      {
        "id":"ED352808",
        "title":"Teaching the Writing Process through Full Dyadic Writing."},
      {
        "id":"ED352809",
        "title":"Appropriating the Voice of the Superheroes: Three Pre-Schoolers' English Language Acquisition."},
      {
        "id":"ED352810",
        "title":"Bilingual Vocational Education: A Model Project of Catholic Charities of Richmond, Inc., Chesterfield County Public Schools, and Henrico County Public Schools. Dropout Prevention and Retrieval through Vocational Education."},
      {
        "id":"ED352811",
        "title":"Homework in Teaching and Learning."},
      {
        "id":"ED352812",
        "title":"An ESL Adjunct Class for Asian American Studies."},
      {
        "id":"ED352813",
        "title":"Investigating the Roles of Structure and Pragmatics: ESL Learners' Interpretation of Elliptical Verb Phrases."},
      {
        "id":"ED352814",
        "title":"The Status of Transitional Bilingual Education Programs. Annual Report FY90."},
      {
        "id":"ED352815",
        "title":"What Went Wrong: A Case of Differences in Expectations."},
      {
        "id":"ED352816",
        "title":"The Condition of Bilingual Education in the Nation: A Report to the Congress and the President."},
      {
        "id":"ED352818",
        "title":"Meeting the Challenge of Diversity: Applying Whole Language Theory in the Kindergarten with ESL Korean Children."},
      {
        "id":"ED352819",
        "title":"Continuous Assessment ane Recording. Pathfinder 13. A CILT Series for Language Teachers."},
      {
        "id":"ED352820",
        "title":"Improve Your Image: The Effective Use of the OHP. Pathfinder 15. A CILT Series for Language Teachers."},
      {
        "id":"ED352821",
        "title":"Letting Go, Taking Hold. A Guide to Independent Language Learning by Teachers for Teachers."},
      {
        "id":"ED352822",
        "title":"Improving Oral Skills for In-Service Teachers."},
      {
        "id":"ED352823",
        "title":"A Study of Learning Strategies in Foreign Language Instruction: Findings of the Longitudinal Study."},
      {
        "id":"ED352824",
        "title":"A Study of Learning Strategies in Foreign Language Instruction. First Year Report."},
      {
        "id":"ED352825",
        "title":"A Study of Learning Strategies in Foreign Language Instruction. The Third Year and Final Report."},
      {
        "id":"ED352826",
        "title":"Using the Process-Model for Writing: Options for Responding to Student Drafts."},
      {
        "id":"ED352828",
        "title":"SALT II: Proceedings from the Conference on Semantics and Linguistic Theory (2nd, Columbus, Ohio, May 1-3, 1992). Working Papers in Linguistics No. 40."},
      {
        "id":"ED352829",
        "title":"The Adult Language Learner. A Guide to Good Teaching Practice."},
      {
        "id":"ED352830",
        "title":"Fair Enough? Equal Opportunities and Modern Languages. Pathfinder 14. A CILT Series for Language Teachers."},
      {
        "id":"ED352831",
        "title":"Young Lives: Many Languages, Many Cultures."},
      {
        "id":"ED352833",
        "title":"An Application of Gagne's Theory of Instruction to the Instruction of English as a Second Language."},
      {
        "id":"ED352834",
        "title":"The Effects of Music upon Second Language Vocabulary Acquisition."},
      {
        "id":"ED352835",
        "title":"Improving Elementary School Foreign Language Teacher Education, 1989-1992. Final Report."},
      {
        "id":"ED352836",
        "title":"A Comparative Study of English and Spanish Vowel Systems: Theoretical and Practical Implications for Teaching Pronunciation."},
      {
        "id":"ED352837",
        "title":"Instruction Time in the Beginning Languages at St. Olaf College: Report and Recommendations of the Ad Hoc Planning Group."},
      {
        "id":"ED352838",
        "title":"ESL Field Trips: Maximizing the Experience Both in and out of the Classroom."},
      {
        "id":"ED352839",
        "title":"Toward a Context-Specific Language Policy for Developing Countries with an Emphasis on Language-in-Education."},
      {
        "id":"ED352840",
        "title":"A Study of the Linguistic Features of Cajun English."},
      {
        "id":"ED352841",
        "title":"A Survey of the Teaching and Learning of Modern Foreign Languages in a Sample of Inner City and Urban Schools, Spring Term 1989. A Report by HMI."},
      {
        "id":"ED352842",
        "title":"Evaluation of Programs for Limited English Proficient Students, Fiscal Year 1991 (School Year 1990-1991)."},
      {
        "id":"ED352843",
        "title":"Developing a Writing Curriculum for Academically Underprepared College ESL Students."},
      {
        "id":"ED352844",
        "title":"Writing Apprehension in L2."},
      {
        "id":"ED352845",
        "title":"Teaching Enrichment Strategies to Limited English Proficient Students in Elementary Grades."},
      {
        "id":"ED352846",
        "title":"The Development of a Functional-Notional Syllabus for University German Courses. CLCS Occasional Paper No. 32."},
      {
        "id":"ED352847",
        "title":"Collaboration in Schools Serving Students with Limited English Proficiency and Other Special Needs. ERIC Digest."},
      {
        "id":"ED352848",
        "title":"On FOCUS: Photographs and Writings by Students."},
      {
        "id":"ED352849",
        "title":"Correlation Study of Adult English as a Second Language (ESL) and Adult Basic Education (ABE) Reading Tests. Final Report."},
      {
        "id":"ED352850",
        "title":"English Is Crazy. Limericks and Tongue Twisters for Short Vowels."},
      {
        "id":"ED352851",
        "title":"Pronouns: The \"Who\" Words of English."},
      {
        "id":"ED352852",
        "title":"Recommendations for Expanding and Enhancing Adult Education Staff Development in Pennsylvania."},
      {
        "id":"ED352853",
        "title":"Writing Dear Abby: An Interim Report to Teachers of Spelling."},
      {
        "id":"ED352854",
        "title":"Effect of Lowering the Reading Level of a Health Education Pamphlet on Increasing Comprehension by ESL Adults."},
      {
        "id":"ED352855",
        "title":"Facing the World. An Independent Living/Pre-Employment Curriculum for Refugee Youths."},
      {
        "id":"ED352856",
        "title":"The Classroom Goes to Work."},
      {
        "id":"ED352857",
        "title":"Video Tapestry: An Adult ESL Mini-Research Project."},
      {
        "id":"ED352858",
        "title":"A Needs Assessment for English as a Second Language. Research Report."},
      {
        "id":"ED352859",
        "title":"Advertisements in the Basic Skills Writing Class."},
      {
        "id":"ED352860",
        "title":"Washington State Core Competencies Model Curriculum: English as a Second Language, Level 2. Version 1.0."},
      {
        "id":"ED352861",
        "title":"Washington State Core Competencies Model Curriculum: English as a Second Language, Level 3. Version 1.0"},
      {
        "id":"ED352862",
        "title":"Teaching Basic Skills in Life Skills Contexts: An Inservice Training Module for LVA-CT English as a Second Language Tutors."},
      {
        "id":"ED352863",
        "title":"The First Step: Adult Literacy, Basic Education and Academic Upgrading for Acadians in Nova Scotia = Le premier pas vers: &quot;L'alphabetisation, l'education de base, et le rattrapage scolaire dans le milieu acadien en Nouvelle-Ecosse."},
      {
        "id":"ED352864",
        "title":"Unified Budget Recommendations for Fiscal Year 1988-89. Alabama Commission on Higher Education."},
      {
        "id":"ED352865",
        "title":"Unified Budget Recommendations for Fiscal Year 1992-93."},
      {
        "id":"ED352866",
        "title":"Analysis of the Non-Retention of CUU First-Year Students."},
      {
        "id":"ED352867",
        "title":"Learn By DU-ing. What's Wrong with the Team Approach? One Class' Experience."},
      {
        "id":"ED352870",
        "title":"Report on a Program for Collaboration between MPA Programs in Historically Black Universities and a Predominantly White University (Indiana State University): A Cultural Diversity Innovation Project Supported by NASPAA."},
      {
        "id":"ED352871",
        "title":"Scholarship: Time for a Redefinition."},
      {
        "id":"ED352872",
        "title":"The Scholarly Atmosphere: A Magnificent Deception?"},
      {
        "id":"ED352873",
        "title":"Leadership Education Across the Curriculum."},
      {
        "id":"ED352878",
        "title":"An Economic Recession: State Budget Cuts and Their Effect on Colleges and Universities."},
      {
        "id":"ED352879",
        "title":"Women in Further and Higher Education Management."},
      {
        "id":"ED352880",
        "title":"Can a Music Achievement Test Successfully Evaluate Postsecondary Instrumental Students and Programs?"},
      {
        "id":"ED352881",
        "title":"Reasonable Accommodations: A Faculty Guide to Teaching College Students with Disabilities."},
      {
        "id":"ED352884",
        "title":"Suggested Statewide Public Policy Initiatives and Goals: Report to the Coordinating Board for Higher Education. Task Force on Critical Choices for Higher Education."},
      {
        "id":"ED352886",
        "title":"Shaping the Future: Critical Choices on the Road to Excellence. A Background Paper Prepared for the Task Force on Critical Choices for Higher Education."},
      {
        "id":"ED352888",
        "title":"Access to Higher Education in the European Community: Synthesis Report (Volume 1) and Country Reports (Volume 2)."},
      {
        "id":"ED352889",
        "title":"The Impact of the Federal Budget Deficit on Student Aid Funding."},
      {
        "id":"ED352890",
        "title":"Brotherhood and the Bottle: A Cultural Analysis of the Role of Alcohol in Fraternities."},
      {
        "id":"ED352892",
        "title":"State Funding Formulas for Higher Education: Trends and Issues. ASHE Annual Meeting Paper."},
      {
        "id":"ED352893",
        "title":"How Professionalized Is College Teaching? Norms and the Ideal of Service. ASHE Annual Meeting Paper."},
      {
        "id":"ED352894",
        "title":"A Model of the Career Development of Tenure Track Assistant Professors. ASHE Annual Meeting Paper."},
      {
        "id":"ED352895",
        "title":"Faculty Research Productivity. ASHE Annual Meeting Paper."},
      {
        "id":"ED352896",
        "title":"Hiring, Promoting and Retaining African American Faculty: A Case Study of an Aspiring Multi-Cultural Research University. ASHE Annual Meeting Paper."},
      {
        "id":"ED352897",
        "title":"The Organization of Academic Research: Faculty Behavior and Perceptions. ASHE Annual Meeting Paper."},
      {
        "id":"ED352898",
        "title":"General Education and Institutional Culture: A Case Study in Progress. ASHE Annual Meeting Paper."},
      {
        "id":"ED352899",
        "title":"Self-Confidence in Math: How and Why Do Men and Women Differ during the College Years? ASHE Annual Meeting Paper."},
      {
        "id":"ED352900",
        "title":"Faculty Support for a Merit Pay System. ASHE Annual Meeting Paper."},
      {
        "id":"ED352901",
        "title":"Trends in the Ranks and Salaries of Academic Women in Pennsylvania, 1971-1989. ASHE Annual Meeting Paper."},
      {
        "id":"ED352902",
        "title":"Powerful Learning: A Study of the Bryn Mawr Summer School for Women Workers in Industry 1921-1938. ASHE Annual Meeting Paper."},
      {
        "id":"ED352903",
        "title":"Virtual Community and Invisible Colleges: Alterations in Faculty Scholarly Networks and Professional Self-Image. ASHE Annual Meeting Paper."},
      {
        "id":"ED352904",
        "title":"Extrinsic Rewards and Intrinsic Interest: The Influence of Tenure on Faculty Preference for Teaching or Research. ASHE Annual Meeting Paper."},
      {
        "id":"ED352905",
        "title":"The Emerging Paradigm of Afrocentric Research Methods. ASHE Annual Meeting Paper."},
      {
        "id":"ED352906",
        "title":"The Development of Men's Attitudes toward Women and Feminism. ASHE Annual Meeting Paper."},
      {
        "id":"ED352907",
        "title":"Institutional Market Places and Faculty Attrition: The Realities for Professors at One Research University. ASHE Annual Meeting Paper."},
      {
        "id":"ED352908",
        "title":"On Becoming Tenured: Acquiring Academic Tenure at a Research University. ASHE Annual Meeting Paper."},
      {
        "id":"ED352909",
        "title":"Disciplinary and Departmental Effects on Faculty and Student Misconduct. ASHE Annual Meeting Paper."},
      {
        "id":"ED352910",
        "title":"The Relationship of Department Chair Roles to Importance of Chair Duties. ASHE Annual Meeting Paper."},
      {
        "id":"ED352911",
        "title":"Academic Women: Different Ways of Knowing. ASHE Annual Meeting Paper."},
      {
        "id":"ED352912",
        "title":"Faculty Perceptions of the Department Chair's Role in Facilitating Tenure Acquisition. ASHE Annual Meeting Paper."},
      {
        "id":"ED352913",
        "title":"Out of the Ivory Tower: An Analysis of the Institutional Characteristics of Universities from Which Firms Acquire Scientific Results. ASHE Annual Meeting Paper."},
      {
        "id":"ED352914",
        "title":"Leadership Strategies To Improve Teaching and Learning. ASHE Annual Meeting Paper."},
      {
        "id":"ED352915",
        "title":"Predicting the Educational Aspirations and Graduate Plans of Black and White College and University Students: When Do Dreams Become Realities? ASHE Annual Meeting Paper."},
      {
        "id":"ED354919",
        "title":"The Roles of Libraries in Education."},
      {
        "id":"ED354920",
        "title":"A Study of the Hugh A. Glauser School of Music Library."},
      {
        "id":"ED354921",
        "title":"A Study To Determine How Public Libraries Serve Reluctant Readers in Ohio."},
      {
        "id":"ED354922",
        "title":"South Carolina State Library Annual Report 1991-1992."},
      {
        "id":"ED354923",
        "title":"A Survey of Public Library Certification Requirements in the National Library Community."},
      {
        "id":"ED354925",
        "title":"Biblionoticias. Numbers 35-67, 1986-1992."},
      {
        "id":"ED354926",
        "title":"Les programmes revises des technologies du genie electrique et leur experimentation (The Revised Programs of Electrical Engineering Technologies and Their Pilot Testing)."},
      {
        "id":"ED354928",
        "title":"The Community College and International Education: A Report of Progress. Volume III."},
      {
        "id":"ED354929",
        "title":"The Marketing Aspect of Enrollment Management: Evaluating the Impact on Recruitment and Retention in Institutions of Higher Education."},
      {
        "id":"ED354930",
        "title":"Student Outcomes Assessment: Are We as Good as We Think?"},
      {
        "id":"ED354931",
        "title":"Beyond Accountability: Building a Model for Institutional Effectiveness."},
      {
        "id":"ED354932",
        "title":"Internationalization beyond the Curriculum: Rend Lake College as a Replicable Model of an Integrated Approach to Internationalizing the Community College Making Use of Existing Structures and Funding."},
      {
        "id":"ED354933",
        "title":"Making Community Colleges More Effective: Leading through Student Success."},
      {
        "id":"ED354934",
        "title":"Educational Quality Is Measured by Individual Student Achievement Over Time. Mt. San Antonio College AB 1725 Model Accountability System Pilot Proposal."},
      {
        "id":"ED354935",
        "title":"Working with the &quot;Only One&quot; in the Division."},
      {
        "id":"ED354936",
        "title":"Evergreen Valley College Success Rates for Hispanic Enlace Students Compared to Other Hispanics in the Same Courses, Fall 1992. Research Report #489."},
      {
        "id":"ED354937",
        "title":"Evergreen Valley College Matriculation Aide Intervention Evaluation: Success Rates of Fall 1992 Sections Using a Matriculation Aide Compared to Non-Intervention Sections for the Same Semester and Two Previous Semesters, English 321, 322, 330, and Math 12. Research Report #408."},
      {
        "id":"ED354938",
        "title":"A Model Solution to the Allied Health Personnel Shortage: Initiation of a Respiratory Care Technology Program at Catawba Valley Community College, Hickory, North Carolina. A Case Study."},
      {
        "id":"ED354940",
        "title":"Analyzing Community College Student Transfer Rates."},
      {
        "id":"ED354941",
        "title":"Mathematics Instruction: Program Review Report. Summative Review of the Mathematics Program in Florida Community Colleges."},
      {
        "id":"ED354942",
        "title":"Educational Plant Survey: Lake City Community College, March 1-5, 1993."},
      {
        "id":"ED354943",
        "title":"Educational Plant Survey: Valencia Community College, February 22-24, 1993."},
      {
        "id":"ED354944",
        "title":"Enrollment Trends and Student Characteristics, Fall 1989."},
      {
        "id":"ED354945",
        "title":"Community Survey, Fall 1989."},
      {
        "id":"ED354946",
        "title":"Institutional Functioning Inventory. Fall 1989."},
      {
        "id":"ED354947",
        "title":"Registered Nursing Alumni Survey."},
      {
        "id":"ED354948",
        "title":"Evaluation of the Gender Equity Workshops."},
      {
        "id":"ED354949",
        "title":"The Fact Book, 1991-1992. College of the Canyons."},
      {
        "id":"ED354951",
        "title":"Students with Baccalaureate Degrees, Fall 1992."},
      {
        "id":"ED354952",
        "title":"Preliminary Humanities Tech Scout Report [and] Scouting for Multimedia, the Search Goes On."},
      {
        "id":"ED354954",
        "title":"Scintillating Suggestions for Involving Students. The Faculty Handbook for Student Involvement."},
      {
        "id":"ED354955",
        "title":"Austin Community College Learning Resource Services Strategic Plan, 1992-1997."},
      {
        "id":"ED354956",
        "title":"The AMATYC Review, Fall 1992-Spring 1993."},
      {
        "id":"ED354957",
        "title":"Continuing Education Resource Manual, North Carolina Community College System."}]
  }}
