{
  "response":{"numFound":509939,"start":260000,"numFoundExact":true,"docs":[
      {
        "id":"ED109555",
        "title":"The Social Readjustment for the Remaining Partner."},
      {
        "id":"ED109556",
        "title":"The Myth of Value Free Counseling."},
      {
        "id":"ED109557",
        "title":"A Counseling Bureau Resource Center for Visually Handicapped Students."},
      {
        "id":"ED109558",
        "title":"Implementing the Student Personnel Education Process-Outcome Model (SPEdPOM) in Education 619; Seminar on the College Student and the Environment."},
      {
        "id":"ED109559",
        "title":"Women in the Work Force: Follow-Up Study of Curriculum Materials. Research and Development Series No. 102."},
      {
        "id":"ED109560",
        "title":"Training Volunteer Court Counselors."},
      {
        "id":"ED109561",
        "title":"Seminar/Workshops on Women in the World of Work. Final Report."},
      {
        "id":"ED109565",
        "title":"The Classroom as a Planned Environment."},
      {
        "id":"ED109566",
        "title":"Cognitive Abilities and Strategies in Children's Paired-Associative Learning. Report from the Project on Children's Learning and Development. Technical Report No. 315."},
      {
        "id":"ED109568",
        "title":"Treatment of Drug Abuse: An Overview. National Clearinghouse for Drug Abuse Information Report Series 34, Number 1."},
      {
        "id":"ED109569",
        "title":"Instructional Factors Relating to Children's Principle Learning. Report from the Project on Conditions of School Learning and Instructional Strategies. Technical Report Number 309, Parts 1 and 2."},
      {
        "id":"ED109570",
        "title":"Neurotic and Environmental Sources of Psychotherapist Resistance to Evaluation."},
      {
        "id":"ED109571",
        "title":"Time Orientation of Young Male First Offenders as a Function of Period of Imprisonment and Race. Criminal Justice Monograph Volume VI, Number 1."},
      {
        "id":"ED109572",
        "title":"Perceptions of Psychological Distance to Parents in Institutionalized, Retarded and Normal Children."},
      {
        "id":"ED109573",
        "title":"A Positive Look at Articulation: Florida, 1975."},
      {
        "id":"ED109574",
        "title":"Level of Aspiration: A Behavioral Expression of Self-Concept."},
      {
        "id":"ED109576",
        "title":"Program Objectives: East Allen County Schools Guidance Department."},
      {
        "id":"ED109578",
        "title":"Examination of Financial Statements of Student Loan Insurance Fund Fiscal Year 1974. Office of Education, Department of Health, Education, and Welfare. Report to Congress."},
      {
        "id":"ED109579",
        "title":"The Effects of Manipulated Self-Evaluation and Model Performance on Imitation and Incentive Reproduction of Novel and Self-Reinforcing Behavior."},
      {
        "id":"ED109580",
        "title":"Creativity in Monozygotic and Dyzygotic Twins."},
      {
        "id":"ED109581",
        "title":"Army Occupational Handbook."},
      {
        "id":"ED109582",
        "title":"The Phenomenal Growth of the Associate Degree Program in Nursing."},
      {
        "id":"ED109583",
        "title":"TEACHER-ADVISORS: Where There's a Skill There's A Way."},
      {
        "id":"ED109584",
        "title":"Psychological Education: Elementary, Junior High and High School Model Programs."},
      {
        "id":"ED109585",
        "title":"Self-Perception, Socio-Economic Status and Related Variables in Black, Mexican-American and White Youths."},
      {
        "id":"ED109586",
        "title":"Leadership in Community Mental Health: The Role of the College Mental Health Professionals. A Symposium."},
      {
        "id":"ED109587",
        "title":"Parent Education and Elementary Counseling."},
      {
        "id":"ED109588",
        "title":"Counseling Older Persons: Careers, Retirement, Dying."},
      {
        "id":"ED109589",
        "title":"Basic Behavior Modification."},
      {
        "id":"ED109590",
        "title":"The Career Resource Center."},
      {
        "id":"ED109591",
        "title":"Reading Skills Development: An Instructional Module."},
      {
        "id":"ED109592",
        "title":"Rationale and Specifications for a Prototype, Group-Administered End-of-Unit Assessment Instrument for the SWRL Reading Program."},
      {
        "id":"ED109593",
        "title":"Story Specifications for the Second Year of the SWRL Reading Program."},
      {
        "id":"ED109594",
        "title":"A National Field-Test of Selected Programmed Reading Materials for Undereducated Adults. Center Research Monograph No. 3."},
      {
        "id":"ED109595",
        "title":"Reading Achievement in the United States: Then and Now."},
      {
        "id":"ED109596",
        "title":"Reading Improvement Program."},
      {
        "id":"ED109597",
        "title":"Rx Prescription for Teacher Preparation in Reading Instruction."},
      {
        "id":"ED109598",
        "title":"Improved Education: Total Commitment of All Concerned People in the Communities of Greensboro, Woodbury, and Hardwick, Vermont; Rural School Development Project."},
      {
        "id":"ED109599",
        "title":"Theme: The Twenty-seventh Annual School Vision Forum and Reading Conference."},
      {
        "id":"ED109600",
        "title":"The Young Child's Comprehension of Relative Clauses."},
      {
        "id":"ED109602",
        "title":"Word Association in Connected Discourse."},
      {
        "id":"ED109604",
        "title":"The Effects of Scanning/Encoding Training on Sight Word (SW) Learning and Recognition."},
      {
        "id":"ED109605",
        "title":"The Essential Skills Program: Brief History and Future Plans."},
      {
        "id":"ED109606",
        "title":"Syntax Considerations in Stories for Beginning Readers."},
      {
        "id":"ED109607",
        "title":"Sequenced Contractions and Abbreviations for Model 2 Reading."},
      {
        "id":"ED109608",
        "title":"Story Specifications for Mod 2 Third-Year and Fourth-Year Reading."},
      {
        "id":"ED109609",
        "title":"Design for Sequencing Spelling-to-Sound Correspondences in Mod 2 Reading Program, Volume 1 and 11."},
      {
        "id":"ED109610",
        "title":"Effect of Interest in Material on Sex Differences in Reading Comprehension. Final Report."},
      {
        "id":"ED109611",
        "title":"A Study of Young Black Children's Receptive and Productive Language and Reading Competence in Standard English Grammatical Forms. Final Report."},
      {
        "id":"ED109612",
        "title":"Reading for Progress; A Conference on Perspectives of and Recommendations for Countering Reading Problems in Hawaii County (Waiakea Village Resort, March 8, 1975)."},
      {
        "id":"ED109616",
        "title":"Suggested Activities for Teaching Reading through the Newspaper."},
      {
        "id":"ED109618",
        "title":"Prereading/Word Attack Fit Study. Technical Report No. 342."},
      {
        "id":"ED109619",
        "title":"Advanced Organizers, Age, and the Recall of Relevant Versus Irrelevant Thematic Information."},
      {
        "id":"ED109620",
        "title":"Word Attack Model."},
      {
        "id":"ED109621",
        "title":"Extended Notions of Grammar and Reading Comprehension."},
      {
        "id":"ED109622",
        "title":"Remedial Reading: -- a Dialect-Free Alternative; Three Studies."},
      {
        "id":"ED109623",
        "title":"New Titles for the Adolescent Reader, 1974-75 (Excluding Paperbacks)."},
      {
        "id":"ED109624",
        "title":"Paperbacks for the Adolescent Reader."},
      {
        "id":"ED109625",
        "title":"Optimal Mixtures of Test Types in Paired-Associate Learning (Sensory Information Processing). Final Report."},
      {
        "id":"ED109626",
        "title":"The Effects of Question Type and Question Placement on Problem Solving Ability from Prose Material. Final Report."},
      {
        "id":"ED109627",
        "title":"Using the Cloze and Sight Vocabulary to Develop a Group Informal Reading Inventory."},
      {
        "id":"ED109628",
        "title":"The Effects of Letter Pattern Training and Grammatical Context on Sight Word Learning in Kindergarteners."},
      {
        "id":"ED109629",
        "title":"Confusability of Consonant Phonemes in Sound Discrimination Tasks."},
      {
        "id":"ED109630",
        "title":"Kindergarten Children's Discrimination and Production of Phonemes in Isolation and in Words."},
      {
        "id":"ED109631",
        "title":"Parent Evaluation Form Summary - 1970 Summer Reading Program."},
      {
        "id":"ED109632",
        "title":"1970 Tryout of the Summer Reading Program: Preliminary Report."},
      {
        "id":"ED109633",
        "title":"Assessment of Subskills Related to Novel Word Decoding."},
      {
        "id":"ED109634",
        "title":"Teaching Comprehension Skills."},
      {
        "id":"ED109637",
        "title":"The Abstraction of Linguistic Ideas in \"Meaningless\" Sentences."},
      {
        "id":"ED109638",
        "title":"Learning to Read, Reading to Learn; Proceedings from the Transmountain Far West Regional Reading Conference (2nd, Victoria, B.C., 1973)."},
      {
        "id":"ED109639",
        "title":"The Effects of Interactive Graphic Analogies on Recall of Concepts in Chemistry. Technical Report No. 75."},
      {
        "id":"ED109640",
        "title":"Food Stamps. Learning Packet No. 2."},
      {
        "id":"ED109641",
        "title":"Job Application. Learning Packet No. 1."},
      {
        "id":"ED109642",
        "title":"Curriculum for Improving Communication Skills: A Language Arts Handbook for Use in Corrections. A Monograph Series for Correctional Educators No. 3."},
      {
        "id":"ED109643",
        "title":"Tutoring Resource Handbook for Teachers; A Guide for Teachers Who Are Working with Volunteer Reading Tutors."},
      {
        "id":"ED109644",
        "title":"Tutors' Resource Handbook; Assessment Items and Sample Lessons."},
      {
        "id":"ED109645",
        "title":"Tutor-Trainers' Resource Handbook; Part A.--Reading Directors' Organizational Guidelines, Part B.--Tutor-Trainers' Guidelines, and Part C.--Teacher-Orientation Guidelines."},
      {
        "id":"ED109646",
        "title":"Preschool Children's Recognition of Phonemes in a Word Context."},
      {
        "id":"ED109650",
        "title":"Adult Functional Reading Study; Project 1: Targeted Research &amp; Development Reading Program Objective, Sub-parts 1, 2, and 3. Final Report with Appendixes A, B, and C."},
      {
        "id":"ED109651",
        "title":"Adult Functional Reading Study; Project 1: Targeted Research &amp; Development Reading Program Objective, Sub-parts 1, 2, and 3. Supplement to Final Report."},
      {
        "id":"ED109652",
        "title":"Children&apos;s Recognition of Phonemes in a Word Context."},
      {
        "id":"ED109653",
        "title":"A Comparison of Various Measures of Intelligence with the WISC among Disabled Readers."},
      {
        "id":"ED109654",
        "title":"Toward Validating Reading Teacher Competencies."},
      {
        "id":"ED109655",
        "title":"Planning Research on Learning: An Example in Reading."},
      {
        "id":"ED109656",
        "title":"Developmental Education through the Eyes of the Special Interest Group for Two Year Colleges of the International Reading Association."},
      {
        "id":"ED109657",
        "title":"Transfer of Mixed Word Identification Training to a Reading Context."},
      {
        "id":"ED109658",
        "title":"Teaching Reading to the Culturally Disadvantaged: A Selected Annotated Bibliography."},
      {
        "id":"ED109659",
        "title":"Values Strategies in the Teaching of Reading."},
      {
        "id":"ED109660",
        "title":"Extending High School Equivalency Reading Skills; Part 1: Literature."},
      {
        "id":"ED109661",
        "title":"A Taped Echoic Response Method with Segmented Print for Poor Readers in Secondary School."},
      {
        "id":"ED109662",
        "title":"Teams-Games-Tournament (TGT) Effects on Reading Skills in the Elementary Grades. Report No. 200."},
      {
        "id":"ED109663",
        "title":"Prereading Skills: Theoretical Foundations and Practical Applications."},
      {
        "id":"ED109664",
        "title":"Picture-Word Differences and Conceptual Frequency Judgments."},
      {
        "id":"ED109665",
        "title":"Evaluation of an Objective-Based Curriculum in Word Attack."},
      {
        "id":"ED109666",
        "title":"Pronunciation and the Frequency Meaningfulness Effect in Children's Frequency Discrimination."},
      {
        "id":"ED109667",
        "title":"Some Factors Involved in the Comprehension of Prose Materials."},
      {
        "id":"ED109668",
        "title":"\"The Wisconsin Design for Reading Skill Development\": Study Skills; A Report on the Type I Field Test, 1971-1973. Part 1 and 2."},
      {
        "id":"ED109669",
        "title":"A Sequence of Composing, Interpreting and Language Activities with Suggested Procedures for Their Implementation: A Handbook for Teachers of English in Secondary Schools."},
      {
        "id":"ED109670",
        "title":"1971-72 Tryout of Level 3 Composition Skills Exercises."},
      {
        "id":"ED109671",
        "title":"A Road Not Taken: An Approach to Teaching Poetry."},
      {
        "id":"ED109672",
        "title":"Learning to Teach Writing, Writing to Learn Teaching."},
      {
        "id":"ED109673",
        "title":"Despite Persistent Reports to the Contrary, Many Courses in Communications Around the Country Are Alive and Flourishing, Thank You."},
      {
        "id":"ED109674",
        "title":"Comparison of Form Class Usage in Children's Speech and the Mod 2 Kindergarten Storybooks."},
      {
        "id":"ED109675",
        "title":"Journalism Teaching-Advising Courses at West Virginia University and 103 Other Schools."},
      {
        "id":"ED109676",
        "title":"The Transformation of Personal Themas in Literary Creation."},
      {
        "id":"ED109677",
        "title":"Mastery Learning at Olive-Harvey College."},
      {
        "id":"ED109678",
        "title":"Demographic Factors in the Education of Relations in Analogy Picture Pairs. Technical Report No. 7."},
      {
        "id":"ED109679",
        "title":"The Hierarchical Ordering of Preference for Relations in Solving Verbal Analogy Items. Technical Report No. 8."},
      {
        "id":"ED109680",
        "title":"Effects of Social Class Differences on Analogical Reasoning. Final Report."},
      {
        "id":"ED109681",
        "title":"Language Arts Program Objectives (Grades 7, 8, and 9)."},
      {
        "id":"ED109682",
        "title":"Shakespeare on Film in the Classroom."},
      {
        "id":"ED109683",
        "title":"Communication Skills: Categories of Educational R & D Effort."},
      {
        "id":"ED109684",
        "title":"Assignment: Library; The Use of Non-Research Library Topics in Composition Courses."},
      {
        "id":"ED109685",
        "title":"A Comparison of Two Indices of Syntactic Complexity. Studies in Language Education Report No. 20."},
      {
        "id":"ED109686",
        "title":"A Comparison of the Mod 3 Entry Lexicon with Two Lexicons of Black Kindergarten Children."},
      {
        "id":"ED109687",
        "title":"Effective Writing Study Guide; A Workshop Course. Revised."},
      {
        "id":"ED109688",
        "title":"A Critical Age Model of Language Learning."},
      {
        "id":"ED109689",
        "title":"Dictionary of American Regional English. Final Report."},
      {
        "id":"ED109690",
        "title":"A Feel for Words: Making Poetry in the Public Schools. A Handbook for Teachers and Parents."},
      {
        "id":"ED109695",
        "title":"English E. R. A. S. (Educational Resources Allocation System); A Series of Reports Outlining the Planning Phase, Intermediate Division."},
      {
        "id":"ED109696",
        "title":"Guide to Play Selection; A Selective Bibliography for Production and Study of Modern Plays. Third Edition."},
      {
        "id":"ED109697",
        "title":"Annotated Bibliography of Research in the Teaching of English, January 1, 1975 to June 30, 1975."},
      {
        "id":"ED109698",
        "title":"Censorship and the Teaching of English."},
      {
        "id":"ED109699",
        "title":"Popular Culture and the Teaching of English."},
      {
        "id":"ED109700",
        "title":"Black Magazines: An Exploratory Study."},
      {
        "id":"ED109701",
        "title":"Priorities for Research on Concepts Related to Function Words."},
      {
        "id":"ED109702",
        "title":"Irregularly-Spelled Base Words and Their Derived Forms."},
      {
        "id":"ED109703",
        "title":"The Improvement of Teaching with Theatrical Devices."},
      {
        "id":"ED109705",
        "title":"A Model of Developmental Phoneme Differentiation Ability."},
      {
        "id":"ED109706",
        "title":"An Analysis of Spelling Errors in the 1971 Tryout of a First Grade Spelling Component."},
      {
        "id":"ED109707",
        "title":"A Cross-National Study of Teacher Attitudes Toward Children's Language in England and the United States."},
      {
        "id":"ED109708",
        "title":"Course Objectives: Secondary Language Arts."},
      {
        "id":"ED109710",
        "title":"Communication Arts Curriculum: A Model Program."},
      {
        "id":"ED109711",
        "title":"Arousal Model Components in Television Programming: Form Activity and Violent Content."},
      {
        "id":"ED109712",
        "title":"World Resources, ERIC First Analysis: 1975-76 National High School Debate Resolutions; and Reading List: Selected and Annotated."},
      {
        "id":"ED109717",
        "title":"Issues in Communication Planning for Hawaii."},
      {
        "id":"ED109719",
        "title":"A Critique of Theoretical Contributions in Instructional Communication."},
      {
        "id":"ED109720",
        "title":"The Persuasion of Image Building and Presidential Campaigns."},
      {
        "id":"ED109721",
        "title":"A Critical Review of Linear Force Aggregation Theory."},
      {
        "id":"ED109722",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1 - March 31, 1975."},
      {
        "id":"ED109723",
        "title":"Educational Radio. Information Bulletin 21-B."},
      {
        "id":"ED109724",
        "title":"Sources of Broadcast Audio Programming."},
      {
        "id":"ED109726",
        "title":"Family Communication Research: A Critical Review of Approaches, Methodologies and Substantive Findings."},
      {
        "id":"ED109727",
        "title":"Present Status of the Communication Discipline in India."},
      {
        "id":"ED109728",
        "title":"The Undergraduate Course in Organizational Communication: Rationale, Objectives, and Strategies."},
      {
        "id":"ED109729",
        "title":"Resources for Teachers of Organizational Communication."},
      {
        "id":"ED109730",
        "title":"Case Studies for Teaching Organizational Communication."},
      {
        "id":"ED109731",
        "title":"The Dramatic Arts Today: An Introduction to Theatre Study."},
      {
        "id":"ED109732",
        "title":"Development of a Model for Planning an Educational Facility. [A] Practicum Report."},
      {
        "id":"ED109733",
        "title":"The 1971 Consolidated Program Information Report--A Pilot Study of State Survey Practices. Final Report."},
      {
        "id":"ED109734",
        "title":"School Budget Seminars."},
      {
        "id":"ED109735",
        "title":"Bond Sales for Public School Purposes 1973-74."},
      {
        "id":"ED109736",
        "title":"Training Materials and Trainers for Organizational Development in Education."},
      {
        "id":"ED109737",
        "title":"Problems in Training and Utilizing Urban Education Leadership."},
      {
        "id":"ED109738",
        "title":"Digest of Federal Laws: Equal Rights for Women in Education. Report No. 61."},
      {
        "id":"ED109739",
        "title":"The Use of Unobtrusive Indices To Pulsate Community Feelings."},
      {
        "id":"ED109740",
        "title":"Mainstreaming--A New Public Policy in Education."},
      {
        "id":"ED109741",
        "title":"Supervision: Who's Responsible or The Law and The Irresponsible Somebody."},
      {
        "id":"ED109742",
        "title":"Open Enrollment: A Study in Revealed Preferences for Educational Outcomes in a Big City School System."},
      {
        "id":"ED109744",
        "title":"Better Urban-Suburban Relationships."},
      {
        "id":"ED109746",
        "title":"Administrator Preparation Programs as Knowledge Utilizers."},
      {
        "id":"ED109747",
        "title":"The Meaning of Serrano Criteria for California Public School Finance. Claremont Economic Papers, No. 140."},
      {
        "id":"ED109748",
        "title":"The Planning of Practice: Who Does What To Whom?"},
      {
        "id":"ED109749",
        "title":"Oregon Graduation Requirements: Guidelines for Planned Course Statements."},
      {
        "id":"ED109750",
        "title":"Oregon Graduation Requirements: Guidelines for Record Keeping Procedures and Sample Forms."},
      {
        "id":"ED109751",
        "title":"Kindergarten Handbook."},
      {
        "id":"ED109752",
        "title":"Grievance Procedure: Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED109753",
        "title":"Elementary-Secondary Guide for Oregon Schools. Pre-Publication Draft."},
      {
        "id":"ED109755",
        "title":"Toward Competency: A Guide for Individualized Instruction. Teacher Edition."},
      {
        "id":"ED109756",
        "title":"Toward Competency: A Guide for Individualized Instruction. Student Edition."},
      {
        "id":"ED109758",
        "title":"Selected References in Educational Planning. Part 2: A Supplement. Research Report No. 21(A)."},
      {
        "id":"ED109759",
        "title":"Skyline Wide Educational Plan (SWEP) Planning Project. Combined Quarterly Report No. 4 (April 1 to June 30, 1974) and Final Report (July, 1973 to August, 1974). Volume 1."},
      {
        "id":"ED109760",
        "title":"Skyline Wide Educational Plan (SWEP) Product Evaluation Report: Educational Goals for the Future (1980's). SWEP Evaluation Report No. 2."},
      {
        "id":"ED109761",
        "title":"Skyline Wide Educational Plan. Final Evaluation Report 1973-1974."},
      {
        "id":"ED109762",
        "title":"Enrollment and Facilities Projection Program: General Description and Users Guide. Project SIMU-School: Dallas Component."},
      {
        "id":"ED109763",
        "title":"Faculty Projection Program: General Description and Users Guide. Project SIMU-School: Dallas Component."},
      {
        "id":"ED109765",
        "title":"Registration Management System: General Description and Users Guide. Project SIMU-School: Dallas Component."},
      {
        "id":"ED109766",
        "title":"Food Management System--Daily Production Reports: General Description and Users Guide. Project SIMU-School: Dallas Component."},
      {
        "id":"ED109767",
        "title":"Educational Innovation in the Republic of Korea. Experiments and Innovations in Education, No. 12. Asian Series."},
      {
        "id":"ED109768",
        "title":"Notes on the Structure of Educational Organizations. Occasional Paper No. 3."},
      {
        "id":"ED109769",
        "title":"Quality Education for the High Schools in Massachusetts. A Study of the Comprehensive High School in Massachusetts."},
      {
        "id":"ED109770",
        "title":"Physical and Health Education Facilities for Secondary Schools."},
      {
        "id":"ED109771",
        "title":"PPBS and Indiana Schools: A Manual for Operationalizing PPBS."},
      {
        "id":"ED109773",
        "title":"Students' Rights and Discipline."},
      {
        "id":"ED109775",
        "title":"The Balance of Control Between Parents and Teachers in \"Co-Op\" Free Schools."},
      {
        "id":"ED109776",
        "title":"A Guide to Student Rights and Responsibilities in the Department of Defense Overseas Dependents Schools System."},
      {
        "id":"ED109782",
        "title":"La Frequentation Scolaire au Quebec 1966-1986. Documents Demographie Scolaire 9-20 (School Attendance in Quebec 1966-1986. Scholastic Demographic Document 9-20)."},
      {
        "id":"ED109783",
        "title":"La Frequentation Scolaire dans la Region du Bas-Saint-Laurent-Gaspesie 1966-1986. Documents Demographie Scolaire 9-21 (School Attendance in the Region of Bas-Saint-Laurent-Gaspesie 1966-1986. Scholastic Demographic Document 9-21)."},
      {
        "id":"ED109784",
        "title":"La Frequentation Scolaire dans la Region du Saguenay-Lac-Saint-Jean 1966-1986. Documents Demographie Scolaire 9-22 (School Attendance in the Region of Saquenay-Lac-Saint-Jean 1966-1986. Scholastic Demographic Document 9-22)."},
      {
        "id":"ED109786",
        "title":"La Frequentation Scolaire dans la Region des Trois-Rivieres 1966-1986. Documents Demographie Scolaire 9-24 (School Attendance in the Region of Trois-Rivieres 1966-1986. Scholastic Demographic Document 9-24)."},
      {
        "id":"ED109787",
        "title":"La Frequentation Scolaire dans la Region des Cantons-de-L'est 1966-1986. Documents Demographie Scolaire 9-25 (School Attendance in the Region of the Cantons-de-L'est 1966-1986. Scholastic Demographic Document 9-25)."},
      {
        "id":"ED109788",
        "title":"La Frequentation Scolaire dans la Region de Montreal et dans ses Sous-Regions 1966-1986. Documents Demographie Scolaire 9-26 (School Attendance in the Region of Montreal and of Its Suburbs 1966-1986. Scholastic Demographic Document 9-26)."},
      {
        "id":"ED109789",
        "title":"La Frequentation Scolaire dans la Region de L&apos;Outaouais 1966-1986. Documents Demographie Scolaire 9-27 (School Attendance in the Region of the L&apos;Outaouais 1966-1986. Scholastic Demographic Document 9-27)."},
      {
        "id":"ED109790",
        "title":"La Frequentation Scolaire dans la Region du Nord-Ouest 1966-1986. Documents Demographie Scolaire 9-28 (School Attendance in the Region of the North-West 1966-1986. Scholastic Demographic Document 9-28)."},
      {
        "id":"ED109791",
        "title":"La Frequentation Scolaire dans les Regions de la Cote-Nord et du Nouveau-Quebec 1966-1986. Documents Demographie Scolaire 9-29 (School Attendance in the Regions of La Cote-Nord and of Nouveau-Quebec 1966-1986. Scholastic Demographic Document 9-29)."},
      {
        "id":"ED109792",
        "title":"Diplomes 1972. Documents Demographie Scolaire 9-30 (Diplomas 1972. Scholastic Demographic Document 9-30)."},
      {
        "id":"ED109793",
        "title":"Evolution de la Clientele Etudiante Suivant le Niveau et la Degre d'Enseignement, par Territoire de Commission Scolaire et Region Administrative, Reseau Public, Quebec 1965-66 a 1973-74. Documents Demographie Scolaire 9-31 (Development of the Student Clientele by Level Taught in Each Territory of the Scholastic Commission and the Administrative Region in the Public System, Quebec 1965-66 to 1973-74)."},
      {
        "id":"ED109795",
        "title":"Estimation des Clienteles Scolaires des Resaux Public et Prive Quebec et Regions Administratives Scolaires 1974-75 a 1978-79. Documents Demographie Scolaire 9-35 (Estimation of Students in Public and Private Systems of Quebec and School Administrative Regions 1974-75 to 1978-79. Scholastic Demographic Document 9-35)."},
      {
        "id":"ED109796",
        "title":"Landscape Designs for Schools."},
      {
        "id":"ED109797",
        "title":"Carpet Selection and Rationale for Its Use."},
      {
        "id":"ED109799",
        "title":"Career Education Facilities."},
      {
        "id":"ED109800",
        "title":"Joint Occupancy."},
      {
        "id":"ED109801",
        "title":"Noise and Sound Control in Open Plan Schools."},
      {
        "id":"ED109802",
        "title":"Libraries and Instructional Materials Centers."},
      {
        "id":"ED109803",
        "title":"Physical Education Facilities."},
      {
        "id":"ED109804",
        "title":"Food Service Facilities."},
      {
        "id":"ED109805",
        "title":"Some Antecedents to Compulsory School Attendance."},
      {
        "id":"ED109806",
        "title":"Management Improvement Strategies in a Multi-School Organization."},
      {
        "id":"ED109807",
        "title":"An Overview of Federal Court Decisions Affecting Equal Rights for Women in Education. Report No. 70."},
      {
        "id":"ED109808",
        "title":"A Handbook of State Laws and Policies Affecting Equal Rights for Women in Education."},
      {
        "id":"ED109809",
        "title":"Inequality in California School Finance: Dimensions, Sources, Remedies."},
      {
        "id":"ED109810",
        "title":"Eliminating Sex Discrimination in Schools: A Source Book."},
      {
        "id":"ED109812",
        "title":"Affirmative Action. Revised."},
      {
        "id":"ED109813",
        "title":"The Illinois Program for Evaluation, Supervision, and Recognition of Schools. Circular Series A, Number 160. Revised."},
      {
        "id":"ED109814",
        "title":"Illinois Public School Fall Enrollment Projections 1974 to 1985."},
      {
        "id":"ED109815",
        "title":"State, Local, and Federal Financing for Illinois Public Schools 1974-1975. Circular Series A, Number 337. Revised."},
      {
        "id":"ED109816",
        "title":"APEG: Adequate Program for Education in Georgia. [A Report.]"},
      {
        "id":"ED109817",
        "title":"The Elementary School as a Total Institution."},
      {
        "id":"ED109819",
        "title":"Staff Development for Program Consolidation."},
      {
        "id":"ED109820",
        "title":"Consolidated Monitor and Review. Maxi II Report."},
      {
        "id":"ED109821",
        "title":"Disseminating Information on Proposal Development and Supportive Services Pertaining to Government Funded Programs."},
      {
        "id":"ED109822",
        "title":"The Implementation of a District-Wide Evaluation Model."},
      {
        "id":"ED109823",
        "title":"Public Policy and State Education Agency Roles in Teacher Labor Relations."},
      {
        "id":"ED109824",
        "title":"Student Representatives Serving with Boards of Education."},
      {
        "id":"ED109825",
        "title":"Teacher Made Games: An Adopter's Guide Referenced in Promising Practices in Oregon Education."},
      {
        "id":"ED109826",
        "title":"Needs Assessment of Administrators' Professional Development, November 1973."},
      {
        "id":"ED109827",
        "title":"Coordination of Organic Curriculum Development in the Catholic Schools of Chicago, Illinois. Final Report."},
      {
        "id":"ED109828",
        "title":"Observations on Emerging Relationships between Regional Educational Laboratories and State Departments of Education."},
      {
        "id":"ED109829",
        "title":"Some Myths Regarding the Use of Corporal Punishment in the Schools."},
      {
        "id":"ED109831",
        "title":"The Development and Evaluation of an Alternative High School: A Report on S. E. E. (School of Experiential Education). Phase I."},
      {
        "id":"ED109832",
        "title":"Identification and Evaluation of Legal Constraints on Educational Productivity. Final Report."},
      {
        "id":"ED109833",
        "title":"Films in Mental Retardation: A Select Annotated Bibliography. Working Paper No. 68."},
      {
        "id":"ED109834",
        "title":"A Handbook for Employment Orientation Teachers of Special Needs Students."},
      {
        "id":"ED109835",
        "title":"Guidelines for Employment Orientation Programs for Special Needs Students; A Broad Basic Curriculum."},
      {
        "id":"ED109836",
        "title":"Several Issues in Mental Retardation: A Needed Perspective? Working Paper No. 81."},
      {
        "id":"ED109838",
        "title":"Career Education: Its Implications for the Educable Retarded. Project Price Working Paper No. 3."},
      {
        "id":"ED109839",
        "title":"Daily Living, Personal-Social, and Occupational Skills Development for Educable Retarded Students. Project Price Working Paper No. 4."},
      {
        "id":"ED109840",
        "title":"Child Neglect: State of Knowledge. Final Report."},
      {
        "id":"ED109841",
        "title":"Child Neglect: An Annotated Bibliography."},
      {
        "id":"ED109842",
        "title":"Program Description, Goals and Objectives for Educational Development Group-Type A. (Educable Mentally Retarded)."},
      {
        "id":"ED109844",
        "title":"Social Living: A Curriculum for the Educable Mentally Retarded Student at the Secondary Level."},
      {
        "id":"ED109846",
        "title":"Implementing Mini Programs for Middle School Gifted Students. Parts 1-4."},
      {
        "id":"ED109849",
        "title":"A Suggested Course of Study and Curriculum Guide for Educable Mentally Retarded Pupils in Junior-Senior High School."},
      {
        "id":"ED109850",
        "title":"A Suggested Curriculum Guide for Educable Mentally Retarded Children in Elementary School."},
      {
        "id":"ED109851",
        "title":"State Plan for Special Education and Services."},
      {
        "id":"ED109852",
        "title":"A Course of Study for the Trainable Mentally Retarded: A Guide to Curriculum Development in Elementary and Secondary Schools."},
      {
        "id":"ED109853",
        "title":"Behavior Modification: Perspective on a Current Issue."},
      {
        "id":"ED109854",
        "title":"A Report on the Development of Vocational Programs for Exceptional Children."},
      {
        "id":"ED109855",
        "title":"Parent Training."},
      {
        "id":"ED109856",
        "title":"Teacher In-Service."},
      {
        "id":"ED109857",
        "title":"Tutor Training."},
      {
        "id":"ED109858",
        "title":"Further Analysis of the Structure of the Revised Illinois Test of Psycholinguistic Abilities for Moderately Mentally Retarded Children."},
      {
        "id":"ED109859",
        "title":"Teaching Procedures for Neurologically Impaired and Retarded Children. Final Report."},
      {
        "id":"ED109860",
        "title":"Diagnostic and Identification Implications of Primary Mental Abilities Test for Educationally Deficient Children."},
      {
        "id":"ED109861",
        "title":"Handbook for Speech Correction, Grades K-12. Curriculum Bulletin 1973-74, Series Number 6."},
      {
        "id":"ED109862",
        "title":"Post Secondary Programs for the Deaf: V. Follow-Up Data Analysis. Research Report No. 79."},
      {
        "id":"ED109871",
        "title":"A Report on the Mark Twain Staff Development Institute: July 1, 1971 to January 14, 1972."},
      {
        "id":"ED109872",
        "title":"The Mark Twain Teacher Internship Program for the Preparation of Personnel in the Education of Adolescents with Special Needs: 1972-73 Program Year."},
      {
        "id":"ED109873",
        "title":"The Mark Twain Teacher Internship Program for the Preparation of Personnel in the Education of Adolescents with Special Needs: 1973-74 Program Year."},
      {
        "id":"ED109876",
        "title":"Training of Personnel to Serve Children with Special Needs: A Report from the Cooperative Planning Consortium of Special Education Programs in the University of North Carolina."},
      {
        "id":"ED120982",
        "title":"High Spots in State School Legislation, January 1-August 31, 1973."},
      {
        "id":"ED120985",
        "title":"Designing a Study of Available Resources. B-3 Evaluating the Utilization of Learning Resources, Document No. 10c, Revised. Independent Study Training Material for Professional Supervisory Competencies."},
      {
        "id":"ED121001",
        "title":"Proceedings of the Conference on Research Needs Related to Career Education for the Handicapped; January 17-19, 1975."},
      {
        "id":"ED121002",
        "title":"Proceedings of the Conference on Research Needs Related to Education of the Severely Handicapped; January 31-February 2, 1975."},
      {
        "id":"ED121003",
        "title":"Proceedings of the Conference on Research Needs Related to Early Childhood Education for the Handicapped; February 11-13, 1975."},
      {
        "id":"ED121004",
        "title":"Proceedings of the Conference on Research Needs Related to the Development of Personnel to Serve the Handicapped; March 7-9, 1975."},
      {
        "id":"ED121005",
        "title":"Assessing Research Needs Related to Education of the Handicapped. Final Report."},
      {
        "id":"ED121010",
        "title":"A Paradigm for Special Education Diagnostics: The Cognitive Area."},
      {
        "id":"ED121043",
        "title":"A Hierarchy of Tasks in the Development of Tactual Discrimination. Final Report."},
      {
        "id":"ED121045",
        "title":"Effects of Music Therapy on Handicapped Students: A Title VI-B Project."},
      {
        "id":"ED121046",
        "title":"A Project to Develop Curriculum for Four-Year-Old Handicapped Mexican American Children. Final Report. Volume 1 of 2 Volumes."},
      {
        "id":"ED121047",
        "title":"A Project to Develop Curriculum for Four-Year-Old Handicapped Mexican American Children. Final Report. Appendix. Volume 2 of 2 Volumes."},
      {
        "id":"ED121057",
        "title":"Problems in the Creation of a Standard Dialect of Romanes. Working Papers in Sociolinguistics, No. 25."},
      {
        "id":"ED121058",
        "title":"Strategies for Improving the Teaching and Learning of Foreign Languages."},
      {
        "id":"ED121069",
        "title":"The Relationship between Intonation and Syntax in Normal and Abnormal Speakers."},
      {
        "id":"ED121070",
        "title":"Contrastive Research on Hungarian and English in the United States. The Hungarian-English Contrastive Linguistics Project, Working Papers No. 3."},
      {
        "id":"ED121071",
        "title":"Four Papers of the Pecs Conference on Contrastive Linguistics (Pecs, 14-16 October 1971). The Hungarian-English Contrastive Linguistics Project, Working Papers No. 4."},
      {
        "id":"ED121072",
        "title":"A Contrastive Study of the English and Hungarian Article. The Hungarian-English Contrastive Linguistics Project, Working Papers No. 5."},
      {
        "id":"ED121073",
        "title":"A Contrastive Analysis of English and Hungarian Sentence Prosody. The Hungarian-English Contrastive Linguistics Project, Working Papers No. 6."},
      {
        "id":"ED121075",
        "title":"Reports 1. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121076",
        "title":"Reports 2. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121077",
        "title":"Reports 3. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121078",
        "title":"Reports 4. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121079",
        "title":"Reports 5. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121080",
        "title":"Reports 6. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121082",
        "title":"Reports 8. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121083",
        "title":"Studies 1. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121084",
        "title":"Studies 2. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121085",
        "title":"Studies 3. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121086",
        "title":"Zagreb Conference on English Contrastive Projects, 7-9 December 1970. Papers and Discussion. Studies 4. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121087",
        "title":"Studies 5. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121088",
        "title":"Pedagogical Materials 1. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121089",
        "title":"Pedagogical Materials 2. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED121093",
        "title":"Progress Report on the Culver City Spanish Immersion Program: The Third and Fourth Years. Workpapers in Teaching English as a Second Language, Vol. 9."},
      {
        "id":"ED121095",
        "title":"Bilingual-Bicultural Education and English-as-a-Second-Language Education: A Framework for Elementary and Secondary Schools."},
      {
        "id":"ED121096",
        "title":"Proceedings of the First Inter-American Conference on Bilingual Education."},
      {
        "id":"ED121098",
        "title":"A Selected Bibliography on Sign Language Studies. CAL-ERIC/CLL Series on Languages and Linguistics, No. 34."},
      {
        "id":"ED121100",
        "title":"English Structure in Context: An Area of Research for ESL Specialists. Workpapers in Teaching English as a Second Language, Vol. 9."},
      {
        "id":"ED121104",
        "title":"Error Analysis and Error Correction with Respect to the Training of Language Teachers. Workpapers in Teaching English as a Second Language, Vol. 9."},
      {
        "id":"ED121111",
        "title":"Adapting the Ilyin Oral Interview to a Mass Listening Test."},
      {
        "id":"ED121114",
        "title":"Linguistic Control of Information Processing. Final Report."},
      {
        "id":"ED121115",
        "title":"Second Language Acquisition Sequences in Children, Adolescents and Adults. Final Report."},
      {
        "id":"ED121118",
        "title":"The Relation between Comprehending and Remembering Some Complex Sentences."},
      {
        "id":"ED121119",
        "title":"Eye Fixations and Cognitive Processes."},
      {
        "id":"ED121136",
        "title":"Faculty Handbook -- 1974-1976. Montana State University, Bozeman."},
      {
        "id":"ED121145",
        "title":"The Decanal Role in Baccalaureate and Higher Degree Courses of Nursing. Health Manpower References. 75-11."},
      {
        "id":"ED121153",
        "title":"Faculty Evaluation Procedures in Southern Colleges and Universities."},
      {
        "id":"ED121155",
        "title":"Efficiency and Effectiveness in Higher Education."},
      {
        "id":"ED121157",
        "title":"Summary of State Legislation Affecting Higher Education in the South 1975."},
      {
        "id":"ED121160",
        "title":"Student Assistance: Participants and Programs 1974-75. Higher Education Panel Reports, No. 27."},
      {
        "id":"ED121161",
        "title":"Changing Student Perceptions of the University of South Carolina. A Report of the 1972 and 1974 Administrations of the Experience of College Questionnaires."},
      {
        "id":"ED121167",
        "title":"Transfer Students at Florida A and M University."},
      {
        "id":"ED121176",
        "title":"Criteria and Strategies for Program Discontinuance and Institutional Closure."},
      {
        "id":"ED121182",
        "title":"The 1975-76 Concert Season: A Prediction."},
      {
        "id":"ED121184",
        "title":"Descriptive Study of Salaried Medical School Faculty."},
      {
        "id":"ED121185",
        "title":"Classification of Medical Education Institutions."},
      {
        "id":"ED121186",
        "title":"Corporate Support of Higher Education, 1974."},
      {
        "id":"ED121191",
        "title":"Study of Medical Education: Interrelationships Between Component Variables."},
      {
        "id":"ED121193",
        "title":"British Open University: Media Used in Context."},
      {
        "id":"ED121195",
        "title":"Instructional Unit Offers Ideas Not Hardware to Spur Change."},
      {
        "id":"ED121197",
        "title":"The New Consumerism in Higher Education."},
      {
        "id":"ED121198",
        "title":"Teaching by Cable: The Experience of One University."},
      {
        "id":"ED121203",
        "title":"The Best and Most Philosophical Invention of the Human Mind--Its Administrative Use."},
      {
        "id":"ED121209",
        "title":"Descriptive Study of Medical School Applicants: 1974-75."},
      {
        "id":"ED121213",
        "title":"Variables Related to Increase in Medical School Class Size."},
      {
        "id":"ED121214",
        "title":"Descriptive Study of Enrolled Medical Students, 1974-75."},
      {
        "id":"ED121215",
        "title":"Survey of How Medical Students Finance Their Education, 1974-75."},
      {
        "id":"ED121216",
        "title":"Health Research Facilities: A survey of Doctorate-Granting Institutions."},
      {
        "id":"ED121222",
        "title":"Higher Education: The Law and Constructive Change."},
      {
        "id":"ED121230",
        "title":"Employees in Colleges and Universities, New York State 1973-74."},
      {
        "id":"ED121233",
        "title":"College Student Retention. An Annotated Bibliography of Recent Dissertations (1970-March 1975)."},
      {
        "id":"ED121240",
        "title":"Documents in Microform."},
      {
        "id":"ED121242",
        "title":"On Line Bibliographic Retrieval: An Instructional Resource for Classes."},
      {
        "id":"ED121259",
        "title":"Public Television and Political Socialization; A Field Experiment on the Impact of a Public Television Series on the Political Knowledge, Attitudes and Communication Behaviors of Adolescents. Final Report."},
      {
        "id":"ED121262",
        "title":"Cost Estimation Model for Alternative Formats and Delivery Modes. Technical Report No. 10."},
      {
        "id":"ED121263",
        "title":"Selecting Methods and Media to Achieve Training Objectives: A Preliminary Manual."},
      {
        "id":"ED121264",
        "title":"The South Carolina State Library, Sixth Annual Report, July 1, 1974-June 30, 1975."},
      {
        "id":"ED121269",
        "title":"The Effective Use of Scientific and Technical Information in Industrial and Non-Profit Settings: Explorations through Experimental Interventions in On-Going R &amp; D Activities. Progress Report No. 2."},
      {
        "id":"ED121277",
        "title":"Experiential Optimization in a Game Simulation."},
      {
        "id":"ED121278",
        "title":"Differential Interpretation of Feedback in Small Groups."},
      {
        "id":"ED121280",
        "title":"A Systems Approach to Item Production and Review in a Computer Managed Instruction Project."},
      {
        "id":"ED121284",
        "title":"Differences in Breadth of Transfer Due to Advance Organizers and Subject Control of Frame Sequencing."},
      {
        "id":"ED121291",
        "title":"The Design and Early Use of an Information Retrieval System for a Growing Diversified Agribusiness Technical Community."},
      {
        "id":"ED121297",
        "title":"Special Libraries and Interlibrary Cooperation: The Problems of Bibliographic Access."},
      {
        "id":"ED121302",
        "title":"Research Toward Enhancing Retrieval Effectiveness."},
      {
        "id":"ED121305",
        "title":"Early Release Reports for: College and University Libraries, Public Libraries, School Libraries/Media Centers."},
      {
        "id":"ED121308",
        "title":"SOLINET Annual Report, 1974-1975."},
      {
        "id":"ED121329",
        "title":"Generalized Method for the User Evaluation of Purchased Information Services. First Quarterly Report (June 27 to September 30, 1975)."},
      {
        "id":"ED121330",
        "title":"Generalized Method for the User Evaluation of Purchased Information Services. Report Number Three; Monthly Report (October 1 to November 30, 1975)."},
      {
        "id":"ED121331",
        "title":"User Selection of Purchased Information Services. Interim Technical Report (June 1975-January 1976)."},
      {
        "id":"ED121332",
        "title":"Report of the Panel on Economics of the Science Information Council."},
      {
        "id":"ED121333",
        "title":"The BALLOTS Project: Final Report to the National Endowment for the Humanities; September 1, 1972-January 31, 1975."},
      {
        "id":"ED121337",
        "title":"Ohio Library Development and Interlibrary Cooperation."},
      {
        "id":"ED121353",
        "title":"Current Policy Problems at the FCC."},
      {
        "id":"ED121354",
        "title":"Modular Instructional Materials: Video and Computer Packages."},
      {
        "id":"ED121358",
        "title":"An Analysis of Humanities Education in Two-Year Colleges: Phase 2--The Faculty, 1975-1976."},
      {
        "id":"ED121368",
        "title":"Adults as Regular Community College Students: A Comparative Analysis of Some of Their Characteristics and Perceptions and Those of College-Age Students. Summary of Findings and Conclusions."},
      {
        "id":"ED121374",
        "title":"An Assessment of Community Needs."},
      {
        "id":"ED121375",
        "title":"Grants Policy."},
      {
        "id":"ED121376",
        "title":"Defining and Communicating Institutional Mission/Role/Scope and Priorities: The Needs of Different Types of Postsecondary Institutions."},
      {
        "id":"ED121389",
        "title":"Meeting the Challenge of Change."},
      {
        "id":"ED121391",
        "title":"Agreement Between Delaware County Community College and Delaware County Community College Association of Higher Education, 1975-1977."},
      {
        "id":"ED121394",
        "title":"Through the Open Door; A Study of Persistence and Performance in California's Community Colleges. Report 4: A Limited View of Performance."},
      {
        "id":"ED121401",
        "title":"Technology Education; Engineering Technology and Industrial Technology in California Community Colleges: A Curriculum Guide."},
      {
        "id":"ED121403",
        "title":"New Roles for College Teachers."},
      {
        "id":"ED121408",
        "title":"Evaluating and Auditing a Community College Learning Skills Center Program."},
      {
        "id":"ED121422",
        "title":"State Offices of Child Development. Report No. 55. Early Childhood Project Report No. 8."},
      {
        "id":"ED121429",
        "title":"Research, Demonstration, and Evaluation Studies Fiscal Year 1975."},
      {
        "id":"ED121444",
        "title":"Monitoring Staff Performance: A Plan for Quality Control in Project Follow Through."},
      {
        "id":"ED121445",
        "title":"The Relationship of Social Participation to Role-Taking Skill in Preschool Children."},
      {
        "id":"ED121446",
        "title":"Early Childhood Education: Recommendations for Program Implementation."},
      {
        "id":"ED121447",
        "title":"Imagery Generation and Motor Activity in Young Children: Trick or Feat? Technical Report No. 358."},
      {
        "id":"ED121448",
        "title":"Trends in Infant Mortality, North Carolina: 1940 to 1970."},
      {
        "id":"ED121450",
        "title":"The Cognitively Oriented Prekindergarten: an ESEA Title III Third Year Final Report."},
      {
        "id":"ED121456",
        "title":"An Organizational Sequence for Teaching."},
      {
        "id":"ED121457",
        "title":"A Longitudinal Study of the Relation of Infants' Home Environments to Language Development at Age Three."},
      {
        "id":"ED121459",
        "title":"Food Buying Guide and Recipes."},
      {
        "id":"ED121461",
        "title":"State Services in Child Development: Regional Conference Highlights, Spring 1975. Report No. 75. Early Childhood Report No. 14."},
      {
        "id":"ED121463",
        "title":"A Developmental Exploration of the Fear of Success Phenomenon as Cultural Stereotype."},
      {
        "id":"ED121465",
        "title":"Illustrative Projections of First Births for the United States: 1975 to 2000."},
      {
        "id":"ED121469",
        "title":"Summary of the Evaluation Report of ECE, ESEA Title I, and EDY 1974-75."},
      {
        "id":"ED121472",
        "title":"The Rationales for Early Childhood Education Policy Making: A Comparative Case Study Analysis."},
      {
        "id":"ED121474",
        "title":"An Analysis of Story Comprehension in Elementary School Children: A Test of a Schema."},
      {
        "id":"ED121478",
        "title":"A Look at Children in China."},
      {
        "id":"ED121479",
        "title":"Moral Development in Children: An Abstract Bibliography."},
      {
        "id":"ED121485",
        "title":"Research Relating to Children. Bulletin 33: March 1974-August 1974."},
      {
        "id":"ED121486",
        "title":"Research Relating to Children. Bulletin 34: September 1974-February 1975."},
      {
        "id":"ED121490",
        "title":"Farm Population of the United States: 1974. Current Population Reports, Farm Population."},
      {
        "id":"ED121499",
        "title":"Ethnic Group Identity and Occupational Status Projections of Teenage Boys and Girls: Mexican American, Black, Native American, and Anglo Youth."},
      {
        "id":"ED121501",
        "title":"&quot;Chicanos&quot; and &quot;Anti-Chicanos:&quot; Selected Status Indicators of Ethnic Identity Polarization."},
      {
        "id":"ED121502",
        "title":"A Full Income Approach to the Measurement of Rural Poverty. Economic Research Report No. 34."},
      {
        "id":"ED121503",
        "title":"Changes in Quality of Life in Mississippi: 1960-1970. Mississippi Agricultural Experiment Station Bulletin 824."},
      {
        "id":"ED121508",
        "title":"Residence Projections of Mexican-American Youth from the Border Area of South Texas: A Study of Changes Over Time."},
      {
        "id":"ED121509",
        "title":"Planning Frontiers in Rural America: Papers and Proceedings of the Boone Conference (Boone, North Carolina, March 16-18, 1975). Committee Print, 94th Congress, 2d Session."},
      {
        "id":"ED121510",
        "title":"North Carolina Today and Tomorrow, Vol. 9: Peoples' Views on Land Use. Agricultural Extension Service Publication 149."},
      {
        "id":"ED121514",
        "title":"Do Metropolitan and Nonmetropolitan Chicano Youth Differ: A Study of South Texas Teen-Agers - 1973."},
      {
        "id":"ED121520",
        "title":"Effective Instructional Practices for Combating Experience Deprivation Among the Rurally Disadvantaged."},
      {
        "id":"ED121521",
        "title":"Structural Models and Occupational Mobility Aspirations: Racial Variations in the Deep-South."},
      {
        "id":"ED121522",
        "title":"Model of the Transmission of Educational Status: Sex-Race Differentials."},
      {
        "id":"ED121525",
        "title":"Rural Non-Commercial Research - The University of California: A Case Study."},
      {
        "id":"ED121530",
        "title":"Economic Impact of Second-Home Communities: A Case Study of Lake Latonka, Pa. Economic Research Service Report ERS-452."},
      {
        "id":"ED121531",
        "title":"Rural Development Goals. Second Annual Report of the Secretary of Agriculture to the Congress (Pursuant to Title VI, Section 603(b), of the Rural Development Act of 1972)."},
      {
        "id":"ED121536",
        "title":"Principles and Issues Underlying the Indian Teacher Education Program at the University of Saskatchewan. Monograph No. 4."},
      {
        "id":"ED121540",
        "title":"Statement of the National Education Association on Migrant Education Before the Subcommittee on Agricultural Labor of the House Committee on Education and Labor."},
      {
        "id":"ED121578",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 1 and 2: Dimensions and Vector Addition; Rectilinear Motion; plus a Trigonometry and Calculus Review]."},
      {
        "id":"ED121579",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 3-5: Planar Motion; Newton's Laws; and Vector Multiplication]."},
      {
        "id":"ED121580",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 6 and 7: Work and Energy; Applications of Newton&apos;s Laws]."},
      {
        "id":"ED121581",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 8-10: Conservation of Energy; Impulse and Momentum; and Rotational Motion]."},
      {
        "id":"ED121582",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 11-14: Collisions; Equilibrium of Rigid Bodies; Rotational Dynamics; and Fluid Mechanics]."},
      {
        "id":"ED121583",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 15-17: Gravitation; Simple Harmonic Motion; and Traveling Waves; plus a Partial Derivatives Review]."},
      {
        "id":"ED121584",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 18-20: Sound; Temperature, Heat, and Thermodynamics: First Law; and Kinetic Theory of Gases]."},
      {
        "id":"ED121585",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 21-23: Second Law and Entropy; Coulomb's Law and the Electric Field; and Flux and Gauss' Law]."},
      {
        "id":"ED121586",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 24-26: Electric Potential; Ohm's Law; and Capacitors]."},
      {
        "id":"ED121587",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 27-30: Direct-Current Circuits; Magnetic Forces; Ampere's Law; and Faraday's Law]."},
      {
        "id":"ED121588",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 31-34: Inductance; Wave Properties of Light; Interference; and Introduction to Quantum Physics]."},
      {
        "id":"ED121589",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 35-37: Reflection and Refraction; Electric Fields and Potentials from Continuous Charge Distributions; and Maxwell's Predictions]."},
      {
        "id":"ED121590",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 38-40: Optical Instruments; Diffraction; and Alternating Current Circuits]."},
      {
        "id":"ED121591",
        "title":"Study Modules for Calculus-Based General Physics. [Includes Modules 41 and 42: Lenses and Mirrors; Relativity; and Appendix]."},
      {
        "id":"ED121595",
        "title":"Environmental Education: Perspectives and Prospectives. Key Findings and Major Recommendations."},
      {
        "id":"ED121596",
        "title":"State of Delaware Natural Science Objectives, Kindergarten Through Grade Eight."},
      {
        "id":"ED121601",
        "title":"Baseline Data Concerning Science Teacher Education Programs at the University of Iowa, 1955-73. Technical Report No. 8."},
      {
        "id":"ED121603",
        "title":"Additional Considerations in Determining Sample Size."},
      {
        "id":"ED121604",
        "title":"Suggested Expectancies for Elementary Teachers of Mathematics. A Working Paper for the Annual TOTOM Conference (2nd, Marylhurst Education Center, September 7-9, 1975)."},
      {
        "id":"ED121608",
        "title":"Algorithmization and Transfer of Learning."},
      {
        "id":"ED121612",
        "title":"Environmental Education: Perspectives and Prospectives. Supporting Documentation."},
      {
        "id":"ED121616",
        "title":"Mathematics Tests Available in the United States. Fourth Edition."},
      {
        "id":"ED121622",
        "title":"A Bibliography of Recreational Mathematics, Volume 1. Fourth Edition."},
      {
        "id":"ED121624",
        "title":"Compilation of Research on College Mathematics Education."},
      {
        "id":"ED121628",
        "title":"Environmental Education 1975: A State-by-State Report."},
      {
        "id":"ED121629",
        "title":"Investigations in Mathematics Education, Vol. 8 No. 2."},
      {
        "id":"ED121630",
        "title":"Investigations in Mathematics Education, Vol. 8 No. 3. Special Issues: Critical Analyses of the NLSMA Reports."},
      {
        "id":"ED121631",
        "title":"Verbal Environment Correlates with Student Growth in Logical Reasoning Ability. Final Report Summary."},
      {
        "id":"ED121632",
        "title":"Guidelines for ERIC Clearinghouses: Outreach to Citizens Concerned with Educational Decision Making."},
      {
        "id":"ED121633",
        "title":"Guidelines for ERIC Collection Holders: Outreach to Citizens Concerned with Educational Decision Making."},
      {
        "id":"ED121636",
        "title":"Report of the Ad Hoc Committee on Racial and Ethnic Definitions of the Federal Interagency Committee on Education."},
      {
        "id":"ED121641",
        "title":"Ethnicity in Contemporary American Society: Towards the Development of a Typology."},
      {
        "id":"ED121644",
        "title":"PSI and Political Science: Using the Personalized System of Instruction to Teach American Politics. Instructional Resource Monograph, No. 2."},
      {
        "id":"ED121648",
        "title":"Citizen Action Can Turn Things Around."},
      {
        "id":"ED121649",
        "title":"Truth in Government."},
      {
        "id":"ED121653",
        "title":"The Ethics of Environmental Concern: A Rationale and Prototype Materials for Environmental Education Within the Humanistic Tradition. Final Report, Volume 2."},
      {
        "id":"ED121654",
        "title":"The Ethics of Environmental Concern: A Rationale and Prototype Materials for Environmental Education Within the Humanistic Tradition. Final Report, Volume 3."},
      {
        "id":"ED121655",
        "title":"The Ethics of Environmental Concern: A Rationale and Prototype Materials for Environmental Education Within the Humanistic Tradition. Final Report, Volume 4."},
      {
        "id":"ED121656",
        "title":"The Ethics of Environmental Concern: A Rationale and Prototype Materials for Environmental Education Within the Humanistic Tradition. Final Report, Volume 5."},
      {
        "id":"ED121657",
        "title":"Annotated Bibliography of Microeconomic Analysis for Consumer Economics Workshop, June 16-June 27, 1975."},
      {
        "id":"ED121658",
        "title":"Sociocultural Origins of Achievement. Basic Concepts in Educational Psychology Series."},
      {
        "id":"ED121662",
        "title":"1976 Michigan Social Studies Textbook Study: A Study of Senior High School Government Textbooks."},
      {
        "id":"ED121665",
        "title":"Women in Politics: A Global Review. Worldwatch Paper 3."},
      {
        "id":"ED121667",
        "title":"Simple Simulations: A Guide to the Design and Use of Simulation/Games in Teaching Political Science. Instructional Resource Monograph No. 3."},
      {
        "id":"ED121671",
        "title":"Community Leaders' Training in Environmental Studies: A Cooperative Community Project Funded under Title I of the Higher Education Act of 1965. Warp to Environmental Education. Final Report."},
      {
        "id":"ED121672",
        "title":"Alternatives to Growth: Education for a Stable Society. Fastback 72."},
      {
        "id":"ED121676",
        "title":"Man--And an Environment Called \"Tallahassee.\" Final Report to the Florida Citizens' Committee for the Humanities."},
      {
        "id":"ED121680",
        "title":"Observing Political Systems, Mastery Test: Political Systems, Unit One. Comparing Political Experiences, Experiemntal Edition."},
      {
        "id":"ED121681",
        "title":"Using Political Resources, Mastery Test: Political Systems, Unit Two. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED121682",
        "title":"Participating in Political Activities, Mastery Test: Political Systems, Unit Three. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED121683",
        "title":"Save the System, Mastery Test: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED121684",
        "title":"Busing in Boston, Mastery Test: Political Issues, Unit One. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED121685",
        "title":"Union Underground, Mastery Test: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED121686",
        "title":"Clean Air Now, Mastery Test: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED121687",
        "title":"Jobs and Engines, Mastery Test: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED121707",
        "title":"Self-Confrontation in Teacher Training: Student Teachers Assess Their Own Video-Taped Micro-Lessons - A Follow-Up Study. No. 50."},
      {
        "id":"ED121708",
        "title":"Community Involvement in Teacher Education: A Study of the Models."},
      {
        "id":"ED121709",
        "title":"The Education of \"Ecological Man\": Implications for Sport and Physical Education."},
      {
        "id":"ED121717",
        "title":"Purposes of Physical Education - Today and Tomorrow."},
      {
        "id":"ED121718",
        "title":"Underrepresentation of Adolescents in Education and Health Care Planning."},
      {
        "id":"ED121724",
        "title":"Leader's Guide: Facilitating Inquiry in the Classroom."},
      {
        "id":"ED121726",
        "title":"One Approach to Accountability: Program Assessment by Recent Graduates Using a Two Scaled Instrument."},
      {
        "id":"ED121727",
        "title":"An Evaluation Model for Competency Based Teacher Preparatory Programs."},
      {
        "id":"ED121730",
        "title":"Developing an Implementing Teacher Directed Professional Development Model."},
      {
        "id":"ED121731",
        "title":"Interim Milestone Cycle 1 Evaluation Progress Report. Social Conflict and Negotiative Problem Solving."},
      {
        "id":"ED121738",
        "title":"Athletics in Oregon K-12. Guidelines for Local School District Policies."},
      {
        "id":"ED121747",
        "title":"Applying An Aptitude-Treatment Interaction Approach to Competency Based Teacher Education."},
      {
        "id":"ED121748",
        "title":"Relevant Explorations in Active Learning (REAL) Users&apos; Review and Case Study. Improving Teaching Competencies Program."},
      {
        "id":"ED121749",
        "title":"Interpersonal Influence Field Test, Impact Study and Expert Review. Improving Teaching Competencies Program."},
      {
        "id":"ED121750",
        "title":"Research Utilizing Problem Solving: Outcome Evaluation Report. Improving Teaching Competencies Program."},
      {
        "id":"ED121757",
        "title":"The Relative Effects of Alternative Learning Structures on Attitudes and Achievements."},
      {
        "id":"ED121758",
        "title":"The Instructional Effectiveness of Random, Logical and Ordering Theory Generated Learning Hierarchies."},
      {
        "id":"ED121760",
        "title":"A Chronology of PHACT (The PHysical ACTivity Information Retrieval Committee). 1969 to 1975."},
      {
        "id":"ED121763",
        "title":"Exercise Following a Heart Attack: Some Special Considerations."},
      {
        "id":"ED121770",
        "title":"A Framework for Health Education. Grades K-12."},
      {
        "id":"ED121774",
        "title":"The Effects of the Acquisition of a Values Clarification Questioning Strategy on Subsequent Teacher and Student Process Variables Within a Microteach-Reteach Sequence."},
      {
        "id":"ED121775",
        "title":"The Results of a Study Designed to Help Affective Teachers Teach More Effectively or Acquiring a Questioning Strategy in Order to Achieve Values Clarification Instructional Objectives: The Result of an Experimental Study."},
      {
        "id":"ED121776",
        "title":"Synthesizing Values Clarification and Moral Development Process Objectives: A Model to Develop and Implement Content-Centered Learning Activities to Achieve Affective Objectives. Stage One Development of the Model."},
      {
        "id":"ED121777",
        "title":"Public Affairs Manual. Revised 1976 Edition."},
      {
        "id":"ED121778",
        "title":"To Seek and Find."},
      {
        "id":"ED121780",
        "title":"HPER Omnibus."},
      {
        "id":"ED121785",
        "title":"The Relationship Between Tasksetting Teaching Behaviour and Pupil Achievement."},
      {
        "id":"ED121786",
        "title":"Studies of Learning and Self-Contained Educational Systems, 1973-1976. Report No. 7601."},
      {
        "id":"ED121793",
        "title":"Ideas for Secondary School Physical Education."},
      {
        "id":"ED121794",
        "title":"Notes on the Use of Auxiliary Personnel in Some Canadian School Systems."},
      {
        "id":"ED121799",
        "title":"The Student Attribute Study. A Preliminary Report."},
      {
        "id":"ED121802",
        "title":"Evaluation and Analysis of the Cleff Job Matching System. Final Report. Volume 1: Introduction and Summary. Volume 2: Technical Dissertation and Appendices."},
      {
        "id":"ED121811",
        "title":"Evaluation in Mandated Integration: Decision Making and Program Planning."},
      {
        "id":"ED121814",
        "title":"Investigation of the Appropriateness of the Anchor Test Study Equating Results for Selected Subgroups. Final Report."},
      {
        "id":"ED121818",
        "title":"Evaluation of Day Care at the State Level."},
      {
        "id":"ED121819",
        "title":"Some Properties of a Bayesian Adaptive Ability Testing Strategy."},
      {
        "id":"ED121820",
        "title":"The Development and Validation of an Instrument That Measures Student Perceptions of Teacher Credibility."},
      {
        "id":"ED121822",
        "title":"A Three-Year Evaluation of a Nationally Validated Prekindergarten."},
      {
        "id":"ED121824",
        "title":"Multiple Choice Test Bias Uncovered by Use of an &quot;I Don't Know&quot; Alternative."},
      {
        "id":"ED121826",
        "title":"Phi Delta Kappa Needs Assessment: The Application of Educational Goal Attainment Test Results."},
      {
        "id":"ED121828",
        "title":"The Instructional Improvement Questionnaire [Including Supporting and Technical Data]."},
      {
        "id":"ED121839",
        "title":"The Use of Test Scores as a Basis for Allocating Educational Resources: A Synthesis and Interpretation of Knowledge and Experience. Final Report."},
      {
        "id":"ED121841",
        "title":"SImulated Occupational Choice: A Measure of Competencies in Career Decision-Making. Final Report."},
      {
        "id":"ED121842",
        "title":"Alternative Education: Evaluation and Implementation of EBCE."},
      {
        "id":"ED121845",
        "title":"On the Use of Content Specialists in the Assessment of Criterion-Referenced Test Item Validity."},
      {
        "id":"ED121849",
        "title":"The Rhode Island Compensatory Education Evaluation System."},
      {
        "id":"ED121850",
        "title":"Design of Monte Carlo Studies."},
      {
        "id":"ED121879",
        "title":"Personality Characteristics of Black Adolescents."},
      {
        "id":"ED121881",
        "title":"Working Together: Case Studies of Title I ESEA Programs in Four Desegregated School Districts."},
      {
        "id":"ED121925",
        "title":"The Design and Implementation of an Alternative High School."},
      {
        "id":"ED121929",
        "title":"Nine-Year Follow-Up Study of Montessori Education."},
      {
        "id":"ED121930",
        "title":"Facts on Women Workers of Minority Races. [Revised Version, May 1975]."},
      {
        "id":"ED121959",
        "title":"Earnings and Education in OECD Countries."},
      {
        "id":"ED121964",
        "title":"Some Facets of Cross-Cultural Communication and Their Implications for ABE and ESL Teachers."},
      {
        "id":"ED121968",
        "title":"Something in Common: An Employer's Orientation and Reference Guide to Cooperative Work Experience in Marketing. Revised Edition."},
      {
        "id":"ED121980",
        "title":"National Clearinghouse on Offender Employment Restrictions. Final Report"},
      {
        "id":"ED121981",
        "title":"[Michigan] Career Education Handbook for Implementation."},
      {
        "id":"ED123999",
        "title":"Liberal Studies and Career Education."},
      {
        "id":"ED124000",
        "title":"Approaching Foundations Thoughtfully."},
      {
        "id":"ED124001",
        "title":"Prospect Identification Research and Staff Service."},
      {
        "id":"ED124002",
        "title":"To Harness Advocacy. An Informal Essay on the Current Decline in Public Confidence in Higher Education and Some Suggestions for an Enlightened Public Relations Strategy to Help Overcome It."},
      {
        "id":"ED124003",
        "title":"Constituency Rating - Committees on Resources - Philosophy and Process."},
      {
        "id":"ED124004",
        "title":"Admissions, Financial Aid, and Placement Procedures at Colleges That Use College Board Services. 1976."},
      {
        "id":"ED124005",
        "title":"Diversity in Higher Education: Reform in the Colleges."},
      {
        "id":"ED124007",
        "title":"Professors and Unions: A Study of Collective Bargaining in the Academic Profession."},
      {
        "id":"ED124008",
        "title":"Desired Competencies and Employment Prospects for Educational Research Personnel in Schools of Dental Medicine."},
      {
        "id":"ED124009",
        "title":"A Comparison of Provincial Contributions to Canadian Universities."},
      {
        "id":"ED124010",
        "title":"Policy Recommendations: A System of Establishing Tuition and Fees as a Proportion of Educational Costs. In Response to Senate Resolution 1975-131."},
      {
        "id":"ED124012",
        "title":"Trustee Chairmanship: Position and Function."},
      {
        "id":"ED124013",
        "title":"Trustee-in-Residence: A Proposal for Improved Governance."},
      {
        "id":"ED124014",
        "title":"Trustees: Accountable or Discountable."},
      {
        "id":"ED124015",
        "title":"Contract with a College Trustee."},
      {
        "id":"ED124016",
        "title":"Board Responsibility for Procurement of Resources."},
      {
        "id":"ED124017",
        "title":"The Development Function in the 1970's."},
      {
        "id":"ED124018",
        "title":"Evaluating a Development Program."},
      {
        "id":"ED124019",
        "title":"Graduate Degree Survey Follow-up of Five Year Population (1969-1974)."},
      {
        "id":"ED124020",
        "title":"Financial Barriers to Equal Access in Higher Education."},
      {
        "id":"ED124022",
        "title":"Dimensions for Effectiveness in Education."},
      {
        "id":"ED124023",
        "title":"Systematic Curriculum and Program Deveopment (C&amp;PD) at Saint John.s University: An Evaluation Report."},
      {
        "id":"ED124024",
        "title":"A Training System for Graduate Student Instructors of Economics."},
      {
        "id":"ED124025",
        "title":"The Effects of a Study Skills Workshop on Second Semester Freshmen on Academic Probation."},
      {
        "id":"ED124027",
        "title":"Academic and Military Programs of the Five Service Academies. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED124028",
        "title":"Arkansas College and University Plan For Compliance with Title VI of the Civil Rights Act of 1964. Statewide Plan Implementation Status Report III."},
      {
        "id":"ED124029",
        "title":"A Report on the Indirect Costs of Academic Research."},
      {
        "id":"ED124030",
        "title":"Employment by Faculty Contract. Hampshire College Progress Report. No. 1."},
      {
        "id":"ED124031",
        "title":"Progress by Examination. Hampshire College Progress Report. No. 2."},
      {
        "id":"ED124032",
        "title":"To Know Ourselves. The Report of the Commission on Canadian Studies. Volumes I and II."},
      {
        "id":"ED124035",
        "title":"Higher Education Prices and Price Indexes. 1975 Supplement."},
      {
        "id":"ED124036",
        "title":"Facilitating Instructional Development in Higher Education."},
      {
        "id":"ED124037",
        "title":"A Descriptive Study of U.S.C.'s Appeal to Academically Talented Students. Research Notes No. 31-76."},
      {
        "id":"ED124038",
        "title":"Student Affairs Quarterly Survey, Autumn, 1975. Allocation of Services and Activities Fees and Opinion on International Students at the UW."},
      {
        "id":"ED124039",
        "title":"Short Answers to Frequent Questions About Competency Based Curriculum. A Working Paper."},
      {
        "id":"ED124040",
        "title":"An Academic Ministry to Technology"},
      {
        "id":"ED124043",
        "title":"The Prediction of Achievement and Time Spent in Instruction in a Self-Paced Individualized Course."},
      {
        "id":"ED124044",
        "title":"Support Services for Students Enrolled in Postsecondary Educational Institutions."},
      {
        "id":"ED124045",
        "title":"Funding for International Education."},
      {
        "id":"ED124046",
        "title":"Student and Faculty-Staff Interest in a University Sponsored Day-Care Facility."},
      {
        "id":"ED124047",
        "title":"Higher Education. Lifelong Learning and Community Service: A Profile of Action and Responsibility."},
      {
        "id":"ED124049",
        "title":"Collective Bargaining. The State University and the State Government in New York."},
      {
        "id":"ED124050",
        "title":"Citizens' Educational Values and Their Satisfaction with a State University."},
      {
        "id":"ED124053",
        "title":"Success and Failure in College: A New Approach to Persistence in Undergraduate Programs."},
      {
        "id":"ED124054",
        "title":"Student-Designed Degree Programs in U.S. Colleges and Universities."},
      {
        "id":"ED124055",
        "title":"Report From the Special Committee to Assess University Policies and Plans. Report No. 76-4."},
      {
        "id":"ED124056",
        "title":"Significant Others: A New Look at Attrition."},
      {
        "id":"ED124057",
        "title":"Prospects of Engineering and Technology Graduates. 1975."},
      {
        "id":"ED124058",
        "title":"Enigmas of Upper Level Universities: University Governance and Faculty Tenure."},
      {
        "id":"ED124059",
        "title":"Evolving Patterns of Organization and Management in Asian Universities. Issues in International Education No. 5."},
      {
        "id":"ED124060",
        "title":"The University in Society: An Inter-American Dialogue."},
      {
        "id":"ED124062",
        "title":"The Changing Role of Educational Cooperation in Asia. An Asian-U.S. Dialogue. Issues in International Education Report No. 3."},
      {
        "id":"ED124063",
        "title":"Collaboration in Science and Technology. An Inter-American Perspective. Issues in International Education Report No. 4."},
      {
        "id":"ED124064",
        "title":"Jobs Held by Cleveland State University Graduates in Psychology."},
      {
        "id":"ED124065",
        "title":"Higher Education and the Economy."},
      {
        "id":"ED124066",
        "title":"The Implications of Federal Education Policy."},
      {
        "id":"ED124067",
        "title":"Improving Institutional Accountability Through Faculty Development: Reacting to Conflicting Pressures in Post-Secondary Education."},
      {
        "id":"ED124069",
        "title":"Faculty Development in Higher Education: From Myths to Research Findings."},
      {
        "id":"ED124070",
        "title":"Analysis of Reasons for Taking Courses Elsewhere in Summer Session 1972 by University of Maryland Baltimore County Students."},
      {
        "id":"ED124071",
        "title":"An Analysis of the Graduation Day Future Plans of the Class of 1973 at the University of Maryland Baltimore County."},
      {
        "id":"ED124072",
        "title":"An Analysis of Recruitment and Enrollment at the University of Maryland Baltimore County."},
      {
        "id":"ED124073",
        "title":"Comparison of University of Maryland Baltimore County Entering Freshmen Classes 1972, 1973, 1974 Responses to the C.E.E.B. Student Descriptive Questionnaire."},
      {
        "id":"ED124074",
        "title":"Comparison of the First Semester Academic Performance of Regular, Honors, and Disadvantaged Freshmen at University of Maryland Baltimore County for Fall 1972."},
      {
        "id":"ED124075",
        "title":"Comparison of Fall 1973 University of Maryland Baltimore County Freshmen to the Freshmen National Norms on the A.C.E. Student Information Form."},
      {
        "id":"ED124076",
        "title":"Review of Fall 1973 and Fall 1974 University of Maryland Baltimore County Freshmen Responses to the A. C. E. Student Information Form."},
      {
        "id":"ED124077",
        "title":"An Investigation of Operating Expenditures per Full-Time Equivalent Student at Public, 4-Year Comprehensive Colleges Located in Urban Areas."},
      {
        "id":"ED124079",
        "title":"Higher Education Management in Today's World."},
      {
        "id":"ED124080",
        "title":"West Virginia's State System of Higher Education. Annual Report, 1974-75. Current Operating Revenue and Expenditures."},
      {
        "id":"ED124081",
        "title":"Adult Continuing Education Instruments and Questionnaires for Regional Survey of Needs and Resources."},
      {
        "id":"ED124083",
        "title":"Virginia Higher Education: The 1976 General Assembly. A Summary of Legislation and Appropriations."},
      {
        "id":"ED124084",
        "title":"Degree of Solicitation Desired by U.S.C. Student Residents, Fall 1974. Research Notes No. 32-76."},
      {
        "id":"ED124085",
        "title":"The Scope of Entering Freshman Drug Use at the University of South Carolina. A Report of the Annual Entering Freshmen Drug Survey Conducted During Summer Orientation, 1975."},
      {
        "id":"ED124086",
        "title":"Studies of Medical Students&apos; Activities on Core Surgical Clerkships: A Preliminary Report."},
      {
        "id":"ED124087",
        "title":"Leadership Assessment and Training Simulation; Field Application and Faculty Training System. Final Technical Report."},
      {
        "id":"ED124088",
        "title":"Earned Degrees Conferred, 1972-73 and 1973-74, Summary Data."},
      {
        "id":"ED124090",
        "title":"Pauses in a Self-Paced Psychology Course."},
      {
        "id":"ED124091",
        "title":"National Conference on Campus Safety (21st, University of California, Davis, June 24-28, 1974). Safety Monographs for Schools and Colleges, No. 34."},
      {
        "id":"ED124093",
        "title":"Western Interstate Commission for Higher Education Biennial Legislative Work Conference on Higher Education (9th). On Target: Key Issues of Region, State, and Campus."},
      {
        "id":"ED124095",
        "title":"Self-Managed Studying in College Courses."},
      {
        "id":"ED124096",
        "title":"Applying Power Theories to Field Settings."},
      {
        "id":"ED124097",
        "title":"Residence Halls Perceptions Study: A Report of the Perceptions of Students Regarding the Residence Halls at the University of South Carolina. Research Notes No. 33-76."},
      {
        "id":"ED124098",
        "title":"Enrollment Forecasting in an Open Admissions Environment."},
      {
        "id":"ED124099",
        "title":"Individual Power Balancing Styles in Organizations."},
      {
        "id":"ED124100",
        "title":"National Conference on Campus Safety (19th, Brown University, Providence, Rhode Island, June 26-28, 1972). Safety Monographs for Schools and Colleges, No. 32."},
      {
        "id":"ED124101",
        "title":"Salary Inequities and/or Differentials: Identification and Adjustment."},
      {
        "id":"ED124102",
        "title":"Demographic and Economic Influences on the Growth and Decline of Higher Education."},
      {
        "id":"ED124103",
        "title":"The Impact of Sesame Street On Children's First School Experiences."},
      {
        "id":"ED124104",
        "title":"A Functional/Experiential Approach to Criticism of Multimedia Programs."},
      {
        "id":"ED124105",
        "title":"Library Co-operation in Great Britain: 1915-1972."},
      {
        "id":"ED124106",
        "title":"Instructional Development and Regional Service Agencies in Elementary/Secondary Education."},
      {
        "id":"ED124107",
        "title":"Evaluation and Analysis of an Augmented Knowledge Workshop. Final Report for Phase I."},
      {
        "id":"ED124108",
        "title":"The EUDISED Project; Meeting of Working Party on EUDISED Format and Standards (Paris, February 11-12, 1976)."},
      {
        "id":"ED124110",
        "title":"Research and Development Priorities in Instructional Technologies for the Less Developed Countries."},
      {
        "id":"ED124111",
        "title":"Video Tape Recording and Film: Description and Comparison with a View to Their Application in Audio-Visual Programs in Bangladesh."},
      {
        "id":"ED124112",
        "title":"Networking in Higher Education: A Statewide Plan."},
      {
        "id":"ED124113",
        "title":"A Common Student Information System for Washington State Community Colleges."},
      {
        "id":"ED124114",
        "title":"The Effectiveness and Feasibility of a TRISNET Regional Center in Information Transfer. Final Report."},
      {
        "id":"ED124115",
        "title":"Factor Analysis: A Tool for Instructional Technology Research."},
      {
        "id":"ED124116",
        "title":"Direct Broadcast Satellites: The Conceptual Convergence of the Free Flow of Information and National Sovereignty."},
      {
        "id":"ED124117",
        "title":"H.R. 9630: An Act to Extend the Educational Broadcasting Facilities Program and to Provide Authority for the Support of Demonstrations in Telecommunications Technologies for the Distribution of Health, Education, and Public or Social Service Information, and for Other Purposes. Ninety-Fourth Congress, Second Session."},
      {
        "id":"ED124118",
        "title":"Legal Barriers to Educational Technology and Instructional Productivity. Final Report."},
      {
        "id":"ED124119",
        "title":"Title VI, Public Broadcasting and the First Amendment."},
      {
        "id":"ED124121",
        "title":"Report on Alternatives and Considerations for the Design of a Learning Resource Center (LRC) at Georgetown University."},
      {
        "id":"ED124122",
        "title":"Some Policy Issues Emerging from the Educational Satellite Communications Demonstration in Alaska."},
      {
        "id":"ED124124",
        "title":"Engineering Evaluation of the Optacon (OPtical to TActile CONverter). Final Report."},
      {
        "id":"ED124125",
        "title":"Response to Recommendations in the Franklin Institute Research Laboratories (FIRL) Final Report &quot;Engineering Evaluation of the Optacon. Final Report&quot;. (F-C3435)."},
      {
        "id":"ED124126",
        "title":"Service Policies; Access Collection Development."},
      {
        "id":"ED124127",
        "title":"A Government Agency's Program for Collection and Dissemination of Information."},
      {
        "id":"ED124128",
        "title":"Master Plan for the Development of Library Services in the State of Maryland, 1976-1980."},
      {
        "id":"ED124129",
        "title":"Library Resources in Education: An Introductory Module for Students and Teachers."},
      {
        "id":"ED124131",
        "title":"PLATO User's Memo, Number Two: Basic Bit Operations. Second Edition."},
      {
        "id":"ED124132",
        "title":"PLATO User's Memo, Number Three: Lesson Review."},
      {
        "id":"ED124133",
        "title":"Advances in Computer-Based Education: A Progress Report on the PLATO Program."},
      {
        "id":"ED124134",
        "title":"List Organization and Retroactive Inhibition in Free Recall."},
      {
        "id":"ED124136",
        "title":"A Digitally Addressable Random-Access Image Selector and Random-Access Audio System."},
      {
        "id":"ED124137",
        "title":"Introduction to TUTOR."},
      {
        "id":"ED124138",
        "title":"New Directions for the Teaching Computer: Citizen Participation in Community Planning."},
      {
        "id":"ED124139",
        "title":"Multimode Knowledge of Results in PLATO Courseware."},
      {
        "id":"ED124140",
        "title":"Instruction for Using the PLATO Logic, GENERAL."},
      {
        "id":"ED124141",
        "title":"PLATO Curricular Materials. No. 2."},
      {
        "id":"ED124142",
        "title":"PLATO Curricular Materials. No. 3."},
      {
        "id":"ED124143",
        "title":"PLATO Highlights. Third Revision."},
      {
        "id":"ED124144",
        "title":"Using PLATO IV."},
      {
        "id":"ED124145",
        "title":"The CGE-PLATO Electronic Laboratory Station Structure and Operation."},
      {
        "id":"ED124146",
        "title":"The CGE-PLATO Electronic Laboratory Instructional Programs. (August 1, 1972 Through June 30, 1975)."},
      {
        "id":"ED124147",
        "title":"An Investigation of the Feasibility of Teaching Material from an Introductory Course in Operations Research on the PLATO Computer-Based Educational System."},
      {
        "id":"ED124148",
        "title":"The PLATO IV Communications System."},
      {
        "id":"ED124149",
        "title":"The TUTOR Language."},
      {
        "id":"ED124150",
        "title":"The PLATO IV Student Terminal."},
      {
        "id":"ED124151",
        "title":"Digital Data Transmission Via CATV."},
      {
        "id":"ED124152",
        "title":"Auxiliary Mass Storage System; (A New Control Structure for Serially Organized Memories in an Interactive Computer System)."},
      {
        "id":"ED124153",
        "title":"Citizen Sampling Simulations: A Method for Involving the Public in Social Planning."},
      {
        "id":"ED124154",
        "title":"Public Library Service for San Benito County."},
      {
        "id":"ED124156",
        "title":"Policy for Instructional Video."},
      {
        "id":"ED124158",
        "title":"Library Service to the Spanish-Speaking in the Public Libraries of the San Francisco Bay Area."},
      {
        "id":"ED124160",
        "title":"College Credit Through TV: Old Idea, New Dimensions."},
      {
        "id":"ED124161",
        "title":"Partially Observable Markov Decision Processes Over an Infinite Planning Horizon with Discounting. Technical Report No. 77."},
      {
        "id":"ED124162",
        "title":"Innovative Techniques for Management Development."},
      {
        "id":"ED124164",
        "title":"The Use of and Attitudes Toward Libraries in New Jersey. Vol. 1: Summary and Analysis."},
      {
        "id":"ED124166",
        "title":"Formative Evaluation and Instructional Television; the Need, Problems, and Instruments."},
      {
        "id":"ED124167",
        "title":"An Initial Study of Instructional Television (ITV) Services in the United States. Final Report."},
      {
        "id":"ED124168",
        "title":"The Education of Users of Scientific and Technical Information."},
      {
        "id":"ED124170",
        "title":"Maximizing the Mini for Administratice Computing."},
      {
        "id":"ED124172",
        "title":"Survey of ERIC Data Base Search Services. Issue Number Two."},
      {
        "id":"ED124173",
        "title":"Annotated Bibliography of Human Factors Laboratory Reports (1945-1968). Supplement No. 2, 1973-1975."},
      {
        "id":"ED124175",
        "title":"Library Reference Service."},
      {
        "id":"ED124178",
        "title":"Patterns for Cooperation; a Report of the Manchester Interlibrary Cooperative (MILC), an Intertype Library Cooperative in Manchester, New Hampshire."},
      {
        "id":"ED124179",
        "title":"A Mathematical Model of the Illinois Interlibrary Loan Network: Report Number Three."},
      {
        "id":"ED124180",
        "title":"Semiotic Foundations of Information Science. Program Report No. 2."},
      {
        "id":"ED124181",
        "title":"Descriptive Summary of Georgia Tech's Semiotics Lab."},
      {
        "id":"ED124183",
        "title":"WISE: Building an On-Line Database; Reference Manual for the 1110."},
      {
        "id":"ED124184",
        "title":"A Systems Approach to Teaching."},
      {
        "id":"ED124185",
        "title":"A Survey of Library of Congress Card Order Response Time."},
      {
        "id":"ED124187",
        "title":"The Washington Library Network&apos;s Computerized Bibliographic System."},
      {
        "id":"ED124188",
        "title":"The Development and Implementation of a Model for Administering a Visual Test of Achievement Over Broadcast Television."},
      {
        "id":"ED124189",
        "title":"Innovation and Improvement in Instruction. Monograph Series No. 4."},
      {
        "id":"ED124191",
        "title":"Impact of Television on Children. Hearing Before the Subcommittee on Communications of the Committee on Commerce, United States Senate. Ninety-Fourth Congress, Second Session."},
      {
        "id":"ED124192",
        "title":"Beverly and Its Library; Report of a Self-Study of Beverly, Massachusetts, and the Beverly Public Library."},
      {
        "id":"ED124193",
        "title":"New Methods in Information Retrieval."},
      {
        "id":"ED124194",
        "title":"Criteria for Instructional Computing Evaluation in Higher Education. Final Technical Report, April 15 to May 31, 1976."},
      {
        "id":"ED124195",
        "title":"Instructional Television and the University: An Overview."},
      {
        "id":"ED124198",
        "title":"Networking: A Solution to the Campus Minicomputer Problem."},
      {
        "id":"ED124199",
        "title":"Development of Instructional Materials for Use by Indiana Vocational Teachers in Teaching Leadership and Character Development to Youth in Indiana. Final Report."},
      {
        "id":"ED124200",
        "title":"Using a Linear Regression Model for Item Selection in C. A. I."},
      {
        "id":"ED124201",
        "title":"The Analysis of Aptitude-Treatment Interactions: Computer Programs and Calculations."},
      {
        "id":"ED124204",
        "title":"Worship and Multimedia."},
      {
        "id":"ED124206",
        "title":"Early Childhood Creative Library. Interim Report."},
      {
        "id":"ED124208",
        "title":"Three-Stage Leadership Development: A Field Test of a Model of Instruction."},
      {
        "id":"ED124210",
        "title":"Effectiveness of Effort: Controlling Daily Events."},
      {
        "id":"ED124211",
        "title":"The Current Status of Federal Audiovisual Policy and How These Policies Affect the National Audiovisual Center."},
      {
        "id":"ED124212",
        "title":"Operation Cooperation."},
      {
        "id":"ED124213",
        "title":"What's Happening at School; a Guide to New Programs in Vermont Education."},
      {
        "id":"ED124215",
        "title":"Library Services Extension. Hearings before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives. Ninety-Fourth Congress, First Session on H.R. 11233 and H.R. 10999 (Washington, D.C., December 15, 1975)."},
      {
        "id":"ED124216",
        "title":"Trend Toward Partnership: A Study of State Institution and Public Library Cooperation in Ohio."},
      {
        "id":"ED124217",
        "title":"Librarians and Their Unions."},
      {
        "id":"ED124219",
        "title":"Telecommunication Policy Structure in Japan. Summary."},
      {
        "id":"ED124220",
        "title":"Implementation of the Ohio College Library Center&apos;s Proposed Serials Control Subsystem at the University of South Florida Library: Some Preliminary Considerations."},
      {
        "id":"ED124221",
        "title":"Legal Liability of Community College Presidents and Board Members."},
      {
        "id":"ED124222",
        "title":"An Investigation to Determine if a Positive Correlation Exists Between Student Scores on the Survey of Study Habits and Attitudes and Students' Grade Point Average."},
      {
        "id":"ED124223",
        "title":"Student Aid at the Two-Year College: Who Gets the Money?"},
      {
        "id":"ED124224",
        "title":"Faculty Bargaining, State Government and Campus Autonomy: The Experience in Eight States. Report Number 87."},
      {
        "id":"ED124225",
        "title":"A National Television Course: Exposing the Process."},
      {
        "id":"ED124226",
        "title":"Affirmative Action Plan for Improvement of Equal Opportunities for Members of Minority Groups, Women, and Physically Handicapped."},
      {
        "id":"ED124227",
        "title":"The Chicago City-Wide Institute of the City Colleges of Chicago."},
      {
        "id":"ED124228",
        "title":"Master Plans: Were They Worth the Effort? A Report of Two Case Studies."},
      {
        "id":"ED124229",
        "title":"The Community College Reading Center: Curriculum Principles for the Adult Reading Student and Management Training for Center Instructors."},
      {
        "id":"ED124231",
        "title":"A T-Group Approach Advanced by Third-Force Learning Theorists and Applied to a College Class Population with Change Potential Measured by Two Self-Actualization Factors."},
      {
        "id":"ED124232",
        "title":"College-Wide Governance System: Principles, Guidelines, and Structure."},
      {
        "id":"ED124233",
        "title":"Los Angeles City College Off Campus Faculty Procedure Manual."},
      {
        "id":"ED124234",
        "title":"A Handbook for Advisory Committee Members."},
      {
        "id":"ED124235",
        "title":"Community College Community Services: The Question of Accountability."},
      {
        "id":"ED124236",
        "title":"Career Education: Projecting Into the 21st Century."},
      {
        "id":"ED124237",
        "title":"A Year of Institutional Research (1975)."},
      {
        "id":"ED124238",
        "title":"A Comparison of Parental Knowledge of College of the Mainland [Texas] With the College Leaders' Perception of Parental Knowledge."},
      {
        "id":"ED124239",
        "title":"Correlates of Black Clout on Community College Governance and Educational Policy Decisions."},
      {
        "id":"ED124240",
        "title":"Final Evaluation of GC 1-366: Images of Women in Literature."},
      {
        "id":"ED124241",
        "title":"Processing Procedure on Recruiting Community College Students by Telephone at Los Angeles City College."},
      {
        "id":"ED124242",
        "title":"Advisory Committee Handbook."},
      {
        "id":"ED124243",
        "title":"Formulating Instrumentation for Student Assessment of Systematic Instruction."},
      {
        "id":"ED124244",
        "title":"Course Content Validation, Rounds I and II. Summary."},
      {
        "id":"ED124245",
        "title":"A Survey of Alternative Approaches to Introductory Economics."},
      {
        "id":"ED124246",
        "title":"Establishing and Maintaining Community Linkages for Community Services Divisions in Selected Colleges in Michigan."},
      {
        "id":"ED124247",
        "title":"Developing a Model for a Co-disciplinary Human Development Course at a Community College."},
      {
        "id":"ED124248",
        "title":"Attrition and Retention of First-Time, Full-Time Students in Two-Year and Baccalaureate Degree Programs: Class of 1974. Report No. 4-76."},
      {
        "id":"ED124249",
        "title":"Vocational Education in the 1980's."},
      {
        "id":"ED124250",
        "title":"District Plan for Cooperative Education. Los Angeles Community College District."},
      {
        "id":"ED124251",
        "title":"District Plan for Vocational Education, 1976-1981. Los Angeles Community College District."},
      {
        "id":"ED124252",
        "title":"Programmatic Organization of the Community College System: A Report Prepared by the Staffs of the Illinois Board of Higher Education and the Illinois Community College Board for Master Plan--Phase IV."},
      {
        "id":"ED124254",
        "title":"A Study of Possible Calendar Variations for the San Diego Community College District."},
      {
        "id":"ED124255",
        "title":"Division of Continuing Education and Extension Services, Annual Report, 1974-1975."},
      {
        "id":"ED124256",
        "title":"Greenbook Abstract and Catalog--2."},
      {
        "id":"ED124258",
        "title":"Development of a Core Guidance Curriculum to Meet the Needs of the Handicapped Students at East Los Angeles College."},
      {
        "id":"ED124260",
        "title":"District Coordinating Councils for Vocational-Technical and Adult Education: Guidelines for Implementation."},
      {
        "id":"ED124261",
        "title":"New Institutions for New Clientele."},
      {
        "id":"ED124262",
        "title":"The State of the District: Building for a Second Sixty Years of Quality Education."},
      {
        "id":"ED124263",
        "title":"State Level Leadership in the Development of Non-Traditional Programs."},
      {
        "id":"ED124264",
        "title":"CYCC&apos;s Entering First-time Freshmen, and Transfer Students, Fall, 1975."},
      {
        "id":"ED124265",
        "title":"The Relative Effectiveness of Systematic Desensitization and Hypnosis in Alleviating Test Anxiety in Community College Students."},
      {
        "id":"ED124266",
        "title":"Report of Task Force II: Career Education and Retraining. San Diego Community College District Educational Master Planning and Management Studies."},
      {
        "id":"ED124267",
        "title":"Utilizing the Group Process in Community College Health Instruction."},
      {
        "id":"ED124268",
        "title":"Sex Role Development and Creative Functioning in Preadolescent and Adolescent Students."},
      {
        "id":"ED124270",
        "title":"Individual Interventions for Disadvantaged Pre-Kindergarten and Kindergarten Children: A Model Project."},
      {
        "id":"ED124271",
        "title":"Pretend Play: Sex Differences and Maternal Influences Between 12 and 18 Months."},
      {
        "id":"ED124272",
        "title":"Infant Care."},
      {
        "id":"ED124273",
        "title":"Infants' Perception of Semantically Defined Action Role Changes in Filmed Events."},
      {
        "id":"ED124277",
        "title":"Maternal Control Techniques and Resistance to Temptation in Young Children."},
      {
        "id":"ED124278",
        "title":"Class and Pedagogies: Visible and Invisible."},
      {
        "id":"ED124279",
        "title":"Program and Project/Activity Resumes: National Laboratory on Early Childhood Education, 1968-1969."},
      {
        "id":"ED124281",
        "title":"The Role of the Family in Child Development: Implications for State Policies and Programs."},
      {
        "id":"ED124282",
        "title":"Child Abuse and Neglect in the States: A Digest of Critical Elements of Reporting and Central Registries."},
      {
        "id":"ED124283",
        "title":"Principles of Implementation: The Lessons of Follow Through."},
      {
        "id":"ED124284",
        "title":"From One to Two Years: The Nova University Play and Learn Program."},
      {
        "id":"ED124285",
        "title":"Family Day Care: A Cooperative Extension Pilot Program. Third Annual Report."},
      {
        "id":"ED124286",
        "title":"A Review and Evaluation of School Readiness on the Basis of the Bioplasmic Force Theory."},
      {
        "id":"ED124287",
        "title":"Early Childhood Rearing Practices in the People's Republic of China."},
      {
        "id":"ED124288",
        "title":"Effect of Physical Attractiveness, Sex, and Intelligence on Expectations for Students' Academic Ability and Personality: A Replication."},
      {
        "id":"ED124289",
        "title":"Covariates of Sesame Street Viewing by Preschoolers."},
      {
        "id":"ED124290",
        "title":"Theoretical Consideration of Multiple Model Programming."},
      {
        "id":"ED124291",
        "title":"Kindergarten Teachers' Individual Integrative and Dominative Contact Patterns with Children and Their Relation to Teacher Assessments of Children."},
      {
        "id":"ED124292",
        "title":"A Content Analysis of the Breast-Feeding Information Given by the Physicians in the South Bend-Mishawaka Area."},
      {
        "id":"ED124293",
        "title":"Parent and Teacher Strategies for Working Together."},
      {
        "id":"ED124294",
        "title":"Mother-Toddler Groups as a New Source for Parent Education."},
      {
        "id":"ED124295",
        "title":"Establishing a Continuous Repertoire."},
      {
        "id":"ED124296",
        "title":"Title XX: Social Services in Your State. A Child Advocate's Handbook for Action."},
      {
        "id":"ED124297",
        "title":"The Very Young and Education: 1974 State Activity."},
      {
        "id":"ED124298",
        "title":"The Effects of Visual Analysis Training on Impulsive Children."},
      {
        "id":"ED124299",
        "title":"Informal Learning of Young Children: Discussion."},
      {
        "id":"ED124300",
        "title":"Sex-Role Stereotyping in Select Families: When and Where Does It Appear?"},
      {
        "id":"ED124301",
        "title":"Development of a Child Development Family Laboratory: An Experimental Project."},
      {
        "id":"ED124302",
        "title":"Sexual Concepts of Kindergarten, First and Second Grade Children as a Function of Their Home Environments."},
      {
        "id":"ED124303",
        "title":"Social and Educational Characteristics of the Families of Appalachian Preschool Children as a Basis for Home-Based Education."},
      {
        "id":"ED124304",
        "title":"Attachment in Day Care Children: Field and Laboratory Findings."},
      {
        "id":"ED124305",
        "title":"Achievement Motivation in Four-Year-Olds: An Evaluation of a Community Intervention Program."},
      {
        "id":"ED124306",
        "title":"The Effect of Verbal Instructions on Preschool Children's Aggressive Behavior."},
      {
        "id":"ED124307",
        "title":"Child Abuse and Neglect: The Problem and Its Management. Volume 1: An Overview of the Problem."},
      {
        "id":"ED124308",
        "title":"Child Abuse and Neglect: The Problem and Its Management. Volume 2: The Roles and Responsibilities of Professionals."},
      {
        "id":"ED124309",
        "title":"Child Abuse and Neglect: The Problem and Its Management. Volume 3: The Community Team: An Approach to Case Management and Prevention."},
      {
        "id":"ED124310",
        "title":"Predictive Value of Measures of Self-Esteem and Achievement Motivation in Four- to Nine-Year-Old Low-Income Children. Disadvantaged Children and Their First School Experiences: ETS-Head Start Longitudinal Study."},
      {
        "id":"ED124311",
        "title":"What Price Education? What Is It Worth? Where Does It Begin? Who Does It Benefit? What Can We Do About It? 1962 Report of The Little School of 400."},
      {
        "id":"ED124312",
        "title":"The Effects of Military Service on Early Occupational and Educational Attainment."},
      {
        "id":"ED124313",
        "title":"Geographical Perspectives on Native Americans: Topics and Resources. Publication No. 1."},
      {
        "id":"ED124324",
        "title":"Identity and Awareness in the Minority Experience. Selected Proceedings of the 1st and 2nd Annual Conferences on Minority Studies (March, 1973 and April, 1974). Volume 1, Number 1."},
      {
        "id":"ED124327",
        "title":"Residential Preferences in America: The Growing Desire for Rural Life."},
      {
        "id":"ED124328",
        "title":"Social Origins and Attitudinal Effects on Educational Status Attainment."},
      {
        "id":"ED124329",
        "title":"Antecedents of Early Marital and Fertility Behavior: Impact of Adolescent Attitudes on Early Marriage and Fertility."},
      {
        "id":"ED124332",
        "title":"A Study Guideline of the History and Culture of the Mexican-American -- Secondary Grades."},
      {
        "id":"ED124333",
        "title":"The Mexican American (Addendum to Source Book -- Additional Teaching Materials)."},
      {
        "id":"ED124335",
        "title":"The Lands of New Mexico."},
      {
        "id":"ED124336",
        "title":"Las Tierras de Nuevo Mexico. [The Lands of New Mexico.]"},
      {
        "id":"ED124337",
        "title":"Some Approaches to Development and the Indian Dilemma."},
      {
        "id":"ED124338",
        "title":"Mexican American Bibliography. A Guide to the Resources of the Library at the University of Texas at El Paso. Second Edition, 1971."},
      {
        "id":"ED124339",
        "title":"Chicano Studies Bibliography: A Guide to the Resources of the Library at the University of Texas at El Paso. Supplement to 3rd Edition, 1974-75."},
      {
        "id":"ED124340",
        "title":"Rural America: A Social and Educational History of Ten Communities, Vol. 1."},
      {
        "id":"ED124341",
        "title":"Rural America: A Social and Educational History of Ten Communities, Vol. 2."},
      {
        "id":"ED124344",
        "title":"[Rural Development: First Annual] Report to the Congress on the Availability of Government Services to Rural Areas."},
      {
        "id":"ED124345",
        "title":"Rural Development: [Second] Annual Report to the Congress on Government Services to Rural America."},
      {
        "id":"ED124346",
        "title":"Rural Development: Sixth Annual Report of the President to the Congress on Government Services to Rural America."},
      {
        "id":"ED124347",
        "title":"Alternatives for Providing School Library Service to Rural Newfoundland."},
      {
        "id":"ED124348",
        "title":"Will the Family Farm Survive in America? Part 1: Federal Reclamation Policy (Westlands Water District). Joint Hearings Before the Select Committee on Small Business and the Committee on Interior and Insular Affairs, U.S. Senate, 94th Congress, 1st Session (July 17 and 22, 1975)."},
      {
        "id":"ED124349",
        "title":"Will the Family Farm Survive in America? Part 2: Impact of Environmental Regulations on Small Farms. Joint Hearings Before the Select Committee on Small Business and the Committee on Public Works and the Committee on Agriculture and Forestry, U.S. Senate, 94th Congress; 1st Session (October 21 and 22, 1975)."},
      {
        "id":"ED124352",
        "title":"Title V in South Carolina -- An Update."},
      {
        "id":"ED124353",
        "title":"Sociological Theory and Youth Aspiration Research: A Critical Overview."},
      {
        "id":"ED124354",
        "title":"A Map of the Native Peoples and Languages of Alaska."},
      {
        "id":"ED124355",
        "title":"The Navajo Way: From High School to College."},
      {
        "id":"ED124356",
        "title":"Navajo Coal: Demands, Attitudes, and Environment."},
      {
        "id":"ED124357",
        "title":"Assimilation Versus Self-Identity: A Modern Native American Perspective."},
      {
        "id":"ED124358",
        "title":"Indians and Eskimos of Canada: A Student's Guide to Reference Resources."},
      {
        "id":"ED124359",
        "title":"National and Local Control of Indian Education."},
      {
        "id":"ED124360",
        "title":"Future Directions for the BIA Role in Indian Education."},
      {
        "id":"ED124361",
        "title":"Regional Planning and Development: Organization and Strategies."},
      {
        "id":"ED124362",
        "title":"An Assessment of Public Services in Selected Eastern Montana Counties."},
      {
        "id":"ED124363",
        "title":"1975 Rural Manpower Report [North Dakota]."},
      {
        "id":"ED124364",
        "title":"Some Early and Current Studies of Rural Churches."},
      {
        "id":"ED124366",
        "title":"Navajo Wisdom and Traditions."},
      {
        "id":"ED124367",
        "title":"A Bibliography of Selected Materials on the Navajo and Zuni Indians."},
      {
        "id":"ED124368",
        "title":"Mexican American Youth and Vocational Education in Texas. Appendix."},
      {
        "id":"ED124369",
        "title":"1975 Annual Report of the Appalachian Regional Commission."},
      {
        "id":"ED124370",
        "title":"Automobile Ignition System Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124371",
        "title":"Ballistics, Bullets and Blood Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124372",
        "title":"Basic Machines - The &quot;Nuts and Bolts&quot; of Technical Physics Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124373",
        "title":"Climatizing the Home Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124374",
        "title":"Introductory Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124376",
        "title":"Photography Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124377",
        "title":"Physics of Communication Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124378",
        "title":"Physics of Musical Instruments Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124379",
        "title":"The Physics of Sports Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124380",
        "title":"Physics of Toys Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124381",
        "title":"Science and Superstition Minicourse, Career Oriented Pre-Technical Physics. Preliminary Edition."},
      {
        "id":"ED124382",
        "title":"Color Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124383",
        "title":"Electronics as a Hobby Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124384",
        "title":"&quot;Let There Be Light&quot; Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124385",
        "title":"Matter: A First Approach Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124386",
        "title":"Model Rocketry Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124387",
        "title":"Nuclear Energy Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124388",
        "title":"Radio Receivers Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124389",
        "title":"Radioactivity and Man Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124390",
        "title":"So You &quot;Gotta&quot; Wear Glasses Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124391",
        "title":"Technical Research Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124392",
        "title":"Water, Water Everywhere! Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124393",
        "title":"&quot;Would You Like to Swing on a Star?&quot; Minicourse, Career Oriented Pre-Technical Physics."},
      {
        "id":"ED124394",
        "title":"Proceedings of Learning for Survival: A Symposium on Environmental Education and Water Quality for the Future (Spokane, Washington, October 25-27, 1974)."},
      {
        "id":"ED124396",
        "title":"A Model Comprehensive Program in Urban Environmental Education, ESEA Title III Evaluation. Final Report."},
      {
        "id":"ED124397",
        "title":"Impact of Transportation on the Environment and Quality of Life."},
      {
        "id":"ED124398",
        "title":"PSI + TEL = New Horizons in Continuing Education."},
      {
        "id":"ED124399",
        "title":"Faculty Annual Merit Evaluation at Oregon Institute of Technology."},
      {
        "id":"ED124400",
        "title":"Recycling as an Exercise in Engineering Education."},
      {
        "id":"ED124401",
        "title":"Industry's Future Acceptance of Technologists and Technicians for Management Positions."},
      {
        "id":"ED124402",
        "title":"Attracting Students to Engineering - The Articulation of Engineering Students, the Community College, and the Engineering School."},
      {
        "id":"ED124403",
        "title":"The Educational Use of the Slow Scan TV System for Delivery of Engineering Continuing Education in Remote Areas."},
      {
        "id":"ED124404",
        "title":"Research and Curriculum Development in Science Education. 3. Science Teacher Behaviors and Student Affective and Cognitive Learning."},
      {
        "id":"ED124405",
        "title":"Proceedings of Workshop on Priority Great Lakes Environmental Research Initiatives (Great Lakes Environmental Research Laboratory, Ann Arbor, Michigan, October 10-11, 1974)."},
      {
        "id":"ED124406",
        "title":"Science Education News, February 1976."},
      {
        "id":"ED124407",
        "title":"Engineering Sciences in Today's World."},
      {
        "id":"ED124408",
        "title":"Job Competency Needs of Sanitarian Aides."},
      {
        "id":"ED124409",
        "title":"Radiological Safety Handbook."},
      {
        "id":"ED124410",
        "title":"Report of the Primary Mathematics Workshop (Penang, Malaysia, June 30 - July 3, 1969)."},
      {
        "id":"ED124411",
        "title":"Science and Technology; Message from the President of the United States Urging Action on his Proposal to Create a New Office of Science and Technology Policy and Approval of his 1977 Budget Requests for Science, Engineering and Technology; Ninety-Fourth Congress, Second Session."},
      {
        "id":"ED124412",
        "title":"Bloomington Mathematics Assessment - A Report to Citizens, Staff and School Board."},
      {
        "id":"ED124413",
        "title":"Introducing Teachers to a New Curriculum. An Evaluation of the Summer 1975 ECCP Implementation Program."},
      {
        "id":"ED124415",
        "title":"Environmental Education: A Market Survey."},
      {
        "id":"ED124416",
        "title":"A Representative Series of Piagetian Concrete Operations Tasks. Theoretical Paper No. 57."},
      {
        "id":"ED124417",
        "title":"Strategies for Science Instruction with Native Children in Northern Manitoba Schools."},
      {
        "id":"ED124418",
        "title":"Instructing Junior High School Students in Problem Solving Strategies."},
      {
        "id":"ED124419",
        "title":"Retention Test and Strategy Analysis of a Nonvisual Seriation Task Performed by First Grade Children."},
      {
        "id":"ED124420",
        "title":"Curricular Uses of a Recent Study of the Role of Heuristics in Medical Problem Solving."},
      {
        "id":"ED124423",
        "title":"R&amp;D Spending to Top $38 Billion in 1976. Science Resources Studies Highlights, May 21, 1976."},
      {
        "id":"ED124424",
        "title":"An Analysis of Science Teachers' Beliefs About Teacher Classroom Behaviors."},
      {
        "id":"ED124426",
        "title":"National Energy Outlook: 1976 Executive Summary."},
      {
        "id":"ED124428",
        "title":"NASA Facts, The Viking Mission."},
      {
        "id":"ED124429",
        "title":"NASA Facts, Mars as a Planet."},
      {
        "id":"ED124430",
        "title":"NASA Facts, Mars and Earth."},
      {
        "id":"ED124431",
        "title":"NASA Facts, Mars as a Member of the Solar System."},
      {
        "id":"ED124432",
        "title":"A Study of the Relationships Between Perceived and Observed Science Teaching Strategies and Selected Classroom and Teacher Variables."},
      {
        "id":"ED124433",
        "title":"Careers in Demography."},
      {
        "id":"ED124434",
        "title":"Expenditures for Scientific and Engineering Activities at Universities and Colleges, Fiscal Year 1974."},
      {
        "id":"ED124435",
        "title":"SEA Journal 1971-1976."},
      {
        "id":"ED124436",
        "title":"Causes of Violence and Disruption, Teacher's Resource Book."},
      {
        "id":"ED124437",
        "title":"Final Report of the Work Group on Multicultural Programs."},
      {
        "id":"ED124438",
        "title":"Resource Directory on Education and Growth. Occasional Paper on the Future, Volume 2, Number 1."},
      {
        "id":"ED124439",
        "title":"Asia in American Textbooks: An Evaluation."},
      {
        "id":"ED124441",
        "title":"Communication and Decision Making in American Public Education: A Longitudinal and Comparative Study."},
      {
        "id":"ED124442",
        "title":"Internationalizing Public Education: What the States Are Doing."},
      {
        "id":"ED124443",
        "title":"National Humanities Faculty. Annual Report, 1973-74."},
      {
        "id":"ED124444",
        "title":"Why So Much Social Science Research Is Not Implemented."},
      {
        "id":"ED124445",
        "title":"Freedom Fighters: Pupil's Pamphlet [And] Teacher's Guide. Social Science 3.3.4."},
      {
        "id":"ED124446",
        "title":"Growing Up in Swaziland, Africa, and in Tepotzlan, Mexico: Pupil's Pamphlet [And] Teacher's Guide. Social Science 3.1.4."},
      {
        "id":"ED124447",
        "title":"&quot;Who Should Have the Neighborhood?&quot; Children's Ideas about the Future Development of an Aging Neighborhood. [And] Moscow, Blueprint for a City: The Only Really Planned City in the World! Instructional Activities Series."},
      {
        "id":"ED124448",
        "title":"Why Can't I Play Here? The Classroom: A World in Miniature. Instructional Activities Series."},
      {
        "id":"ED124449",
        "title":"Economic and Social Diversity within the Urban Setting: Focus on the American City. Instructional Activities Series."},
      {
        "id":"ED124450",
        "title":"Our Crowded, Dirty World: The Development of Our Environmental Crisis and Its Impact upon One's Habitat. Instructional Activities Series."},
      {
        "id":"ED124451",
        "title":"Population: 1 + 1 = 2 Many? Instructional Activities Series."},
      {
        "id":"ED124452",
        "title":"No Place to Play: Valuing Dilemmas in the Choice of Recreational Sites. Instructional Activities Series."},
      {
        "id":"ED124453",
        "title":"The City and Government: The Art of Making Choices. Instructional Activities Series."},
      {
        "id":"ED124454",
        "title":"The Physical and Cultural Limits to Economic Growth. Instructional Activities Series."},
      {
        "id":"ED124455",
        "title":"Primary Motion: Migrations of Elementary Students. Instructional Activities Series."},
      {
        "id":"ED124456",
        "title":"Children Are Geographers: Explorations in Space. Instructional Activities Series."},
      {
        "id":"ED124457",
        "title":"Weather: A Learning Center Approach to the Teaching of Social Studies. Instructional Activities Series."},
      {
        "id":"ED124458",
        "title":"Confidence/Confidentiality: A Comparison of Methodological Approaches Used in a Field Study of Children's Political Attitudes in Bogota, Colombia, and Educational Evaluation."},
      {
        "id":"ED124459",
        "title":"Affirmative Action Implications for Worldwide Family Systems."},
      {
        "id":"ED124460",
        "title":"Development and Demise of a Women's Center."},
      {
        "id":"ED124461",
        "title":"Fourth \"R\" in Analytic Mode: A Study of Alternatives to Religious Instruction in the Public Schools."},
      {
        "id":"ED124462",
        "title":"Communication Characteristics of Asians in American Urban Settings: The Case of Honolulu Japanese."},
      {
        "id":"ED124464",
        "title":"Training for Development: The Road to Self Reliance."},
      {
        "id":"ED124466",
        "title":"Implementation of &quot;New Directions&quot; in Development Assistance: Report to the Committee on International Relations on Implementation of Legislative Reforms in the Foreign Assistance Act of 1973."},
      {
        "id":"ED124467",
        "title":"Geoscope; Vol. 8, No. 3, November 1975."},
      {
        "id":"ED124469",
        "title":"Jewish Americans and Their Backgrounds: Sources of Information."},
      {
        "id":"ED124471",
        "title":"People Who Need People: A Visit to Suburban, Urban, and Rural Neighborhoods."},
      {
        "id":"ED124472",
        "title":"Utilization of Selected Simulation Games to Foster Improved Attitudes Among 11th Grade Students Engaged in the Study of Social Studies."},
      {
        "id":"ED124473",
        "title":"Public Interest Law: Five Years Later."},
      {
        "id":"ED124474",
        "title":"Circus! Oregon ASCD Curriculum Bulletin, Vol. 30, No. 332, May 1976."},
      {
        "id":"ED124475",
        "title":"Discipline, Morality, Responsible Citizenship."},
      {
        "id":"ED124476",
        "title":"Demographic Aspects of Aging and the Older Population in the United States. Current Population Reports, Special Studies, Series P-23, No. 59."},
      {
        "id":"ED124479",
        "title":"Between Inflation and Recession: A Literacy Unit on the American Economic System."},
      {
        "id":"ED124481",
        "title":"Social Studies Teachers' Perceptions of Knowledge, Attitudes, and Skills Goals: Implications for Curriculum Change and Faculty Development."},
      {
        "id":"ED124482",
        "title":"Global Development Studies at the Collegiate Level: An Overview and Regional Survey."},
      {
        "id":"ED124484",
        "title":"Cultural Continuity and Change in Mexico and the United States."},
      {
        "id":"ED124485",
        "title":"Unified Program in Preparing Preservice College Education Majors for the Teaching of Economics."},
      {
        "id":"ED124486",
        "title":"Report on the Aesthetic Education Program, Volume I."},
      {
        "id":"ED124487",
        "title":"Valuing [And] Figures Book for Valuing [And] Exercise Book for Valuing: A Discussion Guide for Participants in Project SEARCH."},
      {
        "id":"ED124488",
        "title":"Development of Musical Intelligence 1: Strategies for Representing Simple Rhythms. Artificial Intelligence Memo 342, Logo Memo 19."},
      {
        "id":"ED124489",
        "title":"Trends in Social Studies Education: It's Our Responsibility. Issues Current in the Social Studies."},
      {
        "id":"ED124490",
        "title":"American Revolution: Selections from Secondary School History Books of Other Nations."},
      {
        "id":"ED124491",
        "title":"Developmentalists' Approach to Alternative Schooling."},
      {
        "id":"ED124492",
        "title":"Background and Evaluation of the Elementary School Economics Program."},
      {
        "id":"ED124493",
        "title":"Values of the American Heritage: Challenges, Case Studies, and Teaching Strategies. The Bicentennial Yearbook, 46th Yearbook."},
      {
        "id":"ED124494",
        "title":"Alternative to the Conventional: The Audio-Visual-Tutorial Method for Teaching Introductory College Economics."},
      {
        "id":"ED124495",
        "title":"Psychosocial Factors in Activity Selection, Activity Perseverance, and Performance Achievement."},
      {
        "id":"ED124496",
        "title":"A Post Hoc Analysis of Field Negotiated Content in a Two-Year Competency-Based Teacher Education Program."},
      {
        "id":"ED124497",
        "title":"Evaluation of the Shepherd College EXEL Program."},
      {
        "id":"ED124498",
        "title":"Local Associations Eye Instruction and Professional Development."},
      {
        "id":"ED124499",
        "title":"Methodology in Comparative Studies: An Overview."},
      {
        "id":"ED124500",
        "title":"The Soviet Physical Fitness Tests: An Essential Aspect of the Soviet Organizational Plan."},
      {
        "id":"ED124501",
        "title":"The Undergraduate Biomechanics Experience at Iowa State University."},
      {
        "id":"ED124502",
        "title":"Individualized Instruction and Unipacs."},
      {
        "id":"ED124503",
        "title":"The Making of a Profession: An Oregon Case Study."},
      {
        "id":"ED124505",
        "title":"Strategies for More Effectively Interpreting and Utilizing Education Research Findings: Implications for Professional Educators."},
      {
        "id":"ED124506",
        "title":"Education Research--The Promise and the Problem."},
      {
        "id":"ED124507",
        "title":"Behavioral Changes in Teachers as a Function of Student Feedback: A Case for the Achievement Motivation Theory?"},
      {
        "id":"ED124508",
        "title":"The Future of Accountability."},
      {
        "id":"ED124509",
        "title":"Teaching-Learning Processes in Elementary School: A Synoptic View. Studies of Educative Processes, Report No. 9."},
      {
        "id":"ED124511",
        "title":"Deriving Objectives in Difficult-to-Define Curricular Areas."},
      {
        "id":"ED124512",
        "title":"School Based Teacher Educators: Rationale Role Description and Research. School Based Teacher Educators, Number 2."},
      {
        "id":"ED124513",
        "title":"A National Survey of School Based Teacher Educator Credentialing Process. School Based Teacher Educators, Number 3."},
      {
        "id":"ED124514",
        "title":"Teacher Centers in Texas: The State of the Scene. School Based Teacher Educators, Number 4."},
      {
        "id":"ED124515",
        "title":"A Task Analysis of Staff Development Personnel in Selected Public School Districts. School Based Teacher Educators, Number 6."},
      {
        "id":"ED124516",
        "title":"Student Purposes as Curricular Data."},
      {
        "id":"ED124519",
        "title":"Impact of Unitization on the Behavior and Attitudes of Teachers: A Cross-Sectional Replication of the Meyer and Cohen Study."},
      {
        "id":"ED124520",
        "title":"Work System Change in Unitized Schools: Some Through-Time Findings."},
      {
        "id":"ED124521",
        "title":"Teacher Training in PREP: Toward a More Idiosyncratic Model."},
      {
        "id":"ED124522",
        "title":"The Health Spa Industry and the Profession."},
      {
        "id":"ED124523",
        "title":"Effects of Tutor Training, Achievement, and Expectancies on Process and Product Peer Tutoring Variables. Research Summary."},
      {
        "id":"ED124528",
        "title":"There is No Philosophy of Health Education! Rather. . . Our Strength and our Weakness is in the Many."},
      {
        "id":"ED124529",
        "title":"Developing and Implementing a Viable Intergroup Education Program in the Denver Public Schools."},
      {
        "id":"ED124531",
        "title":"What Research Tells the Practitioner About Skill Acquisition."},
      {
        "id":"ED124532",
        "title":"The Educational Aspects of Obesity."},
      {
        "id":"ED124533",
        "title":"Comparative Sports Psychology: British and American Developments."},
      {
        "id":"ED124534",
        "title":"Changes In Preservice Teachers' Value Orientations Toward Education During Year-Long, Cluster, Student Teaching Placements."},
      {
        "id":"ED124535",
        "title":"Characteristics of Teachers; A Survey Tool for Policy Making. A Descriptive Study in Liberia."},
      {
        "id":"ED124536",
        "title":"Cardiovascular Endurance Activities for Children in Grades Four Through Six."},
      {
        "id":"ED124538",
        "title":"Evaluating the Effects of Exercise."},
      {
        "id":"ED124539",
        "title":"Critical Learning Periods and Programs of Early Intervention."},
      {
        "id":"ED124540",
        "title":"Teacher Behavior and Pupil Self-Concept. Final Report."},
      {
        "id":"ED124541",
        "title":"Investigation of Methodological Problems in Educational Research: Longitudinal Methodology. Final Report."},
      {
        "id":"ED124543",
        "title":"Identifying, Developing and Assessing Classroom Management Competencies."},
      {
        "id":"ED124544",
        "title":"Feasibility Study for a National Information and Resource Sharing Agency Among Teachers' Centers. Final Report."},
      {
        "id":"ED124545",
        "title":"How to Survive in the Open-Space School. Ocassional Paper No. 10."},
      {
        "id":"ED124546",
        "title":"Competency-Performance Based Teacher Education for Vocational Teacher Educators. Recommended Modules-A Delphi Study."},
      {
        "id":"ED124547",
        "title":"An Analysis of Cultural Patterns among Orthodox Jews as Contrasted to those of Select White Middle Class Christian Americans."},
      {
        "id":"ED124549",
        "title":"An Analysis of the Opinions of Thirteen Client Groups Concerning the Harrison County Teacher Education Center."},
      {
        "id":"ED124550",
        "title":"The Teacher-Media Librarian Program at Trenton State College: A Follow-Up Evaluation of Its Effectiveness in Meeting the Needs of Its Graduates. Societal Factors."},
      {
        "id":"ED124552",
        "title":"Education Research and Government Policy."},
      {
        "id":"ED124553",
        "title":"Elementary and Secondary Masters Degree Program Revision. Progress Report I."},
      {
        "id":"ED124554",
        "title":"A Guide for Trainers of DARCEE Teachers (Preschool Series)."},
      {
        "id":"ED124555",
        "title":"Teacher Stimulated Recall of Interactive Decisions."},
      {
        "id":"ED124556",
        "title":"Study Skills Implementation Guide. 1975-1976."},
      {
        "id":"ED124557",
        "title":"The Teacher as Colleague in Classroom Research."},
      {
        "id":"ED124558",
        "title":"Teacher Preference Schedule: A Factor Description With Students Entering Teacher Education."},
      {
        "id":"ED124561",
        "title":"Report on Spring Workshop Management Information Systems and Consortia for Institutional Research."},
      {
        "id":"ED124564",
        "title":"Correlations Between the Porteus Maze Test Qualitative Score and Age and Recidivism Rates of Female Correctional Inmates."},
      {
        "id":"ED124565",
        "title":"A Closer Look at the Accuracy of Alternative Multidimensional Scaling Data Collection Methods."},
      {
        "id":"ED124567",
        "title":"The Development and Empirical Validation of a Measure of Achievement Motivation."},
      {
        "id":"ED124568",
        "title":"Measuring Affective Development in a Longitudinal Study."},
      {
        "id":"ED124569",
        "title":"The Measurement of Psychological Well-Being: A Multi-Media Approach."},
      {
        "id":"ED124570",
        "title":"Walter E. Washington, et al., Petitioners, v. Alfred E. Davis, et al., Respondents. Supreme Court of the United States, No. 74-1492, on Writ of Certiorari to the United States Court of Appeals for the District of Columbia Circuit; Motion for Leave to File Brief as Amicus Curiae and Brief Amicus Curiae for Educational Testing Service."},
      {
        "id":"ED124571",
        "title":"Should a First Course in ANOVA Be Taught Through MLR?"},
      {
        "id":"ED124572",
        "title":"The Power of Selected Cognitive, Social/Emotional, Physical Motor, and Language Tests in Predicting Development Levels of Mentally Handicapped Preschool Children."},
      {
        "id":"ED124573",
        "title":"Multiple Correlation as an Extension of One Group Evaluation Designs."},
      {
        "id":"ED124574",
        "title":"Some Problems in Interpreting Criterion Referenced Test Results in a Program Evaluation."},
      {
        "id":"ED124575",
        "title":"Using Magnitude Estimation Scaling to Compare Priorities."},
      {
        "id":"ED124576",
        "title":"Using the Anchor Test Study in State Assessment."},
      {
        "id":"ED124577",
        "title":"The Use of Teaching Performance Tests to Assess the Ability of Prospective Teachers to Relate Lower-Order Learnings in PBTE Programs."},
      {
        "id":"ED124578",
        "title":"Conceptualizing Evaluation Strategy: An Evaluation Systems Framework."},
      {
        "id":"ED124579",
        "title":"Using Product and Process Results for Research and Planning: The New Jersey Model."},
      {
        "id":"ED124580",
        "title":"The Effect of Individual Differences in Abilities on Interpreting the Dimensionality of Multiple-Choice Tests."},
      {
        "id":"ED124581",
        "title":"Use of Mastery Cutoff Scores in Criterion-Referenced Measurement."},
      {
        "id":"ED124582",
        "title":"The Ability of Elementary School Teachers to Assess Moral Thought."},
      {
        "id":"ED124583",
        "title":"The Effects of Attrition on the National Evaluation of Follow Through."},
      {
        "id":"ED124584",
        "title":"Problems in Measuring the Degree of Implementation of an Innovation."},
      {
        "id":"ED124585",
        "title":"Measurement Problems and Issues Related to Applied Performance Testing."},
      {
        "id":"ED124587",
        "title":"A Criterion-Referenced Basic Skills Assessment Program in a Large City School System."},
      {
        "id":"ED124588",
        "title":"Development of An Enlisted Psychomotor/Perceptual Test Battery. Final Report."},
      {
        "id":"ED124589",
        "title":"The Effect of Position and Format on the Difficulty of Assessment Exercises."},
      {
        "id":"ED124590",
        "title":"Determining School Effectiveness Following a Regression Analysis."},
      {
        "id":"ED124591",
        "title":"The Care and Handling of Research Data in a Large City School System."},
      {
        "id":"ED124594",
        "title":"Lean Data Strategies for Formative Evaluation."},
      {
        "id":"ED124595",
        "title":"An Exploration of the Evaluation of Short-Term Compensatory Education Programs: The Role of an Evaluation Unit in the State Education Agency."},
      {
        "id":"ED124596",
        "title":"A Bayesian Simulation for Determining Mastery Calssification Accuracy."},
      {
        "id":"ED124597",
        "title":"Accuracy of Preschool Identification of Potential Learning Disabilities."},
      {
        "id":"ED124598",
        "title":"A Practitioner's View: Evaluating the Evaluation of ESEA Title I."},
      {
        "id":"ED124599",
        "title":"Public School Perspectives on the Uses of Large-Scale Testing Programs."},
      {
        "id":"ED124600",
        "title":"State Level Evaluation Operations in a Multifunded Program Context."},
      {
        "id":"ED124601",
        "title":"A New Concept for Compensatory Learning."},
      {
        "id":"ED124602",
        "title":"Food Stamps and Nutrition."},
      {
        "id":"ED124603",
        "title":"Effects of New Admissions Criteria Upon the Ethnic Composition of the City University of New York."},
      {
        "id":"ED124604",
        "title":"Project Success Environment: A Behavior Modification Program for Inner City Teachers."},
      {
        "id":"ED124606",
        "title":"Project Success Environment: A Positive Contingency Program for Elementary Teachers Management."},
      {
        "id":"ED124607",
        "title":"State of Wisconsin Annual Evaluation Report, Title 1 Elementary and Secondary Education Act of 1965. Fiscal Year 1975."},
      {
        "id":"ED124608",
        "title":"Occupations and Social Mobility in the United States."},
      {
        "id":"ED124609",
        "title":"The Dropout Prevention Program, 1971-72 Regular and 1972 Summer School Terms. Consolidated Program Information Report."},
      {
        "id":"ED124610",
        "title":"The Follow Through Program, 1971-72 Regular and 1972 Summer School Terms. Consolidated Program Information Report."},
      {
        "id":"ED124611",
        "title":"Alternative Admissions Criteria at the City University of New York: Effects Upon Ethnic Composition."},
      {
        "id":"ED124612",
        "title":"Manual for Title III ESEA - PL89-10 as Amended. Guidelines for Proposed Development and Project Administration."},
      {
        "id":"ED124613",
        "title":"Symposium: Strategies for Achieving Racial Balance in the Cincinnati Public Schools."},
      {
        "id":"ED124614",
        "title":"Guidelines for Planning the School Breakfast Program."},
      {
        "id":"ED124616",
        "title":"Busing: Implications for Social Change in Urban and Rural Areas."},
      {
        "id":"ED124617",
        "title":"A Historical Perspective: Curriculum Development and Instrumentalism in the Educational System in the British West Indies."},
      {
        "id":"ED124665",
        "title":"A Critique of &quot;Trends in School Segregation, 1968-73&quot;."},
      {
        "id":"ED124666",
        "title":"Black Student Unions, 1965-1975: A Retrospective Look at the Last Decade."},
      {
        "id":"ED124667",
        "title":"Changing Family Patterns and the Adoption of Minority Children."},
      {
        "id":"ED124668",
        "title":"The Black Family as Educator."},
      {
        "id":"ED124669",
        "title":"Summer Study: A Two Part Investigation of the Impact of Exposure to Schooling on Achievement Growth."},
      {
        "id":"ED124670",
        "title":"Jobs, Dollars and Race From an Educator's Perspective: Urban Education in a Pluralistic Society."},
      {
        "id":"ED124671",
        "title":"Secondary Analysis of the Emergency School Assistance Program. Executive Summary, Planning/Evaluation Study."},
      {
        "id":"ED124672",
        "title":"Secondary Analysis of the Emergency School Assistance Program."},
      {
        "id":"ED124673",
        "title":"Population Trends and the Implications for Education."},
      {
        "id":"ED124674",
        "title":"Education and Careers--Concordant or Discordant."},
      {
        "id":"ED124675",
        "title":"Statement...Concerning Equal Employment Opportunities in the Department of Justice on May 26, 1976."},
      {
        "id":"ED124678",
        "title":"Armijo Bilingual Bicultural Program (West Las Vegas, New Mexico)."},
      {
        "id":"ED124679",
        "title":"Desegregation (Orangeburg, South Carolina)."},
      {
        "id":"ED124680",
        "title":"Desegregation: (Berkeley, California)."},
      {
        "id":"ED124681",
        "title":"Ira Gordon Follow Through (Richmond, Virginia)."},
      {
        "id":"ED124682",
        "title":"Harlem Prep (New York City, New York)."},
      {
        "id":"ED124685",
        "title":"Vocational Technical and Adult Education Student Follow-Up Study of 1974-1975 Completions."},
      {
        "id":"ED124686",
        "title":"A Conceptual Framework for Human Resource Policy: Implications for Vocational Education Research and Development."},
      {
        "id":"ED124687",
        "title":"Career Guidance for Adults: Focus on Women and Ethnic Minorities: A Planning Manual and Catalog of Programs."},
      {
        "id":"ED124688",
        "title":"Planning and Organizing a Sheltered Workshop for Mentally Retarded Persons."},
      {
        "id":"ED124689",
        "title":"A Guide to Establishing an Activity Center for Mentally Retarded Persons."},
      {
        "id":"ED124690",
        "title":"Representation at a Social Security Hearing: Focus on Disability: Advocate's Handbook."},
      {
        "id":"ED124691",
        "title":"The Santa Cruz Story: Senior Citizens Legal Services."},
      {
        "id":"ED124692",
        "title":"Supplemental Security Income: An Advocate's Handbook."},
      {
        "id":"ED124693",
        "title":"Paralegal Interviewing; Fact-Gathering and the Human Perspective. Trainee's Handbook."},
      {
        "id":"ED124694",
        "title":"Paralegal Training: Focus on Interviewing. Trainer's Handbook."},
      {
        "id":"ED124695",
        "title":"Generic Training Materials."},
      {
        "id":"ED124696",
        "title":"Legal Research, Writing and Analysis for Law Students and Paralegals: Some Starting Points."},
      {
        "id":"ED124697",
        "title":"A Short Review of the Paralegal Movement."},
      {
        "id":"ED124698",
        "title":"Legal Interviewing For Paralegals."},
      {
        "id":"ED124699",
        "title":"Introduction to Civil and Criminal Litigation: Roles for the Paralegal."},
      {
        "id":"ED124700",
        "title":"Investigation in a Law Office: A Manual for Paralegals."},
      {
        "id":"ED124703",
        "title":"Teaching Advocacy: Learner-Focused Training for Paralegals."},
      {
        "id":"ED124704",
        "title":"What Have Paralegals Done?; A Dictionary of Functions."},
      {
        "id":"ED124705",
        "title":"The Role of the Welfare Advocate."},
      {
        "id":"ED124706",
        "title":"The Significance of Paralegals in the Legal Services Program."},
      {
        "id":"ED124707",
        "title":"Implementing Career Awareness in the Elementary School."},
      {
        "id":"ED124708",
        "title":"Vocational Education in Oregon: Annual Descriptive Report, 1975."},
      {
        "id":"ED124709",
        "title":"Guidelines for Implementing Career Exploration in the Early Secondary School Years."},
      {
        "id":"ED124710",
        "title":"Corporate and Management Policies for Recruitment, Employment, Training, and Retention of the Secondary Labor Force."},
      {
        "id":"ED124711",
        "title":"Model of Adult Basic Education in Corrections."},
      {
        "id":"ED124712",
        "title":"Determination of Officer Grade Requirements by Management Engineering Teams. Final Report."},
      {
        "id":"ED124713",
        "title":"An Educational Needs Assessment of Long Term Care Administrative Personnel in the Commonwealth of Pennsylvania."},
      {
        "id":"ED124714",
        "title":"Electricity. Electrical Appliance Serviceman (Major Resistive Type)."},
      {
        "id":"ED124716",
        "title":"Performance Tests for Typewriting and VOE Teachers for Measuring Various Achievement Levels. Monograph Series No. 9."},
      {
        "id":"ED124717",
        "title":"Project R-5. An Occupational Work Experience Program for Disadvantaged Secondary Youth, School Drop-Outs, and Potential Drop-Outs."},
      {
        "id":"ED124718",
        "title":"Exploring Fashion Design."},
      {
        "id":"ED124719",
        "title":"Commercial Art Course of Study and Teaching Guide--Volume 1."},
      {
        "id":"ED124720",
        "title":"California Industrial Arts Education Program Guide."},
      {
        "id":"ED124721",
        "title":"Career Education Research and Development Project. Adult Education Career Education Guide."},
      {
        "id":"ED124722",
        "title":"Pre-Employment Training for a Southern Pine Sawmill: Instructor's Guide."},
      {
        "id":"ED124723",
        "title":"Teacher's Guide for Career Education in Kindergarten--Primary Grades."},
      {
        "id":"ED124724",
        "title":"Teacher's Guide for Career Education in Guidance. Kindergarten--Grade 8."},
      {
        "id":"ED124725",
        "title":"Holt Basic Reading. Grades 1-3. A Primary Teacher's Guide to the Use of Basal Reader Stories for Teaching an Awareness of Career and Consumer Education Goals."},
      {
        "id":"ED124726",
        "title":"Ginn 360 Basic Reading. Grades 1-3. A Primary Teacher's Guide to the Use of Basal Reader Stories for Teaching an Awareness of Career and Consumer Education Goals."},
      {
        "id":"ED124727",
        "title":"Houghton Mifflin Basic Reading. Grades 1-3. A Primary Teacher's Guide to the Use of Basal Reader Stories for Teaching an Awareness of Career and Consumer Education Goals."},
      {
        "id":"ED124737",
        "title":"Anne Arundel Career Education Project. Final Report."},
      {
        "id":"ED124739",
        "title":"Manpower Statistics--Iran. Project Findings and Recommendations."},
      {
        "id":"ED124740",
        "title":"Development of a Health Occupations Continuing Education Center. Final Report."},
      {
        "id":"ED124741",
        "title":"Bedford County Career Education Program. Final Evaluation Report."},
      {
        "id":"ED124742",
        "title":"PRIDE (Program Review for Improvement, Development and Expansion) in Vocational Education and Guidance. State Report 1973-74."},
      {
        "id":"ED124743",
        "title":"A Career Education Project on the Mississippi Gulf Coast. Final Report."},
      {
        "id":"ED124744",
        "title":"The Effects of a Career Guidance Program Involving Teachers and Parents of Tenth Grade Students. Final Report."},
      {
        "id":"ED124745",
        "title":"Information System for Societal Cost and Benefit Analysis of Vocational and Manpower Programs. Final Report."},
      {
        "id":"ED124746",
        "title":"Follow-Up Study of Machine Tool Technology and Building Construction Graduates. Evaluation Report."},
      {
        "id":"ED124747",
        "title":"Workshops for Developing Competency of Instructors in Local Adoption of Curriculum in Agribusiness and Natural Resources. Final Report."},
      {
        "id":"ED124748",
        "title":"Workshops for Developing Competency of Instructors in New and Expanding Areas of Curriculum in Agribusiness and Natural Resources. Final Report."},
      {
        "id":"ED124749",
        "title":"Professional Development Series for Work Experience Education. Final Report."},
      {
        "id":"ED124750",
        "title":"Professional Vocational Leadership Development Program Through Doctoral Fellowships (Operating Grant). Final Report."},
      {
        "id":"ED124751",
        "title":"A Doctorate Program for Leadership Personnel in Vocational Education. Final Report."},
      {
        "id":"ED124752",
        "title":"A Planned Occupational Experience for Employed Vocational Teachers. Final Report."},
      {
        "id":"ED124753",
        "title":"Institute for Guidance, Counseling, Administrative, Supervisory and Teaching Personnel in Vocational Programs for Chicano Students at the Secondary or Post-Secondary School Level. Final Report."},
      {
        "id":"ED124754",
        "title":"Farm Management Education In-Service Workshop. Final Report."},
      {
        "id":"ED124758",
        "title":"Complete Occupational Educational Development (COED). Final Evaluation Report."},
      {
        "id":"ED124759",
        "title":"The Development of a Suggested Model for Facilitating Occupational Updating of Post Secondary Vocational and Technical Education Teachers. Occupational Education Research Project Final Report."},
      {
        "id":"ED124761",
        "title":"Commonwealth of Kentucky State Advisory Council for Vocational Education and Manpower Development and Training. Annual Evaluation Report."},
      {
        "id":"ED124763",
        "title":"Manpower Information Research Training Project. Final Report."},
      {
        "id":"ED124766",
        "title":"An Employment Agency Model for Providing Job Information to Rural Disadvantaged Populations. Final Report."},
      {
        "id":"ED124768",
        "title":"An Experimental Study of the Effects of an Alternative Work Experience Program in the Middle School. Final Report."},
      {
        "id":"ED124771",
        "title":"A Study for the Articulation of Competency-Based Curricula for the Coordination of Vocational-Technical Education Programs in Louisiana. Final Report. Volume I."},
      {
        "id":"ED124772",
        "title":"Competency-Based Curriculum for Articulated Programs in Air Conditioning/Refrigeration. A Study for the Articulation of Competency-Based Curricula for the Coordination of Vocational-Technical Education Programs in Louisiana. Final Report. Volume II."},
      {
        "id":"ED124773",
        "title":"Competency-Based Curriculum for Articulated Programs in Drafting. A Study for the Articulation of Competency-Based Curricula for the Coordination of Vocational-Technical Education Programs in Louisiana. Final Report. Volume III."},
      {
        "id":"ED124774",
        "title":"Competency-Based Curriculum for Articulated Programs in Electronics. A Study for the Articulation of Competency-Based Curricula for the Coordination of Vocational-Technical Programs in Louisiana. Final Report. Volume IV."},
      {
        "id":"ED124775",
        "title":"Competency-Based Curriculum for Articulated Programs in Nursing Occupations. A Study for the Articulation of Competency-Based Curricula for the Coordination of Vocational-Technical Education Programs in Louisiana. Final Report. Volume V."},
      {
        "id":"ED124776",
        "title":"Competency-Based Curriculum for Articulated Programs in Office Occupations. A Study for the Articulation of Competency-Based Curricula for the Coordination of Vocational-Technical Education Programs in Louisiana. Final Report. Volume VI."},
      {
        "id":"ED124777",
        "title":"State-Wide Survey of Adult Vocational Education Programs and Services (Secondary and Post-Secondary Levels). Final Report."},
      {
        "id":"ED124778",
        "title":"Corrections Clearinghouse. Annual Descriptive Report."},
      {
        "id":"ED124779",
        "title":"Rehabilitation Services Program."},
      {
        "id":"ED124784",
        "title":"Report on the Manpower Needs of the Law Offender in Illinois."},
      {
        "id":"ED124785",
        "title":"North Dakota Vocational Education Annual Report. Fiscal Year 1975."},
      {
        "id":"ED124787",
        "title":"Tuscaloosa County School System Placement Services for Exiting Students. Final Report."},
      {
        "id":"ED124788",
        "title":"Montgomery County Alabama's Approach to Career Education--Grades One Through Twelve. Final Report."},
      {
        "id":"ED124789",
        "title":"Coffee County Alabama's Approach to a Comprehensive Placement Program--Grades One Through College. Final Report."},
      {
        "id":"ED124791",
        "title":"Research Priorities for Vocational-Technical Education in Maine. 1975-1977."},
      {
        "id":"ED124792",
        "title":"Everything You Always Wanted to Know About Adult Distributive Education But Were Afraid to Ask. A Collection of Suggestions for the Organization and Administration of Adult Distributive Education."},
      {
        "id":"ED124793",
        "title":"Research and Development Project in Career Education. Evaluation Report. Russellville, Arkansas, 1973-1975."},
      {
        "id":"ED124797",
        "title":"A Project to Develop Career Awareness Materials for Special Needs Students. Final Report. Research Series No. 19."},
      {
        "id":"ED124798",
        "title":"Advance Placement Nursing. Final Report."},
      {
        "id":"ED124799",
        "title":"A Guide for the Organization and Operation of Local Advisory Committees for Vocational Education."},
      {
        "id":"ED124800",
        "title":"Guidelines and Resources for the Development, Implementation, Operation and Evaluation of Local Advisory Committees or Councils. Final Report."},
      {
        "id":"ED124801",
        "title":"Final RCA Staff Development Consulting Report for the D.C. Career Development Center--Phase II."},
      {
        "id":"ED124802",
        "title":"Annual Evaluation of Vocational-Technical Education in American Samoa. 1975."},
      {
        "id":"ED124803",
        "title":"Vocational Education and Technical Education. Evaluation Report 1975."},
      {
        "id":"ED124804",
        "title":"Providing Special Teacher Education Services to Selected Vocational Programs in Minnesota."},
      {
        "id":"ED124807",
        "title":"Applying Some Insights of Developmental Psychology to Management Development."},
      {
        "id":"ED124808",
        "title":"Counselor's Information Service: A Quarterly Annotated Bibliography of Current Literature on Educational and Vocational Guidance. Volume 31, Number 1, February 1976."},
      {
        "id":"ED124809",
        "title":"Is There Another Way to Test People Like Me?"},
      {
        "id":"ED124810",
        "title":"An Elderly Leisure Attitude Schedule."},
      {
        "id":"ED124812",
        "title":"Dual Careers: A Longitudinal Analysis of the Labor Market Experience of Women. Volume Four."},
      {
        "id":"ED124813",
        "title":"Some Relationships Between Causality for Task Participation and the Causal Attribution of Task Outcomes."},
      {
        "id":"ED124814",
        "title":"The Role of the Voluntary Agency as an Instrument of Social Change: Effective Advocacy on Behalf of the Aging."},
      {
        "id":"ED124815",
        "title":"Goals in Teaching About Death."},
      {
        "id":"ED124816",
        "title":"Effectiveness of an ESAA Funded Information Feedback System on the Reading and Arithmetic Achievement of Black and White Fifth Grade Pupils."},
      {
        "id":"ED124817",
        "title":"The Teacher Group: A Positive Approach Counselors Can Use to Help Teachers Solve Classroom Problems."},
      {
        "id":"ED124818",
        "title":"Pupils' Self-Concept: Open Classroom Environment Versus Traditional Classroom Environment."},
      {
        "id":"ED124819",
        "title":"Guidance and Counseling Practices with the Mentally Retarded in Iowa."},
      {
        "id":"ED124820",
        "title":"The Pendleton Project: Semi-Annual Narrative Report."},
      {
        "id":"ED124821",
        "title":"A Framework for Developing Drug Abuse Prevention Strategies for Young People in Ghetto Areas."},
      {
        "id":"ED124822",
        "title":"Systematic Approach to Guidance; Groups and Group Leadership Skills. A Competency-Based Staff Development Training Package."},
      {
        "id":"ED124823",
        "title":"Systematic Approach to Guidance; Assessing Desired Outcomes. A Competency-Based Staff Development Training Package."},
      {
        "id":"ED124827",
        "title":"Systematic Approach to Guidance; Computer Assisted Reporting. A Competency-Based Development Training Package."},
      {
        "id":"ED124828",
        "title":"Systematic Approach to Guidance; Planning Paraprofessional Programs. A Competency-Based Staff Development Training Package."},
      {
        "id":"ED124830",
        "title":"A Systematic Approach to Guidance; Determining Program Goals and Objectives. A Competency-Based Staff Development Training Package."},
      {
        "id":"ED124831",
        "title":"Needs and Characteristics of Students in the Intermediate Years, Ages 12-16. A Comprehensive Review of the Literature 1930-1974 with Recommendations for Educational Practice."},
      {
        "id":"ED124832",
        "title":"A Survey of Student Needs and Priorities Related to Career Information."},
      {
        "id":"ED124833",
        "title":"The Career Information Centre: A Demonstration Guidance Project."},
      {
        "id":"ED124834",
        "title":"Evaluation of a Demonstration Career Information Centre. An Interim Report."},
      {
        "id":"ED124835",
        "title":"Evaluation of a Demonstration Career Information Centre. Phase 2."},
      {
        "id":"ED124836",
        "title":"Evaluation of a Demonstration Career Information Centre, Phase 3."},
      {
        "id":"ED124837",
        "title":"Leadership and Self-Development Workshop for Women: A Research Report."},
      {
        "id":"ED124838",
        "title":"Occupational Aspirations of Adolescent Females."},
      {
        "id":"ED124839",
        "title":"Effects of Specific Skills Training Upon Counselor Effectiveness Within the Counseling Practicum."},
      {
        "id":"ED124841",
        "title":"Parent Counseling--A Guidance Function."},
      {
        "id":"ED124842",
        "title":"New career Options for Counselors--Industrial Involvement."},
      {
        "id":"ED124844",
        "title":"Career Awareness Mini-Seminars: A Guide."},
      {
        "id":"ED124845",
        "title":"Career Planning and Placement for Firelands Campus: A Proposal with Goals and Objectives."},
      {
        "id":"ED124846",
        "title":"Developing College Programs in Gerontology and Aging."},
      {
        "id":"ED124847",
        "title":"College Bound Seniors, 1974-75."},
      {
        "id":"ED124848",
        "title":"Research on Counselor Discrimination Against Female Clients."},
      {
        "id":"ED124849",
        "title":"Managing the Referral Process: Key to Effective School Psychology Practice."},
      {
        "id":"ED124850",
        "title":"Teaching Sexuality from Divergent Life-Style Viewpoints."},
      {
        "id":"ED124851",
        "title":"Assertive Training for Women in Groups."},
      {
        "id":"ED124852",
        "title":"Project &quot;School:&quot; A Handbook of a Validated Developmental Dropout Prevention Program's Methods and Procedures."},
      {
        "id":"ED124853",
        "title":"The Student Centered Education Project: Student Initiative in the Behavior Analysis Experimental Education Project."},
      {
        "id":"ED124854",
        "title":"Nontraditional Blue Collar Work Among Urban Women."},
      {
        "id":"ED124855",
        "title":"To Achieve or Not to Achieve: The Question of Women."},
      {
        "id":"ED124856",
        "title":"Power and Women's Psychological Disorders."},
      {
        "id":"ED124857",
        "title":"A Psychosocial Comparison of Drunk Drivers and Alcoholics."},
      {
        "id":"ED124858",
        "title":"How to be an Academic Advisor: A Handbook."},
      {
        "id":"ED124859",
        "title":"Social Outcomes of the Schooling Process. University of Pittsburgh Learning Research and Development Center Report 1976/1."},
      {
        "id":"ED124860",
        "title":"A Primary Prevention Drug Education Program for School Children: An Attempt at Evaluation."},
      {
        "id":"ED124861",
        "title":"A Developmental Analysis of Set Patterns in Children: A Normative Study."},
      {
        "id":"ED124862",
        "title":"Process Verification of a Career Counseling Program."},
      {
        "id":"ED124863",
        "title":"Race and Sex Differences Among Children in Perception of Emotion. Boston University Communication Research Center Report No. 27."},
      {
        "id":"ED124865",
        "title":"Self Concept as a Predictor of Performance in College Women."},
      {
        "id":"ED124866",
        "title":"Manpower Project Monitoring and Program Evaluation. A Human Resource Management Course Monograph, No. 1 in a Series."},
      {
        "id":"ED124867",
        "title":"Structured Groups for Facilitating Development: Acquiring Life Skills, Resolving Life Themes, and Making Life Transitions."},
      {
        "id":"ED124868",
        "title":"Systems Change Strategies for the Helping Professional."},
      {
        "id":"ED124869",
        "title":"Memory for Sentences."},
      {
        "id":"ED124870",
        "title":"Braille Reading Is Less Efficient Than Visual Reading."},
      {
        "id":"ED124871",
        "title":"Syllabication Skills of College Students."},
      {
        "id":"ED124872",
        "title":"Competency-Based Adult Education Research and Innovation Catalog."},
      {
        "id":"ED124873",
        "title":"Reading: Communication &amp; Comprehension."},
      {
        "id":"ED124875",
        "title":"The Success-Oriented Reading Program: A Strategies Approach."},
      {
        "id":"ED124876",
        "title":"The Effect of Letter Deletion on Word Recognition."},
      {
        "id":"ED124877",
        "title":"School Reading Programs: Criteria for Excellence; Proceedings of the Language Communications Conference (28th, Univ. of Pittsburgh, November 7-8, 1975)."},
      {
        "id":"ED124878",
        "title":"Evaluating Answers to Comprehension Questions."},
      {
        "id":"ED124879",
        "title":"The Structure of Semantic Memory for Text."},
      {
        "id":"ED124880",
        "title":"Improving Teacher Effectiveness in Reading Instruction through the Use of Behavior Modification."},
      {
        "id":"ED124881",
        "title":"Career Education: Gateway to Better Reading."},
      {
        "id":"ED124882",
        "title":"Curriculum Guide for Reading Program within the Seventh-Grade English Classes."},
      {
        "id":"ED124883",
        "title":"Four to Get Ready--Five to Go: Parent Guide for Preschool Children."},
      {
        "id":"ED124884",
        "title":"Elephant Walk, The Wig Shop, and Other Reading Games Children Play."},
      {
        "id":"ED124885",
        "title":"Right to Read Staff Development, 1974-75. Final Report."},
      {
        "id":"ED124886",
        "title":"Course Outline Workshop I: Paraprofessional Training."},
      {
        "id":"ED124887",
        "title":"Course Outline Workshop II: Paraprofessional Training."},
      {
        "id":"ED124888",
        "title":"Course Outline Workshop III: Paraprofessional Training."},
      {
        "id":"ED124889",
        "title":"Design for Sequencing Spelling-To-Sound Correspondences for the SWRL Reading Program. Technical Report No. 47."},
      {
        "id":"ED124890",
        "title":"Junctures in the Design of a Reading Program."},
      {
        "id":"ED124891",
        "title":"A Comparison of Trade Books and Special Series Books for Remedial Readers."},
      {
        "id":"ED124893",
        "title":"Techniques and Materials for Developing Positive Sex Role Identification."},
      {
        "id":"ED124894",
        "title":"The Language of the Middle Class Child and the Introduction of Words in Beginning Reading: Some Implications for the Classroom Teacher."},
      {
        "id":"ED124895",
        "title":"Delayed Retention of Information Learned to Criterion for Proficiency Modular Instruction in a College Reading Methods Course."},
      {
        "id":"ED124897",
        "title":"Pupil Achievement under Varying Levels of Teacher Accountability. Professional Paper 28."},
      {
        "id":"ED124898",
        "title":"Identification and Summary Evaluation of Adult Remedial Education Programs in Hartford, Connecticut."},
      {
        "id":"ED124899",
        "title":"Developmental Studies Reading Program."},
      {
        "id":"ED124901",
        "title":"Discussion of Results of a Study of Early Reading Responses of Young Children in the Finnish Lastentarha."},
      {
        "id":"ED124902",
        "title":"Guide for Title I Primary Reading Aide Program of the School District of Omaha."},
      {
        "id":"ED124903",
        "title":"Integrating Reading and Study Skills into College Biology."},
      {
        "id":"ED124904",
        "title":"Developmental Changes in the Salience of Encoding Dimensions."},
      {
        "id":"ED124905",
        "title":"Adult Performance Level Related Educational Products Developed by Section 309 Special Projects."},
      {
        "id":"ED124907",
        "title":"Identifying Problems Affecting Adult Literacy Training Programs in the Cento Region; Report of the CENTO Seminar on Illiteracy Held in the National Museum, Tehran, Nov. 16-21, 1963."},
      {
        "id":"ED124908",
        "title":"Assisted Reading: Learning to Read by Reading."},
      {
        "id":"ED124909",
        "title":"Literature, Language, and Expression."},
      {
        "id":"ED124912",
        "title":"Children&apos;s Literature/Reading Methods II: A New Field Based Experience."},
      {
        "id":"ED124914",
        "title":"Recipe for Reading."},
      {
        "id":"ED124915",
        "title":"Communication Encoding and Decoding in Children from Different Socioeconomic and Racial Groups."},
      {
        "id":"ED124918",
        "title":"Reading and Development."},
      {
        "id":"ED124921",
        "title":"An Experimental Investigation of First Grade Reading Group Instruction. Report No. 76-3."},
      {
        "id":"ED124922",
        "title":"Evaluation of Right to Read in Illinois: Final Report."},
      {
        "id":"ED124923",
        "title":"Oral Reading: An Approach to Developing Reading Abilities."},
      {
        "id":"ED124924",
        "title":"A Personalized Reading Program in an Elementary Classroom: Report on a Tested Model. Research Monograph No. 14."},
      {
        "id":"ED124926",
        "title":"Reading in Mathematics and Cognitive Development."},
      {
        "id":"ED124927",
        "title":"A Systems Approach for Generating Change in the Reading Program."},
      {
        "id":"ED124931",
        "title":"Summer Vacation, Environment, Age and Reading Achievement."},
      {
        "id":"ED124936",
        "title":"Marxist Influences and South Asian Literature. South Asia Series Occasional Paper No. 23, Vol. I."},
      {
        "id":"ED124941",
        "title":"Basics Redefined."},
      {
        "id":"ED124942",
        "title":"The Primary Trait System for Scoring Writing Tasks."},
      {
        "id":"ED124945",
        "title":"Bengal in the Nineteenth and Twentieth Centuries. South Asia Series Occasional Paper No. 25."},
      {
        "id":"ED124946",
        "title":"Putting It in Writing: Some Notes on the Teaching of Composition."},
      {
        "id":"ED124947",
        "title":"What Is &quot;Really&quot; Basic about Dialect and Teaching? Attitudes Are."},
      {
        "id":"ED124948",
        "title":"News Allocation Policies of American Daily Newspapers."},
      {
        "id":"ED124949",
        "title":"A Factor Analysis of Peking Opera: Its Functions in Mass Communications."},
      {
        "id":"ED124958",
        "title":"English 491, 492, and 493--Advance Program: Man&apos;s Struggle to Maintain His Personal Dignity."},
      {
        "id":"ED124959",
        "title":"English 591, 592, and 593--Advance Program: Images of Man."},
      {
        "id":"ED124960",
        "title":"English 391, 392, and 393--Advance Program: Man Learns to Communicate His Ideas."},
      {
        "id":"ED124961",
        "title":"English 291, 292, and 293--Advance Program: Man's Power with Words."},
      {
        "id":"ED124962",
        "title":"Newsman's Privilege and the Law. Freedom of Information Foundation Series No. 4."},
      {
        "id":"ED124963",
        "title":"Privacy and the First Amendment. Freedom of Information Foundation Series No. 5."},
      {
        "id":"ED124964",
        "title":"Needed: A Theory of Instruction in the Art of Invention."},
      {
        "id":"ED124966",
        "title":"Structuring the Supplementary Writing Lab."},
      {
        "id":"ED124967",
        "title":"Product Feedback."},
      {
        "id":"ED124968",
        "title":"Some Models for a Multimedia English Usage Program."},
      {
        "id":"ED124969",
        "title":"A Basic Definition of Technical Writing."},
      {
        "id":"ED124970",
        "title":"Writing a Poem: A Lesson in Using Metaphor and Concrete Language."},
      {
        "id":"ED124973",
        "title":"Developing Language Via Visual Literacy."},
      {
        "id":"ED124974",
        "title":"Subject Abilities to Use Metric MDS: Effects of Varying the Criterion Pair."},
      {
        "id":"ED124975",
        "title":"The Media and Political Reasoning."},
      {
        "id":"ED124976",
        "title":"Media Rich, Media Poor: Two Studies of Diversity in Agenda-Holding."},
      {
        "id":"ED124977",
        "title":"Political Implications of Heavy Television Viewing."},
      {
        "id":"ED124978",
        "title":"Individual Political Participation: The Effects of Social Structure and Communication Behavior."},
      {
        "id":"ED124979",
        "title":"Effects of Realistic vs. Fictional Television Violence on Aggression."},
      {
        "id":"ED124980",
        "title":"Causal Analysis of Coorientation Variables Using a Non-Experimental, Longitudinal Design."},
      {
        "id":"ED124981",
        "title":"Consequences of the Television of Abundance: Introduction of Cable Television into a Small Minnesota Community."},
      {
        "id":"ED124982",
        "title":"Experiments in Community Consensus-Building: A Coorientational Analysis."},
      {
        "id":"ED124983",
        "title":"Community Discussion and Newspaper Content: Extending the Agenda-Setting Concept."},
      {
        "id":"ED124984",
        "title":"Mass Communication Information Control and National Development."},
      {
        "id":"ED124985",
        "title":"Then and Now: Women's Roles in &quot;McCall's Magazine&quot; in 1964 and 1974."},
      {
        "id":"ED124986",
        "title":"Children's Perceptions of Television Characters."},
      {
        "id":"ED124987",
        "title":"Sex Stereotyping and Reporting."},
      {
        "id":"ED124988",
        "title":"What's Really Basic about Teaching Fiction Writing? Issues vs. Character in Action."},
      {
        "id":"ED124989",
        "title":"Teaching Business Writing by the Spiral Method."},
      {
        "id":"ED124992",
        "title":"The Paper Self: Finding the Responsible Voice."},
      {
        "id":"ED124993",
        "title":"An Analysis of Language Arts Teaching Practices in Grade Six."},
      {
        "id":"ED124995",
        "title":"What's at the Bottom of Literature?"},
      {
        "id":"ED124996",
        "title":"Using Internalized Knowledge of Linguistic Structure to Develop Student Confidence."},
      {
        "id":"ED124997",
        "title":"Poets in the Schools."},
      {
        "id":"ED124998",
        "title":"Development of the SWRL/Ginn Elementary Communication Skills Programs; Summary Chronology."},
      {
        "id":"ED125002",
        "title":"Experimental Investigation of a Spacial Model of Information."},
      {
        "id":"ED125003",
        "title":"CLIENT (Communication Law Information: Edited Notes by Topic.) Spring 1976, Volume 3, No. 3."},
      {
        "id":"ED125004",
        "title":"Linguistic Factors in the Assessment of Speech Sound Discrimination. Report No. 52."},
      {
        "id":"ED125005",
        "title":"A New Approach to Assessing Speech Sound Perception in Children. Professional Paper No. 31."},
      {
        "id":"ED125006",
        "title":"Have/Got in the Speech of Anglo and Black Children. Professional Paper 22."},
      {
        "id":"ED125007",
        "title":"Closing Arguments in the Patricia Hearst Trial: March 18-19, 1976; and Thought Control in the Patricia Hearst Trial."},
      {
        "id":"ED125008",
        "title":"Teaching Interviewing for Career Preparation."},
      {
        "id":"ED125009",
        "title":"Intercultural Communication."},
      {
        "id":"ED125010",
        "title":"Instruction in Conflict Resolution."},
      {
        "id":"ED125011",
        "title":"Perception and Communication."},
      {
        "id":"ED125012",
        "title":"Steps in Performing a Communication Audit."},
      {
        "id":"ED119978",
        "title":"Making Individualized Instruction a Joint Academic/Industrial Venture."},
      {
        "id":"ED119980",
        "title":"Technical Report. [Marine Career Cluster Project]."},
      {
        "id":"ED119981",
        "title":"Marine Education: Guidelines for Curriculum Development. Final Report."},
      {
        "id":"ED119982",
        "title":"Current Issues in Environmental Education--1975: Selected Papers from the Fourth Annual Conference of the National Association for Environmental Education."},
      {
        "id":"ED119984",
        "title":"The Delaware Model: A Systems Approach (Del Mod System)."},
      {
        "id":"ED119985",
        "title":"Research and Evaluation Within the Del Mod System."},
      {
        "id":"ED119986",
        "title":"The Role of a Technical and Community College in the Del Mod System."},
      {
        "id":"ED119987",
        "title":"The Role of the State Department of Public Instruction in the Del Mod System."},
      {
        "id":"ED119988",
        "title":"Field Agent Activities: Level 1."},
      {
        "id":"ED119990",
        "title":"Del Mod at a Glance, Volume 3. 1973-1974 Annual Report for the Del Mod System."},
      {
        "id":"ED119991",
        "title":"The Status of Science Teaching in Delaware."},
      {
        "id":"ED119992",
        "title":"The Energy Situation. A Two-Week Self-Contained Unit for the Secondary Schools."},
      {
        "id":"ED119993",
        "title":"Engineering: &quot;A Piece of the Action.&quot; A Mini-Course."},
      {
        "id":"ED119994",
        "title":"Mathematics Guide K-8."},
      {
        "id":"ED119995",
        "title":"Introduction to Metric Measurement. A Guide for Instruction of Measurement Techniques in the International Metric System of Measurement. Reprint."},
      {
        "id":"ED119996",
        "title":"A Study of the Nature of Incidental Physical Science Knowledge Possessed by Elementary School Children in Western State of Nigeria."},
      {
        "id":"ED119997",
        "title":"Mathematics Education Specialization Program - Mathematics Clinicians."},
      {
        "id":"ED119998",
        "title":"An Act to Declare a National Policy of Coordinating the Increasing Use of the Metric System in the United States, and to Establish a United States Metric Board to Coordinate the Voluntary Conversion to the Metric System. Public Law 94-168, Ninety-Fourth Congress, H. R. 8674, December 23, 1975."},
      {
        "id":"ED119999",
        "title":"The Case for Including Eulerian Kinematics in Undergraduate Dynamics."},
      {
        "id":"ED120008",
        "title":"Evaluating Science Departments: A New Index."},
      {
        "id":"ED120009",
        "title":"Additional Selected Papers from the Annual Conference of the National Association for Environmental Education (4th, New Orleans, Louisiana, April 1975)."},
      {
        "id":"ED120010",
        "title":"Effects of Amount of Immediate and of Delayed Practice on Retention of Mathematical Rules."},
      {
        "id":"ED120011",
        "title":"An Analysis of Selected Characteristics of the Secondary Mathematics Teachers and Mathematics Curricula in Caddo Parish, Louisiana."},
      {
        "id":"ED120012",
        "title":"Reflections on Science Education. 1976 AETS Yearbook."},
      {
        "id":"ED120013",
        "title":"Using Research: A Key to Elementary School Mathematics. Revision."},
      {
        "id":"ED120017",
        "title":"Physics Achievement Test."},
      {
        "id":"ED120018",
        "title":"How's Your I.Q. (Inquiry Quotient)?"},
      {
        "id":"ED120020",
        "title":"Evaluation of Secondary Mathematics Curriculums in District 15 as They Relate to the Math Background Requirements of Post-Secondary VTAE Students. Final Report."},
      {
        "id":"ED120021",
        "title":"National Association for Research in Science Teaching 49th Annual Meeting, Abstracts of Presented Papers."},
      {
        "id":"ED120022",
        "title":"Investigations in Mathematics Education, Vol. 8 No. 1."},
      {
        "id":"ED120025",
        "title":"Math, Summer of '72. Summer Staff Development, Area 1."},
      {
        "id":"ED120026",
        "title":"Mathematics for Young Children. A Summary of Research and Related Literature."},
      {
        "id":"ED120027",
        "title":"Number and Measurement. Papers from a Research Workshop."},
      {
        "id":"ED120028",
        "title":"An Introduction to Spatial Allocation Analysis. Resource Paper No. 9."},
      {
        "id":"ED120029",
        "title":"Spatial Diffusion, Resource Paper No. 4."},
      {
        "id":"ED120030",
        "title":"Effect of &quot;Man: A Course of Study&quot; on Urban Students' Self Concept as Learners."},
      {
        "id":"ED120031",
        "title":"Teaching and Evaluating Competence for Public and Community Service."},
      {
        "id":"ED120032",
        "title":"Understanding You and Them: Tips for Teaching about Ethnicity."},
      {
        "id":"ED120033",
        "title":"Home as a Learning Center. Final Report."},
      {
        "id":"ED120037",
        "title":"Social Perspective and Educational Knowledge: Edward L. Thorndike Reexamined."},
      {
        "id":"ED120038",
        "title":"A Study of Mother-Infant Interaction in Zambia: Personal Dilemmas."},
      {
        "id":"ED120039",
        "title":"Social-Cognitive Research and Social Science Education: From Theory to Practice."},
      {
        "id":"ED120040",
        "title":"The AHA and Faculty Development."},
      {
        "id":"ED120041",
        "title":"American Historical Association Faculty Development Program: Planning and Implementation."},
      {
        "id":"ED120042",
        "title":"China in Maps 1890-1960: A Selective and Annotated Cartobibliography. East Asia Series Occasional Paper No. 4."},
      {
        "id":"ED120043",
        "title":"International Education: Putting Up or Shutting Up."},
      {
        "id":"ED120044",
        "title":"Population Education in Baltimore."},
      {
        "id":"ED120045",
        "title":"Demography and Environment Earth: Teacher Edition."},
      {
        "id":"ED120046",
        "title":"Demography and You: Teacher Edition."},
      {
        "id":"ED120047",
        "title":"Individual and Family Lifestyles: Teacher Edition."},
      {
        "id":"ED120048",
        "title":"B-More Baltimore! Teacher Edition."},
      {
        "id":"ED120049",
        "title":"Production, Pollution, Population: Issues for a Changing World: Teacher Edition."},
      {
        "id":"ED120051",
        "title":"Unfair to Young People: How the Public Schools Got the Way They Are."},
      {
        "id":"ED120052",
        "title":"The Rhode Island Box, 1976: Teacher's Guide."},
      {
        "id":"ED120053",
        "title":"An Interdisciplinary Instructional Unit on Land-Use in Pinellas County, Florida. Social Studies Project No. 877."},
      {
        "id":"ED120054",
        "title":"World Hunger Crisis Kit. Hope for the Hungry."},
      {
        "id":"ED120062",
        "title":"Save the System! Experimental Edition."},
      {
        "id":"ED120063",
        "title":"Save the System! Teacher's Guide, Experimental Edition."},
      {
        "id":"ED120064",
        "title":"Busing in Boston: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120065",
        "title":"Busing in Boston, Teacher's Guide: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120066",
        "title":"Union Underground: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120067",
        "title":"Union Underground, Teacher's Guide: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120068",
        "title":"Clean Air Now: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120069",
        "title":"Clean Air Now, Teacher's Guide: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120070",
        "title":"Political Issues Skills Kit: Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120071",
        "title":"A Quarter Century: The American Adventure in Academic Exchange. A Report of the Board of Foreign Scholarships."},
      {
        "id":"ED120072",
        "title":"Guidelines for Consumer Education. Revised."},
      {
        "id":"ED120073",
        "title":"How to Teach About Human Beings and Their Environment. How to Do It Series, Number 28."},
      {
        "id":"ED120074",
        "title":"Teaching about Women in the Social Studies: Concepts, Methods, and Materials. Bulletin 48."},
      {
        "id":"ED120075",
        "title":"Project Search Progress Report, 1972-73."},
      {
        "id":"ED120076",
        "title":"Characteristics of the Population Below the Poverty Level: 1974. Current Population Reports, Consumer Income, Series P-60, No. 102."},
      {
        "id":"ED120077",
        "title":"The Bicentennial American History Series."},
      {
        "id":"ED120078",
        "title":"Legislative Backlash: The Dilemma and Alternatives."},
      {
        "id":"ED120079",
        "title":"Social Sciences Education Framework for California Public Schools, Kindergarten and Grades One through Twelve."},
      {
        "id":"ED120080",
        "title":"The American Film Review, Vol. 15 (1976). 1976 Special Bicentennial Issue."},
      {
        "id":"ED120081",
        "title":"Humanism and the American Work Ethic. Quick Reference: Work Ethic."},
      {
        "id":"ED120082",
        "title":"The Status of Population Education in Florida Secondary Schools During 1973-1974: A Final Report."},
      {
        "id":"ED120083",
        "title":"Political Science and Education for the Public Service: A View from the Community College."},
      {
        "id":"ED120084",
        "title":"A New Civic Literacy: American Education and Global Interdependence. Program in International Affairs, Interdependence Series No. 3."},
      {
        "id":"ED120085",
        "title":"Introduction to Psychology: Syllabus and Study Guide. Spring 1976 Edition."},
      {
        "id":"ED120086",
        "title":"Music Technical Report: Exercise Volume. Music Report No. 03-MU-20."},
      {
        "id":"ED120087",
        "title":"Humane Education: An Overview."},
      {
        "id":"ED120088",
        "title":"Ethnic Studies Curricula and Related Institutional Entities at Southwestern Colleges and Universities. Bulletin of the Cross-Cultural Southwest Ethnic Study Center, October 1975, Special Issue."},
      {
        "id":"ED120089",
        "title":"Moments: The Foxfire Experience."},
      {
        "id":"ED120090",
        "title":"You and Aunt Arie: A Guide to Cultural Journalism Based on &quot;Foxfire&quot; and Its Descendants."},
      {
        "id":"ED120091",
        "title":"Immigrant Studies: Investigating Our Heritage. User&apos;s Guide."},
      {
        "id":"ED120092",
        "title":"Black/White America: A Two-Week Unit on Relations between the Races."},
      {
        "id":"ED120093",
        "title":"Geography and Geographic Education in the Introductory College Classroom."},
      {
        "id":"ED120094",
        "title":"The Educational System of the German Democratic Republic: Education around the World."},
      {
        "id":"ED120095",
        "title":"Jobs and Engines: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120096",
        "title":"Jobs and Engines, Teacher's Guide: Political Issues. Comparing Political Experiences, Experimental Edition."},
      {
        "id":"ED120097",
        "title":"Thomas Jefferson and the Education of a New Nation. Fastback 73, Bicentennial Series."},
      {
        "id":"ED120098",
        "title":"Three Early Champions of Education: Benjamin Franklin, Benjamin Rush, and Noah Webster."},
      {
        "id":"ED120099",
        "title":"One Perspective on Sexist Texts."},
      {
        "id":"ED120100",
        "title":"Affective Involvement Instrument."},
      {
        "id":"ED120101",
        "title":"Student/Teacher Interaction and Education Outcomes. SCIP No. 6."},
      {
        "id":"ED120102",
        "title":"Hazard Analysis of Injuries Relating to Playground Equipment."},
      {
        "id":"ED120103",
        "title":"Multicultural Education and Ethnic Studies in the United States. An Analysis and Annotated Bibliography of Selected ERIC Documents."},
      {
        "id":"ED120104",
        "title":"Towards A Personalized Competency Referenced Model of Teacher Education."},
      {
        "id":"ED120105",
        "title":"Movement Education. Bibliographies on Educational Topics No. 1."},
      {
        "id":"ED120106",
        "title":"Building a Constituency for Research and Development. Occasional Paper No. 10."},
      {
        "id":"ED120107",
        "title":"A Governance Role for the State Agency: Consumer Advocate."},
      {
        "id":"ED120108",
        "title":"Teacher Control and School Size."},
      {
        "id":"ED120109",
        "title":"How To Innovate Successfully."},
      {
        "id":"ED120110",
        "title":"Equal Opportunity for Girls in Athletics."},
      {
        "id":"ED120111",
        "title":"Sex Equality in Physical Education and Athletics."},
      {
        "id":"ED120112",
        "title":"A Teacher's Perspective on Six Social Issues."},
      {
        "id":"ED120113",
        "title":"The International Transfer of Microteaching Programmes for Teacher Education."},
      {
        "id":"ED120114",
        "title":"The Iowa Governance Packet. Workbook and Resource Book."},
      {
        "id":"ED120115",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (74th, Portland, Oregon, December 27-30, 1970)."},
      {
        "id":"ED120116",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (76th, Pittsburgh, Pennsylvania, January 6-9, 1973)."},
      {
        "id":"ED120117",
        "title":"National College Physical Education Association for Men. Proceeding of Annual Meeting (72nd, Durham, North Carolina, January 8-11, 1969)."},
      {
        "id":"ED120118",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (75th, New Orleans, Louisiana, January 9-12, 1972)."},
      {
        "id":"ED120119",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (77th, Kansas City, Missouri, December 26-29, 1973)."},
      {
        "id":"ED120121",
        "title":"Personalized Introductory Courses: A Longitudinal Study. OASIS Research Report No. 1."},
      {
        "id":"ED120122",
        "title":"A Latitudinal Study of Pre-Service Instruction in Flanders' Interaction Analysis Categories."},
      {
        "id":"ED120123",
        "title":"Learning Centers in the Classroom."},
      {
        "id":"ED120124",
        "title":"Forces for Change in Illinois Schools."},
      {
        "id":"ED120125",
        "title":"Research Methods for Educational Decision-making: An Alternative Approach to Teaching Introduction to Educational Research."},
      {
        "id":"ED120126",
        "title":"The Role of Abstract Preferences in Determining Student Behavior in Problem Solving Tasks Within a Piagetian Framework."},
      {
        "id":"ED120127",
        "title":"Student Teaching Behaviors Identified by a National Jury as Indicators of Success in Sixteen Competency Areas."},
      {
        "id":"ED120128",
        "title":"Ways and Means to Learning Centers."},
      {
        "id":"ED120129",
        "title":"Third Party Teacher Evaluation: A Collaborative Design for Instructional Leadership."},
      {
        "id":"ED120130",
        "title":"Church and School: Continuing Similar Concerns."},
      {
        "id":"ED120131",
        "title":"Instructor's Manual for Inservice Training."},
      {
        "id":"ED120132",
        "title":"An Evaluation of the Personalized Model of Teacher Training. Final Report."},
      {
        "id":"ED120133",
        "title":"The Open Education Advisor."},
      {
        "id":"ED120134",
        "title":"Exercise and Weight Control."},
      {
        "id":"ED120135",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (78th, Phoenix, Arizona, January 9-12, 1975)."},
      {
        "id":"ED120136",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (73rd, Chicago, Illinois, December 27-30, 1969)."},
      {
        "id":"ED120137",
        "title":"Modifying Activities for Title IX."},
      {
        "id":"ED120138",
        "title":"The Research Unit Handbook."},
      {
        "id":"ED120139",
        "title":"Historical Perspective on Contrasting Philosophies of Professional Preparation for Physical Education in the United States."},
      {
        "id":"ED120140",
        "title":"A Brief Analysis of the Ordinary Language Employed in the Professional Preparation of Sport Coaches and Teachers."},
      {
        "id":"ED120141",
        "title":"A Proposal for the Establishment of University Centers for the History, Philosophy, and Comparative Aspects of Physical Education and Sport."},
      {
        "id":"ED120142",
        "title":"A Model for Optimum Professional Preparation and Development in a Field Called Physical Education."},
      {
        "id":"ED120143",
        "title":"Freedom in Competitive Sport."},
      {
        "id":"ED120144",
        "title":"An Analysis of the Claim that \"Physical Education\" Has Become a \"Family Resemblance\" Term."},
      {
        "id":"ED120145",
        "title":"The Effects of Teacher Practice on Student Learning and Attitudes in Small Group Instruction. Technical Report No. 47."},
      {
        "id":"ED120146",
        "title":"Institutional Factors in the Education of Teachers: An Historical Preview."},
      {
        "id":"ED120147",
        "title":"The Normative Structure of Knowledge Production and Utilization in Education. Volume 1. A Methodology for Describing the Infrastructure of Educational R and D."},
      {
        "id":"ED120148",
        "title":"The Normative Structure of Knowledge Production and Utilization in Education. Volume 2. Case Studies of the Infrastructure of Educational R and D."},
      {
        "id":"ED120149",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (69th, Philadelphia, Pennsylvania, December 27-29, 1965)."},
      {
        "id":"ED120150",
        "title":"National College Physical Education Association for Men. Proceedings of Annual Meeting (70th, San Diego, California, December 28-31, 1966)."},
      {
        "id":"ED120151",
        "title":"The Indiana Student Teaching Study."},
      {
        "id":"ED120152",
        "title":"Application of the Spielberger Trait-State Anxiety Theory and Stai in Pre-Competition Anxiety Research."},
      {
        "id":"ED120153",
        "title":"Pupil Perceptions of a Student Teacher's Competence."},
      {
        "id":"ED120154",
        "title":"The Study of Pedagogical Processes. Pedagogical Reports No. 3 1976."},
      {
        "id":"ED120155",
        "title":"Innovations in Teaching 1969-70. Thirteen Projects of the Hilroy Fellowship Program."},
      {
        "id":"ED120156",
        "title":"Innovations in Teaching 1973. Abstracts of the Hilroy Fellowship Program."},
      {
        "id":"ED120157",
        "title":"Innovations in Teaching 1974. Abstracts of the Hilroy Fellowship Program."},
      {
        "id":"ED120160",
        "title":"Innovations in Teaching of Mathematics and Natural Sciences. Part I."},
      {
        "id":"ED120161",
        "title":"Innovations in Teaching of Language Arts and Literature. Part II."},
      {
        "id":"ED120162",
        "title":"Black and White Observers' Perceptions of Teacher Verbal and Nonverbal Behaviors."},
      {
        "id":"ED120163",
        "title":"Professionalism - The Game Spirit. (Job Alternatives to Teaching)."},
      {
        "id":"ED120164",
        "title":"Discriminant Analysis of Basketball Skill Tests and Biographic Data."},
      {
        "id":"ED120165",
        "title":"The Milwaukee Lighted Schoolhouse Program and the Future in a Context of Community Education."},
      {
        "id":"ED120166",
        "title":"Individualized Physical Education."},
      {
        "id":"ED120168",
        "title":"AAPHER Youth Fitness Test Manual. Revised 1976 Edition."},
      {
        "id":"ED120169",
        "title":"The Consequences of Training Teachers to Use Mastery Learning."},
      {
        "id":"ED120170",
        "title":"The Effect of Bilateral Transfer on Coincidence-Anticipation Performance."},
      {
        "id":"ED120171",
        "title":"Teacher Centers and Inservice Education. Fastback No. 71."},
      {
        "id":"ED120172",
        "title":"The American Teacher: 1776-1976. Fastback No. 76."},
      {
        "id":"ED120173",
        "title":"Teacher Education Programs for Native People. Biographies in Education No. 55."},
      {
        "id":"ED120174",
        "title":"A Mini-Guide for Legalizing Student-Teacher Relationships in the Classroom. A Guide for: Evaluating Classroom Practices; Avoiding Problems; and Improving Basic Legal Knowledge."},
      {
        "id":"ED120175",
        "title":"[Educational Studies Major.]"},
      {
        "id":"ED120176",
        "title":"Bilingual-Bicultural Program for Elementary Teachers."},
      {
        "id":"ED120177",
        "title":"A Study of the Effectiveness of the TOD (Teachers of the Disadvantaged) Program at Ball State University."},
      {
        "id":"ED120178",
        "title":"Ball State University Presents a Program to Prepare Teachers for Multi-Cultured Secondary Schools."},
      {
        "id":"ED120179",
        "title":"[City College Advisory Service and Workshop Center for Open Education.]"},
      {
        "id":"ED120180",
        "title":"Report for the Research Committee and Elementary Education Department at the State University of New York at Oswego."},
      {
        "id":"ED120181",
        "title":"[American Primary Experimental Program (APEX).]"},
      {
        "id":"ED120182",
        "title":"A Mini-Guide for Planning Instructional and Behavioral Classroom Management. A Guide to: Improve Accountability; Improve Discipline; and Improve Student Achievement."},
      {
        "id":"ED120183",
        "title":"Model for Developing an In-Service Teacher Workshop To Help Multilingual and Multicultural Students."},
      {
        "id":"ED120184",
        "title":"A Comparison of CBTE and Conventional Teacher Education Programs."},
      {
        "id":"ED120185",
        "title":"A Mini-Guide for Student Self-Evaluation and Self-Improvement. A Guide to: Value Orientation; Setting Personal Goals; and Developing Self-Discipline."},
      {
        "id":"ED120186",
        "title":"Does Involvement of Mental Health Consultants with Teachers Change Their Attitudes Toward Children with Emotional Problems?"},
      {
        "id":"ED120187",
        "title":"A Study of Conceptual Level, Perceived Learning Style and Intended Use of Teaching Materials."},
      {
        "id":"ED120188",
        "title":"The Use of Professional Beliefs in the Study of Teachers and Teaching."},
      {
        "id":"ED120189",
        "title":"An Experiment In Field-Based Elementary Teacher Education."},
      {
        "id":"ED120190",
        "title":"The Evaluation and Impact Of The Master of Education Degree Program As Reported By Program Graduates."},
      {
        "id":"ED120191",
        "title":"Teaching Strategies for Mental Health."},
      {
        "id":"ED120192",
        "title":"Javelin, Arrow, Dart and Pin Games of Native American Women of the Plains."},
      {
        "id":"ED120193",
        "title":"Evaluation: Evolution (Evaluation as Evolution)."},
      {
        "id":"ED120194",
        "title":"A Simplified Example of How to Extract More Planning Data from Existing Evaluation Instruments."},
      {
        "id":"ED120195",
        "title":"Fundamentals of Research Design."},
      {
        "id":"ED120196",
        "title":"Predicting Success in a Physician Extender (Medex) Program."},
      {
        "id":"ED120197",
        "title":"Minority Programs and Activities of the College Entrance Examination Board: A Critical Review and a Brief Look Ahead."},
      {
        "id":"ED120198",
        "title":"An Instrument to Predict Job Performance of Home Health Aides--Testing the Reliability and Validity."},
      {
        "id":"ED120199",
        "title":"Potters' House Evaluation 1974-75. A Title III ESEA Project."},
      {
        "id":"ED120202",
        "title":"National Longitudinal Study of the High School Class of 1972: Comparative Profiles One and One-Half Years After Graduation."},
      {
        "id":"ED120208",
        "title":"An Analytical Investigation of the Robustness and Power of ANCOVA with the Presence of Heterogeneous Regression Slopes."},
      {
        "id":"ED120209",
        "title":"A Simulation Study of Stradaptive Ability Testing. Research Report 75-6."},
      {
        "id":"ED120210",
        "title":"A Critical Look at the Measuring of Work."},
      {
        "id":"ED120211",
        "title":"State Assessment of Educational Progress in North Carolina, 1973-74, Cultural Arts, Grade 3."},
      {
        "id":"ED120212",
        "title":"State Assessment of Educational Progress in North Carolina, 1973-74, Health and Physical Education, Grade 3."},
      {
        "id":"ED120214",
        "title":"Likert vs. Yes-No Response Modality in Locus of Control Measurement."},
      {
        "id":"ED120226",
        "title":"Individual Student and Classroom Reports: Explanatory Materials. The Second Report of the 1974-75 Michigan Educational Assessment Program."},
      {
        "id":"ED120229",
        "title":"Estimating Reliability from a Single Administration of a Mastery Test."},
      {
        "id":"ED120230",
        "title":"Outliers and Accountability, Fact or Fiction?"},
      {
        "id":"ED120232",
        "title":"Directory of Federal Agency Education Data Tapes."},
      {
        "id":"ED120235",
        "title":"Effect of Teacher, Students, and Class Characteristics on the Evaluation of College Instructors."},
      {
        "id":"ED120240",
        "title":"A Computer Simulation Investigating the Applicability of the Rasch Model with Varying Item Discriminations."},
      {
        "id":"ED120245",
        "title":"Declining Admissions Test Scores."},
      {
        "id":"ED120250",
        "title":"Problems in the Development of Criterion-Referenced Tests: The IPI Pittsburgh Experience."},
      {
        "id":"ED120261",
        "title":"Estimating Parameters in the Rasch Model: Removing the Effects of Random Guessing."},
      {
        "id":"ED120262",
        "title":"Sources of Invalidity in Measuring Classroom Behavior."},
      {
        "id":"ED120264",
        "title":"An Evaluation of the New Approach Method--Final Report."},
      {
        "id":"ED120274",
        "title":"Manpower Policies and Programs; A Review, 1935-75."},
      {
        "id":"ED120275",
        "title":"Non-verbal Behavior Cross-Cultural Contact, and the Urban Classroom Teacher."},
      {
        "id":"ED120277",
        "title":"The Quality of Life in Eight American Cities: Selected Indicators of Urban Conditions and Trends."},
      {
        "id":"ED120278",
        "title":"Race and Criminal Deviance: A Study of Youthful Offenders."},
      {
        "id":"ED120279",
        "title":"A Self-Monitoring Instrument, Title I ESEA, for North Carolina Local Education Agencies."},
      {
        "id":"ED120292",
        "title":"Data on Selected Racial Groups Available From the Bureau of the Census."},
      {
        "id":"ED120293",
        "title":"Community Control: A Strategy for Change."},
      {
        "id":"ED120296",
        "title":"Project S.T.E.P.: Seniors Tutor for Educational Progress."},
      {
        "id":"ED120297",
        "title":"External Feedback, Self-Evaluation and Performance of Black and White College Students."},
      {
        "id":"ED120298",
        "title":"Guidebook to Promising Practices in Compensatory Education and Miller-Unruh Reading Program Schools in California."},
      {
        "id":"ED120299",
        "title":"Putting It Together with Parents: A Guide to Parent Involvement in Educational Programs."},
      {
        "id":"ED120300",
        "title":"Evaluation Report of ECE, ESEA Title I, and EDY, 1974-75."},
      {
        "id":"ED120305",
        "title":"Community and Industry Determinants of the Occupational Status of Black Males."},
      {
        "id":"ED120306",
        "title":"Determinants of Students' Interracial Behavior and Opinion Change. Working Paper No. 93, Revised."},
      {
        "id":"ED120314",
        "title":"Opinions Differ on Black Studies."},
      {
        "id":"ED120315",
        "title":"Study of the Educational Achievement of Migrant Children. Summary Report, December 1975."},
      {
        "id":"ED120333",
        "title":"Evaluation Report Title I, ESEA...North Carolina Annual Evaluation Report, Fiscal Year 1975."},
      {
        "id":"ED120335",
        "title":"ESEA Title I Program Evaluation [Phoenix Union High School System, Arizona]."},
      {
        "id":"ED120336",
        "title":"Addendum to ESEA Title I Program Evaluation [Phoenix Union High School System, Arizona]."},
      {
        "id":"ED120375",
        "title":"Career Education in Louisiana: An Annual Report 1973-1974; Brief Success Stories in Career Education in Louisiana."},
      {
        "id":"ED120376",
        "title":"Coordinating Right to Read with Adult Basic Education."},
      {
        "id":"ED120383",
        "title":"COPES Report: System Reliability Study."},
      {
        "id":"ED120401",
        "title":"Definitions and a Model for Four Design Processes in Education Based on Statement of Objectives."},
      {
        "id":"ED120402",
        "title":"The Vocational Preparation of Women; Report and Recommendations of the Secretary's Advisory Committee on the Rights and Responsibilities of Women."},
      {
        "id":"ED120403",
        "title":"Research Related to Bowling Green Independent School System's Comprehensive Career Education Model."},
      {
        "id":"ED120406",
        "title":"The Liberalization of Vocational Education."},
      {
        "id":"ED120407",
        "title":"Multiple Jobholders in May 1975: Special Labor Force Report No. 182."},
      {
        "id":"ED120408",
        "title":"Diagnostic Assessment of Driver Problems: Volume 1. The State-of-the-Art in Driver Problem Diagnosis."},
      {
        "id":"ED120409",
        "title":"Diagnostic Assessment of Driver Problems: Volume 2. Assessment Techniques for Operational Users: Final Report."},
      {
        "id":"ED120411",
        "title":"Profiles of Career Education Projects; First Year&apos;s Program, Fiscal Year 1975 Funding."},
      {
        "id":"ED120417",
        "title":"Career Guidance for Science Students: Systems, Practices and Data Base."},
      {
        "id":"ED120424",
        "title":"An Education Model for Manpower Programs: A Manual of Recommended Practices."},
      {
        "id":"ED120425",
        "title":"A Longitudinal Study of Unemployment Insurance Exhaustees: Final Report on Waves 1 and 2."},
      {
        "id":"ED120434",
        "title":"Career Education: A Differentiated Approach to Improvement of Instruction."},
      {
        "id":"ED120441",
        "title":"Effective ABE Programming: Nine Case Studies."},
      {
        "id":"ED120443",
        "title":"The Antecedents and Consequences of Interruptions in Formal Schooling: A Review of the Literature."},
      {
        "id":"ED120448",
        "title":"Aviation Weather for Pilots and Flight Operations Personnel."},
      {
        "id":"ED120457",
        "title":"Occupational Survival Skills Implications for Job Maintenance and Mobility. A Research Study Summary."},
      {
        "id":"ED120467",
        "title":"Emergency Medical Technician Instructor Training Institute--Final Report."},
      {
        "id":"ED120468",
        "title":"Highway Collision Investigation Training Program. Final Report."},
      {
        "id":"ED120472",
        "title":"The Reliability of the Minnesota Vocational Follow-Up Student Questionnaire."},
      {
        "id":"ED120475",
        "title":"The Career Education Assessment Guide."},
      {
        "id":"ED120476",
        "title":"Using the Daily Newspaper to Teach Social Responsibility, Personal Development and Career Development, K-12 Suggested Guidelines."},
      {
        "id":"ED120482",
        "title":"Improvements Needed in Determining Skill-Training Requirements. Department of the Army."},
      {
        "id":"ED120486",
        "title":"Polyvalent Adult Education Centre (Shramik Vidyapeeth) Bombay: Second Evaluation Study."},
      {
        "id":"ED120502",
        "title":"Staffing Patterns in the Wholesale and Retail Trade Industry in Indiana."},
      {
        "id":"ED120515",
        "title":"Construction Cluster Volume IV: [Concrete Work]."},
      {
        "id":"ED120519",
        "title":"National Task Bank. Tasks in Social Welfare: [1975 Supplement to the National Task Bank]."},
      {
        "id":"ED120520",
        "title":"Internal and External Labor Markets: An Analysis of Manpower Utilization."},
      {
        "id":"ED120525",
        "title":"Minorities and Women in the Health Fields: Applicants, Students and Workers."},
      {
        "id":"ED120532",
        "title":"Worker Perceptions of Skills Necessary for Survival in the World of Work. Thesis."},
      {
        "id":"ED120536",
        "title":"One, Two, or Three Year Distributive Education Secondary School Curriculum. Bulletin No. 1389."},
      {
        "id":"ED120537",
        "title":"Journalism Resource Guide With Emphasis on Career Education. Bulletin No. 1338."},
      {
        "id":"ED120538",
        "title":"English Resource Guide With Emphasis on Career Education. Resource Guide for Secondary Teachers of English. Bulletin No. 1337."},
      {
        "id":"ED120539",
        "title":"Business and Office Education Curriculum Guidelines. Bulletin No. 1246."},
      {
        "id":"ED120540",
        "title":"Construction: Industrial Arts Curriculum Guide. Middle Schools 6-9. Publication No. 1333 (Tentative)."},
      {
        "id":"ED120541",
        "title":"Communications: Industrial Arts Curriculum Guide. Middle Schools 6-9 (Tentative)."},
      {
        "id":"ED120542",
        "title":"Graphic Arts Technology: Industrial Arts Curriculum Guide. Grades 9-12. Bulletin No. 1334 (Tentative)."},
      {
        "id":"ED120543",
        "title":"Power and Energy: Industrial Arts Curriculum Guide. Grades 9-12. Curriculum Guide 1335 (Tentative)."},
      {
        "id":"ED120544",
        "title":"Visual Communications: Industrial Arts Curriculum Guide. Grades 9-12. Bulletin No. 1325 (Tentative)."},
      {
        "id":"ED120545",
        "title":"Materials and Processes of Industry: Curriculum Guide for Industrial Arts. Grades 9, 10, 11 or 12."},
      {
        "id":"ED120564",
        "title":"Guidelines to Career Development for Wastewater Treatment Plant Personnel."},
      {
        "id":"ED120565",
        "title":"Educational and Employment Plans and Occupational Choices of Indiana High School Seniors in the Class of '75."},
      {
        "id":"ED120570",
        "title":"Improving Instruction in Innovative Areas Through Improved Administrative Procedures. Final Report."},
      {
        "id":"ED120572",
        "title":"Occupational Employment Statistics Program. Staffing Patterns in Selected Nonmanufacturing Industries."},
      {
        "id":"ED120576",
        "title":"Education for Agriculture. A History of the Ohio Vocational Agriculture Teachers Association--1925-1975."},
      {
        "id":"ED120582",
        "title":"State Plan for Career Education."},
      {
        "id":"ED120592",
        "title":"Perceptions of \"Counselors\" and Other Help Givers: A Consumer Analysis. Research Report 3-75."},
      {
        "id":"ED120595",
        "title":"Guidance Program Evaluation--The Counselor's Role."},
      {
        "id":"ED120597",
        "title":"Source of Individual Differences in Digit Span. Technical Report 1."},
      {
        "id":"ED120600",
        "title":"Pupil Personnel Services in California Public Schools: Needs, Problems, and a Plan for Solutions."},
      {
        "id":"ED120604",
        "title":"Effects of Cross-Age Peer Relationships. Final Report."},
      {
        "id":"ED120614",
        "title":"Planning the Rest of Your Life: Phi Delta Kappa Educational Foundation Fastback No. 61."},
      {
        "id":"ED120619",
        "title":"Children's Rights and Parental Punishment Practices."},
      {
        "id":"ED120628",
        "title":"Handle Yourself with Care: An Instructor's Guide for an Accident Prevention Course for Older Americans."},
      {
        "id":"ED120631",
        "title":"Are We Encouraging Rape?"},
      {
        "id":"ED120632",
        "title":"Social Influences on Women's Pursuit of a Nontraditional Career."},
      {
        "id":"ED120633",
        "title":"The School's Responsibility for Sex Education. Fastback Number 47."},
      {
        "id":"ED120634",
        "title":"The Cost of Being Black: 1970."},
      {
        "id":"ED120644",
        "title":"MAP [Mutual Agreement Program] Program Outcomes in the Initial Demonstration States: An Evaluative Summary of Research. Resource Document Number 7."},
      {
        "id":"ED120646",
        "title":"Identifying and Developing Leadership Aspects of Effective Management in Team-Oriented Task Groups. Technical Report 70-4."},
      {
        "id":"ED120651",
        "title":"Is Creativity Teachable? Phi Delta Kappa Foundation Fastback 20."},
      {
        "id":"ED120657",
        "title":"Stereotypes of Male and Female Speech."},
      {
        "id":"ED120660",
        "title":"Traditional Japanese Management: Upside Down and Inside Out."},
      {
        "id":"ED120665",
        "title":"Informal Reading Inventories: A Survey Among Professionals."},
      {
        "id":"ED120671",
        "title":"The Relationship Between Word Difficulty and Access of Single-word Meaning by Skilled and Less Skilled Readers."},
      {
        "id":"ED120672",
        "title":"The Role of Stimulus Concreteness and Visual Attentional Training in Children's Pictorial Paired-Associate Learning."},
      {
        "id":"ED120674",
        "title":"A Study of Relationships in Teacher Proficiency."},
      {
        "id":"ED120675",
        "title":"Monitoring Reading Behavior: Criteria for Performance."},
      {
        "id":"ED120683",
        "title":"Reading Materials for Vocational-Technical Students: An Annotated Bibliography."},
      {
        "id":"ED120685",
        "title":"Some Facts About Learning About Factives."},
      {
        "id":"ED120689",
        "title":"Psycholinguistic Processing in Reading and Listening among Good and Poor Readers."},
      {
        "id":"ED120690",
        "title":"Pictures, Repetition, and Young Children's Oral Prose Learning."},
      {
        "id":"ED120692",
        "title":"Forgetting of Prose as a Function of Interpolated Passage Content and Organization."},
      {
        "id":"ED120725",
        "title":"Poets in the Schools: A Handbook."},
      {
        "id":"ED120728",
        "title":"News Diffusion in the Nixon Resignation Story: A Study of Media Use Patterns."},
      {
        "id":"ED120729",
        "title":"The Literature of Terror: A Theme-centered Mini-course."},
      {
        "id":"ED120731",
        "title":"Help for the Teacher of Written Composition (K-9): New Directions in Research."},
      {
        "id":"ED120732",
        "title":"Reviews of Selected Published Tests in English."},
      {
        "id":"ED120733",
        "title":"Writing Exercises from \"Exercise Exchange.\""},
      {
        "id":"ED120738",
        "title":"Spelling and Grammar--Their Importance to Journalism: What Journalism Schools Are Doing."},
      {
        "id":"ED120739",
        "title":"U. S. Government Advertising in Consumer Magazines, 1960-1973."},
      {
        "id":"ED120740",
        "title":"A Test of the Agenda-Setting Influence of Televised Political Advertising."},
      {
        "id":"ED120741",
        "title":"The Vise/Vice of Standardized Testing: National Depreciation by Quantification."},
      {
        "id":"ED120748",
        "title":"The Journalistic and Academic Backgrounds of Teachers of Skills Courses in Accredited Schools and Departments of Journalism."},
      {
        "id":"ED120752",
        "title":"The Teaching of Graphics and Design."},
      {
        "id":"ED120766",
        "title":"Viewpoints: Controversy in Content and Materials in Schools."},
      {
        "id":"ED120775",
        "title":"Rhetoric and Usage in Technical Writing."},
      {
        "id":"ED120778",
        "title":"The Promise and the Performance: What's Really Basic in Teaching TAs."},
      {
        "id":"ED120779",
        "title":"The Relationship between Non-Standard Dialect and Academic Achievement."},
      {
        "id":"ED120785",
        "title":"Technical Communications: Administrative \"Basics\" in Community Colleges."},
      {
        "id":"ED120791",
        "title":"Perspectives on Research in English Education and Reading, 1974 [Papers from the Conference on Research in English Education and Reading (4th, New Orleans, Louisiana, November 28-30, 1974)]."},
      {
        "id":"ED120797",
        "title":"Measuring the Cumulative Agenda-Setting Influence of the Mass Media."},
      {
        "id":"ED120804",
        "title":"Articulating the Language Arts Curriculum or Meadowlarks and a Bird Dog Named Gus."},
      {
        "id":"ED120809",
        "title":"Balancing Theory with Practice in the Training of Writing Teachers."},
      {
        "id":"ED120817",
        "title":"English Language Framework for California Public Schools, Kindergarten through Grade Twelve."},
      {
        "id":"ED120823",
        "title":"Drama Education Guidelines: A Curriculum Guideline for the Theatre Arts in Education in the State of Washington."},
      {
        "id":"ED120825",
        "title":"Index to Journals in Communication Studies through 1974."},
      {
        "id":"ED120826",
        "title":"International and Intercultural Communication Annual, Volume 2."},
      {
        "id":"ED120827",
        "title":"Bibliographic Annual in Speech Communication, 1975; An Annual Volume Devoted to Maintaining a Record of Graduate Work in Speech Communication, Providing Abstracts of Doctoral Dissertations, and Making Available Subject Area Bibliographies."},
      {
        "id":"ED120828",
        "title":"Southern Feminist Rhetoric: A Search for Its Roots."},
      {
        "id":"ED120831",
        "title":"Lenny Bruce: A Rhetoric of Social Criticism."},
      {
        "id":"ED120833",
        "title":"Communication Correlates of Opinion Leadership of Professionals in a Research Dissemination Organization."},
      {
        "id":"ED120838",
        "title":"Beyond the Wasteland: The Criticism of Broadcasting."},
      {
        "id":"ED120839",
        "title":"ERIC First Analysis: 1976-77 National High School Debate Resolutions (How Can the Criminal Justice System in the United States Best Be Improved?)"},
      {
        "id":"ED120852",
        "title":"Whither Genre? (Or, Genre Withered?)."},
      {
        "id":"ED120855",
        "title":"The Dimensional Structure of Children's Perceptions of Television Reality."},
      {
        "id":"ED120860",
        "title":"Attitudes Vs. Cognitions: Explaining Long-Term Watergate Effects."},
      {
        "id":"ED120869",
        "title":"The Agenda-Setting Function of the Mass Media in a Signal Starved Market."},
      {
        "id":"ED120870",
        "title":"Twenty Questions to the Puzzle of Meaning in Literature for the Oral Interpreter."},
      {
        "id":"ED120881",
        "title":"Mass Media and Interpersonal Influence in Adolescent Consumer Socialization."},
      {
        "id":"ED120892",
        "title":"Selected Print and Nonprint Resources in Speech Communication: An Annotated Bibliography, K-12."},
      {
        "id":"ED120893",
        "title":"ERIC Abstracts: ERIC Document Resumes on Student Rights and Responsibilities. ERIC Abstracts Series, Number 34."},
      {
        "id":"ED120894",
        "title":"ERIC Abstracts: ERIC Document Resumes on Energy Conservation and the Schools ERIC Abstract Series, Number 35."},
      {
        "id":"ED120895",
        "title":"Fiscal Planning for School Construction. Educational Facilities Digest 4."},
      {
        "id":"ED120896",
        "title":"Life-Cycle Costing. Educational Facilities Digest 5."},
      {
        "id":"ED120897",
        "title":"Directory of Organizations and Personnel in Educational Management. Fifth Edition."},
      {
        "id":"ED120899",
        "title":"Administrative Implications of Mainstreaming. NAESP School Leadership Digest Second Series, Number 7. ERIC/CEM Research Analysis Series, Number 22."},
      {
        "id":"ED120905",
        "title":"Managing Organizational Conflict: When to Use Collaboration, Bargaining and Power Approaches. Working Paper."},
      {
        "id":"ED120906",
        "title":"Major Causes of Organizational Conflict: Diagnosis for Action. Working Paper."},
      {
        "id":"ED120908",
        "title":"The Process of Developing Educational Specifications."},
      {
        "id":"ED120910",
        "title":"The Condition of Education: A Statistical Report on the Condition of Education in the United States, Together with a Description of the Activities of the National Center for Education Statistics. 1976 Edition."},
      {
        "id":"ED120912",
        "title":"The Urban School Superintendency: A Century and a Half of Change. Fastback Series, No. 77. Bicentennial Series."},
      {
        "id":"ED120934",
        "title":"Goal Setting Behavior and Shift: Two Studies of Educators' Risk Propensity."},
      {
        "id":"ED120935",
        "title":"Control Orientation, Nonnegotiable Demands, and Race in Conflict Between Unequal Power Persons."},
      {
        "id":"ED120939",
        "title":"Prolegomenon to the Analysis of Nondecision Making."},
      {
        "id":"ED120954",
        "title":"Cost-Effective Analysis in Education."},
      {
        "id":"ED120956",
        "title":"Student Control and Choice: Some Theoretical Assumptions and Cautions Based Upon Research."},
      {
        "id":"ED120958",
        "title":"The Influence of an Anti-Strike Injunction."},
      {
        "id":"ED120959",
        "title":"Lessons from a Comprehensive School System for Theory and Research on Curriculum."},
      {
        "id":"ED120961",
        "title":"The Multidimensional World of the School Principal."},
      {
        "id":"ED127058",
        "title":"Responsive Environment Early Education Program (REEEP): First Year Evaluation Study. Year-End Evaluation Report, 1975-76."},
      {
        "id":"ED127059",
        "title":"Use and Adequacy of Health-Care Services in New Mexico. New Mexico Agricultural Experiment Station, Research Report 320."},
      {
        "id":"ED127060",
        "title":"Curriculum and Evaluation Guide for Safety Education Programs. Research and Evaluation Report Series No. 40.00."},
      {
        "id":"ED127061",
        "title":"Evaluation of Safety Education (Choctaw Agency School System, Philadelphia, Mississippi, February 1976). Research and Evaluation Report Series No. 40.01."},
      {
        "id":"ED127062",
        "title":"The North Dakota Indian Reservation Economy: A Descriptive Study. North Dakota Economic Studies Number 11."},
      {
        "id":"ED127063",
        "title":"Social Planning for Small Cities."},
      {
        "id":"ED127064",
        "title":"Navajo and Non-Navajo Teachers: A Comparison of Characteristics."},
      {
        "id":"ED127066",
        "title":"A Model for the Description, Analysis, and Perhaps Evaluation of Bilingual Education. Navajo Reading Study Progress Report No. 23."},
      {
        "id":"ED127067",
        "title":"American Indian Bilingual Education. Navajo Reading Study Progress Report No. 24."},
      {
        "id":"ED127068",
        "title":"Training Teachers On-Site: The Spring Semester 1974 at Sanostee and Toadlena. Navajo Reading Study Progress Report No. 25."},
      {
        "id":"ED127070",
        "title":"The Formulation of Educational Plans: An Analysis of White Adolescent Males and Females in Rural Louisiana."},
      {
        "id":"ED127072",
        "title":"To Provide for an Additional Assistant Secretary of the Interior Responsible for Indian Affairs. Hearing Before the Subcommittee on Indian Affairs of the Committee on Interior and Insular Affairs, House of Representatives, 94th Congress, 2d Session on H.R.4344, H.R. 8536, and H.R.11258 (Washington, D.C., March 4, 1976). Serial No. 94-47."},
      {
        "id":"ED127073",
        "title":"The Mohonk Conference on Outdoor Education for New York City. A Report of The Citywide Conference on Outdoor Education, Environmental Education, School Camping (Mohonk Mountain Conference Center, New Paltz, New York, October 30, 31, November 1, 1974)."},
      {
        "id":"ED127075",
        "title":"Report of the Inupiat Conference on Bilingual Education (College, Alaska, November 19-22, 1972)."},
      {
        "id":"ED127076",
        "title":"The Spatial Implications of the Navaho-Hopi Land Dispute."},
      {
        "id":"ED127077",
        "title":"Development of the Hopi Reservation."},
      {
        "id":"ED127078",
        "title":"Impact: The Effects of a Rich Information Resource on Alaskan Eskimo Students and Their Teachers. An Evaluation of the Bethel Regional Library/Media Center."},
      {
        "id":"ED127079",
        "title":"Occupational and Educational Goals of Low Income Children in Kentucky, 1969 and 1975. RS-49."},
      {
        "id":"ED127080",
        "title":"Methodological Considerations in Researching Community Services in the Northeast. A Northeast Regional Community Services Study. New Jersey Agricultural Experiment Station Bulletin 836, September 1975."},
      {
        "id":"ED127081",
        "title":"General Prospectus of Agricultural Education for Young Men and Women."},
      {
        "id":"ED127082",
        "title":"Development of Class Awareness Among Rural Children."},
      {
        "id":"ED127083",
        "title":"Adolescent Drinking in Two Rural Areas of Mississippi: 1964 and 1975."},
      {
        "id":"ED127084",
        "title":"Indian Education: The Right to Be Indian. The Third Annual Report to the Congress of the United States from the National Advisory Council on Indian Education."},
      {
        "id":"ED127085",
        "title":"Background Paper on American Indian Exceptional Children."},
      {
        "id":"ED127086",
        "title":"Parent-Child Rapport: An Important Factor in the Structuring of Educational Ambition in Rural America."},
      {
        "id":"ED127087",
        "title":"Native Americans and the Mass Media."},
      {
        "id":"ED127088",
        "title":"Demographic Change Among the Hopi and Navajo Indians. Lake Powell Research Project Bulletin Number 2, October 1973."},
      {
        "id":"ED127089",
        "title":"Survey of Navajo Community Studies, 1936-1974. Lake Powell Research Project Bulletin Number 6, March 1975."},
      {
        "id":"ED127090",
        "title":"The Impact of Power Developments on the Navajo Nation. Lake Powell Research Project Bulletin Number 7, April 1975."},
      {
        "id":"ED127091",
        "title":"Navajo Participation in Labor Unions. Lake Powell Research Project Bulletin Number 15, December 1975."},
      {
        "id":"ED127092",
        "title":"The Attitudinal-Behavioral Dimension of the Social Mobility-Fertility Hypothesis: An Empirical Examination."},
      {
        "id":"ED127093",
        "title":"Native Cultural Resource Management: A Proposal for Training."},
      {
        "id":"ED127094",
        "title":"The American Indian: A Very Private People."},
      {
        "id":"ED127095",
        "title":"Migration, Acculturation, and Migrants'&quot;Ethno-sociology&quot;. Programme in the Anthropology of Development Brief Communications Series No. 3l."},
      {
        "id":"ED127096",
        "title":"Evaluation Report of the Presidential/Secretarial Objective -- School Management Options Available to Indian People. Research and Evaluation Report Series No. 29.08."},
      {
        "id":"ED127097",
        "title":"Rough Rock School Evaluation, Spring 1974. Research and Evaluation Report Series No. 03.01."},
      {
        "id":"ED127098",
        "title":"[Wyoming Indian High School (WIHS), Ethete, Wyoming.] Evaluation Report, Contract No: K51C14200583, August 1972. Research and Evaluation Report Series No. 04-A."},
      {
        "id":"ED127099",
        "title":"Wyoming Indian High School [WIHS], Ethete, Wyoming. Evaluation Report, May 1973. Research and Evaluation Report Series No. 04-B."},
      {
        "id":"ED127102",
        "title":"Wilderness Adventure Programs: An Activity Profile."},
      {
        "id":"ED127103",
        "title":"An Education Evaluation [of] the Choctaw and Chitimacha Schools. Final Report. December 14, 1973. Research and Evaluation Report Series No. 23."},
      {
        "id":"ED127107",
        "title":"Program of Studies in Non-Formal Education. Economics of Non-Formal Education. Study Team Reports."},
      {
        "id":"ED127109",
        "title":"The Gasoline Shortage: A National Perspective; A Background Paper, Committee on Interior and Insular Affairs, U.S. Senate, Ninety-Third Congress, First Session. [Committee Print]"},
      {
        "id":"ED127110",
        "title":"Implementation of Engineering Technology in the Comprehensive Community College."},
      {
        "id":"ED127113",
        "title":"[Measuring in Metric:] A Teacher&apos;s Workshop Manual for Individualized Instruction."},
      {
        "id":"ED127115",
        "title":"Environmental Education, Conceptual Curriculum Framework (Tentative)."},
      {
        "id":"ED127116",
        "title":"The Design and Operation of an Effective Math Laboratory."},
      {
        "id":"ED127118",
        "title":"Environmental Education. International Conference on Environmental Education (Jerusalem, August 18-21, 1975)."},
      {
        "id":"ED127119",
        "title":"Approved Guidelines for Kentucky's Environmental Education Plan."},
      {
        "id":"ED127121",
        "title":"Student Questionnaire. [Harvard Project Physics]"},
      {
        "id":"ED127124",
        "title":"Prueba de Ciencia Primer Grado (Science Test for the First Grade). [In Spanish]"},
      {
        "id":"ED127125",
        "title":"Pupil Opinion Poll. [Physics, Chemistry, and Biology]"},
      {
        "id":"ED127127",
        "title":"Environmental Problems and Higher Education."},
      {
        "id":"ED127128",
        "title":"Issues in Science Education: Changing Purposes of Science Education."},
      {
        "id":"ED127130",
        "title":"An Activity Approach to Fractional Concepts, Monograph No. 5."},
      {
        "id":"ED127131",
        "title":"Michigan Fourth and Seventh Grade Student Performance in Mathematics, 1970-1973, Monograph No. 6."},
      {
        "id":"ED127132",
        "title":"Michigan Educational Assessment Program, Mathematics Interpretive Report, 1973 Grade 4 and 7 Tests, Monograph No. 7."},
      {
        "id":"ED127133",
        "title":"Michigan Educational Assessment Program, Mathematics Interpretive Report, 1974 Grade 4 and 7 Tests, Monograph No. 8."},
      {
        "id":"ED127134",
        "title":"Activities in Elementary Probability, Monograph No. 9."},
      {
        "id":"ED127136",
        "title":"The Investigation of Attitude Changes of Elementary Preservice Teachers in a Competency-Based, Field-Oriented Science Methods Course and Attitude Changes of Classroom Teachers Cooperating with the Field Component."},
      {
        "id":"ED127137",
        "title":"Cornell Conditional Reasoning Test as an Adequate Measure of Conditional Moves in Adolescent Verbal Behavior."},
      {
        "id":"ED127138",
        "title":"Formal Operational Thought and Learning Strategies in Mathematical Structures."},
      {
        "id":"ED127139",
        "title":"The Potential for Improving Science Education Through Transdisciplinary Integration with Art Education."},
      {
        "id":"ED127140",
        "title":"Field Testing a Systems Analysis Model for Mathematics/Science Teacher Education."},
      {
        "id":"ED127141",
        "title":"Relationship Between the Degree of Individualized Instruction and Children's Science Related Cognitive Skill Development in Open Space and Conventional Schools."},
      {
        "id":"ED127142",
        "title":"An Intraconcept Analysis of Rational Number Subtraction: A Validation Study."},
      {
        "id":"ED127143",
        "title":"Science Achievement: Racial and Regional Trends, 1969-1973."},
      {
        "id":"ED127144",
        "title":"Metric Activities, Grades K-6."},
      {
        "id":"ED127145",
        "title":"Practical Applications of Space Systems."},
      {
        "id":"ED127146",
        "title":"Practical Applications of Space Systems, Supporting Paper 1: Weather and Climate."},
      {
        "id":"ED127147",
        "title":"Practical Applications of Space Systems, Supporting Paper 2: Uses of Communications."},
      {
        "id":"ED127148",
        "title":"Practical Applications of Space Systems, Supporting Paper 3: Land Use Planning."},
      {
        "id":"ED127149",
        "title":"Practical Applications of Space Systems, Supporting Paper 4: Agriculture, Forest, and Range."},
      {
        "id":"ED127150",
        "title":"Practical Applications of Space Systems, Supporting Paper 5: Inland Water Resources."},
      {
        "id":"ED127151",
        "title":"Practical Applications of Space Systems, Supporting Paper 6: Extractable Resources."},
      {
        "id":"ED127152",
        "title":"Practical Applications of Space Systems, Supporting Paper 7: Environmental Quality."},
      {
        "id":"ED127153",
        "title":"Practical Applications of Space Systems, Supporting Paper 9: Materials Processing in Space."},
      {
        "id":"ED127154",
        "title":"Practical Applications of Space Systems, Supporting Paper 10: Institutional Arrangements."},
      {
        "id":"ED127155",
        "title":"Practical Applications of Space Systems, Supporting Paper 11: Costs and Benefits."},
      {
        "id":"ED127156",
        "title":"Practical Applications of Space Systems, Supporting Paper 12: Space Transportation."},
      {
        "id":"ED127157",
        "title":"Practical Applications of Space Systems, Supporting Paper 13: Information Services and Information Processing."},
      {
        "id":"ED127158",
        "title":"Practical Applications of Space Systems, Supporting Paper 14: Technology."},
      {
        "id":"ED127160",
        "title":"A Teacher's Introduction to Energy and Energy Conservation: Elementary."},
      {
        "id":"ED127161",
        "title":"A Teacher's Introduction to Energy and Energy Conservation: Secondary."},
      {
        "id":"ED127162",
        "title":"An Experimental Study of the Placement of Classification Skills in the Science-A Process Approach Curriculum Employing Piaget's Theory of Cognitive Development."},
      {
        "id":"ED127164",
        "title":"Overview: MINNEMAST."},
      {
        "id":"ED127165",
        "title":"MINNEMAST Recommendations for Science and Math in the Intermediate Grades."},
      {
        "id":"ED127166",
        "title":"Living Things in Field and Classroom: A MINNEMAST Handbook for Teachers of Early Elementary Grades."},
      {
        "id":"ED127167",
        "title":"Property Blocks: Games and Activities."},
      {
        "id":"ED127168",
        "title":"Adventures in Science and Math."},
      {
        "id":"ED127169",
        "title":"Watching and Wondering: MINNEMAST Coordinated Mathematics - Science Series, Unit 1."},
      {
        "id":"ED127170",
        "title":"Curves and Shapes: MINNEMAST Coordinated Mathematics - Science Series, Unit 2."},
      {
        "id":"ED127171",
        "title":"Describing and Classifying: MINNEMAST Coordinated Mathematics - Science Series, Unit 3."},
      {
        "id":"ED127172",
        "title":"Using Our Senses: MINNEMAST Coordinated Mathematics - Science Series, Unit 4."},
      {
        "id":"ED127173",
        "title":"Introducing Measurement: MINNEMAST Coordinated Mathematics - Science Series, Unit 5."},
      {
        "id":"ED127174",
        "title":"Numeration: MINNEMAST Coordinated Mathematics - Science Series, Unit 6."},
      {
        "id":"ED127175",
        "title":"Introducing Symmetry: MINNEMAST Coordinated Mathematics - Science Series, Unit 7."},
      {
        "id":"ED127176",
        "title":"Observing Properties: MINNEMAST Coordinated Mathematics - Science Series, Unit 8."},
      {
        "id":"ED127178",
        "title":"Describing Locations: MINNEMAST Coordinated Mathematics - Science Series, Unit 10."},
      {
        "id":"ED127179",
        "title":"Introducing Addition and Subtraction: MINNEMAST Coordinated Mathematics - Science Series, Unit 11."},
      {
        "id":"ED127180",
        "title":"Measurement with Reference Units: MINNEMAST Coordinated Mathematics - Science Series, Unit 12."},
      {
        "id":"ED127181",
        "title":"Interpretations of Addition and Subtraction: MINNEMAST Coordinated Mathematics - Science Series, Unit 13."},
      {
        "id":"ED127182",
        "title":"Exploring Symmetrical Patterns: MINNEMAST Coordinated Mathematics - Science Series, Unit 14."},
      {
        "id":"ED127183",
        "title":"Investigating Systems: MINNEMAST Coordinated Mathematics - Science Series, Unit 15."},
      {
        "id":"ED127184",
        "title":"Numbers and Measuring, Learning With TOR: MINNEMAST Coordinated Mathematics - Science Series, Unit 16."},
      {
        "id":"ED127185",
        "title":"Introducing Multiplication and Division, Kangaroos and Numbers: MINNEMAST Coordinated Mathematics - Science Series, Unit 17."},
      {
        "id":"ED127186",
        "title":"Scaling and Representation: MINNEMAST Coordinated Mathematics - Science Series, Unit 18."},
      {
        "id":"ED127187",
        "title":"Comparing Changes: MINNEMAST Coordinated Mathematics - Science Series, Unit 19."},
      {
        "id":"ED127188",
        "title":"Using Larger Numbers: MINNEMAST Coordinated Mathematics - Science Series, Unit 20."},
      {
        "id":"ED127189",
        "title":"Angles and Space: MINNEMAST Coordinated Mathematics - Science Series, Unit 21."},
      {
        "id":"ED127190",
        "title":"Parts and Pieces: MINNEMAST Coordinated Mathematics - Science Series, Unit 22."},
      {
        "id":"ED127191",
        "title":"Conditions Affecting Life: MINNEMAST Coordinated Mathematics - Science Series, Unit 23."},
      {
        "id":"ED127192",
        "title":"Change and Calculations: MINNEMAST Coordinated Mathematics - Science Series, Unit 24."},
      {
        "id":"ED127193",
        "title":"Multiplication and Motion: MINNEMAST Coordinated Mathematics - Science Series, Unit 25."},
      {
        "id":"ED127194",
        "title":"What Are Things Made Of? MINNEMAST Coordinated Mathematics - Science Series, Unit 26."},
      {
        "id":"ED127195",
        "title":"Numbers And Their Properties: MINNEMAST Coordinated Mathematics - Science Series, Unit 27."},
      {
        "id":"ED127196",
        "title":"Mapping the Globe, Transformations: MINNEMAST Coordinated Mathematics - Science Series, Unit 28."},
      {
        "id":"ED127197",
        "title":"Natural Systems: MINNEMAST Coordinated Mathematics - Science Series, Unit 29."},
      {
        "id":"ED127198",
        "title":"National Assessment of Educational Progress. The First National Assessment of Mathematics: An Overview."},
      {
        "id":"ED127199",
        "title":"National Assessment of Educational Progress. Changes in Science Performance, 1969-1973: Exercise Volume."},
      {
        "id":"ED127200",
        "title":"National Assessment of Educational Progress. Selected Results from the National Assessments of Science: Attitude Questions."},
      {
        "id":"ED127201",
        "title":"National Assessment of Educational Progress. Changes in Science Achievement of Black Students."},
      {
        "id":"ED127202",
        "title":"National Assessment of Educational Progress. Highlights and Trends from National Assessment: Changes in Science Achievement, 1969-1973."},
      {
        "id":"ED127203",
        "title":"National Assessment of Educational Progress. Selected Results from the National Assessments of Science: Energy Questions."},
      {
        "id":"ED127204",
        "title":"The Teaching of New Mathematics in the Primary Schools of Eight Countries of Europe."},
      {
        "id":"ED127205",
        "title":"Electronic Hand Calculators: The Implications for Pre-College Education. Final Report."},
      {
        "id":"ED127206",
        "title":"Electronic Hand Calculators: The Implications for Pre-College Education. Final Report. Abbreviated Version."},
      {
        "id":"ED127207",
        "title":"Careers in Psychology."},
      {
        "id":"ED127208",
        "title":"Evolution of a Curriculum Project: The High School Geography Project."},
      {
        "id":"ED127209",
        "title":"Directory of Teaching Innovations in Psychology."},
      {
        "id":"ED127212",
        "title":"Register of Research in Education: Northern Ireland. Volume One: 1945-70."},
      {
        "id":"ED127213",
        "title":"Register of Research in Education: Northern Ireland. Volume Two: 1970-72."},
      {
        "id":"ED127214",
        "title":"Surmounting Obstacles to Economic Literacy: A Delphi-Like Inquiry. [And] Exhibit VI: Copies of Outgoing General Communications. Paper No. 557."},
      {
        "id":"ED127215",
        "title":"Educational and Occupational Attainment of Migrants and Nonmigrants from a Colombian Highland Community. Research Paper 63."},
      {
        "id":"ED127216",
        "title":"What We Say Versus What We Do: A Study of Variations between Philosophy and Daily Operation of North Central Association Member Public Schools and Community Colleges."},
      {
        "id":"ED127217",
        "title":"Films by and/or about Women, 1972: Directory of Filmmakers, Films, and Distributors; Internationally; Past and Present."},
      {
        "id":"ED127218",
        "title":"Weather and Culture."},
      {
        "id":"ED127219",
        "title":"Highways and Humans: A Conference on Effective Citizen Skills in Transportation Planning (June 26, 1976). Final Report."},
      {
        "id":"ED127220",
        "title":"The Bridge: A Journal of Cross-Cultural Affairs; Summer 1976, Volume 1, Number 2."},
      {
        "id":"ED127221",
        "title":"Promising Programs in Arts Education: For California Public Schools."},
      {
        "id":"ED127223",
        "title":"Questions of Value and Meaning in State Environmental Policy: A State-wide Conference for Dialogue at the Bicentennial. Final Report."},
      {
        "id":"ED127226",
        "title":"Consumers in an Era of Shortages and Inflation. Proceedings of the Annual Conference of the American Council on Consumer Interests (21st, Kansas City, Missouri, April 2-5, 1975)."},
      {
        "id":"ED127228",
        "title":"Educating for Peace and Justice: A Manual for Teachers. Fifth Edition."},
      {
        "id":"ED127229",
        "title":"Humanizing Education by Improving Communication: The Report of a Curriculum Project in Rural Elementary Schools."},
      {
        "id":"ED127230",
        "title":"A Trip to the People's Republic of China: The Great Adventure."},
      {
        "id":"ED127231",
        "title":"Introduction to Latin America, Manual for an Interdisciplinary Course: An Annotated Bibliography."},
      {
        "id":"ED127232",
        "title":"Asia in American Textbooks."},
      {
        "id":"ED127234",
        "title":"Report of the Elementary School Textbooks Task Force."},
      {
        "id":"ED127236",
        "title":"180 Plus: A Framework for Non-stereotyped Human Roles in Elementary Media Center Materials."},
      {
        "id":"ED127237",
        "title":"Recommendations for Eliminating Discrimination in the Instructional Program [And] Guidelines for the Evaluation of Print and Non-print Materials."},
      {
        "id":"ED127238",
        "title":"Road to Independence: Virginia, 1763-1783."},
      {
        "id":"ED127239",
        "title":"World Studies: Selected Organizations."},
      {
        "id":"ED127240",
        "title":"Systematic Judgment of Children's Drawings."},
      {
        "id":"ED127243",
        "title":"Implementing Energy Education in Florida's High Schools: A Two-Week Credit Institute for Teachers in North Florida. Final Report, Volume I."},
      {
        "id":"ED127244",
        "title":"Why Judge? A Conversation about Jurisprudence with William J. Bennett Conducted by William L. Bennett."},
      {
        "id":"ED127246",
        "title":"Films on Africa: An Educators Guide to 16mm Films Available in the Midwest."},
      {
        "id":"ED127248",
        "title":"Results of Fall 1975 Survey of Engineering Freshmen."},
      {
        "id":"ED127249",
        "title":"Sociology of the School and Schooling: Proceedings of the Annual Conference of the Sociology of Education Association (Second, Asilomar, Pacific Grove, California, February 1-3, 1974)."},
      {
        "id":"ED127251",
        "title":"Strangers, the Aleut Side: The Aleuts of the Eighteenth Century, Social Studies Unit, Book Ia."},
      {
        "id":"ED127252",
        "title":"Strangers, the Russian Side: The Aleuts of the Eighteenth Century, Social Studies Unit, Book Ib."},
      {
        "id":"ED127253",
        "title":"As the Europeans Saw Them: The Aleuts of the Eighteenth Century, Social Studies Unit, Book II."},
      {
        "id":"ED127254",
        "title":"Handbook for Central Aleutian Site: The Aleuts of the Eighteenth Century, Social Studies Unit, Book IV."},
      {
        "id":"ED127255",
        "title":"Floral Resources in Makushin Bay: The Aleuts of the Eighteenth Century, Social Studies Unit, Book III."},
      {
        "id":"ED127260",
        "title":"The Purposes of Education. Perspectives in American Education."},
      {
        "id":"ED127261",
        "title":"Women in Education. Perspectives in American Education."},
      {
        "id":"ED127262",
        "title":"Images of China. An Experimental Unit."},
      {
        "id":"ED127265",
        "title":"The Importance of Context Variables in Research on Teaching Skills."},
      {
        "id":"ED127266",
        "title":"Improving Learning Through Teacher Retraining in Grades 3-5."},
      {
        "id":"ED127268",
        "title":"Changing the Custodial Socialization of Teachers' Pupil Control Ideology."},
      {
        "id":"ED127269",
        "title":"Competency Based Training Program for Department Chairpersons and Other Resource Personnel."},
      {
        "id":"ED127271",
        "title":"Mainstreaming: Helping Teachers Meet the Challenge."},
      {
        "id":"ED127274",
        "title":"The Word and the Thing: Ways of Seeing the Teacher. A Statement Regarding Teacher Education, Teacher Accountability, Evaluation and the Teacher as a Researcher."},
      {
        "id":"ED127275",
        "title":"Alternative Evaluation Research Paradigm."},
      {
        "id":"ED127276",
        "title":"Teacher Curriculum Work Center: A Descriptive Study."},
      {
        "id":"ED127277",
        "title":"Observation and Description: An Alternative Methodology for the Investigation of Human Phenomena."},
      {
        "id":"ED127279",
        "title":"Health Promotion and Health Education in Early Childhood."},
      {
        "id":"ED127281",
        "title":"The Conceptual Approach Study in Secondary Physical Education in Alberta-1975. Final Research Report."},
      {
        "id":"ED127283",
        "title":"The Current Legal Status of Student Teaching in the United States."},
      {
        "id":"ED127284",
        "title":"Individualized Instruction: Teacher Assessment. A Research Study."},
      {
        "id":"ED127285",
        "title":"Merging Men's and Women's Intramural Sports Programs."},
      {
        "id":"ED127286",
        "title":"Advisory Teacher Service in Queensland Primary Schools."},
      {
        "id":"ED127288",
        "title":"Dogmatism, Authoritarianism, and Education: A Bibliography."},
      {
        "id":"ED127289",
        "title":"The Need of Dental Health Education: Exploring One Aspect of Malnutrition and its Relationship to Oral Health."},
      {
        "id":"ED127290",
        "title":"The Development of Minicourses in Educational Media for Inservice Teacher Education at Trenton State College."},
      {
        "id":"ED127292",
        "title":"Review of Research on Classroom Communication Patterns, Leading to Improved Student Performance."},
      {
        "id":"ED127293",
        "title":"Basketball for the New Coach."},
      {
        "id":"ED127300",
        "title":"The Beliefs and Behaviors of Pupils in an Experimental School: The Science Lab."},
      {
        "id":"ED127301",
        "title":"The Beliefs and Behaviors of Pupils in an Experimental School: Introduction and Overview."},
      {
        "id":"ED127302",
        "title":"A Study of the Relationship between Internship Teaching Performance and Academic Grades for COP Students."},
      {
        "id":"ED127303",
        "title":"Open Area Schools. Bibliographies in Education, No. 56."},
      {
        "id":"ED127304",
        "title":"Gain in Student Achievement as a Function of Inservice Teacher Training in Classroom Management Techniques. Technical Report 72-26."},
      {
        "id":"ED127305",
        "title":"How to Suceed in Team Teaching--By Really Trying. Occasional Paper No. 13."},
      {
        "id":"ED127306",
        "title":"Implementing Teacher Education Centers: The Florida Experience."},
      {
        "id":"ED127307",
        "title":"Archery--Golf, June 1976-June 1978. NAGWS Guide."},
      {
        "id":"ED127308",
        "title":"Tennis-Badminton-Squash, June 1976-June 1978. NAGWS Guide."},
      {
        "id":"ED127309",
        "title":"Developing Effective Extension Agents: Experience Concerns."},
      {
        "id":"ED127310",
        "title":"Values: Law-Related Education and the Elementary School Teacher."},
      {
        "id":"ED127311",
        "title":"Teachers Can: Suggestions by Teachers for Teachers."},
      {
        "id":"ED127313",
        "title":"Science Fiction as Literature."},
      {
        "id":"ED127315",
        "title":"Employability of Elementary and Secondary School Teachers in Indiana. Indiana College-Level Manpower Study, Report Number Seven."},
      {
        "id":"ED127321",
        "title":"Has There Been Incompetence in the Specification of Teacher Competencies?"},
      {
        "id":"ED127322",
        "title":"Affective Behavior in Children&apos;s Athletics."},
      {
        "id":"ED127325",
        "title":"A Survey of Teacher Attitudes Towards Physical Education (Central Area)."},
      {
        "id":"ED127329",
        "title":"Equating Reading Tests With the Rasch Model. Management Report."},
      {
        "id":"ED127330",
        "title":"Equating Reading Tests With the Rasch Model. Volume I, Final Report."},
      {
        "id":"ED127331",
        "title":"Equating Reading Tests With the Rasch Model. Volume II, Technical Reference Tables."},
      {
        "id":"ED127332",
        "title":"Evaluating Classroom Instruction: Sourcebook of Instruments. Final Report."},
      {
        "id":"ED127334",
        "title":"Liberal Grading Improves Evaluations But Not Performance."},
      {
        "id":"ED127335",
        "title":"An Evaluation Design for Continuing Conference Programs in Career and Value Education Within the Liberal Arts."},
      {
        "id":"ED127339",
        "title":"Bridging Task Analysis, Selection, Training and Job Performance--Structural Task Analysis."},
      {
        "id":"ED127340",
        "title":"The CAEL Project: A Case Study."},
      {
        "id":"ED127341",
        "title":"Standards and Procedures for Development and Implementation of an Evaluation Contract."},
      {
        "id":"ED127342",
        "title":"Summary and Overview of Standards and Procedures for Evaluation Contracting."},
      {
        "id":"ED127343",
        "title":"Evaluation Design for Social Conflict and Negotiative Problem Solving."},
      {
        "id":"ED127345",
        "title":"A Basis for Determining the Adequacy of Evaluation Designs."},
      {
        "id":"ED127346",
        "title":"Effect of Varied Instructions on Student Ratings of College Instructors."},
      {
        "id":"ED127349",
        "title":"The Evaluation of Affective Goals in Two High School Social Studies Curricula."},
      {
        "id":"ED127353",
        "title":"SPPED Cloze Training Manual. Form 082."},
      {
        "id":"ED127354",
        "title":"Development of Statistically Parallel Tests by Analysis of Unique Item Variance."},
      {
        "id":"ED127355",
        "title":"Measuring the Learning Environment of Mexican-American Families in a Parent Education Program."},
      {
        "id":"ED127359",
        "title":"Feedback: A Necessary Condition for the Goal Setting-Performance Relationship. Research Report No. 10."},
      {
        "id":"ED127363",
        "title":"An Empirical Examination of the Relationship Between Test Factor Structure and Test Hierarchical Structure."},
      {
        "id":"ED127366",
        "title":"Beginning Teacher Evaluation Study: Phase II, 1973-74, Final Report: Volume III.1. APPLE Observation Variables and Their Relationship to Reading and Mathematics Achievement."},
      {
        "id":"ED127367",
        "title":"Beginning Teacher Evaluation Study: Phase II, 1973-74, Final Report: Volume III.2. Reading and Mathematics Observation System: Description and Analysis of Time Expenditures."},
      {
        "id":"ED127371",
        "title":"Beginning Teacher Evaluation Study: Phase II, 1973-74, Final Report: Volume V.2. Some Determinants and Consequences of Teacher Expectations Concerning Pupil Performance."},
      {
        "id":"ED127377",
        "title":"Quality Education and Integrated Education: A Conflict of Values."},
      {
        "id":"ED127378",
        "title":"FRAC'S Guide to the National School Breakfast Program. [Revised Edition))."},
      {
        "id":"ED127379",
        "title":"Poverty in America: Consequences on the Black Youth."},
      {
        "id":"ED127380",
        "title":"Towards a Theory of Selected Knowledge Acquisition Patterns Among Black Children."},
      {
        "id":"ED127382",
        "title":"Standardized Achievement Testing: Some Implications for the Lives of Children."},
      {
        "id":"ED127384",
        "title":"The Health Services Careers Program: A 1966-1974 Descriptive Profile and Program Evaluation. A Summary."},
      {
        "id":"ED127385",
        "title":"Desegregation in Delaware Prior to Evans V. Buchanan."},
      {
        "id":"ED127386",
        "title":"Ethnicity and Education: The Intercultural Dimension. Working Paper No. 5."},
      {
        "id":"ED127388",
        "title":"Evaluating Community Development Corporations--A Summary Report."},
      {
        "id":"ED127389",
        "title":"Kid Stuff."},
      {
        "id":"ED127390",
        "title":"The Growth of Public Schools for Blacks, and the Emergence of Professional Black Savannahians."},
      {
        "id":"ED127391",
        "title":"Badges and Indicia of Slavery: Cultural Pluralism Redefined."},
      {
        "id":"ED127392",
        "title":"Conceptual and Strategic Issues in the Relationship of Black Psychology to American Social Science."},
      {
        "id":"ED127393",
        "title":"The Chinese American: Inscrutable to Some."},
      {
        "id":"ED127394",
        "title":"Expressions Shared by Vietnamese in America."},
      {
        "id":"ED127395",
        "title":"The Pilipino American."},
      {
        "id":"ED127398",
        "title":"Separatism, Integrationism and Avoidance Among Black, White and Latin Adolescents: A Longitudinal Analysis."},
      {
        "id":"ED127399",
        "title":"Pasadena City Board of Education et al. v. Spangler et al. Supreme Court of the United States Syllabus."},
      {
        "id":"ED127400",
        "title":"The Social Systems Meaning of the Two-Factor Model of Social-Emotional Competence."},
      {
        "id":"ED127401",
        "title":"A Centennial Challenge for ALA -- Human or Anti-Human Values in Children's Books?"},
      {
        "id":"ED127402",
        "title":"A Reconceptualization of School Effects. Discussion Paper 349-76."},
      {
        "id":"ED127403",
        "title":"A Critical Overview of Sex Roles Research on Black Families."},
      {
        "id":"ED127404",
        "title":"Stability of Self-Concept, Significant Others and Socio-Economic Level."},
      {
        "id":"ED127405",
        "title":"Desegregation and White Flight: A Case Study."},
      {
        "id":"ED127406",
        "title":"Strategies to Improve an Urban School in a Lowering Socio-Economic Community."},
      {
        "id":"ED127407",
        "title":"Guide to Bilingual-Bicultural Education Resources (Spanish-English Emphasis) Washington, State Public Schools."},
      {
        "id":"ED127409",
        "title":"Curriculum Planning for Equal Educational Opportunity in K-12 School Systems."},
      {
        "id":"ED127410",
        "title":"Project Learncycle. An Exemplary Educational Program."},
      {
        "id":"ED127411",
        "title":"Impact of Title I: A Decade of Progress."},
      {
        "id":"ED127412",
        "title":"A Bill to Establish Procedures and Standards for the Framing of Relief in Suits to Desegregate the Nation&apos;s Elementary and Secondary Public Schools... &quot;School Desegregation Standards and Assistance Act of 1976&quot; H.R. 14553, 94th Congress, Second Session."},
      {
        "id":"ED127413",
        "title":"A Bill to Establish Procedures and Standards for the Framing of Relief in Suits to Desegregate the Nation's Elementary and Secondary Public Schools...School Desegregation Standards and Assistance Act of 1976. S.3618. 94th Congress, Second Session."},
      {
        "id":"ED127417",
        "title":"OMU Organization and Personnel. Evaluation of the Marine Corps Task Analysis Program. Technical Report No. 6."},
      {
        "id":"ED127418",
        "title":"Guidelines for Research Planning and Design in Task Analysis. Evaluation of the Marine Corps Task Analysis Program. Technical Report No. 4."},
      {
        "id":"ED127419",
        "title":"Training Guide for Observation and Interviewing in Marine Corps Task Analysis. Training Manual III. Evaluation of the Marine Corps Task Analysis Program. Technical Report No. 2."},
      {
        "id":"ED127420",
        "title":"Management Auditing. Evaluation of the Marine Corps Task Analysis Program. Technical Report No. 5."},
      {
        "id":"ED127422",
        "title":"Postsecondary Alternatives to Meet the Educational Needs of California's Adults. A Feasibility Study Prepared for the California Legislature. Final Report."},
      {
        "id":"ED127424",
        "title":"1975 Status Report on the Continuing Education Unit. Survey Summary."},
      {
        "id":"ED127425",
        "title":"Fusing the Career Education Concept into the Fiber of the State Educational System."},
      {
        "id":"ED127426",
        "title":"Women Returning to Work and Their Interaction with a Temporary Help Service."},
      {
        "id":"ED127427",
        "title":"Field and Laboratory Studies for Increasing the Intrinsic Reward Value in Navy Jobs and Careers. Final Report. Technical Report No. 8."},
      {
        "id":"ED127428",
        "title":"New Dimensions in Placement Services. Annual Conference for Career Counseling and Vocational Education (5th, Blacksburg, Virginia, February 6 & 7, 1976)."},
      {
        "id":"ED127429",
        "title":"Development and Proposed Implementation of a Career Education Curriculum Utilizing a Matrix Technique."},
      {
        "id":"ED127430",
        "title":"Proceedings of the National Coordinating Conference for Administrators of Part D and FY 1973 Part C Projects and Programs, Funded under P.L. 90-576 (Dallas, Texas, January 28-30, 1975)."},
      {
        "id":"ED127431",
        "title":"Federal Agencies for Career Education Services."},
      {
        "id":"ED127434",
        "title":"Drafting Exercises to Improve Understanding. Industrial Arts Series No. 10,007."},
      {
        "id":"ED127435",
        "title":"Resource Information for Industrial Arts. Industrial Arts Series No. 10,008."},
      {
        "id":"ED127438",
        "title":"Orientation to Marketing Careers."},
      {
        "id":"ED127439",
        "title":"Making It in Marketing Services. Exploration of Marketing Services Careers."},
      {
        "id":"ED127442",
        "title":"Probation Officer Training Checklist: A Guide for Training Newly Appointed Federal Probation Officers."},
      {
        "id":"ED127443",
        "title":"Letterwriting for Secretaries. Student Manual."},
      {
        "id":"ED127446",
        "title":"A Handbook for the Preparation of Educational Personnel in Career Education. Final Project Report."},
      {
        "id":"ED127447",
        "title":"The Impact of a Diversified Educational Program on Career Goals: Tororo Girls' School in the Context of Girls' Education in Uganda. A Report Submitted to the United States Agency for International Development and the Ministry of Education, Government of the Republic of Uganda."},
      {
        "id":"ED127453",
        "title":"Handbook for the Development of Vocational Education Modules."},
      {
        "id":"ED127454",
        "title":"Learning Stations: A Dynamic Approach to Career Education."},
      {
        "id":"ED127459",
        "title":"Background for Builders--Related Science and Trade Information for the Building Trades."},
      {
        "id":"ED127460",
        "title":"Exploring Health Careers."},
      {
        "id":"ED127463",
        "title":"Methods And Materials for Teachers of Integrated Business Programs."},
      {
        "id":"ED127464",
        "title":"Personnel Development for Vocational Education 1973-74. Commissioner's Report on the Education Professions."},
      {
        "id":"ED127466",
        "title":"Around the World of Food: A Curriculum Guide on Foreign Foods."},
      {
        "id":"ED127467",
        "title":"Principles of Training in Marine Corps Task Analysis. Training Manual I. Evaluation of the Marine Corps Task Analysis Program. Technical Report No. 7."},
      {
        "id":"ED127469",
        "title":"Delivering Vocational Instruction to Adult Learners."},
      {
        "id":"ED127470",
        "title":"Speech Pathology Assistant. Instructor&apos;s Guide. A Suggested Guide for a Manpower Training Program."},
      {
        "id":"ED127471",
        "title":"Perspectives on the Problem of Evaluation in Career Education. Monographs on Career Education."},
      {
        "id":"ED127472",
        "title":"Career Education and Vocational Education: Similarities and Contrasts. Monographs on Career Education."},
      {
        "id":"ED127473",
        "title":"Education and the Uncommon Wheel. An Analysis of the Views of Thirty American Corporate Leaders on the Role of Educational Experiences in the Development of Successful Managerial Careers."},
      {
        "id":"ED127474",
        "title":"A Team Approach to Building Level Career Education."},
      {
        "id":"ED127476",
        "title":"Results of Workshop on Research Needed to Improve the Employment and Employability of Women."},
      {
        "id":"ED127477",
        "title":"An Assessment of Illinois Programs in Adult Basic Education."},
      {
        "id":"ED127478",
        "title":"Lifelong Education--Into the Nation's Third Century."},
      {
        "id":"ED127480",
        "title":"Elementary School Industrial Arts. A Synopsis of Programs in Minneapolis Schools."},
      {
        "id":"ED127482",
        "title":"Introduction to Vocations: Comprehensive Middle School Program."},
      {
        "id":"ED127485",
        "title":"The Evaluation of the Leon District Career Education Project, Grades K-14. Final Report. (June 1973 to July 1975)."},
      {
        "id":"ED127486",
        "title":"The Policy Value of Manpower Planning in the United States."},
      {
        "id":"ED127487",
        "title":"Project CAREER/CAN. Final Evaluation Report."},
      {
        "id":"ED127488",
        "title":"Project CAREER/Guidance. Final Evaluation Report."},
      {
        "id":"ED127490",
        "title":"Guidance and Counseling in Pennsylvania: Status and Needs. Research Study."},
      {
        "id":"ED127491",
        "title":"The Energetic Starvation of School Children."},
      {
        "id":"ED127492",
        "title":"Campus Environmental Assessment/Design: Two Mapping Approaches for Campus Change, Advocacy, and Consultation."},
      {
        "id":"ED127493",
        "title":"Human Institutions and Values: Report on a Symposium."},
      {
        "id":"ED127494",
        "title":"Career Exploration for College Students: A Report on a Program."},
      {
        "id":"ED127496",
        "title":"Licensure: The Challenge to Counseling Practitioners."},
      {
        "id":"ED127497",
        "title":"Educational Aspirations, What Matters? A Literature Review."},
      {
        "id":"ED127498",
        "title":"The Influence of Residential Setting on Vocational Interests."},
      {
        "id":"ED127500",
        "title":"Miami Treatment Alternatives to Street Crime Project: A Review and Analysis of Performance, Accomplishment and Impact."},
      {
        "id":"ED127501",
        "title":"Conflicting Needs and Models in Respect to the Delivery of Mental Health Services for Children."},
      {
        "id":"ED127502",
        "title":"Toward Interagency Coordination; FY '75 Federal Research and Development Activities Pertaining to Adolescence. Third Annual Report."},
      {
        "id":"ED127503",
        "title":"Early Childhood Preventive Curriculum Demonstration Center, ESEA, Title III."},
      {
        "id":"ED127504",
        "title":"Factors Related to Social-Emotional Problem Behavior in Nursing Homes."},
      {
        "id":"ED127505",
        "title":"Voluntary Associations, Life Satisfaction, and Other Correlates of Participation in Programs for the Elderly. A Preliminary Analysis."},
      {
        "id":"ED127506",
        "title":"Behavior, Experience and Expression: Some Research Considerations."},
      {
        "id":"ED127507",
        "title":"Teaching Discipline to Students: An Individualized Teaching-Counseling Approach."},
      {
        "id":"ED127508",
        "title":"The Role of Psychological Testing: Ideological Conflicts and Irrational Resolutions."},
      {
        "id":"ED127509",
        "title":"Psychological Assessment--An Elixir or an Illusion for the Practitioner."},
      {
        "id":"ED127510",
        "title":"Depressed Women: Traditional and Non-Traditional Therapies."},
      {
        "id":"ED127512",
        "title":"Career Development--School/Community Concept."},
      {
        "id":"ED127513",
        "title":"The Community Based Block: An Alternative Approach in Counselor Education."},
      {
        "id":"ED127514",
        "title":"Do You Have to be Angry to be Aggressive?"},
      {
        "id":"ED127515",
        "title":"A Freudian Looks at Freud and Feminity."},
      {
        "id":"ED127517",
        "title":"Affective Education: Effects of Transactional Analysis Training on Seventh Grade Students (A Summary of Two Dissertations)."},
      {
        "id":"ED127518",
        "title":"University Counseling Center Computerized Career Guidance Program."},
      {
        "id":"ED127520",
        "title":"Selected Annotated Bibliography on Women at Work."},
      {
        "id":"ED127522",
        "title":"Women: Issues of Career Guidance and Vocational Counseling."},
      {
        "id":"ED127523",
        "title":"Career Guidance for Women Entering Engineering. Proceedings of an Engineering Foundation Conference (New England College, Henniker, New Hampshire, August 19-24, 1973)."},
      {
        "id":"ED127525",
        "title":"A Study of Factors Affecting Cuban Parent-Child Interaction."},
      {
        "id":"ED127526",
        "title":"Summary of the Findings from a Study About Cigarette Smoking Among Teen-Age Girls and Young Women."},
      {
        "id":"ED127527",
        "title":"The Effects of Anger on Helping Behavior."},
      {
        "id":"ED127528",
        "title":"Role of Diagnostics in Modern Clinical and Counseling Psychology Programs: Evolution of the Current Evaluation and Assessment Sequence at Sangamon State University."},
      {
        "id":"ED127529",
        "title":"Misinformation, Reliability and Item Discrimination Indices on Multiple Choice Tests."},
      {
        "id":"ED127530",
        "title":"A Developmental Perspective of Cognitive Style."},
      {
        "id":"ED127531",
        "title":"Freud, Adler, Jung: From Womb to Tomb."},
      {
        "id":"ED127532",
        "title":"Recent Developments in Test Bias Research. University of Maryland Cultural Study Center Research Report No. 2-76."},
      {
        "id":"ED127533",
        "title":"Dallas Police Department Youth Services Program: Police Diversion Program."},
      {
        "id":"ED127534",
        "title":"A View of the Counselor's Future."},
      {
        "id":"ED127535",
        "title":"Legitimizing Non-Traditional College Programs (Pre-College Social Development)."},
      {
        "id":"ED127536",
        "title":"A Descriptive Study of U.S.C.'s (University of South Carolina) Appeal to Academically Talented Students. University of South Carolina, Academic Planning Office, Research Notes, Number 31-76."},
      {
        "id":"ED127537",
        "title":"Violence by Youth Gangs and Youth Groups in Major American Cities. Final and Summary Reports."},
      {
        "id":"ED127538",
        "title":"Students, the Environment, and Their Interaction: Part II. Colorado State University Student Development Reports, Vol. XIII, No. 2, 1975-76."},
      {
        "id":"ED127539",
        "title":"Empirical Case Study: An Introductory Workshop."},
      {
        "id":"ED127540",
        "title":"An Exploratory Study of Transition, Inc."},
      {
        "id":"ED127542",
        "title":"Parent-Child Relationships and Effective Academic Motivation."},
      {
        "id":"ED127543",
        "title":"Hypothesis Testing and Cognitive Style in Children."},
      {
        "id":"ED127544",
        "title":"Cognitive Style: Ability and Preference Components."},
      {
        "id":"ED127545",
        "title":"Service Needs and Service Delivery: An Assessment Technique for Community Mental Health Centers."},
      {
        "id":"ED127546",
        "title":"The Place of Environmental Cognition in Psychology (or Vice Versa)."},
      {
        "id":"ED127547",
        "title":"An Educator Looks at Parenting."},
      {
        "id":"ED127548",
        "title":"Social Interaction, Age, and Ethnicity: An Examination of the \"Double Jeopardy\" Hypothesis."},
      {
        "id":"ED127549",
        "title":"The Major Changers: Continuity or Discontinuity in the Career Decision Process: Colorado State University Student Development Report, Vol. XIII, No. 1, 1975-76."},
      {
        "id":"ED127550",
        "title":"A Study of the Influence of Advertising Techniques on Selection of Instructional Reading Materials by Prospective Teachers."},
      {
        "id":"ED127553",
        "title":"A Report of the Corrective Reading Program, 1971-72."},
      {
        "id":"ED127554",
        "title":"Learning Institute In-Service Results."},
      {
        "id":"ED127555",
        "title":"Learner Verification: A Publisher's Case Study."},
      {
        "id":"ED127556",
        "title":"Sugar and Spice and Almost Always Nice: A Content Analysis of the Caldecotts."},
      {
        "id":"ED127557",
        "title":"Teaching for Logical Thinking Is a Prereading Activity."},
      {
        "id":"ED127558",
        "title":"The Reading Ability of College Students Versus the Readability of Their Texts."},
      {
        "id":"ED127559",
        "title":"Applications of Research: Language Comprehension and Reading."},
      {
        "id":"ED127561",
        "title":"The Effect of Prefatory Statements on the Listening Comprehension of Fourth and Fifth Graders."}]
  }}
