{
  "response":{"numFound":509939,"start":262000,"numFoundExact":true,"docs":[
      {
        "id":"ED127562",
        "title":"An Assessment of the State Agency Component of the Right to Read Program. Volume I, National Findings. Final Report."},
      {
        "id":"ED127563",
        "title":"An Assessment of the State Agency Component of the Right to Read Program. Volume II, State Profiles. Final Report."},
      {
        "id":"ED127564",
        "title":"An Assessment of the State Agency Component of the Right to Read Program. Volume III, Data Collection Instruments. Final Report."},
      {
        "id":"ED127565",
        "title":"Developing and Implementing a Process for Identifying Needs in Reading Programs as a Basis for a Plan of Corrective Action."},
      {
        "id":"ED127566",
        "title":"The Learner Verification of Series r: The New Macmillan Reading Program; Highlights."},
      {
        "id":"ED127567",
        "title":"A Study of the Locus and Nature of Reading Problems in the Elementary School. Section I. Final Report."},
      {
        "id":"ED127568",
        "title":"A Study of the Locus and Nature of Reading Problems in the Elementary School. Section II. Final Report."},
      {
        "id":"ED127569",
        "title":"The Misreading of High Frequency Words."},
      {
        "id":"ED127570",
        "title":"Project Information Packages: Overview."},
      {
        "id":"ED127571",
        "title":"Analysis and Selection Kit: Project Selection Guide."},
      {
        "id":"ED127572",
        "title":"Project R-3 (San Jose, California): Analysis and Selection Kit."},
      {
        "id":"ED127573",
        "title":"Project Catch-Up (Newport-Mesa Unified School District, California): Analysis and Selection Kit."},
      {
        "id":"ED127574",
        "title":"Intensive Reading Instructional Teams (Hartford, Connecticut): Analysis and Selection Kit."},
      {
        "id":"ED127575",
        "title":"Programed Tutorial Reading (Farmington, Utah): Analysis and Selection Kit."},
      {
        "id":"ED127576",
        "title":"High Intensity Tutoring Project (Highland Park, Michigan): Analysis and Selection Kit."},
      {
        "id":"ED127577",
        "title":"Project Conquest (East St. Louis, Illinois): Analysis and Selection Kit."},
      {
        "id":"ED127578",
        "title":"Affective Readiness Training for Teachers and Students."},
      {
        "id":"ED127579",
        "title":"Summer Sports Project: A Pilot Study for Reading Improvement."},
      {
        "id":"ED127580",
        "title":"A Comprehensive Bibliography of the Cloze Procedure. Part B."},
      {
        "id":"ED127583",
        "title":"A Comparison of Reading Comprehension Processes in Good and Poor Comprehenders."},
      {
        "id":"ED127585",
        "title":"Right to Read Manual for Community Literacy Program Development."},
      {
        "id":"ED127586",
        "title":"A Reading Retraining Program for Illiterate High School Students."},
      {
        "id":"ED127595",
        "title":"Product Evaluation of Oakland Right to Read. Final Report."},
      {
        "id":"ED127596",
        "title":"A Closer Look: A Workshop Guide Designed to Aid Teachers in Assessing Learning Tasks in Instructional Materials."},
      {
        "id":"ED127597",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; I. Reading Process."},
      {
        "id":"ED127598",
        "title":"A Selective Bibliography of ERIC ABstracts for the Teacher of Reading, 1966-1974; II. Methods in Teaching Reading."},
      {
        "id":"ED127599",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; III. Reading Readiness."},
      {
        "id":"ED127600",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; IV. Reading Difficulties."},
      {
        "id":"ED127601",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; V. Reading Materials."},
      {
        "id":"ED127602",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; VI. Adult Education."},
      {
        "id":"ED127603",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; VII. Tests and Evaluation."},
      {
        "id":"ED127604",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; VIII. Reading in the Content Area."},
      {
        "id":"ED127605",
        "title":"A Selective Bibliography of ERIC Abstracts for the Teacher of Reading, 1966-1974; IX. Teacher Education."},
      {
        "id":"ED127606",
        "title":"Dates Early Student Publications Were Founded in Secondary Schools."},
      {
        "id":"ED127607",
        "title":"A Center for Communications Skills."},
      {
        "id":"ED127608",
        "title":"&quot;Krokodil&quot; Magazine: Laughter in the Soviet Union."},
      {
        "id":"ED127609",
        "title":"Children and Poetry: Children, Poetry and Memorization; and Excursions into Poetry."},
      {
        "id":"ED127610",
        "title":"Futuristics for Today's Student: A Course Description."},
      {
        "id":"ED127611",
        "title":"Composition and the Computer."},
      {
        "id":"ED127612",
        "title":"Curriculum Guide for the Language Arts, Kindergarten-Grade 6. Revised."},
      {
        "id":"ED127614",
        "title":"Learning about the Future through Language Arts."},
      {
        "id":"ED127615",
        "title":"Press, Radio, and TV Tips for Education Associations. PR Bookshelf No. 9."},
      {
        "id":"ED127616",
        "title":"Communication, Public Affairs Knowledge, and Older Persons."},
      {
        "id":"ED127617",
        "title":"The Future of the Mass Media: Social, Legal, and Economic Aspects of Newspapers and Television in Florida."},
      {
        "id":"ED127619",
        "title":"A Progress Report on a Multi-Systems Theory of Communication Behavior."},
      {
        "id":"ED127623",
        "title":"Creative Writing Assignments Based on Basic Processes."},
      {
        "id":"ED127624",
        "title":"Books on Business Writing and Technical Writing in the University of Illinois Library."},
      {
        "id":"ED127627",
        "title":"Political Activity and Media Use."},
      {
        "id":"ED127628",
        "title":"A Statement on the Preparation of Teachers of English and the Language Arts."},
      {
        "id":"ED127629",
        "title":"Computerizing Blacklish."},
      {
        "id":"ED127630",
        "title":"A Community Television Production Experience."},
      {
        "id":"ED127631",
        "title":"Aids to Media Selection for Students and Teachers. Revised."},
      {
        "id":"ED127634",
        "title":"[Minor Inquiries Concerning Student Publications and Student Journalists.]"},
      {
        "id":"ED127635",
        "title":"Principals' Attitudes toward Student Journalism and Freedom of the Press."},
      {
        "id":"ED127637",
        "title":"The ICA Communication Audit: Rationale and Development."},
      {
        "id":"ED127638",
        "title":"Policy Dialog on the Right of Everyone in Hawaii to Communicate: An Informal Report by and for the Dialog Participants. Communication in Hawaii Series Report Number 2."},
      {
        "id":"ED127640",
        "title":"Some Concerns of a Teacher Educator for the Preparation of Future Communication Teachers."},
      {
        "id":"ED127642",
        "title":"Here's Looking at Us; A Report of the Denver Conference on Speech Communication in the Community-Junior College."},
      {
        "id":"ED127643",
        "title":"SISCOM '75, Women's (And Men's) Communication; Proceedings of the Speech Communication Association's Summer Conference (10th, Austin, Texas)."},
      {
        "id":"ED127644",
        "title":"The Motor Component of Speech in the Verbal Regulation of Behavior."},
      {
        "id":"ED127645",
        "title":"An Experimental Study of Sex as a Factor Influencing Audience Evaluation of Performer Effectiveness and Audience Comprehension of Performance for Selected Dramatic Monologues."},
      {
        "id":"ED127646",
        "title":"The Quest for Quality Teaching: In-Class Visitations."},
      {
        "id":"ED127647",
        "title":"Teaching Public Speaking with Simulations."},
      {
        "id":"ED127648",
        "title":"An Audience Analysis of Inner City Black Businesspeople."},
      {
        "id":"ED127649",
        "title":"Analyzing Rehearsal Interaction."},
      {
        "id":"ED127650",
        "title":"Selected Bibliography of Black Theatre Materials."},
      {
        "id":"ED127651",
        "title":"Black American Rhetoric; A Selected Bibliography."},
      {
        "id":"ED127652",
        "title":"Communicative Process as a Behavioral System: Research Implications for Organizational Communication."},
      {
        "id":"ED127653",
        "title":"Parallel Evolution in Science: The Historical Roots and Central Concepts of General Systems Theory; and \"General Systems Theory,\"\"Modern Organizational Theory,\" and Organizational Communication."},
      {
        "id":"ED127655",
        "title":"Violence and the Ratings: A Comparison for 1975's &quot;Second Season.&quot;"},
      {
        "id":"ED127656",
        "title":"PR for School Board Members. A Guide for Members of Boards of Education and School Administrators to Improve and Strengthen School Information Programs. Volume 8: AASA Executive Handbook Series. ERIC/CEM State-of-the-Knowledge Series, Number Thirty-Three."},
      {
        "id":"ED127657",
        "title":"Conflicting Moralities in Education. NAESP School Leadership Digest Second Series, Number 11. ERIC/CEM Research Analysis Series, Number 26."},
      {
        "id":"ED127658",
        "title":"Vandalism Prevention. The Best of ERIC, Number 20."},
      {
        "id":"ED127659",
        "title":"The Citizen/Teacher Curriculum Council: A Curriculum Development Involvement Strategy."},
      {
        "id":"ED127660",
        "title":"The Study of School Effectiveness: Michigan Cost-Effectiveness Study."},
      {
        "id":"ED127661",
        "title":"Applications of Goal Programming to Education."},
      {
        "id":"ED127663",
        "title":"A Report on Short-Term, Out-Of-School Disciplinary Suspensions in the Junior High/Middle and High Schools of Richland County School District No. 1, 1975-1976 and 1974-1975."},
      {
        "id":"ED127664",
        "title":"How Change Does and Does Not Take Place: Innovation and Recurrence in Educational Reform Programs. Final Report."},
      {
        "id":"ED127665",
        "title":"Collective Bargaining and Curriculum Reform in Ohio School Districts."},
      {
        "id":"ED127666",
        "title":"Statistics of Public Elementary and Secondary Day Schools, Fall 1975. Pupils, Staff, Revenues, Expenditures and Salaries."},
      {
        "id":"ED127668",
        "title":"Evaluation of Principals: A Competency-Based Methodology with Community Participation."},
      {
        "id":"ED127669",
        "title":"A Guide to School Site Selection. Revised 1976."},
      {
        "id":"ED127682",
        "title":"Planning Better Schools for Louisiana. Bulletin No. 711."},
      {
        "id":"ED127683",
        "title":"Administration of Public Laws 81-874 & 81-815. Twenty-Fifth Annual Report of the Commissioner of Education, June 30, 1975."},
      {
        "id":"ED127684",
        "title":"Elementary School Self-Evaluation. Management Action Paper Vol. 5, No. 1."},
      {
        "id":"ED127685",
        "title":"Theory in the Real World of the Educational Administrator."},
      {
        "id":"ED127686",
        "title":"Preparatory Program at SUNY Buffalo: A Report of Experience."},
      {
        "id":"ED127687",
        "title":"Educational Administration in Israel: Impressions of a Developing Field."},
      {
        "id":"ED127688",
        "title":"The Deanship in Schools of Education: Report of a Research Development Seminar."},
      {
        "id":"ED127689",
        "title":"Theory in Educational Administration."},
      {
        "id":"ED127690",
        "title":"The Semester System in Vancouver Schools and Its Effects on Curriculum. Research Report 75-01."},
      {
        "id":"ED127691",
        "title":"Supreme Court of the United States Syllabus: Hortonville Joint School District No. 1 et al. v. Hortonville Education Assn. et al. Certiorari to the Supreme Court of Wisconsin. No. 74-1606. Argued February 23-24, 1976--Decided June 17, 1976."},
      {
        "id":"ED127692",
        "title":"Supreme Court of the United States Syllabus: McDonald et al. v. Santa Fe Trail Transportation Co. et al. Certiorari to the United States Court of Appeals for the Fifth Circuit. No. 75-260. Argued April 20, 1976--Decided June 25, 1976."},
      {
        "id":"ED127693",
        "title":"Supreme Court of the United States Syllabus: Runyon et ux., dba Bobbe's School v. McCrary et al. Certiorari to the United States Court of Appeals for the Fourth Circuit. No. 75-62. Argued April 26, 1976--Decided June 25, 1976."},
      {
        "id":"ED127694",
        "title":"Taxpayer Impacts of State-Wide Taxation for School Districts in California. The Rand Paper Series."},
      {
        "id":"ED127695",
        "title":"State Government Finances in 1975. Government Finances/GF75 No. 3."},
      {
        "id":"ED127696",
        "title":"County Government Finances in 1974-75. Government Finances/GF75 No. 8."},
      {
        "id":"ED127697",
        "title":"The Role of the Public School Supervisor in the Dissemination of Educational Research."},
      {
        "id":"ED127698",
        "title":"Fostering Change from Without: A Practical Perspective. Getting Innovative Practices Into Schools: Related Research Findings."},
      {
        "id":"ED127699",
        "title":"The Responsiveness of Public Schools to Their Clientele. Milestone 1: Report of Progress."},
      {
        "id":"ED127700",
        "title":"School-Community Conflict: Discipline."},
      {
        "id":"ED127701",
        "title":"The Massachusetts Diffusion Assistance Project Response Survey."},
      {
        "id":"ED127702",
        "title":"Configurations of Change: The Framework for a Research Review."},
      {
        "id":"ED127703",
        "title":"Enhancement of Research and Development Output Utilization Efficiencies; Linker Concept Methodology in the Technology Transfer Process."},
      {
        "id":"ED127704",
        "title":"The Technology Transfer Process: Concepts, Framework and Methodology."},
      {
        "id":"ED127705",
        "title":"Technology Transfer and Utilization Methodology; Further Analysis of the Linker Concept."},
      {
        "id":"ED127706",
        "title":"Technology Transfer and Utilization: A Longitudinal Study Using Benefit Analysis to Measure the Results from an R&amp;D Laboratory."},
      {
        "id":"ED127708",
        "title":"Large Schools: Can They Be Humanized Through Student Staff Relationships?"},
      {
        "id":"ED127709",
        "title":"Concerning the Confidentiality of Pupil School Records. A Legal Memorandum."},
      {
        "id":"ED127710",
        "title":"Strategies for Coping with Boycotts, Violence and Sit-Ins."},
      {
        "id":"ED127713",
        "title":"Joint Public-Parochial Planning Councils. Final Report 1975-1976. Report No. 7702."},
      {
        "id":"ED127714",
        "title":"School Facility Planning System. User&apos;s Handbook: Computer Version."},
      {
        "id":"ED127715",
        "title":"School Facility Planning System. User's Handbook: Manual Version."},
      {
        "id":"ED127716",
        "title":"School Facility Planning System. Final Report."},
      {
        "id":"ED127717",
        "title":"The Case for Competency Based Instruction in the Preparation and Renewal of Educational Administrators."},
      {
        "id":"ED127718",
        "title":"Dodging the Dirty Dozen."},
      {
        "id":"ED127719",
        "title":"The Funding of Education in Vermont. A Working Report."},
      {
        "id":"ED127720",
        "title":"Suspensions and Expulsions: Current Trends in School Policies and Programs."},
      {
        "id":"ED127721",
        "title":"Computer Cartography--A New Tool for Institutional Planning."},
      {
        "id":"ED127722",
        "title":"Guide to Resources for Equal Employment Opportunity and Affirmative Action."},
      {
        "id":"ED127723",
        "title":"A Directory of Resources for Affirmative Recruitment."},
      {
        "id":"ED127724",
        "title":"Study Skills and Learning."},
      {
        "id":"ED127726",
        "title":"The Need for Statewide Minimum Competencies in a Thorough and Efficient Education System. A Report."},
      {
        "id":"ED127727",
        "title":"Toward Thorough and Efficient Capital Outlay. A Report."},
      {
        "id":"ED127728",
        "title":"School Profile."},
      {
        "id":"ED127729",
        "title":"Impacts of Collective Bargaining on School Governance: The Case in a Suburban School System."},
      {
        "id":"ED127730",
        "title":"Program Descriptors. 76-77."},
      {
        "id":"ED127731",
        "title":"The Energy Handbook."},
      {
        "id":"ED127732",
        "title":"Developers&apos; Guide: Preparing Products for Distribution Through the National Center on Educational Media and Materials for the Handicapped (NCEMMH)."},
      {
        "id":"ED127734",
        "title":"The Secondary School Level and Adult Mentally Retarded Individual: An Annotated Bibliography."},
      {
        "id":"ED127735",
        "title":"It's Monday Morning: A History of Twenty-Seven Handicapped Children's Early Education Projects."},
      {
        "id":"ED127736",
        "title":"Region 9 Task Force on Learning Disabilities: Summary of Proceedings, March 24-25, 1976."},
      {
        "id":"ED127738",
        "title":"The Unfinished Revolution: Education for the Handicapped, 1976 Annual Report."},
      {
        "id":"ED127740",
        "title":"We Serve the Exceptional Child: Schools, Classes, Programs, and Services for Children with Special Physical and Educational Needs. Revised 1976."},
      {
        "id":"ED127741",
        "title":"Child Abuse and Neglect: Problems and Programs."},
      {
        "id":"ED127742",
        "title":"Child Abuse and Neglect: Handbook for Social Workers in Georgia."},
      {
        "id":"ED127743",
        "title":"Early Intervention Program Resource Guide: Selected Readings from Programs for Young Disabled Children in Pennsylvania."},
      {
        "id":"ED127744",
        "title":"Two Community Protective Service Systems: Comparative Evaluation of Systems Operations."},
      {
        "id":"ED127745",
        "title":"Mainstreaming: A Working Bibliography. Second Edition."},
      {
        "id":"ED127746",
        "title":"Mainstreaming Training Systems, Materials, and Resources: A Working List. Third Edition."},
      {
        "id":"ED127747",
        "title":"Parent-Infant Program for the Hearing Impaired: A Resource Guide."},
      {
        "id":"ED127748",
        "title":"A Study of Child Variance. Volume 5. Conference Proceedings."},
      {
        "id":"ED127749",
        "title":"Business and Industry: Partners in Education of Gifted and Talented."},
      {
        "id":"ED127750",
        "title":"Business and Industry: Partners in Education of Gifted and Talented."},
      {
        "id":"ED127751",
        "title":"Management Approaches for Inner City Classrooms."},
      {
        "id":"ED127752",
        "title":"A Model for Support Services to Mainstreamed Hearing Impaired Children."},
      {
        "id":"ED127753",
        "title":"Implications of Early Screening for Later Development. Final Report. July 1, 1974 - February 26, 1976."},
      {
        "id":"ED127755",
        "title":"Career Education for Gifted and Talented Persons."},
      {
        "id":"ED127756",
        "title":"Career Education for Gifted and Talented Persons."},
      {
        "id":"ED127757",
        "title":"Verbal and Quantitative Test Performance: Superior Students in Wisconsin High Schools, 1965-1976."},
      {
        "id":"ED127761",
        "title":"Accountability for Appalachia&apos;s Mental Health Programs: A Case Study."},
      {
        "id":"ED127762",
        "title":"Generalization of Teacher Praising Skills Over Time and Setting: What You Teach Is What You Get!"},
      {
        "id":"ED127764",
        "title":"Four Perspectives on the Status of Child Abuse and Neglect Research."},
      {
        "id":"ED127765",
        "title":"Learning Disabilities Teacher-Consultant Handbook."},
      {
        "id":"ED127766",
        "title":"An Investigation of the Physical Environment and Its Effect on MR Youth."},
      {
        "id":"ED127767",
        "title":"Youth Services Training Program 1972-1976: A Title III Project."},
      {
        "id":"ED127768",
        "title":"Measuring Parental Involvement in an Early Intervention Project."},
      {
        "id":"ED127769",
        "title":"Career Education for Deaf Students: An In-Service Leader's Guide."},
      {
        "id":"ED127770",
        "title":"Program for Hearing Impaired Adolescents: Secondary School Phase. Maxi II Practicum Report."},
      {
        "id":"ED127771",
        "title":"Program for Hearing Impaired Children: Preschool Phase. Maxi II Practicum Report."},
      {
        "id":"ED127772",
        "title":"Legal and Ethical Considerations of School Placement for Exceptional Children."},
      {
        "id":"ED127774",
        "title":"Telephone Training for Selected Deaf Students."},
      {
        "id":"ED127775",
        "title":"Survey of School Programs for Gifted and Talented Students. Research Report."},
      {
        "id":"ED127776",
        "title":"Other Peoples' Languages: A Game Everyone Can Play."},
      {
        "id":"ED127777",
        "title":"Notes on Complete Consonantal Assimilations."},
      {
        "id":"ED127780",
        "title":"Una miscelanea de refranes espanoles raros, curiosos, y jocosos (A Miscellany of Rare, Curious and Humorous Spanish Proverbs)."},
      {
        "id":"ED127781",
        "title":"Language Maintenance and Language Shift among Mexican American College Students."},
      {
        "id":"ED127782",
        "title":"Relevant ESL for the Teenager."},
      {
        "id":"ED127783",
        "title":"Deceptive Words: A Study in the Contrastive Lexicon of Polish and English."},
      {
        "id":"ED127784",
        "title":"Movement Constraints on Transformations That Do Not Move Elements. Studies in East Asian Syntax."},
      {
        "id":"ED127785",
        "title":"Memory During Oral and Silent Reading."},
      {
        "id":"ED127786",
        "title":"The Role of the Methodology Component in the Training of Teachers of English as a Second or Foreign Language. ELT Documents (76/1)."},
      {
        "id":"ED127787",
        "title":"English-Language Teaching in the Republic of Croatia, Yugoslavia: Some Recent Developments. ELT Documents (76/1)."},
      {
        "id":"ED127788",
        "title":"The Production of Functional Materials and Their Integration within Existing Language-Teaching Programmes (with Special Reference to the Secondary School Syllabus of Croatia, Yugoslavia). ELT Documents (76/1)."},
      {
        "id":"ED127789",
        "title":"Signs of Change: Historical Variation in American Sign Language."},
      {
        "id":"ED127790",
        "title":"On Hyphenated Linguistics and Hyphenated Americans. CATESOL Occasional Papers, No. 1."},
      {
        "id":"ED127791",
        "title":"The Professional Teacher of English as a Second Language. CATESOL Occasional Papers, No. l."},
      {
        "id":"ED127792",
        "title":"A Study of Responses to Wrong-Number Telephone Calls. CATESOL Occasional Papers, No. 1."},
      {
        "id":"ED127793",
        "title":"Professional or Paraprofessional? CATESOL Occasional Papers, No. 1."},
      {
        "id":"ED127794",
        "title":"Cross Cultural Communication through Literature: An Analysis of the Response of Foreign Students to \"An Introduction to English Literature,\" a University General Education Course. CATESOL Occasional Papers, No. 1."},
      {
        "id":"ED127795",
        "title":"Transitional Speech Features in the College Lecture. CATESOL Occasional Papers, No. 1."},
      {
        "id":"ED127796",
        "title":"MAP: Materials Acquisition Project. CATESOL Occasional Papers, No. 1."},
      {
        "id":"ED127797",
        "title":"B. Studies: 6. The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED127798",
        "title":"University of Essex Language Centre Occasional Papers No. 7."},
      {
        "id":"ED127801",
        "title":"A Survey of Indexing Tools for the Language Sciences. LINCS Project Document Series."},
      {
        "id":"ED127802",
        "title":"Some Probable Technological Trends and Their Impact on an Information Network System. LINCS Project Document Series."},
      {
        "id":"ED127803",
        "title":"A Statistical Profile of the American Language Sciences Core Community - 1968. LINCS Project Document Series."},
      {
        "id":"ED127805",
        "title":"Variability in Phonetics. York Papers in Linguistics, No. 6."},
      {
        "id":"ED127806",
        "title":"Language and Society in South Asia. Final Report."},
      {
        "id":"ED127807",
        "title":"Samples of Contemporary Sinhala Prose with Glossary and Brief Grammatical Notes."},
      {
        "id":"ED127809",
        "title":"Present and Future Needs for Specialists in Linguistics and the Uncommonly Taught Languages. Final Report."},
      {
        "id":"ED127810",
        "title":"Discourse Analysis of Japanese and Thai. Part I: Thai Discourse. Final Report."},
      {
        "id":"ED127811",
        "title":"Language Research in Progress: Report No. 2. A Cross-Referenced List of Documented Language Research Projects Current June-November 1965."},
      {
        "id":"ED127812",
        "title":"Language Research in Progress: Report No. 3. A Cross-Referenced List of Documented Language Research Projects Current December 1965-June 1966."},
      {
        "id":"ED127813",
        "title":"Bilingual Education and the Law: An Overview."},
      {
        "id":"ED127814",
        "title":"Misrepresentation of Linguistics in the Media."},
      {
        "id":"ED127815",
        "title":"Manual for the Development of Instructional Materials Relevant to the Needs of U.S. Spanish-Speaking Students."},
      {
        "id":"ED127816",
        "title":"New York: Multi-Speak City!"},
      {
        "id":"ED127820",
        "title":"Libro de Lectura. Nivel A. (Reading Book. Level A.)."},
      {
        "id":"ED127821",
        "title":"Libro de Lectura. Nivel B. (Reading Book. Level B.)."},
      {
        "id":"ED127822",
        "title":"Libro de Lectura. Nivel C. (Reading Book. Level C.)."},
      {
        "id":"ED127823",
        "title":"Libro de Lectura Suplemento (Reading Book Supplement)."},
      {
        "id":"ED127826",
        "title":"Language Arts - English Grammar."},
      {
        "id":"ED127827",
        "title":"Language Arts - Spanish Grammar."},
      {
        "id":"ED127828",
        "title":"Syntactic Constraints on Code-Switching: A Quantitative Study of Spanish/English."},
      {
        "id":"ED127829",
        "title":"Language Attitudes and the Achievement of Bilingual Pupils. Research and Development Memorandum No. 146."},
      {
        "id":"ED127830",
        "title":"The Role of ESL in Bilingual Programs: A Clarification."},
      {
        "id":"ED127831",
        "title":"In Search of a System For Communication."},
      {
        "id":"ED127832",
        "title":"Feminist Criticism of Language: A Sociolinguistic Perspective."},
      {
        "id":"ED127833",
        "title":"Tasks, Topics, and the Listener: Their Effect on Children's Language."},
      {
        "id":"ED127834",
        "title":"Some Factors in Problem Solving: The Name of the Concept, Specific Instructions, and the Ability to Verbalise."},
      {
        "id":"ED127835",
        "title":"An Introduction to the EPAL Project. Background, Problems and Design. Pedagogisk Forskning Uppsala, No. 2."},
      {
        "id":"ED127836",
        "title":"The Immigrant Experience: Oral History and Folklore Among Missourians from German and German-Speaking Groups. Revised."},
      {
        "id":"ED127837",
        "title":"Foreign Language Day--A Living Language Experience."},
      {
        "id":"ED127838",
        "title":"The Relationship Between Foreign Language Proficiency and Various Psychological Variables."},
      {
        "id":"ED127839",
        "title":"Verbalization Motivation with Intermediate Students."},
      {
        "id":"ED127840",
        "title":"The Higher Learning Versus the Higher Education."},
      {
        "id":"ED127842",
        "title":"Blacks, Whites and College Training: Manpower Pools and Training Rates."},
      {
        "id":"ED127843",
        "title":"Treatment of the Self-Supporting, Independent Student in the National Alternative System of Need Analysis."},
      {
        "id":"ED127844",
        "title":"Private Higher Education. Second Annual Report on Financial and Educational Trends in the Private Sector of American Higher Education."},
      {
        "id":"ED127845",
        "title":"Russell Sage Foundation Annual Report, 1974-1975."},
      {
        "id":"ED127846",
        "title":"The Doctoral Dissertation Grant Program. Revised."},
      {
        "id":"ED127847",
        "title":"A Master Plan for Postsecondary Education in Illinois."},
      {
        "id":"ED127848",
        "title":"Academic Career Planning: The Ivory Tower and the Crystal Ball. Report of the Joint COU/OCUFA Committee on the Study of Academic Career Development in Ontario Universities. Report No. 76-13."},
      {
        "id":"ED127849",
        "title":"Affective Objectives in a Medical School Course: Report of a Failure."},
      {
        "id":"ED127850",
        "title":"Approach to the Eighties: Demand/Quality/Resources. Brief to the Ontario Council on University Affairs. Report No. 76-9."},
      {
        "id":"ED127851",
        "title":"What Every Professor Should Know About American Higher Education."},
      {
        "id":"ED127852",
        "title":"Instructional Cost Analysis: History and Present Inadequacies."},
      {
        "id":"ED127853",
        "title":"Academic Power in the United States: Comparative Historic and Structural Perspectives. Research Report No. 3."},
      {
        "id":"ED127854",
        "title":"Grading by Contract."},
      {
        "id":"ED127855",
        "title":"The Options Handbook. Handbook Three: Counseling to Improve Student Decision-Making."},
      {
        "id":"ED127856",
        "title":"The Productivity and Screening Effects of Educational Attainment."},
      {
        "id":"ED127857",
        "title":"A Conceptual Framework for Educational Alternatives at Empire State College."},
      {
        "id":"ED127858",
        "title":"Curriculum and Instructional Processes in American Higher Education."},
      {
        "id":"ED127859",
        "title":"Reflections on University Values and the American Scholar."},
      {
        "id":"ED127860",
        "title":"A New Caveat: Let the Buyer Be Aware."},
      {
        "id":"ED127862",
        "title":"Graduate Education at Western Michigan University. A Report by the All-University Committee on Graduate and Professional Education."},
      {
        "id":"ED127863",
        "title":"The Campus in Hard Times. New York's Higher Education Crisis. How It Happened. How It Can Be Resolved."},
      {
        "id":"ED127864",
        "title":"Florida Board of Regents Annual Report, 1974-1975."},
      {
        "id":"ED127865",
        "title":"Outreach Baccalaureate and Beginning Graduate Programs in Florida's Panhandle."},
      {
        "id":"ED127866",
        "title":"Physician Manpower and Distribution in Florida, 1976."},
      {
        "id":"ED127867",
        "title":"Demographic Student Study for Planning. Report No. 76-4."},
      {
        "id":"ED127868",
        "title":"Clinical Education in Physical Therapy: Present Status/Future Needs. Final Report of the Project on Clinical Education in Physical Therapy."},
      {
        "id":"ED127869",
        "title":"Societal Factors; An Analysis of Selected Factors of Dormitory Students and Commuting Students at Johnson and Wales College."},
      {
        "id":"ED127870",
        "title":"College Governance: A Comparison of Faculty Evaluation in Public and Private Colleges with Implications for the Improvement of the Evaluation Process at Johnson and Wales College."},
      {
        "id":"ED127871",
        "title":"Reallocation of Time and Resources. The New Oshkosh Calendar Plan."},
      {
        "id":"ED127872",
        "title":"Program Evaluation of HEA Title I Projects in Florida. Report No. 76-5."},
      {
        "id":"ED127873",
        "title":"Pricing Policy, Social Equity and Institutional Survival in Tertiary Education in New Jersey."},
      {
        "id":"ED127874",
        "title":"Renewing Higher Education: The Competency-Based Approach."},
      {
        "id":"ED127875",
        "title":"Analysis of State Financial Support of Higher Education: Pitfalls and Promises."},
      {
        "id":"ED127876",
        "title":"NCHEMS Costing and Data Management System and the Purdue University Cost Study: A Comparison of Narrowly Defined Direct Costs."},
      {
        "id":"ED127877",
        "title":"Four-Year Baccalaureate Completion Rates: A Limited Comparison of Student Success in Private and Public Four-Year Colleges and Universities."},
      {
        "id":"ED127878",
        "title":"The Colleges and the Courts. 1976 Updating Supplement."},
      {
        "id":"ED127879",
        "title":"Four-Year State Colleges: The Scope of Collective Bargaining."},
      {
        "id":"ED127880",
        "title":"Horizons: A Guide to Educational Opportunities in Ontario Beyond the Secondary School Level."},
      {
        "id":"ED127881",
        "title":"The Faculty Promotion Process. An Empirical Analysis of the Administration of Large State Universities."},
      {
        "id":"ED127882",
        "title":"The Job Market Vs. Collegiate Curricula: A Potential Conflicting Pressure."},
      {
        "id":"ED127883",
        "title":"Can Industrial Seniority Be Used For Retrenchment in Higher Education? Collective Bargaining Perspectives, Volume 1, Number 7."},
      {
        "id":"ED127885",
        "title":"Functional Tensions in the University."},
      {
        "id":"ED127886",
        "title":"Conflict Management As An Integral Part of Planning in the University."},
      {
        "id":"ED127887",
        "title":"The Use of Anthropological Field Methods as a Means for Conflict Reduction in Institutions of Higher Education."},
      {
        "id":"ED127888",
        "title":"Goal Oriented Resource Allocation for University Management. An Administration Paper."},
      {
        "id":"ED127889",
        "title":"Enrollment Projection Strategies in an Uncertain Environment."},
      {
        "id":"ED127890",
        "title":"Higher Education and Social Mobility: A Promise Still Kept."},
      {
        "id":"ED127891",
        "title":"Planning and Management in the Face of the Changing Demographic Picture."},
      {
        "id":"ED127892",
        "title":"Adult Learners and Traditional Students. A Comparison of Values, Attitudes, and Aspirations."},
      {
        "id":"ED127893",
        "title":"Student Evaluation of Instruction: A Validity Analysis."},
      {
        "id":"ED127894",
        "title":"Sources of Conflict Between Institutional Researchers and Decision Makers."},
      {
        "id":"ED127896",
        "title":"An Analysis of the Process of Dismantling the Dual System of Public Higher Education as Related Specifically to Tennessee State University and the University of Tennessee in Nashville, Tennessee."},
      {
        "id":"ED127897",
        "title":"College Goals and Governance: The Degree of Congruence or Disagreement in Value Systems Among Faculty, Students, and Administrators."},
      {
        "id":"ED127898",
        "title":"The University Seminar Program: A Formative Evaluation of the First Year."},
      {
        "id":"ED127899",
        "title":"The States and Higher Education: A Proud Past and a Vital Future."},
      {
        "id":"ED127900",
        "title":"Faculty Perceptions of College Governance."},
      {
        "id":"ED127901",
        "title":"Faculty Handbook, Concord College."},
      {
        "id":"ED127902",
        "title":"Handbook for Faculty and Other Unclassified Staff. The University of Kansas."},
      {
        "id":"ED127903",
        "title":"Faculty Handbook. West Virginia University."},
      {
        "id":"ED127904",
        "title":"The University of Georgia Faculty Handbook, 1976-1977."},
      {
        "id":"ED127905",
        "title":"Basic Educational Opportunity Grant Program. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress First Session on H. Res. 745."},
      {
        "id":"ED127907",
        "title":"A Comparison of Costs of Searching the Machine-Readable Data Bases ERIC and &quot;Psychological Abstracts&quot; in an Annual Subscription Rate System Against Costs Estimated for the Same Searches Done in the Lockheed DIALOG System and the System Development Corporation for ERIC, and the Lockheed DIALOG System and PASAT for &quot;Psychological Abstracts.&quot;"},
      {
        "id":"ED127908",
        "title":"Analysis of ERIC Computer Search Requests Processed by the Educational Programs and Studies Information Service (EPSIS) Unit during the Period of September 1975 through April 1976."},
      {
        "id":"ED127910",
        "title":"Performance Report for Title II, Elementary and Secondary Education Act, P.L. 89-10 as Amended, FY 1975."},
      {
        "id":"ED127911",
        "title":"Costs of CAI for Special Education Teacher Training: Three Perspectives."},
      {
        "id":"ED127913",
        "title":"Estimating Space for Library Users."},
      {
        "id":"ED127914",
        "title":"Administrative and Bibliographic Uses of COM (Computer Output Microfilm) in an Academic Library."},
      {
        "id":"ED127915",
        "title":"A Management Information System in a Library Environment."},
      {
        "id":"ED127917",
        "title":"The Library and the College: Some Programs of Library Instruction."},
      {
        "id":"ED127918",
        "title":"Cost Analysis for Educational Planning and Evaluation: Methodology and Application to Instructional Technology."},
      {
        "id":"ED127919",
        "title":"User Problems with Microforms."},
      {
        "id":"ED127922",
        "title":"Analysis of Errors in the University of California Union Catalog Supplement."},
      {
        "id":"ED127923",
        "title":"CVRP Patch Panel; The Newsletter of the California Video Resource Project. Volume Two, Number One."},
      {
        "id":"ED127924",
        "title":"Play and Learn With Toys and Games; a Bibliography of Toys and Games that Teach Institutionalized Children."},
      {
        "id":"ED127925",
        "title":"Social Services and Cable TV."},
      {
        "id":"ED127926",
        "title":"Lesson MONIFORM; An Authoring Aid for the PLATO IV CAI System."},
      {
        "id":"ED127927",
        "title":"Federal Scientific and Technical Communication Activities: 1975 Progress Report. Annual Report, January-December 1975."},
      {
        "id":"ED127929",
        "title":"A Plan for the Evaluation of a Project to Develop Basic Medical Sciences Lessons on PLATO IV."},
      {
        "id":"ED127930",
        "title":"Measurement of Computer Communication Networks."},
      {
        "id":"ED127931",
        "title":"Computer Based Education: An Approach Toward Adaptive Learning Procedures."},
      {
        "id":"ED127933",
        "title":"Higher/Wider/Education; a Report on Open Learning."},
      {
        "id":"ED127934",
        "title":"Results of Appalachian Education Satellite Project Needs Assessment Conferences. Technical Report No. 14."},
      {
        "id":"ED127935",
        "title":"National Commission on New Technological Uses of Copyrighted Works (CONTU), Meeting Number One (Washington, D.C., October 8, 1975)."},
      {
        "id":"ED127936",
        "title":"National Commission on New Technological Uses of Copyrighted Works, Meeting Number Two (Washington, D.C., November 19, 1975)."},
      {
        "id":"ED127937",
        "title":"National Commission on New Technological Uses of Copyrighted Works, Meeting Number Three (White Plains and New York, N.Y., December 18-19, 1975)."},
      {
        "id":"ED127938",
        "title":"National Commission on New Technological Uses of Copyrighted Works, Meeting Number Four (Bethesda, Maryland, February 11-13, 1976)."},
      {
        "id":"ED127939",
        "title":"National Commission on New Technological Uses of Copyrighted Works, Meeting Number Five (New York, N.Y., April 1-2, 1976)."},
      {
        "id":"ED127940",
        "title":"National Commission on New Technological Uses of Copyrighted Works, Meeting Number Six (Arlington, Virginia, May 6, 1976)."},
      {
        "id":"ED127941",
        "title":"National Commission on New Technological Uses of Copyrighted Works (CONTU Conference Room, Arlington, Virginia, May 7, 1976)."},
      {
        "id":"ED127942",
        "title":"National Commission on New Technological Uses of Copyrighted Works (CONTU), Seventh Meeting (Arlington, Virginia, June 9-10, 1976)."},
      {
        "id":"ED127944",
        "title":"READALONG as an Instructional Aid for the ESL Programs."},
      {
        "id":"ED127945",
        "title":"READALONG in Standard Classes, Evaluation Report."},
      {
        "id":"ED127946",
        "title":"An International System for the Exchange of Information on Science and Technology for Policy-Making, Management and Development (SPINES)."},
      {
        "id":"ED127948",
        "title":"California Library Statistics and Directory 1976. A Supplement to &quot;News Notes of California Libraries&quot;, Official Journal of the California State Library."},
      {
        "id":"ED127950",
        "title":"Training Teachers in the Area of Adult Literacy: A Case Study Approach."},
      {
        "id":"ED127952",
        "title":"Academic Libraries; State of the Art."},
      {
        "id":"ED127954",
        "title":"MARC; its History and Implications."},
      {
        "id":"ED127955",
        "title":"Teaching a Mass Media Survey Course (Newspapers, Magazines, Radio, Television and Movies) in Secondary Schools with Emphasis on Critical Thinking."},
      {
        "id":"ED127956",
        "title":"The Information Film Manager: The Resource Monitor."},
      {
        "id":"ED127957",
        "title":"The Information Film Manager: The Resource Provider."},
      {
        "id":"ED127958",
        "title":"Team Training and Evaluation Strategies: A State-of-Art Review."},
      {
        "id":"ED127959",
        "title":"The National Agricultural Library Moving Ahead."},
      {
        "id":"ED127960",
        "title":"A Guide to Educational Resources, 1976-77."},
      {
        "id":"ED127961",
        "title":"The Fate of the Dinosaur."},
      {
        "id":"ED127962",
        "title":"School Tax Increase During Hard Times: The Birmingham Story."},
      {
        "id":"ED127964",
        "title":"Humanism and Technology, a Model for Integrating Educational Technology in the Humanities Classroom."},
      {
        "id":"ED127965",
        "title":"Instructional Strategies Using Low-Cost Simulation for Electronic Maintenance. Volume I: Problems, Procedures, and Results. Final Report."},
      {
        "id":"ED127966",
        "title":"Instructional Strategies Using Low-Cost Simulation for Electronic Maintenance. Volume II: Appendices. Final Report."},
      {
        "id":"ED127967",
        "title":"National Survey of Film and Television Higher Education; Report of Findings."},
      {
        "id":"ED127968",
        "title":"Bilingual Bicultural Materials; a Listing for Library Resource Centers. Revised."},
      {
        "id":"ED127970",
        "title":"Project IMPACT: Computer-Administered Instruction Concepts and Initial Development. Technical Report 69-3."},
      {
        "id":"ED127973",
        "title":"The Open University in America."},
      {
        "id":"ED127974",
        "title":"The Use of Media in Career Education."},
      {
        "id":"ED127975",
        "title":"The Impact of Violence on Television on Children: A Review of Literature."},
      {
        "id":"ED127976",
        "title":"Results of a Survey of Pupils and Teachers Regarding Television."},
      {
        "id":"ED127977",
        "title":"Directory of Local Radio Services for the Blind and Physically Handicapped."},
      {
        "id":"ED127978",
        "title":"Subsidiary Communications Authorization (SCA) Newsletter, Volume 4, Numbers 1-4."},
      {
        "id":"ED127981",
        "title":"Library Resources, Staff and Operating Expenditures at Pennsylvania Institutions of Higher Education, 1974-75."},
      {
        "id":"ED127984",
        "title":"The Status of Women and Ethnic Minorities Employed in the Libraries of the California State University and College System."},
      {
        "id":"ED127985",
        "title":"Test and Evaluation of Public Service Uses of Cable Television; The NYU-Reading Consortium Progress Report."},
      {
        "id":"ED127986",
        "title":"A Computer-Mediated Instruction System, Applied to Its Own Operating System and Peripheral Equipment."},
      {
        "id":"ED127987",
        "title":"Report of the First MIDLNET Symposium on the Role of Local Consortia, State Networks, and Regional Networks in the Emerging National Library Network (Rochester, Michigan, January 6-8, 1976)."},
      {
        "id":"ED127988",
        "title":"A Research Agenda for the Model Secondary School for the Deaf, TICCIT System."},
      {
        "id":"ED127989",
        "title":"Studies on the Use of Extramural Videopublished Materials in Continuing Education. Final Report."},
      {
        "id":"ED127990",
        "title":"Issues in Media Management, 1976."},
      {
        "id":"ED127992",
        "title":"Guidelines for Documentation of Computer Programs and Automated Data Systems. (Category: Software; Subcategory: Documentation)."},
      {
        "id":"ED127993",
        "title":"Library Services for the Severely-Profoundly Retarded."},
      {
        "id":"ED127994",
        "title":"Cost Analysis of Original Cataloging."},
      {
        "id":"ED127996",
        "title":"Keeping Libraries Open."},
      {
        "id":"ED127997",
        "title":"Where Are We Going?"},
      {
        "id":"ED127998",
        "title":"Friends' Organizations: The Supportive Element Essential to Libraries."},
      {
        "id":"ED128000",
        "title":"The Magazine Medium in Secondary School Education."},
      {
        "id":"ED128001",
        "title":"Estimating Space Requirements for Microfilm Catalogs and CRT Access to Computer Data Bases."},
      {
        "id":"ED128002",
        "title":"Creating Educational Opportunities for Engineers with Communication Technologies."},
      {
        "id":"ED128003",
        "title":"Library Service to Florida State Institutions: A Long Range Action Plan."},
      {
        "id":"ED128004",
        "title":"Professional Scholarship in Educational Technology: Criteria for Judging Inquiry."},
      {
        "id":"ED128005",
        "title":"Using Audio with CAI Lessons; Experiences of the PLATO Elementary Reading Project."},
      {
        "id":"ED128006",
        "title":"An Evaluation of Microfiche Reader Types for Use with Programmed Instruction. Phase I, March 1976-August 1976."},
      {
        "id":"ED128007",
        "title":"Privacy, a Public Concern: A Resource Document (Proceedings of a Seminar, Washington, D.C., December 1974)."},
      {
        "id":"ED128008",
        "title":"The Effect of Cartoon-Embellished Programed Textual Instruction on Students' Skill Learning and Affective Learning."},
      {
        "id":"ED128009",
        "title":"Cable Television in Sedalia, Missouri."},
      {
        "id":"ED128010",
        "title":"New Jersey Blueprint for School Media Programs."},
      {
        "id":"ED128011",
        "title":"Survey of Online Access to Social Science Data Bases."},
      {
        "id":"ED128013",
        "title":"Decision Points in Cataloging."},
      {
        "id":"ED128014",
        "title":"Automated and Computerized Information Services for Libraries."},
      {
        "id":"ED128016",
        "title":"Learning Patterns of Librarian Clients."},
      {
        "id":"ED128017",
        "title":"Individualized Instruction Through Instructional Development."},
      {
        "id":"ED128019",
        "title":"Audiovisual Materials in Libraries Today."},
      {
        "id":"ED128020",
        "title":"Community College Capital Analysis Model; A Report to the Washington State Legislature. Performance Audit Report No. 75-12."},
      {
        "id":"ED128021",
        "title":"ACCT Tuition Review."},
      {
        "id":"ED128022",
        "title":"The Trustee Profile of 1976."},
      {
        "id":"ED128023",
        "title":"A Guide and Bibliography for Mid-Managers in Community College Community Service Programs."},
      {
        "id":"ED128024",
        "title":"Why, What and Where To? Title IX, Educational Amendment of 1972."},
      {
        "id":"ED128025",
        "title":"Profile Characteristics of Entering Students, Fall 1975."},
      {
        "id":"ED128026",
        "title":"College Perspective '75: New Thrusts, New Musts. Proceedings, Annual International Institute on the Community College (6th, Lambton College, Sarnia, Ontario, June 9-12, 1975)."},
      {
        "id":"ED128027",
        "title":"A. C. C. Community Survey."},
      {
        "id":"ED128028",
        "title":"Will There Be a Community College in the Year 2000? Topical Paper No. 5."},
      {
        "id":"ED128029",
        "title":"Project ESP: Educational Support Plan for the Aged."},
      {
        "id":"ED128030",
        "title":"An Informal Report on Collegiate Successes with &quot;The Adams Chronicles.&quot;"},
      {
        "id":"ED128031",
        "title":"Overview of Developmental Studies for Occupational Students: A Sourcebook for Post-Secondary Programs. Research Publication 76-4."},
      {
        "id":"ED128032",
        "title":"Changing Role of the Community College President in the Face of New Administrative Pressures."},
      {
        "id":"ED128033",
        "title":"Student-Faculty Personality Styles and Their Impact Upon Student Achievement."},
      {
        "id":"ED128034",
        "title":"Affirmative Action--The State Level Scene: A Study of Positions Responsible for Affirmative Action in State Level Agencies for Community Colleges."},
      {
        "id":"ED128035",
        "title":"Transfer Manual: How to Transfer to a Four-Year College."},
      {
        "id":"ED128036",
        "title":"The Research and Development of a Post-Secondary Follow-up Management Information System for Texas (Project FOLLOW-UP)."},
      {
        "id":"ED128037",
        "title":"TEX-SIS FOLLOW-UP: Student Follow-up Management Information System. Activities Manual."},
      {
        "id":"ED128038",
        "title":"TEX-SIS FOLLOW-UP: Student Follow-up Management Information System. Procedures Manual."},
      {
        "id":"ED128040",
        "title":"Exit Interviews: An Analysis of Orientation and Exit Interviews as an Answer to Follow-up Apathy. TEX-SIS FOLLOW-UP SC1."},
      {
        "id":"ED128042",
        "title":"Representative Sampling: Follow-up of Spring 1972 and Spring 1973 Students. TEX-SIS FOLLOW-UP SC3."},
      {
        "id":"ED128043",
        "title":"Follow-up Methodology: A Comprehensive Study and Evaluation of Academic, Technical and Vocational Del Mar College Graduates from September 1, 1973, Through August 31, 1975, Including Ways, Means, Instruments, Relationships, and Methods of Follow-up. TEX-SIS FOLLOW-UP SC4."},
      {
        "id":"ED128044",
        "title":"Follow-up Cost Study. TEX-SIS FOLLOW-UP SC5."},
      {
        "id":"ED128045",
        "title":"Graduate Follow-up. TEX-SIS FOLLOW-UP SC6."},
      {
        "id":"ED128046",
        "title":"Educational Goals and Student Flow: Model for Institutional Student Flow and Follow-up. TEX-SIS FOLLOW-UP SC7."},
      {
        "id":"ED128047",
        "title":"A Community Looks at Its College, 1970-1980. Accountability at College of the Mainland; A Report on External Evaluation."},
      {
        "id":"ED128048",
        "title":"Satisfaction and Humanities Instructors in Two-Year Colleges. Topical Paper No. 56."},
      {
        "id":"ED128049",
        "title":"Functional Potential: A New Approach to Viewing Faculty. Topical Paper No. 57."},
      {
        "id":"ED128050",
        "title":"The Employers III: A Survey of Employers Who Have Hired Career Program Graduates of Montgomery Community College."},
      {
        "id":"ED128051",
        "title":"Academic Tenure: A Model for Self-Study."},
      {
        "id":"ED128052",
        "title":"General Education at Miami-Dade Community College. Draft Document."},
      {
        "id":"ED128053",
        "title":"California Community Colleges 5 Year Plan, 1976-1981. Plan and Appendix."},
      {
        "id":"ED128054",
        "title":"Budget and Accounting Manual: California Community Colleges."},
      {
        "id":"ED128055",
        "title":"Reedley College Enrollment/Withdrawal Survey, 1974-1975."},
      {
        "id":"ED128056",
        "title":"Multimedia Instruction in Basic English."},
      {
        "id":"ED128057",
        "title":"Contemporary Issues in Postsecondary Education: With Emphasis on the Community/Junior College."},
      {
        "id":"ED128058",
        "title":"An Assessment of Community College Staff Development Needs in the Northeastern United States."},
      {
        "id":"ED128059",
        "title":"Paradental Training Contract."},
      {
        "id":"ED128060",
        "title":"College of Alameda Student Follow-up Study: First-time Students, Fall 1970, Fall 1971."},
      {
        "id":"ED128061",
        "title":"Factors Influencing the Choice of a Transfer Institution for Chicago Area Community College Students. Research Memorandum 76-3."},
      {
        "id":"ED128062",
        "title":"Comparison of Transfer and Native Student Progress at the University of Illinois at Urbana-Champaign, Fall, 1973 Group. Research Memorandum 76-8."},
      {
        "id":"ED128063",
        "title":"Easy Reading Materials for Adults Learning English: 1976-1977. Revised Edition."},
      {
        "id":"ED128064",
        "title":"Interdisciplinary Education in a Cluster College."},
      {
        "id":"ED128065",
        "title":"Conceptual Rule Acquisition and Retention by Young Children: The Effects of Modeling, Age, and Corrective Feedback."},
      {
        "id":"ED128066",
        "title":"Conserving and Retaining Equalities and Inequalities through Observation and Correction."},
      {
        "id":"ED128067",
        "title":"The Effects of Adult Constraint and Peer Influence on the Development of Racial Awareness-Attitudes of Three-, Four-, and Five-Year-Old Children."},
      {
        "id":"ED128068",
        "title":"Observation Manual for Assessment of Behavior Sequences Between Infant and Mother."},
      {
        "id":"ED128069",
        "title":"Sensitizing Caregivers to Individual Differences in Infants: Some Useful Tools and Techniques."},
      {
        "id":"ED128070",
        "title":"A Case Study of a New Scottish Open Plan School."},
      {
        "id":"ED128071",
        "title":"[UMOS Child Center Project. Final Report.]"},
      {
        "id":"ED128072",
        "title":"Brazelton Scale Performance of Infants of Varying Birthweight."},
      {
        "id":"ED128073",
        "title":"Isolation in Early Childhood."},
      {
        "id":"ED128074",
        "title":"A Study of the Views of Teachers of First Year Infant School Children Concerning the Effects on the Language and Socialisation of Children Who Have Previously Attended Playgroups."},
      {
        "id":"ED128075",
        "title":"The Development of a Maternal Teaching Style Instrument."},
      {
        "id":"ED128076",
        "title":"Toward the Development of a Technique to Measure the Racial Awareness-Attitudes of Three- to Five-Year-Old Children."},
      {
        "id":"ED128077",
        "title":"The Evaluation of a Home-Based Educational Intervention for Preschoolers and Their Mothers."},
      {
        "id":"ED128078",
        "title":"New Primary School Syllabus."},
      {
        "id":"ED128079",
        "title":"Review and Index to Research on Modeling and Imitation Relevant to the Development and Education of Children."},
      {
        "id":"ED128080",
        "title":"Home and Family: Unit Manual Four. Curriculum Guide."},
      {
        "id":"ED128081",
        "title":"Winter: Unit Manual Five. Curriculum Guide."},
      {
        "id":"ED122987",
        "title":"The Originality of Chicano Literature: A Comparison with Contemporary Mexican Writing."},
      {
        "id":"ED122996",
        "title":"Chief Area Education Officers Annual Report, July 1975. Research and Evaluation Report Series No. 34."},
      {
        "id":"ED122997",
        "title":"Guidebook: InCamp Education for Migrant Farmworkers."},
      {
        "id":"ED123006",
        "title":"Control of Indian Education in BIA Schools. A Progress Report, September 1974. Research and Evaluation Report Series No. 29.02."},
      {
        "id":"ED123008",
        "title":"Control of Indian Education in BIA Schools. A Progress Report, December 1974, January, February 1975. Research and Evaluation Report Series No. 29.04."},
      {
        "id":"ED123013",
        "title":"Migrant Early Childhood Education: An Overview."},
      {
        "id":"ED123023",
        "title":"North Carolina Today and Tomorrow, Vol. 8: Peoples&apos; Views on Community Services."},
      {
        "id":"ED123027",
        "title":"Status and Familial Projections of Mexican-American Migrants and Non-Migrants: Are Migrant Youths Different?"},
      {
        "id":"ED123028",
        "title":"A Study of Abstract Preferences in Problem Solving Tasks and Their Relationship to Abstract Ability and Formal Thought."},
      {
        "id":"ED123029",
        "title":"An Assessment of Value Preferences of College Students with Reference to Environmental Chemistry."},
      {
        "id":"ED123034",
        "title":"Equinox. A Model for the Environmental Education Curriculum for Kindergarten Through Grade Twelve in Delaware's Schools."},
      {
        "id":"ED123036",
        "title":"Analytic Networks and Task Domains for a Primary Grade Science Curriculum."},
      {
        "id":"ED123037",
        "title":"Analytic Concepts and the Relation Between Content and Process in Science Curricula."},
      {
        "id":"ED123055",
        "title":"Correlated Enrichment Environmental Activities for the S.A.P.A. Curriculum Kits A through D."},
      {
        "id":"ED123056",
        "title":"Equinox. A Model for the Natural Science Education Curriculum for Kindergarten and First Grade in Delaware's Schools."},
      {
        "id":"ED123057",
        "title":"Equinox. A Model for the Natural Science Education Curriculum for the Second, Third, and Fourth Grades in the Delaware Schools."},
      {
        "id":"ED123058",
        "title":"Equinox. A Model for the Natural Science Education Curriculum for the Fifth, Sixth, Seventh, and Eighth Grades in the Delaware Schools."},
      {
        "id":"ED123059",
        "title":"Equinox. A Model for the Natural Science Education Curriculum for the Ninth Through Twelfth Grades in the Delaware Schools."},
      {
        "id":"ED123060",
        "title":"Industrial R&amp;D Expenditures Rise to $22 Billion in 1974. Science Resources Studies Highlights, January 14, 1976."},
      {
        "id":"ED123064",
        "title":"The Oregon Vo-Tech Math Project. Phase One of Two Final Report."},
      {
        "id":"ED123075",
        "title":"Individualized Math Problems in Marketing. Oregon Vo-Tech Mathematics Problem Sets."},
      {
        "id":"ED123086",
        "title":"Greenwich Township Environmental Analysis: A Field Study 1972-74."},
      {
        "id":"ED123099",
        "title":"Guide to Programs, National Science Foundation Fiscal Year 1976."},
      {
        "id":"ED123100",
        "title":"Program on Science, Technology and Society (POSTS), First General Report, May 1, 1971 through August 31, 1973."},
      {
        "id":"ED123101",
        "title":"Program on Science, Technology and Society (POSTS), Second General Report, September 1, 1973 through August 31, 1974."},
      {
        "id":"ED123104",
        "title":"Federal Funds for Research, Development, and Other Scientific Activities. Fiscal Years 1974, 1975, and 1976. Volume 24."},
      {
        "id":"ED123106",
        "title":"A Model for Science Curriculum Implementation: Iowa-ASSIST."},
      {
        "id":"ED123107",
        "title":"Assessment of the Effects of the Competency Based Teacher Education Experience on the Acquisition of a Teaching Model."},
      {
        "id":"ED123110",
        "title":"The Effects of Various Formative Evaluation Procedures on Instructional Material Revision in a Large Scale Individualized Science Curriculum Development Project."},
      {
        "id":"ED123114",
        "title":"Reviews of Data on Science Resources, No. 25. Doctoral Scientists and Engineers in Private Industry, 1973."},
      {
        "id":"ED123115",
        "title":"Academic R & D Spending Up 12 Percent in FY 1975. Science Resources Studies Highlights, May 4, 1976."},
      {
        "id":"ED123116",
        "title":"A Chronological History of Selected Objectives for the Teaching of Secondary School biology in the United States During the 1918-1972 Period, as Reflected in Periodical Literature."},
      {
        "id":"ED123127",
        "title":"Heuristic Learning and Science Education. Occasional Paper Series."},
      {
        "id":"ED123128",
        "title":"Science Teaching and the Development of Reasoning. Occasional Paper Series."},
      {
        "id":"ED123129",
        "title":"Examining a Model for Teaching Scientific Literacy through Interdisciplinary Courses Focused on Science-Related Social Issues."},
      {
        "id":"ED123132",
        "title":"Teaching Strategies: Papers from a Research Workshop."},
      {
        "id":"ED123134",
        "title":"Foreign and Domestic Journals in Mathematical Education. Revised Edition."},
      {
        "id":"ED123135",
        "title":"Investigations in Science Education, Vol. 1, No. 4. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED123145",
        "title":"Studying Learning Environments: Conceptual and Methodological Issues."},
      {
        "id":"ED123153",
        "title":"The War with the Tutors: Student-Faculty Conflict at Harvard and Yale, 1745-1771."},
      {
        "id":"ED123159",
        "title":"Curriculum Materials: A Selected Bibliography. A Sample of Curriculum Materials Reviewed to Test Analysis Instruments in the California Ethnic Heritage Program, 1974-1975."},
      {
        "id":"ED123160",
        "title":"Guide to an Analysis of Curriculum Materials for Ethnic Heritage Programs."},
      {
        "id":"ED123167",
        "title":"The Residential Segregation of Blacks in the Suburbs: The Michigan Example."},
      {
        "id":"ED123178",
        "title":"Why Women Contribute Less to the Arts, Sciences, and Humanities."},
      {
        "id":"ED123180",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Volume 8, Number 2, 1974."},
      {
        "id":"ED123185",
        "title":"Seeking a Just Society through Population Education. Proceedings of the Population Education Workshop Sponsored by the Department of Elementary Schools of the National Catholic Educational Association (Washington, D.C., December 15-17, 1974)."},
      {
        "id":"ED123186",
        "title":"American Issues Forum: Active Projects--Summary Report [And] Nationally Circulated Materials."},
      {
        "id":"ED123187",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Vol. 8, No. 4, 1974. Period Covered, October-December 1974."},
      {
        "id":"ED123200",
        "title":"New Directions in Intramurals and Recreation."},
      {
        "id":"ED123201",
        "title":"Role Based Teacher Education (RBTE)--A Process Approach. Social Role Theory Applied to the Development of Science Teacher Competency."},
      {
        "id":"ED123203",
        "title":"Locus of Control and Academic Achievement in Traditional and Non-Traditional Educational Settings."},
      {
        "id":"ED123210",
        "title":"Tennessee Technological University Teacher Evaluation Model-Year II. Study of the Teacher Preparation Programs of Tennessee Technological University. Report, 75-4."},
      {
        "id":"ED123213",
        "title":"The Athletae Dei: Missing the Meaning of Sport."},
      {
        "id":"ED123220",
        "title":"Riding Standards. The Policies and Operating Procedures of the National Riding Committee 1976-77."},
      {
        "id":"ED123223",
        "title":"Psycho-Physical Effects of Varied Rest Intervals Following Warm-Up."},
      {
        "id":"ED123225",
        "title":"Locus of Control and Other Psycho-Social Parameters in Successful American Age-Group Swimmers."},
      {
        "id":"ED123226",
        "title":"Motor Development: A Guide for Learning Assistance Classes."},
      {
        "id":"ED123227",
        "title":"AIAW Handbook 1976-1977."},
      {
        "id":"ED123228",
        "title":"Personalized Learning in Physical Education."},
      {
        "id":"ED123240",
        "title":"New Statistical Techniques to Evaluate Criterion-Referenced Tests Used in Individually Prescribed Instruction. Final Report."},
      {
        "id":"ED123242",
        "title":"Delineation of Roles and Functions of Diagnostic Radiologic Technology Personnel and Development of Proficiency Tests; Final Report."},
      {
        "id":"ED123244",
        "title":"How Much Are Our Young People Learning? The Story of the National Assessment. Fastback 68."},
      {
        "id":"ED123245",
        "title":"An Empirical Case for Residual Measures of Status Inconsistency Effects."},
      {
        "id":"ED123250",
        "title":"The Estimation of Theta in the Integrated Moving Average Time-Series Model."},
      {
        "id":"ED123254",
        "title":"Measuring the Effects of a Protocol Film Series: Instrument Development and Use."},
      {
        "id":"ED123258",
        "title":"Systematic Process for Evaluating the Individualization of Instruction."},
      {
        "id":"ED123259",
        "title":"Strategies for Rotating Canonical Components."},
      {
        "id":"ED123260",
        "title":"A Model for Assessing the Effects of Departures from Reality in Performance Testing."},
      {
        "id":"ED123263",
        "title":"Annual Evaluation Report on Programs Administered by the U.S. Office of Education: FY 1973."},
      {
        "id":"ED123300",
        "title":"Rurality/Urbanism and Extended Familism Among Working- and Lower-Class Blacks."},
      {
        "id":"ED123301",
        "title":"School Desegregation and Loss of Whites from Large Central-City School Districts."},
      {
        "id":"ED123302",
        "title":"Public School Desegregation and White Flight: A Reply to Professor Coleman."},
      {
        "id":"ED123303",
        "title":"The Suburbanization of America."},
      {
        "id":"ED123304",
        "title":"Court, Congress, and School Desegregation."},
      {
        "id":"ED123305",
        "title":"The Black/White History of Women's Rights."},
      {
        "id":"ED123306",
        "title":"Teaching Black Children to Read: Research Suggestions."},
      {
        "id":"ED123307",
        "title":"Sexism and Racism in Popular Basal Readers 1964-1976. Based Upon: A 1973 Report by the Baltimore Feminist Project. A 1975 Postscript by Mary Jane Lipton. An Afterword by the Racism and Sexism Resource Center for Educators."},
      {
        "id":"ED123308",
        "title":"Little Black Sambo: A Closer Look. A History of Helen Bannerman's The Story of Little Black Sambo and its Popularity/Controversy in the United States."},
      {
        "id":"ED123309",
        "title":"White Control and Minority Oppression. Fact Sheets on Institutional Racism."},
      {
        "id":"ED123311",
        "title":"Cambodians in America."},
      {
        "id":"ED123312",
        "title":"Three Centuries of American Inequality."},
      {
        "id":"ED123313",
        "title":"The Black-White Price Differential in Housing: Some Further Evidence."},
      {
        "id":"ED123314",
        "title":"Journey to Work: Metropolitan-Nonmetropolitan Comparisons."},
      {
        "id":"ED123315",
        "title":"Asian Americans in Children's Books."},
      {
        "id":"ED123316",
        "title":"The Influence of Racial Composition of Desegregated Secondary Schools Upon Black Students' Perceptions of the School Climates."},
      {
        "id":"ED123317",
        "title":"Relating Teacher Threat to Academic Achievement in Educationally Deprived Children."},
      {
        "id":"ED123318",
        "title":"The Effect of an Instructional Unit Incorporating Live Animals on Knowledge of Nutrition for Different Age Levels."},
      {
        "id":"ED123319",
        "title":"On Meeting Real People: An Evaluation Report on Vegetable Soup: The Effects of a Multi-Ethnic Children's Television Series on Intergroup Attitudes of Children."},
      {
        "id":"ED123321",
        "title":"[A Review of a Program Being Developed in the Consortium of Laboratory Schools of the Academic Affairs Conference of Midwestern Universities.]"},
      {
        "id":"ED123322",
        "title":"Manual of Directions for Parent Perception Project: A Supplementary Project of the Special Needs Assessment Program [SNAP]."},
      {
        "id":"ED123323",
        "title":"Manual of Directions for the Special Needs Assessment Program [SNAP]."},
      {
        "id":"ED123324",
        "title":"Symposium on School Desegregation and White Flight."},
      {
        "id":"ED123330",
        "title":"Preliminary Report on a Survey of Educational Services for Hispanic Pupils with English Language Difficulty, Conducted in New York City Schools, May 1974. Second Report on the Survey."},
      {
        "id":"ED123332",
        "title":"Career Information: Guide for Exploring Careers Through Worker Traits. An Adaptation of the D.O.T. Worker Trait Groups. Career Decision-Making Program."},
      {
        "id":"ED123333",
        "title":"Management Workshop for Alcohol Safety Action Project: Instructor's Guide."},
      {
        "id":"ED123334",
        "title":"Handbook for Project Directors: Alcohol Safety Action Projects."},
      {
        "id":"ED123335",
        "title":"Communications Strategies on Alcohol and Highway Safety. Volume I. Adults 18-55. Final Report."},
      {
        "id":"ED123336",
        "title":"Communications Strategies on Alcohol and Highway Safety. Volume II. High School Youth. Final Report."},
      {
        "id":"ED123337",
        "title":"The Extension Classes Student Patterns of Registration, Sociological Profile and Goals and Motivations."},
      {
        "id":"ED123338",
        "title":"Birth Expectations and Working Plans of Young Women: Changes in Role Choices."},
      {
        "id":"ED123339",
        "title":"T and D Publications. Volume 13, Number 7."},
      {
        "id":"ED123340",
        "title":"Mostaganem Institute of Agricultural Technology: An Educational Innovation."},
      {
        "id":"ED123342",
        "title":"Career Development Theory and Curriculum Development."},
      {
        "id":"ED123343",
        "title":"No More Slogans: Certainly Not Career Education."},
      {
        "id":"ED123344",
        "title":"Demonstration of a Model for the Education and Training of Spanish-Speaking Entrepreneurs. Final Report."},
      {
        "id":"ED123345",
        "title":"Vocational Education, Training, and Job Skills for Youth."},
      {
        "id":"ED123346",
        "title":"Madison Model for Personal Finance."},
      {
        "id":"ED123347",
        "title":"Consumer Education Competencies: K-12."},
      {
        "id":"ED123348",
        "title":"History of Driver Education in the United States."},
      {
        "id":"ED123349",
        "title":"Extension Classes: Registrations--Credit Hours--Full Year Equivalents By Location--By College--By Field."},
      {
        "id":"ED123350",
        "title":"Programs and Registrations. ACHE-NUEA. Joint Report 1974-75."},
      {
        "id":"ED123353",
        "title":"Implicit and Explicit Preference Structures in Models of Labor Supply."},
      {
        "id":"ED123354",
        "title":"Top of Alabama Regional Education Service Agency Adult Secondary Education Program: Final Report for FY 74-75."},
      {
        "id":"ED123356",
        "title":"California Guide to Traffic Safety Education."},
      {
        "id":"ED123357",
        "title":"Vocational Preparation in U.S. Correctional Institutions: A 1974 Survey. Final Report."},
      {
        "id":"ED123358",
        "title":"Cyclical Behavior of Bias-Adjusted Unemployment. Methods for Manpower Analysis No. 11."},
      {
        "id":"ED123359",
        "title":"An Instructional System for Consumer Decision-Making: Teacher's Manual."},
      {
        "id":"ED123360",
        "title":"Peer Instruction Implementation Manual."},
      {
        "id":"ED123361",
        "title":"Staff Development Through the Implementation of Two Innovative Learning/Teaching Modes. Final Report."},
      {
        "id":"ED123362",
        "title":"Help Wanted: Case Studies of Classified Ads."},
      {
        "id":"ED123364",
        "title":"Tiedeman's Approach to Career Development."},
      {
        "id":"ED123365",
        "title":"Salaries of Engineering Technicians and Technologists, 1975. Detailed Industry Report."},
      {
        "id":"ED123366",
        "title":"The Dual Role of the Student Nurse."},
      {
        "id":"ED123367",
        "title":"Releasing the Potential of the Older Volunteer."},
      {
        "id":"ED123371",
        "title":"Directory of External-Degree and Other Non-Traditional Programs: A Guide to Their Selection for Drug Abuse Personnel."},
      {
        "id":"ED123372",
        "title":"Advisory Committees in Vocational-Technical Programs."},
      {
        "id":"ED123373",
        "title":"Mapping Community Planning and Decision-Making."},
      {
        "id":"ED123374",
        "title":"The Composing Processes of Mature Adults."},
      {
        "id":"ED123375",
        "title":"Philosophical and Personality Characteristics of Teachers of Adults."},
      {
        "id":"ED123376",
        "title":"Participatory Research or Participation Put-on: Reflections on the Research Phase of an Indonesian Experiment in Non-Formal Education."},
      {
        "id":"ED123377",
        "title":"Factor Analysts at Large: A Critical Review of the Motivational Orientation Literature."},
      {
        "id":"ED123378",
        "title":"A Step Backward in Research."},
      {
        "id":"ED123379",
        "title":"A Study of the Educational and Occupational Determinants of Occupational Achievement of Mexican American Small Businessmen in Chicago."},
      {
        "id":"ED123380",
        "title":"Connaitre and Savoir: Scholarship and Workmanship."},
      {
        "id":"ED123381",
        "title":"Literary Life-Cycle Research as an Atypical Research Modality for Adult Education."},
      {
        "id":"ED123382",
        "title":"A Comparative Study of Selected Faculty and Student Perceptions of the Quality of On-Campus and University Extension Courses."},
      {
        "id":"ED123383",
        "title":"The Use of Cloze Procedure in Adult Literacy Programs."},
      {
        "id":"ED123384",
        "title":"The Construction of a Magnitude Estimation Scale of Adult Learning."},
      {
        "id":"ED123385",
        "title":"A Theory for Energizing Adult Students in the Classroom; With Implications for Instruction and for Testing the Theory."},
      {
        "id":"ED123386",
        "title":"The Effect of an Articulation Workshop on Public School Personnel Knowledge of and Attitudes Toward Educational Programs and Practices of the Sponsoring Technical Institute."},
      {
        "id":"ED123387",
        "title":"Value Orientations of a Low-Income Rural Audience. Paths Out of Poverty: Working Paper No. 20. Preliminary Report."},
      {
        "id":"ED123388",
        "title":"The Critical Incident Technique: Research Applications in the Administration of Adult and Continuing Education."},
      {
        "id":"ED123389",
        "title":"A Model of the Developmental Path of Training in Organizations."},
      {
        "id":"ED123390",
        "title":"Computer Models in Adult Education."},
      {
        "id":"ED123391",
        "title":"The Five Point Scale on Graduate Students Evaluations of Instructor Performance."},
      {
        "id":"ED123392",
        "title":"Let Them Take the GED Test."},
      {
        "id":"ED123393",
        "title":"Putting the Pieces Together or Examining Results of Several People's Efforts in Several Programs Over Several Years--One Type of &quot;Macro Program Evaluation.&quot;"},
      {
        "id":"ED123394",
        "title":"Skills and Knowledges for the Adult Educator: A Delphi Study."},
      {
        "id":"ED123396",
        "title":"The Role of the Illinois Public Community College President and Recent Change Perceived by the President, the Board Member, the Administration, the Faculty, and the Student."},
      {
        "id":"ED123397",
        "title":"Social, Prescription and Illicit Drugs: Topics in Interdisciplinary Health Education. Final Report of the Health Professionals Drug Abuse Education Project [and] Appendices."},
      {
        "id":"ED123398",
        "title":"Resource Materials for Home Economics Education in Pennsylvania Schools. Home Management and Family Resources Book 3."},
      {
        "id":"ED123400",
        "title":"A Comparison of Gregg Diamond Jubilee and Century 21 Shorthand."},
      {
        "id":"ED123401",
        "title":"A Computerized System for the Development, Analysis, and Comparison of Diamond Jubilee and Century 21 Shorthand Dictation Materials."},
      {
        "id":"ED123402",
        "title":"Instructional Materials for Distributive Education."},
      {
        "id":"ED123403",
        "title":"School-to-Work Project. Final Report."},
      {
        "id":"ED123404",
        "title":"University Training for Gramsevaks in India: An Example of Recurrent Education in a Low Income Country. Occasional Paper No. 67."},
      {
        "id":"ED123405",
        "title":"Attitudes of Youth Toward Military Service: A Comparison of Results of National Surveys Conducted in May 1971 and November 1971. Consulting Report."},
      {
        "id":"ED123406",
        "title":"The Greening of Vocational Education."},
      {
        "id":"ED123407",
        "title":"Illinois State Plan for Adult Education. Adult Education Act, as Amended (Public Law 91-230)."},
      {
        "id":"ED123408",
        "title":"Politics and Lifelong Learning: An Exploration of Citizen Strategies."},
      {
        "id":"ED123409",
        "title":"A Navy Shore Activity Manpower Planning System for Civilians. Technical Report No. 24."},
      {
        "id":"ED123410",
        "title":"Evaluating Broad-Aimed Programs of Adult Education."},
      {
        "id":"ED123411",
        "title":"Identification of Performance-Oriented Competencies for Supervisors of Vocational Home Economics Education."},
      {
        "id":"ED123412",
        "title":"Postsecondary Education in the Tri-Cities: A Report Related to Senate Resolution 1975-130 and House Resolution 75-49."},
      {
        "id":"ED123413",
        "title":"Trends in Adult Education with Implications for Vocational Education. Occasional Paper No. 13."},
      {
        "id":"ED123414",
        "title":"Guidelines for Establishing Off-Farm Agricultural Cooperative Occupational Experience Programs for Vocational Agriculture in South Dakota."},
      {
        "id":"ED123415",
        "title":"The Emerging Role of Mature Women. Basic Background Data in Employment and Continuing Education. A Selected Annotated Bibliography Primarily of Free and Inexpensive Materials."},
      {
        "id":"ED123417",
        "title":"Allied Health Field, Seventh Grade. Operation TACT [Toward an Allied Health Career Today] Field Test Curriculum 1973-1975 [and Teachers' Handbook]."},
      {
        "id":"ED123418",
        "title":"Allied Health Field, Eighth Grade. Operation TACT [Toward an Allied Health Career Today] Field Test Curriculum 1973-1975 [and Teachers' Handbook]."},
      {
        "id":"ED123419",
        "title":"Allied Health Field, Ninth Grade. Introduction to Allied Health and the Health Care Team. Operation TACT [Toward an Allied Health Career Today] Curriculum [and Teachers' Handbook]."},
      {
        "id":"ED123420",
        "title":"Allied Health Field, Tenth Grade. Introduction to Allied Health and the Health Care Team. Operation TACT [Toward an Allied Health Career Today] Curriculum [and Teachers' Handbook]."},
      {
        "id":"ED123421",
        "title":"Allied Health Field, Eleventh Grade. Introduction to Allied Health and the Health Care Team. Operation TACT [Toward an Allied Health Career Today] Curriculum [and Teachers' Handbook]."},
      {
        "id":"ED123422",
        "title":"Toward an Allied Health Career Today (Operation TACT). Final Evaluation Report and Final Report."},
      {
        "id":"ED123423",
        "title":"Vocational Guidance Programming for Disadvantaged Students. (An Objective-Based Program.)"},
      {
        "id":"ED123424",
        "title":"Living Consumerism: Acting, Doing, Creating, Moving, and Discovering."},
      {
        "id":"ED123425",
        "title":"The S.R.D. Ministry Plan Book: A Guide for Surveying Personal Resources and Planning Development in Ministry: The Consultant's Manual."},
      {
        "id":"ED123427",
        "title":"Comparative Analysis of Program Development Processes in Six Professions."},
      {
        "id":"ED123428",
        "title":"State Advisory Councils on Adult Education."},
      {
        "id":"ED123430",
        "title":"State Advisory Councils on Vocational Education 1974 Reports Overview."},
      {
        "id":"ED123431",
        "title":"European Adult Education Yesterday and Today: Some Questions Worth Pondering."},
      {
        "id":"ED123434",
        "title":"Cooperative Day of Planning VIII: A Report on the Eighth Joint Meeting of the State and National Advisory Councils on Vocational Education (Hot Springs, Arkansas, April 5-6, 1973)."},
      {
        "id":"ED123435",
        "title":"Proceedings of the Joint Meeting: National and State Advisory Councils on Vocational Education (10th, Washington, D.C., May 16-17, 1974)."},
      {
        "id":"ED123436",
        "title":"Proceedings of the Joint Meeting: National and State Advisory Councils on Vocational Education (Scottsdale, Arizona, November 14-15, 1974)."},
      {
        "id":"ED123437",
        "title":"Presentations Before the Joint Meeting: National and State Advisory Councils on Vocational Education (Washington, D.C., May 1-2, 1975)."},
      {
        "id":"ED123438",
        "title":"Adult Education in India: A Challenge and an Opportunity."},
      {
        "id":"ED123439",
        "title":"Polyvalent Adult Education Centres. Final Report of the Asian Regional Seminar on Polyvalent Adult Education Centres."},
      {
        "id":"ED123440",
        "title":"Farmers' Training and Functional Literacy. A Pilot Evaluation Study of Functional Literacy Project in Lucknow District. Technical Report."},
      {
        "id":"ED123441",
        "title":"Farmers Functional Literacy Programme."},
      {
        "id":"ED123450",
        "title":"Study of Barriers to Participation in Post Secondary Education as Perceived by Adults in West Central Minnesota."},
      {
        "id":"ED123451",
        "title":"Maritime Education and Training. Hearings Before the Subcommittee on Merchant Marine of the Committee on Merchant Marine and Fisheries. House of Representatives. Ninety-Fourth Congress, First Session."},
      {
        "id":"ED123452",
        "title":"The GED Testing Program Policies and Centers. Policies of State-Level Departments of Education Official GED Centers."},
      {
        "id":"ED123453",
        "title":"Self-Concept and Response Variability as Predictors of Leadership Effectiveness in Cooperative Extension."},
      {
        "id":"ED123454",
        "title":"An Historical Perspective: The Adult Education Act 1964-1974."},
      {
        "id":"ED123456",
        "title":"Youth: The Nation's Strength."},
      {
        "id":"ED123457",
        "title":"A Call for a National Policy on Vocational Education."},
      {
        "id":"ED123458",
        "title":"National Advisory Council on Adult Education Annual Report: 1976."},
      {
        "id":"ED123459",
        "title":"Career Education: Contributions to an Evolving Concept."},
      {
        "id":"ED123460",
        "title":"From Little Acorns...Self Awareness Activity for Junior High and High School Students."},
      {
        "id":"ED123461",
        "title":"Advancing the Application of Job Performance Aids Within the Navy: I. Development of Systematic Approaches."},
      {
        "id":"ED123462",
        "title":"The Relative Costs of American Men, Skills, and Machines: A Long View."},
      {
        "id":"ED123464",
        "title":"Management by Objectives: A Corrections Perspective."},
      {
        "id":"ED123465",
        "title":"Computer-based Instruction of Basic Nursing Utilizing Inquiry Approach: Final Report."},
      {
        "id":"ED123466",
        "title":"PLATO IV Accountancy Index."},
      {
        "id":"ED123467",
        "title":"PLATO Instruction for Elementary Accounting."},
      {
        "id":"ED123469",
        "title":"The Community Junior College Presidency: An Inquiry."},
      {
        "id":"ED123471",
        "title":"A Follow-Up Survey of the Graduates of the High Schools in Vocational Education Region No. 8, New Hampshire."},
      {
        "id":"ED123472",
        "title":"Programs to Aid Unemployed Aerospace Professionals: Implications for Mid-Life Career Redirection."},
      {
        "id":"ED123473",
        "title":"Strategies to Overcome Discrepancies between Curriculum Objectives and Affect."},
      {
        "id":"ED123474",
        "title":"Readings in Cooperative Education."},
      {
        "id":"ED123476",
        "title":"Carpentry Performance Objectives."},
      {
        "id":"ED123478",
        "title":"Education for Adults in Correctional Institutions: A Book of Readings: Volume I [and] Volume II."},
      {
        "id":"ED123479",
        "title":"Police Burglary Prevention Programs."},
      {
        "id":"ED123480",
        "title":"Human Resources as Engineering Design Criteria."},
      {
        "id":"ED123481",
        "title":"Acronyms for Distributive Education Teacher-Coordinators."},
      {
        "id":"ED123482",
        "title":"Twenty Five Lesson Plans for Distributive Education. Volume 4."},
      {
        "id":"ED123483",
        "title":"Developing an Internship Program in Simulated Distributive Education Programs."},
      {
        "id":"ED123484",
        "title":"Using the Eyes of Television: A Sourcebook for Disseminators."},
      {
        "id":"ED123485",
        "title":"Human Anatomy and Physiology--Syllabi for Allied-Health-Career Courses."},
      {
        "id":"ED123486",
        "title":"Your Sewing Machine."},
      {
        "id":"ED123487",
        "title":"Stationary Engineering Laboratory Manual--2."},
      {
        "id":"ED123488",
        "title":"Stationary Engineering Laboratory--2. Teacher's Guide."},
      {
        "id":"ED123489",
        "title":"Introduction to the Newspaper. A Teacher's Guide for Slide and Transparency Presentations."},
      {
        "id":"ED123490",
        "title":"Dimensions on Women's Employment in Non-Traditional Female Occupations. (A Selected Bibliography), January 1970-July 1975."},
      {
        "id":"ED123491",
        "title":"Adult Basic Education in New Mexico. Personal Growth Curriculum. Revised."},
      {
        "id":"ED123495",
        "title":"Engineering Technician Standards."},
      {
        "id":"ED123497",
        "title":"Development of a Health Occupations Continuing Education Center."},
      {
        "id":"ED123498",
        "title":"Microfiche Set of Documents Announced in Abstracts of Instructional and Research Materials in Vocational and Technical Education (AIM/ARM), Volume 9, Number 2."},
      {
        "id":"ED123499",
        "title":"Description and Evaluation of 1972 Summer Training Program for Paraprofessionals in Occupational Resource Centers."},
      {
        "id":"ED123500",
        "title":"The Community Mental Health Center Movement: A Social Systems Analysis."},
      {
        "id":"ED123501",
        "title":"Sex Differences in Personality Development in the Middle Adult Years: A Longitudinal Study."},
      {
        "id":"ED123502",
        "title":"Experiencing Community Psychology: Reflections of a Participant-Conceptualizer at the Austin Conference."},
      {
        "id":"ED123503",
        "title":"Winning the Race with Death."},
      {
        "id":"ED123504",
        "title":"Intervention in Vertical Intergroup Relations."},
      {
        "id":"ED123506",
        "title":"Career Information System of Iowa: Activity Report for FY 1975."},
      {
        "id":"ED123507",
        "title":"Testing a Theory of Laughter."},
      {
        "id":"ED123508",
        "title":"Socialization Factors in the Development of Black Children's Racial Self-Esteem."},
      {
        "id":"ED123509",
        "title":"Influences of Information Availability on Cognitive Processes in Person Perception."},
      {
        "id":"ED123510",
        "title":"Cognitive Processes in Person Perception."},
      {
        "id":"ED123511",
        "title":"Effectiveness of a Brief Intervention Strategy in Changing Attitudes Toward Women."},
      {
        "id":"ED123512",
        "title":"A Federally Funded Program to Reduce the Incidence of Delinquent Acts in the Syracuse, N.Y. Adolescent Population."},
      {
        "id":"ED123513",
        "title":"Intervention Strategies for Modifying Sex Stereotypes."},
      {
        "id":"ED123514",
        "title":"The Career Center - One Tool for Implementing Career Education."},
      {
        "id":"ED123515",
        "title":"Use of Q-Type Factor Analysis with the Aged."},
      {
        "id":"ED123516",
        "title":"Training the Aged for \"Competent Coping\"--A Psychotherapeutic Strategy."},
      {
        "id":"ED123517",
        "title":"Abortion as \"Deviance\"; Traditional Female Roles Vs. The Feminist Perspective."},
      {
        "id":"ED123518",
        "title":"Perceived Altruism as a Function of Consistency and Distinctiveness."},
      {
        "id":"ED123519",
        "title":"Treatment Factors in Alcoholic Populations."},
      {
        "id":"ED123520",
        "title":"Seven Juvenile Delinquents--Case Studies."},
      {
        "id":"ED123521",
        "title":"An Initial Practicum Idea."},
      {
        "id":"ED123522",
        "title":"Accreditation Standard IV: Guidance Standards for Secondary Schools. Suggested Implementation Procedure."},
      {
        "id":"ED123524",
        "title":"All-Freshman Residence Halls: Do They Make a Difference?"},
      {
        "id":"ED123525",
        "title":"A Description of the Bachelor of Science in Human Resources Development With a Concentration in Manpower Development at Oakland University."},
      {
        "id":"ED123526",
        "title":"Job Development and Training - HRD 368: Higher Education Course Monograph No. 1."},
      {
        "id":"ED123527",
        "title":"Human Services Delivery and Evaluation - HRD 402: Higher Education Course Monograph No. 2."},
      {
        "id":"ED123528",
        "title":"Career Development and Community Resources - HRD 364: Higher Education Course Monograph No. 3."},
      {
        "id":"ED123529",
        "title":"Human Development in Organizations - MGT 334: Higher Education Course Monograph No. 4."},
      {
        "id":"ED123530",
        "title":"Seminar in Substance Abuse - HRD 469: Higher Education Course Monograph No. 5."},
      {
        "id":"ED123531",
        "title":"Techniques of Consultation - HI 464: Higher Education Course Monograph No. 6."},
      {
        "id":"ED123532",
        "title":"Inter-Racial Perceptions Among High School Students."},
      {
        "id":"ED123533",
        "title":"Relative Efficacy of Two Token Economy Procedures for Decreasing the Disruptive Classroom Behavior of Retarded Children."},
      {
        "id":"ED123534",
        "title":"Contextual and Temporal Disorganization During Posthypnotic Amnesia."},
      {
        "id":"ED123535",
        "title":"Sex Roles and Influence in Dyadic Interaction."},
      {
        "id":"ED123536",
        "title":"The Counselor and Genetic Disease: Huntington's Disease as a Model."},
      {
        "id":"ED123537",
        "title":"On Ideology and Achievement: Determinants of Career Orientation Among American Women."},
      {
        "id":"ED123538",
        "title":"If You Don't Stop Hitting Your Sister, I'm Going to Beat Your Brains In!"},
      {
        "id":"ED123539",
        "title":"New Dimensions on Aging."},
      {
        "id":"ED123540",
        "title":"You Are What You Eat--Food."},
      {
        "id":"ED123541",
        "title":"[Media and Agencies on Aging: Technical Document]."},
      {
        "id":"ED123542",
        "title":"Sentencing Alcohol Related Cases: Options via Judicial Education."},
      {
        "id":"ED123543",
        "title":"Bibliography for Curriculum Development in Counseling Skills for the Helping Professions. Human Resources Research Organization, Research Product D2-72-4."},
      {
        "id":"ED123547",
        "title":"Socioeconomic Predictors of Subjective Age."},
      {
        "id":"ED123548",
        "title":"The Attitudinal Meaning of Subjective Age Identification Among Young Adults."},
      {
        "id":"ED123549",
        "title":"The Training and Validation of Youth-Preferred Social Behaviors of Child Care Personnel."},
      {
        "id":"ED123550",
        "title":"Attitudes: Young-Old and Old-Old."},
      {
        "id":"ED123552",
        "title":"The Teacher of Reading."},
      {
        "id":"ED123555",
        "title":"Contributions of Existing Knowledge Structure to Retroactive Inhibition in Prose Learning."},
      {
        "id":"ED123556",
        "title":"The Cloze Procedure: Latest Research and Uses."},
      {
        "id":"ED123557",
        "title":"Instructional Practices and Easy-To-Change Surrounding Conditions Variables In Effective Primary Reading Programs."},
      {
        "id":"ED123558",
        "title":"A Review of Research and Bibliography on Published Attitudinal Instruments in Reading."},
      {
        "id":"ED123559",
        "title":"The Role of Visual, Acoustic, and Semantic Attributes in Children's Encoding."},
      {
        "id":"ED123560",
        "title":"The Reading Problem: A Time for Dual Accountability - The School Board and the Community [And Protecting Human Rights in Educational Research.]"},
      {
        "id":"ED123561",
        "title":"Can the English Teacher and the Reading Specialist Ride Together with \"Shane\" on the Wide Range of Reading Disabilities?"},
      {
        "id":"ED123562",
        "title":"IGE and the Multi-Unit School: An Examination of Its Influence on an Upper Elementary Reading Program."},
      {
        "id":"ED123563",
        "title":"Practical Problems of Attempting to Implement a Mastery Learning Program in a Large City School System."},
      {
        "id":"ED123564",
        "title":"Teaching Reading Skills Through Social Studies and Science Materials."},
      {
        "id":"ED123566",
        "title":"A Systematic Procedure for Teaching Main Idea."},
      {
        "id":"ED123567",
        "title":"Reading for Comprehension. Instructor's Copy."},
      {
        "id":"ED123568",
        "title":"Proceedings of the First Annual Meeting of the Southwest Reading Conference for Colleges and Universities, April 25, 1952."},
      {
        "id":"ED123569",
        "title":"Improving Reading Programs for College Students and Adults; 1952 Yearbook of the Annual Meeting of the Southwest Reading Conference for Colleges and Universities (2nd, Texas Christian University, December 12-13, 1952)."},
      {
        "id":"ED123570",
        "title":"What the Colleges Are Doing in Reading Improvement Programs; Yearbook of the Annual Meeting of the Southwest Reading Conference for Colleges and Universities (3rd, Texas Christian University, December 11-12, 1953)."},
      {
        "id":"ED123571",
        "title":"Techniques and Procedures in College and Adult Reading Programs; Yearbook of the Annual Meeting of the Southwest Reading Conference for Colleges and Universities (6th, Texas Christian University, December 7-8, 1956)."},
      {
        "id":"ED123572",
        "title":"Starting and Improving College Reading Programs; Yearbook of the Annual Meeting of the National Reading Conference (8th, December 1958)."},
      {
        "id":"ED123573",
        "title":"The Effect of Passage Organization on Main Idea Comprehension at Three Response Levels."},
      {
        "id":"ED123575",
        "title":"Best Sellers as a Research Tool: High Interest, Low Readability Level."},
      {
        "id":"ED123576",
        "title":"Causal Priorities between Comprehension Subskills: Word Meaning and Paragraph Meaning."},
      {
        "id":"ED123577",
        "title":"Does the \"Correct\" Label Help and What Teaching Strategies Work?"},
      {
        "id":"ED123578",
        "title":"A Comparison of the Readability Level of Text Materials With the Reading Level of Community College Students."},
      {
        "id":"ED123580",
        "title":"Information Processing Models of Reading. A Developmental Approach."},
      {
        "id":"ED123581",
        "title":"Comprehension Strategies for Instruction."},
      {
        "id":"ED123582",
        "title":"Reading and the Bilingual Child. Reading Aids Series."},
      {
        "id":"ED123583",
        "title":"Children's Books, 1975: A List of Books for Preschool Through Junior High School Age."},
      {
        "id":"ED123584",
        "title":"Cognition and Instruction; Conference Proceedings from the Annual Carnegie Cognition Symposium (10th, Vail, Colorado, June 2-8, 1974)."},
      {
        "id":"ED123586",
        "title":"A Comparison of Phoneme Shifting Responses between a Sample of Non-Reading Adults and Groups of Elementary Pupils."},
      {
        "id":"ED123587",
        "title":"Cognitive Structures in Human Story Comprehension and Memory."},
      {
        "id":"ED123588",
        "title":"Getting the Message Via Content Analysis."},
      {
        "id":"ED123589",
        "title":"Templates for Vocabulary."},
      {
        "id":"ED123590",
        "title":"Grade Level Expectations and Grade Equivalent Scores in Reading Tests."},
      {
        "id":"ED123591",
        "title":"The Effect of Syntactic and Semantic Violation on High and Low Reading Comprehenders."},
      {
        "id":"ED123592",
        "title":"On Linguistic Structure and Reading Comprehension."},
      {
        "id":"ED123593",
        "title":"Instructional Responses to Reading Difficulties in the Secondary Grades: What the Teacher Can Do to Help the Student."},
      {
        "id":"ED123594",
        "title":"The Use of \"Trade Books\" in a Reading Program."},
      {
        "id":"ED123595",
        "title":"Mental Imagery Helps Eight-Year-Olds Remember What They Read."},
      {
        "id":"ED123596",
        "title":"Games Graffiti: Language Arts Games to Make for Young Children."},
      {
        "id":"ED123597",
        "title":"Learning Skills Centers in Kansas Vocational Schools."},
      {
        "id":"ED123598",
        "title":"Black Language Patterns and Reading Instructions."},
      {
        "id":"ED123599",
        "title":"The Relationship of Attention Span to Reading Performance in Mexican-American Children."},
      {
        "id":"ED123601",
        "title":"A Survey of Current Practices in College Reading Improvement Courses Offered by Four-Year, Degree-Granting Public Institutions in the Mid-West."},
      {
        "id":"ED123602",
        "title":"The Cloze Procedure: A Valuable Tool for Content Teachers."},
      {
        "id":"ED123603",
        "title":"Planning and Implementing Learning Skills Centers in the State of Kansas."},
      {
        "id":"ED123604",
        "title":"Pictures and Young Children's Prose Learning: A Supplementary Report."},
      {
        "id":"ED123605",
        "title":"Verbal and Nonverbal Assessment of Comprehension."},
      {
        "id":"ED123608",
        "title":"Innovative Learning Alternatives in the Community College 1976."},
      {
        "id":"ED123609",
        "title":"Considerations in Devising Evaluative Factors."},
      {
        "id":"ED123610",
        "title":"An Annotated Bibliography of Adult Basic Education Instructional Materials."},
      {
        "id":"ED123611",
        "title":"Tutor-Student System Dropout Prevention Model."},
      {
        "id":"ED123613",
        "title":"Publicizing the College Reading and Study Skills Program."},
      {
        "id":"ED123614",
        "title":"A Bibliography for Word Freaks."},
      {
        "id":"ED123622",
        "title":"Readability in 1968."},
      {
        "id":"ED123623",
        "title":"What We Know About High School Reading: What Does Research in Reading Reveal?"},
      {
        "id":"ED123624",
        "title":"Helping Students \"STA\" in College."},
      {
        "id":"ED123625",
        "title":"The Effects of Syntactic Training upon Reading Performance of Junior High School Students."},
      {
        "id":"ED123626",
        "title":"The Background of Educators' Interest in Learning Modules: Why Modules?"},
      {
        "id":"ED123627",
        "title":"Griffin in the English Department."},
      {
        "id":"ED123628",
        "title":"The Basics of/and Individualizing Adolescent Literature for 150 Kids, More or Less."},
      {
        "id":"ED123631",
        "title":"Black American English: A Survey of Its Origins and Development and Its Use in the Teaching of Composition."},
      {
        "id":"ED123632",
        "title":"Communication on the Job: AC, DC, and Well Grounded."},
      {
        "id":"ED123633",
        "title":"Tips from Tom, Ben and the Other '76-ers: Launching a Writer's Workshop."},
      {
        "id":"ED123634",
        "title":"Teaching Composition: A Conceptual Approach."},
      {
        "id":"ED123635",
        "title":"Textbook Writing Assignments in Three Content Areas."},
      {
        "id":"ED123636",
        "title":"A Basics View of Censorship."},
      {
        "id":"ED123637",
        "title":"On Beyond Veatch."},
      {
        "id":"ED123638",
        "title":"The Process of Heightening in Teaching the Writing of Fiction."},
      {
        "id":"ED123639",
        "title":"Facts before Judgments: Thoughts about Teaching Composition."},
      {
        "id":"ED123640",
        "title":"A Handbook for Instruction in Communication Skills."},
      {
        "id":"ED123641",
        "title":"The Teaching of the English Language Arts; A Report of the Annual Conference (4th, University of Georgia Center for Continuing Education, July 24-25, 1975)."},
      {
        "id":"ED123643",
        "title":"Communications in Task Analysis Training Manual IV. Technical Report No. 8."},
      {
        "id":"ED123644",
        "title":"What's Really Basic about the Basic Writing Course?"},
      {
        "id":"ED123646",
        "title":"About Writing."},
      {
        "id":"ED123648",
        "title":"Creative Imagination Imagery: Where Is It Going?"},
      {
        "id":"ED123649",
        "title":"Contemporary Literature for Sophomores: Basic Instructional Materials for Four Thematic Units."},
      {
        "id":"ED123650",
        "title":"English, Power and Decision Making in the Community College."},
      {
        "id":"ED123651",
        "title":"From Spring to Winter: The How, When and Why of Mythology."},
      {
        "id":"ED123652",
        "title":"About Writing: Strategies for Secondary English Teachers."},
      {
        "id":"ED123653",
        "title":"Helping Children Be There, Then. Using Historical Fiction as a Base for Children's Composition."},
      {
        "id":"ED123654",
        "title":"Writing Description Using Details Module."},
      {
        "id":"ED123655",
        "title":"A Systematic Approach to Proposal Writing."},
      {
        "id":"ED123661",
        "title":"Research Bases for Oral Language Instruction."},
      {
        "id":"ED123663",
        "title":"The Basics of Composition: Dialects and Individualized Instruction."},
      {
        "id":"ED123665",
        "title":"Communication, Systems, and Conflict."},
      {
        "id":"ED123666",
        "title":"Towards a Justification of Inherency."},
      {
        "id":"ED123667",
        "title":"Slicing the Attitude Pie: A Validity and Reliability Study of a New Attitude Assessment Technique."},
      {
        "id":"ED123668",
        "title":"Serial Transmission of Information: A Study of the Grapevine."},
      {
        "id":"ED123669",
        "title":"The Impact of a National Data Center on Individual Privacy."},
      {
        "id":"ED123670",
        "title":"Interviewers' Interpretations of Direct and Indirect Eye Contact during the Employment Interview: A Preliminary Investigation."},
      {
        "id":"ED123671",
        "title":"Preparing for Improvised Duet Acting."},
      {
        "id":"ED123672",
        "title":"A Paradigm for a Future of Change in Organizations; A New Potential for Educational Theatre."},
      {
        "id":"ED123673",
        "title":"Training Manuals for the Colorado Caravan. National Dissemination and Diffusion Project."},
      {
        "id":"ED123674",
        "title":"The Effects of Television Advertising on Children: Parent-Child Communication in Supermarket Breakfast Cereal Selection. Final Report."},
      {
        "id":"ED123675",
        "title":"The Effects of Television Advertising on Children: Survey of Children's and Mother's Responses to Television Commercials. Final Report."},
      {
        "id":"ED123676",
        "title":"Citizen Involvement in Public Television."},
      {
        "id":"ED123677",
        "title":"Cable Television and the Promise of Public Access."},
      {
        "id":"ED123678",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1 - June 30, 1976."},
      {
        "id":"ED123680",
        "title":"Directed and Direct: Changing Conventions in the American Documentary; University Film Study Center Research Program: A Symposium on The American Documentary."},
      {
        "id":"ED123681",
        "title":"Can a Small Minority Institution of Higher Education Develop a Business Oriented Broadcast Management Curriculum?"},
      {
        "id":"ED123682",
        "title":"Differential Patterns of Information Acquisition from the Mass Media: The Effects of Interest."},
      {
        "id":"ED123683",
        "title":"Overheard But Overlooked: The Story of Nathan B. Stubblefield, Pioneer Wireless Experimenter."},
      {
        "id":"ED123684",
        "title":"Pre and Post-Decisional Agenda: Campaign '74."},
      {
        "id":"ED123685",
        "title":"A Synthetic Model of Mass Persuasion."},
      {
        "id":"ED123688",
        "title":"Communicating with Patients with a Life-Threatening Illness and Their Families."},
      {
        "id":"ED123690",
        "title":"Toward an Economy of Information for Organizations in a Limited-Growth Environment."},
      {
        "id":"ED123691",
        "title":"Cognitive Abstractness, Interpersonal Perception, Factual and Social Problem Solving."},
      {
        "id":"ED123692",
        "title":"An Empirical Analysis of Forensics Skills Employed by Participants in Bicentennial Youth Debates."},
      {
        "id":"ED123693",
        "title":"The Judicial Context: The House Judiciary Committee Debates over Articles of Impeachment."},
      {
        "id":"ED123694",
        "title":"The Supreme Court as a Small Group."},
      {
        "id":"ED123695",
        "title":"Zen and the Art of Computer Maintenance."},
      {
        "id":"ED123696",
        "title":"Polanyi, Rhetoric, and the Independence of Scientific Inquiry."},
      {
        "id":"ED123697",
        "title":"Educational Specifications, Educational Facilities Digest 6."},
      {
        "id":"ED123699",
        "title":"Goals for New Schools: Agreement, Succession and Displacement."},
      {
        "id":"ED123701",
        "title":"Programs for Educational Equity: Schools and Affirmative Action."},
      {
        "id":"ED123702",
        "title":"Minimum Requirements for Schools in New York State. 1976 Edition."},
      {
        "id":"ED123703",
        "title":"The Next 25 Years: Long Range Planning for the Development of Professional Education Programs, 1976-2001. A Report for Education Redesign."},
      {
        "id":"ED123704",
        "title":"Group Dynamics: Toward a Study of the Administrative/Supervisory Leadership Role Within Group Decision-Making Processes."},
      {
        "id":"ED123705",
        "title":"Educational Accountability in Four States (Colorado, Connecticut, Florida, and Michigan). Report No. 8."},
      {
        "id":"ED123706",
        "title":"Legislation by the States: Accountability and Assessment in Education. Report No. 2 (Updated). Bulletin No. 6210."},
      {
        "id":"ED123707",
        "title":"Fifty Education Chiefs: A Basis for Comparison. Report No. 86."},
      {
        "id":"ED123708",
        "title":"How State Departments of Education Influence Collective Bargaining and Employee Strike Actions."},
      {
        "id":"ED123709",
        "title":"Methods of Discipline: What Is Allowed? A Legal Memorandum."},
      {
        "id":"ED123710",
        "title":"A Multi-Factor Index Technique for State Education Funding."},
      {
        "id":"ED123711",
        "title":"Bargaining with Administrators."},
      {
        "id":"ED123712",
        "title":"Education, Public Policy, and Politics."},
      {
        "id":"ED123713",
        "title":"Mediation, Arbitration, Fact-Finding, Impasse."},
      {
        "id":"ED123714",
        "title":"[The Teachers' Right to Strike Versus the Students' Right to an Education.]"},
      {
        "id":"ED123715",
        "title":"How to Attract and Keep Good Staff in a Small District."},
      {
        "id":"ED123716",
        "title":"Should We Lower the Compulsory Attendance Age?"},
      {
        "id":"ED123717",
        "title":"How to Develop Written School Board Policies."},
      {
        "id":"ED123718",
        "title":"A Model of Resource Allocation in Public School Districts: A Theoretical and Empirical Analysis."},
      {
        "id":"ED123720",
        "title":"Educational Price Differentials: A Clarification of the Issues."},
      {
        "id":"ED123721",
        "title":"Additional Financial Resources for Education."},
      {
        "id":"ED123723",
        "title":"How to Get Full Value from Citizens' Committees."},
      {
        "id":"ED123724",
        "title":"Your Board's Responsibility for Curriculum."},
      {
        "id":"ED123725",
        "title":"The Board's Role in Textbook Selection."},
      {
        "id":"ED123726",
        "title":"Crisis in the Classroom, Five Years Later."},
      {
        "id":"ED123727",
        "title":"Discipline, Corporal Punishment, and Suspension."},
      {
        "id":"ED123729",
        "title":"Unique Budget Problems of the Small School District."},
      {
        "id":"ED123730",
        "title":"Effective Dropout Prevention Programs."},
      {
        "id":"ED123731",
        "title":"Graduation Requirements: What Are the Trends? Bloomfield Hills Public Schools Graduation Requirements, 1976-Present."},
      {
        "id":"ED123732",
        "title":"Achievement Based Funding: The Michigan Experience with Compensatory Education."},
      {
        "id":"ED123733",
        "title":"Case Study: Staff Development in Orange County, Florida Schools."},
      {
        "id":"ED123734",
        "title":"The Concept of &quot;Thorough and Efficient&quot;: A Problem of Definition."},
      {
        "id":"ED123735",
        "title":"Analyzing Bilingual Education Costs."},
      {
        "id":"ED123736",
        "title":"Funding Education for Minority Groups."},
      {
        "id":"ED123737",
        "title":"Collective Bargaining: An Educational Technology."},
      {
        "id":"ED123739",
        "title":"Selecting a High School Principal in the U.S. and Australia: A Comparative Case Study. OSSC Bulletin Vol. 19, No. 9."},
      {
        "id":"ED123740",
        "title":"Will Your Due Process Procedures Keep You Out of Court?"},
      {
        "id":"ED123741",
        "title":"Resolving Controversy in Education."},
      {
        "id":"ED123742",
        "title":"Student Wheelchair Transportation: Loading and Securement."},
      {
        "id":"ED123743",
        "title":"Communication Network Efficiency and Efficiency Stability in Four Urban Secondary Schools."},
      {
        "id":"ED123744",
        "title":"A State Board of Education for Illinois. A Report of the Committee on School Governance."},
      {
        "id":"ED123745",
        "title":"Militancy and Leadership in the National Education Association, 1959-1969."},
      {
        "id":"ED123746",
        "title":"What Makes School Boards Effective?"},
      {
        "id":"ED123747",
        "title":"Gauging the Elementary Principal's Managerial Style: The Principle Game."},
      {
        "id":"ED123748",
        "title":"The Principal, the Student, and the Law: A Prosecuting Attorney's View."},
      {
        "id":"ED123749",
        "title":"The A.B.C.'s of the C.B.A. (Collective Bargaining Act). Government Code Sections 3540, Etc."},
      {
        "id":"ED123750",
        "title":"Cross-Referencing the Professorship, Male Induction and Female Sexuality Models: An Inherent \"Inappropriateness\" Referrent."},
      {
        "id":"ED123751",
        "title":"A Systems Approach to Staff Development."},
      {
        "id":"ED123752",
        "title":"Resource Guide for Staff Development and Title III ESEA. Adoption/Adaptation Projects."},
      {
        "id":"ED123753",
        "title":"Analytical Tools in School Finance Reform."},
      {
        "id":"ED123755",
        "title":"Digest of Education Statistics. 1975 Edition."},
      {
        "id":"ED123756",
        "title":"Promising Ways to Humanize the Learning Environment."},
      {
        "id":"ED123757",
        "title":"Evaluation of the Knox County Extended School Year Program: 1975-76."},
      {
        "id":"ED123759",
        "title":"An Analysis of Advisory Councils to the United States Office of Education."},
      {
        "id":"ED123760",
        "title":"A Private School Manifesto."},
      {
        "id":"ED123761",
        "title":"Model Contract of Employment for Principals, Assistant Principals. Administrative Information Report."},
      {
        "id":"ED123762",
        "title":"Preparing for Negotiations."},
      {
        "id":"ED123763",
        "title":"Use of Instructional Media in the Schools. NAESP School Leadership Digest Second Series, Number 10. ERIC/CEM Research Analysis Series, Number 25."},
      {
        "id":"ED123764",
        "title":"Decreasing Absenteeism on the Junior High School Level."},
      {
        "id":"ED123765",
        "title":"Budgeting and Accounting Within the Structures of the CCL Management Information System."},
      {
        "id":"ED123766",
        "title":"Supervision as Administration: The Control Structure of the School."},
      {
        "id":"ED123767",
        "title":"Soft (Perceptual) and Hard (Observable Behaviors) Outcomes of an Organizational Development Effort in an Intermediate Educational Unit."},
      {
        "id":"ED123768",
        "title":"Utilization of Information Provided by the Wisconsin Management System."},
      {
        "id":"ED123769",
        "title":"Educational Needs as Perceived by Seven Constitutncies in Education."},
      {
        "id":"ED123770",
        "title":"Control Structure in the Elementary School."},
      {
        "id":"ED123771",
        "title":"Comparison of Bilingual Education Program Costs to the Regular Education Program Costs."},
      {
        "id":"ED123772",
        "title":"Some Alternatives for Alternative Curricula."},
      {
        "id":"ED123773",
        "title":"Politics and Personhood and Why Deans Need Strong Constitutions for Both."},
      {
        "id":"ED123774",
        "title":"Grievance Procedures."},
      {
        "id":"ED123775",
        "title":"The CNS School Evaluation Model."},
      {
        "id":"ED123776",
        "title":"A Review of the Use of Ethnographic Techniques in Educational Research."},
      {
        "id":"ED123777",
        "title":"Student Involvement in Decision-Making in an Alternative High School: A Preliminary Analysis."},
      {
        "id":"ED123778",
        "title":"How to Get Needed State and Federal Legislation Passed."},
      {
        "id":"ED123780",
        "title":"Models for Indicator Development: A Framework for Policy Analysis."},
      {
        "id":"ED123781",
        "title":"Criteria Utilized in Selection of District Office Administrative Personnel. Research Reports on Educational Administration, Vol. 6, No. 1."},
      {
        "id":"ED123782",
        "title":"Guidelines for the Implementation and Operation of a Year Round School Program. Research Reports on Educational Administration, Vol. 6, No. 3."},
      {
        "id":"ED123783",
        "title":"Operations Technology and Organizational Structure."},
      {
        "id":"ED123784",
        "title":"School Building in Early Development. Part 2."},
      {
        "id":"ED123785",
        "title":"Eliminating Sexism in Public Schools: A Workbook for Action."},
      {
        "id":"ED123786",
        "title":"Financing Equity Among Schools in Large Cities."},
      {
        "id":"ED123789",
        "title":"Results Oriented Management in Education. Project R.O.M.E. The Verification and Validation of Principal Competencies and Performance Indicators: Assessment Design--Procedures--Instrumentation--Field Test Results. Volume 3--Instrument Appendix to Accompany Final Report."},
      {
        "id":"ED123790",
        "title":"Long Range Planning Guide for School Districts."},
      {
        "id":"ED123791",
        "title":"A Prosecutor's Handbook for School Administrators. (Revised.)"},
      {
        "id":"ED123793",
        "title":"The Supply and Demand of Public Administrators in Minnesota. [Revised]."},
      {
        "id":"ED123794",
        "title":"National Institute of Education. Hearings Before the Subcommittee on Select Education of the Committee on Education and Labor. Ninety-Fourth Congress, First Session on H.R. 5988 to Extend the Authorization of Appropriations for the National Institute of Education, and for Other Purposes."},
      {
        "id":"ED123795",
        "title":"The Manchester Learning-Play Activities Program."},
      {
        "id":"ED123796",
        "title":"The Parent-Child Toy Lending Library. East Hartford Program."},
      {
        "id":"ED123797",
        "title":"School District Expenditure Behavior. The Rand Paper Series."},
      {
        "id":"ED123799",
        "title":"Political Strategies for School Finance Reform."},
      {
        "id":"ED123800",
        "title":"Teachers' Association Impacts Upon Governance of a School System."},
      {
        "id":"ED123801",
        "title":"Incumbent Defeat and Superintendent Turnover: From Assumptions to Explanatory Model and Practical Results."},
      {
        "id":"ED123802",
        "title":"Title IX: Educational and Implementation Activities of State Departments of Education."},
      {
        "id":"ED123803",
        "title":"Changing the Power Balance."},
      {
        "id":"ED123805",
        "title":"An Exploration of Levels of Use of an Innovation and the Relationship to Student Achievement."},
      {
        "id":"ED123807",
        "title":"Using Management by Objectives to Obtain Results with Certificated and Classified Staff."},
      {
        "id":"ED123808",
        "title":"The Principal and the Community."},
      {
        "id":"ED123809",
        "title":"Maryland's Educational Accountability Program: An Overview."},
      {
        "id":"ED123810",
        "title":"The Communication Structure of a Large Urban Secondary School."},
      {
        "id":"ED123811",
        "title":"Staff Development Approach: Providing for Children with Special Problems."},
      {
        "id":"ED123812",
        "title":"Selected Readings in the Integration of Deaf Students at CSUN. Number 1, Center on Deafness Publication Series."},
      {
        "id":"ED123813",
        "title":"Special Education Simulation and Consultation Project: Special Training Project. Final Report. Part I: Results and Learnings."},
      {
        "id":"ED123814",
        "title":"Learning Disabilities: Education Briefing Paper."},
      {
        "id":"ED123815",
        "title":"Multi-Dimensional Models for Teaching Deaf-Blind Children."},
      {
        "id":"ED123816",
        "title":"Model Deaf/Blind Prevocational Training Project."},
      {
        "id":"ED123817",
        "title":"Selected Annotated Bibliography of Deaf-Blind Prevocational Training Literature."},
      {
        "id":"ED123818",
        "title":"Articulation Base Program: 'sh', k and g, f and v."},
      {
        "id":"ED123821",
        "title":"Use of SIGGS Model for Decision-Making in School Programs: Preliminary Identification of Information-Theoretic Variables."},
      {
        "id":"ED123822",
        "title":"Effects of a Mediated Training Course on Teachers and Students in Mainstreaming Programs."},
      {
        "id":"ED123823",
        "title":"Handicapped Persons: Nondiscrimination. Part V."},
      {
        "id":"ED123824",
        "title":"Training for DD Council Orientation."},
      {
        "id":"ED123825",
        "title":"Teams-Games-Tournament: A Student Team Approach to Teaching Adolescents with Special Emotional and Behavioral Needs. Report No. 206."},
      {
        "id":"ED123827",
        "title":"Linguistic Presentation of Curriculum and CAI to Hearing Impaired Students."},
      {
        "id":"ED123828",
        "title":"Consumer Health Education: A Directory. 1975."},
      {
        "id":"ED123831",
        "title":"Pupil Appraisal 1975 to 1990: A Delphi Study. Technical Report Number 2."},
      {
        "id":"ED123833",
        "title":"Procedures for Survey, Screening, Evaluation, Placement, and Dismissal of Children Into/Out of Programs for the Handicapped."},
      {
        "id":"ED123834",
        "title":"Federal Assistance for Programs Serving the Handicapped."},
      {
        "id":"ED123839",
        "title":"A Bibliography of Materials for Handicapped and Special Education. Second Edition."},
      {
        "id":"ED123840",
        "title":"Thirty Wonderful Years: A Program of Service to the Deaf and Hard of Hearing."},
      {
        "id":"ED123841",
        "title":"Due Process in Special Education: Legal Perspectives."},
      {
        "id":"ED123842",
        "title":"Health Education for Special Children: Primary ED-LD."},
      {
        "id":"ED123843",
        "title":"Health Education for Special Children: Intermediate ED-LD."},
      {
        "id":"ED123845",
        "title":"Health Education for Special Children: Primary EMR."},
      {
        "id":"ED123846",
        "title":"Health Education for Special Children: Intermediate EMR."},
      {
        "id":"ED123847",
        "title":"Health Education for Special Children: Junior High EMR."},
      {
        "id":"ED123848",
        "title":"Health Education for Special Children: Senior High EMR."},
      {
        "id":"ED123849",
        "title":"Health Education for Special Children: Primary TMR."},
      {
        "id":"ED123850",
        "title":"Health Education for Special Children: Intermediate TMR."},
      {
        "id":"ED123851",
        "title":"Health Education for Special Children: Secondary TMR."},
      {
        "id":"ED123853",
        "title":"A Study of Parental Attitudes Toward Their Handicapped Child."},
      {
        "id":"ED123854",
        "title":"&quot;Chrysalis -- A Time for Change.&quot;"},
      {
        "id":"ED123855",
        "title":"Barrier Free Access to the Man-Made Environment - A Review of Current Literature. Interim Report."},
      {
        "id":"ED123856",
        "title":"Social Stereotyping of the Physically Handicapped."},
      {
        "id":"ED123857",
        "title":"Hyperkinetic Children--A Synopsis of Possible Causes, Treatments, and Educational Aspects."},
      {
        "id":"ED123858",
        "title":"Orthomolecular Approach to the Treatment of Schizophrenia, Childhood Psychoses, and Allied Disorders Such as: Hyperactivity, Autism, Hypoglycemia, and Sub Clinical Pellagra."},
      {
        "id":"ED123859",
        "title":"Team Approach in Assessment and Treatment of Children with Learning Disabilities."},
      {
        "id":"ED123860",
        "title":"Changing Attitudes Toward TMR Through an Integrated Recreation Program."},
      {
        "id":"ED123861",
        "title":"The Assessment of Cerebral Laterality: The Sherman-Kulhavy Laterality Assessment Inventory. Technical Report No. 4."},
      {
        "id":"ED123862",
        "title":"Special Programs in Public Schools: Administrative and Financial Structures. Report of the Second Study on Special Programs in Education."},
      {
        "id":"ED123863",
        "title":"The Pupillary Response as an Index of Cognitive Processing in Mentally Retarded Persons. Final Report."},
      {
        "id":"ED123864",
        "title":"An Exploration in Braille Speed Reading: Report and Evaluation of the 1973 McBride Institute in Michigan."},
      {
        "id":"ED123865",
        "title":"Counseling the Gifted Student."},
      {
        "id":"ED123866",
        "title":"Instructional Manual for Visual Skills."},
      {
        "id":"ED123867",
        "title":"Leisure Activity Participation and Handicapped Populations: An Assessment of Research Needs."},
      {
        "id":"ED123868",
        "title":"A Practical Guide to the Training of Low-Functioning Deaf-Blind."},
      {
        "id":"ED123870",
        "title":"Second Language Learning -- Universals? Working Papers on Bilingualism, No. 3."},
      {
        "id":"ED123871",
        "title":"A Preliminary Report on the Development of Grammatical Morphemes in a Japanese Girl Learning English as a Second Language. Working Papers on Bilingualism, No. 3."},
      {
        "id":"ED123872",
        "title":"Alternatives to Spontaneous Speech: Elicited Translation and Imitation as Indicators of Second Language Competence. Working Papers on Bilingualism, No. 3."},
      {
        "id":"ED123873",
        "title":"Testing Hypotheses about Second Language Acquisition: The Copula and Negative in Three Subjects. Working Papers on Bilingualism, No. 3."},
      {
        "id":"ED123874",
        "title":"A Look at Simultaneous Interpretation. Working Papers on Bilingualism, No. 4."},
      {
        "id":"ED123875",
        "title":"What Can We Expect of a Bilingual Programme? Working Papers on Bilingualism, No. 4."},
      {
        "id":"ED123876",
        "title":"A Discussion of the Dulay and Burt Studies. Working Papers on Bilingualism, No. 4."},
      {
        "id":"ED123877",
        "title":"A New Perspective on the Creative Construction Process in Child Second Language Acquisition. Working Papers on Bilingualism, No. 4."},
      {
        "id":"ED123878",
        "title":"Bilingual Cognition: A Reply to Neufeld. Working Papers on Bilingualism, No. 4."},
      {
        "id":"ED123879",
        "title":"L'Interrogation Indirecte (Indirect Interrogation). Montreal Working Papers in Linguistics, Vol. 4."},
      {
        "id":"ED123880",
        "title":"Latin American Literature Study Guide."},
      {
        "id":"ED123881",
        "title":"The Eyes May Have It, but What about The Ears? Some Considerations in Teaching Listening Comprehension."},
      {
        "id":"ED123882",
        "title":"On Tense and Aspects of Aspect in Haida: Hydaburg Dialect. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED123884",
        "title":"The Future Impact of Technology on Education in Foreign Languages. Working Paper for the Steering Committee of the MLA/FLP '70's."},
      {
        "id":"ED123886",
        "title":"Testing for Meaning and Communication in the Foreign Language Classroom."},
      {
        "id":"ED123887",
        "title":"On the Nature of Interdisciplinary Linguistics. Lektos: Interdisciplinary Working Papers in Language Sciences, Vol. 1, No. 2."},
      {
        "id":"ED123888",
        "title":"Contrastive Analysis, Error Analysis and Interlanguage: Three Phases of One Goal? Studies in Language Learning, Vol. 1, Fall 1975."},
      {
        "id":"ED123889",
        "title":"Russian Language Study in 1975: A Status Report. CAL-ERIC/CLL Series on Languages and Linguistics, No. 29."},
      {
        "id":"ED123890",
        "title":"ERIC Documents on Foreign Language Teaching and Linguistics: List Number 15. CAL-ERIC/CLL Series on Languages and Linguistics, No. 38."},
      {
        "id":"ED123891",
        "title":"Identification and Supplementary Instruction for Handicapped Children in a Regular Bilingual Program."},
      {
        "id":"ED123892",
        "title":"Indochinese Refugee Alert Bulletin, No. 4."},
      {
        "id":"ED123893",
        "title":"The Identification and Description of Exemplary Bilingual Education Programs."},
      {
        "id":"ED123894",
        "title":"Study of Bilingual-Bicultural Projects Involving Native American, Indo-European, Asian and Pacific Language Groups."},
      {
        "id":"ED123896",
        "title":"Learning Achievement Packages, Language Arts--Spanish Grammar."},
      {
        "id":"ED123898",
        "title":"El camino hacia la buena salud: Guia para el maestro. Cuaderno de ejercicios (The Road to Good Health: Teacher's Guide. Exercise Book)."},
      {
        "id":"ED123904",
        "title":"Confronting the Literacy Crisis."},
      {
        "id":"ED123908",
        "title":"Du repertoire verbal de l'enfant de six ans au repertoire verbal de l'adulte (From the Verbal Repertoire of the Six-Year-Old Child to That of the Adult)."},
      {
        "id":"ED123914",
        "title":"Designing a Non-Remedial Freshman Composition Course for Mexican-Americans."},
      {
        "id":"ED123915",
        "title":"Language Attitudes towards Spanish among Mexican-American College Students."},
      {
        "id":"ED123916",
        "title":"Good, Bad, and Non-Scholarship in Applied Chicano Linguistics."},
      {
        "id":"ED123917",
        "title":"Linguistic Method: Yesterday and Today."},
      {
        "id":"ED123918",
        "title":"Gestural Signs in Codes and Languages: Redefining &quot;Nonverbal.&quot;"},
      {
        "id":"ED123919",
        "title":"Race of Student and Nonverbal Behavior of Teacher."},
      {
        "id":"ED123920",
        "title":"Some Observations and Comments on Interracial Sociolinguistic Language Behavior of High School Youth. Papers from the Michiagan Linguistic Society Meeting, Vol. 1, No. 2."},
      {
        "id":"ED123921",
        "title":"From Paradigm to Practice in Linguistics. Papers from the Michigan Linguistic Society Meeting, Vol. 1, No. 2."},
      {
        "id":"ED123922",
        "title":"Facts About Current Indian English. Papers from the Michigan Linguistic Society Meeting, Vol. 1, No. 2."},
      {
        "id":"ED123924",
        "title":"Adult Evaluation of Child Language. Papers from the Michigan Linguistic Society Meeting, Vol. 1, No. 2."},
      {
        "id":"ED123927",
        "title":"A Computerized Questionnaire for the Dialectal Survey of the Upper Peninsula of Michigan. Papers from the Michigan Linguistic Society Meeting, Vol. 1, No. 3."},
      {
        "id":"ED123931",
        "title":"Semantic Development of Lexical Items as Studied through the Process of Equivalence Formation."},
      {
        "id":"ED123932",
        "title":"Louis, Hildegarde, and Mary: A Comparative Study in Infant Bilingualism."},
      {
        "id":"ED123933",
        "title":"Phonological Rule Testing of Conversational Speech."},
      {
        "id":"ED123934",
        "title":"Hellenic College, Holy Cross Greek Orthodox School of Theology. Policies and Procedures."},
      {
        "id":"ED123935",
        "title":"Faculty Manual."},
      {
        "id":"ED123936",
        "title":"New England College Academic Manual, 1975-1976."},
      {
        "id":"ED123937",
        "title":"Faculty Handbook. University of Portland."},
      {
        "id":"ED123938",
        "title":"Faculty Handbook of the College of St. Catherine."},
      {
        "id":"ED123939",
        "title":"Faculty Handbook. Bridgewater State College."},
      {
        "id":"ED123940",
        "title":"Carthage College Faculty Handbook, 1975-76."},
      {
        "id":"ED123941",
        "title":"Faculty Handbook. Hollins College."},
      {
        "id":"ED123942",
        "title":"West Virginia Institute of Technology, Montgomery, West Virginia, Faculty Handbook. 1975."},
      {
        "id":"ED123943",
        "title":"Faculty Handbook. Kansas State College of Pittsburg."},
      {
        "id":"ED123944",
        "title":"State University of New York College of Arts and Science, Geneseo, New York, College Handbook 1975-77."},
      {
        "id":"ED123945",
        "title":"Lincoln College Faculty Handbook, 1974."},
      {
        "id":"ED123946",
        "title":"Faculty Handbook. West Virginia Wesleyan College."},
      {
        "id":"ED123947",
        "title":"Faculty and Staff Handbook. Texas A and M University."},
      {
        "id":"ED123948",
        "title":"The Governance of the College."},
      {
        "id":"ED123949",
        "title":"Handbook for Faculty and Staff."},
      {
        "id":"ED123950",
        "title":"The University of Tennessee at Martin Faculty Handbook."},
      {
        "id":"ED123951",
        "title":"Faculty Handbook. The University of Iowa."},
      {
        "id":"ED123952",
        "title":"1975 Academic Faculty and Administrative Professional Staff Manual."},
      {
        "id":"ED123953",
        "title":"All-University Faculty Information Bulletin, Fall 1974 and Twin Cities Campus Faculty Information Bulletin Supplement, Fall 1975."},
      {
        "id":"ED123954",
        "title":"Colgate University Faculty Handbook, 1970."},
      {
        "id":"ED123955",
        "title":"Faculty Handbook of Towson State College."},
      {
        "id":"ED123956",
        "title":"Faculty Handbook. Bucknell University."},
      {
        "id":"ED123957",
        "title":"Handbook for Faculty and Administration of Alfred University. 1973-1974."},
      {
        "id":"ED123958",
        "title":"Handbook for Faculty: The University of North Carolina at Greensboro."},
      {
        "id":"ED123959",
        "title":"Trinity University Faculty-Staff Manual."},
      {
        "id":"ED123960",
        "title":"Mercyhurst College Faculty Handbook. 1975-76."},
      {
        "id":"ED123961",
        "title":"Radford College Faculty-Staff Handbook, 1975-76."},
      {
        "id":"ED123962",
        "title":"Student Aid: Description and Options."},
      {
        "id":"ED123963",
        "title":"Handbook 1976, [National Association of Schools of Music]."},
      {
        "id":"ED123964",
        "title":"Agreement Between Trustees of Southeastern Massachusetts University and American Federation of Teachers AFL-CIO Local 1895."},
      {
        "id":"ED123965",
        "title":"Implementing &quot;Management by Objectives&quot; in a University: A Progress Report."},
      {
        "id":"ED123967",
        "title":"Administration of Statewide Systems of Higher Education."},
      {
        "id":"ED123970",
        "title":"Federal Institutional Grants for Instructional Purposes."},
      {
        "id":"ED123971",
        "title":"New Structure, New Environment. Council of Ontario Universities Review 1972-73 to 1974-75."},
      {
        "id":"ED123972",
        "title":"Sixth Annual Report to the Governor and the Legislature, Utah State Boards of Regents, 1974-75."},
      {
        "id":"ED123973",
        "title":"Comparison of the Effectiveness of Six Models in Forecasting Student Demand on Academic Departments. Final Report."},
      {
        "id":"ED123974",
        "title":"Tutorial Programs. OASIS Evaluation Report No. 3."},
      {
        "id":"ED123975",
        "title":"289 Institutions, With 482 Campuses, That Have Collective Bargaining Agents. Special Report No. 12 Update."},
      {
        "id":"ED123976",
        "title":"Student Loan Programs. Senate Hearing Before the Committee on Appropriations. Fiscal Year 1976. 94th Congress, First Session. Special Hearing."},
      {
        "id":"ED123977",
        "title":"A Comprehensive Proposal for Financing Higher Education in Pennsylvania."},
      {
        "id":"ED123978",
        "title":"The Core Curriculum at Saint Joseph's College, Rensselaer, Indiana."},
      {
        "id":"ED123979",
        "title":"Female and Minority Representation in College Majors as a Function of Mathematics Requirements."},
      {
        "id":"ED123981",
        "title":"Framework for Evaluating Institutional Commitment to Minorities. A Guide to Institutional Self Study."},
      {
        "id":"ED123982",
        "title":"Faculty Development to Meet Minority Group Needs: Recruitment, Retention, and Curriculum Change, 1971-74. Final Report."},
      {
        "id":"ED123983",
        "title":"Resource Agent for Planning Management: A Role for Institutional Research."},
      {
        "id":"ED123985",
        "title":"Degrees Conferred 1975. Kentucky Colleges and Universities."},
      {
        "id":"ED123988",
        "title":"Administrator and Faculty Responses to Increased Black Enrollment in White Universities."},
      {
        "id":"ED123989",
        "title":"Status of the Doctor of Arts Degree."},
      {
        "id":"ED123990",
        "title":"Support of Unionism Within the Education Faculty of a Large Private University: Some Unexpected Findings."},
      {
        "id":"ED123991",
        "title":"The Development of the Data Base for \"Student Aid: Description and Options\". SRI Project 2158."},
      {
        "id":"ED123992",
        "title":"A Flow of Funds Model For Assessing the Impact of Alternative Student Aid Programs. SRI Project 2158."},
      {
        "id":"ED123993",
        "title":"A Survey of Lenders in the Guaranteed Student Loan Program."},
      {
        "id":"ED123994",
        "title":"Types of Medical Students."},
      {
        "id":"ED123995",
        "title":"A Descriptive Study of Veteran Students Attending The University of South Carolina, Fall 1975. No. 30-76."},
      {
        "id":"ED123996",
        "title":"Higher Education Prices and Price Indexes."},
      {
        "id":"ED123997",
        "title":"Compendium of Feasibility Team and Task Force Reports."},
      {
        "id":"ED123998",
        "title":"1975 Annual Report, and Statistical Supplement to the Annual Report. [Coordinating Board, Texas College and University System]."},
      {
        "id":"ED126035",
        "title":"Variables That Determine the Effectiveness of Teacher In-Service Workshops."},
      {
        "id":"ED126037",
        "title":"Discriminant Analysis and Classification of Teaching Effectiveness Using Student Ratings: The Search for Doctor Fox."},
      {
        "id":"ED126038",
        "title":"The Pursuit of Progress through Evaluation."},
      {
        "id":"ED126039",
        "title":"Innovation in In-Service Education and Training of Teachers--Australia."},
      {
        "id":"ED126043",
        "title":"Innovation in In-Service Education and Training of Teachers--United Kingdom."},
      {
        "id":"ED126046",
        "title":"Preparation of Educational Personnel 1971-72 through 1974-75 with Trends from 1966-67. Report No. 10-76."},
      {
        "id":"ED126047",
        "title":"Perspectives on Organizations: Viewpoints for Teachers."},
      {
        "id":"ED126049",
        "title":"A Laboratory Facility Dedicated to Educational R&D, Volume 1."},
      {
        "id":"ED126051",
        "title":"A Laboratory Facility Dedicated to Educational R&D, Volume III. Technical Attachments for Papers 6-12, Volume I."},
      {
        "id":"ED126052",
        "title":"Static Balance: A Comparative Study of Primary Age Boys and Girls."},
      {
        "id":"ED126054",
        "title":"The Middle School: A Bridge Between Elementary and Secondary Schools. What Research Says to the Teacher."},
      {
        "id":"ED126055",
        "title":"The Role of Perceptual-Motor Theory in Practice."},
      {
        "id":"ED126057",
        "title":"Simulation: What Is It?"},
      {
        "id":"ED126059",
        "title":"In Search of the Freedom to Grow: Report of the Physical Education/Athletics Task Force."},
      {
        "id":"ED126063",
        "title":"Causal Inferences of First Grade Teachers. Report No.76-4."},
      {
        "id":"ED126071",
        "title":"A Micro-Study of Teacher Behavior in Outlier Schools."},
      {
        "id":"ED126077",
        "title":"Individualized Instruction: A New Force in Teacher Education."},
      {
        "id":"ED126078",
        "title":"Effectiveness of Individually Guided Motivation: A Summary of the Empirical Evidence."},
      {
        "id":"ED126079",
        "title":"Relationships Among Athletic Experience Risk Taking and Interpersonal Behavior of Public Recreation Administrators."},
      {
        "id":"ED126080",
        "title":"An Axiomatic Theory of Subject Matter Structure."},
      {
        "id":"ED126081",
        "title":"Problems and Prospects of Teaming. Research and Development Memorandum No. 143."},
      {
        "id":"ED126082",
        "title":"Educational Research and Public Policy: Problems and Promise. Occasional Paper No. 12."},
      {
        "id":"ED126083",
        "title":"Teacher Collaboration, Principal Influence, and Decision Making in Elementary Schools. Technical Report No. 48."},
      {
        "id":"ED126084",
        "title":"Continuing Education for Teachers - Issues and Strategies."},
      {
        "id":"ED126085",
        "title":"Tennessee Technological University Teacher Evaluation Model-Year III. Study of the Teacher Preparation Programs of Tennessee Technological University. Report No.76-1."},
      {
        "id":"ED126086",
        "title":"Leisure Education and the Quality of Life."},
      {
        "id":"ED126087",
        "title":"\"Knowing How\" and \"Knowing That\" - An Unnecessary Dichotomy in Physical Education?"},
      {
        "id":"ED126088",
        "title":"Annotated Bibliography for Planning, Implementing and Assessing, a Competency-Based Teacher Preparation Program in English Education, 1961-1975."},
      {
        "id":"ED126089",
        "title":"Positive Attitude Toward Learning."},
      {
        "id":"ED126090",
        "title":"Teacher Evaluation."},
      {
        "id":"ED126091",
        "title":"A National Commission on Performance-Based Education: Its Feasibility, Proposed Organization, and Program. A Report to the Rockefeller Brothers Fund. Volume 1 and 2."},
      {
        "id":"ED126094",
        "title":"Comprehensive School Health Education Act; Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Fourth Congress, First Session on H.R. 2600."},
      {
        "id":"ED126095",
        "title":"The \"Trouble Shooting\" Checklist for School-Based Settings (Manual)."},
      {
        "id":"ED126096",
        "title":"Interpersonal Interaction: A Selective Review."},
      {
        "id":"ED126103",
        "title":"Strategy Guidelines for the Construction of Mastery Tests."},
      {
        "id":"ED126104",
        "title":"School Effects on Achievement."},
      {
        "id":"ED126105",
        "title":"Grade Expectations Within a Mastery Learning Strategy."},
      {
        "id":"ED126106",
        "title":"On the Validity of the Psychosocial Maturity Inventory: An Examination of Psychosocial Maturity and Dogmatism. Report No. 203."},
      {
        "id":"ED126107",
        "title":"The KR-20 Reliability Coefficient as a Special Case of a More General Formula."},
      {
        "id":"ED126109",
        "title":"A Model for the Utilization of Formative Evaluation in the Process of Developing Instructional Materials."},
      {
        "id":"ED126110",
        "title":"Proceedings of the First Conference on Computerized Adaptive Testing (Washington, D.C., June 12-13, 1975)."},
      {
        "id":"ED126111",
        "title":"Analysis of Different Concepts of Cultural Fairness Using WISC-R and MAT Scores from Four Ethnic Groups."},
      {
        "id":"ED126114",
        "title":"Validity of the ACT Interest Inventory for Minority Group Members. No. 72"},
      {
        "id":"ED126115",
        "title":"Assessing the Fit of Data to the Rasch Model."},
      {
        "id":"ED126116",
        "title":"Using Self-Reports to Predict Student Performance. Research Monograph No. 7."},
      {
        "id":"ED126117",
        "title":"Title I and the Institutionalizing of Evaluation in an Urban School System."},
      {
        "id":"ED126119",
        "title":"Validating Placement Tests."},
      {
        "id":"ED126120",
        "title":"A Pilot Test of Collegial Evaluation for Teachers. Research and Development Memorandum No. 142."},
      {
        "id":"ED126121",
        "title":"Models for the Delivery of School District Evaluation: Service or Accountability?"},
      {
        "id":"ED126122",
        "title":"Guidebook for Developing Criterion-Referenced Tests."},
      {
        "id":"ED126123",
        "title":"Effects of Time Limits on Test-Taking Behavior. Research Report 76-2."},
      {
        "id":"ED126124",
        "title":"Changes in School Levels of Achievement: Project TALENT Ten and Fifteen Year Retests."},
      {
        "id":"ED126125",
        "title":"The Behavior Analysis Follow Through Evaluation Strategy: A Multifaceted Approach."},
      {
        "id":"ED126126",
        "title":"Reducing Bias in Achievement Tests."},
      {
        "id":"ED126127",
        "title":"An Evaluation of the University of Washington Innovative Fund."},
      {
        "id":"ED126128",
        "title":"British and American Approaches to Evaluative Studies in Education."},
      {
        "id":"ED126129",
        "title":"Canonical Correlation and the Relations Between Sets of Variables. Discussion Paper 325-75."},
      {
        "id":"ED126130",
        "title":"An Investigation of a Short Form of the Minnesota Teacher Attitude Inventory."},
      {
        "id":"ED126131",
        "title":"Computerized Ability Testing, 1972-1975. Final Report."},
      {
        "id":"ED126132",
        "title":"A Questionnaire Method for Measuring the Autonomy/Equality Norm."},
      {
        "id":"ED126134",
        "title":"Multiple Test Equating Using the Rasch Model."},
      {
        "id":"ED126135",
        "title":"A Procedural Guide For Validating Achievement Gains in Educational Projects. Monograph Series on Evaluation in Education, No. 2."},
      {
        "id":"ED126136",
        "title":"Spurious Aggregation and the Units of Analysis."},
      {
        "id":"ED126137",
        "title":"Construct Validity of the Strong-Campbell Interest Inventory and the Vocational Interest Inventory Among College Counseling Clients. Report 76-13."},
      {
        "id":"ED126138",
        "title":"Evaluation of the Impact of the Film Series &quot;One To Grow on&quot; on Selected Teachers and Students. Executive Digest."},
      {
        "id":"ED126139",
        "title":"Evaluation of the Impact of the Film Series &quot;One To Grow On&quot; on Selected Teachers and Students. Final Report."},
      {
        "id":"ED126140",
        "title":"The Relationship Between Students' Evaluation of Instruction and Expected Grades."},
      {
        "id":"ED126141",
        "title":"Dissemination and Utilization of Large Scale Test Results: Is Anybody Out There Listening? And If Not, Why Not?"},
      {
        "id":"ED126142",
        "title":"An Assessment System for Competence Based Education: The Educational Development, Dissemination, and Evaluation Training Program."},
      {
        "id":"ED126143",
        "title":"ANOVA Tests of Homogeneity of Variance When n&apos;s Are Unequal."},
      {
        "id":"ED126144",
        "title":"On the Validity of the Psychosocial Maturity Inventory: Relationship to Teacher Nominations. Report No. 202."},
      {
        "id":"ED126145",
        "title":"Teacher Behaviors Related to Student Achievement on a Social Science Concept Test."},
      {
        "id":"ED126146",
        "title":"More Can Be Learned and Done About the Well-Being of Children: Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED126147",
        "title":"The Use of Ethnography in Educational Evaluation."},
      {
        "id":"ED126149",
        "title":"Developers and Evaluators Engaged in Formative Product Development."},
      {
        "id":"ED126150",
        "title":"Testing, Tracking and Teachers' Expectations: Their Implications for Education and Inequality. A Literature Review and Synthesis."},
      {
        "id":"ED126152",
        "title":"The Design of a Study to Validate Teacher Competencies in Terms of Pupil Growth."},
      {
        "id":"ED126154",
        "title":"Criterion-Referenced Test Interpretations of \"Classical\" Measurement Theory."},
      {
        "id":"ED126155",
        "title":"The Paradox of Criterion-Referenced Measurement."},
      {
        "id":"ED126156",
        "title":"Social Conflict and Negotiative Problem Solving: Expert Review."},
      {
        "id":"ED126158",
        "title":"Summary of Field Test and Outcome Milestone Report for Preparing Educational Training Consultants: Consulting (PETC-II)."},
      {
        "id":"ED126159",
        "title":"Pilot Milestone Report for Preparing Educational Training Consultants: Organizational Development (PETC-III)."},
      {
        "id":"ED126160",
        "title":"Competency Tests and Graduation Requirements."},
      {
        "id":"ED126162",
        "title":"Differential Perceptions of the Objectives and Performance of the Educational System: Factors in Dissatisfaction with Schools."},
      {
        "id":"ED126163",
        "title":"Balancing the Public Schools: Desegregation in Boston and Springfield."},
      {
        "id":"ED126165",
        "title":"Vegetable Soup: Parent-Teacher Guide."},
      {
        "id":"ED126167",
        "title":"Black and Immigrant Children in Montreal: A Curricula Comparison."},
      {
        "id":"ED126168",
        "title":"Changing Teacher&apos;s Perceptions: A Look at the Inner City Child&apos;s Environment."},
      {
        "id":"ED126170",
        "title":"The Effect of Social Reform Organizations on the Subsequent Careers of Participants: A Follow-up Study of Early Participants in the OEO Legal Services Program. Discussion Paper 345-76."},
      {
        "id":"ED126171",
        "title":"Early Childhood Education--An Updated Collection of Dissertation Abstracts of Reports Dealing with English Language Development and Language Arts Curriculum Focusing on the Disadvantaged."},
      {
        "id":"ED126176",
        "title":"Multi-Ethnic Curriculum in the Schools."},
      {
        "id":"ED126178",
        "title":"Directed Learning Program (Hempstead, New York)."},
      {
        "id":"ED126179",
        "title":"Developmental Skills Center, Remedial Physical Education Program (Greene, New York)."},
      {
        "id":"ED126181",
        "title":"A New Lease on Education through Health and Nutrition Programs (San Diego, Texas)."},
      {
        "id":"ED126187",
        "title":"The Effects of Learning When to Be Uncertain on Children's Knowledge and Use of Drugs. R and D Memorandum No. 144."},
      {
        "id":"ED126189",
        "title":"Social and Academic Characteristic Assessments of Black Inner-City High School Students."},
      {
        "id":"ED126190",
        "title":"Making Desegregation Work."},
      {
        "id":"ED126194",
        "title":"The Need to Study Multiple Skills."},
      {
        "id":"ED126197",
        "title":"Norms Relating to Environmental Care in Public Places: A Study of Kibbutzim."},
      {
        "id":"ED126198",
        "title":"Research on Crime in the Schools."},
      {
        "id":"ED126200",
        "title":"Toward a Methodology of Black Studies."},
      {
        "id":"ED126201",
        "title":"Teachers, Classrooms, and the Effects of School Desegregation on Effort in School: A &quot;Second Generation&quot; Study."},
      {
        "id":"ED126202",
        "title":"A Study of the Bank Street Approach at the John J. Ryle School, Stamford, Connecticut."},
      {
        "id":"ED126203",
        "title":"An Evaluation of the Hartford, Connecticut Career Opportunities Program (COP)."},
      {
        "id":"ED126204",
        "title":"School-Within-a-School. Waimanalo Intermediate and Elementary School. Evaluation Report 1971-72."},
      {
        "id":"ED126205",
        "title":"Social Intervention in the Public School System. Final Report."},
      {
        "id":"ED126206",
        "title":"The Honolulu Buddy System Project: Training, Evaluation and Research. Final Report, July 1, 1970 to September 30, 1973."},
      {
        "id":"ED126207",
        "title":"Palama Settlement: Effect of the Academic-Athletic Program on Future School Performance."},
      {
        "id":"ED126208",
        "title":"Buddy-Tutor Project. Hilo Intermediate School. Final Report, March-July, 1974."},
      {
        "id":"ED126209",
        "title":"Implementing the Community Schools Concept in New York City. An Agenda for Action: Follow Up Report on the January 28, 1975 Community Schools Conference."},
      {
        "id":"ED126210",
        "title":"The Class Size/Quality of Educational Process Relationship. Update Report III."},
      {
        "id":"ED126211",
        "title":"Child Development: Where Have We Been and Where are We Going with Our Knowledge?"},
      {
        "id":"ED126212",
        "title":"Busing Students to Correct Segregation. Message from the President of the United States...94th Congress, 2nd Session. House Document No. 94-540."},
      {
        "id":"ED126214",
        "title":"Interracial Living and the Racial Attitudes of White Children in Grades 3 to 6: The White Child as a Minority in a Black School System."},
      {
        "id":"ED126215",
        "title":"Special Educational Needs Program. End of Year Report, FY 1976."},
      {
        "id":"ED126216",
        "title":"The Black Family in American Economy: Black Capitalism."},
      {
        "id":"ED126217",
        "title":"Multi-Cultural Non-Sexist Curriculum Guidelines for Iowa Schools."},
      {
        "id":"ED126218",
        "title":"Planning Guide for Equal Educational Opportunities...to Accompany the Policy and Guidelines on Non-Discrimination in Iowa Schools."},
      {
        "id":"ED126219",
        "title":"Rural Blacks--A Vanishing Population."},
      {
        "id":"ED126220",
        "title":"A Re-Definition of Black Folk: Implications for Education."},
      {
        "id":"ED126221",
        "title":"Racial Discrimination in Urban Housing Markets and Goals for Public Policy."},
      {
        "id":"ED126222",
        "title":"Morbidity and Mortality in American Blacks."},
      {
        "id":"ED126223",
        "title":"The Growth of the Black Metropolitan Population."},
      {
        "id":"ED126224",
        "title":"Educational Change in the Black Population of the United States and the South."},
      {
        "id":"ED126225",
        "title":"Blacks in the Labor Force in the United States."},
      {
        "id":"ED126226",
        "title":"The Black Migrant: Changing Origins, Changing Characteristics."},
      {
        "id":"ED126227",
        "title":"Black Families: Sociological Profiles."},
      {
        "id":"ED126228",
        "title":"The Language of Writing in a Communication Skills Series: Skills for Leisure, Careers, and Self-Development."},
      {
        "id":"ED126230",
        "title":"The Relationship Between Individual Attributes and Job Design: Maintenance Tasks. Technical Report No. 5."},
      {
        "id":"ED126231",
        "title":"School Bus Accidents and Driver Age."},
      {
        "id":"ED126232",
        "title":"An Evaluation of North Carolina's Multi-Vehicle Range Program In Driver Education: A Comparison of Driving Histories of Range and Non-Range Students."},
      {
        "id":"ED126233",
        "title":"The Prospect of Motorcycle Safety Education in Secondary Schools."},
      {
        "id":"ED126234",
        "title":"The Evaluation of the North Carolina K-9 Traffic Safety Curriculum: Methodology, Findings, and Recommendations."},
      {
        "id":"ED126235",
        "title":"Age and Sex Factors in the Control of Automobiles."},
      {
        "id":"ED126236",
        "title":"Emergency Skills Resources for Range-Related Driver Education."},
      {
        "id":"ED126237",
        "title":"Effect of Range Training: Comparison of Road Test Scores for Driver Education Students."},
      {
        "id":"ED126238",
        "title":"Have the Schools Failed?"},
      {
        "id":"ED126239",
        "title":"An Evaluation Design for School-Based Career Education Programs. Final Report."},
      {
        "id":"ED126240",
        "title":"Upgrading and Credentialling Paraprofessionals: Developing New Models in Human-Service Occupations. Final Report for Phase I."},
      {
        "id":"ED126241",
        "title":"Driver Education Curriculums for Secondary Schools: User Guidelines. Safe Performance Curriculum and Pre-Driver Licensing Course. Final Report."},
      {
        "id":"ED126242",
        "title":"Development and Implementation of a Model Regional Information System for Vocational-Technical Education. Final Report. Vol. 1."},
      {
        "id":"ED126244",
        "title":"Development of Teaching Aids for ABE/ESL Adult Education Programs. Final Report."},
      {
        "id":"ED126245",
        "title":"Development of Teaching Aids for ABE/ESL Adult Education Programs. Evaluation."},
      {
        "id":"ED126246",
        "title":"Selection and Classification Using a Forecast Applicant Pool."},
      {
        "id":"ED126247",
        "title":"Matching Job Education Requirements with Candidates' Educational Attainments--A Pilot Methodological Study."},
      {
        "id":"ED126248",
        "title":"Going Back to School at 35 and Over. Special Labor Force Report 184."},
      {
        "id":"ED126251",
        "title":"Basic Principles of Animal Science. Reprinted."},
      {
        "id":"ED126252",
        "title":"Adult Education Development....Towards an International Recommendation: Working Document. Occasional Paper No. 19."},
      {
        "id":"ED126254",
        "title":"Factors, Priorities, and Information Needs in Planning Vocational Education: Views of Selected Educational Planners in Minnesota."},
      {
        "id":"ED126257",
        "title":"Articulation of Secondary and Post-Secondary Vocational Programs in Hawaii: Follow-Up Study II."},
      {
        "id":"ED126259",
        "title":"Follow-Up Survey of 1975 Graduates."},
      {
        "id":"ED126261",
        "title":"Federal Recruiting 1976-1977: A Summary of Federal Agency Recruiting Programs."},
      {
        "id":"ED126262",
        "title":"Guide to Federal Career Literature: 1976."},
      {
        "id":"ED126263",
        "title":"Federal Career Directory 1976-1977: A Guide For College Students."},
      {
        "id":"ED126264",
        "title":"Supportive Services for ESL Adult Education Programs: Final Summative Report."},
      {
        "id":"ED126265",
        "title":"Operation Resource: Abstracts of Current Curriculum Development Activities in Industrial Arts Teacher Education."},
      {
        "id":"ED126267",
        "title":"The Effect of Extension Service's Youth Nutrition Lesson Series on Behavioral Change in EFNEP Youth Utilizing Different Educational Environments and Teachers."},
      {
        "id":"ED126269",
        "title":"Progress and Problems in Allocating Funds Under Titles I and II--Comprehensive Employment and Training Act."},
      {
        "id":"ED126270",
        "title":"The Law Enforcement Assistance Administration: A Partnership for Crime Control."},
      {
        "id":"ED126271",
        "title":"Career Guidance--A New Direction for Bend Senior High School: Final Report."},
      {
        "id":"ED126272",
        "title":"Guidance Awareness Program: Narrowing the Gap Between Home and School: Final Report."},
      {
        "id":"ED126274",
        "title":"A Comparative Study of Differences in Selected Factors Related to Educational and Occupational Decision-Making Between On-Farm and Off-Farm Vocational Agriculture Students."},
      {
        "id":"ED126275",
        "title":"A Study of Factors Associated with the Occupational Plans of Iowa Vocational Agriculture Students."},
      {
        "id":"ED126276",
        "title":"Competency-Based Teacher Education for Vocational Teachers."},
      {
        "id":"ED126277",
        "title":"A Florida Approach to Competency-Based Vocational Teacher Education."},
      {
        "id":"ED126278",
        "title":"Occupational Survey Report on Business Data Programmers: Task Data From Workers and Supervisors Indicating Job Relevance and Training Criticalness. Research and Development Series No. 108."},
      {
        "id":"ED126279",
        "title":"Occupational Survey Report on Automotive Mechanics: Task Data from Workers and Supervisors Indicating Job Relevance and Training Criticalness. [Interim Report]. Research and Development Series No. 110."},
      {
        "id":"ED126280",
        "title":"Career Education Handbook for Implementation: Program Development: Exploration Guide."},
      {
        "id":"ED126281",
        "title":"Career Education Handbook for Implementation: Program Development: Placement Guide."},
      {
        "id":"ED126282",
        "title":"Professional Development in Vocational Teacher Education."},
      {
        "id":"ED126283",
        "title":"Policy-Making for Vocational Education."},
      {
        "id":"ED126284",
        "title":"A Profile of Vocational Educators: Preliminary Report, 1974."},
      {
        "id":"ED126285",
        "title":"A Comparative Assessment of Secondary Consumer and Homemaking Education Programs 1974-75: Final Report."},
      {
        "id":"ED126286",
        "title":"Maryland Community Service/Continuing Education Project (CS/CE Project): Final Project Report."},
      {
        "id":"ED126287",
        "title":"Self-Evaluation Model for School/Business/Community Cooperation in Career Education."},
      {
        "id":"ED126288",
        "title":"Immigration as the United States National Experience."},
      {
        "id":"ED126289",
        "title":"Occupational Outlook Handbook, 1976-77 Edition."},
      {
        "id":"ED126290",
        "title":"A Study to Investigate and Clarify the Role of Industrial Arts in Colorado and Its Interface with Vocational Education: Final Report: Volume I, Narrative Report."},
      {
        "id":"ED126291",
        "title":"Varying Perceptions Toward Vocational Education."},
      {
        "id":"ED126292",
        "title":"The State-of-the-Art of the Continuing Education Unit in Illinois."},
      {
        "id":"ED126293",
        "title":"Vocational and Technical Education Leadership Development Project. Final Report."},
      {
        "id":"ED126294",
        "title":"Project Opportunity (Secondary Health Exploratory Occupations Program Consultation and Inservice Training). Final Report."},
      {
        "id":"ED126295",
        "title":"Career Information, Group Counseling 1974-75. Final Report."},
      {
        "id":"ED126296",
        "title":"The Roles of Vocational and Technical Education."},
      {
        "id":"ED126297",
        "title":"Comprehensive Illinois Occupational Education Demonstration Center. Second Interim Report."},
      {
        "id":"ED126298",
        "title":"Academic and World of Work Gap-Bridging through Career Education. Interim Report."},
      {
        "id":"ED126299",
        "title":"A Study to Design a Model of Effective Approaches, Methods and Techniques to Meet the Needs of Ethnic Minority Students in Vocational Education. Final Report."},
      {
        "id":"ED126300",
        "title":"Evaluation of 1973-74 Vocational Programs in the Eight Pennsylvania State Correctional Institutions."},
      {
        "id":"ED126301",
        "title":"A Mobility Study."},
      {
        "id":"ED126302",
        "title":"A Model for the Evaluation and Revision of Adult Vocational and Non-Vocational Programs. Final Report."},
      {
        "id":"ED126303",
        "title":"Seeking an Administrative Commitment to Innovation."},
      {
        "id":"ED126304",
        "title":"Resource Unit for Decision Making Skills Including Values Clarification."},
      {
        "id":"ED126310",
        "title":"Identification of Professional Competencies Necessary for Teachers of Disadvantaged and Handicapped Youth. Supplemental Document of the EPDA Project 74122."},
      {
        "id":"ED126311",
        "title":"Placement Component, Lincoln Career Education Project. Annual Report 1974-75."},
      {
        "id":"ED126312",
        "title":"Final Report on Program Audit: Evaluation of Curriculum and Staff Development Training for Two Clusters."},
      {
        "id":"ED126313",
        "title":"Bingham County Developmental Career Education Emphasizing Career Awareness, Orientation, Exploration, and Preparation for the World of Work. Second Interim Report."},
      {
        "id":"ED126314",
        "title":"Proceedings of a Symposium on Task Analyses/Task Inventories."},
      {
        "id":"ED126316",
        "title":"The Parole Officer Aide Program in Ohio. An Exemplary Project. Criminal Justice System Series Number 42."},
      {
        "id":"ED126317",
        "title":"Learning Skills Center. Final Report."},
      {
        "id":"ED126318",
        "title":"An Integration of Career and Consumer Education and Reading and Language Arts Program Goals. Final Report."},
      {
        "id":"ED126319",
        "title":"Language Experience Based Awareness Plus Hands On Exploration Plus Competency Based Preparation = A School Based Total Career Education Model. Interim Report (July 1, 1975-June 30, 1975)."},
      {
        "id":"ED126320",
        "title":"Guide for Work Education in Manitoba's Public Schools."},
      {
        "id":"ED126322",
        "title":"Project Career Education K-10. Research and Development Project in Career Education: Final Report."},
      {
        "id":"ED126323",
        "title":"Education and Work: A Congressional Perspective."},
      {
        "id":"ED126324",
        "title":"The Relationship Between Sex and Intrinsic Job Satisfaction of Adult Educators."},
      {
        "id":"ED126325",
        "title":"T and D Publications. Volume 13, Number 8."},
      {
        "id":"ED126326",
        "title":"The Task Matrix Procedure."},
      {
        "id":"ED126327",
        "title":"Process and Content Orientations in Vocational Evaluation Programs."},
      {
        "id":"ED126328",
        "title":"Occupation Finding for Placement Using the Dictionary of Occupational Titles."},
      {
        "id":"ED126330",
        "title":"TERRA FIRMA. Threshold of Educational Reform Restructuring Agriculture for Inner City Related Motivation and Accomplishments. Final Report."},
      {
        "id":"ED126331",
        "title":"Home-Based Education: Needs and Technological Opportunities."},
      {
        "id":"ED126332",
        "title":"Former UBC Extension Directors Reminisce 1936-1976."},
      {
        "id":"ED126333",
        "title":"Career Education in the Inner City: A Career Development Exemplary Project. An Interdisciplinary Curriculum for Grades 1-6. Revised 1976."},
      {
        "id":"ED126335",
        "title":"Training Workshops for Adult Education Personnel in Cultural and Ethnic Understanding. Final Report."},
      {
        "id":"ED126336",
        "title":"Occupational Survey Report on General Secretaries: Task Data from Workers and Supervisors Indicating Job Relevance and Training Criticalness. Research and Development Series No. 109."},
      {
        "id":"ED126338",
        "title":"A Training Course in Deployment of Emergency Services: Instructor's and Student's Manuals."},
      {
        "id":"ED126340",
        "title":"Career Education Resources for Educational Personnel Development: An Annotated Bibliography."},
      {
        "id":"ED126341",
        "title":"On-site Consultation Hearings, Occupational Safety and Health Act. Hearings before the Subcommittee on Manpower, Compensation, and Health and Safety of the Committee on Education and Labor, House of Representatives, Ninety-fourth Congress."},
      {
        "id":"ED126342",
        "title":"Design of Training Systems Utility Assessment: The Training Process Flow and System Capabilities/Requirements and Resources Models Operating in the TRAPAC Environment."},
      {
        "id":"ED126343",
        "title":"Fireman: Naval Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED126344",
        "title":"Effect of Air Force Recruiting Incentives on Volunteer Enlistment."},
      {
        "id":"ED126345",
        "title":"Comparison of Enlisted Air Force Accessions: 1972-1974."},
      {
        "id":"ED126346",
        "title":"Continuation Versus Recurrent Pilot Training."},
      {
        "id":"ED126347",
        "title":"A Report on the Nature of the Use of Learning Activity Packages in Distributive Education Programs and the Determination of Change Orientation of Distributive Education Teachers."},
      {
        "id":"ED126348",
        "title":"Introduction to Special Vocational Needs."},
      {
        "id":"ED126349",
        "title":"Cooperative Occupational Home Economics: A Handbook for Nebraska Teacher Coordinators."},
      {
        "id":"ED126351",
        "title":"In Search of Canadian Materials."},
      {
        "id":"ED126352",
        "title":"A Study of the Post-Secondary Educational Needs of Adults in the Greater Tuscaloosa (Alabama) Area. Research Paper No. 1."},
      {
        "id":"ED126353",
        "title":"Support Staff at the University of Alabama: A Study of Employee Characteristics and Educational Needs. Research Paper No. 2."},
      {
        "id":"ED126354",
        "title":"A Survey of Adult and Part-Time Students at the University of Alabama. Research Paper No. 3."},
      {
        "id":"ED126355",
        "title":"Implications From the History of Vocational Education. Occasional Paper No. 15."},
      {
        "id":"ED126356",
        "title":"A Review of the Status of Supportive Services in Adult Basic Education. Human Renewal Services Demonstration Project (H-085) Interim Report."},
      {
        "id":"ED126357",
        "title":"A Needs Assessment of Adult Basic Education Students at Lewis and Clark Community College. Human Renewal Services Demonstration Project (H-085) Interim Report. Revised copy (June, 1976)."},
      {
        "id":"ED126358",
        "title":"Indian Perspectives on Adult Education in India: Views From the Inside."},
      {
        "id":"ED126359",
        "title":"Consultation on the Development of International Information Services in Adult Education, With Special Reference to Thesaurus Terms for Adult Education and to a Comparative Dictionary of Adult Education Terms."},
      {
        "id":"ED126363",
        "title":"Development of Performance Standards for Employment Service. Volume 2: Part B. Findings and Recommendations. Final Report."},
      {
        "id":"ED126365",
        "title":"A Study of the Entry Crisis to a Nursing Home."},
      {
        "id":"ED126366",
        "title":"An Analysis of Citizen Participation Programs Relating to the Federal Water Pollution Control Act Amendments of 1972 (P.L. 92-500): Case Studies of the Washington County Project; State of Wisconsin; and Dane County, Wisconsin Programs."},
      {
        "id":"ED126367",
        "title":"Mass Media: A Cornucopia of Ideas for Adult Educators."},
      {
        "id":"ED126368",
        "title":"A Search for a Philosophy of Vocational Education."},
      {
        "id":"ED126369",
        "title":"Continuing the Development of Career: A Symposium."},
      {
        "id":"ED126370",
        "title":"Dynamic Aspects of Ritual: A Resource in Decline?"},
      {
        "id":"ED126371",
        "title":"Epistemic Analysis of Understanding."},
      {
        "id":"ED126372",
        "title":"Education and Training in Aging: A Practical Guide for Professionals. Proceedings and Final Report of the Region VIII Symposia for Trainers in Aging."},
      {
        "id":"ED126373",
        "title":"An Investigation into the Sex-Race-Ability Interaction."},
      {
        "id":"ED126374",
        "title":"The Relative Effectiveness of Programmed Instruction and Cued-Videotape Modeling, With and Without Behavioral Feedback, on the Acquisition and Use of Interview Skills."},
      {
        "id":"ED126375",
        "title":"Reversing the Effects of Sexism in Elementary School Girls Through the Use of Classical Conditioning Procedures."},
      {
        "id":"ED126376",
        "title":"Patterns of Volunteer Service by Young People: 1965 and 1974."},
      {
        "id":"ED126377",
        "title":"Analysis of a Modified Version of the Work Values Inventory for Grades 3 and 5 Compared to Grades 8 and 11."},
      {
        "id":"ED126378",
        "title":"The Developmental Dependency Between Two Piagetian Spatial Operations."},
      {
        "id":"ED126379",
        "title":"Persuader Sex Differences and Peer Pressure Effects on Attitudes Toward Drug Abuse."},
      {
        "id":"ED126380",
        "title":"The Effects of Modeling and Behavior Rehearsal in Assertive Training with Adolescents."},
      {
        "id":"ED126381",
        "title":"The Effects of Mastery and Aptitude on Learning, Retention, and Time."},
      {
        "id":"ED126383",
        "title":"&quot;US&quot;: Primary Prevention, Para-Counseling, Research Project."},
      {
        "id":"ED126385",
        "title":"Student Rights and School Discipline: Bibliography."},
      {
        "id":"ED126387",
        "title":"Student Counselling Services in Some Areas."},
      {
        "id":"ED126388",
        "title":"The Relationship Between Machiavellianism, External Control, and Cognitive Style Among College Students."},
      {
        "id":"ED126389",
        "title":"Resource Books for Values Education."},
      {
        "id":"ED126390",
        "title":"Growing Free: Ways to Help Children Overcome Sex Role Stereotypes."},
      {
        "id":"ED126391",
        "title":"Career Guidance: An Implementation Model for Small High Schools. A Maxi I Practicum."},
      {
        "id":"ED126392",
        "title":"Predicting Deviancy in Family Interaction."},
      {
        "id":"ED126393",
        "title":"Higher Education for Manpower Program Personnel: Development and Design of the Program at Oakland University. No. 8 in a Series."},
      {
        "id":"ED126394",
        "title":"Supervisor Training: A Comprehensive Training Program for Manpower Development Supervisors: A Course Monograph. No. 7 in a Series."},
      {
        "id":"ED126395",
        "title":"Stressful Life Events and Sociodemographic Factors: Predictors of Psychological Disorder."},
      {
        "id":"ED126396",
        "title":"A Leader's Guide to the Triadic Model of Supervision. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126397",
        "title":"The Training of Educational Personnel in Expressive Education. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126398",
        "title":"A Monograph on Training Supervisors in the Helping Professions. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126399",
        "title":"The Utilization of Video Taped Simulations to Train Counseling Supervisors: A Leaders Manual. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126400",
        "title":"The Creation of Simulation Exercises to Train Group Leaders: A Monograph. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126401",
        "title":"Simulation Exercises to Train Group Leaders: A Leaders Manual. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126402",
        "title":"On the Necessity of Training Counselors in Nonverbal Behavior: Background Information and Rationale. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126403",
        "title":"Report of Center/Satellite Activities. Pupil Personnel Services: Training Professionals to Anticipate the Challenges of the Future."},
      {
        "id":"ED126404",
        "title":"Communication Channel Selection for Reaching Older Persons."},
      {
        "id":"ED126405",
        "title":"The College Counseling Office: The Theory and Practice of Location, Decor and Records."},
      {
        "id":"ED126406",
        "title":"Pushing the Freshman First Semester Panic Button: Some Perspectives on Counseling Anxious Freshmen the First Weeks of School."},
      {
        "id":"ED126407",
        "title":"Developing Community Mental Health Programs: A Resource Manual."},
      {
        "id":"ED126408",
        "title":"Empirical and Conceptual Arguments for Training in Assessment Skills."},
      {
        "id":"ED126409",
        "title":"Implementing Innovative Correctional Reforms through Action Research."},
      {
        "id":"ED126410",
        "title":"Issues in Testing and the Design of Courses in Psychological Assessment and Diagnostics in Clinical and Counseling Psychology."},
      {
        "id":"ED126411",
        "title":"The Use of Campus Radio by the Counseling Center."},
      {
        "id":"ED126412",
        "title":"Attributes of the Community Environment and the Individual's Quality of Life."},
      {
        "id":"ED126413",
        "title":"Establishing a Volunteer Listener Program: Summary of Masters Degree Project."},
      {
        "id":"ED126414",
        "title":"Establishing a Volunteer Listener Program."},
      {
        "id":"ED126415",
        "title":"The Listener Program Handbook."},
      {
        "id":"ED126416",
        "title":"Alcoholism: An Evaluation of Intervention Strategy in Family Agencies. Final Report."},
      {
        "id":"ED126417",
        "title":"Strengthening the Fabric of Government: A Description of WOVEN (Women's Ohio Volunteer Employment Network)."},
      {
        "id":"ED126418",
        "title":"School Age Mother and Child Health Act, 1975. Hearing Before the Subcommittee on Health of the Committee on Labor and Public Welfare on S. 2538 to Enact the National School Age Mother and Child Act of 1975, and Related Bills. U.S. Senate, Ninety-Fourth Congress, First Session."},
      {
        "id":"ED126419",
        "title":"Counselor's Information Service: A Quarterly Annotated Bibliography of Current Literature on Educational and Vocational Guidance. Volume 31, Number 2, May, 1976."},
      {
        "id":"ED126420",
        "title":"Disruptive Behavior: Prevention and Control."},
      {
        "id":"ED126421",
        "title":"Social Services and the Public Schools."},
      {
        "id":"ED126422",
        "title":"Job Search Preparations."},
      {
        "id":"ED126423",
        "title":"Spawning Academic Programs."},
      {
        "id":"ED126424",
        "title":"Development and Evaluation of a Junior College Reading Program to Train Teacher Aides."},
      {
        "id":"ED126425",
        "title":"Literacy for America's Spanish Speaking Children."},
      {
        "id":"ED126426",
        "title":"Applying an Instructional Psychology Model to Analysis of the Reading Task."},
      {
        "id":"ED126427",
        "title":"Standardized Testing and the Spanish-Speaking Minorities: Looking Beyond the Correlations."},
      {
        "id":"ED126445",
        "title":"Developing an Inservice Reading Program Based on Teachers' Need and Receptivity."},
      {
        "id":"ED126446",
        "title":"Congruity of Encoding in Children's Redintegrative Memory."},
      {
        "id":"ED126447",
        "title":"The Need for Study Skills as Perceived by Community College Students."},
      {
        "id":"ED126448",
        "title":"SDR (Systems Directed Reading): An Overview."},
      {
        "id":"ED126449",
        "title":"Practical Applications of Piagetian Theory to College Reading Instruction."},
      {
        "id":"ED126450",
        "title":"The Behavioral Treatment of Reading Deficits."},
      {
        "id":"ED126451",
        "title":"Learning Skills Study Module."},
      {
        "id":"ED126452",
        "title":"The Relationship Between Selected Subtests of the Detroit Tests of Learning Aptitude and Second Grade Reading Achievement."},
      {
        "id":"ED126453",
        "title":"[Canadian Children's Literature]."},
      {
        "id":"ED126454",
        "title":"Children's Literature in the Service of International Understanding and Peaceful Co-Operation (Tehran, Iran, May 15-21, 1975)."},
      {
        "id":"ED126455",
        "title":"Children's Books in Australia."},
      {
        "id":"ED126456",
        "title":"Can Children's Literature Bring Peace?"},
      {
        "id":"ED126458",
        "title":"[Analysis of Titles Translated from Foreign Languages Recommended for Acquisition in Use of Elementary School Libraries.]"},
      {
        "id":"ED126459",
        "title":"On Japanese Children's Books."},
      {
        "id":"ED126460",
        "title":"Children's Books in India."},
      {
        "id":"ED126461",
        "title":"Children&apos;s Books--United States."},
      {
        "id":"ED126462",
        "title":"The Creation of the Children Book and the Cultural Values."},
      {
        "id":"ED126463",
        "title":"Working Paper Presented by the Unesco Secretariat."},
      {
        "id":"ED126465",
        "title":"A Mirror to My World--Stories to Ease the Pain."},
      {
        "id":"ED126467",
        "title":"The Developmental Effects of Stimulus Presentation Time on Primacy-Recencency."},
      {
        "id":"ED126468",
        "title":"Children's Books in the United Kingdom."},
      {
        "id":"ED126469",
        "title":"Say, Man! So You Want to Know about ReQuest!"},
      {
        "id":"ED126470",
        "title":"How to Teach Study Skills in High School and Community College."},
      {
        "id":"ED126471",
        "title":"Implications of Reading Research for Classroom Teachers and Administrators."},
      {
        "id":"ED126472",
        "title":"Reading and Readability."},
      {
        "id":"ED126473",
        "title":"Simons' Lament or A \"New and Improved\" Psycholinguistic Comprehension Model Applied to an \"Old and Over Used\" Assumption of Reading Methodology."},
      {
        "id":"ED126474",
        "title":"READ: Field Test of an Educational Approach to Reading Disability."},
      {
        "id":"ED126475",
        "title":"Some Teacher Competencies That May Influence Disabled Readers' Learning of Word Attack Skills."},
      {
        "id":"ED126488",
        "title":"Post-Learning Arousal Change and Long-Term Retention."},
      {
        "id":"ED126489",
        "title":"Research in Children's Literature; An Annotated Bibliography."},
      {
        "id":"ED126490",
        "title":"Clinical Assessment of Beginning Reading Skills."},
      {
        "id":"ED126491",
        "title":"Attitudes and Reading. Reading Aids Series."},
      {
        "id":"ED126497",
        "title":"A Longitudinal Study of Factors Which Are Predictive of Reading Success of Low Socio-Economic Children in the Seventh Year of School."},
      {
        "id":"ED126498",
        "title":"External Evaluation to Improve Local Graduate Reading Education Programs."},
      {
        "id":"ED126499",
        "title":"Syllabication Skills and Reading Achievement of High School Students."},
      {
        "id":"ED126500",
        "title":"Reading for Illiterate and Semi-Literate Adults: An Assessment-Prescriptive Instructional Model."},
      {
        "id":"ED126507",
        "title":"Current Usage and the Experimenter."},
      {
        "id":"ED126508",
        "title":"Experiments on Judgements of Syntactic Acceptability and Frequency: Report 1."},
      {
        "id":"ED126510",
        "title":"Teaching Sentence Structure and Sentence Combining in the Middle Grades."},
      {
        "id":"ED126512",
        "title":"Evaluating Student Journalists."},
      {
        "id":"ED126513",
        "title":"Regional Book in Magazine Format: Project for Journalism Schools."},
      {
        "id":"ED126516",
        "title":"MAHFIL: A Quarterly of South Asian Literature, Spring-Summer 1971."},
      {
        "id":"ED126517",
        "title":"Miscellany South Asian Literature."},
      {
        "id":"ED126518",
        "title":"Folk Literature of South Asia."},
      {
        "id":"ED126519",
        "title":"Teaching as Intervention: Saving the English Curriculum in a Time of Reckoning."},
      {
        "id":"ED126520",
        "title":"Linguistics and the Crisis in Writing."},
      {
        "id":"ED126521",
        "title":"Planning and Executing a Summer Workshop in American Literature of Minority Groups."},
      {
        "id":"ED126522",
        "title":"Developmental Structures in Fantasy Narratives."},
      {
        "id":"ED126523",
        "title":"Comparison of Scope-Depth Balance with Popularity of Austin Magazines, 1972-75."},
      {
        "id":"ED126524",
        "title":"Let's Hear It for Remedial English."},
      {
        "id":"ED126531",
        "title":"The Impact of Mode on Written Syntactic Complexity: Part I--Third Grade. Report No. 24."},
      {
        "id":"ED126532",
        "title":"Writing as Problem-Solving in Interdisciplinary Programs: Literature and the Age of Technology."},
      {
        "id":"ED126536",
        "title":"Communicating in a Pluralistic Community: The Model of Hawaii's Ethnic Relations."},
      {
        "id":"ED126538",
        "title":"Rhetoric and Communication; Studies in the University of Illinois Tradition."},
      {
        "id":"ED126542",
        "title":"Informal Methods of Combatting Secrecy in Local Government. Freedom of Information Foundation Series No. 6."},
      {
        "id":"ED126543",
        "title":"A Guide for Collectors of Oral Traditions and Folk Cultural Material in Pennsylvania."},
      {
        "id":"ED126544",
        "title":"Interpersonal Confirmation: A Review of Current Theory, Measurement, and Research."},
      {
        "id":"ED126545",
        "title":"The Traveling Plays of Clare Tree Major."},
      {
        "id":"ED126547",
        "title":"The Fluency of Women's Speech."},
      {
        "id":"ED126548",
        "title":"Improving Classroom Communication: Speech Communication Instruction for Teachers."},
      {
        "id":"ED126550",
        "title":"State Superintendent's Advisory Task Force on Freedom for Individual Development. Final Report of the Sex Role Stereotyping Sub-Task Force."},
      {
        "id":"ED126551",
        "title":"Techniques for Closing Schools. Educational Facilities Digest 8."},
      {
        "id":"ED126552",
        "title":"Report of the Task Force on Declining Enrollment. Third Revision."},
      {
        "id":"ED126553",
        "title":"Energy Conservation. Educational Facilities Digest 9."},
      {
        "id":"ED126554",
        "title":"Local Control of Schools: Two Views of Its Nature as Found in the Rodriquez Decision Rendered by the United States Supreme Court."},
      {
        "id":"ED126555",
        "title":"Criteria Acceptable to the Educational Developer."},
      {
        "id":"ED126556",
        "title":"A Perspective of Oral Language Development in Federal Programs."},
      {
        "id":"ED126557",
        "title":"Independent Educational Management Audit: A System Approach."},
      {
        "id":"ED126558",
        "title":"Projects, Products, and Services of the National Center for Education Statistics, 1976."},
      {
        "id":"ED126560",
        "title":"Design Specifications for the Generalized Wisconsin System for Instructional Management (WIS-SIM). Working Paper No. 133 (Part 1 of 2 Parts)."},
      {
        "id":"ED126561",
        "title":"Design Specifications for the Generalized Wisconsin System for Instructional Management (WIS-SIM). Working Paper No. 133 (Part 2 of 2 Parts)."},
      {
        "id":"ED126562",
        "title":"Real and Ideal Decision Structure and Involvement in IGE Schools. Technical Report No. 374."},
      {
        "id":"ED126564",
        "title":"The Problem of Educational Community Resistance to Alternative Education."},
      {
        "id":"ED126565",
        "title":"Educational Planning and Evaluation: A Local District Perspective. Information Series Volume 5, Number 1."},
      {
        "id":"ED126566",
        "title":"Developments in Goal Based Measurement in the Portland Public Schools."},
      {
        "id":"ED126567",
        "title":"Exploring Concerns of Productivity in Education."},
      {
        "id":"ED126572",
        "title":"Three Strategies for Studying the Effects of School Processes."},
      {
        "id":"ED126573",
        "title":"An Exploration of Conflict and Conflict Management."},
      {
        "id":"ED126574",
        "title":"Easier Said Than Done: The Function of Images in Establishing a New Bureaucracy."},
      {
        "id":"ED126580",
        "title":"Administrative Performance and Personality: Some Further Perspectives."},
      {
        "id":"ED126583",
        "title":"Diagnosing Sex-Role Stereotyping in SEA."},
      {
        "id":"ED126584",
        "title":"Secondary Alternatives in SEA: An Inquiry Into Parents' Choice Making Process."},
      {
        "id":"ED126585",
        "title":"SEA Elementary Students' Perceptions of Their School Experience."},
      {
        "id":"ED126586",
        "title":"The Marshall-University High School Early Graduation Program."},
      {
        "id":"ED126587",
        "title":"Special Service Programs in Southeast Alternative Schools."},
      {
        "id":"ED126588",
        "title":"Using Research to Translate State Policy Into Practice."},
      {
        "id":"ED126590",
        "title":"New Dimensions for Educating Youth."},
      {
        "id":"ED126591",
        "title":"The Ecology of Learning: A Comparison of Alternative Elementary School Learning Environments."},
      {
        "id":"ED126592",
        "title":"Why Aren't Women Administering Our Schools? The Status of Women Public School Teachers and the Factors Hindering Their Promotion Into Administration. \"Wanted: More Women\" Series."},
      {
        "id":"ED126593",
        "title":"Sex Differentiation in Public School Administration. &quot;Wanted: More Women&quot; Series."},
      {
        "id":"ED126594",
        "title":"Guide to Productivity Improvement Projects. Third Edition."},
      {
        "id":"ED126595",
        "title":"Understanding Faculty Unions and Collective Bargaining."},
      {
        "id":"ED126596",
        "title":"Supervision as Interpersonal Intervention."},
      {
        "id":"ED126597",
        "title":"A Guide to School Board Policy: The American Sponsored Overseas School."},
      {
        "id":"ED126598",
        "title":"New Jersey: In Search of a &quot;Thorough and Efficient&quot; Education."},
      {
        "id":"ED126599",
        "title":"Education Tomorrow: For Whom? Why?"},
      {
        "id":"ED126606",
        "title":"A Study--Isolation Bonuses and Teacher Housing. Project North Findings and Recommendations."},
      {
        "id":"ED126607",
        "title":"An Introduction to the Federal Information Exchange System."},
      {
        "id":"ED126608",
        "title":"Schools Within Schools."},
      {
        "id":"ED126610",
        "title":"Studying School Processes Through the Analysis of School District Data."},
      {
        "id":"ED126611",
        "title":"Strengthening School-Community Relations."},
      {
        "id":"ED126612",
        "title":"Towards the Advancement of a Theoretical and Empirical Framework for Curriculum."},
      {
        "id":"ED126613",
        "title":"Which School Factors Relate to Learning? Summary of Findings of Three Sets of Studies."},
      {
        "id":"ED126614",
        "title":"Surplus School Space: Options and Opportunities. A Report."},
      {
        "id":"ED126615",
        "title":"The Development of Free Public Schools in Texas."},
      {
        "id":"ED126616",
        "title":"The Trump Plan and the Utilization of the Differentiated Staff."},
      {
        "id":"ED126618",
        "title":"The Reorganization of a Traditionally Structured Junior High School to an Innovative Grade Level House Plan Concept."},
      {
        "id":"ED126619",
        "title":"Volunteer Services System [Year 3]."},
      {
        "id":"ED126620",
        "title":"Teacher and Lay Participation in Local Curriculum Change Considerations."},
      {
        "id":"ED126621",
        "title":"Some Criteria for Assessing Statewide Reform: Can California &quot;RISE&quot; to the Challenge?"},
      {
        "id":"ED126622",
        "title":"The Effects of Windowless Classrooms on the Cognitive and Affective Behavior of Elementary School Students."},
      {
        "id":"ED126623",
        "title":"State Funding of Urban Education Under the Modern School Finance Reform Movement."},
      {
        "id":"ED126624",
        "title":"D.C. Schools Training Center for Open Space Schools: Adoption Project. Interim/Final Report."},
      {
        "id":"ED126625",
        "title":"Catalog of NIE Products. Volumes 1 and 2."},
      {
        "id":"ED126626",
        "title":"Building for Educational Change."},
      {
        "id":"ED126627",
        "title":"Diagnosis and Prescription for L.D. Problems of E.D. Adolescents Within a Residential Treatment Center."},
      {
        "id":"ED126628",
        "title":"Child Development Project; Phase III, 1970-71: Narrative Evaluation."},
      {
        "id":"ED126629",
        "title":"Child Development Project; Phase V, 1972-73: Evaluation Narrative."},
      {
        "id":"ED126630",
        "title":"Daily Living and Physical Education Skills for EMR Pupils."},
      {
        "id":"ED126631",
        "title":"CBTE Project: The Framework for the Process of Collaborative Program Development."},
      {
        "id":"ED126632",
        "title":"Results and Implications of the Field Testing of the C.U.N.Y. Special Education Modules."},
      {
        "id":"ED126633",
        "title":"Development of C.U.N.Y. Special Education Modules."},
      {
        "id":"ED126634",
        "title":"Toward a Competency Assessment Model (Revised)."},
      {
        "id":"ED126635",
        "title":"A Comparison of WISC-R and WAIS Scales for Mentally Retarded Sixteen-Year-Olds."},
      {
        "id":"ED126636",
        "title":"Mainstreaming and Its Effects on the Delivery of Services to the Handicapped: The Speech, Language and Hearing Special Educator."},
      {
        "id":"ED126638",
        "title":"Meeting Children's Needs: A Field Centered Curriculum for Mainstreaming."},
      {
        "id":"ED126639",
        "title":"Statistical Power Analysis of Research in \"Exceptional Children.\""},
      {
        "id":"ED126640",
        "title":"An Exploratory Investigation of the Effect on a Biofeedback Technique with Hyperactive, Learning Disabled Children."},
      {
        "id":"ED126641",
        "title":"A Comparison of the Achievements of Low Ability Elementary Pupils in Two Models of Instruction."},
      {
        "id":"ED126642",
        "title":"Social Services for Persons Who Are Blind: A Guide for Staff in Departments of Public Social Services."},
      {
        "id":"ED126643",
        "title":"The Conceptual Project in Child Variance: Final Report."},
      {
        "id":"ED126645",
        "title":"Child Maltreatment in the United States: A Cry for Help and Organizational Response."},
      {
        "id":"ED126646",
        "title":"Child Maltreatment in the United States: A Cry for Help and Organizational Response. Appendix."},
      {
        "id":"ED126647",
        "title":"Language Training for TMR Children: Third-Year Results and Comparison with First Two Years: The Peabody, Distar and ITPA Programs. Termination Report (Technical Data). July 1, 1974 to June 30, 1975."},
      {
        "id":"ED126648",
        "title":"Program Evaluation of Special Education Curricular Efforts in Both Self-Contained Classes and Resource Rooms: The Use of a Modified Case-Study Approach with Both Normative and Criterion-Referenced Data in a Complex Service Delivery System to Help Address the Problem of Extreme Variability."},
      {
        "id":"ED126649",
        "title":"Parental Approach for Early Intervention of Learning Disabilities. Final Report 1972-1976."},
      {
        "id":"ED126650",
        "title":"Learning to Learn: Parental Pre-School Approach for Early Intervention of Learning Disabilities."},
      {
        "id":"ED126651",
        "title":"Teacher's Unions on Mainstreaming."},
      {
        "id":"ED126652",
        "title":"Perspectives on Public Awareness."},
      {
        "id":"ED126654",
        "title":"The Use of Psychopharmaceutical Stimulants for the Control of Childhood Hyperkinesis."},
      {
        "id":"ED126656",
        "title":"Tomorrow Is: Report on the Governor's Conference on Prevention of Developmental Disabilities."},
      {
        "id":"ED126657",
        "title":"Federally-Funded Child Abuse and Neglect Projects 1975."},
      {
        "id":"ED126658",
        "title":"Recreation and Physical Education Programs Serving the Mentally Retarded in Indiana."},
      {
        "id":"ED126659",
        "title":"Monitoring the Right to Education: A Manual to Help Citizens Evaluate Public School Services for Mentally Retarded Students."},
      {
        "id":"ED126661",
        "title":"Project PREM: Final Report for Year I. (Preparing Regular Educators for Mainstreaming)."},
      {
        "id":"ED126662",
        "title":"Services to Children with Special Needs: Training and Technical Assistance Program for the Iowa Head Start Programs. Second Edition."},
      {
        "id":"ED126663",
        "title":"Teacher Use of Instructional Materials and Other Matters Related to Special Education IMC/LRC Collections. Theoretical Paper No. 59."},
      {
        "id":"ED126669",
        "title":"Approaches to Collaboration: A Handbook of Strategies for Serving Special Needs Children."},
      {
        "id":"ED126671",
        "title":"The Sorcerer's Apprentice: A Case Study in the Role of the Mentor."},
      {
        "id":"ED126672",
        "title":"Guidelines for the Preparation of Teachers of Reading with the Optacon."},
      {
        "id":"ED126673",
        "title":"An Overlooked Resource for English Language Teaching: Pop. Rock, and Folk Music. CATESOL Occasional Papers, No. 2."},
      {
        "id":"ED126678",
        "title":"The Influence of the Mother Tongue on Achievement in Mathematics: A Contrastive Study of English and Japanese. Workpapers in Teaching English as a Second Language, Vol. 9."},
      {
        "id":"ED126679",
        "title":"Zaire: A Summer English Language Program. Workpapers in Teaching English as a Second Language, Vol. 9."},
      {
        "id":"ED126681",
        "title":"Cumulative Index to the Northeast Conference Reports, 1954-1975."},
      {
        "id":"ED126682",
        "title":"LBRIG Newsletter, Vol. 4, No. 3."},
      {
        "id":"ED126683",
        "title":"Second Progress Report on the Bilingual Education Program in Schools in the Northern Territory."},
      {
        "id":"ED126684",
        "title":"Latin, the Key to English Vocabulary. A Gamebook on English Derivatives and Cognates to Accompany \"Voces de Olympo\" (Echoes from Mt. Olympus)."},
      {
        "id":"ED126685",
        "title":"A Legal Memorandum, April 1976."},
      {
        "id":"ED126687",
        "title":"Germany Looks Towards U.S. Bicentennial."},
      {
        "id":"ED126688",
        "title":"Integration of the Total Physical Response Strategy into a First-Year German Program: From Obeying Commands to Creative Writing."},
      {
        "id":"ED126689",
        "title":"Linguistic Ability: Some Myths and Some Evidence."},
      {
        "id":"ED126691",
        "title":"Problems of Communication in the Cross-Cultural Medical Interview. Working Papers in Sociolinguistics, No. 19."},
      {
        "id":"ED126692",
        "title":"Verbal Art as Performance. Working Papers in Sociolinguistics, No. 18."},
      {
        "id":"ED126693",
        "title":"Semantic Systems, Discourse Structure, and the Ecology of Language. Working Papers in Sociolinguistics, No. 17."},
      {
        "id":"ED126697",
        "title":"The Romanian-English Contrastive Analysis Project; Contrastive Studies in Phonetics and Phonology, Vol. 4."},
      {
        "id":"ED126699",
        "title":"The Romanian-English Contrastive Analysis Project; Contrastive Studies in the Syntax and Semantics of English and Romanian, Vol. 6."},
      {
        "id":"ED126700",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (A Bibliography of Modern Foreign Language Instruction). Vol. 7, No. 1."},
      {
        "id":"ED126701",
        "title":"Teaching ESL Writing Skills: The Correction Sheet and Testing Technique. CATESOL Occasional Papers, No. 2."},
      {
        "id":"ED126702",
        "title":"Spoken Spanish of Mexican American Children: A Monolingual and Bilingual School Program. CATESOL Occasional Papers, No. 2."},
      {
        "id":"ED126703",
        "title":"Cloze Procedure: A Technique for Weaning Advanced ESL Students from Excessive Use of the Dictionary. CATESOL Occasional Papers, No. 2."},
      {
        "id":"ED126704",
        "title":"Tones in Vietnamese and English."},
      {
        "id":"ED126705",
        "title":"A Brief Comparative Study of English and Vietnamese Syntax. CATESOL Occasional Papers, No. 2."},
      {
        "id":"ED126707",
        "title":"Linguistic Structure in Sociolinguistic Analysis. Working Papers in Sociolinguistics, No. 3l."},
      {
        "id":"ED126708",
        "title":"The Meaning of Meaning, Etc."},
      {
        "id":"ED126710",
        "title":"Reactions to Written Non-Standard English: Toward a Formal Description of the Written Code of Non-Standard English."},
      {
        "id":"ED126711",
        "title":"Language Planning in China."},
      {
        "id":"ED126712",
        "title":"Language Planning in Sweden."},
      {
        "id":"ED126714",
        "title":"Language Planning in Israel."},
      {
        "id":"ED126715",
        "title":"Some Observations on Language Planning in Azerbaijan and Turkmenistan."},
      {
        "id":"ED126716",
        "title":"Social Stratification and Linguistic Correlates of Factory Workers."},
      {
        "id":"ED126717",
        "title":"Quantifying Context. York Papers in Linguistics, No. 6."},
      {
        "id":"ED126718",
        "title":"Conflicts of Value in Language."},
      {
        "id":"ED126719",
        "title":"English Language Teaching Profile; Country: Arab Republic of Egypt."},
      {
        "id":"ED126720",
        "title":"An Introductory Lesson on Mexican Culture."},
      {
        "id":"ED126722",
        "title":"The Federal Commitment to Bilingual Education."},
      {
        "id":"ED126724",
        "title":"Bilingual Education: An Unmet Need; Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED126725",
        "title":"Initial Language Acquisition in Two Bilingual Schools. Working Papers on Bilingualism, No. 10."},
      {
        "id":"ED126726",
        "title":"Alternative Forms of Immersion for Second Language Teaching. Working Papers on Bilingualism, No. 10."},
      {
        "id":"ED126727",
        "title":"Certains Problemes Linguistiques des Jeunes Franco-Ontariens (devxieme partie) (Certain Linguistic Problems of Young Franco-Ontarians [part 2].) Working Papers on Bilingualism, No. 10."},
      {
        "id":"ED126728",
        "title":"Two Measures of Affective Factors as They Relate to Progress in Adult Second-Language Learning. Working Papers in Bilingualism, No. 10."},
      {
        "id":"ED126729",
        "title":"Implications of Recent Sociolinguistic Research for the Problems of Migrant Worker Children."},
      {
        "id":"ED126732",
        "title":"ESL Bibliography."},
      {
        "id":"ED126733",
        "title":"A Description of Teacher Verbal Mediation and of Children's Verbal Coding in Selected Early Childhood Classrooms."},
      {
        "id":"ED126735",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (A Bibliography of Modern Foreign Language Instruction). Vol. 7, No. 2."},
      {
        "id":"ED126736",
        "title":"Communicative Competence in American Trial Courtrooms."},
      {
        "id":"ED126737",
        "title":"West Georgia College Faculty Handbook."},
      {
        "id":"ED126738",
        "title":"University of South Alabama Faculty Handbook."},
      {
        "id":"ED126739",
        "title":"Agreement Between Central Michigan University and Central Michigan University Faculty Association, 1974-77."},
      {
        "id":"ED126740",
        "title":"Columbus College Faculty Handbook."},
      {
        "id":"ED126741",
        "title":"University of Missouri Faculty Handbook, 1975."},
      {
        "id":"ED126742",
        "title":"Faculty Handbook 1975-76. Trenton State College."},
      {
        "id":"ED126743",
        "title":"Faculty Handbook 1974. Chicago State University."},
      {
        "id":"ED126744",
        "title":"Earlham College Teaching Faculty Handbook."},
      {
        "id":"ED126745",
        "title":"Faculty Manual 1975. St. Olaf College."},
      {
        "id":"ED126746",
        "title":"The Ohio State University Faculty Handbook."},
      {
        "id":"ED126747",
        "title":"Arkansas State University Beebe Branch Faculty Handbook."},
      {
        "id":"ED126748",
        "title":"Faculty Handbook. Louisiana State University in New Orleans."},
      {
        "id":"ED126749",
        "title":"Ramapo College of New Jersey Handbook for Professional Staff, 1975-1976."},
      {
        "id":"ED126750",
        "title":"Armstrong State College Faculty Statutes."},
      {
        "id":"ED126751",
        "title":"Castleton State College Faculty Handbook."},
      {
        "id":"ED126752",
        "title":"Governors State University Faculty Handbook."},
      {
        "id":"ED126753",
        "title":"Plymouth State College Faculty Handbook."},
      {
        "id":"ED126754",
        "title":"Mankato State University Faculty and Staff Handbook, 1975-76."},
      {
        "id":"ED126755",
        "title":"Midwestern University, Wichita Falls, Texas Policies and Fiscal Regulations."},
      {
        "id":"ED126756",
        "title":"Faculty Handbook. Massachusetts College of Art."},
      {
        "id":"ED126757",
        "title":"California State College, Stanislaus Faculty Handbook."},
      {
        "id":"ED126758",
        "title":"Faculty Handbook."},
      {
        "id":"ED126759",
        "title":"The Faculty Handbook: Information for the Academic Staff of Iowa State University."},
      {
        "id":"ED126760",
        "title":"Sweet Briar College Faculty and Staff Handbook."},
      {
        "id":"ED126761",
        "title":"The Judson College Faculty Handbook."},
      {
        "id":"ED126762",
        "title":"Handbook for Faculty and Administration. St. John's University."},
      {
        "id":"ED126763",
        "title":"Wheaton College Faculty Handbook."},
      {
        "id":"ED126764",
        "title":"Faculty Handbook. Kalamazoo College."},
      {
        "id":"ED126765",
        "title":"Elmira College Information Manual."},
      {
        "id":"ED126766",
        "title":"Salem College Faculty Handbook."},
      {
        "id":"ED126767",
        "title":"Hartwick College Faculty Manual."},
      {
        "id":"ED126768",
        "title":"Handbook for Faculty: A Digest of Faculty and Administrative Actions. DePauw University."},
      {
        "id":"ED126769",
        "title":"Faculty Handbook: San Diego State University."},
      {
        "id":"ED126770",
        "title":"[1975-1976 Contract Saginaw Valley State College Faculty Association (SVSCFA) and Saginaw Valley State College (SVSC])"},
      {
        "id":"ED126771",
        "title":"Eastern Washington State College By-Laws."},
      {
        "id":"ED126772",
        "title":"Clarion State College Faculty Handbook."},
      {
        "id":"ED126773",
        "title":"Virginia Commonwealth University Faculty Handbook."},
      {
        "id":"ED126774",
        "title":"Clark University Faculty Handbook."},
      {
        "id":"ED126775",
        "title":"East Texas State University Faculty Handbook."},
      {
        "id":"ED126776",
        "title":"Handbook for Faculty and Staff of Eastern Montana College."},
      {
        "id":"ED126777",
        "title":"Faculty Handbook. The University of Tennessee at Chattanooga."},
      {
        "id":"ED126778",
        "title":"Boise State University Faculty Handbook 1975-76."},
      {
        "id":"ED126779",
        "title":"California State University, Long Beach Faculty Handbook."},
      {
        "id":"ED126780",
        "title":"Bowling Green State University Faculty Handbook and Faculty Personnel Manual, 1975-76."},
      {
        "id":"ED126781",
        "title":"Winthrop College Manual for Faculty Members, 1975."},
      {
        "id":"ED126783",
        "title":"Keene State College Faculty Manual."},
      {
        "id":"ED126784",
        "title":"Rules and Regulations of the Faculty, Massachusetts Institute of Technology."},
      {
        "id":"ED126785",
        "title":"The University of Connecticut Laws and By-Laws."},
      {
        "id":"ED126786",
        "title":"Bloomsburg State College Faculty Handbook, 1975-76."},
      {
        "id":"ED126787",
        "title":"University of Nevada, Reno, Adviser's Manual."},
      {
        "id":"ED126788",
        "title":"University of Nevada, Reno, Faculty Handbook, 1974-75. Fourth Edition."},
      {
        "id":"ED126789",
        "title":"Policies and Procedures. A Guide for Faculty and Staff Members, Massachusetts Institute of Technology."},
      {
        "id":"ED126790",
        "title":"Procedures, Policies, and Practices for Personnel in Academic Affairs, Southern Illinois University."},
      {
        "id":"ED126791",
        "title":"Percentage of Women Professors Is Four Times National Average in Women's College Survey."},
      {
        "id":"ED126792",
        "title":"Doctoring the Doctorate: Broadened Programs to Meet Broader Needs."},
      {
        "id":"ED126793",
        "title":"How a Department Effects Change: Closeup on Political Science."},
      {
        "id":"ED126794",
        "title":"Undergraduate Degree Programs: Assessing the Alternatives."},
      {
        "id":"ED126795",
        "title":"Consulting Group Helps Faculty Bring Systematic Approach to Instructional Design Efforts."},
      {
        "id":"ED126797",
        "title":"Graduate Planning in Ontario Universities (A Brief to be Presented to OCUA in June 1976). Report 76-8."},
      {
        "id":"ED126798",
        "title":"Master Planning for the 1980's: The California Experience."},
      {
        "id":"ED126799",
        "title":"Overviews of Issues in Higher Education: Declining Test Scores, Collective Bargaining, and State Planning."},
      {
        "id":"ED126800",
        "title":"A Cost Study of the Activities of a Selected Search and Screen Committee."},
      {
        "id":"ED126801",
        "title":"Report on Teaching: 2."},
      {
        "id":"ED126802",
        "title":"The Independent Student -- Fish, Fowl, or Other?"},
      {
        "id":"ED126803",
        "title":"Proceedings; National Conference Area Health Education Centers Program. The Decentralization and Regionalization of Health Professional Education and Training."},
      {
        "id":"ED126804",
        "title":"The Demand for Legal Assistants in Indiana. Indiana College-Level Manpower Study. Report Number Six."},
      {
        "id":"ED126805",
        "title":"Report on the Clare Committee Proposal for Rules of Admission to the Federal District Courts in the Second Circuit. Report of Special Committee on Admissions to the Bar."},
      {
        "id":"ED126806",
        "title":"Some Highlights of the Astin Study of Dropouts and Implications for the Black Colleges."},
      {
        "id":"ED126807",
        "title":"Basic Facts about Tuition and Educational Opportunity. Low Tuition Fact Book No. 8."},
      {
        "id":"ED126808",
        "title":"Enrollment Projection Model."},
      {
        "id":"ED126809",
        "title":"Military Credit: A Study."},
      {
        "id":"ED126810",
        "title":"Contracting for Learning."},
      {
        "id":"ED126811",
        "title":"The Services Performed By American Colleges and Universities for Agriculture and Industry."},
      {
        "id":"ED126812",
        "title":"A Preliminary Assessment of Occupational Opportunities in the District of Columbia for Bachelors Degree Graduates from Local Public and Private Institutions."},
      {
        "id":"ED126814",
        "title":"Analysis of Grades Awarded at New College: 1975-76."},
      {
        "id":"ED126815",
        "title":"Developing Information for Academic Management: An Alternative to Computer-Based Systems."},
      {
        "id":"ED126816",
        "title":"A Bayesian Model of Choice Among Higher Education Institutions."},
      {
        "id":"ED126817",
        "title":"Application Statistics, 1974."},
      {
        "id":"ED126818",
        "title":"Coping In the 70's."},
      {
        "id":"ED126819",
        "title":"Confronting Student Aid Problems in Arkansas Postsecondary Educational Institutions."},
      {
        "id":"ED126821",
        "title":"Ohio Instructional Grants, Fifth Annual Report, 1974-1975 Academic Year."},
      {
        "id":"ED126823",
        "title":"Role Conflicts of College Women."},
      {
        "id":"ED126824",
        "title":"Governance of the Australian Colleges of Advanced Education."},
      {
        "id":"ED126825",
        "title":"Non-Degree Program Offerings to Meet Projected Manpower Needs of the District of Columbia in the 80's."},
      {
        "id":"ED126826",
        "title":"California Student Resource Survey, No. 2."},
      {
        "id":"ED126827",
        "title":"Public Policy: Issues and Analyses."},
      {
        "id":"ED126828",
        "title":"Private Higher Education: The Job Ahead."},
      {
        "id":"ED126829",
        "title":"Can Man Transcend His Culture? The Next Challenge in Education for Global Understanding."},
      {
        "id":"ED126830",
        "title":"Postsecondary Education Programs For Prisoners."},
      {
        "id":"ED126831",
        "title":"What Knowledge Is Of Most Worth To Presidents Of Colleges And Universities?"},
      {
        "id":"ED126832",
        "title":"Analysis and Revision of the Baccalaureate Program in Nursing at the University of Washington School of Nursing. Final Project Report."},
      {
        "id":"ED126833",
        "title":"The \"Trouble Shooting\" Checklist (TSC) For Higher Educational Settings (Manual)."},
      {
        "id":"ED126834",
        "title":"Class Size and College Teaching: Attitudes and Preferences."},
      {
        "id":"ED126835",
        "title":"A Longitudinal Comparative Study of a Process Oriented Tutorial Program. OASIS Research Report No. 5."},
      {
        "id":"ED126836",
        "title":"Integrated Planning to Facilitate Effective Use And Reallocation of Resources."},
      {
        "id":"ED126838",
        "title":"Perspectives and Plans for Graduate Studies. No. 17. Administration, Business, and Management Science 1974."},
      {
        "id":"ED126839",
        "title":"A Survey of Student Opinion."},
      {
        "id":"ED126840",
        "title":"Pressure Point On Campus: Academic Program Planning and Resource Allocation in Conflict with the Bargaining Table."},
      {
        "id":"ED126841",
        "title":"The Assessment of Student and Faculty Educational Orientations: A Research Strategy for Conflict Assessment."},
      {
        "id":"ED126842",
        "title":"Multiple Perspectives Evaluation: A Strategy for Dealing with Conflict Pressures."},
      {
        "id":"ED126843",
        "title":"The Relation of Freshman Students' Social and Academic Integration to Attrition."},
      {
        "id":"ED126844",
        "title":"Assessing the Impacts of Future Student Demand: An Application of a Demographically-Differentiated Projection Model."},
      {
        "id":"ED126845",
        "title":"Directions of Higher Education Toward Careers."},
      {
        "id":"ED126846",
        "title":"Difficult Budgetary Decisions: A Desk-Top Calculator Model to Facilitate Executive Decisions."},
      {
        "id":"ED126847",
        "title":"Faculty Load and Faculty Activity Analysis: Who Considers the Individual Faculty Member."},
      {
        "id":"ED126848",
        "title":"Interlibrary Cooperation: A County-Wide Network."},
      {
        "id":"ED126850",
        "title":"Studies in Violence and Television."},
      {
        "id":"ED126851",
        "title":"Conceptual Relationships in Multiple-Image Instruction."},
      {
        "id":"ED126853",
        "title":"Video: State of the Art."},
      {
        "id":"ED126854",
        "title":"Learning Systems Research, Development, Testing and Evaluation."},
      {
        "id":"ED126855",
        "title":"Computer-Based Systems to Facilitate Instructional Development."},
      {
        "id":"ED126856",
        "title":"ERIC Products 1973-1975. An Annotated Bibliography of Information Analysis Publications of the ERIC Clearinghouses, July 1973 Through June 1975."},
      {
        "id":"ED126857",
        "title":"Nonprint Media Information Networking: Status and Potentials."},
      {
        "id":"ED126858",
        "title":"Instructional Television: The Best of ERIC, 1974-1975."},
      {
        "id":"ED126860",
        "title":"The Sesame Street Writers&apos; Notebook."},
      {
        "id":"ED126861",
        "title":"Watching Children Watch &quot;The Electric Company&quot;: An Observational Study in Ten Classrooms. Final Report."},
      {
        "id":"ED126862",
        "title":"Verbal Response to &quot;The Electric Company&quot;: Qualities of Program Material and the Viewing Conditions Which Affect Verbalization."},
      {
        "id":"ED126863",
        "title":"&quot;Sesame Street&quot; and &quot;The Electirc Company&quot;: What Is Their Impact on Teaching Methods?"},
      {
        "id":"ED126864",
        "title":"The Observation and Testing Report on the Sesame Street Program."},
      {
        "id":"ED126865",
        "title":"The Jamaican Project. Final Report."},
      {
        "id":"ED126866",
        "title":"Status of Comprehension Study of Sesame Street Affect Bits."},
      {
        "id":"ED126867",
        "title":"Formative Research in Attention and Appeal: A Series of Proposals."},
      {
        "id":"ED126868",
        "title":"Formative Research in Comprehension of CTW Programs: A Series of Proposals."},
      {
        "id":"ED126869",
        "title":"Summary of Research Findings for Children's Television Workshop."},
      {
        "id":"ED126870",
        "title":"Experimental Program Eye Movement Study. Research Report."},
      {
        "id":"ED126871",
        "title":"Report on Children's Television Viewing Strategies."},
      {
        "id":"ED126872",
        "title":"Attributes of &quot;The Electric Company&quot; Pilot Shows That Produced High and Low Visual Attention in 2nd and 3rd Graders."},
      {
        "id":"ED126873",
        "title":"The Sesame Street Generation: The Year After. An Interim Report."},
      {
        "id":"ED126876",
        "title":"Reading Research in the Socialist Countries. Abridged Papers and Minutes of a Conference (Budapest, Hungary, October 15-18, 1974)."},
      {
        "id":"ED126877",
        "title":"&quot;Voiceless&quot; Groups in the Twin Cities Community: Programming Needs of Some of Public Television's Non-Audiences."},
      {
        "id":"ED126878",
        "title":"Intercultural Communication Processes in Libraries. Proceedings of the HEA Title II-B Institute (Austin, Texas, June 6-19, 1976)."},
      {
        "id":"ED126879",
        "title":"A Mathematical Model of the Illinois Interlibrary Loan Network. Project Report Number 4."},
      {
        "id":"ED126880",
        "title":"Research and Evaluation in Educational Television."},
      {
        "id":"ED126881",
        "title":"Focus on the Future: A Report of the Interlibrary Cooperation Planning Institute (Columbus, Ohio, October 26-28, 1975)."},
      {
        "id":"ED126882",
        "title":"Libraries for College Students with Handicaps; A Directory of Academic Library Resources and Services in Ohio."},
      {
        "id":"ED126884",
        "title":"Information through Cooperative Action Library Services in Metropolitan Washington. Annual Report, 1975-1976."},
      {
        "id":"ED126886",
        "title":"Bibliotherapy as it Relates to the Student and His Environment."},
      {
        "id":"ED126888",
        "title":"Assessing External Evaluative Information Needs."},
      {
        "id":"ED126889",
        "title":"A History of Multimedia."},
      {
        "id":"ED126891",
        "title":"Simulation and Gaming: The Best of ERIC."},
      {
        "id":"ED126892",
        "title":"A Study, Comparison and Evaluation of Instructional Programs at ALA Accredited Graduate Library Schools in the United States and Canada, with Special Attention Focused on Practical Experience or Field Work Provided Within the Curricula."},
      {
        "id":"ED126893",
        "title":"Selected Films for Young Adults, 1976."},
      {
        "id":"ED126894",
        "title":"Public Television and Public Education."},
      {
        "id":"ED126895",
        "title":"A Call for Unity, or E Pluribus Unum?"},
      {
        "id":"ED126896",
        "title":"ERIC in B.C.: An Introduction to the Use of ERIC. How to Play Hide and Seek; The Information Storage and Retrieval Game."},
      {
        "id":"ED126897",
        "title":"Toward a Conceptual Pattern in Librarianship: A Model."},
      {
        "id":"ED126898",
        "title":"A Manhattan Project in Educational Technology, Part II."},
      {
        "id":"ED126899",
        "title":"A Field Test of the PLATO IV System for Company Commander Behavioral Change Training. Final Report for Period 21 August 1975-21 December 1975."},
      {
        "id":"ED126900",
        "title":"College Library Program: Second Annual Progress Report to the Council on Library Resources and the National Endowment for the Humanities, for the Year July 1, 1975-June 30, 1976."},
      {
        "id":"ED126901",
        "title":"Guide to the University of Kentucky Libraries."},
      {
        "id":"ED126902",
        "title":"Current Issues in Serials Librarianship."},
      {
        "id":"ED126905",
        "title":"Non-Formal Library Training Institutes, Final Report, 1973-1976."},
      {
        "id":"ED126906",
        "title":"Copyright in the 1980&apos;s."},
      {
        "id":"ED126907",
        "title":"Task Force for Long-Range Planning for Media Technology in Maryland."},
      {
        "id":"ED126908",
        "title":"Services of a School Media Program."},
      {
        "id":"ED126909",
        "title":"Guidelines for the Review and Selection of Textbooks and Instructional Materials."},
      {
        "id":"ED126910",
        "title":"Media and Instruction."},
      {
        "id":"ED126911",
        "title":"Experiments Using CCTV New Courses of Teacher Training (ITV-LHS II)."},
      {
        "id":"ED126912",
        "title":"Future Television Programming in the College of Education at Northern Illinois University."},
      {
        "id":"ED126913",
        "title":"Gaylord White Project, Operational Stage. Final Report."},
      {
        "id":"ED126914",
        "title":"PSES, Purdue Self-Evaluation System for School Media Centers; Junior, Senior High School Catalog."},
      {
        "id":"ED126915",
        "title":"PSES, Purdue Self-Evaluation System for School Media Centers; Elementary School Catalog."},
      {
        "id":"ED126916",
        "title":"Media in Instruction and Management Manual."},
      {
        "id":"ED126918",
        "title":"Computer-Aided Learning in the Federal Republic of Germany."},
      {
        "id":"ED126919",
        "title":"About Distance Education, Number Three."},
      {
        "id":"ED126920",
        "title":"Techniques and Technology: Affecting Variables That Make a Difference."},
      {
        "id":"ED126921",
        "title":"Economic Evaluation of CAI in Special Education."},
      {
        "id":"ED126922",
        "title":"A Forecast of Events and Conditions That Might Affect Job and Training Requirements for Medical Librarians. Technical Report 73-30."},
      {
        "id":"ED126923",
        "title":"CHARGE Interactive Graphics System Terminal: Theory of Operation. Technical Report 74-26."},
      {
        "id":"ED126924",
        "title":"Research on Instructional Decision Models. Final Report."},
      {
        "id":"ED126929",
        "title":"Present and Impending Developments Based on Actions by LC. Subgroup 1; Interim Report. Appendix 1."},
      {
        "id":"ED126930",
        "title":"Open Learning and Adult Education."},
      {
        "id":"ED126934",
        "title":"The Development and Implementation of a District Computer Education Program. Final Report."},
      {
        "id":"ED126936",
        "title":"The Role of the Public Libraries in Adult Independent Learning. Final Report."},
      {
        "id":"ED126937",
        "title":"Bibliographic Instruction Program."},
      {
        "id":"ED126938",
        "title":"Program Review of the North Dakota State Library Commission."},
      {
        "id":"ED126940",
        "title":"Five-Year Report and Evaluation on Project CLR No. 486 Presented to the Council on Library Resources."},
      {
        "id":"ED126941",
        "title":"Black and White and Read All Over: Acquiring Literacy in Two Media."},
      {
        "id":"ED126942",
        "title":"System Requirements for On-Line and Batch Retrieval."},
      {
        "id":"ED126944",
        "title":"Treading the Troubled Waters of Training: Some Guidelines for Improving Learning Efficiency."},
      {
        "id":"ED126947",
        "title":"Institute on Developing Dynamic Public Library Services Responsive to Community Needs. Final Narrative Report."},
      {
        "id":"ED126948",
        "title":"CATV and Public Libraries."},
      {
        "id":"ED126949",
        "title":"Strategies for Disseminating and Diffusing the Ideas, Practices and Products of the Improving Teaching Competencies Program."},
      {
        "id":"ED126951",
        "title":"An Analysis of the Audience of WNET, Channel 13 in New York."},
      {
        "id":"ED126952",
        "title":"Visual Literacy and Reading: An Annotated Bibliography."},
      {
        "id":"ED126953",
        "title":"Evaluation and Distribution Study of Videotapes Prepared for Training of Library Personnel (The ACCESS Videotape Project). Final Report."},
      {
        "id":"ED126956",
        "title":"Pricing of GPO Sales Publications."},
      {
        "id":"ED126957",
        "title":"Reactions to Proposed Standards and Guidelines for the Depository Library System."},
      {
        "id":"ED126958",
        "title":"Community College Master Planning Study, Gallup Branch, 1975."},
      {
        "id":"ED126960",
        "title":"Annual Report, School Year 1975-76."},
      {
        "id":"ED126963",
        "title":"Qualifications and Responsibilities for Nursing Laboratory Instructors in Associate of Arts Degree Programs."},
      {
        "id":"ED126964",
        "title":"A Guide to the Development of Non-traditional Instruction at Los Angeles City College."},
      {
        "id":"ED126965",
        "title":"Community Awareness of Thomas Nelson Community College and Accessibility of Educational Programs: A Survey of the Adult Population of the Virginia Peninsula."},
      {
        "id":"ED126966",
        "title":"The Community College Extension Program on USAF Foreign Installations; Its Implications for the Serviceman and for Foreign and International Education."},
      {
        "id":"ED126967",
        "title":"A Pilot Project to Generate Critical Analyses of Problems and Processes in Operational Strategies and Components Essential to College-Wide Competency-Based Curricula. Final Report."},
      {
        "id":"ED126968",
        "title":"State Board Governance of Community Colleges in Illinois."},
      {
        "id":"ED126969",
        "title":"Telecourses in Dallas: The First Three Years."},
      {
        "id":"ED126970",
        "title":"Some Considerations for Teaching Freshman English Composition in the Community College: A Short Review."},
      {
        "id":"ED126971",
        "title":"Community College Staff Development: Basic Issues in Planning."},
      {
        "id":"ED126972",
        "title":"A Profile of Philosophy Instructors in Two-Year Colleges."},
      {
        "id":"ED126973",
        "title":"A Profile of Foreign Language Instructors in Two-Year Colleges."},
      {
        "id":"ED126974",
        "title":"A Profile of Music Instructors in Two-Year Colleges."},
      {
        "id":"ED126975",
        "title":"A Profile of Anthropology Instructors in Two-Year Colleges."},
      {
        "id":"ED126976",
        "title":"A Profile of Liberal Arts/Drama Instructors in Two-Year Colleges."},
      {
        "id":"ED126977",
        "title":"A Profile of Religious Studies Instructors in Two-Year Colleges."},
      {
        "id":"ED126978",
        "title":"A Profile of Literature Instructors in Two-Year Colleges."},
      {
        "id":"ED126979",
        "title":"A Profile of Art Instructors in Two-Year Colleges."},
      {
        "id":"ED126980",
        "title":"The Faculty and the Humanities: Two Endangered Species."},
      {
        "id":"ED126982",
        "title":"The State Role in Program Evaluation of Community Colleges: Emerging Concepts and Trends."},
      {
        "id":"ED126989",
        "title":"Contracting Materials."},
      {
        "id":"ED126990",
        "title":"San Mateo Community College District Administrative Reorganization Plan."},
      {
        "id":"ED126992",
        "title":"Revival of Political Americana: An Analytical Review of the Organization of Candidates' Fair '72."},
      {
        "id":"ED126993",
        "title":"Changing Characteristics of Newly Employed Faculty in California Community Colleges as Perceived by Deans of Instruction."},
      {
        "id":"ED126995",
        "title":"The Improvement of Occupational Education in Maryland: A Progress Report, July 1, 1975-June 30, 1976."},
      {
        "id":"ED126996",
        "title":"National Project II: Alternatives to the Revolving Door."},
      {
        "id":"ED126998",
        "title":"Employer Manpower Needs and Job Entry Requirements for Biomedical Equipment Technican (Primarily Metropolitan Kansas City)."},
      {
        "id":"ED126999",
        "title":"1975 Career Student Follow-up: Initial Placement."},
      {
        "id":"ED127000",
        "title":"Part-time Instructor Survey."},
      {
        "id":"ED127001",
        "title":"The Implications for Anderson College [South Carolina] of an Administrative Decision on Academic Policy."},
      {
        "id":"ED127003",
        "title":"Evaluation of Comprehensive Child Care, San Jose, California. Final Report."},
      {
        "id":"ED127004",
        "title":"[Child Development Associate Training Materials.]"},
      {
        "id":"ED127005",
        "title":"A Report on Characteristics of Registrants for Adoption, Children Placed and Services Rendered by Adoption Agencies."},
      {
        "id":"ED127006",
        "title":"Auditory Temporal Conditioning in Neonates."},
      {
        "id":"ED127007",
        "title":"Infant Habituation to Visual and Auditory Stimulation."},
      {
        "id":"ED127008",
        "title":"Guide to Children's Services: 1975-76. Take Stock in Texas: Invest in Children."},
      {
        "id":"ED127009",
        "title":"Meeting the Needs of Children in the Next Decade \"From the Viewpoint of Government.\""},
      {
        "id":"ED127011",
        "title":"The Relationship Between the Organization of Play Space and Children's Behavior."},
      {
        "id":"ED127012",
        "title":"Family Day Care: An Education and Support System Model Developed by Cooperative Extension of New York State."},
      {
        "id":"ED127013",
        "title":"Observational Child Study: An Empirical Analysis of Recent Trends and Directions."},
      {
        "id":"ED127014",
        "title":"Outline and Timetable for the Development of an Observational Learning Manual."},
      {
        "id":"ED127015",
        "title":"Development of Attachment to Caregivers in an Infant Nursery During the First Year of Life."},
      {
        "id":"ED127016",
        "title":"Follow Through in Philadelphia."},
      {
        "id":"ED127017",
        "title":"The Development and Acquisition of the Abstract Concept Roundness."},
      {
        "id":"ED127018",
        "title":"The Interaction of Stimulus Orientation and Age."},
      {
        "id":"ED127019",
        "title":"An Instructional Program for 3 and 4 Year Old Disadvantaged Children."},
      {
        "id":"ED127020",
        "title":"Daily Program 1 for a Child Development Center: An Overview."},
      {
        "id":"ED127021",
        "title":"Young Native Americans and Their Families: Educational Needs Assessment and Recommendations. Final Report."},
      {
        "id":"ED127022",
        "title":"Procedures Used in Adjusting the Field Studies Sample."},
      {
        "id":"ED127023",
        "title":"A Demographic Survey of Appalachian Parents of Preschool Children."},
      {
        "id":"ED127024",
        "title":"A Television Survey of Appalachian Parents of Preschool Children."},
      {
        "id":"ED127025",
        "title":"Study of Effectiveness of Materials for Appalachian Parents."},
      {
        "id":"ED127026",
        "title":"Appalachian Parents' Expectations of Child Competencies."},
      {
        "id":"ED127027",
        "title":"Four Field Studies of Appalachian Parents of Young Children."},
      {
        "id":"ED127028",
        "title":"Social and Educational Characteristics of the Families of Rural Appalachian Preschool Children."},
      {
        "id":"ED127029",
        "title":"Research and Development in Commercial Television Programming for Children: Implications for Education."},
      {
        "id":"ED127030",
        "title":"To Evaluate the Overall Effectiveness of Project Head Start Training and Technical Assistance Programs (Nationally). Final Report. Volume I."},
      {
        "id":"ED127031",
        "title":"To Evaluate the Overall Effectiveness of Project Head Start Training and Technical Assistance Programs (Nationally). Final Report. Volume II."},
      {
        "id":"ED127032",
        "title":"Maternal Game Play with 4, 6, and 8 Month Old Infants: Developmental Changes."},
      {
        "id":"ED127033",
        "title":"The Children's Needs Assessment Handbook. Early Childhood Project Report 16."},
      {
        "id":"ED127036",
        "title":"Primary School Potpourri."},
      {
        "id":"ED127038",
        "title":"We Like to Make Pictures: Maintaining Creative Expression in Primary Level Pupils. Research Monograph No. 16."},
      {
        "id":"ED127039",
        "title":"Scanning Behavior in a Classification Task."},
      {
        "id":"ED127040",
        "title":"Child and Family Services Act, 1974. Joint Hearings Before the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare, United States Senate, and the Select Subcommittee on Education of the Committee on Education and Labor, House of Representatives, and the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, Second Session."},
      {
        "id":"ED127043",
        "title":"Child and Family Services Act, 1975. Joint Hearings Before the Subcommittee on Children and Youth and the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, and the Subcommittee on Select Education of the Committee on Education and Labor, U.S. House of Representatives, Ninety-Fourth Congress, First Session. Part 3."},
      {
        "id":"ED127044",
        "title":"Child and Family Services Act, 1975. Joint Hearings Before the Subcommittee on Children and Youth and the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, and the Subcommittee on Select Education of the Committee on Education and Labor, U.S. House of Representatives, Ninety-Fourth Congress, First Session. Part 4."},
      {
        "id":"ED127045",
        "title":"Child and Family Services Act, 1975. Joint Hearings Before the Subcommittee on Children and Youth and the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, and the Committee on Education and Labor, U.S. House of Representatives, Ninety-Fourth Congress, First Session. Part 5."},
      {
        "id":"ED127046",
        "title":"Child and Family Services Act, 1975. Hearings Before the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare, United State Senate, Ninety-Fourth Congress, First Session. Part 6."},
      {
        "id":"ED127048",
        "title":"Child and Family Services Act, 1975. Joint Hearings Before the Subcommittee on Children and Youth and the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, and the Subcommittee on Select Education of the Committee on Education and Labor, U.S. House of Representatives, Ninety-Fourth Congress, First Session. Part 8."},
      {
        "id":"ED127049",
        "title":"Child and Family Services Act, 1975. Joint Hearings Before the Subcommittee on Children and Youth and the Subcommittee on Employment, Poverty, and Migratory Labor of the Committee on Labor and Public Welfare, United States Senate, and the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, First Session. Part 9."},
      {
        "id":"ED127050",
        "title":"Evaluation of the Albuquerque Indian School Motivational Environment Program."},
      {
        "id":"ED127051",
        "title":"Brief History of Cherokee Schools 1804-1976."},
      {
        "id":"ED127054",
        "title":"Some Plan to Become Teachers: Determinants of Career Specification Among Rural Youth in Norway, Germany and the United States."},
      {
        "id":"ED127057",
        "title":"Outreach Activities (Replication Services) of the Responsive Environment Program for Spanish American Children (REPSAC). Evaluation Report, November 29, 1974-June 30, 1976."},
      {
        "id":"ED118979",
        "title":"Handbook for Vocational Instructors Interested in Competency-Based Education."},
      {
        "id":"ED118980",
        "title":"Consumer Education in Lincoln High School."},
      {
        "id":"ED118982",
        "title":"Involvement in Transportation Through Career and Curriculum Planning: Seminar Proceedings (University of North Florida, June 18-22, 1973)."},
      {
        "id":"ED118985",
        "title":"Data Base Establishment and Model Development for a Coordinated Comprehensive Placement System: Final Report."},
      {
        "id":"ED118986",
        "title":"Survey and Analysis of Career Placement Activities: Volume II of a Research Project to Develop a Coordinated Comprehensive Placement System."},
      {
        "id":"ED118987",
        "title":"A Coordinated and Comprehensive School-Based Career Placement Model: Volume III of a Research Project to Develop a Coordinated Comprehensive Placement System."},
      {
        "id":"ED118988",
        "title":"Protecting the Voc Ed Consumer."},
      {
        "id":"ED118989",
        "title":"Conference Evaluation: Pro or Con."},
      {
        "id":"ED118990",
        "title":"Population Projections for Pennsylvania and Counties, 1970-2000."},
      {
        "id":"ED118992",
        "title":"Manpower Research and Information: Proceedings of a Symposium (Harrisburg, Pennsylvania, April 25, 1974)."},
      {
        "id":"ED118993",
        "title":"An Analysis of the Relationship Between Perceptions of Vocational Female Faculty and Administrators Toward Female Faculty in Four Institutional Types. Volume 13, No. 11."},
      {
        "id":"ED118994",
        "title":"Annual Local Evaluation of Vocational and Technical Education: Procedures and Forms for Conducting an Annual Evaluation of Vocational and Technical Education Programs."},
      {
        "id":"ED118995",
        "title":"Concepts, Topics and Objectives for Consumer Education, K-Adult."},
      {
        "id":"ED118996",
        "title":"Observed Individualization of Instruction by Vocational and Nonvocational Teachers."},
      {
        "id":"ED118997",
        "title":"Developing and Testing Simulated Occupational Experiences for Distributive Education Students in Rural Communities: Volume I: Final Report."},
      {
        "id":"ED118998",
        "title":"Developing and Testing Simulated Occupational Experiences for Distributive Education Students in Rural Communities: Volume II: Curriculum Materials: Final Report."},
      {
        "id":"ED118999",
        "title":"Developing and Testing Simulated Occupational Experiences for Distributive Education Students in Rural Communities: Volume III: Training Plans: Final Report."},
      {
        "id":"ED119000",
        "title":"Evaluation of Three School-Based Job Placement Projects in Pennsylvania. Final Report."},
      {
        "id":"ED119001",
        "title":"Modular Training Programs in Vocational Evaluation and Adjustment Services."},
      {
        "id":"ED119002",
        "title":"Project TECE: Teacher Education for Career Education: Module I: Orienting Prospective Teachers to Career Education."},
      {
        "id":"ED119003",
        "title":"Ready? Set...Go!"},
      {
        "id":"ED119007",
        "title":"Part-Time Career Opportunities. Report No. 94-211 (to accompany S.792), United States Senate, Ninety-Fourth Congress, First Session."},
      {
        "id":"ED119008",
        "title":"Work Experience of the Population in 1974. Special Labor Force Report 181."},
      {
        "id":"ED119009",
        "title":"Employing Civilians for Police Work."},
      {
        "id":"ED119010",
        "title":"Job Training and Placement for Offenders and Ex-Offenders."},
      {
        "id":"ED119011",
        "title":"Instructional Patterns for Consumer and Homemaking Education."},
      {
        "id":"ED119012",
        "title":"Pre Post-Secondary Curriculum Guide: [Business Administration]."},
      {
        "id":"ED119013",
        "title":"The Application of DACUM in Retraining and Post-Secondary Curriculum Development: Revised Second Edition."},
      {
        "id":"ED119014",
        "title":"Research and Development Project in Career Education. [Pennsylvania]. Final Report."},
      {
        "id":"ED119015",
        "title":"Career Education in Pennsylvania: The Second Year Evaluations of Four Major Projects."},
      {
        "id":"ED119016",
        "title":"Estimating the Effects of Teaching on the Costs of Inpatient Care: The Case of Radiology Treatments."},
      {
        "id":"ED119017",
        "title":"Youth Development Program Models: A Technical Assistance Pamphlet."},
      {
        "id":"ED119018",
        "title":"The Youth Development Program Director: A Technical Assistance Pamphlet."},
      {
        "id":"ED119019",
        "title":"Youth Development Program Staff: A Technical Assistance Pamphlet."},
      {
        "id":"ED119020",
        "title":"Youth Involvement: A Technical Assistance Pamphlet."},
      {
        "id":"ED119021",
        "title":"State-Administered Exemplary Projects in Vocational Education Supported Under Section 142(d) of Part D of the Vocational Education Amendments of 1968: Fiscal Year 1975."},
      {
        "id":"ED119023",
        "title":"Microfiche Set of Documents Announced in Abstracts of Instructional and Research Materials in Vocational and Technical Education (AIM/ARM), Volume 8, Number 6."},
      {
        "id":"ED119024",
        "title":"UH-1 Helicopter Mechanic (MOS 67N20) Job Description Survey: Background, Training, and General Maintenance Activities."},
      {
        "id":"ED119025",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 9, Number 1."},
      {
        "id":"ED119026",
        "title":"Career Awareness Grades K-6. Guide for Implementation."},
      {
        "id":"ED119027",
        "title":"The State Planning Process in Vocational Education: Project Baseline Supplemental Report."},
      {
        "id":"ED119030",
        "title":"The Way of the Dinosaur: Will School Psychologists Become Extinct?"},
      {
        "id":"ED119031",
        "title":"The Effects of Crowding on Mood States in a Prison Environment."},
      {
        "id":"ED119032",
        "title":"Planning a Community-Based Corrections Program."},
      {
        "id":"ED119033",
        "title":"Factors Affecting Co-Operative vs. Competitive Behavior in Dyads."},
      {
        "id":"ED119034",
        "title":"Perceived Crowdedness ina Prison Environment."},
      {
        "id":"ED119036",
        "title":"High School and Junior High School Drug Users and Non-Users: A Comparison of Personality Traits and Perceptions of Parental Attitudes and Practices."},
      {
        "id":"ED119037",
        "title":"Self-Image Maintenance and Enhancement: Attitude Change Following Counterattitudinal Behavior."},
      {
        "id":"ED119038",
        "title":"Teaching Problem-Solving Skills: Development of an Instructional Model Based on Human Abilities Related to Efficient Problem Solving. Final Report."},
      {
        "id":"ED119039",
        "title":"Discrepancies Between Counselor Self Perceptions and Others Perceptions of Counselor Role."},
      {
        "id":"ED119040",
        "title":"Memory in Aristotle and Some Neo-Aristotelians."},
      {
        "id":"ED119041",
        "title":"The Biological Basis of Human Irrationality."},
      {
        "id":"ED119042",
        "title":"Contingency Management and Student Motivation."},
      {
        "id":"ED119043",
        "title":"A Group Identification Analysis of the Heckling of Speakers."},
      {
        "id":"ED119044",
        "title":"Work Commitment through the Life Cycle."},
      {
        "id":"ED119045",
        "title":"What Makes Jobs Monotonous and Boring?"},
      {
        "id":"ED119046",
        "title":"Predictions of Drug Abuse by the Social Factors Questionnaire. Interim Report, September 1971-July 1974."},
      {
        "id":"ED119047",
        "title":"Instructor's Guide to Performance Counseling. Consulting Report."},
      {
        "id":"ED119048",
        "title":"The Behavioral Effects of Crowding: Definitions and Methods."},
      {
        "id":"ED119049",
        "title":"A Systems Approach to Kindergarten Screening: Systems Intervention and Test Development."},
      {
        "id":"ED119050",
        "title":"Retirement Patterns and Predictions."},
      {
        "id":"ED119051",
        "title":"Doing Drug Education: The Role of the School Teacher."},
      {
        "id":"ED119052",
        "title":"Why Evaluate Drug Education? Task Force Report."},
      {
        "id":"ED119053",
        "title":"A Workshop and Year Long Follow-Up to Provide Staff Development in Vocational Guidance and Career Development for Secondary School Counselors. Final Report, July 15, 1975--September 30, 1975."},
      {
        "id":"ED119054",
        "title":"A Study of the Effect of Renumeration Upon Response in the Health and Nutrition Examination Survey: United States. Vital Health Statistics: Series 2, No. 67."},
      {
        "id":"ED119055",
        "title":"Substance Abuse Prevention Education Program. 1974-75 Evaluation Report."},
      {
        "id":"ED119056",
        "title":"Training in a Summer Camp Setting for Paraprofessionals Working with the Deaf and Hard of Hearing."},
      {
        "id":"ED119057",
        "title":"Counseling Needs for Three Generational Families."},
      {
        "id":"ED119058",
        "title":"Cognitive Structuring of Parental Perceptions of Children's Behavior: A Research Report."},
      {
        "id":"ED119059",
        "title":"A Model for Using Qualitative Variables as Covariates in the Analysis of Covariance. Technical Paper 266."},
      {
        "id":"ED119060",
        "title":"Training and Manpower Development Activities Supported by the Administration on Aging Under Title IV-A of the Older Americans Act of 1965, as Amended. Program Descriptions."},
      {
        "id":"ED119061",
        "title":"Sex-Role Typing and Sex in the Use of and Susceptibility to Influence."},
      {
        "id":"ED119062",
        "title":"Dimensions of Feminist Therapy."},
      {
        "id":"ED119063",
        "title":"Essentials of Suggestopedia: A Primer for Practitioners."},
      {
        "id":"ED119064",
        "title":"Cognitive-Behavior Modification: Newsletter. Number 1, April, 1975."},
      {
        "id":"ED119065",
        "title":"Report on Occupational Exploratory Training Project. December 1974-March 1975."},
      {
        "id":"ED119066",
        "title":"A Systematic and Behavioral Approach to Counselling."},
      {
        "id":"ED119067",
        "title":"The Federal Commitment to Higher Education."},
      {
        "id":"ED119069",
        "title":"Report on Career Counselling in British Columbia (Current Status and Recommendations Regarding Future Requirements in Post-Secondary Career Counselling)."},
      {
        "id":"ED119071",
        "title":"Perception of the High School Environment as Related to Moral Reasoning."},
      {
        "id":"ED119072",
        "title":"Why Don't Workers Want To Be Promoted?"},
      {
        "id":"ED119073",
        "title":"Measured Changes in Self-Actualization Following Marathon Gestalt Workshops."},
      {
        "id":"ED119074",
        "title":"The Law and Corporal Punishment: Recent Legal Decisions on Corporal Punishment in Schools."},
      {
        "id":"ED119075",
        "title":"Social Psychology and Social Evaluation."},
      {
        "id":"ED119076",
        "title":"\"Don't Fence Me In\": Personal Space Depends Upon Architectural Enclosure."},
      {
        "id":"ED119077",
        "title":"Closing the Gap: A Study of Four Counselor Education Programs and Efforts to Facilitate Role Implementation and Counselor Effectiveness in the School."},
      {
        "id":"ED119078",
        "title":"Alternative Strategies for Measuring Sex Discrimination in Occupations."},
      {
        "id":"ED119079",
        "title":"An Empirically Derived Model of Job Satisfaction."},
      {
        "id":"ED119080",
        "title":"Counselor's Information Service: A Quarterly Annotated Bibliography of Current Literature on Educational and Vocational Guidance. Volume 30, Number 4, December 1975."},
      {
        "id":"ED119081",
        "title":"A Self-Study of the Guidance and Counseling Department in the Public Schools of Suffield, Connecticut, 1973-1974."},
      {
        "id":"ED119082",
        "title":"A Report of MBO/R For Guidance in Suffield, Connecticut, ESEA Title III, 1974-1975. Annual Evaluation Report."},
      {
        "id":"ED119083",
        "title":"Task Analysis Study of the Suffield Guidance Departments for Forty Consecutive Working Days Beginning December 1972."},
      {
        "id":"ED119084",
        "title":"Aging in American Society: An Examination of Concepts and Issues."},
      {
        "id":"ED119085",
        "title":"A Competency Based Counselor Education and Certification Program."},
      {
        "id":"ED119086",
        "title":"Cognitive Styles and the Social Order. Final Report, Part II. O.E.O. Study B00-5135, \"Thought, Race, and Opportunity.\""},
      {
        "id":"ED119087",
        "title":"A Comparative Study of the Non-Cognitive, Cognitive and Demographic Characteristics of Undergraduates Who Resided in Double Rooms with Undergraduates Who Resided in Single Rooms at Gonzaga University."},
      {
        "id":"ED119088",
        "title":"Motivational Workshops for Low Achieving High School Students in Order to Help Them Improve Their Career Maturity."},
      {
        "id":"ED119089",
        "title":"Family Money Management Counseling: A Systems Approach."},
      {
        "id":"ED119091",
        "title":"Variables Affecting Assignment of Occupations to Men and Women."},
      {
        "id":"ED119092",
        "title":"Feedback in Behavior Modification."},
      {
        "id":"ED119093",
        "title":"Training Responsible Drinking with College Students."},
      {
        "id":"ED119094",
        "title":"Client Perceptions of Prison Counselor Effectiveness."},
      {
        "id":"ED119095",
        "title":"Divorce Bibliography. [Partially Annotated]."},
      {
        "id":"ED119096",
        "title":"Evaluation of Drug Prevention Programs by Youths in a Middle-Class Community."},
      {
        "id":"ED119097",
        "title":"Development of Cooperation between Children in the Minimal Social Situation."},
      {
        "id":"ED119098",
        "title":"Career Awareness and Exploration: A New Approach to Career Counselling."},
      {
        "id":"ED119099",
        "title":"Career Resource Center Anyone? In a Community College?"},
      {
        "id":"ED119101",
        "title":"Reality Therapy in Learning Groups."},
      {
        "id":"ED119102",
        "title":"Handbook of Group Procedures: Suggestions for Elementary School Use."},
      {
        "id":"ED119103",
        "title":"An Investigation of Factors Relating to Reading Achievement."},
      {
        "id":"ED119104",
        "title":"A Competency-Based Approach to Preparing Secondary Level Teachers of Reading: (1) Substance and Content, (2) Philosophy and Rationale."},
      {
        "id":"ED119105",
        "title":"How Motivation is Learned: A Neurological Explanation. Preconvention Institute 7; Brain Functions in Reading and Reading Disability."},
      {
        "id":"ED119106",
        "title":"The Johnson School Study: Status of the Continuous Progress Program of Reading at Johnson Elementary School After One Year of Implementation (Fall 1974 - Spring 1975). Technical Report."},
      {
        "id":"ED119111",
        "title":"Ideas for Reading Learning Centers."},
      {
        "id":"ED119112",
        "title":"Skill Cards for Open-Ended Gameboards, Set A."},
      {
        "id":"ED119113",
        "title":"Black Dialect Interference and Accommodations of Reading Instruction in First Grade. Monograph No. 4."},
      {
        "id":"ED119114",
        "title":"Biased Textbooks: Images of Males and Females in Elementary School Textbooks in Five Subject Areas; What You Can Do about Biased Textbooks."},
      {
        "id":"ED119115",
        "title":"An Examination of Factors Affecting Success of E.O.F. [Educational Opportunity Fund] Students."},
      {
        "id":"ED119121",
        "title":"Impact of Oregon Education: An Assessment of Reading, 1975. Executive Summary."},
      {
        "id":"ED119122",
        "title":"Impact of Oregon Education: An Assessment of Reading, 1975. General Report."},
      {
        "id":"ED119123",
        "title":"Adapting and Implementing a Pilot Television - Reading - Language Arts Program."},
      {
        "id":"ED119125",
        "title":"Dynamics of a Successful Tutorial Program."},
      {
        "id":"ED119131",
        "title":"Claremont Reading Conference 37th Yearbook: Reading Between and Beyond the Lines; Proceedings of the Claremont Reading Conference (40th, Claremont, California, February 9-10, 1973)."},
      {
        "id":"ED119132",
        "title":"Criterion Reading Instructional Project (CRIP)."},
      {
        "id":"ED119133",
        "title":"Improving Reading Research."},
      {
        "id":"ED119134",
        "title":"Reading Interaction: The Teacher, The Pupil, The Materials."},
      {
        "id":"ED119135",
        "title":"Indiana Educational Needs Assessment Project: An Introduction to the Analysis of Correlates of Reading Skills in Indiana Public Schools."},
      {
        "id":"ED119136",
        "title":"Comparative Value of a Systematic Diagnostic and Prescriptive Approach to the Teaching of Reading (Instructional Management System)."},
      {
        "id":"ED119137",
        "title":"Sensorimotor Bases for Language."},
      {
        "id":"ED119140",
        "title":"&quot;Dyslexia&quot;: Toward Semantical Clarification."},
      {
        "id":"ED119141",
        "title":"A Bibliography on the Nature, Recognition and Treatment of Language Difficulties. Revised Edition."},
      {
        "id":"ED119142",
        "title":"Reading Effectiveness Program: Elementary School Guide."},
      {
        "id":"ED119143",
        "title":"Reading Effectiveness Program: Middle, Junior and Secondary School Guide."},
      {
        "id":"ED119144",
        "title":"A Comparison of Teacher Rankings of Reading Readiness, Metropolitan Readiness Test Score Rankings, and Socioeconomic Status Rankings of First Graders."},
      {
        "id":"ED119145",
        "title":"Selecting Children's Reading. Fastbacks 18."},
      {
        "id":"ED119146",
        "title":"Sex Differences in Learning to Read. Fastbacks 19."},
      {
        "id":"ED119148",
        "title":"Teaching of Reading and Arts Education: An Approach to Reading Development."},
      {
        "id":"ED119149",
        "title":"Criteria for Excellence: Teacher Performance."},
      {
        "id":"ED119151",
        "title":"Standards for Successful Reading Programs."},
      {
        "id":"ED119153",
        "title":"Maryland's Reading Plan for the 70's."},
      {
        "id":"ED119154",
        "title":"A Reading Manual and Taxonomy for the Social Studies Classroom."},
      {
        "id":"ED119177",
        "title":"Relationships between Spanish and English Reading Skill and Concept Usage in Spanish and English by Mexican-American Bilingual Migrant Children."},
      {
        "id":"ED119178",
        "title":"The Second Chance."},
      {
        "id":"ED119179",
        "title":"The Second Change: A summary Report."},
      {
        "id":"ED119180",
        "title":"\"9 to 90\" Saturday Reading Program, Fullerton College and ED-R 582P - Analysis of Reading Practices: Fieldwork in a Community Reading Center, California State University Fullerton."},
      {
        "id":"ED119181",
        "title":"Thematic Units in Teaching English and the Humanities."},
      {
        "id":"ED119182",
        "title":"Eros, The New Narcissus, and Facilitating Self-Appreciation."},
      {
        "id":"ED119183",
        "title":"Languages of Vision: \"Black Elk Speaks\" in the Classroom."},
      {
        "id":"ED119188",
        "title":"Listening Bibliography."},
      {
        "id":"ED119190",
        "title":"Publishing a Newsletter for Education Associations. PR Bookshelf No. 5."},
      {
        "id":"ED119191",
        "title":"The Psychology of Childlore: A Theory of Ludic Models."},
      {
        "id":"ED119192",
        "title":"Semantics, Syntax, and Sense: Testing an &quot;Adaptive Egocentrism&quot; Hypothesis."},
      {
        "id":"ED119195",
        "title":"Journalism Abstracts: M.A., M.S., Ph.D. Theses in Journalism and Mass Communication. Vol. 10."},
      {
        "id":"ED119196",
        "title":"Journalism Abstracts: M.A., M.S., Ph.D. Theses in Journalism and Mass Communication. Vol. 11."},
      {
        "id":"ED119197",
        "title":"Journalism Abstracts, M.A., M.S., Ph.D. Theses in Journalism and Mass Communication. Vol. 12."},
      {
        "id":"ED119198",
        "title":"Journalism Abstracts: M.A., M.S., Ph.D. Theses in Journalism and Mass Communication. Vol. 13."},
      {
        "id":"ED119199",
        "title":"Using Adolescent Fiction That Deals with Current Problems and Lifestyles to Explore Contemporary Values."},
      {
        "id":"ED119205",
        "title":"Focus: Literature in the Classroom."},
      {
        "id":"ED119206",
        "title":"Composition."},
      {
        "id":"ED119207",
        "title":"Focus on Composition."},
      {
        "id":"ED119209",
        "title":"An Experimental English Composition Program: Instructional and Curricular Models."},
      {
        "id":"ED119211",
        "title":"Teaching the Vanquished to Write."},
      {
        "id":"ED119213",
        "title":"The Novels Adolescents Are Reading."},
      {
        "id":"ED119214",
        "title":"[Analysis of Sex Stereotypes in Textbooks Used in South Bend, Indiana Schools]; Report of the Education Committee of the South Bend Mayor's Commission on the Status of Women."},
      {
        "id":"ED119215",
        "title":"Teaching Communication Skills: The Community College as Model."},
      {
        "id":"ED119216",
        "title":"The Word Game: Improving Communications. Fastback 60."},
      {
        "id":"ED119231",
        "title":"Not How Children Get Even, Only."},
      {
        "id":"ED119232",
        "title":"Nonverbal Responses of Primary School Students to &quot;The Giving Tree.&quot;"},
      {
        "id":"ED119233",
        "title":"Theoretical and Practical Aspects of Communication; Proceedings of the 1974 Southwest American Business Communication Association Spring Conference."},
      {
        "id":"ED119234",
        "title":"The Many Roles of the ABCA Member; Proceedings of the 1975 Southwest American Business Communication Association Spring Conference."},
      {
        "id":"ED119235",
        "title":"A Rhetorically-Focused Writing Module for the Junior High School."},
      {
        "id":"ED119236",
        "title":"The Faggot in the Woodpile: Teaching Gay Students."},
      {
        "id":"ED119237",
        "title":"Science Fiction and the Community College: A Symbiosis."},
      {
        "id":"ED119238",
        "title":"The Voice of America: Policies and Problems. Journalism Monographs No. 43."},
      {
        "id":"ED119239",
        "title":"Daily Newspaper Circulation and the Young Reader."},
      {
        "id":"ED119240",
        "title":"Dramatics in the Classroom: Making Lessons Come Alive. Fastback 70."},
      {
        "id":"ED119243",
        "title":"Obscenity in the Mails: Controls on Second-Class Privileges 1942-1957."},
      {
        "id":"ED119244",
        "title":"The Limited Role of Journalism Professors in Direct Media Criticism."},
      {
        "id":"ED119245",
        "title":"The Status of Speech Teachers and/or Teachers Academically Prepared to Teach Speech in Michigan Public High Schools: 1974-75."},
      {
        "id":"ED119246",
        "title":"The Agenda-Setting Function: A Critical Review."},
      {
        "id":"ED119247",
        "title":"Cable Television, Public Access, and the Speech Teacher."},
      {
        "id":"ED119249",
        "title":"Assessing Validity in Rhetorical Argument: A Definition and Application."},
      {
        "id":"ED119250",
        "title":"Maximizing Individual Student Learning through Cognitive Style Mapping."},
      {
        "id":"ED119253",
        "title":"Bias in Interpersonal Communication."},
      {
        "id":"ED119254",
        "title":"Unit on Practicing and Using the Basic Skills of Discussion."},
      {
        "id":"ED119255",
        "title":"Machiavellianism in the Basic Course--Again."},
      {
        "id":"ED119257",
        "title":"Relationships between Verbalizations and Self Concept among Upward Bound Students as Shown through Computer-Assisted Content Analysis."},
      {
        "id":"ED119258",
        "title":"Dehumanized Theories and the Humanization of Work."},
      {
        "id":"ED119260",
        "title":"An Evaluation of the Exchange Round in the Fundamentals Course."},
      {
        "id":"ED119261",
        "title":"The Burkeian Pentad as Defined for Television Criticism."},
      {
        "id":"ED119263",
        "title":"Improving Organizational Communication through Long-Term Intergroup Intervention. Technical Report No. 8."}]
  }}
