{
  "response":{"numFound":509939,"start":266000,"numFoundExact":true,"docs":[
      {
        "id":"ED125459",
        "title":"The University of North Carolina Board of Governors. Long-Range Planning 1976-1981."},
      {
        "id":"ED125460",
        "title":"Jobs for Geographers. Views by Members in the Profession."},
      {
        "id":"ED125461",
        "title":"Reform in the State Budgeting of Postsecondary Education. Reports of the San Diego Seminar \"Innovation, Outcomes, and the State Budgeting Process\" and the San Francisco Conference \"State Funding of Postsecondary Education: Incentives for Improvement.\""},
      {
        "id":"ED125462",
        "title":"Status of Women Report. Educational Assessment Center Reports."},
      {
        "id":"ED125463",
        "title":"Why Title IX?"},
      {
        "id":"ED125464",
        "title":"Title IX of the Education Amendments of 1972 -- A Summary of the Implementing Regulation."},
      {
        "id":"ED125465",
        "title":"Title IX: Selected Resources."},
      {
        "id":"ED125466",
        "title":"Complying with Title IX: The First Twelve Months."},
      {
        "id":"ED125467",
        "title":"Identifying Discrimination. A Review of Federal Antidiscrimination Laws and Selected Case Examples."},
      {
        "id":"ED125468",
        "title":"Complying with Title IX: Implementing Institutional Self-Evaluation."},
      {
        "id":"ED125470",
        "title":"Student Opinion on Factors Affecting the Quality of Education. Educational Assessment Center Reports."},
      {
        "id":"ED125471",
        "title":"An Analysis of the Monetary Benefits and Costs of Higher Education in New Jersey in 1975-1976."},
      {
        "id":"ED125472",
        "title":"Age Group and Sex of Students, Fall 1975. Report No. 8-76."},
      {
        "id":"ED125473",
        "title":"Eighteenth Biennial Report-Part One. Oklahoma State Regents For Higher Education."},
      {
        "id":"ED125474",
        "title":"A Deferred Cost of Education Plan for Podiatric Medicine."},
      {
        "id":"ED125475",
        "title":"Who Is the Independent Student? A Study of the Status and Resources of Independent Students."},
      {
        "id":"ED125476",
        "title":"New College Student Profile: Freshmen 1975-76."},
      {
        "id":"ED125477",
        "title":"Attitudes Toward Nontraditional Academic Programs: Attitude Research."},
      {
        "id":"ED125478",
        "title":"A Comparative Study of Martin Luther King Program and Randomly Selected Freshmen Entering the University of Minnesota in Fall, 1970: Entrance Data and Subsequent Performance."},
      {
        "id":"ED125479",
        "title":"The Relationship of Course Characteristics to Differential Performance of Martin Luther King Program and Other Students in Selected College of Liberal Arts Courses."},
      {
        "id":"ED125480",
        "title":"Profile of Financial Aid Applicants. Applicants for 1975-76 Funds. National Normative Data."},
      {
        "id":"ED125481",
        "title":"Invitational Conference on the Changing Tasks and Roles in Higher Education. A Summary Report."},
      {
        "id":"ED125483",
        "title":"A Procedure for Estimating Enrollment and Cost Factors at Potential AFROTC Host-Sites."},
      {
        "id":"ED125485",
        "title":"The Danforth and Kent Fellowships. A Quinquennial Review."},
      {
        "id":"ED125486",
        "title":"A Study of the Causes for the Demise of Certain Small, Private, Liberal Arts Colleges in the United States."},
      {
        "id":"ED125487",
        "title":"Portrait of the Graduate Deanship."},
      {
        "id":"ED125488",
        "title":"Changing Tasks and Roles in Higher Education. A Total Institutional Project at Austin College."},
      {
        "id":"ED125489",
        "title":"Survey of Non-Returning Students."},
      {
        "id":"ED125490",
        "title":"Faculty Collective Bargaining Activity in Pennsylvania. The First Five Years (1970-1975)."},
      {
        "id":"ED125491",
        "title":"Recommendations for Regional Action for Optometric, Osteopathic and Podiatric Education in New England."},
      {
        "id":"ED125492",
        "title":"The Admission and Academic Placement of Students from Selected Arab Countries. A Workshop Report."},
      {
        "id":"ED125493",
        "title":"Instructional Productivity and the Utilization of Faculty Resources in the State University System of Florida."},
      {
        "id":"ED125494",
        "title":"Minority Group Participation in Graduate Education. A Report with Recommendations of the National Board on Graduate Education. Number Five."},
      {
        "id":"ED125495",
        "title":"Program Planning Budgeting System (PPBS)."},
      {
        "id":"ED125496",
        "title":"Directions for Experimental Education in Higher Education. A Conference for Academic Administrators."},
      {
        "id":"ED125497",
        "title":"A System of Establishing Tuition and Fees as a Proportion of Educational Costs. Policy Recommendations."},
      {
        "id":"ED125498",
        "title":"A Comparative Study of the Five Historically Black Constituent Institutions of the University of North Carolina."},
      {
        "id":"ED125499",
        "title":"University System of Georgia Annual Report for Fiscal Year July 1, 1974-June 30, 1975."},
      {
        "id":"ED125500",
        "title":"Trends in Faculty Positions and Their Impact on U.S. Science."},
      {
        "id":"ED125501",
        "title":"The Independent Student and Student Aid Programs."},
      {
        "id":"ED125502",
        "title":"The Third Century. Postsecondary Planning for the Nontraditional Learner."},
      {
        "id":"ED125503",
        "title":"Colleges and Money. A Faculty Guide to Academic Economics."},
      {
        "id":"ED125504",
        "title":"The Testing and Grading of Students."},
      {
        "id":"ED125505",
        "title":"Highlights and Summary Tables for CSQ Part I Data, Entering Freshmen, Fall 1975."},
      {
        "id":"ED125506",
        "title":"Characteristics of Entering Resident Freshmen. Results of the College Student Questionnaire, Part I."},
      {
        "id":"ED125507",
        "title":"Proceedings of the Workshop on Instructional Development Held at Wilfrid Laurier University, March 1976."},
      {
        "id":"ED125508",
        "title":"Teaching Expectations and Related Backgrounds of Foreign Science and Engineering Students at the University of Pittsburgh."},
      {
        "id":"ED125509",
        "title":"Curriculum Designs and Methods in Black Studies. Development of Cross-Cultural and Interdisciplinary Course Models. 1975-76 Projects."},
      {
        "id":"ED125510",
        "title":"Changing Tasks and Roles in Higher Education. The Austin College Total Institutional Project. Final Report of the Advisory Panel."},
      {
        "id":"ED125511",
        "title":"The President as Educational Leader."},
      {
        "id":"ED125513",
        "title":"A Study of Black Graduate Students in Alabama."},
      {
        "id":"ED125515",
        "title":"Educational Policy and Planning. Higher Education and Research in Austria."},
      {
        "id":"ED125517",
        "title":"Republic of Vietnam. A Study of Higher Education in the Republic of Vietnam and Guide to the Academic Placement of Students from Vietnam in United States Educational Institutions."},
      {
        "id":"ED125518",
        "title":"Educational Opportunity Students: Their Learning Environments and Achievements."},
      {
        "id":"ED125519",
        "title":"Black College: Honors Program Cost Analysis."},
      {
        "id":"ED125520",
        "title":"A Look at the Black College Applicant Who Does Not Register."},
      {
        "id":"ED125521",
        "title":"Faculty Development: Planning for the Effective Use of Human Resources."},
      {
        "id":"ED125523",
        "title":"[Children's Television Workshop] Quarterly Progress Report, October 1, 1975 to December 31 1975."},
      {
        "id":"ED125524",
        "title":"Library and User Requirements and Orientation Techniques. Subgroup C; Interim Report."},
      {
        "id":"ED125525",
        "title":"Constructive Evaluation; Improving Large Scale Instructional Projects."},
      {
        "id":"ED125526",
        "title":"School Library Media Centres: An Annotated Bibliography."},
      {
        "id":"ED125527",
        "title":"Federal Information Systems: A Selected Annotated List of Documents Available From ERIC."},
      {
        "id":"ED125528",
        "title":"An Annotated Gathering of the Best of ERIC on Research on Television."},
      {
        "id":"ED125529",
        "title":"Managing the Instructional Development Process."},
      {
        "id":"ED125530",
        "title":"A Personalized System of Instruction in Library Use."},
      {
        "id":"ED125533",
        "title":"The Networking of Interactive Bibliographic Retrieval Systems."},
      {
        "id":"ED125534",
        "title":"The Quality of Library Education: A Survey."},
      {
        "id":"ED125535",
        "title":"An Emerging Role of Social Research in the Communication Policy Making Process."},
      {
        "id":"ED125537",
        "title":"Classification and Arrangement of Microforms in Academic Libraries."},
      {
        "id":"ED125539",
        "title":"North Dakota Academic Library Statistics, July 1974-June 1975."},
      {
        "id":"ED125541",
        "title":"Annual Report of the Librarian of Congress for the Fiscal Year Ending June 30, 1975. Ninety-Fourth Congress, Second Session."},
      {
        "id":"ED125543",
        "title":"Learner Control of Lesson Strategy: A Model for PLATO IV System Lessons. Technical Report, November 1973 to June 1975. Final Report."},
      {
        "id":"ED125545",
        "title":"The Effects of Locus of Control on CAI Performance."},
      {
        "id":"ED125547",
        "title":"Biblios Hawaii."},
      {
        "id":"ED125549",
        "title":"Manually Maintained Serials Records."},
      {
        "id":"ED125550",
        "title":"Instructional Video Materials in Indiana: A Source Catalog."},
      {
        "id":"ED125554",
        "title":"A Preliminary Report on the PLATO V Terminal."},
      {
        "id":"ED125557",
        "title":"A Multidisciplinary Neuroscience Course with Ongoing Program Evaluation."},
      {
        "id":"ED125558",
        "title":"Development of a Plasma Panel Hard Copy Unit. Final Report for Period February 1975-November 1975."},
      {
        "id":"ED125560",
        "title":"Investigation of Electronic Generation of Visual Images for Air Force Technical Training. Interim Report for Period May 1974-October 1975."},
      {
        "id":"ED125561",
        "title":"A survey of Administrative-Organizational Patterns of Non-print Media Programs in Academic Libraries in Tennessee."},
      {
        "id":"ED125562",
        "title":"The Library as Leader: Computer Assisted Information Services at Northwestern University. A Report of the NULCAIS Committee on the Present Status, and Proposals for the Future, of Computer Assisted Information Services at Northwestern University Library."},
      {
        "id":"ED125563",
        "title":"Asian Resources for a Population Library Information Network; Report of a Working Meeting (Bangkok, Thailand, September 13-15, 1973). Asian Population Studies Series No. 19/A."},
      {
        "id":"ED125566",
        "title":"Libraries and Audio-Visual Center Cost Allocation Study."},
      {
        "id":"ED125567",
        "title":"Student Awareness and Use of Reference Services in a Large University Library."},
      {
        "id":"ED125568",
        "title":"Proceedings of the 1973 Annual Federal Interagency Field Librarians Workshop (2nd, Denver, Colorado, September 24-28, 1973)."},
      {
        "id":"ED125569",
        "title":"Proceedings of the 1974 Annual Federal Interagency Field Librarians Workship (3rd, Washington, D.C., September 29-October 4, 1974)."},
      {
        "id":"ED125571",
        "title":"A Study of the Library Services Provided by the State Institutions of North Dakota."},
      {
        "id":"ED125572",
        "title":"Library Book Theft: A Case Study."},
      {
        "id":"ED125573",
        "title":"Television and Its Viewers: What Social Science Sees."},
      {
        "id":"ED125574",
        "title":"Television and Children: Priorities for Research."},
      {
        "id":"ED125576",
        "title":"Methodology and Models of Learning Systems."},
      {
        "id":"ED125577",
        "title":"Toward the Development of Realistic Measures of Performance Effectiveness."},
      {
        "id":"ED125578",
        "title":"Computer-Based Educational Communications at the University of Michigan."},
      {
        "id":"ED125579",
        "title":"Training Blind and Visually Handicapped Computer Programmers."},
      {
        "id":"ED125580",
        "title":"Academic and Military Instructional Technology."},
      {
        "id":"ED125581",
        "title":"Research Development and Implementation When an Open System Is Used to Train Educational Media Producers."},
      {
        "id":"ED125582",
        "title":"Institutional Renewal: Instructional Development in Context."},
      {
        "id":"ED125584",
        "title":"The CBC and the Public: Management Decision Making in the English Television Service of the Canadian Broadcasting Corporation, 1970-1974."},
      {
        "id":"ED125585",
        "title":"Instructional Technology in the Department of Defense, Now and in the Future."},
      {
        "id":"ED125586",
        "title":"Indice de Indices en la Biblioteca de Hunter College para el Estudiante Hispano."},
      {
        "id":"ED125587",
        "title":"ETN-SCA-SEEN Dean's Advisory Committee, 1972."},
      {
        "id":"ED125588",
        "title":"Mediated Graduate Instruction--Does It Work?"},
      {
        "id":"ED125589",
        "title":"The Development of the Educational Telephone Network (ETN) and the Subsidiary Communications Authorization (SCA) Systems."},
      {
        "id":"ED125590",
        "title":"ETN System Instructions/Technical Data."},
      {
        "id":"ED125591",
        "title":"Teaching by Telephone: A Two-Way Communication Mode in Distance Education."},
      {
        "id":"ED125592",
        "title":"Humanizing Telephone Based Instructional Programs."},
      {
        "id":"ED125594",
        "title":"The Appalachian Education Satellite Project Executive Report."},
      {
        "id":"ED125595",
        "title":"The Appalachian Education Satellite Project Final Report."},
      {
        "id":"ED125596",
        "title":"Cost Related Decisions in the Application of Technology at Gallaudet College."},
      {
        "id":"ED125597",
        "title":"Television's Impact on Children: Roles for Research and Policy."},
      {
        "id":"ED125598",
        "title":"Information, Perception and Regional Policy 1975."},
      {
        "id":"ED125599",
        "title":"Final Report on the Automated Computer Science Education System."},
      {
        "id":"ED125600",
        "title":"Services for the Deaf: Check This Out."},
      {
        "id":"ED125601",
        "title":"The National Audience for &quot;Feeling Good&quot;; Reports of Four Surveys."},
      {
        "id":"ED125602",
        "title":"Impacts, Benefits, and Consequences of &quot;Feeling Good&quot;; An Assessment of a Health Series Broadcast on Public Television."},
      {
        "id":"ED125603",
        "title":"A Survey of Certain Attitudes Toward Reading and Television in Fifth-Graders."},
      {
        "id":"ED125605",
        "title":"Annual Report on the Second Year of Research on Cognitive Effects of Media."},
      {
        "id":"ED125606",
        "title":"Requirements for Color in Television Displays. Final Report for Period September 1975-June 1976."},
      {
        "id":"ED125607",
        "title":"How Colleges Change: Approaches to Academic Reform."},
      {
        "id":"ED125608",
        "title":"Computer Assisted Instruction: The Best of ERIC, 1973-May 1976."},
      {
        "id":"ED125609",
        "title":"Application of Radio to Teaching Elementary Mathematics in a Developing Country. Third Annual Report."},
      {
        "id":"ED125610",
        "title":"CVRP Patch Panel; The Newsletter of the California Video Resource Project. Number Ten."},
      {
        "id":"ED125611",
        "title":"Report and Recommendations of the Long-Range Planning Committee to the President and Executive Board of the [Rhode Island Library] Association."},
      {
        "id":"ED125612",
        "title":"Narrative Evaluation Report on the Institute for the Education of Prospective State Library Agency Professional Personnel, April 5-June 11, 1976."},
      {
        "id":"ED125613",
        "title":"The Student Flow System."},
      {
        "id":"ED125614",
        "title":"Lights, Camera, Action: The FEATT Story. The Project for Facilitating Educational Achievement Through Telecommunications. Final Report."},
      {
        "id":"ED125615",
        "title":"State Librarianship: Modular Curriculum."},
      {
        "id":"ED125616",
        "title":"[Children's Television Workshop] Quarterly Progress Report, January 1, 1976 to March 31, 1976."},
      {
        "id":"ED125617",
        "title":"Computer Usage in the College-Credit High School Biology Curriculum."},
      {
        "id":"ED125619",
        "title":"The Third Century; Postsecondary Planning for the Nontraditional Learner. A Summary."},
      {
        "id":"ED125620",
        "title":"Integrated Rural Information System; a Preliminary Report on the Organization of Libraries and Information Networks in Pakistan."},
      {
        "id":"ED125621",
        "title":"Organizing a Biological Photographic Unit; a Guide to Organizing a Biological Photographic Unit in Health Science Educational Institutions. Monograph 3."},
      {
        "id":"ED125622",
        "title":"Establishing a Learning Resource Center in a Medical Library. Case Study 2."},
      {
        "id":"ED125623",
        "title":"Developing a Learning Resource Center; a Guide to Organizing a Learning Resource Center in Health Science Educational Institutions. Monograph 6."},
      {
        "id":"ED125624",
        "title":"The Cooperative Sharing of Audiovisual Materials in Medical Schools; a Network Approach. Case Study 1."},
      {
        "id":"ED125625",
        "title":"Instructional Development Unit; a Guide to Organizing an Instructional Development Unit in Health Science Educational Institutions. Monograph 1."},
      {
        "id":"ED125626",
        "title":"A Medical Television Center; a Guide to Organizing a Large Television Center in Health Science Educational Institutions. Monograph 5."},
      {
        "id":"ED125627",
        "title":"Medical and Graphic Arts Unit; a Guide to Organizing a Medical and Graphic Arts Unit in Health Science Educational Institutions. Monograph 2."},
      {
        "id":"ED125628",
        "title":"Financing a Biomedical Communications Program; a Guide to Organizing and Financing a Biomedical Communications Program in Health Science Educational Institutions. Monograph 4."},
      {
        "id":"ED125629",
        "title":"An Analysis of the Community and the Public Library of Leominster, Massachusetts."},
      {
        "id":"ED125630",
        "title":"The Impact of Instructional Technology on Training in the U.S. Army."},
      {
        "id":"ED125631",
        "title":"Highland High School Vocational Television; a Salt Lake Schools Exemplary Vocational Program."},
      {
        "id":"ED125632",
        "title":"U.C.L.A. Working Group on Public Catalogs. Appendix II. Subgroup II; Interim Report: Long Term Goals, Alternatives."},
      {
        "id":"ED125633",
        "title":"Evaluation of Public Library Bookmobile Service in Rural Areas in Comparison to a Books-By-Mail Service."},
      {
        "id":"ED125636",
        "title":"International Standard Classification of Education (ISCED)."},
      {
        "id":"ED125637",
        "title":"Overview: Five Year Review of Research Sponsored by the American Broadcasting Company, September 1970 through August 1975."},
      {
        "id":"ED125638",
        "title":"Five Year ABC Research Project &quot;Anti-Social and Pro-Social Effects of Television on Children.&quot; Summary."},
      {
        "id":"ED125639",
        "title":"WICHE/USOE Institute for Training in Staff Development, June 1975-June 1976. Final Report."},
      {
        "id":"ED125642",
        "title":"Building a Dissemination Capacity in New Jersey."},
      {
        "id":"ED125643",
        "title":"\"Assuring\" the Quality of Open Learning."},
      {
        "id":"ED125645",
        "title":"Access to Broadcast Courses for Credit."},
      {
        "id":"ED125646",
        "title":"The Effects of Viewing &quot;Feeling Good&quot;: Results from a Field Experiment in a Low-Income Community."},
      {
        "id":"ED125647",
        "title":"Developing Skills in Planning Humanities-Based Library Programs. Proceedings of an Institute (Austin, Texas, October 11-18, 1975)."},
      {
        "id":"ED125648",
        "title":"The University of Mid-America: A New Applied Learning System."},
      {
        "id":"ED125649",
        "title":"Simulation to Teach or Evaluate Problem-Solving in Professional Programs."},
      {
        "id":"ED125651",
        "title":"A Survey of Library Resources in Judaic Studies in the FAUL and SUNY Center Libraries; With Recommendations Toward Formulating Plans for Possible Areas of Cooperative Collection Development."},
      {
        "id":"ED125652",
        "title":"Handbook for Elementary Library-Media Instruction. Revised Edition."},
      {
        "id":"ED125654",
        "title":"Criterion Based Reference Testing for Evaluation and Selection of Instructional Materials."},
      {
        "id":"ED125655",
        "title":"Curriculum Guide for the Teaching of Media Skills, K-12."},
      {
        "id":"ED125656",
        "title":"Education Information Systems. Papers Presented at the Association for Educational Data Systems Annual Convention (Phoenix, Arizona, May 3-7, 1976)."},
      {
        "id":"ED125657",
        "title":"Computer Center/DP Management. Papers Presented at the Association for Educational Data Systems Annual Convention (Phoenix, Arizona, May 3-7, 1976)."},
      {
        "id":"ED125659",
        "title":"Instructional (II); Computerized Testing; and CATC Discussion and Demonstration. Papers Presented at the Association for Educational Data Systems Annual Convention (Phoenix, Arizona, May 3-7, 1976)."},
      {
        "id":"ED125660",
        "title":"Computer Assisted Instruction. Papers Presented at the Association for Educational Data Systems Annual Convention (Phoenix, Arizona, May 3-7, 1976)."},
      {
        "id":"ED125661",
        "title":"Networks; Computer Networks Workshop and Guidance. Papers Presented at the Association for Educational Data Systems Annual Convention (Phoenix, Arizona, May 3-7, 1976)."},
      {
        "id":"ED125662",
        "title":"Hardware Developments; Microcomputers and Processors; Grade School/High School Instructional; and Computer-Aided Design. Papers Presented at the Association for Educational Data Systems Annual Convention (Phoenix, Arizona, May 3-7, 1976)."},
      {
        "id":"ED125663",
        "title":"Higher Education and Final Papers Presented at the Association for Educational Data Systems Annual Convention (Phoenix, Arizona, May 3-7, 1976)."},
      {
        "id":"ED125665",
        "title":"The Use of a Microfiche Catalog for Public Service and On-Line Retrieval of Bibliographic Data."},
      {
        "id":"ED125667",
        "title":"The Identification of Relevant Dimensions for the Environmental Assessment of a College Library Using the Critical Incident Technique."},
      {
        "id":"ED125668",
        "title":"Draft Syllabus of Resources for Teaching Government Publications."},
      {
        "id":"ED125670",
        "title":"Identification of Information Needs of the American Indian Community That Can Be Met by Library Services. Evaluation Report."},
      {
        "id":"ED125671",
        "title":"Narrative Report of the El Centro de la Causa Library Project, 1973-1975."},
      {
        "id":"ED125673",
        "title":"A Statewide Follow-Up Study of Fall 1973 Transfer Students from Illinois Public Community Colleges: Phase II Progress Report. Research Report No. 12."},
      {
        "id":"ED125674",
        "title":"Attrition/Retention Study, Central YMCA Community College."},
      {
        "id":"ED125677",
        "title":"Matrix for Planning."},
      {
        "id":"ED125678",
        "title":"The Montgomery College Student; A Profile of the Students Enrolled at Montgomery College During the Fall Semester of 1975."},
      {
        "id":"ED125679",
        "title":"Development of a Semantic Differential Instrument for Student Evaluation of Community College Counseling Conferences."},
      {
        "id":"ED125680",
        "title":"Statement of Purpose: Puget Sound Regional Minority Affairs Consortium--PSRMAC."},
      {
        "id":"ED125681",
        "title":"The Faculty Member as Recluse."},
      {
        "id":"ED125683",
        "title":"An Introduction to the Part-time Teaching Situation with Particular Emphasis on Its Impact at Napa Community College."},
      {
        "id":"ED125684",
        "title":"Organized Labor and Community Colleges. Report of the AACJC-UAW-AFL-CIO Assembly, December 8-10, 1975, Washington, D.C."},
      {
        "id":"ED125685",
        "title":"Shasta College Senior Programs and Services."},
      {
        "id":"ED125687",
        "title":"A Survey and Analysis of Part-Time Instructors at J. Sargeant Reynolds Community College [Virginia]."},
      {
        "id":"ED125688",
        "title":"Survey of Developmental Mathematics Courses at Colleges in the United States."},
      {
        "id":"ED125689",
        "title":"A Cost-Effective Analysis and Follow Up Study on a Multi-Level Mathematics Instruction System at Antelope Valley College."},
      {
        "id":"ED125690",
        "title":"Reflections on and Implications of the California Community Colleges Presidents' Study and Its Application to Two In-house Studies at Golden West College."},
      {
        "id":"ED125691",
        "title":"Student Loan Collections at Lake City Community College [Florida]."},
      {
        "id":"ED125692",
        "title":"Community College Graduates, July 1, 1975 to June 30, 1976."},
      {
        "id":"ED125694",
        "title":"Collective Bargaining: Its Effect on Faculty at Two-Year Public Colleges."},
      {
        "id":"ED125695",
        "title":"Televised Versus In-Class Instruction--What the Literature Implies."},
      {
        "id":"ED125696",
        "title":"Community and Junior College Instruction: Texas, 1975-76. The Fifth Annual Report to the Texas Association of Junior College Instructional Administrators by the Research Committee."},
      {
        "id":"ED125697",
        "title":"Proceedings: Conference on Compensatory/Remedial Education (4th, February 26-27, 1976). Occasional Paper Number 26."},
      {
        "id":"ED125698",
        "title":"Two-Year College Contract Data--Observations."},
      {
        "id":"ED125700",
        "title":"Continuing and Career Appointments. Policy of the Board of Trustees, Schenectady County Community College."},
      {
        "id":"ED125701",
        "title":"Enrollment Projections for 1980, Schenectady County Community College. Revised."},
      {
        "id":"ED125702",
        "title":"About the Faculty; A Brief Highlighting Important Literature Since 1971 on Faculty Characteristics, Attitudes, Satisfaction, Preparation, Evaluation, and Collective Bargaining."},
      {
        "id":"ED125703",
        "title":"Energy-Related Technology Programs in Community and Junior Colleges: An Analysis of Existing and Planned Programs."},
      {
        "id":"ED125704",
        "title":"Planning for Lifelong Learning; A Report on the Office of Community Education and Services."},
      {
        "id":"ED125705",
        "title":"A Case for Peer Counseling."},
      {
        "id":"ED125707",
        "title":"Constructing Media Kits for Career Information."},
      {
        "id":"ED125708",
        "title":"A Plan for Establishing a Child Care Center on the Campus of Bladen Technical Institute."},
      {
        "id":"ED125709",
        "title":"Trends in Offender Vocational and Education Programs: A Literature Search with Program Development Guidelines."},
      {
        "id":"ED125710",
        "title":"Developing Coherent Community Colleges: Some Problems and Recommendations."},
      {
        "id":"ED125711",
        "title":"Minority Programs in Higher Education: Alternatives to the Revolving Door."},
      {
        "id":"ED125712",
        "title":"Institutional Research and Management Challenges."},
      {
        "id":"ED125713",
        "title":"Development, Implementation, and Evaluation of an Individualized Instruction Typing Program."},
      {
        "id":"ED125714",
        "title":"A Comparative Study of the Effect of Three Methods of Instruction in Introduction to Accounting on Achievement, Attitude and Problem Solving Ability."},
      {
        "id":"ED125715",
        "title":"An Analysis of Teaching Strategies Utilized in Facilitating the Learning Process of Technical Nursing Graduates Who Have Written the State Board Examination for Licensure."},
      {
        "id":"ED125716",
        "title":"Preparing Individualized Learning Units: A Course Guide."},
      {
        "id":"ED125717",
        "title":"A Profile of the Continuing Education Student at Montgomery College."},
      {
        "id":"ED125718",
        "title":"To Determine the Practical or Occupational Skills That Are Taught in Four Non-occupational Subjects and Identify Applicable Job Areas."},
      {
        "id":"ED125719",
        "title":"The Effect of the New Faculty Workload System on the Production of Student Credit Hours by Full-time Faculty in One Department at Black Hawk College [Illinois]."},
      {
        "id":"ED125721",
        "title":"Increasing Productivity in the Community College: An Action-Oriented Approach."},
      {
        "id":"ED125722",
        "title":"Prison Education: The College of Santa Fe and the New Mexico Penitentiary Approach."},
      {
        "id":"ED125723",
        "title":"An ACCT Major Pronouncement: Common Concerns Among Community College Presidents and Trustees."},
      {
        "id":"ED125724",
        "title":"What Every Community College Trustee Should Know About--Student Personnel Programs."},
      {
        "id":"ED125725",
        "title":"Speaking Out! Two Speeches Presented by William H. Meardy, Executive Director, ACCT."},
      {
        "id":"ED125726",
        "title":"Offender Assistance Programs Operated by Postsecondary Institutions of Education, 1975-76."},
      {
        "id":"ED125727",
        "title":"A Community College Student Profile with Implications for Student Personnel Services."},
      {
        "id":"ED125728",
        "title":"A Faculty Survey of the Learning Resources Center at Virginia Western Community College."},
      {
        "id":"ED125732",
        "title":"Five Year Follow-up Study for 1975 and a Review of Follow-up Studies from 1966-1975, Jefferson Davis Campus, Mississippi Gulf Coast Junior College, Department of Business and Office Administration."},
      {
        "id":"ED125733",
        "title":"Better Use of Our Time Survey."},
      {
        "id":"ED125736",
        "title":"Day Care Evaluation Manual."},
      {
        "id":"ED125737",
        "title":"Choosing Child Care: A Guide for Parents."},
      {
        "id":"ED125739",
        "title":"Infants&apos; Response to Mother and Stranger at Three and a Half Months."},
      {
        "id":"ED125740",
        "title":"Demonstration and Research Center for Early Education (DARCEE). Program Report."},
      {
        "id":"ED125743",
        "title":"Responsive Program. Program Report."},
      {
        "id":"ED125744",
        "title":"Tucson Early Education Model. Program Report."},
      {
        "id":"ED125748",
        "title":"Early Childhood Education Learning System. Program Summary."},
      {
        "id":"ED125749",
        "title":"Appalachia Preschool Education Program. Program Summary."},
      {
        "id":"ED125750",
        "title":"Florida Parent Education Program. Program Summary."},
      {
        "id":"ED125751",
        "title":"Primary Education Project. Program Summary."},
      {
        "id":"ED125752",
        "title":"Child Development, Assessment, and Intervention: A Bibliography of Research."},
      {
        "id":"ED125753",
        "title":"Helping Children Cope with Death and Separation: Resources for Teachers."},
      {
        "id":"ED125754",
        "title":"In-Service Training Models for Early Childhood Education Programs."},
      {
        "id":"ED125756",
        "title":"Perceptions of Men in Early Childhood Education."},
      {
        "id":"ED125757",
        "title":"Sharing & Caring."},
      {
        "id":"ED125758",
        "title":"Family Day Care: Suggestions, Ideas, Guides."},
      {
        "id":"ED125760",
        "title":"Understanding and Nurturing Infant Development."},
      {
        "id":"ED125761",
        "title":"National Action for Foster Children: A Survey of Activities Based on Reports Submitted by States and Committees, November 1974--December 1975."},
      {
        "id":"ED125762",
        "title":"Child Care Staffing Requirements. Hearing Before the Committee on Finance, United States Senate, Ninety-Fourth Congress, First Session on S. 2425, October 8, 1975."},
      {
        "id":"ED125763",
        "title":"Socioemotional Development in the Opening Years of Life: Considerations for a New Curriculum."},
      {
        "id":"ED125764",
        "title":"Parents' Perceptions of the Pre-School Correspondence Program."},
      {
        "id":"ED125765",
        "title":"Interactions in the Pre-School Correspondence Program."},
      {
        "id":"ED125767",
        "title":"Parent Involvement in Preschool Education: Project I.D.E.A. at Home."},
      {
        "id":"ED125768",
        "title":"Planning a Multigrade Kindergarten-One Program of Instruction."},
      {
        "id":"ED125769",
        "title":"Report of a National Conference on Home Start and Other Programs for Parents and Children (National Conference on Home-Based Child Development Programs, St. Louis, Missouri, March 18-21, 1975)."},
      {
        "id":"ED125770",
        "title":"The Child and Family Resource Program: An Overview."},
      {
        "id":"ED125772",
        "title":"A Study of the Description of Samples in Research Literature Relating to Children and Adolescents."},
      {
        "id":"ED125773",
        "title":"Parent Involvement, Parent-Teacher Interaction and Child Development."},
      {
        "id":"ED125774",
        "title":"The Mental Manipulation of Cognitive Maps in Children and Adults."},
      {
        "id":"ED125775",
        "title":"Comparing Curricular Models in Project Follow Through from Kindergarten to Third Grade."},
      {
        "id":"ED125776",
        "title":"Identification of Research and Product Needs in Early Childhood."},
      {
        "id":"ED125783",
        "title":"Differential Referent Familiarity as a Determinant of the Communication Effectiveness of Young Children."},
      {
        "id":"ED125785",
        "title":"Facilitation of Play Behavior from Associative to Cooperative Play Stages."},
      {
        "id":"ED125789",
        "title":"The Forgotten American. The President's Message to the Congress on Goals and Programs for American Indians (March 6, 1968)."},
      {
        "id":"ED125791",
        "title":"Attitudes of Indian Children as Revealed by the Analysis of the Free Writing Test."},
      {
        "id":"ED125793",
        "title":"Migrant Education in Missouri, 1971. State Annual Evaluation Report for Migrant Programs, Title I, ESEA for Fiscal Year 1971."},
      {
        "id":"ED125794",
        "title":"Migrant Education in Missouri, 1972. State Annual Evaluation Report for Migrant Programs, Title I, ESEA for Fiscal Year 1972."},
      {
        "id":"ED125795",
        "title":"Migrant Education in Missouri, 1973. State Annual Evaluation Report for Migrant Programs, Title I, ESEA for Fiscal Year 1973."},
      {
        "id":"ED125796",
        "title":"Migrant Education in Missouri, 1974. State Annual Evaluation for Migrant Programs, Title I, ESEA for Fiscal Year 1974."},
      {
        "id":"ED125799",
        "title":"Essays on Minority Cultures. Selected Proceedings of the Annual Conference on Minority Studies (3rd, April 1975). Volume 2."},
      {
        "id":"ED125800",
        "title":"English for American Indians. A Newsletter of the Office of Education Programs, Bureau of Indian Affairs; Selections from the First Three Issues (Fall 1968, Winter 1969, Spring 1969). Curriculum Bulletin No. 4."},
      {
        "id":"ED125801",
        "title":"The Changing Fertility Pattern of the Mexican Americans."},
      {
        "id":"ED125802",
        "title":"Agricultural Child Labor Provisions of FLSA, 1974; Hearing Before the Subcommittee on Labor of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, Second Session (Portland, Oregon, December 6, 1974)."},
      {
        "id":"ED125803",
        "title":"Agricultural Child Labor Provisions of FLSA, 1975; Hearing before the Subcommittee on Labor of the Committee on Labor and Public Welfare, United States Senate, Ninety-Fourth Congress, First Session (Presque Isle, Maine, January 18, 1975)."},
      {
        "id":"ED125804",
        "title":"Off-Reservation Boarding School Survey."},
      {
        "id":"ED125805",
        "title":"Aspects of Planning for Public Services in Rural Areas."},
      {
        "id":"ED125806",
        "title":"Three Models in Search of Appalachian Development: Critique and Synthesis."},
      {
        "id":"ED125807",
        "title":"Small Schools, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 2."},
      {
        "id":"ED125808",
        "title":"Rural Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 2."},
      {
        "id":"ED125809",
        "title":"The Condition of Farmworkers and Small Farmers in 1975. A Report to the National Board of the National Sharecroppers Fund and Rural Advancement Fund."},
      {
        "id":"ED125810",
        "title":"Language Use in a Chicano Community: A Sociolinguistic Approach. Working Papers in Sociolinguistics Number 30."},
      {
        "id":"ED125811",
        "title":"Value Orientation - A Strategy for Removing Barriers."},
      {
        "id":"ED125812",
        "title":"Indians of Arizona."},
      {
        "id":"ED125813",
        "title":"The Utilization of Community Resources for Student Learning in Rural Schools."},
      {
        "id":"ED125814",
        "title":"Accelerated Progress Through Self-Determination. First Annual Report of the Choctaw Self-Determination Project, July 1, 1971 - July 31, 1972."},
      {
        "id":"ED125815",
        "title":"Accelerated Progress Through Self-Determination. Second Annual Report of the Choctaw Self-Determination Project, July 1, 1972 - October 31, 1973."},
      {
        "id":"ED125816",
        "title":"Bureau of Indian Affairs ESEA Titles I - III - VI Conference (Sheraton-Western Skies, Albuquerque, New Mexico, February 28 - March 5, 1971). Final Report."},
      {
        "id":"ED125817",
        "title":"Sharing Ideas. Southeast Alaska Cultures: Teaching Ideas and Resource Information."},
      {
        "id":"ED125819",
        "title":"BIA School Board Handbook; A Guide for Community Involvement in Educational Programs. Curriculum Bulletin No. 17.01."},
      {
        "id":"ED125820",
        "title":"A School for Me."},
      {
        "id":"ED125821",
        "title":"An Examination of Children's Books on the American Indian."},
      {
        "id":"ED125822",
        "title":"Compensatory Education on the Navajo Reservation."},
      {
        "id":"ED125824",
        "title":"Leadership Conference in Elementary Science Education (University of New Mexico, Summer 1975). Curriculum Report Series No. 19.00."},
      {
        "id":"ED125825",
        "title":"Quality of Life of Country Families in Four Eastern Kentucky Counties: Change and Persistent Problems, 1961 and 1973. RS-46."},
      {
        "id":"ED125826",
        "title":"Hopes and Fears of Open Country Families in Six Mississippi Counties."},
      {
        "id":"ED125827",
        "title":"A Partial Test of Oscar Lewis's Culture of Poverty Theory in Rural America."},
      {
        "id":"ED125828",
        "title":"American Indian Health Careers Handbook. Second Edition, 1975."},
      {
        "id":"ED125829",
        "title":"The Improvement of Education in Rural Thailand -- A Multi-dimensional Approach."},
      {
        "id":"ED125830",
        "title":"Bureau of Indian Affairs, Juneau Area Activities Report, 1975-76."},
      {
        "id":"ED125831",
        "title":"An Observation: Historical Review of Indian Education."},
      {
        "id":"ED125833",
        "title":"Preschool Curriculum Guide for Preschool Teachers of Migrant Children."},
      {
        "id":"ED125834",
        "title":"Rural Development: An Emerging Social, Economic, and Demographic Imperative. Social Sciences Education Number 2."},
      {
        "id":"ED125835",
        "title":"Identification of Information Needs of the American Indian Community That Can Be Met by Library Services. Final Report, June 1975."},
      {
        "id":"ED125836",
        "title":"Final Evaluation for &quot;The Forgotten Southside&quot;, Harlandale Independent School District's Bilingual Education Program, 1975-1976."},
      {
        "id":"ED125837",
        "title":"Final Evaluation Report of the San Marcos Consolidated Independent School District's Bilingual Education Program, 1975-1976."},
      {
        "id":"ED125838",
        "title":"Strategies to Affect Student Sensory Awareness of the Environment in a Rural Schools Setting: Kindergarten Through Grade Three."},
      {
        "id":"ED125839",
        "title":"The Processes of Changing and Planning the School Curriculum in Rural Systems."},
      {
        "id":"ED125840",
        "title":"The Young, The Old, The Mature. North Carolina State University Department of Sociology and Anthropology Progress Report Soc. 63, 1976."},
      {
        "id":"ED125842",
        "title":"Community Development Research and Activities. Annual Summary."},
      {
        "id":"ED125843",
        "title":"Sources of Inequities in Rural America: Implications for Rural Community Development and Research. Community Development Research Series."},
      {
        "id":"ED125844",
        "title":"Getting Into the Act: The New Federalism. Community Development Research Series."},
      {
        "id":"ED125845",
        "title":"Public Marketing: An Alternative Policy Decision-Making Idea for Small Cities. Community Development Research Series."},
      {
        "id":"ED125846",
        "title":"Alaska Native Population Trends and Vital Statistics, 1950-1985. ISEGR Research Note."},
      {
        "id":"ED125847",
        "title":"1974 is World Population Year."},
      {
        "id":"ED125848",
        "title":"Proceedings of the International Congress on Noise as a Public Health Problem (Dubrovnik, Yugoslavia, May 13-18, 1973)."},
      {
        "id":"ED125849",
        "title":"U.S. Energy Prospects: An Engineering Viewpoint."},
      {
        "id":"ED125851",
        "title":"Meeting of Experts on Environmental Aspects of Engineering Education and Training (Paris, June 17-21, 1974). Final Report."},
      {
        "id":"ED125852",
        "title":"Developing Environmental Study Areas."},
      {
        "id":"ED125853",
        "title":"Developing Environmental Education Curriculum Material."},
      {
        "id":"ED125854",
        "title":"Environmental Education Study Projects for College Students."},
      {
        "id":"ED125855",
        "title":"The Strands Walk."},
      {
        "id":"ED125856",
        "title":"How to Take the Classroom Out Into the Environment: A Resource Guide."},
      {
        "id":"ED125857",
        "title":"Student Impact in the Cognitive and Affective Domains: Report of the Field Evaluation of the Environmental Curriculum Materials."},
      {
        "id":"ED125858",
        "title":"Living Lightly: Energy Conservation in Housing."},
      {
        "id":"ED125859",
        "title":"Sharing Smaller Pies."},
      {
        "id":"ED125860",
        "title":"Mineral Resources and the Environment."},
      {
        "id":"ED125861",
        "title":"A Comparison of Problem-Solving Alternatives Used by Environmental Designers. Final Report."},
      {
        "id":"ED125862",
        "title":"Environmental Education Guide K-12."},
      {
        "id":"ED125863",
        "title":"Citizen Action Guide to Energy Conservation."},
      {
        "id":"ED125864",
        "title":"Environmental Education: An Annotated Bibliography of Selected Materials and Services Available."},
      {
        "id":"ED125865",
        "title":"Energy-Environment Opinionnaire."},
      {
        "id":"ED125866",
        "title":"Energy Education/Conservation Examination."},
      {
        "id":"ED125867",
        "title":"[Environmental Education Report - Pennsylvania Environmental Education Advisory Council.]"},
      {
        "id":"ED125868",
        "title":"Teaching Activities in Environmental Education. Volume III - 1975."},
      {
        "id":"ED125869",
        "title":"Community Environmental Education Programs on Air Quality in Steubenville, Ohio and Weirton, West Virginia. Final Report."},
      {
        "id":"ED125870",
        "title":"Environmental Education at University Level."},
      {
        "id":"ED125871",
        "title":"Environmental Education Handbook."},
      {
        "id":"ED125872",
        "title":"Environmental Attitudes, Ethics, Values and Their Communication. Proceedings of the National Conservation Education Association Conference (21st, State University of New York College of Environmental Science and Forestry, Syracuse, New York, August 11-14, 1974)."},
      {
        "id":"ED125873",
        "title":"Trade Studies, an Important Component of Systems Engineering."},
      {
        "id":"ED125874",
        "title":"History and Use of Engineering Cases."},
      {
        "id":"ED125875",
        "title":"Differences Between Persistors and Nonpersistors in Engineering Programs."},
      {
        "id":"ED125876",
        "title":"Clinical Application of Electrocardiography."},
      {
        "id":"ED125877",
        "title":"Industrial Engineering Technology Curricula Rap Session."},
      {
        "id":"ED125881",
        "title":"Alabama Environmental Education Master Plan."},
      {
        "id":"ED125882",
        "title":"A Guide to Ohio Outdoor Education Areas. Second Edition."},
      {
        "id":"ED125883",
        "title":"Aesthetics and Environmental Education. A Multi-Disciplinary Resource for Curriculum Development."},
      {
        "id":"ED125885",
        "title":"Energy Conservation, Understanding and Activities for Young People."},
      {
        "id":"ED125886",
        "title":"Women in Science and Technology: U.S./USSR Comparisons."},
      {
        "id":"ED125887",
        "title":"Office of Research and Development Program Guide, Fiscal Year 1976."},
      {
        "id":"ED125888",
        "title":"Environmental Education Handbook for Teachers."},
      {
        "id":"ED125889",
        "title":"A Guidebook to In-service Environmental Education Workshops for Teachers. Final Report of an Environmental Education Leadership Development Project."},
      {
        "id":"ED125890",
        "title":"Proceedings, World Population Conference (Rutgers University, New Brunswick, New Jersey, December 6, 1974)."},
      {
        "id":"ED125891",
        "title":"Guidelines on the Conduct of a National Inventory of Scientific and Technological Information and Documentation Facilities."},
      {
        "id":"ED125892",
        "title":"An Analysis of Science Teacher Education Graduates from Three State Universities Currently Employed Full-Time in Nonacademic Positions. Abstract and Selected Tables from a Study."},
      {
        "id":"ED125894",
        "title":"Iowa Assessment Report in Mathematics, 1975-76 School Year."},
      {
        "id":"ED125895",
        "title":"The Use of Gradual Progression in Establishing Higher Order Behaviors."},
      {
        "id":"ED125896",
        "title":"Using Discriminant Analysis in the Homogeneous Grouping of High School Mathematics Students."},
      {
        "id":"ED125897",
        "title":"The Effectiveness of Institutes for Changing the Philosophy of Teaching Elementary School Science."},
      {
        "id":"ED125898",
        "title":"A Study of Relationships of Science Attitudes, Achievement and Self-Concept of Pre-Service Teachers."},
      {
        "id":"ED125900",
        "title":"Contrasting Children's Science-Related Cognitive Skills in High and Low Individualized Classrooms."},
      {
        "id":"ED125901",
        "title":"Teaching the Impact of Science on World Technology."},
      {
        "id":"ED125904",
        "title":"Program on Science, Technology and Society (POSTS), Third General Report, September 1, 1974, through August 31, 1975."},
      {
        "id":"ED125905",
        "title":"The Effect of Specific and Non-Specific Behavioral Objectives on Eighth Grade P.S.I. Student Achievement."},
      {
        "id":"ED125906",
        "title":"Experiments and Research with Humans: Values in Conflict."},
      {
        "id":"ED125907",
        "title":"Process-Product Relationships in Fourth Grade Mathematics Classrooms."},
      {
        "id":"ED125908",
        "title":"The NIE Conference on Basic Mathematical Skills and Learning (Euclid, Ohio, October 4-6, 1975). Volume I: Contributed Position Papers."},
      {
        "id":"ED125909",
        "title":"The NIE Conference on Basic Mathematical Skills and Learning (Euclid, Ohio, October 4-6, 1975). Volume II; Reports from the Working Groups."},
      {
        "id":"ED125910",
        "title":"A Comparison of School Personnel and Public Citizens of Middle Tennessee Toward the Teaching of Evolution in the Schools-Some Historical Perspectives."},
      {
        "id":"ED125911",
        "title":"The Logic of the SIGGS Theory Model."},
      {
        "id":"ED125912",
        "title":"NSF University Statistics Analytical Uses for Educational Researchers."},
      {
        "id":"ED125913",
        "title":"Teaching Probability in Elementary School."},
      {
        "id":"ED125914",
        "title":"Try It You'll Like It: Let's Go Metric."},
      {
        "id":"ED125915",
        "title":"The Metric System: A Bibliography of Basic References. Campus Tower News, Special Issue, Number 36, May 1976."},
      {
        "id":"ED125916",
        "title":"Examples of Audio-Tutorial Programs in Mathematics."},
      {
        "id":"ED125917",
        "title":"Spatial Abilities, Mathematics Achievement, and the Sexes."},
      {
        "id":"ED125918",
        "title":"Mathematics K-12, Sets. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED125919",
        "title":"Mathematics K-12, Geometry. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED125920",
        "title":"Mathematics K-12, Measurement. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED125921",
        "title":"Mathematics K-12, Number and Numeration. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED125922",
        "title":"Mathematics K-12, Operations. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED125923",
        "title":"Mathematics K-12, Problem Solving. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED125925",
        "title":"What Is All This Dam Foolishness? Instructional Activities Series IA/S-2."},
      {
        "id":"ED125927",
        "title":"You Can't Sell Your Mother: Conflict Between the United States Government and the Sacne Nation. Instructional Activities Series IA/S-4."},
      {
        "id":"ED125928",
        "title":"Rookery Bay: Can Conservation and Development Coexist? Instructional Activities Series IA/S-5."},
      {
        "id":"ED125929",
        "title":"Rinnsal: Exercises in Location Analysis. Instructional Activities Series IA/S-6."},
      {
        "id":"ED125930",
        "title":"Economic Development: The Quest for Material Well-Being. Instructional Activities Series IA/S-7."},
      {
        "id":"ED125931",
        "title":"Canalers and Conservationists: The Projected Cross-Florida Canal. Instructional Activities Series IA/S-8."},
      {
        "id":"ED125932",
        "title":"Game Playing with a Bite! An Evaluative Simulation. Instructional Activities Series IA/S-9."},
      {
        "id":"ED125933",
        "title":"Neighborhood Response in Land-Use Planning: A Role-Playing Game. Instructional Activities Series IA/S-10."},
      {
        "id":"ED125934",
        "title":"Nautical Charts: Another Dimension in Developing Map Skills. Instructional Activities Series IA/S-11."},
      {
        "id":"ED125935",
        "title":"Using Maps as Evidence: Lessons in American Social and Economic History. Instructional Activities Series IA/S-12."},
      {
        "id":"ED125936",
        "title":"Netherlands: A Conceptual Unit. Instructional Activities Series IA/S-13."},
      {
        "id":"ED125937",
        "title":"Environmental Education as Telling Our Stories. Instructional Activities Series IA/S-14."},
      {
        "id":"ED125938",
        "title":"\"This World Is So Beautiful....\": Feelings and Attitudes in Environmental Education. Instructional Activities Series IA/S-15."},
      {
        "id":"ED125939",
        "title":"The Subsistence Agriculture Game: A Simulation of Farming. Instructional Activities Series IA/S-17."},
      {
        "id":"ED125940",
        "title":"Map and Compass Skills for the Secondary School (Understanding Topographic Maps, Developing Compass Skills, and Orienteering). Instructional Activities Series IA/S-18."},
      {
        "id":"ED125946",
        "title":"Bibliography of Law-Related Curriculum Materials: Annotated (Second Edition). Working Notes No. 10."},
      {
        "id":"ED125947",
        "title":"Social Studies: Their Nature and Potential. Background Paper."},
      {
        "id":"ED125948",
        "title":"The Role of Social Studies in the International Education of Children and Young People. Working Paper."},
      {
        "id":"ED125949",
        "title":"African Educational Systems: A Comparative Approach. Edu 510."},
      {
        "id":"ED125950",
        "title":"A Report on the Aesthetic Education Program, Volume II."},
      {
        "id":"ED125951",
        "title":"The Utica Plan for &quot;Project Search&quot; (Kindergarten through Twelfth Grade), Volume I."},
      {
        "id":"ED125952",
        "title":"Brahman and Untouchable: The Transactional Ranking of American Geography Departments. Discussion Paper No. 10."},
      {
        "id":"ED125953",
        "title":"The Road to Utopia: Educational Paths."},
      {
        "id":"ED125954",
        "title":"Informal Learning."},
      {
        "id":"ED125955",
        "title":"Social and Community Diversity in the New York Metropolitan Region."},
      {
        "id":"ED125956",
        "title":"The Community, the Social Studies, and Student Environmental Awareness."},
      {
        "id":"ED125957",
        "title":"A Worldwide Study of Sex Differences in Aggression: A Universalist Perspective."},
      {
        "id":"ED125958",
        "title":"Individual Characteristics and Children's Performance in Varied Educational Settings. Final Report."},
      {
        "id":"ED125959",
        "title":"Non-formal Education: An Annotated International Bibliography. Praeger Special Studies in International Economics and Development."},
      {
        "id":"ED125960",
        "title":"An Assessment of the Impact of HSGP [High School Geography Project]."},
      {
        "id":"ED125962",
        "title":"Manufacturing and Agriculture Evaluation Report."},
      {
        "id":"ED125963",
        "title":"School Enrollment-- Social and Economic Characteristics of Students: October 1975. Current Population Reports, Population Characteristics, Series P-20, No. 294."},
      {
        "id":"ED125964",
        "title":"Research Previews: November 1974, Volume 21, Number 2."},
      {
        "id":"ED125965",
        "title":"The Residential Segregation of Blacks in Flint [Michigan], 1950-1970. Revised."},
      {
        "id":"ED125966",
        "title":"Bibliography and Review of Geography Department Discussion Papers, Occasional Papers, and Monographs. Volume 2."},
      {
        "id":"ED125967",
        "title":"Inservice Needs Assessment: Social Studies Teachers in Indiana."},
      {
        "id":"ED125968",
        "title":"Toward a Reconceptualization of Citizenship Education: Preliminary Report of a Conference on Citizenship Education (Indianapolis, Indiana, March 20-21, 1976)."},
      {
        "id":"ED125969",
        "title":"The Problems of Human Settlements. Draper World Population Fund Report, No. 2, Spring 1976."},
      {
        "id":"ED125970",
        "title":"Health Attitudes and Behavior of Youths 12-17 Years: Demographic and Socioeconomic Factors, United States. Vital and Health Statistics, Series 11-No. 153."},
      {
        "id":"ED125971",
        "title":"Modification of Procrastinating Behavior in Personalized System of Instruction."},
      {
        "id":"ED125972",
        "title":"World Food Problems and Prospects. Foreign Affairs Study 20."},
      {
        "id":"ED125973",
        "title":"Skill Development in the K-6 Social Studies Program. Bulletin No. 5193."},
      {
        "id":"ED125974",
        "title":"Report of the World Affairs Delegation to the People's Republic of China."},
      {
        "id":"ED125975",
        "title":"A More Perfect Union: The American Government. Materials for Using American Issues Forum in the American History Classroom, Topic IV, Part III."},
      {
        "id":"ED125976",
        "title":"A More Perfect Union: The American Government. Materials for Using American Issues Forum in the American History Classroom, Topic IV, Part I."},
      {
        "id":"ED125977",
        "title":"Interpreting the Black Experience in America to Foreign Students: A Guide to Materials. Preliminary Edition."},
      {
        "id":"ED125978",
        "title":"Population Education: A Selective Annotated Bibliography for United States Schools. Revised."},
      {
        "id":"ED125979",
        "title":"Three Wire Winter, Vol. I, No. 2."},
      {
        "id":"ED125981",
        "title":"A Curriculum Evaluation of Black Studies in Relation to Student Knowledge of Afro-American History and Culture."},
      {
        "id":"ED125982",
        "title":"Education and Social Structure: An Historical Study of Iowa, 1870-1930. Final Report."},
      {
        "id":"ED125984",
        "title":"A Long Island Consortium Takes Shape. Occasional Paper No. 76-1."},
      {
        "id":"ED125986",
        "title":"Teaching the Jewish Experience in America: Units and Resources."},
      {
        "id":"ED125987",
        "title":"Why Belong? A Conversation about Cultural Anthropology."},
      {
        "id":"ED125988",
        "title":"Why Choose? A Conversation about Moral Education."},
      {
        "id":"ED125989",
        "title":"Why Move? A Conversation about Dance."},
      {
        "id":"ED125990",
        "title":"Why Draw? A Conversation about Art."},
      {
        "id":"ED125991",
        "title":"Why Sing? A Conversation about Music."},
      {
        "id":"ED125992",
        "title":"Ethnicity and Me: An Experimental Unit."},
      {
        "id":"ED125993",
        "title":"Ethnicity in my Community and the World: An Experimental Unit."},
      {
        "id":"ED125994",
        "title":"Ethnic Conflict [And] Ethnicity and Global Issues: Two [Experimental] Units."},
      {
        "id":"ED125995",
        "title":"Evaluation Unit: An Experimental Unit."},
      {
        "id":"ED125996",
        "title":"Food, 47 Activities: An Experimental Unit, First Draft."},
      {
        "id":"ED125997",
        "title":"Population, 54 Activities: An Experimental Unit, First Draft."},
      {
        "id":"ED125998",
        "title":"Education, Behavior and Experimentation."},
      {
        "id":"ED125999",
        "title":"Desegregation, Culturalism and Humanism."},
      {
        "id":"ED126000",
        "title":"Effects of Perceptual-Motor Programs on Children."},
      {
        "id":"ED126001",
        "title":"Evaluating Motor and Perceptual-Motor Development: Evaluating the Psychomotor Functioning of Infants and Young Children."},
      {
        "id":"ED126002",
        "title":"A Continuing Study of the Classroom and Personal - Professional Attitude Development of NTSU Elementary Graduates in their First Year of Teaching. Research on Elementary Teacher Preparation, Monograph No. 3."},
      {
        "id":"ED126003",
        "title":"Selected Activities to Improve Cardiovascular Endurance and Strength and Muscular Endurance; K-3."},
      {
        "id":"ED126004",
        "title":"What Research Tells The Practitioner About The Effects of Exercise On Children."},
      {
        "id":"ED126005",
        "title":"Developing an Organizational Plan for the Southern Consortium of Black Colleges for Teacher Education."},
      {
        "id":"ED126007",
        "title":"Teachers Learn About Inquiry/Discovery Approaches."},
      {
        "id":"ED126008",
        "title":"Inservice Education: An \"On-The-Job\" Approach Focusing on Curriculum and Instructional Development."},
      {
        "id":"ED126009",
        "title":"Competency Based Teacher Education: Pleasures and Perils."},
      {
        "id":"ED126010",
        "title":"Changes in Selected Characteristics of Pre-Service Teachers Following Variable, Semi-Variable, and Non-Variable Field Experiences."},
      {
        "id":"ED126011",
        "title":"Problems in Analyzing Dynamic Events in Teacher Education."},
      {
        "id":"ED126012",
        "title":"Who Runs Our Schools? Social Forces and Philosophies Which Effect Curriculum Development in America's Schools."},
      {
        "id":"ED126013",
        "title":"The Translation of Theory Into Practice: A Study of Students' Perceptions of the Childhood Education Program."},
      {
        "id":"ED126014",
        "title":"The DARCEE Teacher's Guide (Preschool Series)."},
      {
        "id":"ED126016",
        "title":"Within and Beyond the Formative and the Summative: An Evaluation Perspective for Large-Scale Educational R&D."},
      {
        "id":"ED126017",
        "title":"Achievement Information Monitoring in Schools (AIMS): Larger Straws in the Winds of Change. Professional Paper 36."},
      {
        "id":"ED126019",
        "title":"Considerations in Selecting Instructional Programs. Professional Paper 30."},
      {
        "id":"ED126020",
        "title":"The Education Deanship: Who Is the Dean?"},
      {
        "id":"ED126022",
        "title":"The Urban/Rural School Development Program: An Examination of a Federal Model for Achieving Parity Between Schools and Communities."},
      {
        "id":"ED126023",
        "title":"Teacher Standards and Licensing Boards (and Practices Commissions). A Listing Supplied by State Affiliates."},
      {
        "id":"ED126024",
        "title":"Educational Research and Development: The Next Decade. Occasional Paper No. 11."},
      {
        "id":"ED126026",
        "title":"A Program to Enhance the Effectiveness of Teaching Assistants."},
      {
        "id":"ED126028",
        "title":"Implementation of Cooperative Education Programs."},
      {
        "id":"ED126029",
        "title":"Impact of Cooperative Education upon Personal Development and Growth of Values: Final Report to the Braitmayer Foundation."},
      {
        "id":"ED126030",
        "title":"Competencies: Middle Management Roles in Higher Education."},
      {
        "id":"ED126031",
        "title":"The Taxonomy of Educational Objectives Needs a Reformation."},
      {
        "id":"ED126032",
        "title":"New Roles for Educators: A Sourcebook of Career Information."},
      {
        "id":"ED126033",
        "title":"Human Relations Guide I: Inter and Intracultural Education. K-12. Curriculum Guide No. 39."},
      {
        "id":"ED126034",
        "title":"Teacher Morale: A Pilot Study. Centre for Advancement of Teaching Education Monograph No. 4."},
      {
        "id":"ED104840",
        "title":"The Indicators and Measures of a Community's Educational Well-Being."},
      {
        "id":"ED104841",
        "title":"Health Education: Drugs and Alcohol; An Annotated Bibliography."},
      {
        "id":"ED104844",
        "title":"Making the Leap from Correlational to Experimental Studies of Teacher Behavior."},
      {
        "id":"ED104845",
        "title":"Educational Research and Development: A New Force. Occasional Paper No. 1."},
      {
        "id":"ED104846",
        "title":"A Conceptual Framework for the Study of Project Management in Educational Research and Development."},
      {
        "id":"ED104847",
        "title":"Interpreting Frequency Data on Academic Performance."},
      {
        "id":"ED104848",
        "title":"The Prediction of Large Group Rankings of Teacher Competencies through the Use of Small Group Consensus."},
      {
        "id":"ED104849",
        "title":"Mandated Competency-Based Teacher Certification and the Public Interest."},
      {
        "id":"ED104850",
        "title":"Progress Toward Objectives in Teacher Education 1974-75."},
      {
        "id":"ED104851",
        "title":"A Person-Centered Approach to Competency-Based Teacher Education."},
      {
        "id":"ED104852",
        "title":"Excellence in Teacher Education. 1975 Distinguished Achievement Awards Program."},
      {
        "id":"ED104853",
        "title":"Nonverbal Behavior in Tutoring Interactions."},
      {
        "id":"ED104854",
        "title":"The Feasibility of Determining Success Criteria for Educational Research and Development Projects."},
      {
        "id":"ED104856",
        "title":"To Aggregate Is to Aggravate."},
      {
        "id":"ED104857",
        "title":"Kanawha Valley Multi-Institutional Teacher Education Center Handbook."},
      {
        "id":"ED104858",
        "title":"Inservice Education Programs to Improve Teaching Competence. Selected Papers. ATE Bulletin No. 39."},
      {
        "id":"ED104859",
        "title":"Psychology of School Learning: Views of the Learner. Volume I: Environmentalism."},
      {
        "id":"ED104860",
        "title":"Guidelines and Competencies for Elementary Science Education: A Course Module."},
      {
        "id":"ED104861",
        "title":"Educational Research and the Public Interest."},
      {
        "id":"ED104862",
        "title":"Competency Based Education: The Emerging Center of Leadership."},
      {
        "id":"ED104864",
        "title":"A History of the Training of Teachers in Scotland."},
      {
        "id":"ED104865",
        "title":"Behavioral Objectives for Mathematics Teachers."},
      {
        "id":"ED104866",
        "title":"Guidelines for a More Reality Based Teacher Preparation Program for the Future."},
      {
        "id":"ED104867",
        "title":"Student Characteristics Report: Fall, 1973. Technical Report Number 1."},
      {
        "id":"ED104869",
        "title":"British Teacher Centres and New York's Experience with Competency-Based Teacher Education."},
      {
        "id":"ED104870",
        "title":"Applications of Animal Research in the Behavioral Sciences: Effects of Chronic Exercise on Emotionality in Rats."},
      {
        "id":"ED104871",
        "title":"Change Agent Research for Citizenship, Sportsmanship and Manhood (CAR for CSM)."},
      {
        "id":"ED104872",
        "title":"Change Agent Research for Windsor Minor Hockey."},
      {
        "id":"ED104873",
        "title":"Sports Institute for Research/Change Agent Research (SIR/CAR) Windsor Minor Hockey."},
      {
        "id":"ED104874",
        "title":"Change Agent Research for Windsor Aquatic Club (CAR/WAC)."},
      {
        "id":"ED104875",
        "title":"The Challenge of the Brain."},
      {
        "id":"ED104876",
        "title":"What Moves Me to Act. I."},
      {
        "id":"ED104877",
        "title":"What Moves Me to Act? II."},
      {
        "id":"ED104878",
        "title":"Too Much Like Thinking to Be Less Than Thought."},
      {
        "id":"ED104879",
        "title":"Strength Development and Motor-Sports Improvement."},
      {
        "id":"ED104880",
        "title":"Exercise and Fat Reduction."},
      {
        "id":"ED104881",
        "title":"Research on Teaching as Human Interaction."},
      {
        "id":"ED104883",
        "title":"Initial Report of the Committee on Program Research and Evaluation."},
      {
        "id":"ED104884",
        "title":"Final Evaluation Report of the Education Professions Development Act Part B, Subpart 2 Program in North Carolina."},
      {
        "id":"ED104886",
        "title":"Professional Supervision for Professional Teachers."},
      {
        "id":"ED104887",
        "title":"Attitudes of Teacher Education Students toward Teachers."},
      {
        "id":"ED104888",
        "title":"The Relationship between Teacher Nonverbal Behaviors and Selected Teacher-Pupil Attitudes and Behaviors."},
      {
        "id":"ED104889",
        "title":"Suggestions for the Evaluation of Teacher Education Centers in West Virginia."},
      {
        "id":"ED104890",
        "title":"The Effectiveness of Behavior Therapy."},
      {
        "id":"ED104891",
        "title":"A Study of the Acceptance to Graduate Schools of Students with a Planned Program of Sixty-Six Quarter Hours of Pass-Fail Credit."},
      {
        "id":"ED104892",
        "title":"Working with Student Teachers."},
      {
        "id":"ED104893",
        "title":"The Woman Professor of Education: Social and Occupational Characteristics."},
      {
        "id":"ED104894",
        "title":"Politics of Competence: A Review of Competency-Based Teacher Education."},
      {
        "id":"ED104895",
        "title":"The Situational Attitude Scale (SAS) as an Attitude Measurement Tool for Adults Involved in Extension 4-H-Youth Programs."},
      {
        "id":"ED104896",
        "title":"The National Test-Equating Study in Reading (The Anchor Test Study). National Council on Measurement in Education, Vol. 4, No. 4, Summer 1973."},
      {
        "id":"ED104897",
        "title":"Individual Pupil Report: Explanatory Materials. The Second Report of the 1972-73 Michigan Educational Assessment Program."},
      {
        "id":"ED104898",
        "title":"Individual Pupil Report: Explanatory Materials. The Second Report of the 1971-72 Michigan Educational Assessment Program."},
      {
        "id":"ED104899",
        "title":"Local District Results. The Fourth Report of the 1972-73 Michigan Educational Assessment Program."},
      {
        "id":"ED104900",
        "title":"Local District and School Report: Explanatory Materials. The Third Report of the 1972-73 Michigan Educational Assessment Program."},
      {
        "id":"ED104901",
        "title":"An Experimental Implementation of Computer Assisted Admissible Probability Testing."},
      {
        "id":"ED104902",
        "title":"Academic Achievement Project: Assessment Studies 1971-72. Final Report."},
      {
        "id":"ED104903",
        "title":"Evaluation in a Research and Development Context."},
      {
        "id":"ED104904",
        "title":"Assessment Approaches for Community Corrections."},
      {
        "id":"ED104905",
        "title":"A Simulation Study of the Use of Change Measures to Compare Educational Programs. Report No. 183."},
      {
        "id":"ED104907",
        "title":"Evaluation and Assessment of the Performance of Certificated Personnel."},
      {
        "id":"ED104908",
        "title":"Test Collection Bibliographies: Reading Tests: Grades 4-6, January 1975."},
      {
        "id":"ED104909",
        "title":"Seeking Markers for Temperament Factors among Positive and Negative Poles of Temperament Scales."},
      {
        "id":"ED104910",
        "title":"Test Collection Bibliographies: Criterion-Referenced Measures, July 1973."},
      {
        "id":"ED104911",
        "title":"PEP in the Frick Elementary School: Interim Evaluation Report 1969-1970."},
      {
        "id":"ED104912",
        "title":"Verification of Self-Report Temperament Factors."},
      {
        "id":"ED104913",
        "title":"Psychometrics and Behavior: The New Jersey Scales of School-Based Goal Attainment."},
      {
        "id":"ED104914",
        "title":"Evaluating Cooperative Education Programs."},
      {
        "id":"ED104915",
        "title":"The Effects of Repeaters on Test Equating."},
      {
        "id":"ED104916",
        "title":"A Prescriptive Model of Development or Evaluation: Some Needed Maturity."},
      {
        "id":"ED104917",
        "title":"Utilization of QUESTA II: An Affective Assessment of School Environment."},
      {
        "id":"ED104918",
        "title":"A Procedural Guide for Validation Achievement Gains in Educational Projects. (Revised). RMC Report No. UR-240."},
      {
        "id":"ED104919",
        "title":"The State of the Art and Science of Educational Program Evaluation Services (K-14) in Los Angeles County as Experienced by One Los Angeles County Consultant."},
      {
        "id":"ED104921",
        "title":"Test Norms: Their Use and Interpretation."},
      {
        "id":"ED104923",
        "title":"Automated Hypothesis Tests and Standard Errors for Nonstandard Problems. (Revised)."},
      {
        "id":"ED104924",
        "title":"A Sample Conference Evaluation by Objectives--Including Forms, Procedures, Tabulation, and Data Interpretation."},
      {
        "id":"ED104925",
        "title":"The SWRL Kindergarten Program (An Evaluation)."},
      {
        "id":"ED104926",
        "title":"Evaluation Methodology for School Practices."},
      {
        "id":"ED104927",
        "title":"The Use of Performance Criteria to Allocate Compensatory Education Funds. Research Report No. EPRC-5."},
      {
        "id":"ED104928",
        "title":"Reliability and Construct Validity of a Discrepancy Approach to Measuring Student Perceptions of Teaching. Document No. 0874-01."},
      {
        "id":"ED104929",
        "title":"Starkweather Originality Test for Young Children."},
      {
        "id":"ED104930",
        "title":"Strategies of Adaptive Ability Measurement."},
      {
        "id":"ED104931",
        "title":"Language and Adjustment Scales for the Thematic Apperception Test for Youths 12-17 Years. Vital Health and Statistics, Series 2, No. 62."},
      {
        "id":"ED104932",
        "title":"The Tangled Web. NCME Measurement in Education, Vol. 5, No. 1, Winter 1974."},
      {
        "id":"ED104933",
        "title":"VARAN2: A Linear Model Variance Analysis Program. Second Edition. Research Memorandum."},
      {
        "id":"ED104934",
        "title":"Instructor/Student Congruence and the Ratings on Course Evaluations."},
      {
        "id":"ED104935",
        "title":"Evaluation Priorities of Students, Teachers, and Principals."},
      {
        "id":"ED104936",
        "title":"The Essence of Balancing: Adjustment of Group Effects."},
      {
        "id":"ED104937",
        "title":"A Rationale for Assessing the Reliability of an Observational Measure."},
      {
        "id":"ED104938",
        "title":"Adjusting Self-Concept Scores for the Confounding Effects of Defensiveness."},
      {
        "id":"ED104939",
        "title":"The Effect of Item Stratification in Multiple Matrix Sampling."},
      {
        "id":"ED104940",
        "title":"Some Psychometric Indicators for Statewide Assessments."},
      {
        "id":"ED104941",
        "title":"Evaluating the Process of Educational Change: A Model and Its Application."},
      {
        "id":"ED104942",
        "title":"A Psychophysical Investigation of Factors Affecting Teacher-Observers' Judgment."},
      {
        "id":"ED104943",
        "title":"An Indispensable Tool for Research and Evaluation: A Functional Pupil Data System."},
      {
        "id":"ED104944",
        "title":"Use of Responsive Evaluation in Statewide Program Evaluation."},
      {
        "id":"ED104945",
        "title":"Summary Report: 1974 Delaware Educational Assessment Program."},
      {
        "id":"ED104946",
        "title":"Models for Measuring Growth and the Measurement of Outcomes."},
      {
        "id":"ED104947",
        "title":"Coverage and Content Validity of Vocational/Career Education Tests."},
      {
        "id":"ED104948",
        "title":"Statewide Assessment of Student Performance: A Comparative Survey."},
      {
        "id":"ED104949",
        "title":"A Reassessment of Standard Error of Measurement."},
      {
        "id":"ED104950",
        "title":"A Methodology for Evaluating a Systems Approach to Instructional Technology."},
      {
        "id":"ED104951",
        "title":"An Investigation of Instructor Accuracy in Predicting Course-Instructor Ratings by Students."},
      {
        "id":"ED104952",
        "title":"Summative Evaluation of the RBS Career Education Program."},
      {
        "id":"ED104953",
        "title":"An Evaluation of Minicourse Curricula in Secondary Social Studies."},
      {
        "id":"ED104954",
        "title":"Locus of Evaluation in Children's Learning from Textbook Material."},
      {
        "id":"ED104956",
        "title":"Measuring Teacher Value Systems."},
      {
        "id":"ED104957",
        "title":"An Analysis of Two Procedures for Decisionmaking When Using Domain-Referenced Tests."},
      {
        "id":"ED104958",
        "title":"Comparative Reliabilities and Validities of Multiple Choice and Complex Multiple Choice Nursing Education Tests."},
      {
        "id":"ED104959",
        "title":"Divergent Perception of Teaching Effectiveness by Different Groups of Raters."},
      {
        "id":"ED104960",
        "title":"TETREST: A Fortran IV Program for Calculating Tetrachoric Correlations. Research Report 75-2."},
      {
        "id":"ED104961",
        "title":"Instructional Effectiveness in a Pre-Kindergarten Program: A Pupil Appraisal and Program Evaluation Model."},
      {
        "id":"ED104962",
        "title":"A Review of Early Childhood Education: First Annual Evaluation Report, 1973-74. CSE Report No. 93."},
      {
        "id":"ED104963",
        "title":"The Development and Management of a Pilot Project for a Reading Assessment System."},
      {
        "id":"ED104964",
        "title":"Creative Potential of Mathematically Precocious Youth."},
      {
        "id":"ED104965",
        "title":"Using Tests to Discover Talent."},
      {
        "id":"ED104966",
        "title":"Technical Report: The Fifth Report of the 1971-72 Michigan Educational Assessment Program."},
      {
        "id":"ED104967",
        "title":"Technical Report: The Fifth Report of the 1972-73 Michigan Educational Assessment Program."},
      {
        "id":"ED104968",
        "title":"Does Open Classroom Education Really Make a Difference? Final Report."},
      {
        "id":"ED104969",
        "title":"Follow Through Classroom Observation Evaluation 1972-1973. SRI Project URU-7370."},
      {
        "id":"ED104971",
        "title":"Project Opportunity Reports. Research and Evaluation Report No. 1973-1 and 1973-2."},
      {
        "id":"ED104972",
        "title":"Towards a Reformulation of Race Relations Theory."},
      {
        "id":"ED104973",
        "title":"Resistance and Support for School Desegregation Proposals: A Study of Parental Reactions in Rochester."},
      {
        "id":"ED104974",
        "title":"Public Welfare and Work Incentives: Theory and Practice. Studies in Public Welfare. Paper No. 14."},
      {
        "id":"ED104975",
        "title":"The Ethnicity Attribute: Persistence and Change in an Urban and Suburban Environment. Urban Research Report No. 22."},
      {
        "id":"ED104976",
        "title":"The Politics of Poor Relief: A Study in Ambiguities."},
      {
        "id":"ED104977",
        "title":"A New School for the Cities."},
      {
        "id":"ED104978",
        "title":"Virginia's Population: A Decade of Change. Socioeconomic Characteristics."},
      {
        "id":"ED104979",
        "title":"Crime in the Nation's Five Largest Cities: National Crime Panel Surveys of Chicago, Detroit, Los Angeles, New York, and Philadelphia. Advance Report."},
      {
        "id":"ED104980",
        "title":"Sex Role Stereotyping in Textbooks: Where to Go from Here."},
      {
        "id":"ED104981",
        "title":"Education by Peers: A Clique Study."},
      {
        "id":"ED104982",
        "title":"A Survey of Race Relations in South Africa."},
      {
        "id":"ED104983",
        "title":"Puerto Ricans in the United States: A Review of the Literature."},
      {
        "id":"ED104984",
        "title":"A Portrait of the Italian-American Community in New York City. Volume I."},
      {
        "id":"ED104987",
        "title":"Training Minority Journalists: A Case Study of the San Francisco Examiner Intern Program."},
      {
        "id":"ED104988",
        "title":"Open Enrollment and Fiscal Incentives."},
      {
        "id":"ED104989",
        "title":"Teacher Morale in a Home Intervention Follow Through Program."},
      {
        "id":"ED104990",
        "title":"The Black Woman."},
      {
        "id":"ED104991",
        "title":"Social and Labor Adjustment of Rural Black Americans in the Mississippi Delta: A Case Study of Madison, Ark. Report No. 274."},
      {
        "id":"ED104992",
        "title":"Kaleidoscope 13. A Special Issue: What to Do About 622."},
      {
        "id":"ED104994",
        "title":"Title I in Georgia: Annual Evaluation Report, FY 1972/73."},
      {
        "id":"ED104995",
        "title":"State of Tennessee Annual Evaluation Report for Fiscal Year 1973."},
      {
        "id":"ED104996",
        "title":"Title I Public Law 89-10; Alabama Annual Evaluation Report, 1972-73."},
      {
        "id":"ED104997",
        "title":"Title I Public Law 89-10, Annual Evaluation Report, 1973-1974."},
      {
        "id":"ED104998",
        "title":"Evaluation Report 1973 Title I ESEA."},
      {
        "id":"ED105000",
        "title":"Title 1 ESEA Annual Evaluation Report. Fiscal Year 1973 (School Year 1972-73)."},
      {
        "id":"ED105001",
        "title":"[West Virginia] State Annual Title 1 Evaluation Report for Fiscal Year Ending June 30, 1973; Program Profiles, Title 1 Elementary Secondary Education Act."},
      {
        "id":"ED105002",
        "title":"Title I in Action. Evaluation Summary Data: 1972-73 Regular Session, 1973 Summer Session."},
      {
        "id":"ED105003",
        "title":"1972-73 Evaluation of Project Components; Elementary and Secondary Education Act, Title I-Maui District."},
      {
        "id":"ED105004",
        "title":"Upgrading Language Abilities in American Samoa: ESEA Title I Final Evaluation Report 1973-1974."},
      {
        "id":"ED105005",
        "title":"Upgrading Language Abilities in American Samoa. ESEA Title I Final Evaluation Report, 1972-1973."},
      {
        "id":"ED105006",
        "title":"Title III-ESEA: Supplementary Educational Centers and Services and Guidance, Counseling, and Testing; Project Evaluation Reports, FY 74."},
      {
        "id":"ED105007",
        "title":"[Puerto Rico] State Annual Evaluation Report, Title I ESEA, Fiscal Year, 1972."},
      {
        "id":"ED105008",
        "title":"[Mississippi] Annual Evaluation Report, Title I ESEA, Regular School Year 1972-73."},
      {
        "id":"ED105009",
        "title":"Evaluation of ESEA Title I: Projects in California Schools, 1973-74: Annual Report."},
      {
        "id":"ED105010",
        "title":"North Carolina Annual Evaluation Report, Fiscal Year 1973; Elementary and Secondary Education Act of 1965--Title I."},
      {
        "id":"ED105011",
        "title":"Oregon Title I Annual Evaluation Report. Elementary and Secondary Education Act, Fiscal Year 1973."},
      {
        "id":"ED105012",
        "title":"ESEA Title I Evaluation Report, 1973-74 Volume 1."},
      {
        "id":"ED105013",
        "title":"ESEA Title I Evaluation Report, 1973-74, Volume 2."},
      {
        "id":"ED105014",
        "title":"Statement by J. Stanley Pottinger, Assistant Attorney General, Civil Rights Division, before the Sub-Committee on Civil Rights and Constitutional Rights of the House Judiciary Committee on the Extension of the Voting Rights Act."},
      {
        "id":"ED105015",
        "title":"Planning Theory: An Examination of the Linkages Between Implementation, Knowledge and Action. Paper Series No. 5161."},
      {
        "id":"ED105016",
        "title":"City Hall and the Neighborhoods: A Street-Level View of Urban Problems. Paper Series No. 5186."},
      {
        "id":"ED105017",
        "title":"The Economic Impact of the Social Legislation of the 1960's on Blacks in the Labor Market. Paper Series No. 5202."},
      {
        "id":"ED105018",
        "title":"Guiding Urban Growth: Policy Issues and Demographic Constraints. Paper Series No. 5212."},
      {
        "id":"ED105019",
        "title":"Urban Growth and Decline in the United States: A Study of Migration's Effects in Two Cities. Paper Series No. 5234."},
      {
        "id":"ED105020",
        "title":"Fertility Determinants: A Theory, Evidence, and an Application to Policy Evaluation."},
      {
        "id":"ED105021",
        "title":"Family Decisionmaking Over the Life Cycle: Some Implications for Estimating the Effects of Income Maintenance Programs."},
      {
        "id":"ED105022",
        "title":"First Generation Effects on Second Generation Fertility."},
      {
        "id":"ED105023",
        "title":"A General Economic Framework for Welfare Reform Analysis."},
      {
        "id":"ED105024",
        "title":"Growth Control: Some Questions for Urban Decisionmakers."},
      {
        "id":"ED105025",
        "title":"Street-Level Governments: Assessing Decentralization and Urban Services (An Evaluation of Policy Related Research)."},
      {
        "id":"ED105026",
        "title":"Street-Level Governments: Assessing Decentralization and Urban Services (Executive Summary)."},
      {
        "id":"ED105027",
        "title":"Estimating Labor Supply Response: A Sensitivity Analysis."},
      {
        "id":"ED105028",
        "title":"Conflict, Adaptive Community Organization, and Educational Participation."},
      {
        "id":"ED105029",
        "title":"Permanence of the Impact of Intervention Components of Compensatory Education Programs."},
      {
        "id":"ED105030",
        "title":"Suburban and Urban Models of Community Control."},
      {
        "id":"ED105032",
        "title":"Evaluations of Upward Bound for the Office of Economic Opportunity."},
      {
        "id":"ED105034",
        "title":"Evaluation with an Experimental Design: The Emergency School Assistance Program."},
      {
        "id":"ED105035",
        "title":"Urban Community Control: What Can We Learn From the Suburban Experience?"},
      {
        "id":"ED105036",
        "title":"Influencing Patterns of Emerging Education Interest Groups in Urban Communities."},
      {
        "id":"ED105037",
        "title":"Primary Health Care in the Urban Community: The Role of the Prepaid Group Practice Plans."},
      {
        "id":"ED105038",
        "title":"Education Legislation in New York State: A Review of Key Issues in 1974."},
      {
        "id":"ED105040",
        "title":"Classroom Organizational Restructuring to Optimize Social-Emotional Growth."},
      {
        "id":"ED105041",
        "title":"Occupational Status Orientations of Negro Boys: A Rural-Urban Comparison."},
      {
        "id":"ED105042",
        "title":"The Effect of Income and Wage Rates on the Labor Supply of Older Men and Women."},
      {
        "id":"ED105043",
        "title":"El Boricua: The Puerto Rican Community in Bridgeport and New Haven."},
      {
        "id":"ED105044",
        "title":"Values, Social Science, and Social Policy. Working Paper No. 21."},
      {
        "id":"ED105045",
        "title":"Some Partial Models for Urban Problems."},
      {
        "id":"ED105046",
        "title":"Motivation, Race, Social Class, and I.Q."},
      {
        "id":"ED105047",
        "title":"Local Government's Ability to Manage Growth in a Metropolitan Context. Paper Series No. 5287."},
      {
        "id":"ED105048",
        "title":"A Woman is Not Just a Female."},
      {
        "id":"ED105049",
        "title":"Comparisons among Three Diverse Cities: San Jose, California, Seattle, Washington, and St. Louis, Missouri."},
      {
        "id":"ED105050",
        "title":"Assessing Regional Effects of Income Maintenance Programs: A Guide to Policy Analysis."},
      {
        "id":"ED105051",
        "title":"School Desegregation as an Instrument of Social Policy: Notes Toward a Sociology of the Sociology of Education."},
      {
        "id":"ED105052",
        "title":"A History of Black Religion in Southern Areas: A Preliminary Survey."},
      {
        "id":"ED105053",
        "title":"A History of Black Religion in Northern Areas: A Preliminary Survey."},
      {
        "id":"ED105054",
        "title":"College for the Disadvantaged. Program Audit 9.1.74."},
      {
        "id":"ED105055",
        "title":"Family-School Socialization: Problems and Prospects."},
      {
        "id":"ED105056",
        "title":"Report of the Task Force on Suspensions and Expulsions [to the Joint Legislative Committee on Education]."},
      {
        "id":"ED105057",
        "title":"Human Services: Innovative Roles for Psychologists."},
      {
        "id":"ED105058",
        "title":"Health Services - Organizational and Administrative Techniques: A Selected Annotated Bibliography."},
      {
        "id":"ED105059",
        "title":"Summary of Research Findings of the New Orleans Parent-Child Development Center."},
      {
        "id":"ED105060",
        "title":"School District Boundaries and Desegregation. Research Bulletin, Vol. 15, No. 1."},
      {
        "id":"ED105061",
        "title":"The Next Step: Toward Equality of Public Service. Report of the Conference on Public Service Equalization Litigation, May 16-17, 1974, Trinity Parish, New York City."},
      {
        "id":"ED105062",
        "title":"Relative Test Performances Over Time of Black, Spanish, and Anglo Students: A Case Study. Discussion Papers."},
      {
        "id":"ED105063",
        "title":"Returns to Education for Blacks, Anglos, and Five Spanish Groups. Discussion Papers."},
      {
        "id":"ED105064",
        "title":"Has the Melting Pot Worked? Discussion Papers."},
      {
        "id":"ED105065",
        "title":"Iowa Annual Evaluation Report for Fiscal Year 1973. Title I of Public Law 89-10. The Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED105067",
        "title":"The Educational Process and Outcomes in an Urban Setting: A Study of the Public Schools in New Brunswick, New Jersey."},
      {
        "id":"ED105068",
        "title":"The Coordination of Program Planning and Evaluation Systems for Occupational Education. Volume 2: A Targeting System for Occupational Education."},
      {
        "id":"ED105069",
        "title":"Career Education Classroom Activities: North Dakota, K-12: Elementary (Fourth)."},
      {
        "id":"ED105070",
        "title":"Career Education Classroom Activities: North Dakota, K-12: Elementary (Fifth)."},
      {
        "id":"ED105071",
        "title":"Career Education Classroom Activities: North Dakota, K-12: Elementary (Sixth)."},
      {
        "id":"ED105072",
        "title":"Career Education Classroom Activities: North Dakota, K-12: Elementary (Special Education)."},
      {
        "id":"ED105073",
        "title":"Career Education Classroom Activities: North Dakota, K-12: Elementary (Third)."},
      {
        "id":"ED105074",
        "title":"Career Education Classroom Activities: North Dakota, K-12: Elementary (Second)."},
      {
        "id":"ED105075",
        "title":"Self-Actualization in a Rural Disadvantaged Population: Level of Development and Program Utility. Counseling Services Report No. 12."},
      {
        "id":"ED105076",
        "title":"Realisation d'un Centre de Fonderie dans l'Etat de Minas Gerais, Bresil. Resultats du projet et recommandations en decoulant."},
      {
        "id":"ED105078",
        "title":"Adult Education in Community Organizations 1972."},
      {
        "id":"ED105079",
        "title":"State Plan for Vocational Education in Wisconsin: 1975-79. Part I Administrative Provisions. Part II Annual and Long-Range Program Plan Provisions."},
      {
        "id":"ED105080",
        "title":"Modular Design Approach for Agricultural Education."},
      {
        "id":"ED105081",
        "title":"The Expanded Role of Higher Education: A Comprehensive Plan for an Adult Education System."},
      {
        "id":"ED105082",
        "title":"Cars, Cycles, and Consumers."},
      {
        "id":"ED105085",
        "title":"Construction I."},
      {
        "id":"ED105086",
        "title":"Career Education Classroom Activities: North Dakota, K-12: Elementary (Kindergarten)."},
      {
        "id":"ED105087",
        "title":"Career Education Classroom Activities: North Dakota, K-12; Elementary (First)."},
      {
        "id":"ED105088",
        "title":"Secondary English Activities of the North Dakota Exemplary Project in Career Education. Grades 7-12."},
      {
        "id":"ED105089",
        "title":"Secondary Social Studies Activities of the North Dakota Exemplary Project in Career Education. Grades 7-12."},
      {
        "id":"ED105092",
        "title":"Home Economics Guideline of the Exemplary Project in Career Education. Grades 7-12."},
      {
        "id":"ED105093",
        "title":"Procedures for Constructing and Using Task Inventories. Research and Development Series No. 91."},
      {
        "id":"ED105095",
        "title":"A Comparative Study of Microform and Hardcopy as Methods of Presenting Career Information Materials. Research Series No. 44."},
      {
        "id":"ED105096",
        "title":"A Survey of Educational and Informational Needs of Older People Living in the Schoolcraft College District."},
      {
        "id":"ED105098",
        "title":"Labor Relocation Assistance: The Alabama Experience. A Case-Study of the Tuskegee Institute Labor Mobility Demonstration Project, 1965-66 and 1966-67. Final Report."},
      {
        "id":"ED105100",
        "title":"The Younger Child and 4-H: A National Survey. A 4-H Intern Report."},
      {
        "id":"ED105101",
        "title":"Opportunities and Implications for the Inclusion of Six to Eight-Year-Old Boys and Girls in the 4-H Program."},
      {
        "id":"ED105102",
        "title":"Visual Display Study: National 4-H Center. A 4-H Intern Report."},
      {
        "id":"ED105103",
        "title":"Managing 4-H Volunteer Staff: A 4-H Intern Report."},
      {
        "id":"ED105104",
        "title":"Testimony on the Proposed Regulation of Proprietary Vocational Schools Before the Federal Trade Commission: National Advisory Council on Vocational Education."},
      {
        "id":"ED105105",
        "title":"Comments of the National Home Study Council: Before the Federal Trade Commission in the Matter of Advertising, Disclosure, Cooling-Off, and Refund Requirements Concerning Proprietary Vocational and Home-Study Schools."},
      {
        "id":"ED105107",
        "title":"Scientific Manpower Forecasts from the Viewpoint of a Dismal Scientist. Working Paper No. 47."},
      {
        "id":"ED105109",
        "title":"Adult Basic Education Teacher Compentency Inventory: Iowa. Final Report."},
      {
        "id":"ED105111",
        "title":"VAST [Vocational Adult Secondary Training] Development Project. Phase 1, Final Report."},
      {
        "id":"ED105112",
        "title":"Literacy Documentation: An International Bulletin for Libraries and Information Centres. Volume III, Number 3."},
      {
        "id":"ED105114",
        "title":"Career Education Resource Notebook."},
      {
        "id":"ED105115",
        "title":"The Career Education Institute: Its Goals, Its Activities, and Its Outcomes."},
      {
        "id":"ED105116",
        "title":"The Coordination of Program Planning and Evaluation Systems for Occupational Education. Volume 1: A Reporting and Evaluation System for Occupational Education."},
      {
        "id":"ED105117",
        "title":"The Coordination of Program Planning and Evaluation Systems for Occupational Education. Volume 3: Monitoring System for Occupational Education."},
      {
        "id":"ED105118",
        "title":"The Coordination of Program Planning and Evaluation Systems for Occupational Education. Volume 1: The Implementation of the Reporting and Evaluation System for Occupational Education."},
      {
        "id":"ED105119",
        "title":"The Coordination of Program Planning and Evaluation Systems for Occupational Education. Volume 1 Appendix: A Layman&apos;s Guide to the Reporting and Evaluation System for Occupational Education."},
      {
        "id":"ED105120",
        "title":"The Coordination of Program Planning and Evaluation Systems for Occupational Education: The Development and Implementation of the Reporting and Evaluation System for Occupational Education (RESOE)."},
      {
        "id":"ED105121",
        "title":"Engineering Aid 1 &amp; C. Rate Training Manual."},
      {
        "id":"ED105122",
        "title":"An Annotated Bibliography of Basic Documents Related to Health Manpower Programs."},
      {
        "id":"ED105123",
        "title":"The Area Resource File: A Manpower Planning and Research Tool."},
      {
        "id":"ED105124",
        "title":"A Consultant's Action Research Handbook for Adult Educators."},
      {
        "id":"ED105125",
        "title":"Identification and Analysis of Issues in Distributive Education."},
      {
        "id":"ED105126",
        "title":"To Amend the Youth Conservation Corps Act of 1972: Hearing Before the Select Subcommittee on Labor of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress: First Session on H.R. 8443."},
      {
        "id":"ED105127",
        "title":"&quot;Sew&quot; You're an Alterationist. Student Manual and Teacher Manual."},
      {
        "id":"ED105128",
        "title":"Attitudes Towards Career Education: Identification and Change."},
      {
        "id":"ED105129",
        "title":"Directing a Workshop for Implementers of Career Education."},
      {
        "id":"ED105130",
        "title":"Industrial Arts and a Humane Technology for the Future. Representative Addresses and Proceedings of the American Industrial Arts Association's Annual Conference (36th, Seattle, Washington, 1974)."},
      {
        "id":"ED105131",
        "title":"Viewpoints on Vocational Evaluation."},
      {
        "id":"ED105132",
        "title":"What Is the Role of Federal Assistance for Vocational Education? Report to the Congress."},
      {
        "id":"ED105133",
        "title":"Identification of Occupational Competencies in Services for the Electromechanical Cluster Occupations."},
      {
        "id":"ED105134",
        "title":"Explorations in Employer-Based Career Education."},
      {
        "id":"ED105135",
        "title":"Employer-Based Career Education: The RBS Model."},
      {
        "id":"ED105137",
        "title":"The Worker and the Job: Coping with Change."},
      {
        "id":"ED105138",
        "title":"A Critical Analysis of a New Model for Occupational Therapy Education: Its Applicability for Other Occupations and Systems."},
      {
        "id":"ED105139",
        "title":"A Survey of Industrial Arts in Pennsylvania."},
      {
        "id":"ED105140",
        "title":"Industrial Arts in Pennsylvania: Guidelines."},
      {
        "id":"ED105141",
        "title":"A Suggested Planned Course in Industrial Arts; Grades 7 and 8. Reprint."},
      {
        "id":"ED105142",
        "title":"School-Supervised Work Education Programs: Curriculum Report, Volume 3, Number 2."},
      {
        "id":"ED105143",
        "title":"A Survey of Community Resources and Employment Opportunities Having Implications for Programs of Vocational Agriculture."},
      {
        "id":"ED105144",
        "title":"The Feasibility of Vouchered Training in WIN: Report on the First Phase of a Study. Paper No. 538."},
      {
        "id":"ED105145",
        "title":"General Curriculum Guide for Business Education in Utah; Revised Edition."},
      {
        "id":"ED105146",
        "title":"Simulated Office Education: Course of Study: Teacher's Manual and Student's Manual."},
      {
        "id":"ED105147",
        "title":"Reducing Abuses in Proprietary Vocational Education. Twenty-Seventh Report by the Committee on Government Operations."},
      {
        "id":"ED105151",
        "title":"An Articulated Guide for Cooperative Occupational Education. Bulletin No. 34-872."},
      {
        "id":"ED105152",
        "title":"Adult Education and National Development: Concepts and Practices in India."},
      {
        "id":"ED105154",
        "title":"The Role of Certificate Programs."},
      {
        "id":"ED105155",
        "title":"Human Resources Research Organization. Bibliography of Publications and Presentations during FY 1972-74."},
      {
        "id":"ED105156",
        "title":"Factors Critical to the Adoption of Career Guidance Systems."},
      {
        "id":"ED105157",
        "title":"Job Involvement: A Construct Validity Study."},
      {
        "id":"ED105158",
        "title":"Operation Bootstrap: Adult Education Program Responsibility."},
      {
        "id":"ED105161",
        "title":"Individualizing Instruction and Management by Objectives."},
      {
        "id":"ED105162",
        "title":"Establishing Measurable Objectives for the the Self-Evaluation of the Local Vocational Education Program: A Case Study."},
      {
        "id":"ED105163",
        "title":"Developing School and Community Support for Career Education and Education for the Handicapped; Brazoria County Cluster. Final Report."},
      {
        "id":"ED105168",
        "title":"Career Education--An Idea Book for Teachers of English."},
      {
        "id":"ED105169",
        "title":"Career Education--An Idea Book for Science Teachers."},
      {
        "id":"ED105170",
        "title":"Career Education--An Idea Book for Mathematics Teachers."},
      {
        "id":"ED105171",
        "title":"Career Education--An Idea Book for Social Studies Teachers."},
      {
        "id":"ED105172",
        "title":"Aspects of Adult Literacy: A Collection of Papers."},
      {
        "id":"ED105174",
        "title":"A Conceptual View of the Officer Procurement Model (TOPOPS). Technical Report No. 73-73."},
      {
        "id":"ED105175",
        "title":"Notes on Curriculum Development and Sample Career Education Modules."},
      {
        "id":"ED105176",
        "title":"Traffic Education for Montana Elementary Schools: Bicycle Safety 1974."},
      {
        "id":"ED105177",
        "title":"Some Models of Adult Learning and Adult Change. Studies on Permanent Education, No. 22/1974."},
      {
        "id":"ED105178",
        "title":"The Supply of Health Manpower: 1970 Profiles and Projections to 1990. Health Manpower References."},
      {
        "id":"ED105180",
        "title":"Maori Adult Education: Report of a Working Party."},
      {
        "id":"ED105181",
        "title":"Fundamental Education: Common Ground for All Peoples. Report of a Special Committee to the Preparatory Commission of the United Nations Educational, Scientific and Cultural Organization."},
      {
        "id":"ED105183",
        "title":"Podiatry Manpower: Characteristics of Clinical Practice United States--1970. Vital and Health Statistics--Series 14, No. 11."},
      {
        "id":"ED105184",
        "title":"Opticians Employed in Health Services; United States--1969. Vital and Health Statistics, Series 14, No. 3."},
      {
        "id":"ED105185",
        "title":"A Study of the Achievement Level Criteria for Nonveteran Adult Students' Eligibility for Taking the Test of General Educational Development in Louisiana. Bulletin No. 1267."},
      {
        "id":"ED105186",
        "title":"Career Education and COP: A Natural Combination."},
      {
        "id":"ED105187",
        "title":"Career Opportunities Program: A Progress Report on a Mid-Range Demonstration."},
      {
        "id":"ED105189",
        "title":"The New FFA [Future Farmers of America] Student Performance Objectives."},
      {
        "id":"ED105190",
        "title":"FFA [Future Farmers of America] Achievement Award Program."},
      {
        "id":"ED105192",
        "title":"The Physical Needs of a Distributive Education Classroom: \"Equipment and Space.\""},
      {
        "id":"ED105193",
        "title":"Continuing Education for Texas: Special Studies of Non-Traditional Approaches to Education."},
      {
        "id":"ED105195",
        "title":"A National State of the Art Study of Curriculum Instructional Materials for Distributive Education. Volume 1."},
      {
        "id":"ED105196",
        "title":"A National State of the Art Study of Curriculum Instructional Materials for Distributive Education. Volume 2."},
      {
        "id":"ED105197",
        "title":"CODAP: Programmer Notes for the Subroutine Library on the Univac 1108."},
      {
        "id":"ED105198",
        "title":"CODAP: Control Card Specifications for the Univac 1108."},
      {
        "id":"ED105200",
        "title":"Bibliography of the Occupational Research Division, Air Force Human Resources Laboratory (AFSC)."},
      {
        "id":"ED105202",
        "title":"Desirability of Adopting an International Instrument on the Development of Adult Education."},
      {
        "id":"ED105203",
        "title":"Self-Instructional Course in Business Machines. Teacher Edition and Student Edition."},
      {
        "id":"ED105204",
        "title":"Why Selection Service: An Instructional Guide for High School Use."},
      {
        "id":"ED105205",
        "title":"Distributive Marketing Education: Innovative Instructional Techniques in Distributive Marketing Education."},
      {
        "id":"ED105206",
        "title":"Innovations and Planning."},
      {
        "id":"ED105207",
        "title":"Profiles of Grant Programs: Public Health Service."},
      {
        "id":"ED105208",
        "title":"Ophthalmology Manpower: A General Profile: United States--1968. Vital and Health Statistics--Series 14, No. 5."},
      {
        "id":"ED105210",
        "title":"Career Awareness K-6: Compilation of Modules. I Can Be Me from A to Z."},
      {
        "id":"ED105211",
        "title":"Career Awareness K-6: Dictionary of Occupational Titles."},
      {
        "id":"ED105212",
        "title":"A Report on the Career Opportunities Program National Conference: United States Office of Education. (Dallas, Texas, March 3-6, 1974)."},
      {
        "id":"ED105213",
        "title":"Wisconsin Maternity Leave and Fringe Benefits: Policies, Practices and Problems."},
      {
        "id":"ED105216",
        "title":"The Challenge to Vocational Education in the Economic Crisis: Policy Statement."},
      {
        "id":"ED105217",
        "title":"Adult Education Career Education Guide."},
      {
        "id":"ED105218",
        "title":"Nicholls State University: Adult Basic Education Institute for Teachers, Administrators, and Paraprofessionals of Rural ABE Programs: Final Report."},
      {
        "id":"ED105219",
        "title":"Career Development for the Primary Level."},
      {
        "id":"ED105220",
        "title":"Career Development for the Intermediate Level."},
      {
        "id":"ED105221",
        "title":"Career Development for the Upper Grades."},
      {
        "id":"ED105222",
        "title":"Proprietary Vocational Schools. Hearings Before a Subcommittee of the Committee on Government Operations: House of Representatives, Ninety-Third Congress."},
      {
        "id":"ED105223",
        "title":"Alcohol Highway-Traffic Safety Workshop for State Officials."},
      {
        "id":"ED105224",
        "title":"Alcohol Highway-Traffic Safety Workshop for Law Enforcement Officers."},
      {
        "id":"ED105225",
        "title":"Education for Community Participation in Health Decision Making: An Evaluation of Columbia University's Continuing Education Program for Health Consumers."},
      {
        "id":"ED105226",
        "title":"Photoinstrumentation Technology, A Two-Year Program."},
      {
        "id":"ED105227",
        "title":"Teacher-Coordinator's Guide for Related Instruction in Multi-Occupation Cooperative Programs."},
      {
        "id":"ED105229",
        "title":"A Guide for the Effective Utilization of Advisory Committees."},
      {
        "id":"ED105230",
        "title":"Optometric Manpower: Characteristics of Optometric Practice, United States--1968. Vital and Health Statistics, Series 14, No. 13."},
      {
        "id":"ED105231",
        "title":"The How and Why of Career Education. Career Education Monograph Series: Volume 1, Number 1."},
      {
        "id":"ED105232",
        "title":"An Infusion Strategy for Career Education. Career Education Monograph Series: Volume 1, Number 2."},
      {
        "id":"ED105233",
        "title":"Career Approach to Media Development: Producing Slide and Slide-Tape Presentations. Career Education Monograph Series: Volume 1, Number 3."},
      {
        "id":"ED105234",
        "title":"Career Education Implications for Special Education. Career Education Monograph Series: Volume 1, Number 4."},
      {
        "id":"ED105235",
        "title":"Career Expressions of Women. Career Education Monograph Series: Volume 1, Number 5."},
      {
        "id":"ED105244",
        "title":"The Company Youth Keep: An Empirical Analysis of Job Finding Among Young Men 14-24."},
      {
        "id":"ED105245",
        "title":"Cost and Efficiency in Military Specialty Training. Paper No. P-5160."},
      {
        "id":"ED105246",
        "title":"Performance Objectives Development Project."},
      {
        "id":"ED105248",
        "title":"Career Objectives of Wyoming Secondary Students Compared with Parental Occupations."},
      {
        "id":"ED105249",
        "title":"Report and Evaluation of Workshop for Inservice Vocational Teachers of the Handicapped."},
      {
        "id":"ED105250",
        "title":"Coordination and Integration of Military Education with National Career Education: Phase 2: Final Report. Technical Report No. 890."},
      {
        "id":"ED105253",
        "title":"Aerographers Mate 1 &amp; C: Rate Training Manual."},
      {
        "id":"ED105254",
        "title":"Career Education: What It Is and Why We Need It from Leaders of Industry, Education, Labor and the Professions."},
      {
        "id":"ED105255",
        "title":"Participation in an Indian Adult Education Program."},
      {
        "id":"ED105256",
        "title":"Tools for Toil: Kindergarten."},
      {
        "id":"ED105257",
        "title":"Reading, Writing, and Numbering: First Grade."},
      {
        "id":"ED105258",
        "title":"What Do Workers Do?: Second Grade."},
      {
        "id":"ED105259",
        "title":"Doing Your Thing: Fourth Grade."},
      {
        "id":"ED105260",
        "title":"Following and Giving Directions: Fifth Grade."},
      {
        "id":"ED105261",
        "title":"Developing Your Potential: Fifth Grade."},
      {
        "id":"ED105262",
        "title":"Ideas: Things to Think About: Sixth Grade."},
      {
        "id":"ED105263",
        "title":"Skill Schemes: Sixth Grade."},
      {
        "id":"ED105264",
        "title":"Careers Calling: Seventh or Eighth Grade."},
      {
        "id":"ED105266",
        "title":"Technical and Vocational Training in Kenya and the Harambee Institutes of Technology. Discussion Paper No. 169."},
      {
        "id":"ED105267",
        "title":"Procurement and Retention of Navy Physicians. Report No. CNS 1030."},
      {
        "id":"ED105268",
        "title":"Indiana Leadership Development Program: A Summary Report."},
      {
        "id":"ED105269",
        "title":"Resource Guide for Performance-Based Carpentry Instruction."},
      {
        "id":"ED105270",
        "title":"Project EVOLVE: Report of the Higginsville Adult Basic Education Project for Retarded Young Adults."},
      {
        "id":"ED105271",
        "title":"Innovations in Industrial Arts Teacher: Education--Curriculum--Facilities--Methodology."},
      {
        "id":"ED105272",
        "title":"NABTE [National Association for Business Teacher Education] Review."},
      {
        "id":"ED105273",
        "title":"World Education Annual Report: 1973-1974."},
      {
        "id":"ED105275",
        "title":"Adult Basic Education Project: Career Centers Program: Division of Extension and Continuing Education: University of Puerto Rico: Final Report."},
      {
        "id":"ED105276",
        "title":"Volunteer Adult Basic Reading Tutorial Program: Final Special Demonstration Project Report."},
      {
        "id":"ED105279",
        "title":"Management Study of the Division of Special Schools. Final Report. [Summary and Appendices]."},
      {
        "id":"ED105280",
        "title":"A Handbook for Career Guidance Counselors."},
      {
        "id":"ED105281",
        "title":"Air Controlman 1 &amp; C: Rate Training Manual."},
      {
        "id":"ED105282",
        "title":"Career Education: How to Do It: Creative Approaches by Local Practitioners."},
      {
        "id":"ED105283",
        "title":"Orientation and Craft Skill Training. Personnel Handbook, Series P-23."},
      {
        "id":"ED105284",
        "title":"Pathways to Military Service for College Men and Women."},
      {
        "id":"ED105285",
        "title":"A Handbook for Recruiting: Adult Basic Education: Iowa."},
      {
        "id":"ED105286",
        "title":"Placement: Ultimate Test of a School's Commitment to Its Students."},
      {
        "id":"ED105288",
        "title":"A Target Population in Adult Education. Economic Perspectives and Prospects: A Focus on the Client: State Demographic Data. Report of the National Advisory Council on Adult Education."},
      {
        "id":"ED105289",
        "title":"Adult Basic Education Teacher Competency Inventory [in two parts]."},
      {
        "id":"ED105291",
        "title":"Guidance and Counseling: A Call for Change? Montana SACVE [State Advisory Council on Vocational Education] Public Meeting (Helena, January 11, 1974)."},
      {
        "id":"ED105292",
        "title":"Handbook of Administrative Policies and Procedures for Directors of Adult Basic Education in Massachusetts."},
      {
        "id":"ED105294",
        "title":"Alcohol Highway-Traffic Safety Workshop for the Judiciary."},
      {
        "id":"ED105295",
        "title":"Alcohol Highway-Traffic Safety Workshop for Local Officials."},
      {
        "id":"ED105296",
        "title":"Module Directory for Agricultural Education."},
      {
        "id":"ED105297",
        "title":"Occupational Manpower and Training Needs: Information for Vocational Counseling and Planning for Occupational Training. Revised 1974. Bulletin No. 1824."},
      {
        "id":"ED105298",
        "title":"Cooperative Education."},
      {
        "id":"ED105299",
        "title":"Alcohol Highway-Traffic Safety Workshop for Alcohol Rehabilitation and Treatment Personnel."},
      {
        "id":"ED105300",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 8, Number 2."},
      {
        "id":"ED105301",
        "title":"A Study to Assess the Status of Career Education Supported by the Illinois Division of Vocational and Technical Education Since 1970."},
      {
        "id":"ED105302",
        "title":"Influencing Interaction and Outcomes in Group Psychotherapy."},
      {
        "id":"ED105303",
        "title":"Systematic Human Relations Training for Paraprofessionals."},
      {
        "id":"ED105304",
        "title":"A Study of Human Dynamics and Humanistic Qualities as Factors Which Contributed to the Success of Guidance Counselors in a Specialized Program."},
      {
        "id":"ED105305",
        "title":"A Non-Fundamentalist Approach to the Fundamentals of Ethics in the Study of Natural Groups."},
      {
        "id":"ED105306",
        "title":"Pragmatic Causal Distortion in Counseling. Office for Student Affairs Research Bulletin, Vol. 15, No. 9."},
      {
        "id":"ED105307",
        "title":"Alienation and Education."},
      {
        "id":"ED105308",
        "title":"Psychology and Education on the Continent of Africa."},
      {
        "id":"ED105309",
        "title":"Heroin. Report Series 33, No. 1."},
      {
        "id":"ED105310",
        "title":"The Prediction of Consumer Buying Intentions: A Comparative Study of the Predictive Efficacy of Two Attitudinal Models. Faculty Working Paper No. 234."},
      {
        "id":"ED105311",
        "title":"Federal Strategy for Drug Abuse and Drug Traffic Prevention 1974."},
      {
        "id":"ED105312",
        "title":"A Study in the Application of the C. A. Curran Counseling-Learning Model to Adults."},
      {
        "id":"ED105313",
        "title":"The Counselor in the Institutional Structure."},
      {
        "id":"ED105314",
        "title":"Physiological Concomitants of the Alcohol State: Arousal or Relaxation."},
      {
        "id":"ED105315",
        "title":"Avocational Counseling: A Prospectus for a New Psychological Specialty."},
      {
        "id":"ED105316",
        "title":"Training Paraprofessional Counselors to Treat Behavioral and Academic Deficits in Elementary Classrooms. Training Paraprofessionals Using Video-Taped Behavioral Assessment."},
      {
        "id":"ED105317",
        "title":"Conflicts in Career Thinking: Analytic Advisors and Intuitive Students."},
      {
        "id":"ED105318",
        "title":"Sexism Springs Eternal--in the Reader's Digest."},
      {
        "id":"ED105319",
        "title":"The Past, Present, and Future of Cross-Cultural Psychology."},
      {
        "id":"ED105320",
        "title":"Barriers to Entry and Re-Entry into the Labor Force."},
      {
        "id":"ED105321",
        "title":"The Earnings Gap: Research Needs and Issues."},
      {
        "id":"ED105323",
        "title":"A Study of Children's Aggressive Actions in Six Cultures."},
      {
        "id":"ED105324",
        "title":"Nonintellective Correlates of Grades, Persistence, and Academic Learning in College: The Published Literature through the Decade of the Sixties. Monograph 14."},
      {
        "id":"ED105327",
        "title":"A Comparison of Perceptions of Therapeutic Treatment Team Members Concerning Teacher Roles Within the Therapeutic Treatment Team in a Hospital School for Adult Psychiatric Patients."},
      {
        "id":"ED105328",
        "title":"On Being Real: In Praise of Impersonal Communication."},
      {
        "id":"ED105329",
        "title":"Values and Career Interests of Mathematically Precocious Youth."},
      {
        "id":"ED105330",
        "title":"Towards a Modest Empiricism in Human Transaction Derived from \"A General Theory of Adapting Behavior.\""},
      {
        "id":"ED105331",
        "title":"Minority Group Women."},
      {
        "id":"ED105332",
        "title":"The Affection Vs. Intercourse Problem or All He Wants Is My Body."},
      {
        "id":"ED105333",
        "title":"The Assessment of Career Development: Content Validity with Roe's Occupational Classification."},
      {
        "id":"ED105334",
        "title":"The Follow-Up Study: An Evaluation System for Improvement of Educational Programs and Services in American Schools Overseas."},
      {
        "id":"ED105335",
        "title":"A New Look at the High School Record as a Source of Information for Predicting College Achievement. Final Report."},
      {
        "id":"ED105336",
        "title":"Synopsis of Basic Theory and Techniques of Order Analysis. Occasional Paper No. 26."},
      {
        "id":"ED105338",
        "title":"A Preliminary Investigation of Three Diagnosticians&apos; Interpretations of a Standard Life Style Analysis Protocol."},
      {
        "id":"ED105340",
        "title":"Selective Attention of Impulsive and Reflective Children. Research Report No. 66."},
      {
        "id":"ED105341",
        "title":"Leisure Counseling. A Kit."},
      {
        "id":"ED105342",
        "title":"International Conflict Resolution Workshops."},
      {
        "id":"ED105343",
        "title":"A Comparison of the Rates of Mental Impairment for Advantaged and Disadvantaged Ethnic Groups."},
      {
        "id":"ED105344",
        "title":"Marriage Counseling: Definition of an Autonomous Profession."},
      {
        "id":"ED105345",
        "title":"An Argument for the Use of Para-Professional Counselors in Premarital and Marital Counseling."},
      {
        "id":"ED105346",
        "title":"Antecedents of Academic Performance and Educational Attainment. Final Report."},
      {
        "id":"ED105347",
        "title":"Current Student Attitudes: Possible Implications for Business and Education. A Conference Report of the University Advisory Council."},
      {
        "id":"ED105348",
        "title":"The Relationship Between Recall Performance and Abilities: A Second Look. Report from the Project on Children's Learning and Development. Technical Report No. 314."},
      {
        "id":"ED105349",
        "title":"Integrating Career Development on the Campus: Report of a Workshop."},
      {
        "id":"ED105350",
        "title":"Anomalies in Drug Abuse Treatment. Interim Report of the Temporary State Commission to Evaluate the Drug Laws. Legislative Document No. 11."},
      {
        "id":"ED105351",
        "title":"Comparison of Computer-Based Vs. Counselor-Based Occupational Information Systems with Disadvantaged Vocational Students."},
      {
        "id":"ED105352",
        "title":"The Articulation of College Guidance for Minority and \"Other Race\" Students in Secondary and Postsecondary Education."},
      {
        "id":"ED105354",
        "title":"Dropout Prevention. A Special Report by the National Advisory Council on Supplementary Centers and Services."},
      {
        "id":"ED105355",
        "title":"Impact: Advancing Human Services. Volume 3, Numbers 3-4."},
      {
        "id":"ED105356",
        "title":"Impact: Advancing Human Services. Volume 3, Number 5."},
      {
        "id":"ED105357",
        "title":"Impact: Advancing Human Services. Volume 3, Number 6."},
      {
        "id":"ED105358",
        "title":"School Discipline and Student Rights. Searchlight: Relevant Resources in High Interest Areas. Update Search 1U-2."},
      {
        "id":"ED105359",
        "title":"Counseling the Pregnant Teenager. Search light: Relevant Resources in High Interest Areas. Update Search 2U-2."},
      {
        "id":"ED105361",
        "title":"Counseling for Drug Abuse. Searchlight: Relevant Resources in High Interest Areas. Update Search 4U-2."},
      {
        "id":"ED105362",
        "title":"Counseling for Achievement Motivation. Searchlight: Relevant Resources in High Interest Areas. Update Search 5U-2."},
      {
        "id":"ED105364",
        "title":"Parent Counseling. Searchlight: Relevant Resources in High Interest Areas. Update Search 8U-2."},
      {
        "id":"ED105365",
        "title":"Students as Resources. Searchlight: Relevant Resources in High Interest Areas. Update Search 10U-2."},
      {
        "id":"ED105366",
        "title":"Counseling the Aging. Searchlight: Relevant Resources in High Interest Areas. Update Search 11U-2."},
      {
        "id":"ED105368",
        "title":"Support Personnel. Searchlight: Relevant Resources in High Interest Areas. Update Search 13U-2."},
      {
        "id":"ED105369",
        "title":"Testing and Testing Programs. Searchlight: Relevant Resources in High Interest Areas. Update Search 14U-2."},
      {
        "id":"ED105370",
        "title":"Outreach Counseling. Searchlight: Relevant Resources in High Interest Areas. Update Search 15U-2."},
      {
        "id":"ED105371",
        "title":"Group Guidance. Searchlight: Relevant Resources in High Interest Areas. Update Search 16U-2."},
      {
        "id":"ED105372",
        "title":"The Teacher as an Instructional Manager or Turning Informational Feedback into Pupil Progress."},
      {
        "id":"ED105373",
        "title":"Symptoms and Remediation of the Dyslexic Child."},
      {
        "id":"ED105374",
        "title":"Diagnostic Reading Evaluations: Which Scores to Report."},
      {
        "id":"ED105375",
        "title":"Teaching Writing Styles through Visual Compositions."},
      {
        "id":"ED105376",
        "title":"Ocular-Motor Function and Information Processing: Implications for the Reading Process."},
      {
        "id":"ED105377",
        "title":"PLATO Elementary Reading Curriculum."},
      {
        "id":"ED105378",
        "title":"Individualizing the Reading Program from Concept to Practice."},
      {
        "id":"ED105379",
        "title":"Sex Differences in Reading: The Relationship of Reader Content to Reading Achievement."},
      {
        "id":"ED105380",
        "title":"The Relation between the Discrimination of Letter-Like Forms and Word Recognition."},
      {
        "id":"ED105381",
        "title":"A Scope of Learner Behaviors in Reading."},
      {
        "id":"ED105382",
        "title":"Handbook for Right to Read Directors."},
      {
        "id":"ED105386",
        "title":"Alabama Right to Read Program Staff Development Training Workshop, Phase II 1974-75, July 8-August 9, 1974, Haley Center, Auburn University."},
      {
        "id":"ED105389",
        "title":"The Georgia Right to Read Criteria of Excellence in Reading Programs."},
      {
        "id":"ED105390",
        "title":"Appalachian Community Based Right to Read Project. Annual Report."},
      {
        "id":"ED105391",
        "title":"Teacher Attitudes Toward Children's Language in West Germany and England."},
      {
        "id":"ED105395",
        "title":"Selecting Books to Promote Moral Development."},
      {
        "id":"ED105396",
        "title":"Comparison of Word Recognition Speed and Word Recognition Strategies for Good and Poor Readers."},
      {
        "id":"ED105401",
        "title":"Literacy Skills and Requirements in Air Force Career Ladders. Final Report for Period January, 1973-September, 1974."},
      {
        "id":"ED105402",
        "title":"Reading, Grade 3; State Assessment of Educational Progress in North Carolina, 1973-74."},
      {
        "id":"ED105406",
        "title":"An Aspect of Critical Thinking: Predicting Students' Use of Evidence."},
      {
        "id":"ED105407",
        "title":"Reading Mathematics."},
      {
        "id":"ED105410",
        "title":"Project ERA (Early Reading - Readiness Achievement); End of Budget Period Report."},
      {
        "id":"ED105411",
        "title":"Forty-Five Ways to Teach Reading: A Model for Classifying Reading Approaches. IMRID Papers and Reports, Volume V, No. 5."},
      {
        "id":"ED105412",
        "title":"Reading Handbook, Grades K-6."},
      {
        "id":"ED105413",
        "title":"Comprehension of a Narrative Passage by Elementary School Children as a Function of Listening Rate, Retention Period, and IQ. IMRID Papers and Reports, Volume V, No. 2."},
      {
        "id":"ED105414",
        "title":"Cognitive Confusion in Reading and Its Relationship to Beginning Reading."},
      {
        "id":"ED105415",
        "title":"Attitude Toward Reading: Alternatives in Assessment."},
      {
        "id":"ED105419",
        "title":"The Middle College High School: A New Model for Remediation."},
      {
        "id":"ED105420",
        "title":"The Effects of Instruction on the Critical Thinking Abilities of Middle-School-Age Children."},
      {
        "id":"ED105422",
        "title":"A Criterion-Referenced Testing Model for Assessing Growth in Reading."},
      {
        "id":"ED105423",
        "title":"Eleventh-Grade Core Program."},
      {
        "id":"ED105424",
        "title":"College Learning Skills: Frontierland Origins of the Learning Assistance Center."},
      {
        "id":"ED105425",
        "title":"What Mathemagenic Effects and Cognitive Styles Research Should Mean to the Reading Educator."},
      {
        "id":"ED105426",
        "title":"The Contributions of Quantity and Quality of Instruction to Reading Programs."},
      {
        "id":"ED105427",
        "title":"A Booklet for Volunteer Tutors."},
      {
        "id":"ED105428",
        "title":"Considerations in Budget Planning for Learning Assistance Centers."},
      {
        "id":"ED105429",
        "title":"Alternative Interpretations of Evidence for Phonemic Recoding in Visual Word Recognition."},
      {
        "id":"ED105430",
        "title":"Hierarchical Subskills in the Reading Acquisition Process."},
      {
        "id":"ED105431",
        "title":"\"What Did the Author Say?\" A Technique for Learning to Organize, Understand and Remember Ideas."},
      {
        "id":"ED105432",
        "title":"Inservice Reading Resource Kit: Package 7--Reading Comprehension Related to Thinking Processes; A Program Designed to Improve Teacher Competency in the Teaching of Reading."},
      {
        "id":"ED105433",
        "title":"Inservice Reading Resource Kit: Package 8--Word Recognition, Prescriptive Teaching for Improving Word Recognition Skills; A Companion Package for Diagnosis of Word Recognition Ability, Package 3."},
      {
        "id":"ED105434",
        "title":"Inservice Reading Resource Kit: Package 9--Reading in Content Areas; Developing Proficiency in the Reading/Study Skills for Content Teachers."},
      {
        "id":"ED105435",
        "title":"Reading and Career Education. Perspectives in Reading No. 19."},
      {
        "id":"ED105436",
        "title":"The Effect of Reading Ability on the Self-Concept-of-Academic Ability of College Students."},
      {
        "id":"ED105437",
        "title":"An Urban Centered Reading and Study Skills Program."},
      {
        "id":"ED105438",
        "title":"Evaluation Report for the Improvement of Reading, 1972-1973; Final Report on the Educational Achievement Act of Colorado 22-22, C.R.S. 1973."},
      {
        "id":"ED105439",
        "title":"Teachers, Tangibles, Techniques: Comprehension of Content in Reading."},
      {
        "id":"ED105440",
        "title":"The Efficacy of the Initial Teaching Alphabet and the Peabody Language Development Kit with Grade One Disadvantaged Children: After One Year. IMRID Papers and Reports, Volume III, No. 2."},
      {
        "id":"ED105441",
        "title":"Effects of Size and Abstractness of Picture Symbols (Rebuses) on Visual Matching and Learning to Label. IMRID Papers and Reports, Volume IV, No. 16."},
      {
        "id":"ED105442",
        "title":"Proceedings of the Administrators' Conference of the New England Consortium for the Right to Read (Chicopee, Massachusetts, Oct. 30-31, 1974)."},
      {
        "id":"ED105443",
        "title":"Continuous Progress in Reading; Proceedings of a Conference of the New England Consortium for the Right to Read (Boston, January 8-10, 1975)."},
      {
        "id":"ED105444",
        "title":"Summary of Investigations Relating to Reading, July 1, 1973 to June 30, 1974."},
      {
        "id":"ED105445",
        "title":"Transfer in Children's Paired-Associate Learning as a Function of Levels of Meaning; Report from the Project on Children's Learning and Development. Technical Report No. 313."},
      {
        "id":"ED105446",
        "title":"An Assessment of the Attitudes of Secondary Level Teachers toward Incorporating Reading Skills with Content; Report from the Project on Conditions of School Learning and Instructional Strategies. Technical Report No. 329."},
      {
        "id":"ED105447",
        "title":"The Effects of Labeling and Meaningfulness on Children's Pictorial Discrimination Learning; Report from the Project on Children's Learning and Development. Technical Report No. 331."},
      {
        "id":"ED105448",
        "title":"Interactive Mental Imagery and Short-Term Memory Search Rates for Words and Pictures. Report from the Project on Children's Learning and Development. Technical Report No. 317."},
      {
        "id":"ED105449",
        "title":"Right to Read Language Experience Program."},
      {
        "id":"ED105451",
        "title":"Semiotics: Towards Romance and Precision in Language."},
      {
        "id":"ED105452",
        "title":"The Diagnostic Spelling Test: A Modification of the Wide Range Achievement Test, Spelling (Level II); A Progress Report."},
      {
        "id":"ED105453",
        "title":"The Effect of Social Dialect on Sound Blending and Word Identification."},
      {
        "id":"ED105454",
        "title":"The Reflective \"I\": Language Awareness and Freshman Composition."},
      {
        "id":"ED105455",
        "title":"Taped Resources: The Minds of Our Students."},
      {
        "id":"ED105458",
        "title":"Focus: English Literature Outside Traditional Rubrics."},
      {
        "id":"ED105459",
        "title":"Struggle in Press Freedom."},
      {
        "id":"ED105460",
        "title":"Media in the Future Tense."},
      {
        "id":"ED105461",
        "title":"K-12 Composition and Language."},
      {
        "id":"ED105462",
        "title":"Hasty Puddings: External Testing and the English Department."},
      {
        "id":"ED105463",
        "title":"Language and Communication: A Resource Book, K-12. Curriculum Guide No. 40."},
      {
        "id":"ED105464",
        "title":"Creative Dramatics Handbook. Revised Edition."},
      {
        "id":"ED105465",
        "title":"The Speaking Vocabularies of Kindergarten, First-Grade, and Second-Grade Children."},
      {
        "id":"ED105466",
        "title":"Accountability: Or Let Others Grade Your Students."},
      {
        "id":"ED105468",
        "title":"The Teaching of English in the Seventies; A Report on the Annual Conference (3rd, Athens, Ga., July 25-26, 1974)."},
      {
        "id":"ED105469",
        "title":"Uses of the Antebellum Slave Narratives in Collegiate Courses in Literature."},
      {
        "id":"ED105470",
        "title":"Is the Elective Program Another Case of Professional Doublespeak?"},
      {
        "id":"ED105471",
        "title":"Storyteller: Endangered Species?"},
      {
        "id":"ED105472",
        "title":"Breakdown: Mind Terror in Sylvia Plath and Doris Lessing."},
      {
        "id":"ED105473",
        "title":"Teachers and Group Size as Variables in Stimulating Oral Language Development with Grade One Disadvantaged Children. IMRID, Volume III, No. 1."},
      {
        "id":"ED105474",
        "title":"Differences in Learning through Compressed Speech as a Function of Presentation Strategy and Rate among Culturally Disadvantaged Fourth Grade Children. IMRID Papers and Reports, Vol. V, No. 9."},
      {
        "id":"ED105475",
        "title":"Comprehension of a Narrative Passage by Fifth Grade Children as a Function of Listening Rate and Presentation Strategy; IMRID Papers, Volume V, No. 3."},
      {
        "id":"ED105476",
        "title":"Differential Effects on the ITPA [Illinois Test of Psycholinguistic Abilities] Profile of the Final Version of the Peabody Language Development Kits (Levels #1 and #2) with Young Disadvantaged Negro Children. IMRID Papers and Reports, Volume 5, No. 24."},
      {
        "id":"ED105477",
        "title":"Differential Effects on the ITPA [Illinois Test of Psycholinguistic Abilities] Profile of the Experimental Version of Level #1 of the Peabody Language Development Kits with Disadvantaged First-Grade Children. IMRID Papers and Reports, Volume 4, No. 6."},
      {
        "id":"ED105478",
        "title":"Comprehension of a Narrative Passage as a Function of Listening Rate, Recall Period, and IQ: Nashville Third and Sixth Grade Study. IMRID Papers and Reports, Volume IV, No. 17."},
      {
        "id":"ED105479",
        "title":"Coding, Ordering, and Retrieving Information from Sentences. Final Report."},
      {
        "id":"ED105480",
        "title":"A Resource for Journalism Teachers: ERIC."},
      {
        "id":"ED105481",
        "title":"Communication in the High School Curriculum: Speaking and Listening; Subject Field Series, Bulletin D-1. Revised Edition."},
      {
        "id":"ED105482",
        "title":"English Language Arts K-12, The ABC's (Accent on Basic Communication Skills): Program of Studies--Section A, Program Description, K-12; Program of Studies--Section B, Program Objectives, K-12."},
      {
        "id":"ED105483",
        "title":"Program of Studies English Language Arts, Grades 7-12, Section C: Part I, Strategies for Teaching and Learning, Group Experience Models; Part II, Learning Activity Packets."},
      {
        "id":"ED105485",
        "title":"Language Arts, Grade 3; State Assessment of Educational Progress in North Carolina, 1973-74."},
      {
        "id":"ED105486",
        "title":"Elementary English/Language Arts Course of Study for Kindergarten."},
      {
        "id":"ED105487",
        "title":"Elementary English/Language Arts Course of Study for Grade One."},
      {
        "id":"ED105488",
        "title":"Elementary English/Language Arts Course of Study for Grade Two."},
      {
        "id":"ED105489",
        "title":"Elementary English/Language Arts Course of Study for Grade Three."},
      {
        "id":"ED105490",
        "title":"Elementary English/Language Arts Course of Study for Grade Four."},
      {
        "id":"ED105491",
        "title":"ElementaryEnglish/Language Arts Course of Study for Grade Five."},
      {
        "id":"ED105492",
        "title":"Elementary English/Language Arts Course of Study for Grade Six."},
      {
        "id":"ED105494",
        "title":"Mexican American Bilingualism and English Language Ethnocentrism in Public Education."},
      {
        "id":"ED105495",
        "title":"Business English and Communications: Language Arts Mini-Course."},
      {
        "id":"ED105496",
        "title":"Science Fiction. Language Arts Mini-Course."},
      {
        "id":"ED105497",
        "title":"Short Story. Language Arts Mini-Course."},
      {
        "id":"ED105498",
        "title":"Introduction to Poetry. Language Arts Mini-Course."},
      {
        "id":"ED105499",
        "title":"Literature of the Adolescent Years. Language Arts Mini-Course."},
      {
        "id":"ED105500",
        "title":"Speech. Language Arts Mini-Course."},
      {
        "id":"ED105501",
        "title":"Drama. Language Arts Mini-Course."},
      {
        "id":"ED105502",
        "title":"Basic Vocabulary I. Language Arts Mini-Course."},
      {
        "id":"ED105503",
        "title":"Shakespeare I. Language Arts Mini-Course."},
      {
        "id":"ED105504",
        "title":"Novel. Language Arts Mini-Course."},
      {
        "id":"ED105505",
        "title":"Advanced Vocabulary I. Language Arts Mini-Course."},
      {
        "id":"ED105506",
        "title":"Vocational and Business Writing: Language Arts Mini-Course."},
      {
        "id":"ED105508",
        "title":"An Oral Approach to the Passive Voice at Beginning Levels."},
      {
        "id":"ED105509",
        "title":"Strategies for Teaching Sophisticated Literature to \"Unsophisticated\" Students."},
      {
        "id":"ED105511",
        "title":"Writing for a Reason: A Telecourse in Freshman Composition."},
      {
        "id":"ED105512",
        "title":"The Significance of Bi-Dialectalism in America."},
      {
        "id":"ED105514",
        "title":"Studies of Human Memory and Language Processing."},
      {
        "id":"ED105516",
        "title":"Theater Games: One Way into Drama."},
      {
        "id":"ED105517",
        "title":"The Art of Fact and the Art of Fiction."},
      {
        "id":"ED105518",
        "title":"Censoring Textbooks: Is West Virginia the Tip of the Iceberg? A Transcript of &quot;Options on Education,&quot; December 11, 1974."},
      {
        "id":"ED105519",
        "title":"Imitation: Creative Possibilities of an Unfashionable Doctrine."},
      {
        "id":"ED105520",
        "title":"Reading and Teaching the Novel, Volume 3."},
      {
        "id":"ED105521",
        "title":"Coping with Change through Literature."},
      {
        "id":"ED105522",
        "title":"National Approaches to Teaching Literature and Moral Development."},
      {
        "id":"ED105523",
        "title":"Critical Issues in Faculty Development."},
      {
        "id":"ED105524",
        "title":"Electronically Recorded Music as a Communication Medium: A Structural Analysis with Selected Bibliography."},
      {
        "id":"ED105525",
        "title":"The Spectrum of Cinema."},
      {
        "id":"ED105526",
        "title":"The Natives Are the Same All Over."},
      {
        "id":"ED105527",
        "title":"The Human Voice and the Silent Cinema."},
      {
        "id":"ED105528",
        "title":"Student Attitudes Towards Election Campaigns: A Case Study."},
      {
        "id":"ED105529",
        "title":"Approaches to Characterizing Information Environments."},
      {
        "id":"ED105531",
        "title":"A Longitudinal Analysis of Information Sources, Source Credibility, and Gubernatorial Vote."},
      {
        "id":"ED105532",
        "title":"The TAGER-TV Instructional Network."},
      {
        "id":"ED105533",
        "title":"Validity and Credibility Gaps in the Johnson Administration Case for Commitment to Vietnam, 1964-1967."},
      {
        "id":"ED105534",
        "title":"WLBT: The Birth of a Regulating Public."},
      {
        "id":"ED105535",
        "title":"Ideology, Attitude and the Influence of Public Opinion Polls."},
      {
        "id":"ED105536",
        "title":"Videotape as an Observational Technique: A Critique."},
      {
        "id":"ED105537",
        "title":"Validation of Viewing Reports: Exploration of a Photographic Method."},
      {
        "id":"ED105538",
        "title":"An Argument for Phenomenologically-Based Theory."},
      {
        "id":"ED105539",
        "title":"Measurement of Listening Achievement: The Role of Perceived Interest and Extrinsic Incentives."},
      {
        "id":"ED105540",
        "title":"The Use of Computer Simulation Gaming in Teaching Broadcast Economics."},
      {
        "id":"ED105541",
        "title":"Suggestions for Early Motion Picture Research."},
      {
        "id":"ED105542",
        "title":"Generic Man, Invisible Woman: Language, Thought, and Social Change."},
      {
        "id":"ED105543",
        "title":"Introspection: An Approach to Individualizing Communication Instruction."},
      {
        "id":"ED105544",
        "title":"A Comparative Study of Trends in Speech-Communication in Illinois Secondary Schools, 1973."},
      {
        "id":"ED105545",
        "title":"Training and Certification of School Principals. NAESP School Leadership Digest Series, Number 12. ERIC/CEM Research Analysis Series, Number 14."},
      {
        "id":"ED105546",
        "title":"Student Rights and Student Discipline. School Leadership Digest Series, Number 13. ERIC/CEM Research Analysis Series, Number 15."},
      {
        "id":"ED105548",
        "title":"[Community Education.]"},
      {
        "id":"ED105549",
        "title":"Moving Women into Educational Administration."},
      {
        "id":"ED105550",
        "title":"The Life of a Federal Advisory Council in Education."},
      {
        "id":"ED105551",
        "title":"Alternative Uses of the Delphi Technique in Evaluating Alternative Schools."},
      {
        "id":"ED105552",
        "title":"Solar Cooling for Buildings. Workshop Proceedings (Los Angeles, California, February 6-8, 1974)."},
      {
        "id":"ED105554",
        "title":"Neighborhood Schools Act, 1974. Hearing Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, Second Session on S. 503."},
      {
        "id":"ED105555",
        "title":"The Michigan Teacher and Tenure. A Study of the Michigan Teachers' Tenure Act."},
      {
        "id":"ED105556",
        "title":"Ten Guidelines for Recruiting, Hiring and Retraining Minority Group School Employees."},
      {
        "id":"ED105557",
        "title":"Financing Public Education in Massachusetts: A Process for Revision."},
      {
        "id":"ED105558",
        "title":"Results Oriented Management in Education: Project R.O.M.E. Identification and Development of Competencies of Building Level Administrators of Thomas County, Georgia: A Project Report and Appendices."},
      {
        "id":"ED105563",
        "title":"The School Board as Meta-Mediators."},
      {
        "id":"ED105564",
        "title":"Problems of School Administrators in the Education of Minority Children."},
      {
        "id":"ED105565",
        "title":"Blueprint for the Beginning Superintendent."},
      {
        "id":"ED105566",
        "title":"Perceptual Development of the Administrator."},
      {
        "id":"ED105567",
        "title":"The Theoretical Basis for Formative Evaluation."},
      {
        "id":"ED105568",
        "title":"Converting Authority to Leadership: The Principal's Rule Administration."},
      {
        "id":"ED105569",
        "title":"Punishment: Problems in Definition."},
      {
        "id":"ED105570",
        "title":"How Board Members Evaluate the Superintendent."},
      {
        "id":"ED105571",
        "title":"State School Finance Alternatives: Strategies for Reform."},
      {
        "id":"ED105573",
        "title":"Annotated Listing of Products Produced by the Education Products Center."},
      {
        "id":"ED105577",
        "title":"Dropout Report: Delaware Public Schools, 1973-74."},
      {
        "id":"ED105578",
        "title":"Decision-Making Administrative Behavior: Field-Centered Profile of the Urban School Principal."},
      {
        "id":"ED105579",
        "title":"The Administrative Team."},
      {
        "id":"ED105580",
        "title":"Evaluation of Administrators: Guidelines and Procedures."},
      {
        "id":"ED105581",
        "title":"Teacher Strikes: Guidelines for Administrators."},
      {
        "id":"ED105583",
        "title":"Teacher Evaluation: The State of the Art and a Solution."},
      {
        "id":"ED105585",
        "title":"Report of the Committee on Pupil Enrollment to the Arlington County School Board."},
      {
        "id":"ED105586",
        "title":"Teachers' Reactions to the First Year of the Alum Rock Voucher Demonstration."},
      {
        "id":"ED105587",
        "title":"Political Fragmentation and the Demand for Educational Services: An Economic Analysis. Final Report."},
      {
        "id":"ED105590",
        "title":"Projections of Educational Statistics to 1983-84. 1974 Edition."},
      {
        "id":"ED105591",
        "title":"Fiscal Response of School Districts to Alternative Forms and Levels of General-Purpose School Aid. Final Report."},
      {
        "id":"ED105592",
        "title":"The Role of Extra-Local Interest Groups in School Policy Making and Implementation."},
      {
        "id":"ED105593",
        "title":"Local School Program Planning Organizational Implications."},
      {
        "id":"ED105594",
        "title":"Coping With Oregon's New Competency-Based Graduation Requirements -- View From a Practitioner."},
      {
        "id":"ED105595",
        "title":"What Do the Chickens Say Today?"},
      {
        "id":"ED105596",
        "title":"The Case for Corporal Punishment."},
      {
        "id":"ED105597",
        "title":"Simple Linear and Curvilinear Relationships of Leader Style and School Climate to Principal Effectiveness."},
      {
        "id":"ED105598",
        "title":"The Role of Models in New Product Planning. Paper No. 368."},
      {
        "id":"ED105599",
        "title":"STRATOP: A Model for Designing Effective Product and Communication Strategies. Paper No. 470."},
      {
        "id":"ED105604",
        "title":"The School Administrator: A Relational Leader of Communities. An Occasional Paper."},
      {
        "id":"ED105606",
        "title":"The Consumer Price Index and Salary Negotiations. Research Reports."},
      {
        "id":"ED105607",
        "title":"Junior High and Middle Schools. Bibliographies in Education, No. 50."},
      {
        "id":"ED105608",
        "title":"School Discipline. Bibliographies in Education, No. 49."},
      {
        "id":"ED105609",
        "title":"A System and Rationale for Performance Based Teacher Supervision Using Modeling, Feedback and Practice Components. Research Bulletin, Vol. 9. No. 2."},
      {
        "id":"ED105610",
        "title":"An Exploratory Analysis of Preemption Problems Growing Out of Proposed Federal Legislation Providing Collective Bargaining Rights for State and Local Public Employees (H.R. 8677 and H.R. 9730, S. 3294 and S. 3295)."},
      {
        "id":"ED105611",
        "title":"Evaluating Performance of School District Administrators: Developing a Management by Objectives Scheme."},
      {
        "id":"ED105612",
        "title":"Manual on Procedure for Using Census Data To Estimate Block Income."},
      {
        "id":"ED105613",
        "title":"An Analysis of the Public Attitude Toward the Financing of Public Education as Reported in the Gallup Poll of Attitudes Toward Education, 1969-1974."},
      {
        "id":"ED105614",
        "title":"Organizational Socialization and the Preparation of Educational Administrators."},
      {
        "id":"ED105615",
        "title":"Neglected Issues in Federal Public Employee Collective Bargaining Legislation."},
      {
        "id":"ED105617",
        "title":"PPBS for State and Local Officials. Library Notes, Vol. 6, No. 4."},
      {
        "id":"ED105618",
        "title":"Home-School Interaction: Project LEM."},
      {
        "id":"ED105619",
        "title":"Coordinator's Handbook for: Setting Goals, Analyzing Problems, Deriving Objectives."},
      {
        "id":"ED105620",
        "title":"Setting Goals: Training Unit 1."},
      {
        "id":"ED105621",
        "title":"Analyzing Problems: Training Unit 2."},
      {
        "id":"ED105622",
        "title":"Deriving Objectives: Training Unit 3."},
      {
        "id":"ED105623",
        "title":"The Process of Developing Written School Board Policies."},
      {
        "id":"ED105624",
        "title":"Operations Research: An Elementary Guide to the Literature. Exchange Bibliography No. 403."},
      {
        "id":"ED105625",
        "title":"Computerized Location -- Allocation. Exchange Bibliography No. 414."},
      {
        "id":"ED105626",
        "title":"Research on Architecture and Human Behavior. Exchange Bibliography No. 673."},
      {
        "id":"ED105627",
        "title":"Student Activism: A Bibliography of Empirical Research. Exchange Bibliography No. 709."},
      {
        "id":"ED105628",
        "title":"Citizen Participation in Planning: Selected Interdisciplinary Bibliography. Exchange Bibliography No. 718."},
      {
        "id":"ED105629",
        "title":"School Bureaucratization and Student Achievement: Towards Modeling Administrative Behavior in Teachers. Final Report."},
      {
        "id":"ED105630",
        "title":"The Planning and Preparation Phase of the Virginia Beach, Virginia Pilot Program of Year-Round Education: Critical Incidents, Task Identification, Role Assignments."},
      {
        "id":"ED105631",
        "title":"A Review of the Pilot Program of Year-Round Education in Virginia Beach, Virginia."},
      {
        "id":"ED105632",
        "title":"The Effect of the 45-15 Pilot Program on Community Services in Virginia Beach, Virginia."},
      {
        "id":"ED105634",
        "title":"Model for Educational Accountability--Development of a Planning Programming Budgeting Evaluation System. Final Report. Research Series No. 11."},
      {
        "id":"ED105635",
        "title":"Extended School Year Programs: The Effects on Achievement and Other Phases of Student's Lives."},
      {
        "id":"ED105636",
        "title":"Survey Feedback: A Tool for Developing New Organizational Responses to Complex Educational Environments. Research and Development Memorandum No. 135."},
      {
        "id":"ED105637",
        "title":"Failures of Communication in the Evaluation of Teachers by Principals. Technical Report No. 43."},
      {
        "id":"ED105638",
        "title":"Model for Leadership Development: A New Approach to Doctoral Programs in Educational Administration."},
      {
        "id":"ED105639",
        "title":"Power, Status, and Cognitive Territory in Educational Administration."},
      {
        "id":"ED105641",
        "title":"What To Do Before You Are Sued When You Probably Will Be Sued."},
      {
        "id":"ED105642",
        "title":"Should a Board Have Staff Other Than the Superintendents Staff?"},
      {
        "id":"ED105643",
        "title":"How To Evaluate Teacher Performence."},
      {
        "id":"ED105644",
        "title":"Management Systems in Education."},
      {
        "id":"ED105645",
        "title":"The Board's Concern for Curriculum."},
      {
        "id":"ED105646",
        "title":"A Goal-Based Computerized System for Evaluating School System Support Services."},
      {
        "id":"ED105647",
        "title":"How To Get Full Value from Citizen Committees."},
      {
        "id":"ED105648",
        "title":"How To Attain Good Public Relations in Your District?"},
      {
        "id":"ED105649",
        "title":"Pennridge School District. How To Evaluate Administrative Staff: Recognizing Good Management."},
      {
        "id":"ED105650",
        "title":"Independence and Survival."},
      {
        "id":"ED105651",
        "title":"Collective Bargaining: What's Negotiable."},
      {
        "id":"ED105652",
        "title":"Social Mobility and Relationships Between a Ugandan Pupil's Feelings About Himself, Socio-Economic Status, and Academic Achievement."},
      {
        "id":"ED105653",
        "title":"The Distribution of Currently-Funded Federal Research and Development Projects on Children, Both In and Outside the United States."},
      {
        "id":"ED105654",
        "title":"Linking Behavioral Research and Administrative Science: A Critique."},
      {
        "id":"ED105655",
        "title":"Coping With the Transient Student."},
      {
        "id":"ED105656",
        "title":"Local Control: An Overview of Conflicting Voices."},
      {
        "id":"ED105657",
        "title":"How To Conduct Effective School Board Meetings."},
      {
        "id":"ED105658",
        "title":"Teachers Salaries and Salary Schedules 1974-75. C.A.R.E. Document No. 22."},
      {
        "id":"ED105660",
        "title":"Project Advance: An Alternative Approach to High School-College Articulation. Research Report No. 3."},
      {
        "id":"ED105661",
        "title":"Project Advance Evaluation Series A: 1973-74. Research Report No. 4."},
      {
        "id":"ED105662",
        "title":"Collective Negotiations in Education--Progress and Prospects--A Symposium (7th, St. Francis College, November 8, 1974)."},
      {
        "id":"ED105663",
        "title":"A Mid-Course Evaluation of the Accountability Movement."},
      {
        "id":"ED105664",
        "title":"The Nonpublic Schools and ESEA Title III. A Special Report."},
      {
        "id":"ED105665",
        "title":"Educational Innovation and Development: An Annual Report on ESEA Title III."},
      {
        "id":"ED105666",
        "title":"State and Federal Laws Relating to Nonpublic Schools."},
      {
        "id":"ED105667",
        "title":"State of the Art in Rehabilitative Audiology: Speech Intelligibility."},
      {
        "id":"ED105668",
        "title":"Deaf English--An Investigation of the Written English Competence of Deaf Adolescents. Technical Report No. 236."},
      {
        "id":"ED105669",
        "title":"Language Learning of Children as a Function of Sensory Mode of Presentation and Reinforcement Procedure."},
      {
        "id":"ED105670",
        "title":"New Neighbors: The Retarded Citizen in Quest of a Home."},
      {
        "id":"ED105672",
        "title":"Outdoor Education for the Handicapped."},
      {
        "id":"ED105674",
        "title":"Open Education and the Handicapped."},
      {
        "id":"ED105675",
        "title":"Individualizing Instruction for Handicapped Children."},
      {
        "id":"ED105676",
        "title":"Open Education: A Bibliography."},
      {
        "id":"ED105677",
        "title":"Computers in Education: A Bibliography."},
      {
        "id":"ED105679",
        "title":"Age of Technology: A Bibliography."},
      {
        "id":"ED105680",
        "title":"Practical Applications of Media: A Bibliography."},
      {
        "id":"ED105681",
        "title":"Curriculum Guide for Early Education of the Handicapped; Summer Sessions, 1973-1974."},
      {
        "id":"ED105682",
        "title":"The Training and Utilization of COP Participants in Education of the Handicapped: COP Bulletin No. 7."},
      {
        "id":"ED105683",
        "title":"Ohio Special Education Regional Resource Center Network. Part I."},
      {
        "id":"ED105684",
        "title":"Competency-Based Program for Certification: Gifted and Talented."},
      {
        "id":"ED105686",
        "title":"Effects of an Educational Program for Parents of Retarded Children."},
      {
        "id":"ED105687",
        "title":"Special Education Programs."},
      {
        "id":"ED105688",
        "title":"Elementary School Children with Persistent Emotional Disturbances: A Summary Report of a Study in Onondaga County, N.Y."},
      {
        "id":"ED105689",
        "title":"Clinical Services: Hearing Impaired, Visually Impaired, Deaf-Blind (Multi-Handicapped)."},
      {
        "id":"ED105690",
        "title":"Utilizing Volunteers for Children with Behavioral Disabilities."},
      {
        "id":"ED105691",
        "title":"An Instructional Guide for Parents."},
      {
        "id":"ED105692",
        "title":"A Case Study Approach to the Low Functioning Child."},
      {
        "id":"ED105694",
        "title":"An Evaluation: Regional Program for Exceptional Children; A Model for Mainstreaming of Exceptional Children in School Divisions of Culpeper, Madison and Orange Counties, Virginia, School Year 1973-1974."},
      {
        "id":"ED105695",
        "title":"Introductory Experiences in First Grade, ESEA Title I: Madison County [Virginia] Public Schools, Summer-1972."},
      {
        "id":"ED105696",
        "title":"Serving Handicapped Children: The Road Ahead. Paper No. 5304."},
      {
        "id":"ED105707",
        "title":"Litterature Neo-Africaine De Langue Francaise (Neo-African Literature in the French Language)."},
      {
        "id":"ED105708",
        "title":"Marginality and Variability in Esperanto."},
      {
        "id":"ED105709",
        "title":"Language Standardization and Education."},
      {
        "id":"ED105710",
        "title":"Conventions in the Mechanics of Writing: A Language Laboratory Manual for Foreign Students."},
      {
        "id":"ED105712",
        "title":"Negative Transportation in French."},
      {
        "id":"ED105713",
        "title":"What Must Computer Understanding Systems Understand?"},
      {
        "id":"ED105714",
        "title":"Grammatical Transformations and Changes of Meaning. Linguistic Notes from La Jolla, No. 3."},
      {
        "id":"ED105715",
        "title":"Development of Chinese-English Machine Translation System. Fnal Technical Report."},
      {
        "id":"ED105716",
        "title":"Development of German-English Machine Translation System."},
      {
        "id":"ED105717",
        "title":"Determination. Working Papers on Language Universals, No. 1."},
      {
        "id":"ED105718",
        "title":"Some Features of Basic Comparative Constructions. Working Papers on Language Universals, No. 9."},
      {
        "id":"ED105719",
        "title":"Retroflexion: An Areal Feature. Working Papers on Language Universals, No. 13."},
      {
        "id":"ED105720",
        "title":"Equal Protection for Non-English-Speaking School Children: Lau v. Nichols."},
      {
        "id":"ED105721",
        "title":"Childhood Aphasia--An Updated Concept Based on Recent Research. Papers and Reports on Child Language Development, No. 4."},
      {
        "id":"ED105722",
        "title":"A Statistical Test of the Validity of Diagnostic Categories Used in Childhood Language Disorders: Implications for Assessment Procedures. Papers and Reports on Child Language Development, No. 4."},
      {
        "id":"ED105724",
        "title":"On the Phonological Representation of Tone. UCLA Working Papers in Phonetics, No. 27."},
      {
        "id":"ED105725",
        "title":"What Is Linguistics?"},
      {
        "id":"ED105726",
        "title":"Can (and Should) Standard American English Be Defined?"},
      {
        "id":"ED105727",
        "title":"Suggested Syllabus for the Upper Division. Classes 10-12."},
      {
        "id":"ED105730",
        "title":"The Linguist and Teacher Training."},
      {
        "id":"ED105731",
        "title":"Speaking Syles: Some Phonetic Realizations and their Significance; Pennsylvania Working Papers on Linguistic Change and Variation, Vol. 1, No. 1."},
      {
        "id":"ED105732",
        "title":"Development of Local Language Norms for Papago Indians, Mexican-Americans, Blacks, and Anglos."},
      {
        "id":"ED105733",
        "title":"Phonology of Some Function Words in English."},
      {
        "id":"ED105734",
        "title":"From Repetition to Reality: Some Measurable Steps."},
      {
        "id":"ED105735",
        "title":"Metathesis of Obstruent Clusters. Working Papers in Linguistics, No. 14."},
      {
        "id":"ED105736",
        "title":"Borrowing as a Process in the Standardization of Language."},
      {
        "id":"ED105737",
        "title":"Code Switching in \"Lady Chatterly's Lover.\""},
      {
        "id":"ED105738",
        "title":"Le cas de l'effacement facultatif du schwa en francais: Quelques implications theoriques (The Case of Optional Dropping of the Schwa in French: Some Theoretical Implications); Montreal Working Papers in Linguistics, Vol. 1."},
      {
        "id":"ED105739",
        "title":"Regles phonetiques ou regles phonologiques? (Phonetic Rules or Phonological Rules?). Montreal Working Papers in Linguistics, Vol. 1."},
      {
        "id":"ED105740",
        "title":"Phonological Development: Does Misperception Play a Role in Children's Misarticulations? Montreal Working Papers in Linguistics, Vol. 1."},
      {
        "id":"ED105741",
        "title":"Tensions phonologiques en francais (Phonological Tensions in French). Montreal Working Papers in Linguistics, Vol. 1."},
      {
        "id":"ED105742",
        "title":"More on Auxiliary Reduction in English. Montreal Working Papers in Linguistics, Vol. 3."},
      {
        "id":"ED105743",
        "title":"Le mythe de la reordonnance des regles en phonologie (The Myth of Phonological Rule Reordering). Montreal Working Papers in Linguistics, Vol. 3."},
      {
        "id":"ED105744",
        "title":"English Intonation Studies."},
      {
        "id":"ED105745",
        "title":"A Note on the French Vowel System. Cahiers Linguistiques d'Ottawa (Ottawa Papers on Linguistics), Vol. 4, No. 1."},
      {
        "id":"ED105746",
        "title":"Caribou Bilingual Project. Final Evaluation Report, 1973-1974."},
      {
        "id":"ED105748",
        "title":"Preparacion e Iniciacion de la Lectura en Espanol para Maestros de Programas Bilingues. Serie Tierra de Encanto (Preparation and Initiation of Reading in Spanish for Teachers of Bilingual Programs. Land of Enchantment Series)."},
      {
        "id":"ED105749",
        "title":"Bicultural Social Adjustment Patterns Among New Brunswick Students."},
      {
        "id":"ED105750",
        "title":"The Context for Error Analysis."},
      {
        "id":"ED105751",
        "title":"Generating Enthusiasm with Generative Phonology."},
      {
        "id":"ED105752",
        "title":"Un Bosquejo del Proyecto Bilingue (Outline of a Bilingual Project)."},
      {
        "id":"ED105753",
        "title":"A Selected List of Instructional Materials for English as a Second Language: Elementary Level. CAL-ERIC/CLL Series on Languages and Linguistics, No. 19."},
      {
        "id":"ED105754",
        "title":"A Selected List of Instructional Materials for English as a Second Language: Secondary Level. CAL-ERIC/CLL Series on Languages and Linguistics, No. 20."},
      {
        "id":"ED105755",
        "title":"Language and Politics in Guam and Micronesia."},
      {
        "id":"ED105756",
        "title":"Alternatives to the Foreign Language Curriculum: Individualized French Composition and Conversation."},
      {
        "id":"ED105758",
        "title":"Project for a Contrastive Analysis of the Sound Systems, Grammars, and Lexicons of Polish and English. Final Report."},
      {
        "id":"ED105760",
        "title":"Perspectives on International Scholarly Exchange: A Report of a Conference."},
      {
        "id":"ED105761",
        "title":"A Contrastive Study of English and Arabic."},
      {
        "id":"ED105762",
        "title":"Individualizing the ESL Program (or Teaching in the Ways in Which Students Learn)."},
      {
        "id":"ED105763",
        "title":"Preliminary Error Analysis: Russians Using English."},
      {
        "id":"ED105764",
        "title":"A New Approach to Teaching Scientific English."},
      {
        "id":"ED105766",
        "title":"Fluency First: Theory and Methods. An Oral English Course."},
      {
        "id":"ED105767",
        "title":"Fluency First: Preparation for Reading and Writing. An Oral English Course. Instructor's Manual."},
      {
        "id":"ED105768",
        "title":"TOPESL Interpretive Manual."},
      {
        "id":"ED105769",
        "title":"'Djever Think About Comic Books? Creativity: New Ideas in Language Teaching."},
      {
        "id":"ED105770",
        "title":"LBRIG Newsletter. Vol. 3, Nos. 1, 2 and 3."},
      {
        "id":"ED105771",
        "title":"Canada College's English Institute: A Community College Program for Spanish-Speaking Students."},
      {
        "id":"ED105773",
        "title":"Program of Studies. Foreign Languages."},
      {
        "id":"ED105774",
        "title":"A Contrastive Study of English and Mandarin Chinese."},
      {
        "id":"ED105775",
        "title":"A Contrastive Study of English and Thai."},
      {
        "id":"ED105776",
        "title":"Individualization of Instruction in College Basic Foreign Language and Culture Courses: A Manageable One-Instructor Compromise."},
      {
        "id":"ED105778",
        "title":"A Professional Preparation Course in Media-Supported Instruction for Foreign Language Teachers."},
      {
        "id":"ED105779",
        "title":"A Selected ERIC Bibliography on Teaching English as a Second Language to the Illiterate. CAL-ERIC/CLL Series on Languages and Linguistics, No. 25."},
      {
        "id":"ED105781",
        "title":"Minority Groups Among United States Doctorate-Level Scientists, Engineers, and Scholars, 1973."},
      {
        "id":"ED105782",
        "title":"Research on Commuter Students From 1971-1975."},
      {
        "id":"ED105783",
        "title":"The DHEW Requirements for the Protection of Human Subjects: Analysis and Impact at the University of California, Berkeley. One of a Series of Analysis and Impact Reports of Major Federal Requirements Areas."},
      {
        "id":"ED105789",
        "title":"Programs Offered and Degrees Conferred at North Dakota Institutions of Higher Education, July 1, 1973 - June 30, 1974."},
      {
        "id":"ED105790",
        "title":"Fall 1974 Enrollments. North Dakota Institutions of Higher Education."},
      {
        "id":"ED105791",
        "title":"Minority Admissions to Large Universities: A Six Year National Survey. Research Report No. 3-75."},
      {
        "id":"ED105792",
        "title":"A Comparison of Black and White University Student Commuters. Research Report #2-75."},
      {
        "id":"ED105793",
        "title":"Federal-State-Institutional Relations in Postsecondary Education."},
      {
        "id":"ED105795",
        "title":"Grantsmanship: Federal Context from State Level Perspective."},
      {
        "id":"ED105796",
        "title":"Academic Credit for Prior Off-Campus Learning."},
      {
        "id":"ED105797",
        "title":"Report to the Vermont General Assembly for Fiscal Years Ended 1973 &amp; 1974."},
      {
        "id":"ED105798",
        "title":"Long-Range Academic Planning. A Report on a Cooperative Academic Planning Curriculum Development Workshop."},
      {
        "id":"ED105799",
        "title":"Annual Report 1973-74: Michigan Department of Education Student Financial Assistance Services."},
      {
        "id":"ED105800",
        "title":"Ohio Instructional Grants. Fourth Annual Report. 1973-74 Academic Year."},
      {
        "id":"ED105801",
        "title":"So You Want to Try Faculty Development?"},
      {
        "id":"ED105802",
        "title":"Review of Literature Related to a College-Level Manpower Study for the State of Indiana. Indiana College-Level Manpower Study. Report No. 1."},
      {
        "id":"ED105803",
        "title":"Inventory of State Appropriations Supporting Education for the Health Professions. FY 1971-72."},
      {
        "id":"ED105804",
        "title":"Transmitting Information about Experiments in Higher Education. New College as a Case Study."},
      {
        "id":"ED105805",
        "title":"Survey of the Structure of State Coordinating or Governing Boards and Public Institutional and Multicampus Governing Boards of Postsecondary Education As of January 1, 1975."},
      {
        "id":"ED105806",
        "title":"Comparative Staffing and Operations Study for Physical Plant Functions of Universities and Colleges."},
      {
        "id":"ED105811",
        "title":"Policies and Practices in the Bibliographic Control of United States Government Publications."},
      {
        "id":"ED105812",
        "title":"Implementing Instructional Development Through Learning Resource Programs. Volume 1."},
      {
        "id":"ED105818",
        "title":"Handbook of Adult Curriculum Development."},
      {
        "id":"ED105819",
        "title":"Search and Evaluation of Learning Materials for Ophthalmology, 1973-1975."},
      {
        "id":"ED105820",
        "title":"A Classification System and Procedure Manual for Cataloging Textbooks in a University Library Curriculum Laboratory Collection."},
      {
        "id":"ED105821",
        "title":"European Co-Production of Multi-Media Educational Programmes."},
      {
        "id":"ED105822",
        "title":"National Planning of Research Libraries in Scandinavia."},
      {
        "id":"ED105824",
        "title":"Development of Scientific and Technical Libraries in the U.S.S.R."},
      {
        "id":"ED105825",
        "title":"Statistics in Planning for National Information Services."},
      {
        "id":"ED105826",
        "title":"Library Education and Manpower Planning in Africa."},
      {
        "id":"ED105828",
        "title":"Economic Libraries in Canada."},
      {
        "id":"ED105829",
        "title":"Beyond the City: Library Service to Children in the Northwest Territories, Canada."},
      {
        "id":"ED105830",
        "title":"Statistics as Tools in Library Planning: On the State and Institutional Level."},
      {
        "id":"ED105831",
        "title":"The Role of Library Schools in Planning Research Activities in the Field of Library Sciences."},
      {
        "id":"ED105832",
        "title":"The Management of Change and Improvement in Academic Library Performance."},
      {
        "id":"ED105833",
        "title":"Public Library Service to Children in Oklahoma."},
      {
        "id":"ED105834",
        "title":"A Demonstration Pilot Project of Comprehensive Library Services for the Aged in Selected Communities in Kentucky (NRTA/AARP Kentucky Library Project). Final Report, Phase 1."},
      {
        "id":"ED105835",
        "title":"A Demonstration Pilot Project of Comprehensive Library Services for the Aged in Selected Communities in Kentucky (NRTA/AARP Kentucky Library Project). Final Report, Phase 2."},
      {
        "id":"ED105837",
        "title":"Identification of Information Needs of the American Indian Community That Can Be Met by Library Services. Phase IV. Progress Report."},
      {
        "id":"ED105838",
        "title":"Implementation of a Student Based Instructional Management Information System."},
      {
        "id":"ED105839",
        "title":"Educational Technology Program. Quarterly Technical Summary; 1 December 1974 through 28 February 1975."},
      {
        "id":"ED105841",
        "title":"Environmental Influences on Student Affective Perceptions of Simulation-Gaming as a Pedagogical Technique."},
      {
        "id":"ED105842",
        "title":"Flagstaff Cooperative Newspaper Indexing Project. Manual."},
      {
        "id":"ED105843",
        "title":"A Planning Model and Complimentary Cost-Effectiveness Model for Individualized Education Programs."},
      {
        "id":"ED105844",
        "title":"When People Think Television Is a Window on Their World."},
      {
        "id":"ED105846",
        "title":"The Instructional Development Laboratory."},
      {
        "id":"ED105847",
        "title":"The Ontario CAI Network."},
      {
        "id":"ED105848",
        "title":"Interactive Repeatable Testing: A Many--Faceted Tool."},
      {
        "id":"ED106851",
        "title":"Language Is Experience."},
      {
        "id":"ED106852",
        "title":"English at Narrabri High School, Volume 2."},
      {
        "id":"ED106853",
        "title":"From Typology to Topography in Clarence King's &quot;Mountaineering in the Sierra Nevada.&quot;"},
      {
        "id":"ED106854",
        "title":"Decision Making: An Imperative for Language Learning; Highlights of the Annual Language Arts Conference of Memphis State University (7th, Memphis, June 12-14, 1974)."},
      {
        "id":"ED106855",
        "title":"Creative Writing...A New Curriculum."},
      {
        "id":"ED106856",
        "title":"Bias Against Women in American Educational History--A Propaganda Analysis."},
      {
        "id":"ED106859",
        "title":"Some Surface Linguistic Classes with Conceptual Relevance."},
      {
        "id":"ED106860",
        "title":"1971-72 Tryout of the Level 2 Composition Skills Exercises."},
      {
        "id":"ED106861",
        "title":"Development of a Dialect Differentiation Measure for Black English: A Pilot Study."},
      {
        "id":"ED106862",
        "title":"On the Node Label \"ADV.\""},
      {
        "id":"ED106863",
        "title":"Design of the Kindergarten Program Entry Survey."},
      {
        "id":"ED106864",
        "title":"The Effects of Tracing Prompts and Discrimination Training on Kindergarten Handwriting Performance."},
      {
        "id":"ED106865",
        "title":"Perspectives on Advertising Education: Curricula, Research--Descriptive, Research--Experimental, Industry/Educators&apos; Cooperation, Special Interest Areas, and Instruction; Proceedings of the 1974 National Conference for University Professors of Advertising at the Univ. of Rhode Island."},
      {
        "id":"ED106867",
        "title":"Developmental Aspects of Pupil Performance on Bidialectal Tests. Research and Development Memorandum No. 137."},
      {
        "id":"ED106868",
        "title":"The Dangers of Fragmentation."},
      {
        "id":"ED106869",
        "title":"The Language of Inquiry and the Language of Authority."},
      {
        "id":"ED106870",
        "title":"The Meaning of Competency for an English Major on a Competency-Based Curriculum in a Liberal Arts College as Perceived by Practitioners."},
      {
        "id":"ED106871",
        "title":"Functions of Status Testing in the Development of an Instructional Program."},
      {
        "id":"ED106872",
        "title":"Preliminary Considerations in the Development of K-3 Spelling Instruction. SWRL Technical Note."},
      {
        "id":"ED106873",
        "title":"Classroom Techniques to Evaluate Advertising in Magazines."},
      {
        "id":"ED106874",
        "title":"A Threat to the Black Dialect: An Approach That Works."},
      {
        "id":"ED106875",
        "title":"Do You Ever Feel As If You're Talking to a Brick Wall?"},
      {
        "id":"ED106876",
        "title":"The Existential Dimensions of Afro-American Literature."},
      {
        "id":"ED106877",
        "title":"Writing Poetry: Children Can Do It!"},
      {
        "id":"ED106880",
        "title":"Reviewing Curriculum for Sexism."},
      {
        "id":"ED106881",
        "title":"1972 Oberlin Film Conference Selected Essays and Discussion Transcriptions, Vol. II."},
      {
        "id":"ED106883",
        "title":"Animal and Human Communication."},
      {
        "id":"ED106884",
        "title":"A Cross-Cultural Comparison of Viewer Agreement with Opinionated Television Characters."},
      {
        "id":"ED106885",
        "title":"Origin and Effectiveness of Social Approval and Social Disapproval Cues in Persuasive Communication."},
      {
        "id":"ED106886",
        "title":"Structure and Organization of the SWRL Drama and Public Speaking Program for 1972-73 Tryout."},
      {
        "id":"ED106887",
        "title":"Observation Procedures for Classroom Tryout of Instructional Materials and Procedures."},
      {
        "id":"ED106888",
        "title":"The Identification of Communication Competencies Required by Future Businesspersons: An Application of the Delphi Method."},
      {
        "id":"ED106889",
        "title":"A Study of Close Interpersonal Relationships."},
      {
        "id":"ED106891",
        "title":"Analyzing Sequential Interaction Data: Two Empirical Studies."},
      {
        "id":"ED106892",
        "title":"Education in Basic Interpersonal Communication Skills."},
      {
        "id":"ED106893",
        "title":"Improving the Performance of Educational Managers. Working Paper Series."},
      {
        "id":"ED106895",
        "title":"Innovations in Classroom Organization."},
      {
        "id":"ED106896",
        "title":"Organization and Administration of the Department of Research and Development in the Cincinnati Public Schools."},
      {
        "id":"ED106897",
        "title":"Dynamic Systems and Static Goals: An Educational Dilemma."},
      {
        "id":"ED106900",
        "title":"A Review of the Quadrimester Program with Cost Estimates for a Proposed Quadrimester Program for the Lafayette Parish, Louisiana, Schools."},
      {
        "id":"ED106903",
        "title":"Visual Arts Facilities (Grades 6-13)."},
      {
        "id":"ED106905",
        "title":"Indoor and Outdoor Space for Mentally and Physically Handicapped Children. Exchange Bibliography No. 503."},
      {
        "id":"ED106907",
        "title":"Indoor-Outdoor Space; the Transitional Areas and Their Effect on Human Behavior. Exchange Bibliography No. 517."},
      {
        "id":"ED106910",
        "title":"Citizens' Handbook on Washington Public School Administration and Finance. Revised."},
      {
        "id":"ED106911",
        "title":"Expenditures and Revenues for Public Elementary and Secondary Education, 1972-73."},
      {
        "id":"ED106914",
        "title":"Compulsory Education: Keep, Change or Abolish?"},
      {
        "id":"ED106915",
        "title":"Effective Student Grading and Progress Reporting."},
      {
        "id":"ED106916",
        "title":"How To Cope with the Transient Child."},
      {
        "id":"ED106917",
        "title":"The Challenge of Education--Accountability and Local Control."},
      {
        "id":"ED106918",
        "title":"Optional Alternative Public Schools."},
      {
        "id":"ED106919",
        "title":"Coping with Teen-Age Parents."},
      {
        "id":"ED106921",
        "title":"How to Evaluate Teachers on Performance."},
      {
        "id":"ED106922",
        "title":"An Analysis of Articulation Programs."},
      {
        "id":"ED106923",
        "title":"Combined Glossary: Terms and Definitions from the Handbooks of the State Educational Records and Reports Series."},
      {
        "id":"ED106924",
        "title":"Financial Accounting System Based Upon NCES Revised Handbook II."},
      {
        "id":"ED106925",
        "title":"A Legislative History of the National Institute of Education."},
      {
        "id":"ED106926",
        "title":"A Guide for Community School Advisory Councils."},
      {
        "id":"ED106927",
        "title":"Student Evaluation of Teachers and Administrators. Oregon School Study Council Bulletin, Vol. 18, No. 8."},
      {
        "id":"ED106928",
        "title":"Channels for Changing Secondary Schools. A Report from the State Superintendent's Task Force on Secondary Education. Curriculum Administration Series. Publication No. 471."},
      {
        "id":"ED106929",
        "title":"From Serrano to Serrano. Report No. FA."},
      {
        "id":"ED106930",
        "title":"Projection Techniques for the Non-Statistically Inclined. Research Report No. 113."},
      {
        "id":"ED106932",
        "title":"Year-round Education: A Workable Approach."},
      {
        "id":"ED106933",
        "title":"Planning Educational Environments."},
      {
        "id":"ED106934",
        "title":"Capital Outlay Financing."},
      {
        "id":"ED106935",
        "title":"Meek Et. Al. v. Pittenger, Secretary of Education, Et. Al. Supreme Court of the United States. Appeal from the United States District Court for the Eastern District of Pennsylvania, No. 73-1765. Argued February 19, 1975--Decided May 19, 1975."},
      {
        "id":"ED106936",
        "title":"A Concept Paper for the School Practice and Service Program."},
      {
        "id":"ED106937",
        "title":"Processes of Planning. Spaces for Career Preparation: Document 2."},
      {
        "id":"ED106939",
        "title":"New Tactics for Building: Experience/Analysis/Recommendations from the Detroit Public Schools Construction Systems Program."},
      {
        "id":"ED106940",
        "title":"A Field Centered Competency Based Education Model."},
      {
        "id":"ED106941",
        "title":"Educational Leadership in an Era of Accountability."},
      {
        "id":"ED106942",
        "title":"Declining Enrollments: Implications."},
      {
        "id":"ED106943",
        "title":"Optional Year-Round Plan in Prince William County, Virginia."},
      {
        "id":"ED106945",
        "title":"Religion in the Public School Curriculum."},
      {
        "id":"ED106946",
        "title":"Accountability in Education--The Kalamazoo Plan."},
      {
        "id":"ED106948",
        "title":"Innovation in Management of Primary School Construction--A Case Study. Educational Building Report 3."},
      {
        "id":"ED106949",
        "title":"Evaluation of the Knox County Extended School Year Program 1974-75."},
      {
        "id":"ED106950",
        "title":"Architectural Simulation: A Mini-bib. Exchange Bibliography No. 200."},
      {
        "id":"ED106951",
        "title":"Social Indicators: A Bibliography. Exchange Bibliography No. 215."},
      {
        "id":"ED106952",
        "title":"A Bibliography of Dissertations, Theses, and Thesis Alternatives in Planning: 1965-1970. Exchange Bibliography No. 220."},
      {
        "id":"ED106953",
        "title":"A Selected Bibliography on Planned Change and Community Planning Practice: Making Things Happen. Exchange Bibliography No. 224."},
      {
        "id":"ED106954",
        "title":"Advocacy Planning -- Toward the Development of Theory and Strategy. Exchange Bibliography No. 241."},
      {
        "id":"ED106955",
        "title":"Integrative Forecasting: Literature Survey. Exchange Bibliography No. 252."},
      {
        "id":"ED106956",
        "title":"Participation in Decision-Making: A Selected Bibliography. Exchange Bibliography No. 258."},
      {
        "id":"ED106958",
        "title":"The School in the Urban Comprehensive Plan: A Partial Bibliography. Exchange Bibliography No. 264."},
      {
        "id":"ED106959",
        "title":"Benefit-Cost Analysis: A Select Bibliography. Exchange Bibliography No. 267."},
      {
        "id":"ED106961",
        "title":"Community Action Programs: An Annotated Bibliography. Exchange Bibliography No. 277."},
      {
        "id":"ED106962",
        "title":"The Future: A Bibliography of Issues and Forecasting Techniques. Exchange Bibliography No. 279."},
      {
        "id":"ED106963",
        "title":"Community--Network--Communication: An Annotated Bibliography. Exchange Bibliography Nos. 282-283."},
      {
        "id":"ED106965",
        "title":"People and Buildings--a Brief Overview of Research. Exchange Bibliography No. 301."},
      {
        "id":"ED106967",
        "title":"The Optimal Size for Discussion Groups. Exchange Bibliography No. 378."},
      {
        "id":"ED106968",
        "title":"Fiscal Management and Planning for Local Governments: A Selected Bibliography of Recent Materials. Exchange Bibliography No. 357."},
      {
        "id":"ED106969",
        "title":"School and Home Communication: A Guide for Parents and Teachers."},
      {
        "id":"ED106970",
        "title":"Toward Effective Change in an Elementary School: A Case Study of Some Positive Results of Court-Ordered Change."},
      {
        "id":"ED106972",
        "title":"Communication Networks in the Designing and Starting of New Schools."},
      {
        "id":"ED106973",
        "title":"Development and Evaluation of the Determining Instructional Purposes Training Package: Setting Goals, Analyzing Problems, Deriving Objectives. Far West Series in Instructional Planning."},
      {
        "id":"ED106974",
        "title":"The Development and Evaluation of Designing Instructional Programs Unit. Far West Series in Instructional Planning."},
      {
        "id":"ED106975",
        "title":"Development and Evaluation of the SourceBook of Training Products in Instructional Planning and Management. Far West Series in Instructional Planning."},
      {
        "id":"ED106976",
        "title":"Development and Evaluation of Planning Program Implementation: A Process Guide. Far West Series in Instructional Planning."},
      {
        "id":"ED106977",
        "title":"Development and Evaluation of Evaluation for Program Improvement. Far West Series in Instructional Planning."},
      {
        "id":"ED106978",
        "title":"Needs Assessment: A Manual for the Local Educational Planner."},
      {
        "id":"ED106979",
        "title":"Guidelines for the Collection Maintenance and Dissemination of Pupil Records."},
      {
        "id":"ED106980",
        "title":"Citizen Advisory Committees."},
      {
        "id":"ED106981",
        "title":"A Recommended Guide to Students' Rights and Responsibilities in Michigan."},
      {
        "id":"ED106982",
        "title":"The Role of the Institutional School Representative: Massachusetts State Department of Education."},
      {
        "id":"ED106983",
        "title":"Critical Awareness for Improvement: The School and You."},
      {
        "id":"ED106984",
        "title":"Fiscal Guidelines for Federally Funded Projects."},
      {
        "id":"ED106985",
        "title":"Special Education: Needs--Costs--Methods of Financing. A Report of a Study."},
      {
        "id":"ED106986",
        "title":"Organizing for Effective Research Management in a Large Urban School System."},
      {
        "id":"ED106987",
        "title":"School Violence and Vandalism."},
      {
        "id":"ED106989",
        "title":"Needs Assessment: Needs and Goals -- Model: East Stroudsburg. Project NAMES Workbook."},
      {
        "id":"ED106990",
        "title":"Plan for Implementation of Extended School Year."},
      {
        "id":"ED106991",
        "title":"Social Experience and the Development of Social Cognition in Orthopedically Disabled and Non Disabled Children."},
      {
        "id":"ED106992",
        "title":"Drug and Health Mediagraphy: Personal Health."},
      {
        "id":"ED106993",
        "title":"Drug and Health Mediagraphy II: Mental Health."},
      {
        "id":"ED106994",
        "title":"The Hearing Impaired Mentally/Retarded: A Survey of State Institutions for the Retarded. Monograph No. 4."},
      {
        "id":"ED106998",
        "title":"Post Secondary Programs for the Deaf: I. Introduction and Overview. Research Report No. 60."},
      {
        "id":"ED106999",
        "title":"Post Secondary Programs for the Deaf: II. External View. Research Report No. 61."},
      {
        "id":"ED107000",
        "title":"A Semantic-Relational-Concepts Based Theory of Language Acquisition as Applied to Down&apos;s Syndrome Children: Implication for a Language Enhancement Program. Research Report No. 62."},
      {
        "id":"ED107001",
        "title":"The Acquisition of Sign Language in Deaf Children of Deaf Parents: Progress Report. Research Report No. 65."},
      {
        "id":"ED107002",
        "title":"Post Secondary Programs for the Deaf: III. Internal Views. Research Report No. 67."},
      {
        "id":"ED107003",
        "title":"The Severe Nature of Verbal Learning Deficits in Preschool Down's Syndrome (Mongoloid) Children. Research Report No. 69."},
      {
        "id":"ED107004",
        "title":"Summative Evaluation of the Money Unit of the Money, Measurement and Time Program. Research Report No. 70."},
      {
        "id":"ED107005",
        "title":"Summative Evaluation of the Measurement of Length Unit of the Money, Measurement and Time Program. Research Report No. 71."},
      {
        "id":"ED107006",
        "title":"Summative Evaluation of the Measurement of Weight Unit of the Money, Measurement and Time Program. Research Report No. 72."},
      {
        "id":"ED107007",
        "title":"Summative Evaluation of the Time with the Clock Unit of the Money, Measurement and Time Program. Research Report No. 73."},
      {
        "id":"ED107008",
        "title":"Initial Field Test and Feasbility Study of the Hypothesis/Test Word Recognition Procedures in the Special Education Classroom. Research Report No. 74."},
      {
        "id":"ED107010",
        "title":"Measurement of Weight Unit: A Formative Evaluation. Research Report No. 77."},
      {
        "id":"ED107011",
        "title":"Psychology and Education of the Learning Disabled Child in the Soviet Union. Research Report No. 78."},
      {
        "id":"ED107012",
        "title":"U.S. Facilities and Programs for Children with Severe Mental Illnesses. A Directory."},
      {
        "id":"ED107013",
        "title":"A Program Project for the Investigation and Application of Procedures of Analysis and Modification of Behavior of Handicapped Children. Annual Report."},
      {
        "id":"ED107014",
        "title":"The Quality of Special Education Teacher Training Programs: A Report to the Legislature in Response to Senate Resolution 1974-178."},
      {
        "id":"ED107015",
        "title":"Sesame and You, Two--A Teacher's Helper: A Revised Guide to Accompany a Videotape Package of Twenty Sesame Street Mini Shows."},
      {
        "id":"ED107018",
        "title":"Compendium of Law Suits Establishing the Legal Rights of Mentally Retarded Citizens."},
      {
        "id":"ED107019",
        "title":"Federal Programs for Education of the Handicapped: Issues and Problems; Report to the Congress."},
      {
        "id":"ED107021",
        "title":"Planning and Programming for Handicapped Young Children; Tadscript 4."},
      {
        "id":"ED107022",
        "title":"Minority Trainees on Speech Satellite Teams: A Manual of Organization and Instruction."},
      {
        "id":"ED107023",
        "title":"Language and Adjustment Scale for the Thematic Apperception Test for Youths 12-17 Years. Data Evaluation and Methods Research, Series 2, No. 62."},
      {
        "id":"ED107024",
        "title":"Hearing Levels of Youths 12-17 Years, United States. National Health Survey Series 11, No. 145."},
      {
        "id":"ED107026",
        "title":"Education of Handicapped Children; Status Report: School Year 1973-74 and Midyear 1974-75."},
      {
        "id":"ED107027",
        "title":"Background and Treatment of the Emotional-Behavior Disorders of Children: A Bibliography of Research (1925-1970)."},
      {
        "id":"ED107028",
        "title":"Educational Technology in Special Education. Didakometry No. 43."},
      {
        "id":"ED107029",
        "title":"Readiness Continuum."},
      {
        "id":"ED107030",
        "title":"Answers for Parents of the Child with Learning Disabilities. Showing and Telling It Like It Is!"},
      {
        "id":"ED107031",
        "title":"Language Development Activities through the Auditory Channel."},
      {
        "id":"ED107032",
        "title":"Principals and Teacher Consultants Can Be a Team. Final Report of an Institute."},
      {
        "id":"ED107033",
        "title":"Training the Difficult Retardate."},
      {
        "id":"ED107034",
        "title":"A Comparison of the Adaptive Behavior of Retarded Individuals Successfully and Unsuccessfully Placed in Group Living Homes."},
      {
        "id":"ED107036",
        "title":"The Educational Cooperative: Exceptional Children Activities."},
      {
        "id":"ED107038",
        "title":"Resource Guide: Specific Learning Disabilities: A Guide for Teachers and Administrators, State of Mississippi."},
      {
        "id":"ED107039",
        "title":"Computer-Assisted Instruction for the Blind and Deaf."},
      {
        "id":"ED107040",
        "title":"A Plan for Improved Services for the Developmentally Disabled in Michigan."},
      {
        "id":"ED107041",
        "title":"The Development of the Disability Opinion Surveys and the Social Distance Survey: Preliminary Report."},
      {
        "id":"ED107042",
        "title":"Development and Implementation of Secondary Special Education Programs."},
      {
        "id":"ED107043",
        "title":"Guidelines for the Training of Special Education Teachers: The Report of a Special Study Institute."},
      {
        "id":"ED107044",
        "title":"The Resource Room: A Practical Approach to Providing Instruction for Mildly Handicapped Children."},
      {
        "id":"ED107045",
        "title":"Guidelines for the Implementation of Programs for Pupils Who Are Orthopedically Handicapped."},
      {
        "id":"ED107046",
        "title":"A Competency Based Special Education Undergraduate Internship at Western Carolina Center for the Mentally Retarded."},
      {
        "id":"ED107047",
        "title":"The Educable Mentally Retarded Student in the Secondary School: What Research Says to the Teacher."},
      {
        "id":"ED107051",
        "title":"Insight Unlimited: Catch &apos;em Early; A Screening, Remediation, and Developmental Program for the Whole Child."},
      {
        "id":"ED107052",
        "title":"A Comparison of Different Approaches for Educating Young Gifted Children. (RAPYD II Project)."},
      {
        "id":"ED107053",
        "title":"The Winter Park Amputee Ski Teaching System."},
      {
        "id":"ED107055",
        "title":"EMR Curriculum Guide: Junior High and Senior High."},
      {
        "id":"ED107056",
        "title":"Child Abuse: An Integration of the Research Related to Education of Children Handicapped as a Result of Child Abuse. Final Report."},
      {
        "id":"ED107058",
        "title":"Connecticut's Comprehensive Model for the Education of the Gifted and Talented."},
      {
        "id":"ED107059",
        "title":"Financing Education Programs for Handicapped Children: Regional Conference Highlights. Report No. 50."},
      {
        "id":"ED107060",
        "title":"Education for All Handicapped Children, 1973-74, Part 4. Hearings Before the Subcommittee on the Handicapped of the Committee on Labor and Public Welfare United States Senate, Ninety-Third Congress, Second Session on S. 6 to Provide Financial Assistance to the States for Improved Educational Services for Handicapped Children. (June 17 and 24, 1974)."},
      {
        "id":"ED107061",
        "title":"A Double X-Y Platform for Randsight-Type Instruments."},
      {
        "id":"ED107062",
        "title":"Interactive Classroom TV System for the Handicapped."},
      {
        "id":"ED107063",
        "title":"I Don't Understand What You Mean by Comprehension."},
      {
        "id":"ED107064",
        "title":"The Length of Time Necessary to Obtain a Representative Sample of Clinician-Client Interaction."},
      {
        "id":"ED107065",
        "title":"A Developmental Study of Deaf Children's Semantic System."},
      {
        "id":"ED107066",
        "title":"Las Palomitas Preschool for the Handicapped. Guide."},
      {
        "id":"ED107067",
        "title":"Teaching Interpersonal Social Skills: A Prototype Manual of Activities; 1974-1975."},
      {
        "id":"ED107068",
        "title":"State of the Art: Diagnosis and Treatment."},
      {
        "id":"ED107069",
        "title":"Administrators' Guide to Public School Programs for Handicapped Children."},
      {
        "id":"ED107070",
        "title":"Five Years of Special Education and Psychiatry in Suburbia: A Review, Survey, and Critique."},
      {
        "id":"ED107071",
        "title":"A Study of the Extreme Learning Problem Program in Oregon: 1971-72, 1972-73."},
      {
        "id":"ED107072",
        "title":"Impact 8 of the Title VI Programs in the State of Oregon: September 1, 1973-August 1974."},
      {
        "id":"ED107074",
        "title":"Older and Handicapped Children Are Adoptable: The Spaulding Approach."},
      {
        "id":"ED107075",
        "title":"Auditory Vocal Analysis and Synthesis Skills of Learning Disabled Children."},
      {
        "id":"ED107076",
        "title":"Phonological Contexts: Determinants and Correlates in Clinical Assessment."},
      {
        "id":"ED107077",
        "title":"Issues in Language and Cognition: Implications for Clinical Practice."},
      {
        "id":"ED107078",
        "title":"The Administration of Service Delivery Programs in Special Education in Five Connecticut Towns: The Organization and Coordination of the Planning and Placement Team Process."},
      {
        "id":"ED107079",
        "title":"National Regional Resource Center of Pennsylvania. Final Technical Report."},
      {
        "id":"ED107080",
        "title":"Mid-Atlantic Region Special Education Instructional Materials Center. Final Technical Report."},
      {
        "id":"ED107081",
        "title":"Midwest Regional Media Center for the Deaf. Final Technical Report."},
      {
        "id":"ED107082",
        "title":"New England Special Education Instructional Materials Center. Final Technical Report."},
      {
        "id":"ED107083",
        "title":"University of Kansas Special Education Instructional Materials Center. Final Technical Report."},
      {
        "id":"ED107085",
        "title":"The Southwest Regional Resource Center; A Compilation in Retrospect. Final Technical Report."},
      {
        "id":"ED107087",
        "title":"Navajo Education Resource Center, Many Farms, Arizona. Final Technical Report, 1973-1974."},
      {
        "id":"ED107093",
        "title":"The Ph.D. in English and Foreign Languages: A Conference Report."},
      {
        "id":"ED107094",
        "title":"La Reforme de l'enseignement superieur (Higher Education Reform)."},
      {
        "id":"ED107095",
        "title":"What and How for Foreign Language Students: What Are the Career Opportunities and How to Prepare for Them."},
      {
        "id":"ED107096",
        "title":"Independent Study of Critical Languages in Undergraduate Colleges."},
      {
        "id":"ED107098",
        "title":"Self-Instructional Language Programs. A Handbook for Faculty and Students. Occasional Publication No. 20."},
      {
        "id":"ED107100",
        "title":"Options and Perspectives: A Sourcebook of Innovative Foreign Language Programs in Action, K-12."},
      {
        "id":"ED107102",
        "title":"Intermediate Amharic Cultural Reader. Final Report."},
      {
        "id":"ED107103",
        "title":"ACTFL Workshop Proceedings: Black Literature of French Expression."},
      {
        "id":"ED107105",
        "title":"New Mexican Spanish Verb Forms."},
      {
        "id":"ED107106",
        "title":"A Study in the Relationships of &quot;Oh,&quot;&quot;Ah,&quot;&quot;Say,&quot; and &quot;Well&quot; to Numerous Grammatical Phenomena. University of Michigan Papers in Linguistics."},
      {
        "id":"ED107107",
        "title":"Word Formation: The Anarchy of the Art."},
      {
        "id":"ED107108",
        "title":"Approaches to the Testing of Communicative Competence."},
      {
        "id":"ED107110",
        "title":"Development of Syllabic Nasals: The Case of the Bantu Noun Class Prefixes \"Mu-, \"Mi-,\"\"Ma-.\" Working Papers on Language Universals, No. 2."},
      {
        "id":"ED107111",
        "title":"Agreement. Working Papers on Language Universals, No. 5."},
      {
        "id":"ED107112",
        "title":"Some Extra Problems That the Bilingual Teachers of Chinese Children Should Consider."},
      {
        "id":"ED107113",
        "title":"Some Notes on Lee and Canter's \"Developmental Sentence Scoring: A Clinical Procedure for Estimating Syntactic Development in Children's Spontaneous Speech.\" Papers and Reports on Child Language Development, No. 4."},
      {
        "id":"ED107116",
        "title":"A Deviant Phonological System of English. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED107117",
        "title":"The Acquisition of Aux. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED107118",
        "title":"Learning the Structure of Causative Verbs: A Study in the Relationship of Cognitive, Semantic and Syntactic Development. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED107120",
        "title":"A Demystification of Syntactic Drift. Montreal Working Papers in Linguistics, Vol. 3."},
      {
        "id":"ED107121",
        "title":"Prolegomena to the Language Syllabus."},
      {
        "id":"ED107122",
        "title":"A Triple-Track Program in the Second-Year French Courses: A Pilot Study."},
      {
        "id":"ED107123",
        "title":"A Study of Korean Causatives. Working Papers in Linguistics, Vol. 6, No. 4."},
      {
        "id":"ED107125",
        "title":"Summary of Results of Student Evaluation Survey: Lower Division Spanish, Fall Semester 1973."},
      {
        "id":"ED107126",
        "title":"Review of Thomas G. Bever, \"A Survey of Some Recent Work in Psycholinguistics.\" Linguistic Notes from La Jolla, No. 3."},
      {
        "id":"ED107127",
        "title":"University of Minnesota Foreign Language Curriculum Units."},
      {
        "id":"ED107128",
        "title":"Biliteracy, or the Bilingual Child's Right to Read."},
      {
        "id":"ED107129",
        "title":"Needed Materials for Instruction in Languages of Southeast Asia."},
      {
        "id":"ED107131",
        "title":"Guide to Programs in Linguistics: 1974-75."},
      {
        "id":"ED107132",
        "title":"Controversial Aspects of Bilingual Education."},
      {
        "id":"ED107134",
        "title":"The Acquisition of the Concept of Grammatical Gender in Monolingual and Bilingual Speakers of Spanish."},
      {
        "id":"ED107135",
        "title":"The Current Status of U.S. Bilingual Education Legislation. CAL-ERIC/CLL Series on Languages and Linguistics, No. 23."},
      {
        "id":"ED107142",
        "title":"Idaho Foreign Language Guide."},
      {
        "id":"ED107143",
        "title":"Apercu des fautes eventuelles des anglophones Nord-Americains (Survey of Possible Errors of English-Speaking North Americans)."},
      {
        "id":"ED107144",
        "title":"Cloze, Discourse, and Approximations to English."},
      {
        "id":"ED107145",
        "title":"Reappraisal of the Voicing Constraint in Consonant Cluster Simplification."},
      {
        "id":"ED107146",
        "title":"Towards a Sociology of Linguistics."},
      {
        "id":"ED107147",
        "title":"Natural Language Understanding Systems Within the A. I. Paradigm: A Survey and Some Comparisons."},
      {
        "id":"ED107148",
        "title":"Concerning the Influence of Native American Languages on American Spanish."},
      {
        "id":"ED107149",
        "title":"Deux provinces speciales: la bretagne et la provence (Two Special Provinces; Brittany and Provence)."},
      {
        "id":"ED107150",
        "title":"Contemporary Puerto Rican, Cuban-in-Exile, and Mexican-American Literature in a Pluralistic Society."},
      {
        "id":"ED107151",
        "title":"Detecting Syntactic Ambiguity: Three Augmented Transition Network Techniques."},
      {
        "id":"ED107152",
        "title":"European Syllabuses in English as a Foreign Language."},
      {
        "id":"ED107153",
        "title":"Rationalizing Individualized Instruction."},
      {
        "id":"ED107154",
        "title":"Foreign Language Teaching and Learning Today (1975)."},
      {
        "id":"ED107155",
        "title":"Learning: Theoretic Foundations of Linguistic Universals. Social Science Working Paper No. 60."},
      {
        "id":"ED107156",
        "title":"The Bilingual's Two Languages: Duplication or Compartmentalization."},
      {
        "id":"ED107157",
        "title":"Comparative Studies in Second Language Learning. CAL-ERIC/CLL Series on Language and Linguistics, No. 26."},
      {
        "id":"ED107158",
        "title":"A Selected List of Instructional Materials for English as a Second Language: College Level. CAL-ERIC/CLL Series on Languages and Linguistics, No. 27."},
      {
        "id":"ED107159",
        "title":"Modifying English as a Second Language Materials (for Instructing ABE Students)."},
      {
        "id":"ED107161",
        "title":"Testing Language Proficiency."},
      {
        "id":"ED107162",
        "title":"Major Problems of Dari Speakers in Mastering Pashto Morphology."},
      {
        "id":"ED107163",
        "title":"A Survey of State-Level Academic Program Review Policies and Procedures for Higher Education. Final Report."},
      {
        "id":"ED107164",
        "title":"Biennial Report. 1971-73 Biennium."},
      {
        "id":"ED107165",
        "title":"Growth and Education: A Strategic Report to the Rockefeller Brothers Fund on the Implications of Growth Policy for Postsecondary Education"},
      {
        "id":"ED107166",
        "title":"Career Age and Research-Professional Activities of Academic Scientists."},
      {
        "id":"ED107167",
        "title":"The Impact of the Pratt Decision on Black Public Colleges: Florida's Commitment."},
      {
        "id":"ED107168",
        "title":"University External Studies Program. The Support System."},
      {
        "id":"ED107169",
        "title":"Notes on the Life of John Monteith, 1788-1868."},
      {
        "id":"ED107170",
        "title":"Crucial Issues in Foreign Student Education. Report of the National Association for Foreign Student Affairs."},
      {
        "id":"ED107171",
        "title":"A Discussion of a Proposed System for Rewarding And Improving Instructional Effectiveness."},
      {
        "id":"ED107172",
        "title":"Financing of Intercollegiate Athletics: Recommendations."},
      {
        "id":"ED107173",
        "title":"Illinois State Scholarship Commission Report."},
      {
        "id":"ED107174",
        "title":"Policies of Senior Colleges and Universities Concerning Transfer Students From Two-Year Colleges in North Carolina, 1974."},
      {
        "id":"ED107175",
        "title":"Pennsylvania Higher Education Assistance Agency. Annual Report for 1973-74."},
      {
        "id":"ED107176",
        "title":"Pennsylvania Higher Education Assistance Agency. Annual Report for 1972-73."},
      {
        "id":"ED107177",
        "title":"The Supply of Health Manpower. 1970 Profiles and Projections to 1990."},
      {
        "id":"ED107178",
        "title":"Model Student Assistance Programs for Kentucky. Final Report."},
      {
        "id":"ED107179",
        "title":"Federal Student Assistance: A Review of Title IV of the Higher Education Act."},
      {
        "id":"ED107180",
        "title":"The Perceived Role of Institutions of Higher Education in Serving the Aging."},
      {
        "id":"ED107181",
        "title":"Higher Education: The Law and Parameter for Action. Proceedings."},
      {
        "id":"ED107182",
        "title":"The Role of Research at the University of San Francisco: A Report to the President."},
      {
        "id":"ED107183",
        "title":"Nonresident Student Enrollment in State Institutions of Higher Education: An Overview."},
      {
        "id":"ED107184",
        "title":"The Grade of Incomplete: A Brief Review and Comment."},
      {
        "id":"ED107185",
        "title":"The Second Annual Report of the Student Loan Marketing Association to the Congress of the United States."},
      {
        "id":"ED107186",
        "title":"Man and Women Graduate Students: The Question of Equal Opportunity. Final Report."},
      {
        "id":"ED107187",
        "title":"Survey-'71. A Follow-Up of '71 Fredonia Graduates."},
      {
        "id":"ED107188",
        "title":"Post-Secondary Education Planning in Texas: Techniques for Policy Analysis. Number 8."},
      {
        "id":"ED107189",
        "title":"Federal Student Loan Programs. Policy Analysis Service Reports. Vol. 1, No. 1."},
      {
        "id":"ED107190",
        "title":"New Concepts of Student Access. Policy Analysis Service Reports. Vol. 1, No. 3."},
      {
        "id":"ED107191",
        "title":"Who Sank The Khaki Submarine At Stanford? A Study of Decision-Making At Stanford University."},
      {
        "id":"ED107192",
        "title":"State Regulation of External Degree Programs."},
      {
        "id":"ED107194",
        "title":"Women as Cadets: An Analysis of the Issue."},
      {
        "id":"ED107195",
        "title":"Toward Solving Transfer Problems in Southern Universities and Colleges."},
      {
        "id":"ED107196",
        "title":"College Enrollments and Projections in North Carolina, 1975-80."},
      {
        "id":"ED107197",
        "title":"A Proposed National Institute of Education Postsecondary Education Program."},
      {
        "id":"ED107198",
        "title":"Economic and Social Coping Strategies of Foreign Students. Research Bulletin, Volume 15, No. 23."},
      {
        "id":"ED107200",
        "title":"Two New Graphic Computer Dialogs for Teachers."},
      {
        "id":"ED107201",
        "title":"Current Status of the Physics Computer Development Project."},
      {
        "id":"ED107202",
        "title":"Assessing Impact of Institutional Studies."},
      {
        "id":"ED107203",
        "title":"A Survey of Responsibilities of Indiana Public High School Audiovisual Personnel."},
      {
        "id":"ED107204",
        "title":"The Governmental Library Simulation for the Study of Administration of a Special Library. Course 1, Part 1: The Federal Library Model. Final Report, Phase II, Post-Master's Education for Middle and Upper-Level Personnel in Libraries and Information Centers."},
      {
        "id":"ED107205",
        "title":"The Governmental Library Simulation for the Study of Administration of a Special Library. Course 1, Part 2: Participant's Resource-Log. Final Report, Phase II, Post-Master's Education for Middle and Upper-Level Personnel in Libraries and Information Centers."},
      {
        "id":"ED107206",
        "title":"The Governmental Library Simulation for the Study of Administration of a Special Library. Course 1, Part 3: Director's Guide. Final Report, Phase II, Post-Master's Education for Middle and Upper-Level Personnel in Libraries and Information Centers."},
      {
        "id":"ED107207",
        "title":"Organization of a Retrospective Document Retrieval System Based on Fragments."},
      {
        "id":"ED107208",
        "title":"A Minicomputer as Front End Processor for an Automated Library System."},
      {
        "id":"ED107210",
        "title":"The Future of Card Catalogs. Report of a Program Sponsored by the Association of Research Libraries, January 18, 1975."},
      {
        "id":"ED107211",
        "title":"Northeast Academic Science Information Center (NASIC) Year 2 Report, March 1974 through February 1975."},
      {
        "id":"ED107212",
        "title":"Criterion-Referenced Curricular Decision-Making; Critical Computer Applications."},
      {
        "id":"ED107213",
        "title":"An Investigation Into the Effects of Background Music in a Dramatic Television Presentation on University Students' Perception and Retention of Cognitive Content."},
      {
        "id":"ED107214",
        "title":"The Development and Implementation of a Model for Comparing Instructional Alternatives."},
      {
        "id":"ED107215",
        "title":"Individual Differences in Learner Controlled CAI."},
      {
        "id":"ED107216",
        "title":"Analysis of Complex Intervention Effects in Time-Series Experiments."},
      {
        "id":"ED107217",
        "title":"The Columbus Video Access Center: A Research Analysis of Public Reaction."},
      {
        "id":"ED107218",
        "title":"A Perspective on Improving the Effectiveness of Curriculum Materials."},
      {
        "id":"ED107219",
        "title":"Some CMI Design Considerations to Meet the Requirements of Individually Guided Education."},
      {
        "id":"ED107220",
        "title":"The Structure and Management of Individualized Instruction."},
      {
        "id":"ED107221",
        "title":"Student Media Center Manual."},
      {
        "id":"ED107222",
        "title":"The Computer in the School. Fastback No. 58."},
      {
        "id":"ED107223",
        "title":"Educational Research and Development Makes a Difference in Schools. Annual Report to Members."},
      {
        "id":"ED107224",
        "title":"The Effect of the Open Classroom Environment on Locus of Control."},
      {
        "id":"ED107226",
        "title":"NASIC at MIT. Final Report, 1 March 1974 through 28 February 1975."},
      {
        "id":"ED107229",
        "title":"Semiotic Foundations of Information Science. Progress Report Number 1."},
      {
        "id":"ED107230",
        "title":"Planning for Library Automation in the United States."},
      {
        "id":"ED107231",
        "title":"CAA: Computer Assisted Athletics."},
      {
        "id":"ED107232",
        "title":"Inside the FCC: A Guide for Information Seekers."},
      {
        "id":"ED107233",
        "title":"Learning Center Guide; Helene Fuld School of Nursing."},
      {
        "id":"ED107236",
        "title":"Map Resources in San Francisco."},
      {
        "id":"ED107238",
        "title":"Use of Computer-Assisted Instruction for Interpersonal Skill Training; A Pilot Study."},
      {
        "id":"ED107239",
        "title":"Individual and Small Group Learning with Computer Assisted Instruction."},
      {
        "id":"ED107240",
        "title":"The Design of a Future-Oriented Sensing System for the Identification, Production, and Dissemination of National Educational Information Needs."},
      {
        "id":"ED107241",
        "title":"Algorithms: A New Tool for Educational Technology."},
      {
        "id":"ED107242",
        "title":"Instructional Development for the Florida PLATO Project: Process and Evaluation."},
      {
        "id":"ED107243",
        "title":"Less Equals More: Coaching/Prompting CAI as a Tool Technology."},
      {
        "id":"ED107244",
        "title":"Technical Presentations in Multimedia: A Modular Approach."},
      {
        "id":"ED107245",
        "title":"Assessment of a Self-Instructional Conversion Model for Elementary Schools. Final Report."},
      {
        "id":"ED107246",
        "title":"Visual and Auditory Information Processing in Flying Skill Acquisition. Final Report for Period July 1973 through June 1974."},
      {
        "id":"ED107247",
        "title":"Educational Broadcasts of NHK. Special Issue of NHK Today and Tomorrow."},
      {
        "id":"ED107248",
        "title":"Report of the Conference on Engineering Information in Developing Countries, April 22 through 26, 1974, Cairo, Egypt."},
      {
        "id":"ED107249",
        "title":"Television Watching and Family Tension."},
      {
        "id":"ED107251",
        "title":"Critical Feedback in Self-Instructional Course: Need, Nature, and Effects."},
      {
        "id":"ED107252",
        "title":"Perspectives on Simulation and Miniaturization. Professional Paper No. 1472."},
      {
        "id":"ED107253",
        "title":"The Design of a Ph.D. Program in Instructional Systems."},
      {
        "id":"ED107254",
        "title":"Pennsylvania Regional Instructional System for Education. Final Report."},
      {
        "id":"ED107255",
        "title":"Library Information Network Experiment with ATS-F Satellite Telecommunications."},
      {
        "id":"ED107256",
        "title":"ATS-F and Man: A Course of Study: An Experiment in Satellite Application to Statewide Instructional Methodology."},
      {
        "id":"ED107257",
        "title":"The Effects of Video Recording Experience Upon the Communication Behavior Skill of Empathy and Dogmatism in Sophomore Community College Nursing Students."},
      {
        "id":"ED107258",
        "title":"A Media Facilities Model for a Proposed Large Suburban High School."},
      {
        "id":"ED107260",
        "title":"Learning Materials and Services at the University of North Carolina at Charlotte."},
      {
        "id":"ED107262",
        "title":"Evaluating Materials About Africa for Children."},
      {
        "id":"ED107265",
        "title":"Using the Morgan Library; a Tour and Exercise."},
      {
        "id":"ED107266",
        "title":"New Hyde Park Public Library; A Study."},
      {
        "id":"ED107267",
        "title":"Basic Rules of Alphabetical Sequence Simplified."},
      {
        "id":"ED107268",
        "title":"Market Scenarios and Alternative Administrative Frameworks for U.S. Educational Satellite Systems. Memorandum No. CG-75/2."},
      {
        "id":"ED107270",
        "title":"Present State of Technological Innovation in Higher Education of Japan."},
      {
        "id":"ED107272",
        "title":"College of Education Libraries and Higher Education. Selected Papers Delivered at DES/ATCDE/LA Joint Conference Held at the Windermere Hydro, Bowness-on-Windermere, Westmorland, 16th to 19th October 1973."},
      {
        "id":"ED107273",
        "title":"Subject Classification."},
      {
        "id":"ED107274",
        "title":"Will Microfilm and Computers Replace Clippings?"},
      {
        "id":"ED107275",
        "title":"An Alternative System of Subject Classification for Media Libraries."},
      {
        "id":"ED107276",
        "title":"Library Files; Open or Closed to Readers?"},
      {
        "id":"ED107277",
        "title":"Information Service."},
      {
        "id":"ED107278",
        "title":"Photo Storage and Retrieval."},
      {
        "id":"ED107279",
        "title":"History of Books/Jobs Project: Akron Public Library, July 1, 1968 through June 30, 1972."},
      {
        "id":"ED107280",
        "title":"Current and Retrospective Sources of Machine Readable Monograph Cataloging Records; A Study of Their Potential Cost and Utility in Automated System Development at the University of Minnesota."},
      {
        "id":"ED107283",
        "title":"The Columbia University Management Program."},
      {
        "id":"ED107284",
        "title":"Bibliotherapy: Trends in the United States."},
      {
        "id":"ED107285",
        "title":"Urban Information Needs: A Replication. A Report of the Syracuse/Elmira Study."},
      {
        "id":"ED107287",
        "title":"A Mathematical Model of the Illinois Interlibrary Loan Network: Project Report Number 2."},
      {
        "id":"ED107288",
        "title":"A Short Bibliography on Library/Media Leadership."},
      {
        "id":"ED107291",
        "title":"An Evaluation of the El Centro de la Causa Library and Information Center: August 1973 through July 1974. Final Report."},
      {
        "id":"ED107292",
        "title":"A Planning Study for the Conversion of Recorded Books and Magazines from Rigid Discs to Cassettes and Flexible Discs. Final Report."},
      {
        "id":"ED107293",
        "title":"The Mentally Retarded Enjoy Libraries Too."},
      {
        "id":"ED107294",
        "title":"Educational Evaluation of the Optacon (Optical-to-Tactile Converter) as a Reading Aid to Blind Elementary and Secondary Students. Final Report."},
      {
        "id":"ED107295",
        "title":"ARC; Alaska's Resources Challenge. An Attack on Poverty through Knowledge; A Proposal to Demonstrate the Effectiveness of Community Information Aides."},
      {
        "id":"ED107296",
        "title":"Bibliography: Computers in the Mathematics and Science Classroom."},
      {
        "id":"ED107297",
        "title":"Media Center Facility Design for Maryland Schools."},
      {
        "id":"ED107298",
        "title":"SOPHIE: A Sophisticated Instructional Environment. Final Report for Period January 1974 through June 1974."},
      {
        "id":"ED107299",
        "title":"A New Commitment to Instructional Technology."},
      {
        "id":"ED107300",
        "title":"Televote; A New Civic Communication System."},
      {
        "id":"ED107302",
        "title":"Designing Slide/Tape Self-Instruction; A Focus and Design Session."},
      {
        "id":"ED107303",
        "title":"An Assessment of U.S. Navy Tactical Team Training. Final Report."},
      {
        "id":"ED107304",
        "title":"Budgeting for Libraries."},
      {
        "id":"ED107305",
        "title":"State Education Agencies and the National Institute of Education."},
      {
        "id":"ED107307",
        "title":"The American Super-8 Revolution; Guide to Creative Filmmaking in the Classroom."},
      {
        "id":"ED107308",
        "title":"An Approach to Assessment of Quality of a University Library Collection."},
      {
        "id":"ED107309",
        "title":"Black Religion: A Bibliography of Fisk University Library Materials Relating to Various Aspects of Black Religious Life."},
      {
        "id":"ED107311",
        "title":"A Library User's Guide to ERIC."},
      {
        "id":"ED107312",
        "title":"Toward a National Program for Library and Information Services: Goals for Action."},
      {
        "id":"ED107313",
        "title":"Enrollment and Attendance: 1965-1975. Research Report No. 75-04."},
      {
        "id":"ED107314",
        "title":"Performance Objectives in Community Junior Colleges: A Study of Their Effect Upon Teaching and Learning at Pensacola Junior College and Their Use in Selected States."},
      {
        "id":"ED107315",
        "title":"A Study to Define the Role of the Division of Cooperative Education at the College of the Mainland."},
      {
        "id":"ED107316",
        "title":"Notice of Charge of Employment Discrimination--Prelude to Fact Finding or Witch Hunt?"},
      {
        "id":"ED107317",
        "title":"Buffering Action of Advisory Committees in Tech Programs."},
      {
        "id":"ED107318",
        "title":"A Plan to Provide Education in Collective Bargaining for Community College Personnel at Pensacola Junior College."},
      {
        "id":"ED107325",
        "title":"Follow-up and Evaluation of Graduates [and] Employer Evaluations of Graduates in Minnesota Collegiate-Technical Education."},
      {
        "id":"ED107326",
        "title":"Riding the Wave of New Enrollments. Topical Paper No. 50."},
      {
        "id":"ED107327",
        "title":"Commitment to the Nontraditional Student. Topical Paper No. 51."},
      {
        "id":"ED107328",
        "title":"Central Administration in Multi Unit Community Colleges."},
      {
        "id":"ED107329",
        "title":"Schedule Building and Student Registration: Two Year Colleges."},
      {
        "id":"ED107330",
        "title":"Planning: Two Year Colleges."},
      {
        "id":"ED107331",
        "title":"Computer Services: Two Year Colleges."},
      {
        "id":"ED107332",
        "title":"Program Budgeting: Two Year Colleges."},
      {
        "id":"ED107333",
        "title":"Personnel Management: Two Year Colleges."},
      {
        "id":"ED107334",
        "title":"Is Your LPN Program Keeping P.A.C.E.?"},
      {
        "id":"ED107335",
        "title":"Measured Aptitudes vs Self-Rating in Identifying Occupations."},
      {
        "id":"ED107336",
        "title":"Educational Needs Assessment of Adults in the Globe-Miami Area. Final Report."},
      {
        "id":"ED107337",
        "title":"North Carolina Community College System Biennial Report, 1972-1974."},
      {
        "id":"ED107338",
        "title":"Labor Market Identification Model; Procedure in Labor Market Planning for Vocational Education Programs of Columbia Junior College."},
      {
        "id":"ED107339",
        "title":"Summary of Mountain County Labor Market and Its Implications for Vocational Programs at Columbia Junior College. Part 1 of Labor Market Planning for Vocational Education Programs of Columbia Junior College."},
      {
        "id":"ED107340",
        "title":"Trends in Expressed Educational Objectives, 1968-1973 [and] Students &quot;Undecided&quot; as to Educational Objectives."},
      {
        "id":"ED107341",
        "title":"Profile Characteristics of Entering Students: 1974-75."},
      {
        "id":"ED107342",
        "title":"Task Force Report on Two-Year Postsecondary Education in Pennsylvania."},
      {
        "id":"ED107343",
        "title":"Attrition and Student Progress at Bronx Community College, September 1970 to August 1974. Research Report No. BCC-2-75."},
      {
        "id":"ED107344",
        "title":"Totline Tidbits: A Special Packet of Materials."},
      {
        "id":"ED107345",
        "title":"..,..,Speak No Freewill (Piaget vs. Skinner). Developmental Program Report No. 38."},
      {
        "id":"ED107346",
        "title":"Pre-School Education--Aims, Methods and Problems. Report of a Symposium (Venice, Italy, October 11-16, 1971)."},
      {
        "id":"ED107347",
        "title":"A School District Looks at an Alternative to Half-Day, Every Day Kindergarten Programs."},
      {
        "id":"ED107348",
        "title":"Crystallizing Conditions, Developmental Advance and Education. First Annual Report."},
      {
        "id":"ED107349",
        "title":"Assistance to Local Follow Through Programs. Annual Report."},
      {
        "id":"ED107350",
        "title":"The FOL Project, Collaboration Between Preschool and the Primary Level of the Compulsory School."},
      {
        "id":"ED107351",
        "title":"Toward Interagency Coordination: An Overview of FY &apos;74 Federal Research and Development Activities Relating to Adolescence. Second Annual Report."},
      {
        "id":"ED107352",
        "title":"Toward Interagency Coordination: An Overview of FY '74 Federal Research and Development Activities Relating to Early Childhood. Fourth Annual Report."},
      {
        "id":"ED107353",
        "title":"Center for Teaching and Learning Research and Staff-Development Program (Project Summary)."},
      {
        "id":"ED107355",
        "title":"Trends and Issues in Early Childhood Education."},
      {
        "id":"ED107356",
        "title":"Webber School Evaluation Report: School Year 1973-74."},
      {
        "id":"ED107357",
        "title":"Aggression and Dominance Relations in Young Children."},
      {
        "id":"ED107358",
        "title":"Family Size and Learning Readiness Profiles of Socioeconomically Disadvantaged Preschool Whites."},
      {
        "id":"ED107359",
        "title":"Patterns of Living in California's Migrant Labor Families. Research Monograph No. 12."},
      {
        "id":"ED107360",
        "title":"The New York City Infant Day Care Study Design."},
      {
        "id":"ED107361",
        "title":"Observing and Assessing Infant Day Care Environment."},
      {
        "id":"ED107362",
        "title":"Assessment of Children's Psychological Development and Data Analytic Framework in New York City Infant Day Care Study."},
      {
        "id":"ED107363",
        "title":"A Description of the New York City Infant Day Care Study: Health, Nutrition and Physical Development."},
      {
        "id":"ED107364",
        "title":"A Description of the New York City Infant Day Care Study: Infant Day Care Family Research."},
      {
        "id":"ED107366",
        "title":"Play of the Young Child and Day Care Workers: A Piaget Justification."},
      {
        "id":"ED107367",
        "title":"Expanding Early Education: The Extended Day Kindergarten."},
      {
        "id":"ED107368",
        "title":"Ethnicity and Early Education. Catalog No. 128."},
      {
        "id":"ED107369",
        "title":"Evaluation of Follow Through Programs by Follow Through Sponsors 1970-71. A Summary, Analysis, and Review."},
      {
        "id":"ED107370",
        "title":"Child Day Care Guidelines: A Collection."},
      {
        "id":"ED107371",
        "title":"Early Childhood Education: Organization of Reference Topics for Use in Undergraduate Courses. ERIC 1967-Spring 1973. (A Selective Listing)."},
      {
        "id":"ED107372",
        "title":"Training Kindergarten Children in Tactile-Kinesthetic Skills Assumed to Be Related to Reading. Final Report."},
      {
        "id":"ED107373",
        "title":"Effect of Parent Involvement in an Early Intervention Program Upon Environmental Process Variables Related to Achievement."},
      {
        "id":"ED107374",
        "title":"Conceptual Development During the School Years."},
      {
        "id":"ED107375",
        "title":"The Responsive Classroom Observation Schedule--Background and Development."},
      {
        "id":"ED107376",
        "title":"Experimenter Effect in a Study of Racial Identification by Urban Kindergarten Children."},
      {
        "id":"ED107377",
        "title":"Making Outreach Work."},
      {
        "id":"ED107378",
        "title":"Executive Competence in Preschool Children."},
      {
        "id":"ED107379",
        "title":"National Home Start Evaluation. Interim Report 4: Program Analysis."},
      {
        "id":"ED107380",
        "title":"The National Home Start Evaluation. Interim Report 4: Summative Evaluation Results."},
      {
        "id":"ED107381",
        "title":"Word Meaning in Human Development."},
      {
        "id":"ED107385",
        "title":"The Influence of Family Size on Learning Readiness Patterns of Socioeconomically Disadvantaged Preschool Blacks."},
      {
        "id":"ED107386",
        "title":"Educational Goals of Northeast Alabama High School Seniors: An Historical Comparison."},
      {
        "id":"ED107387",
        "title":"Residential Projections of Northeast Alabama Youth: A Historical Comparison."},
      {
        "id":"ED107388",
        "title":"Marital and Procreative Projections of Northeast Alabama Youth: A Historical Comparison, 1966-1972."},
      {
        "id":"ED107390",
        "title":"Rural Renaissance--A Perspective and a Process."},
      {
        "id":"ED107391",
        "title":"The Chicano and the Meaning of Mexico."},
      {
        "id":"ED107392",
        "title":"The Lummi Indian Demonstration Project."},
      {
        "id":"ED107393",
        "title":"Occupational Prestige Among the Choctaw Indians."},
      {
        "id":"ED107394",
        "title":"Perceived Occupational Goal Blocks of Southern Youth."},
      {
        "id":"ED107395",
        "title":"Benefits and Costs of Manpower Services in the Interlake Rural Development Area. Research Bulletin No. 72-1."},
      {
        "id":"ED107396",
        "title":"Para-Professional Training in Adult Education at Gila River Indian Community."},
      {
        "id":"ED107397",
        "title":"Persons of Spanish Origin in the United States: March 1974. Population Characteristics, Current Population Reports. Series P-20, No. 280."},
      {
        "id":"ED107398",
        "title":"So That All Indian Children Will Have Equal Educational Opportunity, Volume 1. USOE/BIA Study of the Impact of Federal Funds on Local Education Agencies Enrolling Indian Children."},
      {
        "id":"ED107399",
        "title":"So That All Indian Children Will Have Equal Educational Opportunity, Volume 2. USOE/BIA Study of the Impact of Federal Funds on Local Education Agencies Enrolling Indian Children."},
      {
        "id":"ED107400",
        "title":"So That All Indian Children Will Have Equal Educational Opportunity, Volume 3. USOE/BIA Study of the Impact of Federal Funds on Local Education Agencies Enrolling Indian Children."},
      {
        "id":"ED107402",
        "title":"Final Report to the Four Corners Regional Commission on Mobile Library Services to Navajo, Apache, & Coconino Counties -- 1972/73."},
      {
        "id":"ED107403",
        "title":"The Land Is Our Mother. A Summary, Statewide Indian Land Use and Policy Meeting (Crow Agency, Montana, November 14-15, 1974)."},
      {
        "id":"ED107404",
        "title":"The Story of Self-Help Enterprises [SHE]. A History of Self-Help Housing in the San Joaquin Valley."},
      {
        "id":"ED107406",
        "title":"Aspirations, Expectations, and Attitudes of South Carolina High School Students."},
      {
        "id":"ED107407",
        "title":"Historical Changes in Educational Aspirations of South Carolina High School Students, 1967-1973."},
      {
        "id":"ED107408",
        "title":"Impact of Job Development on Poverty in Four Developing Areas, 1970. Agricultural Economic Report No. 225."},
      {
        "id":"ED107409",
        "title":"Industrial Invasion of Nonmetropolitan America. A Quarter Century of Experience."},
      {
        "id":"ED107410",
        "title":"Profile of a Rural Area Work Force: The Wyoming Uranium Industry."},
      {
        "id":"ED107411",
        "title":"A Study of Selected Socio-Economic Characteristics of Ethnic Minorities Based on the 1970 Census. Volume I: Americans of Spanish Origin."},
      {
        "id":"ED107412",
        "title":"Bridging the Gap: The Twin Cities Native American Community."},
      {
        "id":"ED107413",
        "title":"Title I Migrant Education Program. Education Briefing Paper."},
      {
        "id":"ED107415",
        "title":"1974 Annual Report of the Appalachian Regional Commission."},
      {
        "id":"ED107416",
        "title":"Small Schools, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 1."},
      {
        "id":"ED107417",
        "title":"A Better Chance to Learn: Bilingual-Bicultural Education. Clearinghouse Publication No. 51."},
      {
        "id":"ED107418",
        "title":"The Influence of Place of Residence on Family Disability Among Selected Populations: Southern Blacks, Western Mexican Americans, Hawaiian Ethnics, and Northeastern Whites."},
      {
        "id":"ED107419",
        "title":"The Kansas Migrant Survey: An Interpretive Profile of the Mexican-American Migrant Family."},
      {
        "id":"ED107420",
        "title":"Federal Indian Policies ...from the Colonial Period through the Early 1970's."},
      {
        "id":"ED107421",
        "title":"Children in Pennsylvania. Volume 1. State Summary. Social Indicators for Human Services Series 1."},
      {
        "id":"ED107422",
        "title":"Indian Tribes as Governments. An Analysis of Governing Institutions of Selected Indian Tribes: Report on a Research Project Conducted by a Team of Indian Lawyers and Law Students--June through August, 1974."},
      {
        "id":"ED107423",
        "title":"Spanish Surnames. Southwest Regional Laboratory (SWRL) Technical Note No. TN 1-72-08."},
      {
        "id":"ED107424",
        "title":"Career Development Opportunities for Native Americans."},
      {
        "id":"ED107425",
        "title":"An Annotated Bibliography of Selected Projects, Theses, and Dissertations on the American Indian by Arizona State University Students from 1943-1974."},
      {
        "id":"ED107426",
        "title":"A Study of Selected Socio-Economic Characteristics of Ethnic Minorities Based on the 1970 Census. Volume 3: American Indians."},
      {
        "id":"ED107429",
        "title":"Rural Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 1."},
      {
        "id":"ED107431",
        "title":"Recollections of a One-Room Schoolhouse (An Interview with Marian Brooks)."},
      {
        "id":"ED107432",
        "title":"Progress Report on Rural Development for Fiscal Year 1970."},
      {
        "id":"ED107433",
        "title":"Rural Development: Information and Technical Assistance Delivered by the Department of Agriculture in Fiscal Year 1971. A Report to the Congress."},
      {
        "id":"ED107434",
        "title":"Rural Development: Part 1. Information and Technical Assistance Delivered by the Department of Agriculture in Fiscal Year 1972. Third Annual Report to the Congress."},
      {
        "id":"ED107435",
        "title":"Rural Development: Part 1. Information and Technical Assistance Delivered by the Department of Agriculture in Fiscal Year 1973. Fourth Annual Report to the Congress."},
      {
        "id":"ED107436",
        "title":"Rural Development: Third Annual Report of the President to the Congress on Government Services to Rural America."},
      {
        "id":"ED107437",
        "title":"Rural Development: Fourth Annual Report of the President to the Congress on Government Services to Rural America."},
      {
        "id":"ED107438",
        "title":"Through Education: Self Determination--A Bicentennial Goal for American Indians. The Second Annual Report to the Congress of the United States from the National Advisory Council on Indian Education."},
      {
        "id":"ED107440",
        "title":"The Uniform Migrant Student Record Transfer System. A Position Paper."},
      {
        "id":"ED107441",
        "title":"1975 Revised Guide to the Rural Development Act of 1972. 93d Congress, 2d Session, January 1, 1975."},
      {
        "id":"ED107442",
        "title":"The Problem of Regional Educational Service Centers in the United States of America with Special Reference to the Seventh-Day Adventist School System. A Descriptive Study."},
      {
        "id":"ED107443",
        "title":"The North American Indian; A Bibliography of Community Development."},
      {
        "id":"ED107444",
        "title":"Evaluation Report of Indian Education Administrator Training Program at Universities of Harvard, Penn State, and Minnesota. (Descriptive Analysis). Research and Evaluation Report Series No. 22.01."},
      {
        "id":"ED107445",
        "title":"Evaluation Report of Indian Education Administrator Training Program at Universities of Harvard, Penn State, and Minnesota. (Graphic Description). Research and Evaluation Report Series No. 22.02."},
      {
        "id":"ED107446",
        "title":"The Indian Education Act of 1972. Report of Progress for the Second Year of the Program."},
      {
        "id":"ED107468",
        "title":"Learning to Get Around. An Urban Environment Mapping Unit."},
      {
        "id":"ED107471",
        "title":"Environmental Studies Program: A Manchester Watershed Training Project."},
      {
        "id":"ED107474",
        "title":"Meeting of Experts on the Role of University Faculties/Colleges of Education in Population Education (Bangkok, January 7-12, 1974). Final Report."},
      {
        "id":"ED107479",
        "title":"A Guide to Running a Recycling Project, Second Edition."},
      {
        "id":"ED107480",
        "title":"The Devil's Millhopper: A Resource for Developing Field Studies. Resource Monograph No. 2."},
      {
        "id":"ED107481",
        "title":"Resource Guide for Field Study: St. Augustine to Flagler Beach. Resource Monograph No. 4."},
      {
        "id":"ED107482",
        "title":"Resource Guide for Field Study of the Cedar Keys Area on Florida's Gulf Coast. Resource Monograph No. 5."},
      {
        "id":"ED107483",
        "title":"The Status of Environmental Education in Connecticut's Elementary and Secondary Schools 1973-1974."},
      {
        "id":"ED107484",
        "title":"Man and Environment."},
      {
        "id":"ED107485",
        "title":"A Study of the Relationship Between Quantitative Methods and Achievement in High School and College Science Courses."},
      {
        "id":"ED107487",
        "title":"The Effectiveness of a Comparative Advance Organizer in the Learning and Retention of Metric System Concepts."},
      {
        "id":"ED107488",
        "title":"A Strategy for Disseminating Elementary Science Curricula."},
      {
        "id":"ED107489",
        "title":"The Teaching and Transfer of Seriation Strategies Using Non-Visual Variables with First Grade Children."},
      {
        "id":"ED107490",
        "title":"Retention Studies Since 1960."},
      {
        "id":"ED107491",
        "title":"The Effects of Two Differing Questioning Strategies on the Achievement and Attitudes of Elementary Pupils."},
      {
        "id":"ED107497",
        "title":"Sudden Infant Death Syndrome (SIDS): The Quiet Killer."},
      {
        "id":"ED107498",
        "title":"Development of Career Opportunities for Technicians in the Nuclear Medicine Field. Final Report."},
      {
        "id":"ED107509",
        "title":"Science Foundations: A Science Program for the Non-Science Student. Technical Report No. 4."},
      {
        "id":"ED107511",
        "title":"The Iowa-UPSTEP Model for Science Teacher Education."},
      {
        "id":"ED107513",
        "title":"Exploring Your Sense of Smell. Science Study Aid No. 10."},
      {
        "id":"ED107514",
        "title":"Curriculum Research and Development in Science."},
      {
        "id":"ED107515",
        "title":"Comparability of Engineering Courses and Degrees: A Methodological Study."},
      {
        "id":"ED107517",
        "title":"Atomic Fuel, Understanding the Atom Series. Revised."},
      {
        "id":"ED107518",
        "title":"Atomic Power Safety."},
      {
        "id":"ED107519",
        "title":"A Bibliography of Basic Books on Atomic Energy. Update."},
      {
        "id":"ED107520",
        "title":"Controlled Nuclear Fusion."},
      {
        "id":"ED107521",
        "title":"Direct Conversion of Energy."},
      {
        "id":"ED107522",
        "title":"Nuclear Power Plants. Revised."},
      {
        "id":"ED107523",
        "title":"Nuclear Reactors. Revised."},
      {
        "id":"ED107524",
        "title":"Radioactive Wastes. Revised."},
      {
        "id":"ED107525",
        "title":"The Feasibility of Teaching Science via a Socio-Historical Approach. Part 2. Classroom Materials. Practical Paper No. 303. (Part 1 of 2 Parts)."},
      {
        "id":"ED107526",
        "title":"The Feasibility of Teaching Science via a Socio-Historical Approach. Part 2. Classroom Materials. Practical Paper No. 303. (Part 2 of 2 Parts)."},
      {
        "id":"ED107527",
        "title":"Proposed Learning Objectives for Environmental Education."},
      {
        "id":"ED107528",
        "title":"Prospective and Experienced Elementary Teachers: A Comparison of Mathematical Achievement and Attitudes."},
      {
        "id":"ED107529",
        "title":"The Secondary School Mathematics Curriculum."},
      {
        "id":"ED107530",
        "title":"Pre-College Science Curriculum Activities of the National Science Foundation. Report of the Science Curriculum Review Team, Volume 1 - Findings and Recommendations."},
      {
        "id":"ED107531",
        "title":"Programs for Improving Elementary and Secondary School Education in Mathematics 1975."},
      {
        "id":"ED107533",
        "title":"Adoption of the Metric System by Consumers: A Program for New York State Cooperative Extension."},
      {
        "id":"ED107534",
        "title":"Mathematics Learning in Early Childhood."},
      {
        "id":"ED107535",
        "title":"Mathematics and Sex."},
      {
        "id":"ED107536",
        "title":"Cross-Cultural Inquiry: Value Clarification Exercises. A Center for Latin American Studies Curriculum Report."},
      {
        "id":"ED107537",
        "title":"Institute on Human Values in Medicine. Proceedings of the First Session, April 12-14, 1971."},
      {
        "id":"ED107538",
        "title":"Institute on Human Values in Medicine. Proceedings of the Second Session, April 26-28, 1972."},
      {
        "id":"ED107539",
        "title":"Institute on Human Values in Medicine. Third Proceedings, Southwest Regional Institute, October 17-19, 1973."},
      {
        "id":"ED107540",
        "title":"Institute on Human Values in Medicine. Reports of the Institute Fellows. 1973-74."},
      {
        "id":"ED107541",
        "title":"Institute on Human Values in Medicine. Human Values Teaching Programs for Health Professionals."},
      {
        "id":"ED107542",
        "title":"Survey Data for Trend Analysis. An Index to Repeated Questions in U. S. National Surveys Held by the Roper Public Opinion Research Center."},
      {
        "id":"ED107545",
        "title":"Community Reaction to Educational Change. Social Sciences, Education, Number 3."},
      {
        "id":"ED107547",
        "title":"Using Media to Stimulate Inquiry. Instructor's Guide and Participant's Manual. Teaching Procedures for the New Social Studies."},
      {
        "id":"ED107548",
        "title":"Toward Experimental Living."},
      {
        "id":"ED107549",
        "title":"The World of Man: A Curriculum Guide."},
      {
        "id":"ED107550",
        "title":"Valuing Youth. Leader's Notebook."},
      {
        "id":"ED107551",
        "title":"Valuing Families. Activity Guide."},
      {
        "id":"ED107552",
        "title":"Preparing Others to Profess: A Trial Year. Director's Report, Project on Teaching and Learning in Graduate Geography, Phase I (July 1973 to June 1974)."},
      {
        "id":"ED107553",
        "title":"Media: An Annotated Catalogue of Law-Related Audio-Visual Materials. Working Notes No. 8."},
      {
        "id":"ED107554",
        "title":"The $$ Game: A Guidebook on the Funding of Law-Related Educational Programs. Working Notes, No. 7."},
      {
        "id":"ED107555",
        "title":"Law-Related Education in America: Guidelines for the Future. Report of the American Bar Association Special Committee on Youth Education for Citizenship."},
      {
        "id":"ED107556",
        "title":"A Response to the Perceptive Eisner."},
      {
        "id":"ED107557",
        "title":"Manumission Societies and African Free Schools."},
      {
        "id":"ED107558",
        "title":"Reflections of American Prejudice at Antebellum West Point (1802-1861)."},
      {
        "id":"ED107559",
        "title":"Youth 1974: Finance-Related Attitudes. Report on the Institute's Third Biennial Survey of Americans Ages 14 through 25."},
      {
        "id":"ED107561",
        "title":"Bibliography on Geographic Thought, Philosophy, and Methodology, 1950-1974. Geography Curriculum Project Occasional Paper No. 3, Revised."},
      {
        "id":"ED107562",
        "title":"The Development of Levels of Abstraction in Children's Thinking about Complex Social Problems."},
      {
        "id":"ED107563",
        "title":"Foundations and Public Policy Formation."},
      {
        "id":"ED107564",
        "title":"The Creation and Impact of Linkages Between the Social Sciences and the Federal Government. Final Report."},
      {
        "id":"ED107565",
        "title":"Field-Independence and the Structuring of Knowledge in a Social Studies Minicourse."},
      {
        "id":"ED107566",
        "title":"International Learning and International Education in a Global Age. Bulletin 47."},
      {
        "id":"ED107567",
        "title":"Characteristics of American Youth: 1974. Current Population Reports, Special Studies, Series P-23, No. 51."},
      {
        "id":"ED107568",
        "title":"Language and International Studies: The Rhetoric of Friction."},
      {
        "id":"ED107571",
        "title":"The Choice Is Yours: A Women's Studies Curriculum for Non-College-Bound High School Girls."},
      {
        "id":"ED107572",
        "title":"The Economics of Crime: A Teaching Unit for Grades 7-12."},
      {
        "id":"ED107574",
        "title":"Modernism: The Extensiveness of Women's Roles and Attitudes. World Fertility Survey Occasional Papers, No. 14."},
      {
        "id":"ED107575",
        "title":"Source of Preparatory Orientation of High School Students in Northeastern Indiana to Issues Involved in Marriage and Family Living."},
      {
        "id":"ED107576",
        "title":"The Black Church in America."},
      {
        "id":"ED107578",
        "title":"Experimental Evaluation of Family Curriculum Materials for High School Students."},
      {
        "id":"ED107579",
        "title":"Ways to Environmental Education, Volume 4."},
      {
        "id":"ED107580",
        "title":"Struggle for Independence: Mexico's Rebellion Against Spain. Social Studies. A Teacher's Guide for Grades 1-9."},
      {
        "id":"ED107581",
        "title":"Museums USA: Art, History, Science, and Other Museums."},
      {
        "id":"ED107582",
        "title":"Minority Cultures: Supplement to Primary Social Studies Guide [And] Minority Cultures: Supplement to Intermediate Social Studies Guide."},
      {
        "id":"ED107583",
        "title":"Community Leaders' Training in Environmental Studies: A Cooperative Community Project Funded under Title I of the Higher Education Act of 1965. Ways to Environmental Education, Final Report: 1974-1975."},
      {
        "id":"ED107584",
        "title":"Accountability and Serendipity."},
      {
        "id":"ED107586",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 13, Number 1, 1974."},
      {
        "id":"ED107589",
        "title":"The Videotape As a Teaching Aid in State and Local Government."},
      {
        "id":"ED107590",
        "title":"The School as a Democratic Institution: The Problems of Teaching Social Studies in the Federal Republic of Germany."},
      {
        "id":"ED107591",
        "title":"A Basic Geographical Library: A Selected and Annotated Book List for American Colleges. Publication No. 2."},
      {
        "id":"ED107593",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 8, No. 1, 1974. Period Covered January-March 1974."},
      {
        "id":"ED107596",
        "title":"Field Test of the Operationalization of Fuzzy Concepts with Small Children."},
      {
        "id":"ED107597",
        "title":"Competency/Performance-Based Certification; The Latest Scientific Management Effluvium? Or the Answer for Which We Have Waited?"},
      {
        "id":"ED107598",
        "title":"Sports and Games in New England Schools and Academies 1780-1860."},
      {
        "id":"ED107599",
        "title":"Physical Education '73."},
      {
        "id":"ED107600",
        "title":"Assessment and Research in Teacher Education: Focus on PBTE. PBTE Monograph Series No. 17."},
      {
        "id":"ED107602",
        "title":"New Patterns of Teacher Education and Tasks. General Analyses."},
      {
        "id":"ED107603",
        "title":"Alternative Education and Corrections: Some New Dimensions."},
      {
        "id":"ED107604",
        "title":"Nutrition and Health."},
      {
        "id":"ED107608",
        "title":"A Large School District&apos;s Research Training Needs."},
      {
        "id":"ED107610",
        "title":"A Separate Reality: The Problem of Uncooperative Experiments."},
      {
        "id":"ED107611",
        "title":"Survey of Iowa State University Students Concerning Intramural Sports and Related Sports Interests."},
      {
        "id":"ED107612",
        "title":"Psychological and Physical Implications of Highly Competitive Sports for Children."},
      {
        "id":"ED107613",
        "title":"Effects of Exercise on Children."},
      {
        "id":"ED107614",
        "title":"Behavior Modification."},
      {
        "id":"ED107615",
        "title":"Mainstreaming in Physical Education: A Positive Approach."},
      {
        "id":"ED107616",
        "title":"Impact of Decentralization on Curriculum: Selected Viewpoints."},
      {
        "id":"ED107617",
        "title":"Coaches&apos; Manual."},
      {
        "id":"ED107619",
        "title":"Needs Assessment: A Focus for Curriculum Development."},
      {
        "id":"ED107622",
        "title":"A Pilot Project to Examine Whether Teachers &quot;Turn On&quot; Only When Observers Are Present."},
      {
        "id":"ED107623",
        "title":"Hamburg Center Intern Follow-Up."},
      {
        "id":"ED107625",
        "title":"Lifetime Sports Instruction Offered to Pupils in New York State Public Secondary Schools."},
      {
        "id":"ED107626",
        "title":"Transpersonal Psychology in Education."},
      {
        "id":"ED107627",
        "title":"Class Size and Teacher Load."},
      {
        "id":"ED107628",
        "title":"Birth Order and Preference for Dangerous Sports Among Males."},
      {
        "id":"ED107629",
        "title":"A Critical Review of Experimental Studies of Teacher Questions and Student Achievement."},
      {
        "id":"ED107630",
        "title":"A Comparison of Participant Performance and Attitudes in Two Teacher Preparation Patterns."},
      {
        "id":"ED107631",
        "title":"Bicycling and Hostels."},
      {
        "id":"ED107632",
        "title":"Ideas Identified and Distributed through Project IDEA."},
      {
        "id":"ED107633",
        "title":"Aging and Motor Skill: A Research Frontier."},
      {
        "id":"ED107634",
        "title":"Effects of Fixatives and Buffers upon the Morphology of Heart and Skeletal Muscle Mitochondria from Exhausted Rats."},
      {
        "id":"ED107635",
        "title":"History of the American Academy of Physical Education: 1950-1970."},
      {
        "id":"ED107636",
        "title":"Attitudes Toward Physical Activity of Champion Women Basketball Players."},
      {
        "id":"ED107637",
        "title":"Rhythm and Motor Ability in Developmentally Disabled Children."},
      {
        "id":"ED107638",
        "title":"The Effects of High Intensity Exercise on Overall Leg Strength of Non-Sickel-Cell-Trait and Sickle-Cell-Trait Individuals."},
      {
        "id":"ED107639",
        "title":"Hamburg Center Intern Follow-Up. Second Year, 1974."},
      {
        "id":"ED107640",
        "title":"Humanism and Behaviorism in Physical Education; A Dialogue."},
      {
        "id":"ED107641",
        "title":"Writing Performance/Behavioral Objectives After Teaching with Them."},
      {
        "id":"ED107642",
        "title":"An Information Systems' Approach to Higher Education and Post-Secondary Degrees."},
      {
        "id":"ED107643",
        "title":"Accreditation Issues in Teacher Education. SCIP No. 1."},
      {
        "id":"ED107644",
        "title":"African Outreach Workshop 1974."},
      {
        "id":"ED107645",
        "title":"A Cluster of Technical Teaching Skills--Acquisition through Microsimulation and Evaluation through Microteaching."},
      {
        "id":"ED107646",
        "title":"An Investigation of the Effects of a Graduate Course on the Modification of Teacher Behavior."},
      {
        "id":"ED107647",
        "title":"The State of the Thought."},
      {
        "id":"ED107648",
        "title":"Thirteen Alternative Learning Environments That Can Be Used to Evaluate the Impact of Teacher Inservice Workshops on Documented Learner Benefits."},
      {
        "id":"ED107649",
        "title":"Praise and Criticism--A Sticky Issue."},
      {
        "id":"ED107650",
        "title":"The Dynamics of Curriculum Revision."},
      {
        "id":"ED107651",
        "title":"New Patterns of Teacher Education and Tasks; Country Experience. United States."},
      {
        "id":"ED107652",
        "title":"New Patterns of Teacher Education and Tasks; Country Experience. Sweden."},
      {
        "id":"ED107653",
        "title":"Participatory Planning in Education."},
      {
        "id":"ED107654",
        "title":"Handbook on Curriculum Development."},
      {
        "id":"ED107655",
        "title":"ESEA, Title III Dissemination Program Evaluation Report, 1972-73, 1973-74. Sections I and II."},
      {
        "id":"ED107657",
        "title":"A Survey of Intramural-Recreational Facilities at Four-Year Colleges and Universities in the United States."},
      {
        "id":"ED107658",
        "title":"The Effect of the Striking Implement's Diameter on a Ball's Rebound Height and Area of Contact."},
      {
        "id":"ED107659",
        "title":"Exercise Prescription."},
      {
        "id":"ED107660",
        "title":"Optimal Pre-Competition Emotional Arousal of High School Football Players."},
      {
        "id":"ED107661",
        "title":"Sports Club Development--The '70'S Community Involvement."},
      {
        "id":"ED107662",
        "title":"Effects of Manual Negative Accentuated Resistance on Strength and/or Muscular Endurance."},
      {
        "id":"ED107663",
        "title":"Steps Toward Healthy Growth. Health Education Curriculum Guide; Grades 7-9."},
      {
        "id":"ED107664",
        "title":"Steps Towards Healthy Growth. Health Education Curriculum Guide; Grades 4-6."},
      {
        "id":"ED107665",
        "title":"John Updike and Norman Mailer: Sport Inferences."},
      {
        "id":"ED107666",
        "title":"The Opinions of Northeast Missouri Social Studies Teachers Related to Student Teacher Placement and Evaluation."},
      {
        "id":"ED107668",
        "title":"Food: Facts and Fancies."},
      {
        "id":"ED107669",
        "title":"Steps towards Healthy Growth. Health Education Curriculum Guide; Grades K-3."},
      {
        "id":"ED107670",
        "title":"Teacher Supply and Demand in Public Schools, 1974."},
      {
        "id":"ED107671",
        "title":"Educational Programs That Work. A Catalogue of Demonstration Sites of Successful Educational Programs Developed through the New Jersey Elementary and Secondary Education Act, Title III Program. 1974-75 Edition."},
      {
        "id":"ED107672",
        "title":"Legal Literacy and Teacher Education: A Case Approach Based on the Rights of Teachers and Students."},
      {
        "id":"ED107673",
        "title":"Individually Guided Education--Multi-School Component (IGE/MUS-E) in New Jersey 1973-1974: Evaluation Report."},
      {
        "id":"ED107674",
        "title":"The Use of Reliability Coefficient to Increase Accuracy of the Calculation of n in Power Formulas."},
      {
        "id":"ED107675",
        "title":"An Empirical Test of the Content Homogeneity Assumption Involved in Rasch Item Calibration."},
      {
        "id":"ED107676",
        "title":"Some Impacts of the Evaluation of an Experimental International Studies Curriculum on the Members of an Interdisciplinary Evaluation Team."},
      {
        "id":"ED107677",
        "title":"Impacts on a Social Psychologist-Consultant."},
      {
        "id":"ED107678",
        "title":"Impacts on an Intellectual Historian."},
      {
        "id":"ED107679",
        "title":"Impacts on an Educationist/Administrator."},
      {
        "id":"ED107680",
        "title":"Impacts on an Educational Researcher."},
      {
        "id":"ED107681",
        "title":"The Effects of a Schools Without Failure Program Upon Classroom Interaction Patterns, Pupil Achievement and Teacher, Pupil and Parent Attitudes. (Report of First Year of Program)."},
      {
        "id":"ED107690",
        "title":"The Effects of a Schools Without Failure Program Upon Classroom Interaction Patterns, Pupil Achievement and Teacher, Pupil and Parent Attitudes (Summary Report of First Year of Program)."},
      {
        "id":"ED107692",
        "title":"ESEA Title I Program for 1972-73 Public Schools of the District of Columbia: Volume II. Evaluation Report."},
      {
        "id":"ED107693",
        "title":"Evaluation Reports of ESEA, Title III Projects: Final Report, FY 1972."},
      {
        "id":"ED107694",
        "title":"Measurement of Social Incompetency in Adolescents. Final Report."},
      {
        "id":"ED107695",
        "title":"Needs Assessment Package."},
      {
        "id":"ED107696",
        "title":"Developing Criterion Measures for Career Path Modules."},
      {
        "id":"ED107698",
        "title":"Evaluating Maintenance Performance: The Development and Tryout of Criterion Referenced Job Task Performance Tests for Electronic Maintenance. Final Report for Period January 1969-May 1974."},
      {
        "id":"ED107699",
        "title":"A Preliminary Report on the Anthropology Department Student Ratings Survey."},
      {
        "id":"ED107700",
        "title":"Job Readiness Posture Scales: A New Tool to Aid in Transition from Enrollee to Worker Status."},
      {
        "id":"ED107701",
        "title":"Accountability in Student Evaluation."},
      {
        "id":"ED107702",
        "title":"Models for a Beginning Theory of Criterion-Referenced Tests."},
      {
        "id":"ED107703",
        "title":"Relative Validity of Two Item Formats for Obtaining Length of Service Data from Job Inventories. Interim Report, July '71-August '73."},
      {
        "id":"ED107704",
        "title":"The Development of New Measures of Curiosity for Children. Report No. 56."},
      {
        "id":"ED107705",
        "title":"Item and Total Score Characteristics and Correlates of the JIM Scale."},
      {
        "id":"ED107706",
        "title":"Reliability of Children's Sorting Strategies Using Alternate Forms of the Sort Test. Research Report No. 68."},
      {
        "id":"ED107707",
        "title":"An Approximately Reproducing Scoring Scheme that Aligns Random Response and Omission. Memorandum Report for Period July 1970-July 1971."},
      {
        "id":"ED107709",
        "title":"An Experiment in Probabilistic Forecasting."},
      {
        "id":"ED107710",
        "title":"1973 Assessment Workshops: Final Report."},
      {
        "id":"ED107711",
        "title":"The Ohio Vocational Interest Inventory: A Factor Analysis."},
      {
        "id":"ED107712",
        "title":"Psychosocial Maturity: A Preliminary Examination of Validation Techniques. Report No. 157."},
      {
        "id":"ED107713",
        "title":"A Survey of Evaluation Instruments Used in Clinical Clerkships in American Medical Schools."},
      {
        "id":"ED107715",
        "title":"Tests for Adult Basic Education Teachers. \"28 Suggestions for Classroom Teachers\"."},
      {
        "id":"ED107716",
        "title":"The Evaluation of Dropout Prevention Programs."},
      {
        "id":"ED107717",
        "title":"The Evaluation of Distributive Education Programs."},
      {
        "id":"ED107718",
        "title":"An Evaluation of Doris Katz' Home Economics 134."},
      {
        "id":"ED107719",
        "title":"Evaluation of the Community Experiences for Career Education Program."},
      {
        "id":"ED107720",
        "title":"Exploring National Assessment Data Using Singular Value Decomposition."},
      {
        "id":"ED107721",
        "title":"An Attitudinal Study of Computer-Assisted Testing as a Learning Method."},
      {
        "id":"ED107722",
        "title":"Criterion-Referenced Testing and Measurement: A Review of Technical Issues and Developments."},
      {
        "id":"ED107723",
        "title":"Convergent and Discriminant Validation of Three Classroom Observation Systems: A Proposed Model."},
      {
        "id":"ED107724",
        "title":"Large-Scale Standardized Testing Programs--New Vistas in User Oriented Reporting."},
      {
        "id":"ED107725",
        "title":"The \"Closed School-Cluster\" Method of Selecting a Probability Sample."},
      {
        "id":"ED107726",
        "title":"Teacher Outcomes Studies: The Development of Methods for Obtaining Teacher Estimates of Minimal and Desired Student Performance."},
      {
        "id":"ED107727",
        "title":"The Evaluation Supervisor as Internal Auditor."},
      {
        "id":"ED107728",
        "title":"Early Home Environment and Changes in Mental Test Performance in Children from 6 to 36 Months."},
      {
        "id":"ED107729",
        "title":"The Importance of Assessment Instrument Development."},
      {
        "id":"ED107730",
        "title":"Evaluation of Methodology for Estimating the Cost of Air Force On-The-Job Training. Final Report."},
      {
        "id":"ED107731",
        "title":"The Effects of Pacing and Mode of Adjunct Questions on Short and Long Term Retention of Writtin Materials."},
      {
        "id":"ED107732",
        "title":"Human Relations in the Classroom: An Annotated Bibliography. Supplement 4. ERIC-CUE Urban Disadvantaged Series, Number 41."},
      {
        "id":"ED107733",
        "title":"Tests and Employment Discrimination."},
      {
        "id":"ED107734",
        "title":"Racial Models of the Consistency of Occupational Status Projections: Submodeling Using the Heise Path-Panel Method. Preliminary Draft."},
      {
        "id":"ED107735",
        "title":"Intradistrict Distribution of School Resources to the Disadvantaged: Evidence for the Courts."},
      {
        "id":"ED107736",
        "title":"Equality of Educational Opportunity Quantified: A Production Function Approach."},
      {
        "id":"ED107737",
        "title":"Urban Appalachian School Children: The Least Understood of all. Working Paper No. 6."},
      {
        "id":"ED107738",
        "title":"Inner-City Schools and the Beginning Teacher: A Dialogue."},
      {
        "id":"ED107740",
        "title":"Some Effects of Inter-Group Contact Among Black, White, and Latin Milwaukee Students."},
      {
        "id":"ED107741",
        "title":"Computer Assisted Processing of Ethnographic Data. Volume 2 Part 1 of Final Report: Anthropological Study of Disability from Educational Problems of Puerto Rican Youths."},
      {
        "id":"ED107742",
        "title":"Social Structures, Ideologies, and Culture Codes in Occupational Development of Puerto Rican Youths. Volume 1 of Final Report, Anthropological Study of Disability From Educational Problems of Puerto Rican Youths."},
      {
        "id":"ED107743",
        "title":"Curriculum Designed for Urban Education--Cognitive Style Mapping of Students."},
      {
        "id":"ED107744",
        "title":"The Black Population: Location, Migration and Education."},
      {
        "id":"ED107745",
        "title":"Focus on Promising Practices of Needs Assessment."},
      {
        "id":"ED107746",
        "title":"Improving Practices in Inner-City Schools: Two Contributions."},
      {
        "id":"ED107747",
        "title":"Social Behavior Assessment of Elementary School Children--Theoretical Rationale for a Peer Rating Scale and its Role in a Longitudinal Study."},
      {
        "id":"ED107748",
        "title":"Adoption of Innovation in Urban Schools. Final Report."},
      {
        "id":"ED107750",
        "title":"Residence Differences in Characteristics of Black, Lower-Class Families. Departmental Information Report No. 74-10."},
      {
        "id":"ED107751",
        "title":"Inextricable Aspects of Sex and Race."},
      {
        "id":"ED107752",
        "title":"A Selected List of Urban, Environmental and Social Problem Gaming/Simulations."},
      {
        "id":"ED107753",
        "title":"A Survey of Research Concerns on Women's Issues."},
      {
        "id":"ED107754",
        "title":"The Federal Civil Rights Enforcement Effort--1974. Volume I: To Regulate in the Public Interest."},
      {
        "id":"ED107755",
        "title":"The Federal Civil Rights Enforcement Effort--1974. Volume II: To Provide ... For Fair Housing."},
      {
        "id":"ED107756",
        "title":"Federal Civil Rights Enforcement Effort--1974. Volume IV. To Provide Fiscal Assistance."},
      {
        "id":"ED107757",
        "title":"Educational Administration for Career Education. A Graduate Level Course for Training Educational Administrators for Career Education."},
      {
        "id":"ED107758",
        "title":"Development of Career Education Center for the Junior High Student."}]
  }}
