{
  "response":{"numFound":509939,"start":270000,"numFoundExact":true,"docs":[
      {
        "id":"ED099041",
        "title":"The Development of a Strategy to Implement the Use of Computer-Assisted Instruction at an Urban Community College."},
      {
        "id":"ED099042",
        "title":"A Decision System for Occupational Programs in Community Colleges. Research Publication No. 75-2."},
      {
        "id":"ED099043",
        "title":"Reduction in Force. An Analysis of the Policies and their Implementation. Topical Paper No. 48."},
      {
        "id":"ED099044",
        "title":"Past Student Follow-up Survey."},
      {
        "id":"ED099045",
        "title":"An Assessment of the Need for a Human Services Associate Degree Program on the Jackson County Campus."},
      {
        "id":"ED099046",
        "title":"PR: What the Media Expect from You."},
      {
        "id":"ED099047",
        "title":"Community Colleges and Primary Health Care: Study of Allied Health Education (SAHE) Report."},
      {
        "id":"ED099048",
        "title":"An Assessment of Remedial Education for Vocational-Technical Students in Selected Postsecondary Institutions in Texas."},
      {
        "id":"ED099049",
        "title":"A Comparison of Student Perceptions of Teaching Effectiveness Between Part-Time Office Occupational Instructors Who Are Professional Teachers vs Those Who Are in the Business World."},
      {
        "id":"ED099050",
        "title":"A Study of the Interrelatedness of Nursing Board Examination Scores and Student Characteristics/Achievement Variables at Virginia Western Community College. OIR Report No. 18-74."},
      {
        "id":"ED099051",
        "title":"The Academic and Remedial Placement Profile of Students Entering B.C.C. [Bronx Community College] in September 1974 by Curriculum Group."},
      {
        "id":"ED099052",
        "title":"A Proposal to the President to Establish a Year-Round Operation and an Annual Assignment System for Omega College, Beginning Summer 1974."},
      {
        "id":"ED099053",
        "title":"A Study of Admission Procedures in Illinois Practical Nursing Schools."},
      {
        "id":"ED099054",
        "title":"Management Rights in Collective Bargaining and the Impact on Presidential Autonomy."},
      {
        "id":"ED099055",
        "title":"\"Developing\" the Administrative Team."},
      {
        "id":"ED099056",
        "title":"Collective Bargaining--Oregon Style."},
      {
        "id":"ED099057",
        "title":"The Future and Long-Range Planning--Strategies for Change and Redirection."},
      {
        "id":"ED099058",
        "title":"An Analysis of an Educational Questionnaire Prepared to Discover in What Areas Essex County College Students Needed Counseling Before Entering College."},
      {
        "id":"ED099059",
        "title":"A Study of the Level of Achievement Motivation and Its Relation to Student Grades in Psychology."},
      {
        "id":"ED099060",
        "title":"L.P.N. Students Evaluate Cooperating Agency Experiences."},
      {
        "id":"ED099062",
        "title":"Progress and Prospect: A Study of the Kansas City Metropolitan Junior College District; Report to the Board of Trustees."},
      {
        "id":"ED099063",
        "title":"Decision-Making and the Law in Higher Education--Emphasis on Student Rights: Essay and Bibliography."},
      {
        "id":"ED099064",
        "title":"A Follow-Up Study of the Academic and Job Experiences of Students Graduating from Bronx Community College, or Leaving (Without Graduating) during 1973. Report No. B. C. C. 2-74."},
      {
        "id":"ED099065",
        "title":"Skills, Education and Experience for Clerical Staff: A Survey of Southern Metropolitan Kansas City Area Employers."},
      {
        "id":"ED099067",
        "title":"Remedial Education--Is It Worth It?"},
      {
        "id":"ED099069",
        "title":"The Northwest Alabama State Junior College Economic Impact Study."},
      {
        "id":"ED099070",
        "title":"Five JCCC [Johnson County Community College] Institutional Studies: Part of the Self-Study Process, 1973-74."},
      {
        "id":"ED099071",
        "title":"Racial and Ethnic Survey, Fall 1973: California Community Colleges."},
      {
        "id":"ED099072",
        "title":"Five Years of Career Program Growth: 1969-1973 [Prince George's Community College, Maryland]. Report No. 75."},
      {
        "id":"ED099073",
        "title":"Five-Year Trends in Career Program Graduations, 1970-1974. [Prince George's Community College, Maryland]. Report No. 76."},
      {
        "id":"ED099074",
        "title":"A Humanistic Approach to Evaluation of Community College Non-Instructional Personnel."},
      {
        "id":"ED099075",
        "title":"Budget and Accounting Manual: California Community Colleges."},
      {
        "id":"ED099076",
        "title":"The Effects of Prescribed Testing and Personalized Counseling on Enrollment, Attrition, and Success of New Students Enrolled in Reading Courses at Sacramento City College."},
      {
        "id":"ED099077",
        "title":"Alternative Teaching Methods in Teaching Introduction to Judaism."},
      {
        "id":"ED099078",
        "title":"Legislation Directed Toward the Health Delivery System: Can It Have a Secondary Impact on Health Manpower Teaching Institutions?"},
      {
        "id":"ED099079",
        "title":"Directions for a Community College."},
      {
        "id":"ED099080",
        "title":"Factors Influencing the Growth and Development of Polk Community College--Population."},
      {
        "id":"ED099081",
        "title":"Student Flow at the Community College."},
      {
        "id":"ED099082",
        "title":"Analysis of Factors Which Will Affect the Continued Development of Johnson County [Kansas] Community College for the Period 1974-1993: A Report and Recommendation of the JCCC Board-Staff Planning Committee."},
      {
        "id":"ED099083",
        "title":"Innovative Approaches to Adult Basic Education in the Continuing Education Division of Canadore College, North Bay."},
      {
        "id":"ED099084",
        "title":"Board vs Faculty: Collective Bargaining--An Adversary Proceeding."},
      {
        "id":"ED099085",
        "title":"Food Service Follow-up Study."},
      {
        "id":"ED099086",
        "title":"A Study of the &quot;Withdrawal Syndrome&quot; at RSCC [Roane State Community College, Tennessee]."},
      {
        "id":"ED099087",
        "title":"Student Followup 1: Attrition Study."},
      {
        "id":"ED099088",
        "title":"Scholastic Achievement of Former L.B.C.C. [Long Beach Community College] Students Entering the University of California During the Academic Year 1972-73."},
      {
        "id":"ED099089",
        "title":"A Descriptive Study of the Semantic Connotations Toward the Institutional Governance System at Delaware County Community College of the Several Constituent Groups."},
      {
        "id":"ED099090",
        "title":"Education Professors as Intermediaries."},
      {
        "id":"ED099092",
        "title":"Academic Planning in the Physical Education Department of Polk Community College."},
      {
        "id":"ED099093",
        "title":"Why Does Polk County Have a Community College?"},
      {
        "id":"ED099094",
        "title":"Faculty Assignment Classification System."},
      {
        "id":"ED099095",
        "title":"An Instructional Systems Technology Model for Institutional Change."},
      {
        "id":"ED099096",
        "title":"Permanent Faculty Status: Policy Adopted by the Board of Trustees, Whatcom Community College, Washington, December 24, 1974."},
      {
        "id":"ED099097",
        "title":"The Expansion of Kindergarten Instruction and Prekindergarten Programs in Disadvantaged Areas of New York City."},
      {
        "id":"ED099098",
        "title":"Critical Contributions of Piaget to Humanistic Psychology."},
      {
        "id":"ED099099",
        "title":"Is Day Care as Good as a Good Home?"},
      {
        "id":"ED099100",
        "title":"Language Reconstructions as an Indicator of Cognitive Functioning of K-Third Graders."},
      {
        "id":"ED099101",
        "title":"Pressures on Young Children."},
      {
        "id":"ED099102",
        "title":"Relating Psychology and Practice: Relating Some Psychological Principles to a Lesson Given at the A. P. Hill School."},
      {
        "id":"ED099104",
        "title":"Children's Comprehension of Implicit and Explicit Information in Paragraphs."},
      {
        "id":"ED099105",
        "title":"Function of Infant Crying in Stranger Situations."},
      {
        "id":"ED099106",
        "title":"Educational Intervention with High-Risk Infants."},
      {
        "id":"ED099107",
        "title":"Differences and Sources of Criterion Bias in Child and Adult Values."},
      {
        "id":"ED099109",
        "title":"Learning Is Learning to Learn How to Learn."},
      {
        "id":"ED099110",
        "title":"School's Training of Parents to Be Effective Teachers of Their Own and Other Nonlearning Children."},
      {
        "id":"ED099111",
        "title":"Early Formal Instruction: What Constitutes Too Much Pressure?"},
      {
        "id":"ED099112",
        "title":"A Developmental-Interactionist Perspective to Moral Values: Some Results with Exploratory Studies in Primary and Secondary School Years."},
      {
        "id":"ED099113",
        "title":"Developmental Changes in Apportionment of Study Time Among Clustered Items in a Multitrial Free Recall Task."},
      {
        "id":"ED099114",
        "title":"The Continuity of Educational Development."},
      {
        "id":"ED099115",
        "title":"Cultural and Cross Cultural Studies: An Abstract Bibliography. Catalog No. 124."},
      {
        "id":"ED099116",
        "title":"Children&apos;s Friendships in School Settings."},
      {
        "id":"ED099117",
        "title":"The Relative Effectiveness of Academic and Practicum Training on Developing Behavior Modification Skills in Parents."},
      {
        "id":"ED099118",
        "title":"The Developmental Influences and Educational Implications of Two Differing Pre-Nursery School Programs."},
      {
        "id":"ED099119",
        "title":"Mother's Day Out. Description of a Program for the Psychologist-Consultant to Parents and Their Preschool Children."},
      {
        "id":"ED099120",
        "title":"Providing Services to Children: The Role of the Office of Human Development in Child Advocacy."},
      {
        "id":"ED099121",
        "title":"Some Relationships Between Social and Economic Development and Physical and Mental Growth and Health in Tunis. A Preliminary Report."},
      {
        "id":"ED099122",
        "title":"Some Aspects of the Role of Affective Development in Cognitive Development: Relating Formal Operations Learning to Emotional Maturity."},
      {
        "id":"ED099123",
        "title":"Multiple Criteria Follow-Up of Behavior Modification with Families."},
      {
        "id":"ED099124",
        "title":"Teaching Behavior Modification to Students: Effect Upon Student and Teacher Behavior."},
      {
        "id":"ED099125",
        "title":"Design of a Longitudinal Study of Educational Effects."},
      {
        "id":"ED099126",
        "title":"The Development of Social Interaction from Infancy through Adolescence."},
      {
        "id":"ED099127",
        "title":"Evaluation of Family Intervention through Unobtrusive Audio Recordings: Experiences in Bugging Children."},
      {
        "id":"ED099128",
        "title":"Normal Versus Deviant Children: A Multimethod Comparison."},
      {
        "id":"ED099129",
        "title":"Completion Rates and Accuracy of Performance Under Fixed and Variable Token Exchange Periods."},
      {
        "id":"ED099132",
        "title":"Evaluation of Pilot Programs for Children. Final Report."},
      {
        "id":"ED099133",
        "title":"Nutrition and Child Growth and Development in Tunisia. Annual Progress Report, September 1, 1971--August 31, 1972."},
      {
        "id":"ED099134",
        "title":"Nutrition and Child Growth and Development in Tunisia. Interim Progress Report, (September 1, 1972--February 28, 1973)."},
      {
        "id":"ED099135",
        "title":"Language Experiences for Your Preschooler. Part 2: Activities in the Neighborhood."},
      {
        "id":"ED099136",
        "title":"Play: Physical Coordination, Mental Creativity, Emotional Self-Control, Social Relationships."},
      {
        "id":"ED099139",
        "title":"Kindergarten and IGE (Individually Guided Education). 4 Case Studies."},
      {
        "id":"ED099140",
        "title":"Dr. Locke and Dr. Spock: Continuity and Change in American Conceptions of Childrearing."},
      {
        "id":"ED099141",
        "title":"Parents as Teachers: A Rationale for Involving Parents in the Education of Their Young Handicapped Children."},
      {
        "id":"ED099142",
        "title":"Current Infant Research: An Abstract Bibliography. Catalog No. 123."},
      {
        "id":"ED099143",
        "title":"Nursery School and Kindergarten Enrollment: October 1973. Current Population Reports: Population Characteristics."},
      {
        "id":"ED099144",
        "title":"Bibliographies in Education: Elementary Education. No. 43."},
      {
        "id":"ED099145",
        "title":"Parent-Child Early Education Program: A Summary of Results During Three Project Years. Final Evaluation Report."},
      {
        "id":"ED099146",
        "title":"Saturday School: A Success Story. A School and Home Learning Program for Four Year Olds."},
      {
        "id":"ED099147",
        "title":"Experiencias Educativas en el Medio Rural Colombiano. Serie Divulgacion No. 2. [Educational Experiences in the Rural Colombian Milieu. Circulation Series No. 2]."},
      {
        "id":"ED099148",
        "title":"Environmental Outdoor Laboratory School."},
      {
        "id":"ED099150",
        "title":"Guide to Funding Sources for American Indian Library and Information Services."},
      {
        "id":"ED099151",
        "title":"Emerging Role of the Teacher Aide in Navajo Education. A Guide Book."},
      {
        "id":"ED099152",
        "title":"Patterns of Spanish Emigration to the New World (1493-1580). Special Studies No. 34."},
      {
        "id":"ED099153",
        "title":"Mobilizing a Rural Community for Mental Health."},
      {
        "id":"ED099154",
        "title":"C.E.T.A. in Balance-of-State Areas. Workshop Report of the Rural Manpower Policy Research Consortium, June 6-7, 1974. Special Paper No. 24."},
      {
        "id":"ED099155",
        "title":"Public School Survey of Construction Aid Needs Related to the Education of Reservation Indian Children. Research and Evaluation Report Series No. 31."},
      {
        "id":"ED099156",
        "title":"Evaluation of White Shield School, Roseglen, North Dakota. Part A: Evaluation Report. Research and Evaluation Report Series No. 30-A."},
      {
        "id":"ED099157",
        "title":"Evaluation of White Shield School, Roseglen, North Dakota. Part B: Appendix. Research and Evaluation Report Series No. 30-B."},
      {
        "id":"ED099158",
        "title":"The Small School: Returning to the Human Dimension. A Report on the Small Schools Project of the Committee on Small Schools. Occasional Paper No. 2."},
      {
        "id":"ED099162",
        "title":"The Effects of Outward Bound Participation Upon Anxiety and Self Concept."},
      {
        "id":"ED099181",
        "title":"Scientific Human Resources: Profiles and Issues."},
      {
        "id":"ED099183",
        "title":"Impact of Environmental Education for Guam Schools, An Evaluation."},
      {
        "id":"ED099185",
        "title":"Operating Manual for Rachel Carson High. The Rachel Carson Project. Final Report."},
      {
        "id":"ED099186",
        "title":"Man and Nature--A Literature Course. Project Reports, Volume 1, The Rachel Carson Project."},
      {
        "id":"ED099187",
        "title":"The American and His Environment--A Social Sciences Course. Project Reports, Volume 2, The Rachel Carson Project."},
      {
        "id":"ED099188",
        "title":"Environmental Studies in the Physical Sciences. Project Reports, Volume 3, The Rachel Carson Project."},
      {
        "id":"ED099189",
        "title":"Environmental Studies in Several Science Courses. Project Reports, Volume 4, The Rachel Carson Project."},
      {
        "id":"ED099190",
        "title":"Case Studies of Conservation &quot;Battles.&quot; Project Reports, Volume 5, The Rachel Carson Project."},
      {
        "id":"ED099191",
        "title":"Environmental Studies in Nine Courses at Crescent Valley High. Project Reports, Volume 6, The Rachel Carson Project."},
      {
        "id":"ED099192",
        "title":"Environmental Studies: Five Miscellaneous Reports. Project Reports, Volume 7, The Rachel Carson Project."},
      {
        "id":"ED099193",
        "title":"A Report on Elementary School Curriculum Science Component, Project PRIMES: Progress Research in Meeting Elementary Standards."},
      {
        "id":"ED099194",
        "title":"AIBS Education Review, Vol. 2, No. 5."},
      {
        "id":"ED099195",
        "title":"Air Pollution Translations: A Bibliography with Abstracts - Volume 4."},
      {
        "id":"ED099196",
        "title":"Process Versus Content in Elementary Science Teaching."},
      {
        "id":"ED099198",
        "title":"Environmental Education and Your School Site."},
      {
        "id":"ED099199",
        "title":"A Teacher's Guide for the Environmental Impact of Electrical Power Generation: Nuclear and Fossil. A Minicourse for Secondary Schools and Adult Education. Teacher's Guide."},
      {
        "id":"ED099200",
        "title":"The Enviornmental Impact of Electrical Power Generation: Nuclear and Fossil. A Minicourse for Secondary Schools and Adult Education. Text."},
      {
        "id":"ED099203",
        "title":"An Instructional Paradigm and the Development of Diet History Materials."},
      {
        "id":"ED099206",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 72, June, 1974."},
      {
        "id":"ED099207",
        "title":"Conservation and Environmental Education in the Western States. Second Edition."},
      {
        "id":"ED099208",
        "title":"Tire Production and Pollution Control. Environmental Education Curriculum. Revised."},
      {
        "id":"ED099210",
        "title":"This Land is Your Land. The Problem of Land Utilization. Environmental Ecological Education Project."},
      {
        "id":"ED099211",
        "title":"Communication: Within the School Site, Community, and Area into Space. Environmental Ecological Education Project. Revised, June 1972."},
      {
        "id":"ED099212",
        "title":"The Changing Scene - A Short History of the Parkway Area. Environmental Ecological Education Project. Revised June 1972."},
      {
        "id":"ED099213",
        "title":"&quot;Boomsville to Doomsville&quot; - Development of Industry Within a Community. Environmental Ecological Education Project. Revised, July 1973."},
      {
        "id":"ED099214",
        "title":"Environmental Activities, Junior High School."},
      {
        "id":"ED099215",
        "title":"Environmental Activities, Senior High School."},
      {
        "id":"ED099216",
        "title":"A Multidisciplinary Process Curriculum in Environmental Education, Grade 1."},
      {
        "id":"ED099217",
        "title":"A Multidisciplinary Process Curriculum in Environmental Education, Grade 2."},
      {
        "id":"ED099218",
        "title":"A Multidisciplinary Process Curriculum in Environmental Education, Grade 3."},
      {
        "id":"ED099219",
        "title":"A Multidisciplinary Process Curriculum in Environmental Education, Grade 4."},
      {
        "id":"ED099220",
        "title":"A Multidisciplinary Process Curriculum in Environmental Education, Grade 5."},
      {
        "id":"ED099221",
        "title":"A Multidisciplinary Process Curriculum in Environmental Education, Grade 6."},
      {
        "id":"ED099222",
        "title":"Environmental Awareness in Guam Elementary Schools. An Evaluation of the Environmental Education for Guam Schools Project 1973-74."},
      {
        "id":"ED099223",
        "title":"Look Around You. A Primary Student Activity Book Introducing Basic Environmental Concepts."},
      {
        "id":"ED099224",
        "title":"Eutrophication, A Natural Process."},
      {
        "id":"ED099225",
        "title":"Hydrology of Southeast Florida and Associated Topics."},
      {
        "id":"ED099228",
        "title":"A Manual for a Volunteer Field Aide Program."},
      {
        "id":"ED099229",
        "title":"Environmental Learning Experiences: Bio-Physical, Junior High School."},
      {
        "id":"ED099230",
        "title":"Environmental Learning Experiences: Bio-Physical, Senior High School."},
      {
        "id":"ED099231",
        "title":"Environmental Learning Experiences: Socio-Cultural, Junior High School."},
      {
        "id":"ED099232",
        "title":"Environmental Learning Experiences: Socio-Cultural, Senior High School."},
      {
        "id":"ED099233",
        "title":"Other Curriculum Areas."},
      {
        "id":"ED099234",
        "title":"[Air Pollution Unit, Edmonds School District.]"},
      {
        "id":"ED099235",
        "title":"[Land Use Unit, Edmonds School District.]"},
      {
        "id":"ED099236",
        "title":"[Resources Unit, Edmonds School District.]"},
      {
        "id":"ED099237",
        "title":"Water Quality Unit, Edmonds School District.]"},
      {
        "id":"ED099238",
        "title":"Study Skills and Mathematics Achievement. Report No. 2."},
      {
        "id":"ED099240",
        "title":"Project Q. U. E. S. T. (Quality Urban Environmental Studies Training). An Environmental Studies Curriculum for High School."},
      {
        "id":"ED099241",
        "title":"Science Education Newsletter No. 25."},
      {
        "id":"ED099242",
        "title":"Improving Preservice Teachers' Attitudes Toward Science."},
      {
        "id":"ED099243",
        "title":"Situation Report--Ghana, Guyana, India, Japan, Kenya, Khmer Republic, Nepal, Niger, Republic of Vietnam, Senegal, Thailand, and Trinidad and Tobago."},
      {
        "id":"ED099244",
        "title":"Science Teacher Education 1974: Issues and Positions. 1975 AETS Yearbook."},
      {
        "id":"ED099245",
        "title":"Writing the Social History of One's Family...Revised Guidelines for Faculty Members and Students."},
      {
        "id":"ED099246",
        "title":"Environmental Impediments to Effective Research: Some Presumptions in Search of Validation."},
      {
        "id":"ED099247",
        "title":"Women and American Politics: A Selected Bibliography, 1965-1974."},
      {
        "id":"ED099249",
        "title":"The Advent Futures Studies and Research Curriculum Guide; The Advent Futures Studies and Learning Resources Guide."},
      {
        "id":"ED099250",
        "title":"Geography and Environmental Education -- Why Aren't We Involved?"},
      {
        "id":"ED099251",
        "title":"Individual Differences as a Crucible in Theory Construction."},
      {
        "id":"ED099252",
        "title":"Transpersonal: The New Educational Psychology."},
      {
        "id":"ED099253",
        "title":"Teaching Materials on the UN: An Annotated Bibliography for Elementary and Secondary Schools."},
      {
        "id":"ED099255",
        "title":"Political Life in the Hidden Curriculum: Does It Make a Difference?"},
      {
        "id":"ED099256",
        "title":"Annotated Bibliography of Materials for the Teaching of Black History."},
      {
        "id":"ED099257",
        "title":"Curriculum Decision-Making in Alberta: A Janus Look."},
      {
        "id":"ED099259",
        "title":"K-12 Art Guide."},
      {
        "id":"ED099260",
        "title":"Creativity of the School."},
      {
        "id":"ED099261",
        "title":"Urban Growth: Today's Challenge. Seventh Grade, Social Studies."},
      {
        "id":"ED099262",
        "title":"Recurrent Education, Policy and Development in OECD Member Countries: United Kingdom."},
      {
        "id":"ED099263",
        "title":"Values Education in the New Jersey Secondary Curriculum."},
      {
        "id":"ED099264",
        "title":"Michigan's Minorities at the Mid-Seventies: Indians, Blacks, Chicanos."},
      {
        "id":"ED099265",
        "title":"The Influence of Educational Experience on the Development of Cognitive Skills as Measured in Formal Tests and Experiments: A Case Study from the Mexican States of Yucatan and Quintana Roo. Final Report."},
      {
        "id":"ED099267",
        "title":"The Educational Situation in OECD Countries: A Review of Trends and Priority Issues for Policy."},
      {
        "id":"ED099269",
        "title":"An Experience Centered Curriculum: Exercises in Personal and Social Reality."},
      {
        "id":"ED099270",
        "title":"An Assessment of Attitudes Toward Music. National Assessment of Educational Progress."},
      {
        "id":"ED099271",
        "title":"Selected Audio-Visual Materials for Consumer Education. [New Version.]"},
      {
        "id":"ED099273",
        "title":"Social Studies, Grades 7-9. Secondary Schools Curriculum Guide."},
      {
        "id":"ED099274",
        "title":"Social Studies, Grades 10-12. Secondary Schools Curriculum Guide."},
      {
        "id":"ED099275",
        "title":"Humanizing Education in the Seventies: Imperatives and Strategies."},
      {
        "id":"ED099276",
        "title":"Event Analysis as a Methodology for Urban Anthropology; Volume 2, Part 2. Anthropological Study of Disability from Educational Problems of Puerto Rican Youths. Final Report."},
      {
        "id":"ED099278",
        "title":"Preparing Today's Students for Tomorrow's Social Conflicts: A Systems Approach."},
      {
        "id":"ED099279",
        "title":"Questions and Questioning: Research Studies."},
      {
        "id":"ED099280",
        "title":"Mastery Learning and Geography; Effects upon Achievement, Retention, and Time-to-Completion."},
      {
        "id":"ED099281",
        "title":"Readings in Experiential Education: A Compendium of Model Programs."},
      {
        "id":"ED099283",
        "title":"Curriculum Materials Evaluation as a Process for Changing Education: Work of the Diablo Valley Education Project."},
      {
        "id":"ED099284",
        "title":"The School Unit as a Changing Teaching-Learning Environment; Joint Consultation by a Mental Health Consultant and Curriculum Specialists."},
      {
        "id":"ED099285",
        "title":"Intercultural Social Studies Project. [And] Appendix A: A Pedagogical Framework for Global Cultural Studies. Final Report."},
      {
        "id":"ED099286",
        "title":"Intercultural Social Studies Project. Appendices B, C, D, G, H, and I."},
      {
        "id":"ED099287",
        "title":"Work and Family Life. Phase 1. Final Report."},
      {
        "id":"ED099290",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Vol. 7, No. 3, 1973. Period Covered, July-September 1973."},
      {
        "id":"ED099291",
        "title":"Music, Grades 7-9. Secondary Schools Curriculum Guide."},
      {
        "id":"ED099292",
        "title":"Music, Grades 10-12. Secondary Schools Curriculum Guide."},
      {
        "id":"ED099293",
        "title":"Art, Grades 7-12. Secondary Schools Curriculum Guide."},
      {
        "id":"ED099294",
        "title":"Death and Dying--A Living Study. Profiles of Promise 35."},
      {
        "id":"ED099295",
        "title":"Out of the Classroom--Into the Field. Profiles of Promise 32."},
      {
        "id":"ED099296",
        "title":"POSS/HASPEG: Exploring the Social Studies. Profiles of Promise 33."},
      {
        "id":"ED099297",
        "title":"Consumerism and the Decision Making Process. Project Quest [Quality Urban Environmental Study Training]."},
      {
        "id":"ED099298",
        "title":"Adolescent Political Education and Political Participation."},
      {
        "id":"ED099299",
        "title":"Resource Materials for Consumer Education, A Revision."},
      {
        "id":"ED099300",
        "title":"But the Earth Abideth Forever: Values in Environmental Education."},
      {
        "id":"ED099301",
        "title":"The \"ERA\" Comes to New Columbia. [A Simulation.]"},
      {
        "id":"ED099302",
        "title":"Chuckholes in the Bumpy Road from Research to Application."},
      {
        "id":"ED099303",
        "title":"The Nature of Introductory Economics Courses."},
      {
        "id":"ED099304",
        "title":"Curriculum and Other Contextual Variables."},
      {
        "id":"ED099305",
        "title":"A New Strategy for Improving College Teaching. Part 6: 1973 Academic/Administrative Guidelines for the President."},
      {
        "id":"ED099306",
        "title":"Consistency and Stability of Interaction Effects from Classroom to Classroom: Pilot Studies."},
      {
        "id":"ED099307",
        "title":"Lenses for Performance Inquiry."},
      {
        "id":"ED099308",
        "title":"In-Service Teacher Education--Sources in the ERIC System."},
      {
        "id":"ED099309",
        "title":"Alternatives for Schools of Education Confronted with Enrollment and Revenue Reducations."},
      {
        "id":"ED099310",
        "title":"Preparing Teachers, Students and Citizens To Deal Constructively with the Problems and Potentialities of Aging."},
      {
        "id":"ED099311",
        "title":"The Reorganization of the Division of Teacher Education. Teacher Education Forum Series. Vol. 2, No. 1."},
      {
        "id":"ED099312",
        "title":"1972-73 Evaluation Summary. Teacher Education Forum Series. Vol. 2, No. 2."},
      {
        "id":"ED099316",
        "title":"The Role of Professional Education in a Contemporary University. Teacher Education Forum Series. Vol. 2, No. 6."},
      {
        "id":"ED099318",
        "title":"Some Recommendations to Federal Agency Personnel Regarding the Evaluation of Education. Teacher Education Forum Series. Vol. 2, No. 8."},
      {
        "id":"ED099320",
        "title":"A Guide to Inservice Educators: Tips for Obtaining and Utilizing Consultants in Public Schools. Teacher Education Forum Series. Vol. 2, No. 10."},
      {
        "id":"ED099322",
        "title":"Teacher Aides. Teacher Education Forum Series. Vol. 2, No. 12."},
      {
        "id":"ED099323",
        "title":"Educational Influences on Career Opportunities for Women. Teacher Education Forum Series. Vol. 2, No. 13."},
      {
        "id":"ED099324",
        "title":"Alternative Student Teaching Experiences: Emerging Characteristics and Encouraging Payoffs. Teacher Education Forum Series. Vol. 2, No. 15."},
      {
        "id":"ED099325",
        "title":"Project RELATE: First Year Follow-Up. Teacher Education Forum Series. Vol. 2, No. 16."},
      {
        "id":"ED099326",
        "title":"The Teacher Trainer as an Instructional Developer. Teacher Education Forum Series. Vol. 2, No. 17."},
      {
        "id":"ED099327",
        "title":"Effective College Teaching. Teacher Education Forum Series. Vol. 2, No. 18."},
      {
        "id":"ED099329",
        "title":"Evaluation Practices and Preferences in Alternative Schools. Teacher Education Forum Series. Vol. 2, No. 20."},
      {
        "id":"ED099332",
        "title":"Career Opportunities Program: A Description and Case Study. Teacher Education Forum Series. Vol. 2, No. 23."},
      {
        "id":"ED099333",
        "title":"Some Psycholinguistic Considerations for Process and Pedagogy in Reading. Teacher Education Forum Series. Vol. 2, No. 24."},
      {
        "id":"ED099343",
        "title":"The Winning Edge."},
      {
        "id":"ED099344",
        "title":"What Research Tells the Coach About Sprinting."},
      {
        "id":"ED099345",
        "title":"The Texas Teacher Effectiveness Project: Presentation of Non-Linear Relationships and Summary Discussion. Report No. 74-6."},
      {
        "id":"ED099346",
        "title":"The Texas Teacher Effectiveness Project: Questionnaire and Interview Data."},
      {
        "id":"ED099347",
        "title":"Optimizing the Effectiveness of School Food Programs for Feeding and Educating Children in North Carolina. Technical Report."},
      {
        "id":"ED099348",
        "title":"Teacher Appraisal Program, 1974-75."},
      {
        "id":"ED099349",
        "title":"Community Educational Aides in Open Space Schools. An ESEA Title III Project. Annual Evaluation Report, 1973-74."},
      {
        "id":"ED099350",
        "title":"AIAW Handbook of Policies and Operating Procedures, 1974-75."},
      {
        "id":"ED099351",
        "title":"Directory: AIAW Member Institutions, 1973-1974."},
      {
        "id":"ED099352",
        "title":"Development of Human Values through Sports."},
      {
        "id":"ED099353",
        "title":"AAHPER Youth Fitness Test Manual. Revised Edition."},
      {
        "id":"ED099355",
        "title":"AACTE Leadership Training Institute on Performance-Based Teacher Education."},
      {
        "id":"ED099356",
        "title":"The Practicum."},
      {
        "id":"ED099357",
        "title":"An Evaluation of the Instructional Development Institute (I.D.I.) Program for the School Year 1973-74."},
      {
        "id":"ED099358",
        "title":"Chapter 584, Administrative Rules 31-000-34-042. Oregon Rules for Certification of Teachers, Specialists, and Administrators, Effective January 1, 1975."},
      {
        "id":"ED099359",
        "title":"Process Standards for Educational Personnel Development Programs [in the state of Oregon]."},
      {
        "id":"ED099360",
        "title":"Standards for the Approval of Oregon College and University Teacher Education Programs."},
      {
        "id":"ED099361",
        "title":"Commission for Teacher Preparation and Licensing [in California]. 1972-73 Annual Report."},
      {
        "id":"ED099362",
        "title":"Manual for Developing, Evaluating, and Approving Professional Preparation Program Plans for Multiple and Single Credentials, 1973-74."},
      {
        "id":"ED099363",
        "title":"A Position Statement on Educational Accountability for Improved Instructional Services at the Elementary and Secondary Levels in Michigan."},
      {
        "id":"ED099364",
        "title":"Competency-Based Teacher Education in the State of Michigan--1974."},
      {
        "id":"ED099365",
        "title":"A Survey of Competency Based Teacher Education Programs in the State of Michigan, 1974."},
      {
        "id":"ED099366",
        "title":"Competency-Based Certification. Interim Report II."},
      {
        "id":"ED099367",
        "title":"Competency Based Certification, January 1, 1973. Action in New Mexico. Interim Report."},
      {
        "id":"ED099368",
        "title":"Empirically Based Teacher Education. SPE Occasional Papers No. 1."},
      {
        "id":"ED099369",
        "title":"A Teacher's Guide to School Safety Patrol. Curriculum Services Series No. 13."},
      {
        "id":"ED099370",
        "title":"New Directions for Research on Education Personnel."},
      {
        "id":"ED099371",
        "title":"Lifetime Sports in Pennsylvania. A Position Paper."},
      {
        "id":"ED099372",
        "title":"Policies, Procedures and Standards for Certification of Professional School Personnel [in Pennsylvania]."},
      {
        "id":"ED099373",
        "title":"Pennsylvania's Approach to the Competency Certification of Educational Professional Staff. Working Paper."},
      {
        "id":"ED099375",
        "title":"PaCBTE Handbook; A Resource for Developing Competency Based Teacher Education Programs."},
      {
        "id":"ED099376",
        "title":"Teacher Aides; A Suggested Two-Year Post High School Curriculum."},
      {
        "id":"ED099377",
        "title":"The Resource Person in Elementary Teacher Education."},
      {
        "id":"ED099378",
        "title":"The Future of Athletics in Higher Education--Can They Survive."},
      {
        "id":"ED099379",
        "title":"PBTE: Prevention of a Second Orthodoxy through Consensus Building and Conflict Resolution."},
      {
        "id":"ED099380",
        "title":"Communication in the School; A Semantic Element."},
      {
        "id":"ED099381",
        "title":"Revised 1972 Organization, Procedures, and Standards for Approval of Teacher Education Programs in Texas."},
      {
        "id":"ED099382",
        "title":"Lessons from the Teacher Corps."},
      {
        "id":"ED099384",
        "title":"The Applicability of Value Clarifying Strategies in Health Education at the Sixth Grade Level."},
      {
        "id":"ED099385",
        "title":"Elementary Teacher Education/Certification. An Annotated Bibliography: 1963-1973."},
      {
        "id":"ED099386",
        "title":"Health Education Status Survey; A Summary Report."},
      {
        "id":"ED099387",
        "title":"Some Value Premises to Consider in the Future Development of Performance-Based Strategies for Maximizing the Humane in Education."},
      {
        "id":"ED099388",
        "title":"A New Approach to Teacher Education and Teacher Certification."},
      {
        "id":"ED099389",
        "title":"A Survey-Feedback Approach to Developing Self-Renewing School Organizations. Research and Development Memorandum No. 131."},
      {
        "id":"ED099391",
        "title":"Three Years of Collaboration in the Development of Portal Schools."},
      {
        "id":"ED099392",
        "title":"Educational Research in Progress."},
      {
        "id":"ED099393",
        "title":"Manual for Observer Rating Scales."},
      {
        "id":"ED099394",
        "title":"Assessing Educational Achievement in the Affective Domain. NCME Measurement in Education. Vol. 4, No. 3, Spring, 1973."},
      {
        "id":"ED099395",
        "title":"Goals and Objectives in Planning and Evaluation: A Second Generation. NCME Measurement in Education. Vol. 4, No. 1, Fall 1972."},
      {
        "id":"ED099396",
        "title":"The Effect of Substituting p for alpha on the Unconditional and Conditional Powers of a Null Hypothesis Test."},
      {
        "id":"ED099397",
        "title":"Preordinate Models of Product Development: Implications for Alternative Approaches to Evaluation (or, How to End Up Undernourished)."},
      {
        "id":"ED099399",
        "title":"An Evaluation of the Use of the Miller Analogies Test at UW-SP [University of Wisconsin-Stevens Point]. Report No. 340."},
      {
        "id":"ED099401",
        "title":"Longitudinal Evaluation of a Home Economics Education Professional Program."},
      {
        "id":"ED099402",
        "title":"Assessment of Classroom Ethos and Some of Its Correlates."},
      {
        "id":"ED099403",
        "title":"Methods for Predicting Job-Ability Requirements: II. Ability Requirements as a Function of Changes in the Characteristics of an Electronic Fault-Finding Task."},
      {
        "id":"ED099404",
        "title":"A Comparative Analysis of Base Expectancy Tables for Selected Subpopulations of California Youth Authority Wards. Research Report No. 55."},
      {
        "id":"ED099405",
        "title":"What Research Says to the Teacher: Evaluation and Reporting of Student Achievement."},
      {
        "id":"ED099406",
        "title":"An Examination of the Statistical Properties of a Multivariate Measure of Strength of Relationship. Final Report."},
      {
        "id":"ED099407",
        "title":"Towards Statewide Educational Assessment."},
      {
        "id":"ED099408",
        "title":"A Moratorium? What Kind? NCME Measurement in Education. Vol. 5, No. 2, Spring 1974."},
      {
        "id":"ED099409",
        "title":"The Living Room School Cognitive Assessment Inventory."},
      {
        "id":"ED099410",
        "title":"A Quantitative-Qualitative Study of Student Subcultures in an Alternative High School."},
      {
        "id":"ED099411",
        "title":"Aspects of a Methodology for Creating Criterion-Referenced Tests."},
      {
        "id":"ED099412",
        "title":"The Promotion/Retention Dilemma: What Research Tells Us. Report No. 7416."},
      {
        "id":"ED099413",
        "title":"&quot;Environments&quot; of British Commonwealth Universities."},
      {
        "id":"ED099414",
        "title":"The Development and Validation of a Curriculum Hierarchy Designed for Use in Teaching Selected Principles and Strategies of an Aspect of Critical Thinking."},
      {
        "id":"ED099415",
        "title":"Mental Processing Aspects of Two Formal Operational Tasks: A Developmental Investigation of a Quantitative Neo-Piagetian Model."},
      {
        "id":"ED099416",
        "title":"The National Assessment Approach to Sampling."},
      {
        "id":"ED099417",
        "title":"Removing the Effects of Random Guessing from Latent Trait Ability Estimates. Research Bulletin No. 74-32."},
      {
        "id":"ED099418",
        "title":"The Measurement of Classroom Environmental Press."},
      {
        "id":"ED099419",
        "title":"Validation of Learning Hierarchies for Objective-Based Instructional Systems."},
      {
        "id":"ED099420",
        "title":"Development of Psychometric Measures of Student Attitudes Toward Technical Training: Norm Group Report."},
      {
        "id":"ED099421",
        "title":"Design and Implementation of a Discrepancy Analysis Model for Education Programs."},
      {
        "id":"ED099422",
        "title":"The Servicemen's Opportunity College Program: An Evaluation. Research Memorandum No. 74-14."},
      {
        "id":"ED099423",
        "title":"Unidimensional Scaling of Two Person Non-Zero Sum Games."},
      {
        "id":"ED099424",
        "title":"The Evaluation of Educational Information Centers. TM Report No. 34."},
      {
        "id":"ED099425",
        "title":"Opening Institutional Ledger Books--A Challenge to Educational Leadership: Suggestions for Talking to School-Community Groups About Testing and Test Results. TM Report No. 28."},
      {
        "id":"ED099426",
        "title":"Procedures and Issues in the Measurement of Attitudes. TM Report No. 30."},
      {
        "id":"ED099427",
        "title":"A Collection of Criterion-Referenced Tests. TM Report No. 31."},
      {
        "id":"ED099428",
        "title":"Adult Basic Education Programs, Students, and Results. TM Report No. 33."},
      {
        "id":"ED099429",
        "title":"State Testing Programs: Status, Problems, and Prospects. TM Report 40."},
      {
        "id":"ED099430",
        "title":"Evaluation Designs for Practitioners. TM Report No. 35."},
      {
        "id":"ED099431",
        "title":"Bias in Testing: A Review and Discussion. TM Report No. 36."},
      {
        "id":"ED099432",
        "title":"Information for Parents on School Evaluation. TM Report No. 42."},
      {
        "id":"ED099433",
        "title":"Study Trips. Chinese Bilingual Pilot Program."},
      {
        "id":"ED099435",
        "title":"Self Concept: A Comparison of Negro-, Anglo- and Spanish-American Students Across Ethnic, Sex, and Socioeconomic Variables."},
      {
        "id":"ED099436",
        "title":"The Regents External High School Diploma: A Proposal to the Commissioner of Education."},
      {
        "id":"ED099437",
        "title":"Neonatal Precocity and the Black Experience."},
      {
        "id":"ED099439",
        "title":"Human Relations Handbook. Suggestions for Improving Interpersonal Relationships in West Virginia Public Schools. A Guide Prepared for West Virginia Educators."},
      {
        "id":"ED099441",
        "title":"Mysteries of the Meritocracy."},
      {
        "id":"ED099442",
        "title":"[Kit of Materials for Needs Assessment and Evaluation.]"},
      {
        "id":"ED099443",
        "title":"In Search of a Better Life: The Education and Housing Problems of Puerto Ricans in Philadelphia."},
      {
        "id":"ED099447",
        "title":"Providing K-12 Multi-Cultural Curricular Experiences. Revised Edition."},
      {
        "id":"ED099449",
        "title":"A Longitudinal Study of the Economic Absorption and Cultural Integration of Mexican-American and Negro Immigrants to Racine, Wisconsin."},
      {
        "id":"ED099450",
        "title":"Equal Rights: An Intergroup Education Curriculum."},
      {
        "id":"ED099453",
        "title":"Alternative Education Programs, Suburban Cook County Public High School Districts, 1973-1974. Research Report No. 3202."},
      {
        "id":"ED099454",
        "title":"Students Removed from School Attendance Rolls, Chicago and Suburban Cook County Public High School Districts. Research Report No. 3201."},
      {
        "id":"ED099456",
        "title":"Selecting Exemplary Compensatory Education Projects for Dissemination Via Project Information Packages. Report No. UR-242."},
      {
        "id":"ED099457",
        "title":"The Development of Project Information Packages for Effective Approaches in Compensatory Education. Final Report. Report No. UR-254."},
      {
        "id":"ED099458",
        "title":"Preparation of Publications on Progress in Compensatory Education and Desegregation Programs. Final Report."},
      {
        "id":"ED099459",
        "title":"Charles De Felice, et al., Plaintiffs, Against the Board of Education of the City of New York, et al., Defendents. . .[Memoranda Incorporating Findings of Fact and Orders, April 10, 1972 and May 16, 1974; and Memorandum and Order for Judgement, August 8, 1974 Relating to Rezoning of Franklin K. Lane High School, Brooklyn, N. Y.]"},
      {
        "id":"ED099460",
        "title":"Parents&apos; Committee of Public School No. 19, et al., Plantiffs, Against Community School Board of Community Board District No. 14 of the City of New York, et al., Defendants. . .[Notice of Motion for Preliminary Injunction, Complete with Affidavits; and Memorandum in Support of Motion for Preliminary Injunction.]"},
      {
        "id":"ED099463",
        "title":"The Blue Hills Model; A Collaborative Experiment in Career Development. Volume 1--The Satellite Plan."},
      {
        "id":"ED099464",
        "title":"The Blue Hills Model; A Collaborative Experiment in Career Development. Volume 2--A Health Services Curriculum."},
      {
        "id":"ED099465",
        "title":"Creating a Career: A Description of the Program."},
      {
        "id":"ED099466",
        "title":"Creating a Career: Field Test Guide."},
      {
        "id":"ED099467",
        "title":"Creating a Career: Student&apos;s Book."},
      {
        "id":"ED099468",
        "title":"Creating a Career: Instructor's Manual."},
      {
        "id":"ED099469",
        "title":"A Report on the Identification, Classification, and Ranking of Competencies Appropriate for Adult Basic Education Teachers."},
      {
        "id":"ED099470",
        "title":"Integration of Career Education Concepts and Activities into the High School Curriculum."},
      {
        "id":"ED099471",
        "title":"Seminar on Sanitation for Restaurant Owners and Managers. Unit II."},
      {
        "id":"ED099472",
        "title":"Selected Measures of Diffusion Variables. Occasional Paper No. 1."},
      {
        "id":"ED099473",
        "title":"Industrial Arts--Woods and Wood Technology: A Curriculum Guide for Intermediate and Secondary Level Programs."},
      {
        "id":"ED099474",
        "title":"Industrial Arts--Metals Technology: A Curriculum Guide for Intermediate and Secondary Level Programs."},
      {
        "id":"ED099475",
        "title":"Industrial Arts--Drafting and Design Technology: A Curriculum Guide for Intermediate and Secondary Level Programs."},
      {
        "id":"ED099476",
        "title":"Samoan Demonstration Program: Volume 1. Final Report for FY 73-74."},
      {
        "id":"ED099477",
        "title":"Samoan Demonstration Program: Volume 2. Final Report for FY 73-74."},
      {
        "id":"ED099478",
        "title":"The Development of Hometown Plans for Increasing Minority Employment in the Construction Industry of Selected U. S. Cities."},
      {
        "id":"ED099479",
        "title":"Unemployment in the Defense Industry: An Analysis of the Unemployed Worker's Job Search Strategy and the Manpower Policies of the Firm."},
      {
        "id":"ED099480",
        "title":"Aviation Electronics Technician 3 and 2. Rate Training Manual."},
      {
        "id":"ED099481",
        "title":"A Uniform Educational Program: Machine Transcription: For Use in Grades 11 and 12. Revised Edition."},
      {
        "id":"ED099482",
        "title":"Secretarial Practice Syllabus. 1974 Revision."},
      {
        "id":"ED099483",
        "title":"Insurance: School Business Management Handbook No. 2."},
      {
        "id":"ED099484",
        "title":"Tips on Food Purchasing: Ideas for Instructors of Consumer-Homemaking Programs."},
      {
        "id":"ED099485",
        "title":"Organizational Commitment, Job Satisfaction and Turnover Among Psychiatric Technicians. Technical Report No. 16."},
      {
        "id":"ED099486",
        "title":"Adult Education: Greece, November 1973."},
      {
        "id":"ED099487",
        "title":"Technical Report on Health Care Education. Technical Group Report No. 5."},
      {
        "id":"ED099488",
        "title":"Technical Report on Manpower Planning. Technical Group Report No. 7."},
      {
        "id":"ED099489",
        "title":"Technical Report on Adult and Continuing Education. Technical Group Report No. 2."},
      {
        "id":"ED099490",
        "title":"Student Survey; Vocational-Technical Centers. Staff Report No. 7."},
      {
        "id":"ED099491",
        "title":"Job Scope, Job Satisfaction, and the Protestant Ethic: A Study of Enlisted Men in the U. S. Navy. Technical Report No. 27."},
      {
        "id":"ED099492",
        "title":"Natural Resources and Career Awareness: A Teacher's Guide for Grades K-6."},
      {
        "id":"ED099493",
        "title":"Occupational Preparation in the Natural Resources: A Suggested High School Curriculum Guide."},
      {
        "id":"ED099495",
        "title":"Exploring Occupations in the Natural Resources: A Student Resource Guide for the Middle School."},
      {
        "id":"ED099496",
        "title":"Progress Check Module; Basic Electricity and Electronics Individualized Learning System. Progress Check Booklet."},
      {
        "id":"ED099497",
        "title":"Module Zero: Orientation; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099498",
        "title":"Module One: Electrical Current; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099499",
        "title":"Module Two: Voltage; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099500",
        "title":"Module Three: Resistance; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099501",
        "title":"Module Four: Measuring Current and Voltage in Series Circuits; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099502",
        "title":"Module Five: Relationships of Current, Voltage, and Resistance; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099503",
        "title":"Module Six: Parallel Circuits; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099504",
        "title":"Module Seven: Combination Circuits and Voltage Dividers; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099505",
        "title":"Module Eight: Induction; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099506",
        "title":"Module Nine: Relationships of Current, Counter EMF, and Voltage in LR Circuits; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099507",
        "title":"Module Ten: Transformers; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099508",
        "title":"Module Eleven: Capacitance; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099509",
        "title":"Module Twelve: Series AC Resistive-Reactive Circuits; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099510",
        "title":"Module Thirteen: Series AC RLC Circuits and Resonance; Basic Electricity and Electronics Individualized Learning System."},
      {
        "id":"ED099513",
        "title":"A Study of Opinions and Preferences Regarding the Adult Education Program of the Brandywine (Michigan) School District."},
      {
        "id":"ED099514",
        "title":"In-Service Education Model for the Dissemination and Utilization of Selected Career Education Concepts Presented by the Career Cluster Approach in the Elementary School. Final Report."},
      {
        "id":"ED099515",
        "title":"Career Development Guide; Grades K-12."},
      {
        "id":"ED099516",
        "title":"Career Education Research and Development: Lafayette Parish Career Education Curriculum Guide."},
      {
        "id":"ED099517",
        "title":"Adult Education Directory: 1973. A Guide to Agencies, Courses, and Facilities in Tanzania."},
      {
        "id":"ED099518",
        "title":"Abstracts of Exemplary Projects in Vocational Education."},
      {
        "id":"ED099519",
        "title":"Semiannual Report on State Research Coordinating Unit Activities: July 1, 1973 - December 31, 1973. June 1974."},
      {
        "id":"ED099520",
        "title":"State-Administered Exemplary Projects in Vocational Education. Fiscal Year 1973."},
      {
        "id":"ED099521",
        "title":"State-Administered Research and Development Projects in Vocational Education. Fiscal Year 1973."},
      {
        "id":"ED099522",
        "title":"Education--Penal Institutions: U. S. and Europe."},
      {
        "id":"ED099523",
        "title":"Abstracts of Exemplary Projects in Vocational Education."},
      {
        "id":"ED099524",
        "title":"The Workplace Reaches Out: A Study of Organizational Impropriation. Volumes 1 and 2. Final Report."},
      {
        "id":"ED099525",
        "title":"Clothing Services: Coordinated Vocational Academic Education."},
      {
        "id":"ED099526",
        "title":"Food Services: Coordinated Vocational Academic Education."},
      {
        "id":"ED099527",
        "title":"Clothing and Textiles."},
      {
        "id":"ED099528",
        "title":"Missouri Survey of Adult Basic Education Teachers by Specified Program Settings."},
      {
        "id":"ED099529",
        "title":"Evaluation of Telephone Information Service of New York City Regional Center for Life-Long Learning. Research Report No. 7."},
      {
        "id":"ED099530",
        "title":"Career Development Concept: An Understanding, Plan, and Work Packet for Educators K-12."},
      {
        "id":"ED099531",
        "title":"New Jersey Graduated Work Incentive Experiment. Summary Report."},
      {
        "id":"ED099532",
        "title":"Adult Education in Ireland; A Report of a Committee Appointed by the Minister for Education."},
      {
        "id":"ED099533",
        "title":"Experiment in the Streets: The Chicago Youth Development Project. Final Report."},
      {
        "id":"ED099534",
        "title":"Design, Assessment, and Recommendations for Reporting Education Program Research and Development Costs and for Estimating Service Delivery Costs of Program Adopters."},
      {
        "id":"ED099535",
        "title":"Career Education Model, Orange County Consortium. Interim Report."},
      {
        "id":"ED099536",
        "title":"School Program Advancing Career Education (Planning Phase)."},
      {
        "id":"ED099537",
        "title":"Vocational Programs for Disadvantaged in Illinois; A Statewide Assessment of Secondary and Post-Secondary Programs for Disadvantaged, 1972/73."},
      {
        "id":"ED099541",
        "title":"Education for the Aging; Living with a Purpose as Older Adults through Education: An Overview of Current Developments."},
      {
        "id":"ED099542",
        "title":"Dissemination Process: Exploring Alternatives; A Workshop Report (Region IV Adult Basic Education Staff Development Project, Daytona Beach, Fla., January 7-10, 1974)."},
      {
        "id":"ED099543",
        "title":"Doll Collecting; A Course Designed for the Adult Education Student."},
      {
        "id":"ED099544",
        "title":"Effectiveness of Prepared Instruction Units in Teaching the Principles of Internal Combustion Engine Operation and Maintenance. Technical Bulletin No. 192."},
      {
        "id":"ED099545",
        "title":"Marital and Family Characteristics of the Labor Force in March 1973. Special Labor Force Report No. 164."},
      {
        "id":"ED099546",
        "title":"Steps to Opening the Skilled Trades to Women."},
      {
        "id":"ED099547",
        "title":"Helping Hands; Giving Volunteer Leaders a Place in the Extension Program."},
      {
        "id":"ED099548",
        "title":"Farm and Home Visits; A Guide for Extension and Village Workers."},
      {
        "id":"ED099549",
        "title":"Survey of Inmates of Local Jails, 1972. Advance Report."},
      {
        "id":"ED099550",
        "title":"Educational Programs in Adult Correctional Institutions: A Survey."},
      {
        "id":"ED099551",
        "title":"Review and Implications of Job Satisfaction and Work Motivation Theories for Air Force Research."},
      {
        "id":"ED099552",
        "title":"ABE Regional Workshops in Tennessee; An Assessment of the Adult Basic Education Workshops in Tennessee, 1973-74."},
      {
        "id":"ED099553",
        "title":"A Study of Elementary and Secondary Career Education in Lincoln County."},
      {
        "id":"ED099556",
        "title":"Assessment of Work Climates: The Appropriateness of Classical-Management Theory and Human-Relations Theory under Various Contingencies. Final Report."},
      {
        "id":"ED099557",
        "title":"Course of Study in Printing and Preparing Graphics."},
      {
        "id":"ED099558",
        "title":"The Design of Federal Employment Programs: An Economic Analysis."},
      {
        "id":"ED099559",
        "title":"Children of Working Mothers, March 1973. Special Labor Force Report No. 165."},
      {
        "id":"ED099560",
        "title":"Critique of Conceptualization, Measurement, and Interpretation of Youths' Occupational and Educational Status Projections."},
      {
        "id":"ED099562",
        "title":"A Method for Determining Task Strategies."},
      {
        "id":"ED099563",
        "title":"Correlates of Barbiturate Use."},
      {
        "id":"ED099564",
        "title":"Needs Checklist for Career Education."},
      {
        "id":"ED099565",
        "title":"Third Annual Report 1973-74: Cornell Institute for Research and Development in Occupational Education. Miscellaneous Publication No. 75-1."},
      {
        "id":"ED099566",
        "title":"The Federal Wage Garnishment Law. Revised."},
      {
        "id":"ED099567",
        "title":"The Development and Implementation of Pre-service and In-service Occupational Teacher Education Programs Designed to Meet Certification and Baccalaureate Degree Requirements. Project Report No. 3: July 1, 1973--June 30, 1974."},
      {
        "id":"ED099568",
        "title":"The Cooperative Extension Service: A Nationwide Knowledge System for Today's Problems."},
      {
        "id":"ED099569",
        "title":"Selection of Furniture."},
      {
        "id":"ED099570",
        "title":"Selection of Window Treatments."},
      {
        "id":"ED099571",
        "title":"An Internship Program for Occupational Teachers Involving Industry-Exchange, Curriculum Building, Career Education, or Leadership Development Experiences; Directors' Final Report."},
      {
        "id":"ED099572",
        "title":"The Nurse as a Primary Health Care Provider. And: The Nurse Practitioner: An Annotated Bibliography."},
      {
        "id":"ED099573",
        "title":"Career Education Activated by Business Educators in Illinois."},
      {
        "id":"ED099574",
        "title":"Elementary Basal Readers and Work Mode Bias."},
      {
        "id":"ED099575",
        "title":"Minority Groups in Medicine: Selected Bibliography."},
      {
        "id":"ED099579",
        "title":"Consolidated Bibliography: Navy Personnel and Training Research. Volume III-Unclassified Reports, FY 1964-FY 1973."},
      {
        "id":"ED099580",
        "title":"The Job Diagnostic Survey: An Instrument for the Diagnosis of Jobs and the Evaluation of Job Redesign Projects."},
      {
        "id":"ED099581",
        "title":"Career Anchors and Career Paths: A Panel Study of Management School Graduates. Technical Report No. 1."},
      {
        "id":"ED099582",
        "title":"Certification of Vocational-Technical Educators."},
      {
        "id":"ED099583",
        "title":"National Advisory Council on Adult Education Annual Report, 1974."},
      {
        "id":"ED099584",
        "title":"Leadership by Reinforcement: A Style of Leadership."},
      {
        "id":"ED099585",
        "title":"Postsecondary Continuing Education: An Annotated Selected Bibliography."},
      {
        "id":"ED099586",
        "title":"Occupational Information Systems Grants Program: Standards and Guidelines."},
      {
        "id":"ED099590",
        "title":"Handbook for Preparing Job Classifications."},
      {
        "id":"ED099591",
        "title":"Employee Appraisal System: A Supervisor's Manual."},
      {
        "id":"ED099592",
        "title":"The Once and Future School."},
      {
        "id":"ED099593",
        "title":"Characteristics of Open Learning Systems."},
      {
        "id":"ED099594",
        "title":"Catalog of Authorized Subjects for Community Adult Schools and Occupational Centers: Graduation Requirements and Curricula. Publication No. AC-100."},
      {
        "id":"ED099595",
        "title":"Career Education Workshops: A Project to Develop, Conduct, and Evaluate Eight Workshops to Instruct Elementary Teachers Concerning Existing Elementary Career Development Curriculums. Final Report."},
      {
        "id":"ED099596",
        "title":"Competencies in Career Education: A Student's Guide for the Instructional Component."},
      {
        "id":"ED099597",
        "title":"Career Education Advisory Councils: A Plan For Development."},
      {
        "id":"ED099598",
        "title":"An Analysis of the Labor Market for Policemen."},
      {
        "id":"ED099599",
        "title":"A Study to Test the Feasibility of Determining Whether Classified Want Ads in Daily Newspapers Are an Accurate Reflection of Local Labor Markets and of Significant Use to Employers and Job Seekers. Final Report."},
      {
        "id":"ED099600",
        "title":"A Report on the Baltimore City Public Schools' Workshop for Teachers of Disadvantaged Vocational Students."},
      {
        "id":"ED099601",
        "title":"Proceedings of the Spring Meeting of the Southwide Research Coordinating Council. Information Series No. 23."},
      {
        "id":"ED099602",
        "title":"Getting It All Together; The 1974 Annual Evaluation of Vocational Education in Nebraska."},
      {
        "id":"ED099603",
        "title":"New Careers for Mid-Life: May We Help You?"},
      {
        "id":"ED099604",
        "title":"Literacy Documentation: An International Bulletin for Libraries and Information Centres. Volume 3, Number 2."},
      {
        "id":"ED099607",
        "title":"Recopilacion Bibliografica Sobre Investigacion y Cambio Cultural (Bibliographic Compilation about Cultural Investigation and Exchange)."},
      {
        "id":"ED099608",
        "title":"Americans in Middle Years: Career Options and Educational Opportunities."},
      {
        "id":"ED099610",
        "title":"Career Education: What It's All About: A Close Look at Its Meaning, Development, and Current Status."},
      {
        "id":"ED099612",
        "title":"An Annotated Bibliography for Consumer and Homemaking Education."},
      {
        "id":"ED099613",
        "title":"Occupational Education in Illinois Public Community Colleges and Technical Institutes: 1973-1974 Directory. Bulletin No. 26-1273."},
      {
        "id":"ED099614",
        "title":"Occupational Education for Disadvantaged and Handicapped Persons. Bulletin No. 40-1273."},
      {
        "id":"ED099615",
        "title":"An Annotated Bibliography of Instructional Materials in Cooperative Occupational Education."},
      {
        "id":"ED099617",
        "title":"Improving the Utilization of Health Manpower."},
      {
        "id":"ED099619",
        "title":"The Relevance of Secondary Occupational Education in Agriculture to Occupational Patterns and Images: Phase II."},
      {
        "id":"ED099620",
        "title":"Neighborhood Team Policing: Prescriptive Package."},
      {
        "id":"ED099623",
        "title":"Career Education, Vocational Education, and Occupational Education: An Approach to Defining Differences. Distinguised Lecture Series No. 2."},
      {
        "id":"ED099624",
        "title":"Adult Education in Public School Systems: 1968-69 and 1969-70."},
      {
        "id":"ED099625",
        "title":"The Job Dimensions Underlying the Job Elements of the Position Analysis Questionnaire (PAQ) (Form B). Report No. 4."},
      {
        "id":"ED099626",
        "title":"The Utility of Job Dimensions Based on Form B of the Position Analysis Questionnaire (PAQ) in a Job Component Validation Model. Report No. 5."},
      {
        "id":"ED099627",
        "title":"Project CARE--Career Awareness Through Realistic Experience: Career Education in Warren Consolidated Schools."},
      {
        "id":"ED099628",
        "title":"Occupational Opportunities in Nebraska: 1974 Report."},
      {
        "id":"ED099629",
        "title":"A Study of the Attitudes and Teaching Behaviors of Occupational Orientation Teachers in Mississippi."},
      {
        "id":"ED099631",
        "title":"A New Strategy for Job Enrichment. Technical Report No. 3."},
      {
        "id":"ED099632",
        "title":"A Guide for Local In-Service Training in Adult Education."},
      {
        "id":"ED099633",
        "title":"An Institute for Teachers and Teacher-Trainers in Adult Basic Education of Urban Adults: Final Report."},
      {
        "id":"ED099638",
        "title":"Public Policy in Financing Basic Education for Adults: An Investigation of the Cost-Benefit Relationships in Adult Basic Education in Public Schools and Community Colleges. Volume 1, Summary and Recommendations."},
      {
        "id":"ED099639",
        "title":"Public Policy in Financing Basic Education for Adults: An Investigation of the Cost-Benefit Relationships in Adult Basic Education in Public Schools and Community Colleges. Volume 2, Study Design and Findings."},
      {
        "id":"ED099640",
        "title":"Public Policy in Financing Basic Education for Adults: An Investigation of the Cost-Benefit Relationships in Adult Basic Education in Public Schools and Community Colleges. Volume 3. Community Case Studies."},
      {
        "id":"ED099641",
        "title":"A Comprehensive Career Education Model, Grades One Through Fourteen--A Research and Development Project."},
      {
        "id":"ED099642",
        "title":"Mississippi Industrial Arts--Metric 500--Instructor's Manual. And: Student Material. Industrial Arts Series 10,003."},
      {
        "id":"ED099643",
        "title":"Experiencing the Free Enterprise System through Industrial Arts. Industrial Arts Series 10,000."},
      {
        "id":"ED099648",
        "title":"Public Assistance and Manpower Policy: U. S. Implications of the British Experience. Final Report. Institute of Labor Relations Working Papers in Labor &amp; Social Welfare."},
      {
        "id":"ED099649",
        "title":"An Analysis of Student Follow-up Data for Administrative Decision Making."},
      {
        "id":"ED099653",
        "title":"Skill Sheets for Agricultural Mechanics."},
      {
        "id":"ED099654",
        "title":"Skill Sheets for Agricultural Machinery."},
      {
        "id":"ED099655",
        "title":"Vocational Agriculture Training Program: Safe Tractor and Farm Machinery Operation. Special Paper No. 8. Second Revision."},
      {
        "id":"ED099656",
        "title":"Suggested Curriculum Guide for Developing a Program in Appliance Service and Repair. Bulletin No. 48-174."},
      {
        "id":"ED099657",
        "title":"An Aid for Planning Programs in Career Education."},
      {
        "id":"ED099658",
        "title":"Applied Research Projects Supported in Fiscal Year 1974 under Part C of the Vocational Education Amendments of 1968."},
      {
        "id":"ED099659",
        "title":"Tennessee State Plan for Community Service and Community Education Programs; Fiscal Year 1975 Annual Program Amendment. Program IMPACT."},
      {
        "id":"ED099660",
        "title":"Fishing Facts Unlimited. Enterprise: Man & Technology."},
      {
        "id":"ED099662",
        "title":"Participation in Texas Programs of Adult Basic Education: An Identification and Analysis of Factors Related to Rates of Enrollment, Attendance and Completion in Adult Basic Education."},
      {
        "id":"ED099663",
        "title":"Senior Citizens Desire to Continue Learning."},
      {
        "id":"ED099664",
        "title":"Career Development Education Kindergarten Through Post-Secondary and Adult Levels."},
      {
        "id":"ED099665",
        "title":"The Industrial Education Teacher's Professional Tasks."},
      {
        "id":"ED099666",
        "title":"Establishing Criteria for Instructional Placement on the Basis of Performance on the Adult Informal Reading Test and a Standardized Test. Final Report."},
      {
        "id":"ED099667",
        "title":"Project Evolve User-Adopter Manual."},
      {
        "id":"ED099668",
        "title":"Adult Education: Special Experimental Demonstration and Teacher Training Projects. Fiscal Year 1974."},
      {
        "id":"ED099669",
        "title":"Innovations Inventory in Adult Education."},
      {
        "id":"ED099670",
        "title":"Summary of the Adult Basic Education Institute for Teachers and Teacher-Trainers of Urban Adult Populations. Part I. July 26-August 6, 1971."},
      {
        "id":"ED099671",
        "title":"Summary of the Adult Basic Education Institute for Teachers and Teacher-Trainers of Urban Adult Populations. Part II. July 26, 1971-August 31, 1972."},
      {
        "id":"ED099672",
        "title":"A Survey of Student Measurement and Course Evaluation Procedures Within the Air Training Command."},
      {
        "id":"ED099673",
        "title":"The Development of a Methodology for Estimating the Cost of Air Force On-the-Job Training."},
      {
        "id":"ED099674",
        "title":"Comparative Job Attributes of Airmen and Civil Service Personnel Having Similar Job Types."},
      {
        "id":"ED099676",
        "title":"Multiple Jobholders, May 1974. Special Labor Force Report."},
      {
        "id":"ED099677",
        "title":"A Suggested Guide for Establishing a Real Estate Certificate Program in Continuing Education."},
      {
        "id":"ED099680",
        "title":"Conference Proceedings: Health Manpower Planning Conference. May, 1971."},
      {
        "id":"ED099681",
        "title":"Semiannual Report on State Research Coordinating Unit Activities for the Period January 1, 1973-June 30, 1973."},
      {
        "id":"ED099682",
        "title":"Handbook for the Evaluation of Career Education Programs (Draft)."},
      {
        "id":"ED099683",
        "title":"Seminar On Sanitation for Restaurant Owners and Managers. Unit I."},
      {
        "id":"ED099684",
        "title":"Learning a Living Across the Nation: Volume 3. Part 1: Narrative Report. Project Baseline Third National Report. Baseline Year: 1972-73 (Fiscal Year 1973)."},
      {
        "id":"ED099686",
        "title":"Impact of Vocational Education and Manpower Training on Target Populations: Ethnic Groups, the Disadvantaged, Handicapped, Unemployed, and Unemployable Adults. Project Baseline Supplemental Report."},
      {
        "id":"ED099687",
        "title":"Impact of Vocational Education Research at the Federal and State Levels. Project Baseline Supplemental Report."},
      {
        "id":"ED099688",
        "title":"A Data Base for Vocational Education and Manpower Training. Project Baseline Supplemental Report."},
      {
        "id":"ED099689",
        "title":"Women in Vocational Education. Project Baseline Supplemental Report."},
      {
        "id":"ED099690",
        "title":"The Preparation of Teachers for Vocational Education. Project Baseline Supplemental Report."},
      {
        "id":"ED099691",
        "title":"An Appraisal of the Manpower Training Programs Established by Congress in the 1960&apos;s. Project Baseline Supplemental Report."},
      {
        "id":"ED099692",
        "title":"Impact of Vocational Education and Manpower Training on the Labor Market. Project Baseline Supplemental Report."},
      {
        "id":"ED099693",
        "title":"Career Education in the United States Today: What It Is, Where, and the Results So Far. Project Baseline Supplemental Report."},
      {
        "id":"ED099694",
        "title":"School Nursing for the 70's."},
      {
        "id":"ED099695",
        "title":"Professionalism: Mother of Responsible Practice."},
      {
        "id":"ED099696",
        "title":"Influence of Attitudinal Similarity to a Defendant and Victim on Guilt Attribution by Simulated Jurors."},
      {
        "id":"ED099697",
        "title":"Family Guidance in Denmark; A Program in Preventive Child Care."},
      {
        "id":"ED099698",
        "title":"Two Person Careers and Two Career Persons: Towards Increased Options for All."},
      {
        "id":"ED099699",
        "title":"Flooding and Implosive Therapy with Situation Specific and Non-Situation Specific Anxiety."},
      {
        "id":"ED099700",
        "title":"Contingency Management as a Means of Reducing School Truancy."},
      {
        "id":"ED099703",
        "title":"Personality Mediators of Interpersonal Attraction."},
      {
        "id":"ED099705",
        "title":"The Transitional Classes--A New Inter-agency Program."},
      {
        "id":"ED099706",
        "title":"Upper Elementary Education. A Bibliography."},
      {
        "id":"ED099707",
        "title":"The New Alcoholics: Teenagers. Public Affairs Pamphlet No. 499."},
      {
        "id":"ED099708",
        "title":"Amphetamine. Report Series 28, No. 1."},
      {
        "id":"ED099710",
        "title":"Free Clinics. Report Series 27, No. 1."},
      {
        "id":"ED099711",
        "title":"Sex Differences in Judgments of Male and Female Role Stereotypes."},
      {
        "id":"ED099712",
        "title":"Women--Technical Fields and the Time Trap."},
      {
        "id":"ED099713",
        "title":"Implementing an Elementary-Junior High Human Relations Program."},
      {
        "id":"ED099714",
        "title":"The Student Personnel Services for Women in Continuing Education in Montgomery College."},
      {
        "id":"ED099715",
        "title":"An Investigation of Self-Concept Differences and the Use of Group Counseling with Incarcerated and Nonincarcerated Juvenile Delinquents."},
      {
        "id":"ED099716",
        "title":"Classroom Correlates of Neurological \"Soft Signs\"."},
      {
        "id":"ED099717",
        "title":"Guideline for Psychologists in Police Consultation."},
      {
        "id":"ED099718",
        "title":"The Professional Woman: Inter and Intra Role Conflict."},
      {
        "id":"ED099720",
        "title":"Drug Abuse Prevention Education: Interim Evaluation Report, July 1, 1972 to June 30, 1973."},
      {
        "id":"ED099721",
        "title":"Drug Information and Attitude Development: Interim Evaluation Report, August 1, 1972 to July 31, 1973."},
      {
        "id":"ED099722",
        "title":"A Study of Attribution Techniques in the Interview."},
      {
        "id":"ED099723",
        "title":"Methadone: The Drug and Its Therapeutic Uses In the Treatment of Addiction. Series 31, No. 1."},
      {
        "id":"ED099724",
        "title":"Client Expectations for Counseling."},
      {
        "id":"ED099725",
        "title":"Expectancy-Reality Descrepancy and Patient Improvement."},
      {
        "id":"ED099726",
        "title":"Effect of Induced Mood States on Activity and Self Reported Affect."},
      {
        "id":"ED099727",
        "title":"The Inner Processes Underlying Vocational Development."},
      {
        "id":"ED099728",
        "title":"Applied Programs and Policies for the Aged in Three Counties in the State of Maryland."},
      {
        "id":"ED099729",
        "title":"A Review of Accumulated Research in the California Youth Authority."},
      {
        "id":"ED099731",
        "title":"College-Bound Seniors, 1973-74."},
      {
        "id":"ED099732",
        "title":"Factors Complicating Expectancy Theory Predictions of Work Motivation and Job Performance."},
      {
        "id":"ED099733",
        "title":"It Happens in Norway Too: Legislation, Special Education, the School Psychologist."},
      {
        "id":"ED099734",
        "title":"Institutional Cottage Workers Become Teaching Parents."},
      {
        "id":"ED099735",
        "title":"Forces Necessitating New Approaches in Sex Education."},
      {
        "id":"ED101789",
        "title":"An Analysis of Increasing Grade Point Averages and the Effect of Work Experience Grades on Grade Point Averages at Santa Ana College."},
      {
        "id":"ED101790",
        "title":"Planning for Two-Year Institutional Reporting Systems Relating to Regional and Statewide Goals."},
      {
        "id":"ED101791",
        "title":"Decision Time--1973: Will Maine Broaden the Base of Higher Education through Community Colleges? A Report to the State of Maine Higher Education Facilities Commission."},
      {
        "id":"ED101792",
        "title":"Nicolet Vocational, Technical and Adult Education District Plan, 1976-80."},
      {
        "id":"ED101793",
        "title":"Project Circle. Final Report."},
      {
        "id":"ED101795",
        "title":"Proceedings: Annual Statewide Junior College Conference (6th, Peoria, Illinois, May 6-8, 1971)."},
      {
        "id":"ED101796",
        "title":"Supervised Study: Personal Development for Mature Female Students."},
      {
        "id":"ED101797",
        "title":"CUPIR: Cooperative Utilization of Private Institutional Resources: A Multifaceted Thrust for the Private Junior Colleges."},
      {
        "id":"ED101798",
        "title":"Post-College Activities of Former Occupational-Technical Students. Research Report No. 3."},
      {
        "id":"ED101799",
        "title":"The Developmental Program--Is It Working?"},
      {
        "id":"ED101802",
        "title":"Federal Relations in Community and Junior Colleges: Preliminary Results of a Study. Resource Paper No. 3."},
      {
        "id":"ED101803",
        "title":"Funding Sources for Community Services: The State and Local Community. Resource Paper No. 2."},
      {
        "id":"ED101804",
        "title":"External Funding for Community Colleges: An Annotated Bibliography."},
      {
        "id":"ED101805",
        "title":"The General College Legal Paraprofessional Program: An Evaluation."},
      {
        "id":"ED101806",
        "title":"The Advisory Committee in the Community College: An Overview."},
      {
        "id":"ED101807",
        "title":"A Study of Some Pertinent Characteristics of Transfer Students from Washington State Community-Junior Colleges to Washington State University Who Were Above the Median Age for That Population."},
      {
        "id":"ED101809",
        "title":"Proposal for a Doctoral Degree to Serve Portland Metropolitan Area Community College Staff. Fourth Working Draft."},
      {
        "id":"ED101810",
        "title":"Facilities Sharing Questionnaire Survey."},
      {
        "id":"ED101811",
        "title":"Guidelines for a Nonprint Materials Core in a Learning Resource Program."},
      {
        "id":"ED101812",
        "title":"The Resource Development Concept: Institutional Resources. Resource Paper No. 1."},
      {
        "id":"ED101813",
        "title":"Individualized Approach to Developing Independent Learners in the Community College."},
      {
        "id":"ED101814",
        "title":"An Assessment of Two Years of Faculty Evaluation."},
      {
        "id":"ED101815",
        "title":"Survey of Auto Mechanic Employers."},
      {
        "id":"ED101816",
        "title":"A Comparison of Two Methods of Evaluation and Its Effect on Attrition and Final Grades in General Biology."},
      {
        "id":"ED101817",
        "title":"Associate Degree Nurse Preparation and Nursing Service Needs: An Incidental Paper."},
      {
        "id":"ED101818",
        "title":"The Relationship of the Dean of Student Services to the Administrative Organization of Harrisburg Area Community College."},
      {
        "id":"ED101819",
        "title":"Opportunities in Iowa's Area Schools, 1974-75."},
      {
        "id":"ED101820",
        "title":"Faculty Survey on the &quot;Free Hour.&quot; Research Study No. 75-3."},
      {
        "id":"ED101821",
        "title":"Portland Community College, Rock Creek: A Community Based Educational Shopping Center."},
      {
        "id":"ED101822",
        "title":"An Evaluation of Day Care in Region X. Precis. Final Report."},
      {
        "id":"ED101823",
        "title":"A Day Care Action Plan for Region X. Volume 1. Final Report."},
      {
        "id":"ED101824",
        "title":"A Baseline for Improving Day Care Services In Region X. Volume 2. Final Report."},
      {
        "id":"ED101825",
        "title":"A Profile of Federally Supported Day Care in Region X. Volume 3. Final Report."},
      {
        "id":"ED101826",
        "title":"Guidelines for an Early Childhood Screening Program for Children Ages Three through Five."},
      {
        "id":"ED101827",
        "title":"The Exploratory Nature of Children's Social Relations."},
      {
        "id":"ED101828",
        "title":"Intonation and Fundamental Frequency of Infants' and Parents' Vocalizations During Social Interaction."},
      {
        "id":"ED101829",
        "title":"The Ecology of Child Development: Implications for Research and the Professions."},
      {
        "id":"ED101830",
        "title":"Cognitive Aspects of Problem Solving."},
      {
        "id":"ED101831",
        "title":"The Interaction of Open Education Procedures, Student Characteristics, and Attitudes Toward Learning."},
      {
        "id":"ED101832",
        "title":"Generalization and Constrast Phenomena in Behavior Modification with Children. Preliminary Draft."},
      {
        "id":"ED101833",
        "title":"The Effect of Pre-School Teacher's Sex on Children's Cognitive Growth and Sexual Identity. Final Report."},
      {
        "id":"ED101834",
        "title":"Differential Mental Development of 18 Month-Old Same-Sexed and Opposite-Sexed Twins."},
      {
        "id":"ED101835",
        "title":"Parents' Home Activity Guides. Saturday School: A School and Home Learning Program for Four Year Olds."},
      {
        "id":"ED101836",
        "title":"Reassessing Our Educational Priorities."},
      {
        "id":"ED101837",
        "title":"A Five-Years Follow-up Study on Cognitive Development in Grade-School Children."},
      {
        "id":"ED101838",
        "title":"Heart Rate Deceleration as a Function of Viewing Complex Visual Events in Eighteen-Month-Old Infants."},
      {
        "id":"ED101839",
        "title":"Day Care for School-Age Children."},
      {
        "id":"ED101840",
        "title":"A Guide to Primary Unit Instruction. Revised Experimental Edition, 1973-74."},
      {
        "id":"ED101841",
        "title":"The Status of Minority Children in Idaho, 1974. Volume III."},
      {
        "id":"ED101843",
        "title":"Childhood &amp; Government Project. Annual Report 1973-1974."},
      {
        "id":"ED101844",
        "title":"Responding to Individual Needs in Head Start: A Head Start Series on Needs Assessment. Part 1: Working with the Individual Child."},
      {
        "id":"ED101845",
        "title":"Two Studies in Early Childhood Education."},
      {
        "id":"ED101847",
        "title":"Pre-School Program, E.S.E.A. Title I, 1973-74 School Year. Evaluation Report."},
      {
        "id":"ED101848",
        "title":"Play: Children's Business and a Guide to Play Materials."},
      {
        "id":"ED101849",
        "title":"The Development of the Concept of Space as Observed in Children's Drawings: A Cross-National/Cross-Cultural Study. Final Report."},
      {
        "id":"ED101852",
        "title":"An Evaluation of the Model School Division (MSD) Preschool Program for the School Year 1973-74."},
      {
        "id":"ED101853",
        "title":"Development in the Preschool Years: A Functional Analysis."},
      {
        "id":"ED101854",
        "title":"Effects of Cooperative, Competitive, and Individualized Goal Structures on Learning Outcomes."},
      {
        "id":"ED101855",
        "title":"Family Television Viewing Habits and the Spontaneous Play of Pre-School Children."},
      {
        "id":"ED101856",
        "title":"Kindergarten Guide. Revised Edition."},
      {
        "id":"ED101857",
        "title":"Overview of Exploring Childhood."},
      {
        "id":"ED101858",
        "title":"A Study of the Social Behavior of Communally-Reared Children Ranging in Age from Birth to 30 Months: A Progress Report."},
      {
        "id":"ED101859",
        "title":"PEP in the Frick Elementary School: Interim Evaluation Report 1969-1970."},
      {
        "id":"ED101860",
        "title":"Improvement of Academic Performance of Poor-Prognosis Children through the Use of an Individualized Instructional Program."},
      {
        "id":"ED101861",
        "title":"The Rationale and Design of the Self-Schedule System."},
      {
        "id":"ED101862",
        "title":"Family Day Care Handbook."},
      {
        "id":"ED101864",
        "title":"The Toronto Early Identification and Developmental Program. Report No. 130."},
      {
        "id":"ED101865",
        "title":"Food Buying Guide for Child Care Centers."},
      {
        "id":"ED101866",
        "title":"A Residential School's Outdoor Education Program for Emotionally Handicapped Adolescents. Final Project Report of the Rhinecliff Union Free School District, Holy Cross Campus."},
      {
        "id":"ED101867",
        "title":"Ethnic Competition for Control of Schools in Two South Texas Towns."},
      {
        "id":"ED101868",
        "title":"SPURS (Staffing Plan for Upgrading Rural Schools) User's Guidebook for Life-Involvement Model Curriculum/Instructional Materials."},
      {
        "id":"ED101869",
        "title":"A Study of the Fort Gay-Thompson School Attendance Area, Fort Gay, West Virginia."},
      {
        "id":"ED101870",
        "title":"A Position Statement on Indian Education in Michigan (with Recommendations and Guidelines)."},
      {
        "id":"ED101871",
        "title":"Social Research in North American Moisture-Deficient Regions."},
      {
        "id":"ED101873",
        "title":"Rural Education. Report No. 6, Royal Commission on Agriculture and Rural Life."},
      {
        "id":"ED101874",
        "title":"The Home and Family in Rural Saskatchewan. Report No. 10, Royal Commission on Agriculture and Rural Life."},
      {
        "id":"ED101875",
        "title":"Racial/Ethnic Distribution of Public School Students and Staff in New York State, 1973-74."},
      {
        "id":"ED101877",
        "title":"Longitudinal Enrollment Dynamics and Changes in Ethnic Proportionality."},
      {
        "id":"ED101878",
        "title":"Para Los Ninos -- For the Children: Improving Education for Mexican Americans."},
      {
        "id":"ED101879",
        "title":"Perceptions of Quality of Life in Rural Open-Country Areas: A Case Study."},
      {
        "id":"ED101880",
        "title":"Some Social Structural Correlates of Anomia Among Rural Blacks of Louisiana."},
      {
        "id":"ED101881",
        "title":"Marital and Procreative Projections of Rural Louisiana Youth: A Historical Comparison."},
      {
        "id":"ED101882",
        "title":"Correlates of Social Participation and Mobility Potentials Among Rural Low Income Families."},
      {
        "id":"ED101884",
        "title":"Developing Pressures for Migration Toward Rural Areas."},
      {
        "id":"ED101885",
        "title":"Ethnic Identification and Political Attitudes Among Mejicano Youth in San Antonio, Texas."},
      {
        "id":"ED101886",
        "title":"Management Decisions in Indian Education. Audio/Visual Scripts for a Seven Program Series on School Management Options. Research and Evaluation Report Series No. 32."},
      {
        "id":"ED101887",
        "title":"Aspects of Death, Grief and Mourning in the Treatment of Spanish-Speaking Mental Patients."},
      {
        "id":"ED101888",
        "title":"Essays on the Public Employment Program in Rural Areas. Center for Rural Manpower and Public Affairs Special Paper No. 17."},
      {
        "id":"ED101891",
        "title":"More Women Than Men: Implications of the Changing Sex Ratio."},
      {
        "id":"ED101892",
        "title":"The Ethnic Composition of Rural Youth in the United States: General Characteristics and Regional Comparisons. Information Report No. 73-3."},
      {
        "id":"ED101893",
        "title":"Open-Concept School for Indian Education. Sault Ste. Marie, Michigan, Title III, ESEA 1973-74. External Evaluation Report."},
      {
        "id":"ED101894",
        "title":"Open Concept School for Indian Education."},
      {
        "id":"ED101895",
        "title":"The Development of Organization Models for Early Education and Early Grades in Sparsely Populated Areas."},
      {
        "id":"ED101896",
        "title":"A Model Program for Training Personnel to Develop Solutions to Major Educational Problems in the Indian and Mexican-American Communities. Final Report."},
      {
        "id":"ED101897",
        "title":"An Anglo View of Mexican Americans. &quot;Public Service&quot;, Vol. 1, No. 2, February 1974."},
      {
        "id":"ED101898",
        "title":"Homemade Innovative Play Equipment."},
      {
        "id":"ED101899",
        "title":"National Rural Manpower Conference. Summary of Proceedings (January 10-12, 1972, San Diego, California)."},
      {
        "id":"ED101900",
        "title":"Rural Industrialization in the Ozarks: Case Study of a New Shirt Plant at Gassville, Arkansas. Agricultural Economic Report No. 123."},
      {
        "id":"ED101901",
        "title":"Hou Kola: Directory of Services on the Standing Rock Sioux Reservation."},
      {
        "id":"ED101903",
        "title":"Place of Residence Projections of Rural Louisiana Youth: A Historical Comparison."},
      {
        "id":"ED101904",
        "title":"Federal and State Indian Reservations and Indian Trust Areas."},
      {
        "id":"ED101905",
        "title":"The Political World of the Chicano Child."},
      {
        "id":"ED101906",
        "title":"Historical Basis for a &quot;Raza&quot; Typology."},
      {
        "id":"ED101907",
        "title":"Outdoor Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 4."},
      {
        "id":"ED101908",
        "title":"Resident Sites for Outdoor Education."},
      {
        "id":"ED101909",
        "title":"Migrant Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 5."},
      {
        "id":"ED101912",
        "title":"National Office for Migrant and Seasonal Farmworkers: Hearings Before the Subcommittee on Agricultural Labor of the Committee on Education and Labor, House of Representatives, 93rd Congress, 2nd Session on H.R. 12257, September 26, 1974."},
      {
        "id":"ED101913",
        "title":"International Conference on Education in Sparsely Populated Rural Areas (7th, Golspie High School, County of Sutherland, Scotland, July 9-17, 1974). Interskola Golspie '74 Report."},
      {
        "id":"ED101919",
        "title":"Educational Effort in Five Resource Frontier Communities. Center for Settlement Studies, Series 2: Research Report No. 7."},
      {
        "id":"ED101920",
        "title":"Education in Area Economic Development. Center for Settlement Studies, Series 2: Research Report No. 10."},
      {
        "id":"ED101921",
        "title":"Two Studies in Political Development on Canada's Resource Frontier; Political Development on Canadian Reserves; The Administrator's Role in Single Enterprise Communities. Center for Settlement Studies, Series 2: Research Reports Nos. 11 and 12."},
      {
        "id":"ED101923",
        "title":"Report of a National Bilingual Bicultural Institute: A Relook at Tucson '66 and Beyond (Albuquerque, New Mexico, November 28-December 1, 1973)."},
      {
        "id":"ED101925",
        "title":"Project 1975: Educational Neglect. On-Site and Research Reports--Working Papers for Participants, Conference on Educational Neglect (February 15-18, 1975)."},
      {
        "id":"ED101927",
        "title":"Guidelines for Evaluating Student Outcomes in Environmental Education."},
      {
        "id":"ED101930",
        "title":"Foreign Trained Physicians and American Medicine."},
      {
        "id":"ED101931",
        "title":"Particulate Matter Stack Emission Compliance Test Procedure for Fuel Burning Units."},
      {
        "id":"ED101932",
        "title":"Operation of Oil Burning Equipment and Incinerators. An Air Pollution Control Workbook, Preliminary Edition."},
      {
        "id":"ED101933",
        "title":"A Bibliography of Key Environmental Periodicals. Revised 1974."},
      {
        "id":"ED101934",
        "title":"Science Teaching in Pennsylvania Public Elementary Schools: A Report."},
      {
        "id":"ED101935",
        "title":"Organization and Operation of a K-12 Environmental Education Program. Revised."},
      {
        "id":"ED101936",
        "title":"Guidelines for Planning and Implementing a Comprehensive Community Environmental Inventory. Revised, 1972."},
      {
        "id":"ED101937",
        "title":"Energy and You. Environmental Education Curriculum."},
      {
        "id":"ED101939",
        "title":"The Winter Environment. Environmental Education Curriculum."},
      {
        "id":"ED101940",
        "title":"[East Syracuse-Minoa Schools Environmental Education Materials, Elementary Package, Grade 1-Grade 5.]"},
      {
        "id":"ED101941",
        "title":"[East Syracuse-Minoa Schools Environmental Education Materials, Middle School Package, Grade 6--Science and Social Studies.]"},
      {
        "id":"ED101942",
        "title":"[East Syracuse-Minoa Schools Environmental Education Materials, Middle School Package, Grade 7--Science.]"},
      {
        "id":"ED101943",
        "title":"[East Syracuse-Minoa Schools Environmental Education Materials, Middle School Package, Grade 8--Social Studies.]"},
      {
        "id":"ED101944",
        "title":"[East Syracuse-Minoa Schools Environmental Education Materials, Middle School Package, Middle School Crossover Units.]"},
      {
        "id":"ED101945",
        "title":"[East Syracuse-Minoa Schools Environmental Education Materials, High School Package.]"},
      {
        "id":"ED101947",
        "title":"Guide for Teacher Inservice in Ekistics. A Study of Man in His Environment."},
      {
        "id":"ED101949",
        "title":"Soil and Water Conservation Activities for Scouts."},
      {
        "id":"ED101950",
        "title":"Water Quality in Ashland County, Wisconsin; Its Understanding, Preservation, Utilization."},
      {
        "id":"ED101951",
        "title":"Water Quality in Bayfield County, Wisconsin; Its Understanding, Preservation, Utilization."},
      {
        "id":"ED101952",
        "title":"Water Quality in Douglas County, Wisconsin; Its Understanding, Preservation, Utilization."},
      {
        "id":"ED101953",
        "title":"Water Quality in Iron County, Wisconsin; Its Understanding, Preservation, Utilization."},
      {
        "id":"ED101954",
        "title":"Materials and Instructional Development Section, Division of Higher Education, National Science Foundation. Proceedings of Project Directors Meeting (Airlie House, Virginia, February 10-12, 1974)."},
      {
        "id":"ED101955",
        "title":"A Selected List of Urban, Environmental and Social Problem Gaming/Simulations."},
      {
        "id":"ED101957",
        "title":"Development and Validation of the Solid Representation Test in a Cross-Sectional Sample of Jamaican Students."},
      {
        "id":"ED101959",
        "title":"Living Within Our Means: Energy and Scarcity. Environmental Education Instructional Activities 7-12."},
      {
        "id":"ED101960",
        "title":"A Study of the Development of Engineering Technology Programs Leading to the Bachelor of Technology (B. Tech.) Degree."},
      {
        "id":"ED102012",
        "title":"Pre-Tech Chemistry."},
      {
        "id":"ED102013",
        "title":"Pre-Tech Biology."},
      {
        "id":"ED102014",
        "title":"Guide to Programs, National Science Foundation Fiscal Year 1975."},
      {
        "id":"ED102015",
        "title":"The Feasibility of Teaching Science via a Socio-Historical Approach. Part 1. Technical Report No. 303."},
      {
        "id":"ED102016",
        "title":"Effects of NIGMS Training Programs on Graduate Education in the Biomedical Sciences. An Evaluative Study of the Training Programs of the National Institute of General Medical Sciences 1958-1967."},
      {
        "id":"ED102017",
        "title":"Biomedical Engineering: A Compendium of Research Training Programs."},
      {
        "id":"ED102018",
        "title":"Status of Research in Biomedical Engineering 1968."},
      {
        "id":"ED102019",
        "title":"The Effect of Science Process Training on Preservice Elementary Teachers' Process Skill Abilities, Understanding of Science, and Attitudes Toward Science and Science Teaching."},
      {
        "id":"ED102020",
        "title":"A Guide to Teaching the Metric System."},
      {
        "id":"ED102021",
        "title":"Mathematics Laboratories: Implementation, Research, and Evaluation."},
      {
        "id":"ED102022",
        "title":"Secondary Schools Curriculum Guide, Mathematics, Grades 7-9. Revised."},
      {
        "id":"ED102023",
        "title":"Secondary Schools Curriculum Guide, Mathematics, Grades 10-12. Revised."},
      {
        "id":"ED102024",
        "title":"A Study of the Rote-Conceptual and Reception-Discovery Dimensions of Learning Mathematical Concepts. Part 1. Technical Report No. 307."},
      {
        "id":"ED102025",
        "title":"A Study of the Rote-Conceptual and Reception-Discovery Dimensions of Learning Mathematical Concepts. Part 2. Technical Report No. 307."},
      {
        "id":"ED102026",
        "title":"Project Termination Report for ESEA Title III Grant for the Period Between August 15, 1971 and August 14, 1974 (Center for the Development of Environmental Curriculum)."},
      {
        "id":"ED102027",
        "title":"Report of the Evaluation of the Environmental Curriculum Materials for Grades Kindergarten Through Six (Center for the Development of Environmental Curriculum)."},
      {
        "id":"ED102029",
        "title":"Math Fundamentals: Selected Results from the First National Assessment of Mathematics."},
      {
        "id":"ED102030",
        "title":"Instructional Strategies: A Preliminary Taxonomy."},
      {
        "id":"ED102031",
        "title":"Teaching Activities in Environmental Education. Volume II - 1974."},
      {
        "id":"ED102032",
        "title":"The Learning of Peace."},
      {
        "id":"ED102033",
        "title":"Manual of Exercises for Developing Social Studies Skills."},
      {
        "id":"ED102034",
        "title":"Valuing Exercises for the Middle School. Resource Monograph No. 11."},
      {
        "id":"ED102035",
        "title":"A Different View of Race Attitudes and Self Concepts in Black Pre School Children."},
      {
        "id":"ED102036",
        "title":"Simulation/Games in Social Studies: A Report. SSEC Publication No. 164."},
      {
        "id":"ED102037",
        "title":"Coping with Community Controversy: Guidelines for Introducing New Social Studies Programs. SSEC Publication No. 173."},
      {
        "id":"ED102038",
        "title":"Utilization of New Social Studies Curriculum Programs. SSEC No. 178."},
      {
        "id":"ED102039",
        "title":"Teaching About Collective Security and Conflict."},
      {
        "id":"ED102040",
        "title":"The Past and Current Status of Regional Cooperation Among African-Oriented College-Level Teachers in the Southeastern United States."},
      {
        "id":"ED102042",
        "title":"The PPP: Problem Panel Project."},
      {
        "id":"ED102043",
        "title":"Economics in History and the Social Sciences."},
      {
        "id":"ED102044",
        "title":"Internationalizing Education: Summary of Reports from the Swedish Committee for Internationalizing University Education."},
      {
        "id":"ED102046",
        "title":"Social Studies Unit for Multigrades 4-5 or 4-5-6: Rights and Responsibilities in a Free Society."},
      {
        "id":"ED102047",
        "title":"The Role of the Library in Environmental Education. Sedro-Woolley Project Report No. 4."},
      {
        "id":"ED102048",
        "title":"An Interdisciplinary Program Incorporating Population Studies for Intermediate Grades. Sedro-Woolley Project Report No. 13."},
      {
        "id":"ED102049",
        "title":"Economics. SSEC Publication No. 105."},
      {
        "id":"ED102050",
        "title":"In Search of the Practical--Perspectives. [Draft]."},
      {
        "id":"ED102051",
        "title":"Mid-Level Technical Education and Manpower: Central America. Final Report."},
      {
        "id":"ED102052",
        "title":"Expressive Thought and Non-Rational Inquiry."},
      {
        "id":"ED102053",
        "title":"Understanding Our American Economy."},
      {
        "id":"ED102054",
        "title":"Economic Education Experiences of Enterprising Teachers, Volume 11."},
      {
        "id":"ED102055",
        "title":"Religion in Elementary School Social Studies: A Vehicle for Attitudinal Change."},
      {
        "id":"ED102056",
        "title":"Statistics for the Analysis of the Education Sector: Guatemala."},
      {
        "id":"ED102057",
        "title":"Children: Workers in Their Own Learning. A New Basis for the Organizing of Schools."},
      {
        "id":"ED102058",
        "title":"Syllabus for an \"Issues Approach\" to Teaching Economic Principles."},
      {
        "id":"ED102059",
        "title":"The Vanderbilt-JCEE Experimental Course in Elementary Economics."},
      {
        "id":"ED102060",
        "title":"Perspectives on Environment."},
      {
        "id":"ED102061",
        "title":"Learning Economics Through Children's Stories. A Bibliographic Reference."},
      {
        "id":"ED102062",
        "title":"Audiovisual Materials for Teaching Economics."},
      {
        "id":"ED102063",
        "title":"Economic Education Experiences of Enterprising Teachers, Volume 8."},
      {
        "id":"ED102064",
        "title":"Tutorial Community Report. Progress Report, August 1971-July 1972."},
      {
        "id":"ED102065",
        "title":"A Brief Historical Sketch of Educational Development in Thailand."},
      {
        "id":"ED102066",
        "title":"Dissemination and Implementation of Social Studies Project Materials."},
      {
        "id":"ED102067",
        "title":"Cultural Diplomacy in Europe."},
      {
        "id":"ED102068",
        "title":"Topical Index to Elementary Social Studies Materials."},
      {
        "id":"ED102069",
        "title":"Anthropology for the Classroom. The Social Science Teacher; Volume 3 Number 1, 1973."},
      {
        "id":"ED102070",
        "title":"A Two Year Longitudinal Study of the Impact of a &quot;Man: A Course of Study&quot; Preservice Social Studies Methods Course on the Classroom Teaching of Practicing Professionals."},
      {
        "id":"ED102071",
        "title":"The Federal Civil Rights Enforcement Effort--1974. Volume 3: To Ensure Equal Educational Opportunity."},
      {
        "id":"ED102072",
        "title":"Looking At: Future Studies, Legal Education, Women&apos;s Studies, Mini-Courses, Global Studies, School Ethnography."},
      {
        "id":"ED102074",
        "title":"Inquiry Techniques in Teaching a Multi-Ethnic Social Studies Curriculum."},
      {
        "id":"ED102075",
        "title":"Largo Junior High School Humanities Attitude Scale (Final Version)."},
      {
        "id":"ED102076",
        "title":"A Comparative Study of the Effects of an Interdisciplinary Course in Inquiry on the Perceptions of Preservice Teachers."},
      {
        "id":"ED102078",
        "title":"European Curriculum Studies (in the Academic Secondary School). No. 9--Social and Civic Education."},
      {
        "id":"ED102079",
        "title":"Human Welfare and Technological Innovation. Open Grants Papers No. 2."},
      {
        "id":"ED102080",
        "title":"Bringing China to the Classroom. Profiles of Promise 38."},
      {
        "id":"ED102081",
        "title":"Newspaper in the Classroom. Profiles of Promise 40."},
      {
        "id":"ED102083",
        "title":"Population Education: A Selective Annotated Bibliography for United States Schools."},
      {
        "id":"ED102085",
        "title":"Youth Encounters a Changing World. Seminar Series No. 3."},
      {
        "id":"ED102086",
        "title":"Dialogue on Youth Viewed from Several Disciplines and Professions. Seminar Series No. 1."},
      {
        "id":"ED102088",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 7 Number 4, 1973. Period Covered, October--December 1973."},
      {
        "id":"ED102089",
        "title":"Effect of Participating in a Structured Classical Musical Education. Program on the Development of Auditory Discrimination Skills in Pre-School Children."},
      {
        "id":"ED102090",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1974. Current Population Reports, Population Characteristics."},
      {
        "id":"ED102091",
        "title":"Japanese-American Identity in the United States, 1945-Present. A Selected Annotated Bibliography."},
      {
        "id":"ED102093",
        "title":"Futurism as an Approach to Decision Making in Teacher Education."},
      {
        "id":"ED102094",
        "title":"Utilization of Information Resources in Planning Teacher Professional Preparation Programs."},
      {
        "id":"ED102095",
        "title":"Promising Practices in the Training and Renewal of Teacher Educators."},
      {
        "id":"ED102096",
        "title":"Certification of Secondary School Teachers in the Southern States."},
      {
        "id":"ED102097",
        "title":"Field-Based Teacher Education and K-12 Personnel Responsibilities in Teacher Education: A Review."},
      {
        "id":"ED102098",
        "title":"A Study of Teacher Training at Sixth-Cycle Teacher Corps Projects. Volume 3, Supplementary Statistical Tables."},
      {
        "id":"ED102099",
        "title":"Teacher Evaluation: A Self-Appraisal Method."},
      {
        "id":"ED102100",
        "title":"Curriculum, Instruction, and Communication in the Middle School."},
      {
        "id":"ED102101",
        "title":"Welcome to the Quiet Life; A Handbook for Adult Education Teachers and Teacher Trainers. Part 1: Suggestions for Teachers. Part 2: Suggestions for Teacher Training."},
      {
        "id":"ED102102",
        "title":"Special Education and Consulting Teachers."},
      {
        "id":"ED102104",
        "title":"NUSTEP--Teacher Assisting Program."},
      {
        "id":"ED102105",
        "title":"Pupil-Teacher Planning: A Conservative Approach. A Learning Package."},
      {
        "id":"ED102106",
        "title":"Consideration of Skill Development in the EPDA Summer Training Sessions."},
      {
        "id":"ED102107",
        "title":"Auditory Channel Problems."},
      {
        "id":"ED102108",
        "title":"Nine Simple Steps Leading to Low Cost High Quality Individualization."},
      {
        "id":"ED102109",
        "title":"Staff and Student Attitudes toward Innovative Programs at the Middle School Level."},
      {
        "id":"ED102110",
        "title":"Visual Channel Problems."},
      {
        "id":"ED102111",
        "title":"Basic Teaching Skills: Identification of Preactive Skills."},
      {
        "id":"ED102112",
        "title":"Instructional Development: An Overview. (An Informal Paper)."},
      {
        "id":"ED102113",
        "title":"A Modular Approach; The Culturally Disadvantaged Youth."},
      {
        "id":"ED102114",
        "title":"Tutoring the Disadvantaged Child."},
      {
        "id":"ED102115",
        "title":"Southwest Elementary Teacher Education Program."},
      {
        "id":"ED102116",
        "title":"Diagnosing and Prescribing. Assessing and Evaluating (Including Experience in Diagnosing). DAP 005.02 (USC)."},
      {
        "id":"ED102118",
        "title":"Perceptions of Field Situations Reported by Participating Teachers and Teacher Candidates in the New Performance-Based Undergraduate Program for the Education of Teachers at Brooklyn College, Fall 1972."},
      {
        "id":"ED102119",
        "title":"A Case Study of Educational Innovation in a Junior High School: Interaction of Environment and Structure. Research and Development Memorandum No. 132."},
      {
        "id":"ED102120",
        "title":"Effect of Tutee Performance on Tutor's Verbal and Nonverbal Behavior. Technical Report No. 305."},
      {
        "id":"ED102121",
        "title":"A Study of Systems for Program Change in Teacher Education."},
      {
        "id":"ED102122",
        "title":"Completed Research in Health, Physical Education, and Recreation including International Sources. Volume 16, 1974 Edition."},
      {
        "id":"ED102123",
        "title":"What Research Tells the Coach about Tennis."},
      {
        "id":"ED102124",
        "title":"The Implementation of IGE: 1973-1974. A Final Report to the National Institute of Education."},
      {
        "id":"ED102125",
        "title":"Every Child a Winner . . . A Practical Approach to Movement Education."},
      {
        "id":"ED102126",
        "title":"Every Child a Winner with Improvised Physical Education Equipment."},
      {
        "id":"ED102127",
        "title":"Final Evaluation Report for Project HOPE."},
      {
        "id":"ED102128",
        "title":"CB/PBTE--The Wrong Road."},
      {
        "id":"ED102129",
        "title":"Promoting Systematic Instruction through In-Service Education."},
      {
        "id":"ED102130",
        "title":"Teacher Education in Transition: An Experimental Program That Works."},
      {
        "id":"ED102131",
        "title":"Handbook for Teachers and Teacher Aides. Procedures and Suggestions for Students and Teachers Cooperating in Education 165 and 166."},
      {
        "id":"ED102132",
        "title":"Education, Individual Modernity and National Development: A Critical Appraisal."},
      {
        "id":"ED102133",
        "title":"Role of the Team Leader (Correctional Education Program)."},
      {
        "id":"ED102134",
        "title":"Legal Problems of Today's Teacher Educators."},
      {
        "id":"ED102135",
        "title":"Social Studies for the Intermediate Grades: An Annotated Bibliography."},
      {
        "id":"ED102136",
        "title":"Music in Elementary Education. Bulletin No. 743."},
      {
        "id":"ED102137",
        "title":"Indiana University Alternative School Teacher Education Program."},
      {
        "id":"ED102139",
        "title":"The School Environment Inventory."},
      {
        "id":"ED102140",
        "title":"Symposium on Dental Health Behavior."},
      {
        "id":"ED102141",
        "title":"The First-Year Teacher Pilot Program; An Interim Report."},
      {
        "id":"ED102142",
        "title":"Current Literature Related to Health Education."},
      {
        "id":"ED102143",
        "title":"Prediction of Gymnastic Performance from Arousal and Anxiety Measures."},
      {
        "id":"ED102144",
        "title":"A Study of Health Policies in Public School Administration."},
      {
        "id":"ED102145",
        "title":"Approaches to an Interdisciplinary Course in the Social Sciences for Secondary School Teachers."},
      {
        "id":"ED102147",
        "title":"Gearing Up for Curriculum Change; A Chance for Every Child: Assessing Needs through Specific Goals."},
      {
        "id":"ED102148",
        "title":"Pittsburgh Middle School Teacher Corps Project."},
      {
        "id":"ED102149",
        "title":"The Austin Teacher Program; A Cooperative Adventure."},
      {
        "id":"ED102150",
        "title":"A Humanistic, Competency-Based Curriculum for Preservice Elementary Teachers."},
      {
        "id":"ED102151",
        "title":"Teaching as a Psychological Process."},
      {
        "id":"ED102152",
        "title":"Bilingual-Bicultural Teacher Education Program."},
      {
        "id":"ED102153",
        "title":"A Cross-Cultural Program for Attitude Modification of White Students on a Predominantly Black University Campus; A Research Monograph."},
      {
        "id":"ED102154",
        "title":"Education and Development; Avoiding the Pitfalls: Scene from the Bottom."},
      {
        "id":"ED102155",
        "title":"Methods and Materials for Bilingual Education. Student Guide for Education 193."},
      {
        "id":"ED102156",
        "title":"Director's Manual for Implementing Project on Team Teaching; A Modular Workshop on Team Teaching Competencies."},
      {
        "id":"ED102157",
        "title":"Curriculum Development: Strategies for Change CD 001. (USC-U). Delinquency: Causation, Learning and Curriculum CD 001.01 (USC-U)."},
      {
        "id":"ED102158",
        "title":"Affective Education in the Junior High Schools: A Program for Staff Reorientation."},
      {
        "id":"ED102159",
        "title":"Evaluation of Teacher Education Programs: Issues and Rationale."},
      {
        "id":"ED102161",
        "title":"Staffing the Learning Society: Recommendations for Federal Legislation. A Report to the President and the Congress."},
      {
        "id":"ED102162",
        "title":"Competency Assessment, Research, and Evaluation."},
      {
        "id":"ED102163",
        "title":"Schools of Education in a Period of Declining and Changing Student Interest."},
      {
        "id":"ED102164",
        "title":"A School-University Partnership to Prepare Physical Educators for the Individualization of Instruction."},
      {
        "id":"ED102165",
        "title":"The Student Teacher and the Law."},
      {
        "id":"ED102167",
        "title":"Gatekeepers in Education: A Report on Institutional Licensing."},
      {
        "id":"ED102168",
        "title":"Washington Pre-College Test Norms for University of Washington Freshmen Entering Autumn 1973. Project No. 277."},
      {
        "id":"ED102169",
        "title":"IEA Six-Subject Survey Instruments: Science Tests."},
      {
        "id":"ED102170",
        "title":"IEA Six-Subject Survey Instruments: Science Student Questionnaires."},
      {
        "id":"ED102171",
        "title":"IEA Six-Subject Survey Instruments: Science Teacher Questionnaires."},
      {
        "id":"ED102172",
        "title":"IEA Six-Subject Survey Instruments: Reading Comprehension Tests."},
      {
        "id":"ED102175",
        "title":"IEA Six-Subject Survey Instruments: Literature Tests."},
      {
        "id":"ED102176",
        "title":"IEA Six-Subject Survey Instruments: Literature Student Questionnaires."},
      {
        "id":"ED102177",
        "title":"IEA Six-Subject Survey Instruments: Word Knowledge Tests."},
      {
        "id":"ED102180",
        "title":"IEA Six-Subject Survey Instruments: School Questionnaire."},
      {
        "id":"ED102181",
        "title":"IEA Six-Subject Survey Instruments: English as a Foreign Language Tests."},
      {
        "id":"ED102182",
        "title":"IEA Six-Subject Survey Instruments: English Student Questionnaires."},
      {
        "id":"ED102183",
        "title":"IEA Six-Subject Survey Instruments: English Teacher Questionnaire."},
      {
        "id":"ED102185",
        "title":"IEA Six-Subject Survey Instruments: French Student Questionnaires."},
      {
        "id":"ED102187",
        "title":"IEA Six-Subject Survey Instruments: Civic Education Tests."},
      {
        "id":"ED102188",
        "title":"IEA Six-Subject Survey Instruments: Civic Education Student Questionnaires."},
      {
        "id":"ED102189",
        "title":"IEA Six-Subject Survey Instruments: Civic Education Teacher Questionnaire."},
      {
        "id":"ED102190",
        "title":"IEA Six-Subject Survey Instruments: Student Questionnaires."},
      {
        "id":"ED102191",
        "title":"IEA Six-Subject Survey Instruments: Teacher General Questionnaire."},
      {
        "id":"ED102194",
        "title":"IEA Six-Subject Survey Instruments: Stage 3 Manuals. [English as a Foreign Language, French as a Foreign Language, and Civic Education]."},
      {
        "id":"ED102196",
        "title":"Cultural Attitude Scale Technical Report."},
      {
        "id":"ED102197",
        "title":"Towards a Model of Teacher Behavior and Student Achievement."},
      {
        "id":"ED102198",
        "title":"Test Collection Bulletin, Vol. 8, No. 4."},
      {
        "id":"ED102199",
        "title":"Differential Prediction of Freshmen Grade Point Average for Sex and Two Ethnic Classifications at a Southwestern University."},
      {
        "id":"ED102200",
        "title":"Assessment."},
      {
        "id":"ED102201",
        "title":"Adapting the Peabody Picture Vocabulary Test for Use With Mexican Children."},
      {
        "id":"ED102202",
        "title":"Children's Perception of Choice and Contribution to Environment."},
      {
        "id":"ED102205",
        "title":"Measures of Reliability in Behavioral Observation: The Advantage of &quot;Real Time&quot; Data Acquisition."},
      {
        "id":"ED102206",
        "title":"Process Versus Product Measures in Performance Testing. Professional Paper No. 16-74."},
      {
        "id":"ED102207",
        "title":"Improving Skills in Developing Checklists."},
      {
        "id":"ED102208",
        "title":"Issues and Procedures in Testing Young Children. TM Report No. 37."},
      {
        "id":"ED102209",
        "title":"Open Education: A Challenge to Evaluators. Report No. 29."},
      {
        "id":"ED102210",
        "title":"On the Confidentiality of Student Test Scores. Report No. 32."},
      {
        "id":"ED102211",
        "title":"Pupil Testing: A Legal View. Report No. 38."},
      {
        "id":"ED102212",
        "title":"Evaluating Career Education: A Review and Model. Report No. 39."},
      {
        "id":"ED102215",
        "title":"Income Maintenance and Welfare Reform: Papers and Comments. Discussion Paper No. 202-74."},
      {
        "id":"ED102216",
        "title":"Indexes of Racial Residential Segregation for 109 Cities in the United States, 1940 to 1970. Studies in Racial Segregation, Number 1. Discussion Paper No. 200-74."},
      {
        "id":"ED102217",
        "title":"Summer Program for Junior High School and Intermediate School Pupils."},
      {
        "id":"ED102218",
        "title":"Report of the \"Ad Hoc\" Expert Group on the Role of Housing in Promoting Social Integration, Stockholm, Sweden, 8-13 May 1972."},
      {
        "id":"ED102220",
        "title":"The Puerto Rican and Public Employment in New York State. A Report."},
      {
        "id":"ED102221",
        "title":"Supreme Court of the United States. Syllabus. Wheeler et al. v. Barrera et al. Certiorari to the United States Court of Appeals for the Eighth Circuit."},
      {
        "id":"ED102223",
        "title":"Special Secondary School Programs for the Disadvantaged: An Annotated Bibliography of Doctoral Dissertations. ERIC-IRCD Doctoral Research Series, Number 7, August 1974."},
      {
        "id":"ED102224",
        "title":"[Significant Issues in Education - Law.] Inequality in Education, Number 17, June 1974."},
      {
        "id":"ED102225",
        "title":"Social Reform Groups and the Legal System: Enforcement Problems. Discussion Paper No. 209-74."},
      {
        "id":"ED102226",
        "title":"Human Relations in the Classroom: An Annotated Bibliography, Supplement 3. ERIC-IRCD Urban Disadvantaged Series, Number 40, August 1974."},
      {
        "id":"ED102228",
        "title":"The Education Park and Its Community."},
      {
        "id":"ED102229",
        "title":"Our Housing Mess...And What Can Be Done About It."},
      {
        "id":"ED102231",
        "title":"Inequality in Education, Number 18, October 1974: Sex Discrimination."},
      {
        "id":"ED102232",
        "title":"A Simulation Study of the Use of Change Measures to Compare Educational Programs. Report No. 183."},
      {
        "id":"ED102234",
        "title":"Family Inputs and Inequality Among Children. Discussion Papers No. 218-74."},
      {
        "id":"ED102235",
        "title":"National Assessment of Educational Progress. General Information Yearbook."},
      {
        "id":"ED102236",
        "title":"Emergency School Aid Act Pilot Project. Final Report, 1973-74. Research and Development Report, Volume 7, Number 7, December, 1974."},
      {
        "id":"ED102237",
        "title":"Black Migration to the South: Primary and Return Migrants."},
      {
        "id":"ED102238",
        "title":"&quot;Thorough and Efficient&quot; Public School Education for Puerto Rican Children in New Jersey."},
      {
        "id":"ED102239",
        "title":"The Puerto Ricans of Newark, N.J."},
      {
        "id":"ED102240",
        "title":"One Intelligence Indivisible."},
      {
        "id":"ED102241",
        "title":"Evaluation Report of the Fall River Middle School Research and Development Center Title VII Program, 1973-1974."},
      {
        "id":"ED102247",
        "title":"The Demography of Urban Poverty: North and Latin America."},
      {
        "id":"ED102248",
        "title":"Research for New School Programs: A Guide for Program Planners."},
      {
        "id":"ED102252",
        "title":"We, the Americans: Our Cities and Suburbs."},
      {
        "id":"ED102253",
        "title":"We, the Youth of America."},
      {
        "id":"ED102254",
        "title":"We, the Asian Americans."},
      {
        "id":"ED102255",
        "title":"Alternatives in Public Education: A Summary."},
      {
        "id":"ED102256",
        "title":"Cultural Content of Materials and Ethnic Group Performance in Categorized Recall."},
      {
        "id":"ED102257",
        "title":"Report of the Philadelphia School District Title 1 Evaluation and Review Committee: 1973/74 Academic School Year."},
      {
        "id":"ED102258",
        "title":"An Investigation of Personality Characteristics of Negroes Attending a Predominantly White University and Negroes Attending a Predominantly Black College."},
      {
        "id":"ED102259",
        "title":"The Etiology of Poor Neighborhoods."},
      {
        "id":"ED102260",
        "title":"A Comparison of the Matrices Learning Ability of Low-SES and Middle-SES Boys."},
      {
        "id":"ED102262",
        "title":"Evaluating School Desegregation Plans Statistically."},
      {
        "id":"ED102263",
        "title":"The Political and Social Determinants of School Desegregation Policy."},
      {
        "id":"ED102264",
        "title":"\"How Do You Start a Mini-School?\" Mini-School News, Volume 4, Number 6, January 1975."},
      {
        "id":"ED102265",
        "title":"Forward and Backward Digit Span Interaction with Race and IQ: Predictions from Jensen's Theory."},
      {
        "id":"ED102266",
        "title":"The Educational Ethos of the Midwestern High School."},
      {
        "id":"ED102267",
        "title":"Equal Opportunity and the Urban Black: An Analysis of Public Policy and its Implications for Urban Planning (Abstract and Bibliography). Exchange Bibliography No. 634."},
      {
        "id":"ED102268",
        "title":"Review of Progress in Selected States in Meeting Special Education Needs. Title 1 of the Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED102269",
        "title":"New Perspectives on Old Issues in Education for the Minority Poor. IRCD Bulletin, Volume 10, Number 1, Winter 1975."},
      {
        "id":"ED102270",
        "title":"TIP: Technical Interdisciplinary Program."},
      {
        "id":"ED102271",
        "title":"Urban School Decentralization and Curriculum Development Strategies."},
      {
        "id":"ED102272",
        "title":"Evaluation of the Chelsea Title VII Bilingual Program, 1973-1974."},
      {
        "id":"ED102273",
        "title":"Elements of Socialization Impeding or Facilitating Goal-Striving in the Lower-Class Black Family."},
      {
        "id":"ED102275",
        "title":"Integration in Missouri Public Schools: Faculty and Students Twenty Years After &quot;Brown.&quot;"},
      {
        "id":"ED102276",
        "title":"The Effects of Test Time Limits on Performance of Culturally Defined Groups."},
      {
        "id":"ED102277",
        "title":"We the American Women."},
      {
        "id":"ED102282",
        "title":"The Effect of Income and Wage Rates on the Labor Supply of Young Men and Women. Discussion Paper No. 226-74."},
      {
        "id":"ED102284",
        "title":"A Better Chance: Tenth Anniversary Annual Report, 1973."},
      {
        "id":"ED102285",
        "title":"Twenty Years After Brown: Equality of Educational Opportunity. A Report of the U.S. Commission on Civil Rights, March 1975."},
      {
        "id":"ED102286",
        "title":"Employment in the Broadcasting Industry--1973."},
      {
        "id":"ED102287",
        "title":"Exploring Links Between Naval and Civilian Careers: Lateral Transfer and Eight-Year Careers."},
      {
        "id":"ED102288",
        "title":"A Career Planning Program. Technical Document No. 299."},
      {
        "id":"ED102289",
        "title":"Coal Mining Technology, An Innovative Program."},
      {
        "id":"ED102290",
        "title":"The Plantation Adult Basic Education Program."},
      {
        "id":"ED102291",
        "title":"Adult Basic Education Demonstration Project. Final Evaluation Report."},
      {
        "id":"ED102292",
        "title":"Teacher Training Institute: Adult Basic Education, July 19 to August 6, 1971. [And: Follow-up Study, 1972]."},
      {
        "id":"ED102293",
        "title":"The Interrelating of Library and Basic Education Services for Disadvantaged Adults: A Demonstration of Four Alternative Working Models. Annual Report: Volume 2. 1973."},
      {
        "id":"ED102294",
        "title":"An Analysis of the Evaluation of High School Experiences in Reference to the Personal and Educational Characteristics of the Graduating Classes of 1973 and 1969; An Educational and Occupational Status Survey by Applied Sampling Technique."},
      {
        "id":"ED102295",
        "title":"Social Services Manpower Project. Volume 1: The Study. Volume 2: Appendixes. Volume 3: Summary of the Study."},
      {
        "id":"ED102298",
        "title":"A Teacher&apos;s Ready-to-Use Packet of General Business Subjects Crossword Puzzles."},
      {
        "id":"ED102300",
        "title":"Follow-Up Survey of National Institute of Dental Research Graduate Trainees and Postdoctoral Fellows."},
      {
        "id":"ED102302",
        "title":"Establishing Adult Learning Centers in Community Libraries."},
      {
        "id":"ED102303",
        "title":"Establishing Right-to-Read Programs in Community-Based Adult Learning Centers."},
      {
        "id":"ED102304",
        "title":"Developments in Health Manpower Licensure: A Follow-Up to the 1971 Report on Licensure and Related Health Personnel Credentialing."},
      {
        "id":"ED102305",
        "title":"Comparison of the JEVS, Singer/Graflex and TOWER Work Evaluation Systems. Reprint Series No. 5."},
      {
        "id":"ED102306",
        "title":"Vocational Evaluation and Work Adjustment Services in Vocational Rehabilitation."},
      {
        "id":"ED102309",
        "title":"Curriculum Design for Consumer Education, Kindergarten through Grade Fourteen."},
      {
        "id":"ED102310",
        "title":"Functional Literacy in the Context of Adult Education. Final Report."},
      {
        "id":"ED102314",
        "title":"The Responsibility of the Public Education Authority in Providing Adult Education."},
      {
        "id":"ED102315",
        "title":"Work Experience and Cooperative Education Programs. Bibliographies in Education No. 46."},
      {
        "id":"ED102316",
        "title":"Behaviour Modification. Bibliographies in Education No. 45."},
      {
        "id":"ED102317",
        "title":"Evaluation of Cardiology Training and Manpower Requirements."},
      {
        "id":"ED102318",
        "title":"Occupational Education Leadership: A Performance-Based Approach. Final Report. Occupational Education Administration (Program Phase)."},
      {
        "id":"ED102319",
        "title":"The Implementation of a Model Competency Based Graduate Program in Occupational Education Administration, Phase 2 (Program Phase and Training Phase)."},
      {
        "id":"ED102322",
        "title":"Child Development Guide."},
      {
        "id":"ED102323",
        "title":"Missouri Placement Specialists' Workshop. Sample Materials Prepared by State Fair Community College Placement Office."},
      {
        "id":"ED102324",
        "title":"Results of the High School Counselor Survey Questionnaire: Career Education Project in Implementing a Job Development, Placement and Follow-up Program."},
      {
        "id":"ED102325",
        "title":"Results of the High School Teacher Survey Questionnaire: Career Education Project in Implementing a Job Development, Placement and Follow-Up Program."},
      {
        "id":"ED102326",
        "title":"Area High Schools Senior Survey Results."},
      {
        "id":"ED102327",
        "title":"Career Education: Learning with a Purpose. Elementary K-2 Guide."},
      {
        "id":"ED102328",
        "title":"Career Education: Learning with a Purpose. Junior High 7-9, Science."},
      {
        "id":"ED102329",
        "title":"Career Education: Learning with a Purpose. Junior High 7-9, Mathematics."},
      {
        "id":"ED102330",
        "title":"Career Education: Learning with a Purpose. Junior High 7-9, English."},
      {
        "id":"ED102331",
        "title":"Career Education: Learning with a Purpose. Junior High 7-9, Social Studies."},
      {
        "id":"ED102332",
        "title":"Career English: A Curriculum Guide. Research Series No. 43."},
      {
        "id":"ED102333",
        "title":"A Workshop to Increase and Improve University Teacher Training in Adult Basic Education. Final Report: Volume 1 and Abstract."},
      {
        "id":"ED102334",
        "title":"A Workshop to Increase and Improve University Teacher Training in Adult Basic Education. Final Report, Volume 2, Appendix."},
      {
        "id":"ED102335",
        "title":"The Nurse in Research: An Approach to Professional Excellence."},
      {
        "id":"ED102336",
        "title":"Effects of a Program of Career Education in Kentucky's Education Region XII."},
      {
        "id":"ED102337",
        "title":"Attitudes of Teachers Toward Career Education."},
      {
        "id":"ED102338",
        "title":"Interest Inventory of 160 Rural Students in Grades 1 through 8."},
      {
        "id":"ED102339",
        "title":"The Ohio Career Development Program: Concepts, Terms and Definitions for Inservice Education."},
      {
        "id":"ED102340",
        "title":"Career Motivation: Curriculum Supplement for K-Grade 6."},
      {
        "id":"ED102341",
        "title":"Ohio's Career Continuum: Career Development Component, Orientation Program, Grades 7-8."},
      {
        "id":"ED102342",
        "title":"Methods for Predicting and Assessing the Impact of Technology on Human Resource Parameters: Report of the Literature. Final Report."},
      {
        "id":"ED102344",
        "title":"Potential Uses of Occupational Analysis Data By Air Force Management Engineering Teams."},
      {
        "id":"ED102345",
        "title":"Characteristics of Women in the Air Force 1970 Through 1973."},
      {
        "id":"ED102346",
        "title":"The HEW Region II Staff Development Project; Second Year Interim Report: 1973-74."},
      {
        "id":"ED102347",
        "title":"Diffusion Factors Associated with the Comprehensive Career Education Model Development and Acceptance of the Curriculum Units in Field Test Sites. Research and Development Series No. 96."},
      {
        "id":"ED102348",
        "title":"1973-1974 Evaluation of the Career Opportunities Program. Report No. 7519."},
      {
        "id":"ED102349",
        "title":"Manpower Planning with Uncertain Requirements."},
      {
        "id":"ED102350",
        "title":"Twenty-third Annual Southern Region Research Conference in Agricultural Education."},
      {
        "id":"ED102351",
        "title":"Driver's Education Handbook Adapted for Adult Basic Education Students."},
      {
        "id":"ED102352",
        "title":"Space Awareness, an Adult Education Curriculum Resource Guide. Bulletin No. 71-F-5."},
      {
        "id":"ED102357",
        "title":"A Final Report of An Impact Assessment of Demonstration Centers as a Dissemination Technique."},
      {
        "id":"ED102358",
        "title":"The Role of Industry in Training the Hard Core Unemployed."},
      {
        "id":"ED102359",
        "title":"Project Volunteer Power: Volunteers Serving the Job Needs of the Handicapped. Final Report."},
      {
        "id":"ED102360",
        "title":"Builder 1 &amp; C: Naval Training Command Rate Training Manual. Revised 1973."},
      {
        "id":"ED102361",
        "title":"Description and Preliminary Training Evaluation of an Arc Welding Simulator. Research Report SRR 73-23."},
      {
        "id":"ED102363",
        "title":"South Central Alaska Project. Final Report."},
      {
        "id":"ED102364",
        "title":"Flight Instructor: Airplane. Written Test Guide."},
      {
        "id":"ED102365",
        "title":"Changing Patterns of Labor Force Participation Rates of Nonwhites in the South."},
      {
        "id":"ED102366",
        "title":"Social Relevance of Recent Residence and Occupational Shifts of Blacks."},
      {
        "id":"ED102367",
        "title":"Increased Service Delivery and Adaptation to Occupational Stress."},
      {
        "id":"ED102368",
        "title":"An Attempt to Change a Department of State Government Through Legislation: The California Job Agent Program. Final Report for the Period June 1970-December 1972."},
      {
        "id":"ED102369",
        "title":"Policewomen on Patrol: Final Report."},
      {
        "id":"ED102370",
        "title":"Boating Safety Training Manual."},
      {
        "id":"ED102372",
        "title":"Prison Education and Rehabilitation: Illusion or Reality? A Case Study of an Experimental Program."},
      {
        "id":"ED102373",
        "title":"Homemaker/Home Health Aide Services in the United States."},
      {
        "id":"ED102374",
        "title":"Mississippi Industrial Arts. Industrial Arts Curriculum Series No. 10,001."},
      {
        "id":"ED102375",
        "title":"Form and Function of Written Agreements in the Clinical Education of Health Professionals."},
      {
        "id":"ED102376",
        "title":"Getting It All Together: Career Education. A Teacher Handbook Developed by Project EVE. [Elementary Vocational Education]."},
      {
        "id":"ED102377",
        "title":"Career Awareness: A Guide for Implementing Career Education at the Elementary Level."},
      {
        "id":"ED102378",
        "title":"Developpement Cooperatif: Resultats du project et Recommandations en decoulant: Senegal. (Cooperative Development: Project Recommendations and the Results.)"},
      {
        "id":"ED102379",
        "title":"Communication, Cooperation and Coordination in Allied Health Manpower Preparation and Utilization."},
      {
        "id":"ED102380",
        "title":"Characteristics of Low-Wage Workers in Ontario. Employment Information Series No. 7."},
      {
        "id":"ED102381",
        "title":"Career Education Advisory Committee. Third Report."},
      {
        "id":"ED102382",
        "title":"WAGES (Women and Girls Employment Enabling Service): Final Report."},
      {
        "id":"ED102383",
        "title":"Better Office Skills and Service: Student Manual."},
      {
        "id":"ED102384",
        "title":"Fire Prevention Education."},
      {
        "id":"ED102385",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities, and Educational Technology for Undereducated Adults: Ohio State Module. Utilization of Paraprofessionals in Rural ABE Programs. Final Report."},
      {
        "id":"ED102386",
        "title":"Three Phase System for Statewide Evaluation of Occupational Education Programs."},
      {
        "id":"ED102387",
        "title":"All About OSHA: The Who, What, Where, When, Why and How of the Occupational Safety and Health Act of 1970."},
      {
        "id":"ED102388",
        "title":"Administration of the Vocational Rehabilitation Act for Fiscal Year 1972."},
      {
        "id":"ED102389",
        "title":"Private and Commercial Pilot: Ligher-Than-Air Airship. Flight Test Guide. (Part 61 Revised)."},
      {
        "id":"ED102392",
        "title":"New Perspectives on Older Workers."},
      {
        "id":"ED102393",
        "title":"Career Education in the Middle/Junior High School."},
      {
        "id":"ED102394",
        "title":"Continuing Education as a National Capital Investment."},
      {
        "id":"ED102395",
        "title":"An Instructor's Guide for a Program in Drive Line Services."},
      {
        "id":"ED102396",
        "title":"Air Route Traffic Control Center. Controller Over-The-Shoulder Training Review: Instruction Manual."},
      {
        "id":"ED102397",
        "title":"Federal Highway Administration Cooperative Education Program."},
      {
        "id":"ED102398",
        "title":"Report of Educational Testing Service, Princeton University, on Educational Assistance Programs for Veterans. A Comparative Study of Three GI Bills."},
      {
        "id":"ED102399",
        "title":"Home Health in Chinatown."},
      {
        "id":"ED102401",
        "title":"Kansas Manpower Utilization System for Training (K-MUST): Final Report: Volume 2: Supplemental Studies."},
      {
        "id":"ED102402",
        "title":"Introduction to Career Awareness. Career-Centered Curriculum for Vocational Complexes in Mississippi."},
      {
        "id":"ED102403",
        "title":"Career Exploration, Level 1. Career-Centered Curriculum for Vocational Complexes in Mississippi."},
      {
        "id":"ED102404",
        "title":"Career Exploration, Level 2. Career-Centered Curriculum for Vocational Complexes in Mississippi."},
      {
        "id":"ED102405",
        "title":"Career Preparation. Career-Centered Curriculum for Vocational Complexes in Mississippi."},
      {
        "id":"ED102406",
        "title":"Corrections Education in Oregon: A Way to Proceed. A Report to the State Corrections Education Commission."},
      {
        "id":"ED102407",
        "title":"Career Exploration in the Fashion Industry: A Suggested Program Guide. Fashion Industry Series No. 1."},
      {
        "id":"ED102408",
        "title":"Fashion Merchandising: A Suggested Program Guide. Fashion Industry Series No. 4."},
      {
        "id":"ED102409",
        "title":"Textile Design: A Suggested Program Guide. Fashion Industry Series No. 3."},
      {
        "id":"ED102410",
        "title":"Drycleaning and Laundering: A Suggested Program Guide. Fashion Industry Series No. 5."},
      {
        "id":"ED102411",
        "title":"Career Education Curriculum Guide."},
      {
        "id":"ED102412",
        "title":"A National Policy on Career Education: The Eighth Report of the National Advisory Council on Vocational Education."},
      {
        "id":"ED102413",
        "title":"The Literature in Adult Education: A Review Report."},
      {
        "id":"ED102414",
        "title":"An Analysis of Selected Demographic Factors of Active Correspondence Study Students Enrolled with the Department of Correspondence Instruction at UNC (University of North Carolina) Chapel Hill as Compared to the Population of North Carolina. Societal Factors."},
      {
        "id":"ED102415",
        "title":"Licensed Practical Nurses in Occupational Health. An Initial Survey."},
      {
        "id":"ED102416",
        "title":"Adult Motivation, Participation, and Program Planning."},
      {
        "id":"ED102417",
        "title":"Safety Guide for Health Occupations Programs."},
      {
        "id":"ED102419",
        "title":"Employee Training in the Federal Service: Fiscal Year 1973."},
      {
        "id":"ED102420",
        "title":"Fifty Views of Cooperative Education."},
      {
        "id":"ED102422",
        "title":"Brevard District Plan for Career Education Development."},
      {
        "id":"ED102423",
        "title":"Brevard District Plan for Placement and Follow-Up."},
      {
        "id":"ED102426",
        "title":"Explorations, Part I: (Guidelines for Career Development in Adult Education). Career Activities for Adult Education Classes."},
      {
        "id":"ED102427",
        "title":"Explorations Part II: (Guidelines for Career Development in Adult Education). State Listing of Adult Career Education Activities."},
      {
        "id":"ED102428",
        "title":"Resources: Recommendations for Adult Career Resources."},
      {
        "id":"ED102429",
        "title":"The RFD Project: A Summary Report of the Development, Field Testing and Evaluation of a Multi-Media Program in Continuing Education for Adults. Third and Final Annual Report."},
      {
        "id":"ED102430",
        "title":"360 Degrees Project: Final Report of 1972-73. National Career Education Television Project."},
      {
        "id":"ED102431",
        "title":"Adult Learning Projects: A Study of Adult Learning in Urban and Rural Tennessee."},
      {
        "id":"ED102432",
        "title":"Apparel Design and Production: A Suggested Program Guide. Fashion Industry Series No. 2."},
      {
        "id":"ED102433",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 8, Number 1."},
      {
        "id":"ED102435",
        "title":"Screening Applicants for Employment in Law Enforcement."},
      {
        "id":"ED102436",
        "title":"[An Investigation of Self-Hypnosis from a Variety of Methodological Perspectives. A Symposium]."},
      {
        "id":"ED102437",
        "title":"Expectation Theory in the Classroom. Final Report."},
      {
        "id":"ED102438",
        "title":"Success, Failure, and Aggression."},
      {
        "id":"ED102439",
        "title":"Equal Rights for Women in Education. Seminar 6, A Bibliography."},
      {
        "id":"ED102440",
        "title":"Education to Make a Life. Bibliography."},
      {
        "id":"ED102441",
        "title":"Neonatal Narcotic Dependence. Report Series 29, No. 1."},
      {
        "id":"ED102442",
        "title":"DOM(STP). Report Series 17, No. 1."},
      {
        "id":"ED102443",
        "title":"Methods for the Detection of Drugs of Abuse in Body Fluids: An Overview. Series 24, No.1."},
      {
        "id":"ED102444",
        "title":"Effects of Variations in the Administration of the Self-Directed Search on Scoring Accuracy and Satisfaction with Results. Research Report No. 3-74."},
      {
        "id":"ED102445",
        "title":"Women In Rural China--Work Patterns and Fertility Goals."},
      {
        "id":"ED102446",
        "title":"An Analysis of the Social Development and Behavior of Children."},
      {
        "id":"ED102447",
        "title":"Mexican-American and White Reactions to Same Race Stimulus Persons as a Function of Belief Similarity."},
      {
        "id":"ED102448",
        "title":"The Effects of Cooperatively and Competitively Structured Learning Environments on Intrapersonal Behavior."},
      {
        "id":"ED102449",
        "title":"The Ideal Date: Do People Know What They Want?"},
      {
        "id":"ED102450",
        "title":"Community Psychology: What It Isn't."},
      {
        "id":"ED102452",
        "title":"The University Experience: Follow-up...1967 Freshmen in 1973. A Biography of a Class Study."},
      {
        "id":"ED102453",
        "title":"Sex Differences in Counselor Credibility as Perceived by High School Girls."},
      {
        "id":"ED102454",
        "title":"The Financial Resources of Released Prisoners."},
      {
        "id":"ED102455",
        "title":"A Cognitive-Developmental Approach to Altruism."},
      {
        "id":"ED102456",
        "title":"Psychological Assessment on the Basis of Collage and Group Process."},
      {
        "id":"ED102457",
        "title":"Strategies for Increasing Response Rates to Mailed Questionnaires: An Experimental Study. Studies in Vocational Choice and Career Planning, Monograph 3."},
      {
        "id":"ED102458",
        "title":"Systems Analysis: A Framework for Decisions and Research on Student Services."},
      {
        "id":"ED102459",
        "title":"Ego and Self: A Synthesis of Theories of Consciousness and Personality."},
      {
        "id":"ED102460",
        "title":"Effects of Internal-External Control, Skill/Chance Perception and Verifiability of Feedback on Decision Time."},
      {
        "id":"ED102461",
        "title":"Background and Situational Confidence; Their Relation to Performance Effectiveness. Professional Paper No. 22-68."},
      {
        "id":"ED102462",
        "title":"Counselor's Workbook. South Dakota Model."},
      {
        "id":"ED102463",
        "title":"The Common Elements of Sex and Aggression as Reflected in Humor Preferences."},
      {
        "id":"ED102464",
        "title":"Workshops: Laboratories For Student Leaders."},
      {
        "id":"ED102465",
        "title":"Training for Social and Health Care Personnel--Curriculum Development, Evaluation and Conducting a Pilot Test. Administrator&apos;s and Participant&apos;s Manuals."},
      {
        "id":"ED102466",
        "title":"Contingency Contracting with Drug Addicts in the Natural Environment."},
      {
        "id":"ED102467",
        "title":"The Extended Family in U.S. Black Societies: Findings and Problems."},
      {
        "id":"ED102468",
        "title":"Selected Resources for Drug Information Centers. Selected Reference Series 8, No. 1."},
      {
        "id":"ED102469",
        "title":"An Exploratory Survey of Selected Literature, Selected 4-H Programs and Other Selected Youth-Serving Agencies: Contributions to Educational Programs for Urban Youth. Extension Studies 52."},
      {
        "id":"ED102470",
        "title":"The Student and the Learning Environment."},
      {
        "id":"ED102471",
        "title":"The First Year of Fatherhood."},
      {
        "id":"ED102472",
        "title":"Self-Control of Mental Distractions."},
      {
        "id":"ED102473",
        "title":"Effects of Sex and Self-Interest Upon Equity Behavior."},
      {
        "id":"ED102474",
        "title":"Relation of Causal Attribution and Success to Performance."},
      {
        "id":"ED102475",
        "title":"Parent Power in the Schools."},
      {
        "id":"ED102476",
        "title":"Study of Senior High School Absentees and School Leavers; An Investigation of Certain Characteristics of Absentees and School Leavers in Six Senior High Schools of the Los Angeles Unified School District Conducted in the Fall of 1973. Report No. 343."},
      {
        "id":"ED102477",
        "title":"Definition of Terms in Mental Health, Alcohol Abuse, Drug Abuse, and Mental Retardation: Methodology Reports. Mental Health Statistics Series C, No. 8."},
      {
        "id":"ED102478",
        "title":"A Study of a Simplified Version of the Situational Attitude Scale (SAS). Research Report No. 7-74."},
      {
        "id":"ED102479",
        "title":"Effective Communication in Adolescent Group Psychotherapy."},
      {
        "id":"ED102480",
        "title":"Behavioral Indices of Individual and Group Dynamics."},
      {
        "id":"ED102481",
        "title":"Increasing Academic Performance through the Contingent Use of Self-Evaluation."},
      {
        "id":"ED102482",
        "title":"Make Your Choice: A Careers Simulation."},
      {
        "id":"ED102483",
        "title":"Alumni Rapback 1970-73; A Statistical Analysis of University College Alumni Opinion About the Counseling and Job Placement Service they Received While at School."},
      {
        "id":"ED102484",
        "title":"Study of Agency Work Contexts: Program Application Reports, National Study of Social Welfare and Rehabilitation Workers, Work and Organization Contexts. Professional Paper No. 18-74."},
      {
        "id":"ED102485",
        "title":"An Adolescent in Your Home."},
      {
        "id":"ED102486",
        "title":"Validation Study of V. I. S. I. O. N."},
      {
        "id":"ED102488",
        "title":"Counselor and Student Handbook for Higher Education in Montana."},
      {
        "id":"ED102489",
        "title":"Marital Adjustment Over the Family Life Cycle: The Issue of Curvilinearity."},
      {
        "id":"ED102490",
        "title":"Alienation and Educational Institutions. Final Report to the New York State Assembly Scientific Staff."},
      {
        "id":"ED102491",
        "title":"Student Advisory Board. 1972-1973."},
      {
        "id":"ED102492",
        "title":"An Exploratory Examination of Individual, Family, and School Influences on Psychosocial Maturity. Report No. 184."},
      {
        "id":"ED102493",
        "title":"Social Background and Schooling Influences on the Subjective Orientations of High School Seniors. Report No. 185."},
      {
        "id":"ED102494",
        "title":"Career Education Personnel Model."},
      {
        "id":"ED102495",
        "title":"Growing Up: The Development of Psychosocial Maturity. Report No. 180."},
      {
        "id":"ED102499",
        "title":"Remediation of the Learning Disabled Child."},
      {
        "id":"ED102500",
        "title":"1972 Witches' Tales Around Reading Problems."},
      {
        "id":"ED102501",
        "title":"Selected Sources of Research Summaries in Reading and Language Arts."},
      {
        "id":"ED102502",
        "title":"An Examination of the Practical Import of the Von Restorff Effect."},
      {
        "id":"ED102503",
        "title":"Title II Reading Projects Emphasize Reading in the Content Fields; ESEA Title II and The Right to Read Notable Reading Projects No. 7."},
      {
        "id":"ED102504",
        "title":"Title II Projects Demonstrate Function of Audiovisual Materials in Reading; ESEA Title II and The Right to Read Notable Reading Projects No. 8."},
      {
        "id":"ED102506",
        "title":"The Right to Read Annual Report, Fiscal Year 1974."},
      {
        "id":"ED102507",
        "title":"Process Evaluation for Inservice Training."},
      {
        "id":"ED102508",
        "title":"Visual Factors Which Affect Reading Achievement."},
      {
        "id":"ED102509",
        "title":"The Role of the Private Sector in The Right to Read Effort."},
      {
        "id":"ED102510",
        "title":"Free Association Norms."},
      {
        "id":"ED102511",
        "title":"Visual Scanning of Known and Unknown Target Lengths."},
      {
        "id":"ED102512",
        "title":"Number Encoding and Matching in Short-Term Memory."},
      {
        "id":"ED102513",
        "title":"Short Term Retention and Recognition of Words by Children Aged Seven and Ten."},
      {
        "id":"ED102514",
        "title":"Motor, Auditory, and Visual Development--A Taxonomy for Diagnosis and Training."},
      {
        "id":"ED102515",
        "title":"Reading and Language: Current Linguistic Perspectives."},
      {
        "id":"ED102516",
        "title":"MSRTS (Migrant Student Record Transfer System): A Marriage of Education and Technology for Migrant Children."},
      {
        "id":"ED102517",
        "title":"Reading: Seven to Eleven."},
      {
        "id":"ED102518",
        "title":"Do You Read Me? Different Approaches to Reading Instruction."},
      {
        "id":"ED102519",
        "title":"Peer Teaching and the Language Experience Approach: Appropriate Strategies for the Bilingual/Bicultural Child."},
      {
        "id":"ED102520",
        "title":"Functional Reading Levels: From Graded Word Lists?"},
      {
        "id":"ED102521",
        "title":"Relation Education Index Norms for 500 Picture Pairs and 10 Relations: High School Sample. Technical Report No. 6."},
      {
        "id":"ED102522",
        "title":"A Survey of Reading Programs and Practices in Saskatchewan Elementary Schools."},
      {
        "id":"ED102524",
        "title":"Individualized Approach to Community College Reading and Study Skills."},
      {
        "id":"ED102525",
        "title":"Informal Diagnosis: The Nucleus of Individualized Reading Instruction."},
      {
        "id":"ED102526",
        "title":"Increasing Word Recognition Skills in High School Remedial Readers through Systematic Intersensory Transfer."},
      {
        "id":"ED102527",
        "title":"Evaluation of the Children's Book Review Centers in Illinois."},
      {
        "id":"ED102528",
        "title":"The Bransford-Franks Linear Effect: Integration or Artifact?"},
      {
        "id":"ED102529",
        "title":"The Use of the Cumulative Rehearsal Strategy: A Developmental Study."},
      {
        "id":"ED102530",
        "title":"An Exploration of the Cloze Procedure in Arithmetic Reading."},
      {
        "id":"ED102531",
        "title":"A Comparison of Visual Discrimination Skills of Regular Class Pupils Categorized by Levels of Word Recognition Ability with Pupils Placed in a Special Class."},
      {
        "id":"ED102532",
        "title":"Reading for Working: A Functional Literacy Anthology."},
      {
        "id":"ED102533",
        "title":"Semantic Memory and the Adjective Omission Phenomenon."},
      {
        "id":"ED102534",
        "title":"Question Production and Answering as an Aid to Prose Learning."},
      {
        "id":"ED102535",
        "title":"Sex, Intelligence, and School Reading Curriculum as Factors Effecting the Retention of Reading Skills of First Grade Subjects."},
      {
        "id":"ED102536",
        "title":"Letter-Name Knowledge as a Prerequisite to Learning to Read."},
      {
        "id":"ED102537",
        "title":"The Effects of Instructions, Orienting Tasks and Intentionality on Prose Retention."},
      {
        "id":"ED102538",
        "title":"The Effects of Subjective Organizational Ability and the Organization of Materials on Reading Comprehension: An Information Processing Interpretation."},
      {
        "id":"ED102539",
        "title":"Some Factors in Children's Identification of Key Words in Written Passages."},
      {
        "id":"ED102540",
        "title":"A Survey of Reading Instruction: Right to Read, ICG (Individually Guided Education), and Traditionally Organized Schools."},
      {
        "id":"ED102543",
        "title":"A Work of Global Status: A New Reading Curriculum in English."},
      {
        "id":"ED102554",
        "title":"Focus on World Literature."},
      {
        "id":"ED102555",
        "title":"Five Approaches to Teaching Folklore in a College English Curriculum."},
      {
        "id":"ED102556",
        "title":"Teaching Creative Writing."},
      {
        "id":"ED102559",
        "title":"The Camera Lens: A Window into the [World]; Film Study and Film Making: Resource Suggestions for the English Class."},
      {
        "id":"ED102560",
        "title":"Language Arts Curriculum Instructional Guide: Grades K-3."},
      {
        "id":"ED102561",
        "title":"Language Arts Curriculum Instructional Guide: Grades 4-6."},
      {
        "id":"ED102562",
        "title":"Teaching Strategies for American Literature 1, 2 and Advanced American Literature 1, 2."},
      {
        "id":"ED102563",
        "title":"State Language Arts Survey: A Report."},
      {
        "id":"ED102564",
        "title":"Engineering Students Write Books for Children."},
      {
        "id":"ED102565",
        "title":"Continuous Progress Program for Language Arts in Secondary Schools."},
      {
        "id":"ED102566",
        "title":"Dover High School English Department Interim Curriculum Guide and Policy Handbook."},
      {
        "id":"ED102567",
        "title":"Freshman English Curriculum."},
      {
        "id":"ED102568",
        "title":"Sophomore English Curriculum; Sophomore Prose Literature, Work Packet and Evaluation Sheet."},
      {
        "id":"ED102569",
        "title":"APE-X (Appropriate Placement in English for a Variable, the Individual Goal of Each Student.)"},
      {
        "id":"ED102570",
        "title":"Language Arts Curriculum Guide."},
      {
        "id":"ED102571",
        "title":"The English Curriculum Guide of Pulaski High School."},
      {
        "id":"ED102572",
        "title":"On Teaching the Process of Literature: The Various Levels of Understanding."},
      {
        "id":"ED102573",
        "title":"Adolescent Formula Literature and Its Promiscuous Progeny."},
      {
        "id":"ED102574",
        "title":"Observing and Writing."},
      {
        "id":"ED102575",
        "title":"Minoritarianism and Ethnic Group Communications."},
      {
        "id":"ED102576",
        "title":"[Focus: Jesse Stuart]."},
      {
        "id":"ED102577",
        "title":"&quot;Sure, I Like Poetry . . . (Sigh) . . . Rod McKuen!&quot;"},
      {
        "id":"ED102578",
        "title":"A Visual Strategy Plan for Writing and Organizational Improvement."},
      {
        "id":"ED102579",
        "title":"The Folklorist and the Community."},
      {
        "id":"ED102580",
        "title":"A Selected Annotated Bibliography on Behavioral Objectives in the English Language Arts (Elementary and Secondary)."},
      {
        "id":"ED102581",
        "title":"The Almost Story."},
      {
        "id":"ED102582",
        "title":"Popular Culture and the New Journalism."},
      {
        "id":"ED102583",
        "title":"The Helmeted Hero: The Football Player in Recent American Fiction."},
      {
        "id":"ED102584",
        "title":"Classic and Hard-Boiled Detective Fiction."},
      {
        "id":"ED102585",
        "title":"The Problems of Translation."},
      {
        "id":"ED102586",
        "title":"Language Arts Curriculum Guide for Centre Junior High School, Alabama."},
      {
        "id":"ED102587",
        "title":"English Course of Study for Buncombe County Public Schools."},
      {
        "id":"ED102588",
        "title":"The Language Arts Curriculum Guide, K-5."},
      {
        "id":"ED102589",
        "title":"English Language Arts, K-12."},
      {
        "id":"ED102590",
        "title":"Six-Week Elective Courses for Tenth-Grade Academic English at Douglas S. Freeman High School, Highland Springs, Virginia."},
      {
        "id":"ED102591",
        "title":"Composition Focus for the Sequence of Six-Week Elective Courses Offered for English, Grades 9-10 (In-Service Workshop, June 1973)."},
      {
        "id":"ED102592",
        "title":"Nine-Week Elective Courses for Tenth-Grade Standard English at Hermitage High School, Highland Springs, Virginia."},
      {
        "id":"ED102593",
        "title":"Composition Focus for Nine-Week Elective Courses in English, Grades 9-12 (In-Service Workshop, June 1973)."},
      {
        "id":"ED102594",
        "title":"Alternatives English Program for Eleventh and Twelfth Grade English at Highland Springs High School, Virginia."},
      {
        "id":"ED102595",
        "title":"Alternatives English Program for Eleventh-Grade Academic English at Douglas S. Freeman High School, Henrico County, Virginia."},
      {
        "id":"ED102596",
        "title":"A Teacher's Guide to Teaching Junior High School English."},
      {
        "id":"ED102597",
        "title":"Freshmen through Senior English Composition Curriculum."},
      {
        "id":"ED102598",
        "title":"Language Arts Curriculum Guide (Secondary)."},
      {
        "id":"ED102599",
        "title":"A Guide for the Secondary Language Arts: Thinking, Listening, Speaking, Reading and Writing."},
      {
        "id":"ED102600",
        "title":"Language Arts Curriculum for the Junior High School."},
      {
        "id":"ED102601",
        "title":"What's Your Life Style? Phase Program, English Curriculum, 1972-1973 at Indio High School."},
      {
        "id":"ED102602",
        "title":"Elective English: Curriculum Guide and Course of Study at Silverton Union High School."},
      {
        "id":"ED102603",
        "title":"Breakthrough: Goals for Basic English with Supplement."},
      {
        "id":"ED102604",
        "title":"Reading and Language Arts, Goals and Objectives. Revised Edition."},
      {
        "id":"ED102605",
        "title":"Testing and Tests: Pedagogical Versus Public Uses."},
      {
        "id":"ED102606",
        "title":"Spelling--A Task Analysis."},
      {
        "id":"ED102607",
        "title":"Generative Semantics and Dialect Geography."},
      {
        "id":"ED102608",
        "title":"Syllabi in Intercultural Communication: 1974."},
      {
        "id":"ED102609",
        "title":"Can Prospective High School Theatre Teachers Be Trained to Utilize Drama-Theatre Processes to Develop Self-Actualization in High School Students?"},
      {
        "id":"ED102610",
        "title":"Guidelines for the Analysis of Responsibility in Governmental Communication."},
      {
        "id":"ED102611",
        "title":"The Drama Program of the First Presbyterian Church, Fort Wayne: A Case Study."},
      {
        "id":"ED102613",
        "title":"Origins of the Restoration Playhouse."},
      {
        "id":"ED102614",
        "title":"Oral Reading of Scripture: Denominational Application and a Successful Lectures' Workshop Format."},
      {
        "id":"ED102615",
        "title":"Guidelines for Speech Communication and Theatre Programs in Teacher Education."},
      {
        "id":"ED102616",
        "title":"Counter Synthesis: A Critical Approach to Social Movements."},
      {
        "id":"ED102617",
        "title":"A Systematic Analysis of American Speech Communication Education: Mission and Method."},
      {
        "id":"ED102618",
        "title":"Oral History: An Annotated Bibliography."},
      {
        "id":"ED102619",
        "title":"Debate Handbooks: Needed Assets to High School Workshops."},
      {
        "id":"ED102620",
        "title":"Mary Hayes and Deborah Sampson: The Rhetoric of Neglect, Praise, and Expectation."},
      {
        "id":"ED102621",
        "title":"Authority and Mass Media as Variables in Rumor Transmission."},
      {
        "id":"ED102622",
        "title":"An Exploratory Investigation of Diffused Point Arrival Time and Source Credibility."},
      {
        "id":"ED102623",
        "title":"The World of AWRT: A Profile of the Membership of American Women in Radio and Television, Inc."},
      {
        "id":"ED102624",
        "title":"Bibliographic Annual in Speech Communication: 1974. Volume 5."},
      {
        "id":"ED102630",
        "title":"Self-Disclosure and Identification: Dyadic Communications of the New Assistant Black Professor on a White Campus."},
      {
        "id":"ED102631",
        "title":"Are You Already a Victim of Future Shock? Communication and Future Shock."},
      {
        "id":"ED102633",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, July 1-December 31, 1974. Report No. SR-39/40 (1974)."},
      {
        "id":"ED102634",
        "title":"Free Speech within the Nixon Administration."},
      {
        "id":"ED102635",
        "title":"Theatre/Drama and Speech Index, Volume 1, Number 1."},
      {
        "id":"ED102636",
        "title":"Comprehension and Opinions by College Students of Time-Compressed Lectures."},
      {
        "id":"ED102637",
        "title":"The Effects of Learner Input on Comprehension and Attitude toward Task."},
      {
        "id":"ED102638",
        "title":"Where Is Argument?"},
      {
        "id":"ED102639",
        "title":"Selected Annotated Bibliography on Costume History."},
      {
        "id":"ED102640",
        "title":"Women and Minorities in Administration. NAESP School Leadership Digest Series Number 11. ERIC/CEM Research Analysis Series, Number 13."},
      {
        "id":"ED102641",
        "title":"The Courts and Student Conduct. ERIC/CEM State-of-the-Knowledge Series, Number Twenty-seven. NOLPE Monograph Series."},
      {
        "id":"ED102642",
        "title":"A Consideration of Factors Accounting for Goal Effectiveness: A Longitudinal Study."},
      {
        "id":"ED102643",
        "title":"Administrative Staff Development. The Best of ERIC Series, Number 8."},
      {
        "id":"ED102644",
        "title":"Relationship of Principal Leader Behavior and Organizational Structure of the IGE-MUS-E to I and R Unit Effectiveness. Report from the Project on Organization for Instruction and Administrative Arrangements. Technical Report No. 320."},
      {
        "id":"ED102645",
        "title":"Principal's Advisory Council: Organizational Guidelines. Revised, September, 1973."},
      {
        "id":"ED102646",
        "title":"Handbook of Comprehensive Planning in Schools."},
      {
        "id":"ED102647",
        "title":"Changing and Improving Educational Systems and Institutions."},
      {
        "id":"ED102648",
        "title":"Research and Development in Educational Administration in Canada."},
      {
        "id":"ED102649",
        "title":"APSS Yearbook 1974-75. A Compilation of Current Educational Practices."},
      {
        "id":"ED102650",
        "title":"A Comparison of Competency Based Approaches in Educational Administration."},
      {
        "id":"ED102651",
        "title":"The Legal Status of School Administrators: Rights and Responsibilities."},
      {
        "id":"ED102652",
        "title":"Open Space Schools and How To Use Them."},
      {
        "id":"ED102653",
        "title":"The Design of Experiments and the Design of Curriculum. Stanford Evaluation Consortium Occasional Paper."},
      {
        "id":"ED102654",
        "title":"A Simultaneous Equations Model of the Educational Process Restructured: Emphasizing the Role of College Preparatory Programs, Self-Esteem, and the Ability to Control One's Environment."},
      {
        "id":"ED102656",
        "title":"Strategies for Administrative Staff Development. Operations Notebook 13."},
      {
        "id":"ED102657",
        "title":"Authorized Instructional Courses. Curriculum Bulletin 1."},
      {
        "id":"ED102658",
        "title":"Emerging Rights of Students: The Minnesota Model for a Student Bill of Rights."},
      {
        "id":"ED102659",
        "title":"Achieving Action-Oriented Communication To Improve School-Community Relations."},
      {
        "id":"ED102660",
        "title":"Administrative Strategies To Generate Community Input/Support for Improvement of the Parent-Student-Teacher Learning Bond."},
      {
        "id":"ED102663",
        "title":"P.S. 2001: The Story of the Pasadena Alternative School."},
      {
        "id":"ED102665",
        "title":"School Climate Improvement: A Challenge to the School Administrator. An Occasional Paper."},
      {
        "id":"ED102666",
        "title":"Combined Human Efforts in Elevating Achievement at the Wheatley School, Washington, D.C."},
      {
        "id":"ED102668",
        "title":"The Politics of Implementing State Grant-in-Aid Laws: The Michigan Compensatory Education Experience."},
      {
        "id":"ED102669",
        "title":"Relationships Among Leadership, Teacher, and Student Variables in Curriculum Engineering."},
      {
        "id":"ED102670",
        "title":"Longitudinal Study in Curriculum Engineering--5."},
      {
        "id":"ED102671",
        "title":"Utilizing Effective Diffusion Strategies."},
      {
        "id":"ED102672",
        "title":"Building Long Range Evaluation into New Models of Administrator Preparation."},
      {
        "id":"ED102673",
        "title":"The Junior High Years: A Statement of Philosophy and Purpose."},
      {
        "id":"ED102674",
        "title":"Project Management System."},
      {
        "id":"ED102675",
        "title":"Personalizing Education: The House System in English Comprehensive Schools."},
      {
        "id":"ED102676",
        "title":"The Contribution of Demonstration Programs to Educational Policymaking."},
      {
        "id":"ED102677",
        "title":"Improving Educational Evaluation in a Political Setting."},
      {
        "id":"ED102678",
        "title":"Student/Pupil Accounting: Standard Terminology and Guide for Managing Student Data in Elementary and Secondary Schools, Community/Junior Colleges, and Adult Education. State Educational Records and Reports Series: Handbook V. Revised."},
      {
        "id":"ED102680",
        "title":"Concepts of Leadership."},
      {
        "id":"ED102681",
        "title":"Catalyst: Alternative Methods of Conducting a Needs Assessment."},
      {
        "id":"ED102682",
        "title":"Student Attendance and Absenteeism. The Practitioner, Vol. 1., No. 1."},
      {
        "id":"ED102683",
        "title":"Space Shortage, Space Surplus, Renovations: The Principal and School Plant Planning."},
      {
        "id":"ED102684",
        "title":"Participative Decision Making in Curriculum."},
      {
        "id":"ED102685",
        "title":"Massachusetts Taxes: A Factual Guide to Future Action."},
      {
        "id":"ED102686",
        "title":"Variable Scheduling."},
      {
        "id":"ED102687",
        "title":"Assessment of Teaching Competence for Improvement of Instruction."},
      {
        "id":"ED102688",
        "title":"Teacher Evaluation: Process Accountability. A Practical Approach to Assessing Staff Competence."},
      {
        "id":"ED102689",
        "title":"The Serrano Problem: An Analysis of Equalization of Public School Support in California."},
      {
        "id":"ED102691",
        "title":"Community Participation and the Principal."},
      {
        "id":"ED102692",
        "title":"Mid-Career Study for School Administrators: Programs and Problems."},
      {
        "id":"ED102693",
        "title":"Third Parties as Problem Solvers: A Case Report."},
      {
        "id":"ED102694",
        "title":"[Individualizing Education.]"},
      {
        "id":"ED102695",
        "title":"Building the Administrative Team."},
      {
        "id":"ED102696",
        "title":"The Changing Role of the Salaried Classroom Paraprofessional."},
      {
        "id":"ED102697",
        "title":"The Salaried Instructional/Supervisory Paraprofessional: Titles and Job Descriptions."},
      {
        "id":"ED102698",
        "title":"Paraprofessional Impact on School Innovation."},
      {
        "id":"ED102699",
        "title":"Guidelines for the Collection, Maintenance, and Release of Pupil Records."},
      {
        "id":"ED102700",
        "title":"Compulsory Education."},
      {
        "id":"ED102701",
        "title":"Program Budgeting."},
      {
        "id":"ED102702",
        "title":"The Introduction of an Intra-Departmental Supervisory Program at Cathedral Prep."},
      {
        "id":"ED102703",
        "title":"The Interaction of Family and School Factors in Open-School Effects on Students."},
      {
        "id":"ED102704",
        "title":"The Relationships Among Dogmatism, Administrative Style, Autonomy, and Decision-Making of Aspiring and Practising School Principals."},
      {
        "id":"ED102705",
        "title":"A Day in the Life of Berkeley Superintendent Dick Foster: An Event Analysis."},
      {
        "id":"ED102706",
        "title":"The Concept of Structure for Describing the Diffusion of an Innovation Through Interorganizational Linkages."},
      {
        "id":"ED102707",
        "title":"Summary of the Development and Four-Year Operation of an Administrative Salary System Which Includes Performance Appraisal."},
      {
        "id":"ED102708",
        "title":"On the Reform of Secondary School Education in Finland. Information Bulletin."},
      {
        "id":"ED102709",
        "title":"Trends in Administrative Practice in Education."},
      {
        "id":"ED102710",
        "title":"The Practice of Evaluation as a Purposeful Activity."},
      {
        "id":"ED102711",
        "title":"The Need for Collaborative Investments in Effective Administrator Preparation Programs."},
      {
        "id":"ED102712",
        "title":"Formative Evaluation as Management Information."},
      {
        "id":"ED102713",
        "title":"User Needs and the Development Process."},
      {
        "id":"ED102714",
        "title":"The Future Management of Education: A Design for Its Improvement."},
      {
        "id":"ED102715",
        "title":"Technical Options for Energy Conservation in Buildings. National Conference of States on Building Codes and Standards and National Bureau of Standards Joint Emergency Workshop on Energy Conservation in Buildings. (Washington, D.C., June 19, 1973) NBS Technical Note 789."},
      {
        "id":"ED102716",
        "title":"Which School Resources Help Learning? Efficiency and Equity in Philadelphia Public Schools. Business Review."},
      {
        "id":"ED102718",
        "title":"School Finance Reform in New Mexico, 1974. An Overview."},
      {
        "id":"ED102719",
        "title":"The Strengths of a Good School Faculty: Notes on Evaluation, Growth, and Professional Partnership of Teachers."},
      {
        "id":"ED102720",
        "title":"The Currie Report: Ten Years Later."},
      {
        "id":"ED102722",
        "title":"Costs of Educational Accountability -- A Maryland Exploratory Study."},
      {
        "id":"ED102723",
        "title":"The Problem of Attendance: Research Findings and Solutions."},
      {
        "id":"ED102724",
        "title":"Consultation for Innovative Schools: OD (Organization Development) Multiunit Structure."},
      {
        "id":"ED102726",
        "title":"Effects of Group Structure on Member Attitudes and Satisfactions in Decision Conferences. Paper No. 448."},
      {
        "id":"ED102727",
        "title":"Research Perspectives for Material Requirements Planning Systems. Paper No. 434."},
      {
        "id":"ED102728",
        "title":"Experimental Studies of Discrimination in the Evaluation of Job Applicants' Resumes: I. Relative Importance of Sex, Attractiveness, and Scholastic Standing. Paper No. 430."},
      {
        "id":"ED102729",
        "title":"Some Observations on Theories of Collective Decisions. Paper No. 428."},
      {
        "id":"ED102730",
        "title":"Uncertain Costs in Competitive Bidding. Paper No. 384."},
      {
        "id":"ED102731",
        "title":"On the Probability of Winning in Competitive Bidding Theory. Paper No. 379."},
      {
        "id":"ED102732",
        "title":"Business Policy or Strategic Management: A Broader View for an Emerging Discipline. Paper No. 371."},
      {
        "id":"ED102733",
        "title":"The Locus and Basis of Influence on Organizational Decisions. Paper No. 351."},
      {
        "id":"ED102734",
        "title":"Primacy Effects in Information Processing Behavior -- The Individual Versus the Group. Paper No. 334."},
      {
        "id":"ED102735",
        "title":"Wages and Hours as Significant Issues in Collective Bargaining. Paper No. 309."},
      {
        "id":"ED102736",
        "title":"A Legislator's Guide to Collective Bargaining in Education. Research Brief Vol. 3, No. 4."},
      {
        "id":"ED102737",
        "title":"Utilization of State-Provided Data for Decision-Making Purposes at the Local District Level."},
      {
        "id":"ED102739",
        "title":"Research on Corporal Punishment Effectiveness: Contributions and Limitations."},
      {
        "id":"ED102740",
        "title":"A Guide to Hawaii Public Employee Collective Bargaining."},
      {
        "id":"ED102741",
        "title":"Planning for Program Implementation -- A Process Guide. Instructional Planning Series."},
      {
        "id":"ED102742",
        "title":"A Humanistic Approach to Special Education. Resource Monograph No. 8."},
      {
        "id":"ED102747",
        "title":"A Survey of Special Education Needs and Opportunities for the Handicapped in Marion County."},
      {
        "id":"ED102748",
        "title":"The West Virginia State Plan for Teacher Education Programs in Special Education."},
      {
        "id":"ED102749",
        "title":"An Examination of Listening Rate. Auditory Learning Monograph Series 1."},
      {
        "id":"ED102750",
        "title":"Auditory Highlighting as a Strategy for Improving Listening Comprehension. Auditory Learning Monograph Series 2."},
      {
        "id":"ED102751",
        "title":"Auditory Learners and Comprehension of Rate-Altered Recordings. Auditory Learning Monograph Series 3."},
      {
        "id":"ED102752",
        "title":"Auditory Learning: Some Observations. Auditory Learning Monograph Series 4."},
      {
        "id":"ED102753",
        "title":"Bridging the Gap Between Materials and Learners: Maximizing Auditory Instruction. Auditory Learning Monograph Series 5."},
      {
        "id":"ED102754",
        "title":"Effect of an Oral Advance Organizer on the Learning and Retention of EMR Adolescents. Auditory Learning Monograph Series 6."},
      {
        "id":"ED102755",
        "title":"Emerging Auditory Systems: Implications for Instructing Handicapped Children. Auditory Learning Monograph Series 7."},
      {
        "id":"ED102756",
        "title":"Listening Skills Materials for Visually Impaired Students: Catalog."},
      {
        "id":"ED102757",
        "title":"Auditory Learning Materials for Special Education: Catalog."},
      {
        "id":"ED102758",
        "title":"Report of Field Test Evaluation."},
      {
        "id":"ED102760",
        "title":"Assaying Student Behavior. A Minicourse in Student Assessment Techniques: Participant&apos;s Manual."},
      {
        "id":"ED102761",
        "title":"Assaying Student Behavior. A Minicourse in Student Assessment Techniques: Workbook."},
      {
        "id":"ED102762",
        "title":"Assaying Student Behavior. A Minicourse in Student Assessment Techniques: Instructor's Manual."},
      {
        "id":"ED102763",
        "title":"Planning Facilities for Physically Handicapped Children. Fifth Annual Conference."},
      {
        "id":"ED102765",
        "title":"Teaching the Talented Program: A Progress Report."},
      {
        "id":"ED102766",
        "title":"Special Education Teacher Demand and Supply for Elementary and Secondary Schools in Pennsylvania."},
      {
        "id":"ED102767",
        "title":"The Effects of Three Methods of Teaching Reading to Reading Retarded Children with Different Degrees of Visual Function Difficulties."},
      {
        "id":"ED102768",
        "title":"First Class Citizenship for Handicapped People: 1974 Annual Report of the National Advisory Committee on the Handicapped."},
      {
        "id":"ED102769",
        "title":"Putting It All Together: Techniques and Methods for Handicapped Children and Youth."},
      {
        "id":"ED102770",
        "title":"Directory of Services for Exceptional Children in North Carolina, 1974-75."},
      {
        "id":"ED102771",
        "title":"Standards for Program Evaluation: Exceptional Children."},
      {
        "id":"ED102772",
        "title":"Exceptional Children: Policies and Regulations 1974-75."},
      {
        "id":"ED102773",
        "title":"Suggestions for Identification of Gifted and Talented Students."},
      {
        "id":"ED102774",
        "title":"A Selective Bibliography and Recommended Materials for Teachers of Gifted and Talented Students."},
      {
        "id":"ED102775",
        "title":"Social-Emotional Development and Creative Explorations for the Handicapped Student."},
      {
        "id":"ED102776",
        "title":"Evaluation of Exemplary Programs for the Educable Retarded: ESEA Title III. Final Report for 1973-74 Budget Period."},
      {
        "id":"ED102777",
        "title":"TADS: Technical Assistance Development System."},
      {
        "id":"ED102778",
        "title":"Training Parents to Teach; Four Models. First Chance for Children, Vol. 3."},
      {
        "id":"ED102779",
        "title":"First Chance Network: Directory and Abstracts."},
      {
        "id":"ED102780",
        "title":"Considerations for Planning and Advisory Councils on Developmental Disabilities. A Perspective Paper."},
      {
        "id":"ED102781",
        "title":"Developmental Physical Education for the Trainable Mentally Retarded. End of Project Year Report."},
      {
        "id":"ED102782",
        "title":"A Study of Black University Student Attitudes on Three Attitude Scales."},
      {
        "id":"ED102783",
        "title":"Post Educational Employment Patterns of the Slow Learner. Final Report."},
      {
        "id":"ED102784",
        "title":"Establishing Walking Responses in a Twenty-Month Old Child by a Parent Trained in Behavioral Analysis."},
      {
        "id":"ED102785",
        "title":"The Use of a DRL Schedule of Reinforcement to Reduce Student Misbehavior in Two Elementary Classrooms."},
      {
        "id":"ED102786",
        "title":"Minimum Objectives: A Measurement System to Provide Evaluation of Special Education in Regular Classrooms."},
      {
        "id":"ED102787",
        "title":"The Effects of a Sequential Computational Skills Math Program on an Underachieving Fourth Grade Class."},
      {
        "id":"ED102788",
        "title":"Mainstreaming Special Education Using a Peer Tutoring System and a Minimum Objective Curriculum for Nine Eighth Grade Students."},
      {
        "id":"ED102789",
        "title":"The Acceleration of Learning Rate Implemented in a Multilevel Classroom."},
      {
        "id":"ED102790",
        "title":"The Challenge of Special Education in Regular High School Classrooms: Applications of the Behavioral Model."},
      {
        "id":"ED102791",
        "title":"Decreasing Pilfering Behavior of an Eleven Year Old Boy."},
      {
        "id":"ED102792",
        "title":"The Effects of Utilizing Teen Tutors in a Fourth and Fifth Grade Individualized Reading Program."},
      {
        "id":"ED102793",
        "title":"The Effects of a Structured Language Training Program with Moderately Retarded Children."},
      {
        "id":"ED102794",
        "title":"A Review of Transition Programs in California Public Schools. Technical Report SERP 1974-A2."},
      {
        "id":"ED102795",
        "title":"Special Education Guidelines."},
      {
        "id":"ED102796",
        "title":"The Callier-Azusa Scale."},
      {
        "id":"ED102797",
        "title":"Assessment of Deaf-Blind Children: The Callier-Azusa Scale."},
      {
        "id":"ED102798",
        "title":"Total Mental Health Services in Georgia."},
      {
        "id":"ED102799",
        "title":"A Study of the Visually Impaired Young People of Kansas and a Review of Educational Services."},
      {
        "id":"ED102801",
        "title":"Preventative Interventions for the Very Young: An Infant Consultation Service Interweaves Service, Training, and Research."},
      {
        "id":"ED102803",
        "title":"Alternatives to Special Class Placement for Educable Mentally Retarded Children. Occasional Paper #6."},
      {
        "id":"ED100768",
        "title":"Education. Sector Working Paper, 1974."},
      {
        "id":"ED100769",
        "title":"Alternatives in Education: A Summary View of Research and Analysis on the Concept of Non-Formal Education. Program of Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED100770",
        "title":"Economics and Non-Formal Education. Program of Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED100771",
        "title":"Toward a Strategy of International Interaction in Non-Formal Education. Program Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED100772",
        "title":"Non-Formal Education in Ethiopia. Program of Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED100773",
        "title":"Historical Perspectives on Non-Formal Education. Program of Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED100774",
        "title":"Effective Learning in Non-Formal Education. Program of Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED100775",
        "title":"Case Studies in Non-Formal Education. Program of Studies in Non-Formal Education. Team Reports."},
      {
        "id":"ED100776",
        "title":"Non-Formal Education: New Strategies for Developing an Old Resource. Report on a Conference and Workshop. Program of Studies in Non-Formal Education."},
      {
        "id":"ED100777",
        "title":"Investigating Environmental Problems in a High School Biology Course for Grades 11-12."},
      {
        "id":"ED100778",
        "title":"An Environmentally Related Program for the Sixth Grade."},
      {
        "id":"ED100779",
        "title":"Applications of Media for Environmental Education in the School. Project Report No. 12."},
      {
        "id":"ED100780",
        "title":"The Curse of Culture. SSEC Publication No. 133."},
      {
        "id":"ED100781",
        "title":"Student Values as Educational Objectives. SSEC Publication No. 124."},
      {
        "id":"ED100782",
        "title":"Fundamental Ideas of Social Psychology. SSEC Publication No. 149."},
      {
        "id":"ED100783",
        "title":"Reforming the Social Studies Methods Course. SSEC Publication No. 155."},
      {
        "id":"ED100784",
        "title":"New Directions: Social Studies Curriculum for the 70's. Report of a Conference. SSEC Publication No. 161."},
      {
        "id":"ED100785",
        "title":"Systems Analysis and Its Use in the Classroom. SSEC Publication No. 157."},
      {
        "id":"ED100786",
        "title":"A Preliminary Review of the Intercultural Dimension in International/Intercultural Education, Grades K-14. Final Report. Publication No. 156."},
      {
        "id":"ED100787",
        "title":"The University Model and Educational Change. SSEC Publication No. 130."},
      {
        "id":"ED100788",
        "title":"The Political System. SSEC Publication No. 103."},
      {
        "id":"ED100789",
        "title":"Anthropology. SSEC Publication No. 106."},
      {
        "id":"ED100790",
        "title":"The Relevance of Economics in the High School: The Developmental Economic Education Program. SSEC Publication No. 131."},
      {
        "id":"ED100791",
        "title":"Religion in School History Textbooks in Europe."},
      {
        "id":"ED100792",
        "title":"Multicultural Education: In Search of Definitions and Goals."},
      {
        "id":"ED100793",
        "title":"A.I.D. Educational Assistance to Turkey, 1957-1970."},
      {
        "id":"ED100794",
        "title":"Selected Generic Competencies with Indicators for Elementary Teachers."},
      {
        "id":"ED100795",
        "title":"A Report on Humanistic Programs in Higher Education."},
      {
        "id":"ED100796",
        "title":"The Teacher Market Glut: Some Guidelines."},
      {
        "id":"ED100797",
        "title":"In the Preparation and Practice of Professionals for Elementary and Secondary Education: Unit 2."},
      {
        "id":"ED100798",
        "title":"The Use of Direct Observation to Study Instructional-Learning Behaviors in School Settings."},
      {
        "id":"ED100799",
        "title":"An Approach to Competency-Based Teacher Preparation in Early Childhood Education."},
      {
        "id":"ED100800",
        "title":"The Effect of the Teachers' Smoking Behavior on Their Involvement in Smoking Education in the Schools."},
      {
        "id":"ED100801",
        "title":"Standards for [Alabama] State Approval of Teacher Education."},
      {
        "id":"ED100802",
        "title":"Teacher Education in New York State: Relevant Issues."},
      {
        "id":"ED100803",
        "title":"Qualitative Evaluation of Teacher Training, Class Teacher Lines (KUL-K)."},
      {
        "id":"ED100804",
        "title":"Motivational Procedures Workshop: Planning, Conduct, Evaluation and Follow-up."},
      {
        "id":"ED100805",
        "title":"The 1974 Annual Report of the New England Program in Teacher Education (Inc.)."},
      {
        "id":"ED100806",
        "title":"An Example of a Pharmacy for Inservice Education."},
      {
        "id":"ED100807",
        "title":"Parity in Designing, Conducting, and Evaluating Teacher Education Programs: A Conceptual Definition."},
      {
        "id":"ED100808",
        "title":"The Teacher and Educational Change: A New Role, Volume 1. General Report."},
      {
        "id":"ED100809",
        "title":"The Teacher and Educational Change: Volume 2. Recent Trends in Teacher Recruitment."},
      {
        "id":"ED100811",
        "title":"Three Views of Competency-Based Teacher Education: II University of Houston. CBTE Applying Systems Theory to Program Design. Fastback 49."},
      {
        "id":"ED100812",
        "title":"Three Views of Competency-Based Teacher Education: 3. University of Nebraska. CBTE: Can it be Achieved? Fastback 50."},
      {
        "id":"ED100814",
        "title":"The Effects of Pre-Service Participation upon Performance in Student Teaching."},
      {
        "id":"ED100815",
        "title":"EPDA [Education Professions Development Act] B-2 Workshops. 1st Year Teacher, Master Teacher, Administrator."},
      {
        "id":"ED100816",
        "title":"Models for Individualized Instruction."},
      {
        "id":"ED100817",
        "title":"Role of the Supervising Teacher."},
      {
        "id":"ED100818",
        "title":"Guidelines for Developing a Field Experience (Internship) Program."},
      {
        "id":"ED100819",
        "title":"The Worcester-Dynamy Residential Program; The Worcester-Dynamy High School Program. Evaluation Findings 1973-1974."},
      {
        "id":"ED100820",
        "title":"Competency-Based Teacher Education: Organization Operation Management."},
      {
        "id":"ED100821",
        "title":"Training of Teachers in the Use of Audio-Visual Media."},
      {
        "id":"ED100822",
        "title":"Training of Teachers of Migrant Workers&apos; Children."},
      {
        "id":"ED100823",
        "title":"A Self-Actualization Process for Teachers."},
      {
        "id":"ED100824",
        "title":"Implications of the Employment of Auxiliary School Personnel. Report No. C-74303."},
      {
        "id":"ED100825",
        "title":"The Evaluation of a Special Education Teacher Preparation Model, The Integrated Program 1973-1974."},
      {
        "id":"ED100826",
        "title":"Disclosure of Self through the Games We Choose To Play."},
      {
        "id":"ED100827",
        "title":"Learning and Relative Performance on Two and Three Dimensional Visual Cue Perceptual-Motor Tasks."},
      {
        "id":"ED100830",
        "title":"Teaching for Retention: Interpreting Motor Learning Research in the Practical Teaching Situation."},
      {
        "id":"ED100831",
        "title":"Dr. Dudley Sargent: A Sterling Example of Commitment, Communication, and Cooperation."},
      {
        "id":"ED100832",
        "title":"New Forms and Substance in Physical Education."},
      {
        "id":"ED100833",
        "title":"Parental and Community Involvement in Education and Teacher Education."},
      {
        "id":"ED100839",
        "title":"Validity of Selected Lab and Field Tests of Physical Working Capacity."},
      {
        "id":"ED100841",
        "title":"Thoughts on Behavioral Objectives."},
      {
        "id":"ED100842",
        "title":"Selection Research Project Evaluation: A Three Year Study. Final Report."},
      {
        "id":"ED100843",
        "title":"Political Science Methodology in Evaluation: Power, Professionalism, and Organizational Commitment in TTT."},
      {
        "id":"ED100844",
        "title":"A Survey of Student Teachers' Views on Selected Aspects of the Teacher Education Program in Early Childhood Education, Intermediate Education, and Secondary Education."},
      {
        "id":"ED100845",
        "title":"Qualitative Evaluation of Teacher Training, Subject Teacher Line, KUL-A."},
      {
        "id":"ED100846",
        "title":"Long-Term Retention from Audio-Tutorial Teaching. Report to the University Research Grants Committee."},
      {
        "id":"ED100847",
        "title":"Teacher Training for Effective Questioning."},
      {
        "id":"ED100848",
        "title":"Qualitative Evaluation of Teaching Service, Subject Teacher Line, KULT-A."},
      {
        "id":"ED100850",
        "title":"Adult Education: A Study of Needs and Obstacles (SOS-VUX)."},
      {
        "id":"ED100851",
        "title":"A Proposed Fordham Fact--Host School Intravisitation Program Based on a Report and Suggestions."},
      {
        "id":"ED100852",
        "title":"Teacher In-Service on the EQA Status Report. Manual One."},
      {
        "id":"ED100853",
        "title":"Classroom Reward Structures and Academic Performance. Report No. 186."},
      {
        "id":"ED100856",
        "title":"Communication via Chalkboard and on Paper. TLA-100.00 (F.U.F.)."},
      {
        "id":"ED100857",
        "title":"The Principal and the Lead Teacher: The Relationship of Roles and Responsibilities."},
      {
        "id":"ED100858",
        "title":"A Brief Guide for Teachers Towards the Utilization of the Concept of \"Open Space\" as an Aspect of Instructional Individualization."},
      {
        "id":"ED100859",
        "title":"Possible Guidelines for Assessment of P.B.T.E. Program Applying for Funding."},
      {
        "id":"ED100860",
        "title":"Curriculum Building; Affective Development re. Competency Based Teacher Education. TTL-001.02 (USC)."},
      {
        "id":"ED100861",
        "title":"Staff Development Program."},
      {
        "id":"ED100862",
        "title":"The Troubled Youth, TY 003. (USC-U). Profile--Community TY 003.01(USC-U)."},
      {
        "id":"ED100863",
        "title":"Chicano Culture (Instructor's Manual)."},
      {
        "id":"ED100864",
        "title":"Behavior Modification; An Instructional Module."},
      {
        "id":"ED100865",
        "title":"Identification and Selection of Teacher Competencies."},
      {
        "id":"ED100866",
        "title":"A Brief Summary of Competency-Based Teacher Education."},
      {
        "id":"ED100867",
        "title":"Competencies for Observation and Evaluation of Interns and Student Teachers."},
      {
        "id":"ED100868",
        "title":"Three Developmental Models Designed for the Education of Low-Income Children."},
      {
        "id":"ED100869",
        "title":"Some Pre-Service Modules for the Toledo Teacher Corps Program."},
      {
        "id":"ED100870",
        "title":"Diagnosing for Total Personality. G100.00 (F.U.F.)."},
      {
        "id":"ED100871",
        "title":"Minorities in Policy-Making Positions in Public Education."},
      {
        "id":"ED100872",
        "title":"A Report of a Formative Evaluation Study of the Kent State University Teacher Education Center Program."},
      {
        "id":"ED100873",
        "title":"Bilingual Teacher Preparation Conference Report."},
      {
        "id":"ED100874",
        "title":"Effects of a Protocol Film Series in Terms of Learning Outcomes and Reactions of Users."},
      {
        "id":"ED100875",
        "title":"Basic Skills; ESEA Title III Projects in the Nation's Schools."},
      {
        "id":"ED100876",
        "title":"S.I.T.E. Expanding Educational Horizons; A Report on The Suburban Intercultural Teacher Education Program."},
      {
        "id":"ED100877",
        "title":"Small Group Cooperative Curriculum and Experimental Evaluation; A Study of Cooperation Training. Final Report."},
      {
        "id":"ED100878",
        "title":"PBTE--Issues and Current Resources."},
      {
        "id":"ED100880",
        "title":"Concerns of Historically and Developing Black Institutions: A Bibliography."},
      {
        "id":"ED100881",
        "title":"Effective Problem Solving. Affective 10.0."},
      {
        "id":"ED100882",
        "title":"Decision Making 3. Affective 9.0."},
      {
        "id":"ED100883",
        "title":"Decision Making 1. Affective 7.0."},
      {
        "id":"ED100884",
        "title":"Sharing Self with Others. Affective 3.0."},
      {
        "id":"ED100885",
        "title":"Entry Program. Ed. 390, Revised."},
      {
        "id":"ED100886",
        "title":"Competitive Teaching Wages."},
      {
        "id":"ED100887",
        "title":"Teacher Aides; An Annotated Bibliography."},
      {
        "id":"ED100888",
        "title":"Curriculum Building. Cognitive Development re. Competency Based Teacher Education. EE 001.03.9.1-EE 001.03.9.6."},
      {
        "id":"ED100889",
        "title":"Master's Degree in Education: Research for the Teacher, MSED 004 (USC-U). Preparing for Research, MSED 004.01 (USC-U). Carrying on Research, MSED 004.02 (USC-U)."},
      {
        "id":"ED100890",
        "title":"Secondary Education Handbook for Students, 1971-72."},
      {
        "id":"ED100892",
        "title":"Survey of the State High School Activities Associations Relative to Two Problems in High School Track. Resource Monograph No. 9."},
      {
        "id":"ED100893",
        "title":"The P.K. Yonge Annual Invitational Track and Field Meet; A Model for Organizing and Conducting a High School Invitational. Resource Monograph No. 10."},
      {
        "id":"ED100894",
        "title":"Multiple Choice; A Handbook for Informalizing the Classroom."},
      {
        "id":"ED100895",
        "title":"Elementary School Reading Instruction; A Design for a Reading Teacher Education Course Using Competency-Based Individualized Modular Instruction."},
      {
        "id":"ED100896",
        "title":"Differentiated Staffing: The Second Generation."},
      {
        "id":"ED100897",
        "title":"Training Competency-Based Instructional Personnel. Participant Handout."},
      {
        "id":"ED100898",
        "title":"Team Leaders View Teacher Corps."},
      {
        "id":"ED100899",
        "title":"The Cooperating Teacher in the Teacher Corps Design."},
      {
        "id":"ED100900",
        "title":"The State of the Art of Competency-Based Teacher Education. A Review of Selected Literature."},
      {
        "id":"ED100901",
        "title":"Student Teaching as a Facilitator of Change."},
      {
        "id":"ED100902",
        "title":"Life-Involvement Model (LIM) Project for the 1973-74 Project Year. Final Report."},
      {
        "id":"ED100903",
        "title":"Interim Report: Program Development Specialist's Role."},
      {
        "id":"ED100904",
        "title":"Ethnic Diversity: Framework for Analysis of Curriculum Assumptions; or, Ethnic Diversity: A Close, Hard Look at Curricular Assumptions."},
      {
        "id":"ED100905",
        "title":"[Initial Systematic Management Design for Teacher Corps, Cycle V, University of Southern California, School of Education.]"},
      {
        "id":"ED100906",
        "title":"Elementary Education Handbook for Students 1971-1972."},
      {
        "id":"ED100907",
        "title":"The Salem Teacher Education Model: STEM; A Modular Follow-Through Approach within a Field-Laboratory Model."},
      {
        "id":"ED100908",
        "title":"The Black Culture Ghetto Cycle Syndrome."},
      {
        "id":"ED100909",
        "title":"The Diagnosis of Cultural Behaviors."},
      {
        "id":"ED100910",
        "title":"Using the Language of Teachers to Identify Basic Teaching Skills."},
      {
        "id":"ED100911",
        "title":"Teacher Competencies at the B.A. Level."},
      {
        "id":"ED100912",
        "title":"Student Teacher Handbook and Field Experience Guidelines. Revised Edition."},
      {
        "id":"ED100913",
        "title":"Differentiating Teachers: Strength to the Profession."},
      {
        "id":"ED100914",
        "title":"Writing Behavioral Objectives. Learning Package No. 1."},
      {
        "id":"ED100916",
        "title":"Analyzing Teacher Team Effectiveness; The Team Tutorial Approach: A Model."},
      {
        "id":"ED100917",
        "title":"Problem Solving: An Instructional Module."},
      {
        "id":"ED100918",
        "title":"Staff Differentiation; An Annotated Bibliography Addendum."},
      {
        "id":"ED100919",
        "title":"Work Stoppage Policies in Teacher Education Programs."},
      {
        "id":"ED100920",
        "title":"Can the X-Factor of Teaching Be Used In Research?"},
      {
        "id":"ED100921",
        "title":"[UUTEP Handbook (Undergraduate Urban Teacher Education Program)]."},
      {
        "id":"ED100922",
        "title":"Teacher Corps in Vermont: The Question of Parity."},
      {
        "id":"ED100923",
        "title":"Developing Tools for Accountability: Shaping and Writing Performance Objectives from the Perspective of a Needs Assessment."},
      {
        "id":"ED100924",
        "title":"Performance Contracting: Problem Definition and Problem Resolution."},
      {
        "id":"ED100925",
        "title":"A Followup Study of 1967-70 Cooperative Urban Teacher Education Graduates."},
      {
        "id":"ED100926",
        "title":"Rationale and Philosophy of Revised (Year II) Oakleaf Mathematics Curriculum. Individually Prescribed Instruction, Mathematics."},
      {
        "id":"ED100927",
        "title":"Increasing Positive Teacher Actions in the Classroom."},
      {
        "id":"ED100928",
        "title":"Team Teaching; An Annotated Bibliography."},
      {
        "id":"ED100929",
        "title":"The Development and Validation of a Simulation Device to Measure Teacher Affective Sensitivity. Final Report."},
      {
        "id":"ED100930",
        "title":"Classroom Discipline--A Learning Package."},
      {
        "id":"ED100931",
        "title":"Small Group Instruction."},
      {
        "id":"ED100932",
        "title":"Selecting Learning Strategies; A Learning Package."},
      {
        "id":"ED100933",
        "title":"Protocol Materials Catalog. 1975 Edition. Florida Project for Changing Teacher Education through the Use of Protocol Materials."},
      {
        "id":"ED100935",
        "title":"Teaching Competencies for Supervising Teachers."},
      {
        "id":"ED100936",
        "title":"Awareness of Self. Affective 1.0."},
      {
        "id":"ED100937",
        "title":"Awareness of Self in Relation to Others. Affective 2.0."},
      {
        "id":"ED100938",
        "title":"Communication: Listening and Responding. Affective 4.0."},
      {
        "id":"ED100939",
        "title":"Communication: Nonverbal. Affective 5.0."},
      {
        "id":"ED100940",
        "title":"Communication: One-Way and Two-Way. Affective 6.0."},
      {
        "id":"ED100941",
        "title":"Decision Making II. Affective 8.0."},
      {
        "id":"ED100942",
        "title":"Teacher Interaction. Affective 11.0."},
      {
        "id":"ED100943",
        "title":"Professional Ethics for the Educator. Affective 12.0."},
      {
        "id":"ED100944",
        "title":"Verbal Interaction. Affective 14.0."},
      {
        "id":"ED100945",
        "title":"Longitudinal Study of Elementary School Effects: Design, Instruments, and Specifications for a Field Test. Final Report."},
      {
        "id":"ED100957",
        "title":"Reality Research: An &quot;Open&quot; Systems Approach."},
      {
        "id":"ED100958",
        "title":"Issues Concerning Inferences from Grouped Observations."},
      {
        "id":"ED100959",
        "title":"Traditional Research versus Evaluation."},
      {
        "id":"ED100961",
        "title":"Influence of Alternative Structural, Organizational and Managerial Options on the Role of Evaluation."},
      {
        "id":"ED100962",
        "title":"An Implementation of the Action Space Concept in Behavioral Analysis."},
      {
        "id":"ED100963",
        "title":"An Exploration of Specific Transfer Properties of Different Instructional Sequences Designed for Use in Teaching Selected Principles of Conditional Logic."},
      {
        "id":"ED100965",
        "title":"The Classroom Behavior of Teachers and Students During Compensatory Reading Instruction. No. PR-74-5."},
      {
        "id":"ED100966",
        "title":"Educational Research for Public Service."},
      {
        "id":"ED100967",
        "title":"An Outline of Methods of Grading Student Performance."},
      {
        "id":"ED100968",
        "title":"Educational Quality Assessment Publicity Suggestions or... Is Anybody Out There Listening... or Talking?"},
      {
        "id":"ED100969",
        "title":"Technical Report on Development of USES Specific Aptitude Test Battery for Ward Clerk (medical ser.) 219.388."},
      {
        "id":"ED100970",
        "title":"On Evaluation: For Administrators."},
      {
        "id":"ED100971",
        "title":"On Evaluation: For Members of Boards of Education."},
      {
        "id":"ED100972",
        "title":"An Experimental Evaluation of a Driver Simulator for Safety Training. Technical Report No. 66-9."},
      {
        "id":"ED100973",
        "title":"Performance Education: Atlanta or Atlantis?"},
      {
        "id":"ED100974",
        "title":"Teacher Evaluation."},
      {
        "id":"ED100975",
        "title":"The Factorial Structure of Machiavellianism."},
      {
        "id":"ED100976",
        "title":"Effects of Learner Variables on Retention and Two Levels of Cognitive Material When Learning for Mastery."},
      {
        "id":"ED100978",
        "title":"The Acquisition of Visual Information. Final Report."},
      {
        "id":"ED100979",
        "title":"A Statistical Picture of Australian Science Teachers--Some Results from the IEA Science Project. IEA (Australia) Report 1973:3."},
      {
        "id":"ED100980",
        "title":"Developmental Characteristics in the Bilingual-Bicultural Preschooler as Measured by the &quot;Minnesota Child Development Inventory.&quot;"},
      {
        "id":"ED100982",
        "title":"Characteristics of Students by CLEP Performance."},
      {
        "id":"ED100983",
        "title":"A Multifaceted Model of Training in Psychological Assessment."},
      {
        "id":"ED100984",
        "title":"Implications of Psychometric Laboratories for Training Interns in Psychological Assessment."},
      {
        "id":"ED100985",
        "title":"The Law Encounter Severity Scale (LESS): A Criterion for Criminal Behavior and Recidivism."},
      {
        "id":"ED100986",
        "title":"The Maladaptive Behavior Record (MBR): The Role of Maladaptive Reaction Patterns in the Analysis and Prediction of Criminal Behavior and Recidivism."},
      {
        "id":"ED100989",
        "title":"On Evaluation: For Parents."},
      {
        "id":"ED100990",
        "title":"The Problem Oriented Educational Record: A Systems Analysis, Design, and Implementation Process."},
      {
        "id":"ED100991",
        "title":"Peer and Self Assessment in the Quest for Evaluative Techniques That Predict Delivery of Quality Care."},
      {
        "id":"ED100992",
        "title":"Assessment of Creativity."},
      {
        "id":"ED100993",
        "title":"The Development of Symbol Processing Abilities."},
      {
        "id":"ED100994",
        "title":"The Comparison of Two Methods of Instruction in Teaching the Wechsler Intelligence Scale for Children."},
      {
        "id":"ED100995",
        "title":"Evaluating Committee and Individual Conference Roles of Educational Leaders."},
      {
        "id":"ED100998",
        "title":"&quot;Thinking About My School&quot; (TAMS): The Development of an Inventory to Measure Pupil Perception of the Elementary School Environment. R&amp;D Memorandum No. 125."},
      {
        "id":"ED101000",
        "title":"The Social Science Observation Record (SSOR). Introductory Packet. Resource Monograph No. 7."},
      {
        "id":"ED101001",
        "title":"The Social Science Observation Record: A Guide for Pre-service and In-service Teachers Participating in Microteaching."},
      {
        "id":"ED101002",
        "title":"The Social Science Observation Record: Theoretical Construct and Pilot Studies. Research Monograph No. 7."},
      {
        "id":"ED101003",
        "title":"Educational Quality Assessment. Manual for Interpreting Elementary School Reports."},
      {
        "id":"ED101004",
        "title":"Mirror, Mirror on the Wall: Adolescent Self-Concept in Four Countries."},
      {
        "id":"ED101005",
        "title":"The Relationship of Arousal to Retention of Stimulus-Response, Response and Stimulus Terms in Paired Associate Learning."},
      {
        "id":"ED101006",
        "title":"Educational Quality Assessment. Manual for Interpreting Secondary School Reports."},
      {
        "id":"ED101007",
        "title":"Educational Quality Assessment. Manual for Interpreting Intermediate School Reports."},
      {
        "id":"ED101008",
        "title":"Sample Design for \"Other Nations, Other Peoples.\" Research Memorandum No. 74-4."},
      {
        "id":"ED101009",
        "title":"An Overview of Research Artifacts Supposedly Causing Data Bias."},
      {
        "id":"ED101010",
        "title":"Hypothesis Testing as a Function of an Individual's Cognitive Style."},
      {
        "id":"ED101011",
        "title":"On the Testing of Tests: A Longitudinal Study."},
      {
        "id":"ED101013",
        "title":"A Validation Study of RACE (Racial Attitude and Cultural Expression Test). Final Report."},
      {
        "id":"ED101016",
        "title":"Attitudes Towards Instructors, Social Desirability, and Behavioral Intentions."},
      {
        "id":"ED101017",
        "title":"Achievement Test Restandardization: Emergency School Aid Act (ESAA) National Evaluation."},
      {
        "id":"ED101019",
        "title":"Design Considerations for Packaging Effective Approaches in Compensatory Education. RMC Report No. UR-241."},
      {
        "id":"ED101024",
        "title":"An Investigation of Alternative Measures of School Segregation. Discussion Paper No. 229-74."},
      {
        "id":"ED101025",
        "title":"Discontinuities in Schooling and the Socioeconomic Life Cycle. Discussion Papers No. 238-74."},
      {
        "id":"ED101026",
        "title":"General Revenue Sharing in American Cities: First Impressions."},
      {
        "id":"ED101028",
        "title":"Title I: Expanding Educational Growth. Annual Report to the President and the Congress/1974."},
      {
        "id":"ED101031",
        "title":"Children&apos;s Charities, 1974. Part 3: Epilepsy Foundation. Appendix. Hearings Before the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, Second Session..."},
      {
        "id":"ED101032",
        "title":"Children&apos;s Charities, 1974. Part 4: Voluntary Foreign Aid Agencies Serving Children and Youth. Hearings Before the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare. United States Senate, Ninety-Third Congress, Second Session. Hearings Held October 10, 1974."},
      {
        "id":"ED101033",
        "title":"Development Towns in Israel: The Role of Community in Creating Ethnic Disparities in Labor Force Characteristics. Discussion Papers No. 230-74."},
      {
        "id":"ED101036",
        "title":"Borinquen: A Bilingual List of Books, Films and Records on the Puerto Rican Experience. Third Edition."},
      {
        "id":"ED101037",
        "title":"Federal Assistance to Desegregating School Districts. Emergency School Aid Act, Title VII, Public Law 92-318, as Amended by Public Law 93-380. A Report on Activities, April 1974-September 1974."},
      {
        "id":"ED101040",
        "title":"Evaluation of World of Inquiry School. Final Report."},
      {
        "id":"ED101041",
        "title":"Effective Teaching in the Desegregated School. Fastbacks No. 32."},
      {
        "id":"ED101042",
        "title":"The Effectiveness of Secondary and Higher Education Intervention Programs: A Critical Review of the Research."},
      {
        "id":"ED101046",
        "title":"Socialization for Educability in a Cross-Cultural Context: Some of the Findings of the UCLA Hawaii Project."},
      {
        "id":"ED101049",
        "title":"Revolution and the Political Integration of the Enslaved and Disenfranchised."},
      {
        "id":"ED101050",
        "title":"Minorities and the Media."},
      {
        "id":"ED101055",
        "title":"Jobs, Training, and Attitudes of Workers. Institute for Research on Poverty Discussion Papers No. 204-74."},
      {
        "id":"ED101056",
        "title":"Adult Basic Education Component; Manpower Development Component; and Program Evaluation. Delta Opportunities Corporation: Final Report."},
      {
        "id":"ED101057",
        "title":"Career Awareness K-6. Bulletin No. 734."},
      {
        "id":"ED101058",
        "title":"Suggested Curriculum and Planning Guide for Developing a Program in Auto Mechanics. Bulletin No. 49-174."},
      {
        "id":"ED101061",
        "title":"Factors Associated with Achievement in Adult Basic Education (Evaluation of Adult Basic Education in the Quitman County Center for Learning and Educational Development)."},
      {
        "id":"ED101062",
        "title":"Quitman County Center for Learning and Educational Development, Inc.: Final Report."},
      {
        "id":"ED101063",
        "title":"Quitman County Center for Learning and Educational Development: Final Project Report."},
      {
        "id":"ED101064",
        "title":"Registered Nurse Education and the Registered Nurse Job Market."},
      {
        "id":"ED101065",
        "title":"Wage Differentials Between Federal Government and Private Sector Workers."},
      {
        "id":"ED101067",
        "title":"Historic New Jersey Occupations: A Rich Resource for the Career Awareness of Today's Children &amp; Youth."},
      {
        "id":"ED101068",
        "title":"The Development of Industrial Democracy in Norway."},
      {
        "id":"ED101069",
        "title":"The Personnel Function Today--Trends for the Future."},
      {
        "id":"ED101070",
        "title":"Labour Market Policies."},
      {
        "id":"ED101071",
        "title":"Once Again: What Is Organization Development?"},
      {
        "id":"ED101072",
        "title":"Norwegian Field Research Projects in Industrial Democracy."},
      {
        "id":"ED101073",
        "title":"Training of Adults in a Developed Society."},
      {
        "id":"ED101074",
        "title":"Development and Utilization of Human Resources; A General View."},
      {
        "id":"ED101075",
        "title":"Goals and Objectives for Pupil Personnel Services. And: Career Planning Survey; Student Booklet."},
      {
        "id":"ED101076",
        "title":"Discussion Guide. Education: To Make a Life, To Make a Living."},
      {
        "id":"ED101077",
        "title":"Career Education Resource Laboratory. Final Report."},
      {
        "id":"ED101078",
        "title":"Report on Discussions of the Task Force on the Manpower Distribution Project of the National Health Council."},
      {
        "id":"ED101079",
        "title":"Orientation to Health Occupations: A Teacher's Guide."},
      {
        "id":"ED101080",
        "title":"Handbook for Teachers of Adults."},
      {
        "id":"ED101081",
        "title":"Aircrew Survival Equipmentman 3 &amp; 2; Naval Training Command Rate Training Manual."},
      {
        "id":"ED101082",
        "title":"The Continuing Education Unit: A New Kind of Credit for Higher Education Continuing Education."},
      {
        "id":"ED101083",
        "title":"A Statement on the Philosophy, Development, and Adoption of the Continuing Education Unit."},
      {
        "id":"ED101084",
        "title":"A Comparison of Public School Teachers' and University Students' Attitudes Toward Career Education."},
      {
        "id":"ED101086",
        "title":"Growth of Enrollments in Post-Secondary Education in North Carolina: (1960 and 1968)."},
      {
        "id":"ED101087",
        "title":"Occupational Safety and Health Curriculum Manual."},
      {
        "id":"ED101088",
        "title":"An Evaluation of Occupational Education as Seen by Occupational Education Instructors: North Carolina, FY 1973."},
      {
        "id":"ED101089",
        "title":"Inactive Health Personnel Project: Final Report."},
      {
        "id":"ED101090",
        "title":"Marital and Family Characteristics of Workers, March 1974."},
      {
        "id":"ED101092",
        "title":"Career Development in Nevada: Goals and Objectives, a Working Guide."},
      {
        "id":"ED101093",
        "title":"Career Development in Nevada: Organizing for Instruction."},
      {
        "id":"ED101095",
        "title":"Kishwaukee Manpower Inventory."},
      {
        "id":"ED101096",
        "title":"Labour Force and World Population Growth. Bulletin of Labour Statistics."},
      {
        "id":"ED101097",
        "title":"Adult Basic Learning in an Activity Center: A Demonstration Approach."},
      {
        "id":"ED101098",
        "title":"Region VI Adult Education Staff Development Project: Interim Report."},
      {
        "id":"ED101099",
        "title":"A Research and Development Project to Design a System and Supporting Materials, to Provide an Adult Performance Level (APL) in Four Major Sub-Areas for Adult Basic Education."},
      {
        "id":"ED101100",
        "title":"Adult Student Retention and Achievement with Language-Based Modular Materials. POR FIN: Program Organizing Related Family Instruction in the Neighborhood."},
      {
        "id":"ED101101",
        "title":"Massachusetts Guidelines for Guidance Programs in Career Education."},
      {
        "id":"ED101102",
        "title":"Performance Level Education for Mental Health: Final Report."},
      {
        "id":"ED101103",
        "title":"Project Reach: Annual Report--Year 1. June 1, 1969-June 14, 1970."},
      {
        "id":"ED101104",
        "title":"Project Reach: Final Report--Year 2."},
      {
        "id":"ED101105",
        "title":"Adult Basic Education Communication Skills Institute. June 21, 1971-July 16, 1971; Followup to August 31, 1972. Final Report."},
      {
        "id":"ED101106",
        "title":"Project BEAM (Basic Education Action Motivation) Final Evaluation Report."},
      {
        "id":"ED101107",
        "title":"Training Project to Assist in the Development of a More Positive Leadership Role for tribal Education Committees in the Development and Administration of Reservation Adult Basic Education Programs: Final Report."},
      {
        "id":"ED101108",
        "title":"Work Adjustment: A Dynamic Rehabilitation Process."},
      {
        "id":"ED101109",
        "title":"South Dakota Career Education: Statewide Implementation of K-14 Project of Career Education, Occupational Counseling, and Bridging the Gap Between School and Work. First Interim Report."},
      {
        "id":"ED101110",
        "title":"The Impact of Police Unions: Summary Report."},
      {
        "id":"ED101111",
        "title":"F.O.O.D. for Thought: Focus on Optimal Development of the Child: Intermediate Level. Teaching Activities in Nutrition, Physical and Mental Health, and Learning Abilities."},
      {
        "id":"ED101114",
        "title":"High School Workshop Careers in Education Handbook."},
      {
        "id":"ED101115",
        "title":"Manpower Policies and the Disadvantaged; A Summary Report on Labor Market Information Systems and the Disadvantaged, with Emphasis on Policy Implications."},
      {
        "id":"ED101116",
        "title":"Opportunity to Increase Effectiveness of JOBS-Type Programs to Be Funded Under CETA."},
      {
        "id":"ED101117",
        "title":"Opportunities and Challenges for Women Engineers in Industry."},
      {
        "id":"ED101118",
        "title":"Career Education: Programs & Progress; A Report on U. S. Office of Education Activities in Career Education in Fiscal Year 1973."},
      {
        "id":"ED101119",
        "title":"English as a Second Language for Job Training and Employment: Special Demonstration Project."},
      {
        "id":"ED101120",
        "title":"Adult Basic Education Teacher Training Institute: Problems of the Urban Poor, Particularly the Urban Poor White. Final Report."},
      {
        "id":"ED101121",
        "title":"Preliminary Three-Year Plan for Adult Basic Education Staff Development."},
      {
        "id":"ED101122",
        "title":"Urban Adult Basic Education Special Teacher Training Institute. Final Report."},
      {
        "id":"ED101124",
        "title":"Journalist 3 &amp; 2; Naval Training Command Rate Training Manual."},
      {
        "id":"ED101125",
        "title":"Alternate Plans in the Event of Work Interruption: Cooperative Vocational Education in Pennsylvania. CVE Monograph No. 2."},
      {
        "id":"ED101127",
        "title":"Report on Federal Productivity. Volume 1, Productivity Trends, FY 1967-1973."},
      {
        "id":"ED101128",
        "title":"Report on Federal Productivity. Volume 2, Productivity Case Studies."},
      {
        "id":"ED101129",
        "title":"Work Measurement Guidelines for Federal Government Managers; Prepared for the Joint OMB/GAO/CSC Productivity Steering Committee."},
      {
        "id":"ED101130",
        "title":"A Comparison Between Lecture and Independent Study Methods of Instruction in Dental Radiology with Provision for Individual Differences."},
      {
        "id":"ED101131",
        "title":"Education to Make a Living: Bibliography."},
      {
        "id":"ED101132",
        "title":"Barriers to Effective Vocational-Occupational Education: Bibliography."},
      {
        "id":"ED101133",
        "title":"Consumer Education: What Subject Matter? Bibliography."},
      {
        "id":"ED101134",
        "title":"Upgrading Licensed Practical Nurse to Registered Nurse Program, September 1971 - June 1973. Report."},
      {
        "id":"ED101135",
        "title":"ABE in the Inner City Project: Innovative Practices Study. Final Report, 1970-71."},
      {
        "id":"ED101136",
        "title":"Parent Leadership Training Project, October 1, 1970-September 30, 1972. Independent Evaluator's Report."},
      {
        "id":"ED101137",
        "title":"New York Industrial Education Center Adult Basic Education Manpower Training Program; Final Report: 1969-1971."},
      {
        "id":"ED101138",
        "title":"Project GROW [Green River Opportunities for Work]: History Report."},
      {
        "id":"ED101139",
        "title":"Project GROW [Green River Opportunities for Work]: Learning Concepts in Career Development [and Guide]."},
      {
        "id":"ED101140",
        "title":"Project GROW [Green River Opportunities for Work]: Final Report."},
      {
        "id":"ED101141",
        "title":"[Career Education Work Experience Packet, Norwalk-LaMirada (Calif.) Unified School District.]"},
      {
        "id":"ED101142",
        "title":"Familiarization and Dissemination of Selected Vocational-Technical Curriculum and Resource Materials. Final Report."},
      {
        "id":"ED101143",
        "title":"Effect of a Predictor Instrument on Learning to Land a Simulated Jet Trainer. Final Report."},
      {
        "id":"ED101144",
        "title":"The Role of the Private Vocational Schools in the University of the State of New York."},
      {
        "id":"ED101145",
        "title":"The Construction and Validation of a Measure of Vocational Maturity. Center Technical Paper No. 16."},
      {
        "id":"ED101147",
        "title":"Teacher Training Workshop for TESL to Adult Speakers of French and English as a Second Language Workshop in Boston, Providence, Hartford. Final Report: July 22, 1971 - August 31, 1972."},
      {
        "id":"ED101148",
        "title":"The Experiment at Butte: A Project Designed to Introduce Reflective Materials to ABE Students. Final Report."},
      {
        "id":"ED101149",
        "title":"Evaluation of the Urban Adult Education Institute."},
      {
        "id":"ED101150",
        "title":"Continuation of a Special Experimental Demonstration Project in Adult Education. Final Report."},
      {
        "id":"ED101151",
        "title":"Phoenix Symposium on Indian Adult Basic Education: Part 1. February 18-20, 1971."},
      {
        "id":"ED101152",
        "title":"Art and Culture of the American Indian, A Guide for Adult Education Leaders."},
      {
        "id":"ED101153",
        "title":"Teacher-Training Institute. Final Project Report."},
      {
        "id":"ED101154",
        "title":"An Institute for 100 Teachers of Spanish-Surnamed Adult ABE Students in the New Dimensions of Education."},
      {
        "id":"ED101155",
        "title":"Evaluation of Attitude Change in Participants of the 1971 Adult Basic Education Indian Institute."},
      {
        "id":"ED101156",
        "title":"Operation Breakthrough 1972-1973. Final Evaluation Report."},
      {
        "id":"ED101157",
        "title":"Individualized Learning for Adults (ILA). Final Report and Abstract."},
      {
        "id":"ED101158",
        "title":"Adult Basic Education Institute in Individualized Instruction for Teachers of Rural Adults. Interim Report: July 19-August 6, 1971."},
      {
        "id":"ED101159",
        "title":"Task Forces for Planning ACTION Volunteer Use in ABE: A Mechanism for Promoting Innovation in ABE. Final Report."},
      {
        "id":"ED101160",
        "title":"HEW Region II Staff Development Project, First Year Interim Report: 1972-73."},
      {
        "id":"ED101161",
        "title":"Regional Institute for the Training of Teachers of English as a Second Language to Adult Puerto Ricans."},
      {
        "id":"ED101162",
        "title":"Adult Basic Education: An Evaluative and Developmental Report."},
      {
        "id":"ED101163",
        "title":"Suggestions for Recruitment of Adult Education Students in Louisiana Parishes. Bulletin No. 1256."},
      {
        "id":"ED101164",
        "title":"USOE Region III Adult Education Staff Development Project. First Annual Report: July 1972-June 1973."},
      {
        "id":"ED101165",
        "title":"Adult Learning and Counseling: Final Report."},
      {
        "id":"ED101166",
        "title":"Project ERA (Enrollment, Retention, Advancement) in Model Cities Area; First Year Report: June 26, 1972-June 25, 1973."},
      {
        "id":"ED101168",
        "title":"Summer Institute for Adult Basic Education Teachers of Spanish-Speaking Adults: July 12-30, 1971. Final Report."},
      {
        "id":"ED101169",
        "title":"Application of the Individually Prescribed Instructional System to Adult Basic Educational Programs in Nevada: June 1, 1969 - June 30, 1970. Final Project Report."},
      {
        "id":"ED101170",
        "title":"A Survey of the Study-Release Policies of American Correctional Agencies."},
      {
        "id":"ED101171",
        "title":"The Army Officer as Performance Manager. Professional Paper No. 13-74."},
      {
        "id":"ED101172",
        "title":"Morehead Adult Basic Education Teacher-Trainer Reading Workshop, July 19-August 6, 1971. Final Report."},
      {
        "id":"ED101173",
        "title":"A Modular Approach to Proficiency Testing."},
      {
        "id":"ED101175",
        "title":"Systematic Nursing Assessment: A Step toward Automation."},
      {
        "id":"ED101176",
        "title":"A Follow-up Study of the Graduates of Carrollton High School. Carrollton, Michigan 1964-1973."},
      {
        "id":"ED101177",
        "title":"The Unobtrusive Measurement of Racial Bias Among Recruit Classification Specialists."},
      {
        "id":"ED101178",
        "title":"Development of Career Progression Systems for Employees in the Foodservice Industry. Final Report."},
      {
        "id":"ED101180",
        "title":"A State System for Technical Education."},
      {
        "id":"ED101181",
        "title":"Manpower Research and Development Projects; 1973 Edition."},
      {
        "id":"ED101182",
        "title":"Manpower Research and Development for Counselors. R and D Bibliography No. 1."},
      {
        "id":"ED101183",
        "title":"Research on Nurse Staffing in Hospitals; Report of the Conference, May 1972."},
      {
        "id":"ED101184",
        "title":"A Directory of Programs Training Physician Support Personnel: 1973-74."},
      {
        "id":"ED101185",
        "title":"A Directory of Programs Preparing Registered Nurses for Expanded Roles: 1973-74."},
      {
        "id":"ED101187",
        "title":"Problems of Dissemination and Use of Innovations in Adult Basic Education; Volume II of Planning for Innovation in Adult Basic Education."},
      {
        "id":"ED101188",
        "title":"Comprehension Skills, Unit 3. Morehead ABE Teacher Training Institute."},
      {
        "id":"ED101190",
        "title":"A Career Decision-Making Model Utilizing Adult Basic Education and Counseling for the Under/Unemployed Adult and Family. Final Report."},
      {
        "id":"ED101191",
        "title":"Adult Basic Education Reading Institute, June 8, 1970-June 7, 1971. Final Report."},
      {
        "id":"ED101192",
        "title":"Navajo Adult Basic Education: Final Report 1971-1972."},
      {
        "id":"ED101193",
        "title":"[Navajo Adult Basic Education: Final Report. 1972-1973.]"},
      {
        "id":"ED101194",
        "title":"An Institute to Prepare Local Urban Adult Basic Education Administrators and Teachers to Become ABE Teacher Trainers: June 1, 1971-May 31, 1972. Final Report."},
      {
        "id":"ED101195",
        "title":"Tennessee Research Coordinating Unit for Vocational Education. Final Report, July 1, 1973-June 30, 1974."},
      {
        "id":"ED101196",
        "title":"Career Education Motivation Activity Guide (K-6) and Supplement."},
      {
        "id":"ED101197",
        "title":"Career Exploration Staff Guide and Student Guide, Admiral King High School."},
      {
        "id":"ED101198",
        "title":"Career Education Orientation and Exploration Curriculum Guide (7-10) and Supplement."},
      {
        "id":"ED101199",
        "title":"Occupational Listings Arranged by Cluster and Subject Matter Areas."},
      {
        "id":"ED101200",
        "title":"A Handbook for Adult Basic Education: Volume 1."},
      {
        "id":"ED101201",
        "title":"A Handbook for Adult Basic Education: Volume 2."},
      {
        "id":"ED101203",
        "title":"Vocational Evaluation of the Culturally Disadvantaged; A Comparative Investigation of the JEVS [Jewish Employment and Vocational Service] System and a Model-Based System. Final Report."},
      {
        "id":"ED101216",
        "title":"Adult Education--Another Name for Lifelong Learning."},
      {
        "id":"ED101217",
        "title":"The New World of Education and Work."},
      {
        "id":"ED101220",
        "title":"The Development of a Model for Workshop Success."},
      {
        "id":"ED101221",
        "title":"Success Avoidant Motivation and Behavior; Its Development Correlates and Situational Determinants. Final Report."},
      {
        "id":"ED101222",
        "title":"Reciprocal Contracting with Families of Adolescents."},
      {
        "id":"ED101223",
        "title":"Effects of Background, Personality, College and Post-College Experiences on Women's Post-Graduate Employment. Final Report."},
      {
        "id":"ED101224",
        "title":"The Effect of Children's Spontaneous Stimulus Preferences on Discrimination Learning. Technical Report No. 292."},
      {
        "id":"ED101225",
        "title":"Decisions Under Uncertainty III: Rationality Issues, Sex Stereotypes, and Sex Role Appropriateness."},
      {
        "id":"ED101226",
        "title":"New Meaning for Parenthood."},
      {
        "id":"ED101227",
        "title":"Knowing the Sort of Help That Is Really Needed: A Consideration of Developmental Prerequisites to Effective Helping Behavior."},
      {
        "id":"ED101228",
        "title":"Personality and Simultaneous Speech."},
      {
        "id":"ED101229",
        "title":"Sex Differences in Response to Emotion: A Study of Peer Counseling."},
      {
        "id":"ED101230",
        "title":"A Decade of Change in Employer Attitudes Toward Epilepsy."},
      {
        "id":"ED101231",
        "title":"Empathy as a Motivator of Altruistic Behavior."},
      {
        "id":"ED101232",
        "title":"Empathy in Relation to Social Cognitive Development."},
      {
        "id":"ED101233",
        "title":"Race and Sex Differences in Evaluating Women."},
      {
        "id":"ED101234",
        "title":"Prediction of Drug Abuse by the Life Values Questionnaire: Interim Report, May 1973-February 1974."},
      {
        "id":"ED101235",
        "title":"Training Community Psychologists in the Reality of Community Mental Health."},
      {
        "id":"ED101236",
        "title":"Birth Planning Values and Decisions: Preliminary Findings."},
      {
        "id":"ED101237",
        "title":"A Study of Attrition of Academically Qualified Students at Arkansas State University."},
      {
        "id":"ED101238",
        "title":"Types, Traits, and Transitions: The Lives of Four-Year College Students."},
      {
        "id":"ED101239",
        "title":"The Development of a Criterion Instrument for Counselor Selection."},
      {
        "id":"ED101240",
        "title":"Trends in Freshman Attitudes and Use of Drugs. Research Report No. 4-74."},
      {
        "id":"ED101241",
        "title":"Handbook On Scholarships and Grants."},
      {
        "id":"ED101242",
        "title":"A Three Component Model of Empathy."},
      {
        "id":"ED101244",
        "title":"Probability of Success in Multiple Trial Tasks: Implications for Atkinson's Theory of Motivation and Risk Taking Behavior."},
      {
        "id":"ED101245",
        "title":"The Evaluation of Treatment Procedures Aimed at the Reduction of Interpersonal Anxiety in the Dating Dyad."},
      {
        "id":"ED101246",
        "title":"A Father's Guide to Parent Guides: Review and Assessment of the Paternal Role as Conceived in the Popular Literature."},
      {
        "id":"ED101247",
        "title":"Job Opportunity and Career Books for Junior and Senior High School Libraries and Guidance Departments."},
      {
        "id":"ED101248",
        "title":"Handbook on Careers Relating to the Environment. Preliminary Edition."},
      {
        "id":"ED101249",
        "title":"An Evaluation of Drug Education in the United States Army."},
      {
        "id":"ED101250",
        "title":"Parental Expectations of Educational and Personal-Social Performance and Childrearing Patterns as a Function of Attractiveness, Sex, and Conduct of Child."},
      {
        "id":"ED101251",
        "title":"Physical and Interpersonal Attractiveness of the Model and Imitation in Adults."},
      {
        "id":"ED101252",
        "title":"Physical Attractiveness and Proximity in the Attribution of Success."},
      {
        "id":"ED101253",
        "title":"Understanding of Guns, Gun Play, and Aggressivity Among 5-9 Year Old Children."},
      {
        "id":"ED101254",
        "title":"Behavior Therapy in Prisons: Waldon II or Clockwork Orange?"},
      {
        "id":"ED101255",
        "title":"Sex-Role Stereotypes and Conceptions of Mental Health of Graduate Students in Counseling."},
      {
        "id":"ED101256",
        "title":"The Drug Alternative."},
      {
        "id":"ED101257",
        "title":"The Effect of Study at the University of Washington Upon an Individual's Life Style. EAC Report No. 268."},
      {
        "id":"ED101258",
        "title":"Guide To Mental Health Educational Materials; A Directory for Mental Health Educators."},
      {
        "id":"ED101259",
        "title":"Counseling The Mexican-American Student: A Position Paper."},
      {
        "id":"ED101260",
        "title":"Students and Student Personnel in the 1970's: A Promise of Paradox?"},
      {
        "id":"ED101261",
        "title":"Sufficiency, Intimacy and the Good Life."},
      {
        "id":"ED101262",
        "title":"Coupling, Parenting, and the Presence of Others: Intimate Relationships in Communal Households."},
      {
        "id":"ED101263",
        "title":"Paraprofessionals in Occupational Resource Centers."},
      {
        "id":"ED101264",
        "title":"Improving Marital Prediction: A Model and a Pilot Study."},
      {
        "id":"ED101265",
        "title":"Sex and Class Differences in Parent-Child Interaction: A Test of Kohn's Hypothesis. Scientific Paper No. 4181."},
      {
        "id":"ED101266",
        "title":"Marathon Group Therapy with Female Narcotic Addicts."},
      {
        "id":"ED101268",
        "title":"The Use of Drugs to Calm Kids."},
      {
        "id":"ED101269",
        "title":"Does Teaching a Classification System of Content Clues Make a Difference?"},
      {
        "id":"ED101272",
        "title":"Identifying, Validating, and Multi-Media Packaging of Effective Reading Programs. Final Report."},
      {
        "id":"ED101273",
        "title":"Diffusion Planning for the Right to Read Packaged Programs: A Supplement to the Final Report."},
      {
        "id":"ED101274",
        "title":"Happiness Is Reading: Reading Resource Center Glendale Elementary School District No. 40, Second Year of a Title I Project."},
      {
        "id":"ED101275",
        "title":"RIF (Reading Is Fun-damental) in New Mexico."},
      {
        "id":"ED101276",
        "title":"Secondary Reading Descriptive Study, 1973-74."},
      {
        "id":"ED101277",
        "title":"A Cognitive Evaluation of the Pinellas County Reading System, 1973-74."},
      {
        "id":"ED101278",
        "title":"The Effect of Syntactical Structure on Word Identification by Kindergarten Children."},
      {
        "id":"ED101280",
        "title":"Retrieval of Sentence Relations: Semantic vs. Syntactic Deep Structure."},
      {
        "id":"ED101281",
        "title":"Reading Test Review: The Darrell Analysis of Reading Difficulty."},
      {
        "id":"ED101282",
        "title":"Reading Instruction: A Performance-Based Teacher Education Program for Reading Specialists."},
      {
        "id":"ED101283",
        "title":"Community College Reading Programs."},
      {
        "id":"ED101286",
        "title":"Quickie Tests for Reading: Fast, Simple Tests to Determine Reading Level."},
      {
        "id":"ED101287",
        "title":"1972-73 Program Evaluation of the Right to Read Program of Hardin, Montana."},
      {
        "id":"ED101288",
        "title":"A Communication Skills Program for College Students: An Administrative Perspective."},
      {
        "id":"ED101289",
        "title":"Developmental Differences in Rehearsal and Free Recall."},
      {
        "id":"ED101292",
        "title":"Predicting Reading Vocabulary from Selected Variables."},
      {
        "id":"ED101293",
        "title":"Yours for the Asking or An Individualized Approach to Reading Instruction."},
      {
        "id":"ED101294",
        "title":"The Paulo Freire Method. American Universities Field Staff Reports."},
      {
        "id":"ED101295",
        "title":"The Teacher as Manager of Ancillary Personnel."},
      {
        "id":"ED101296",
        "title":"COP (Career Opportunities Program) Participants and the Teaching of Reading. COP Bulletin 5."},
      {
        "id":"ED101297",
        "title":"New Methods and Interpretations of the Assessment of Literacy Among Young Adults."},
      {
        "id":"ED101298",
        "title":"Some Predictive Antecedents of Specific Reading Disability: A Two-, Three-, and Four-year Follow-up."},
      {
        "id":"ED101299",
        "title":"Design Concepts for a Measure of Effectiveness in Reading: A Feasibility Study."},
      {
        "id":"ED101300",
        "title":"An Analysis of Certain Interactions Obtaining among Intermediate Grade Students with Respect to Specified Psychological Constructs and Reading Comprehension Response."},
      {
        "id":"ED101301",
        "title":"Language Development and Reading Comprehension in the Middle Grades."},
      {
        "id":"ED101302",
        "title":"A Remediation Handbook for Children with Reading Disabilities; Interdisciplinary Approach to Individualized Corrective Programs for Disabled Readers."},
      {
        "id":"ED101303",
        "title":"Development of an Audiovisual Program Based Upon the Acquisition of Perceptual Knowledge to Increase College Students' Vocabulary."},
      {
        "id":"ED101304",
        "title":"Survival Learning Materials."},
      {
        "id":"ED101305",
        "title":"A Guide to the Writing of Educational Specifications in the Planning of Middle School Programs."},
      {
        "id":"ED101306",
        "title":"The New York City School Volunteer Program."},
      {
        "id":"ED101307",
        "title":"Effect of Pictures and Contextual Conditions on Learning to Read. Occasional Paper No. 25."},
      {
        "id":"ED101308",
        "title":"Glossary of Reading Terms for Florida Educators."},
      {
        "id":"ED101309",
        "title":"Sharing Experiences."},
      {
        "id":"ED101310",
        "title":"Title II Reading Projects Described; ESEA Title II and the Right to Read Notable Reading Projects."},
      {
        "id":"ED101311",
        "title":"Tile II Personnel Give High Priority to Right to Read; ESEA Title II and the Right to Read Notable Reading Projects."},
      {
        "id":"ED101312",
        "title":"ESEA Title II Reading Projects Stress Access to Books and Adult Stimulation; ESEA Title II and the Right to Read Notable Reading Projects."},
      {
        "id":"ED101313",
        "title":"Title II Conference Concentrates on Reading ; ESEA Title II and the Right to Read Notable Reading Projects."},
      {
        "id":"ED101314",
        "title":"Title II Reading Projects Promote Skill and Interest in Reading; ESEA Title II and the Right to Read Notable Reading Projects."},
      {
        "id":"ED101315",
        "title":"Title II Task Force Issues Reading and Media Selection Aid; ESEA Title II and the Right to Read Notable Reading Projects."},
      {
        "id":"ED101317",
        "title":"Semantic Versus Physical Processing in Children's Recall and Clustering of Pictures. Technical Report No. 312."},
      {
        "id":"ED101318",
        "title":"What Have We Learned About Maximizing What Children Learn? Theoretical Paper No. 49."},
      {
        "id":"ED101319",
        "title":"Harding&apos;s Right to Read Project 1972-1974. Final Report."},
      {
        "id":"ED101320",
        "title":"Evaluation of the Elementary Reading Survey K-5, 1973-1974."},
      {
        "id":"ED101321",
        "title":"Elementary Reading Guide."},
      {
        "id":"ED101322",
        "title":"Help for the Reading Teacher: New Directions in Research."},
      {
        "id":"ED101323",
        "title":"Immediate Spatial Order Memory and Item Memory in Sixth Grade Children as a Function of Reader Ability."},
      {
        "id":"ED101324",
        "title":"Predicting Reading Achievement from Measures Available During Computer-Assisted Instruction. Technical Report No. 249."},
      {
        "id":"ED101325",
        "title":"Scanning for Physical and Name Matches."},
      {
        "id":"ED101326",
        "title":"Memory Scanning for Pictures by Second and Fourth Grade Children."},
      {
        "id":"ED101327",
        "title":"Communication: A View from the Inside of Business."},
      {
        "id":"ED101328",
        "title":"The Relationship Between Message Distortion and Job Satisfaction--A Field Study."},
      {
        "id":"ED101329",
        "title":"Proposal Writing--A Neglected Area of Instruction."},
      {
        "id":"ED101333",
        "title":"English Curriculum Guide, Grades 9-12; A Nongraded Phase Elective Senior High School Curriculum, Revised."},
      {
        "id":"ED101335",
        "title":"The Teaching of Literature."},
      {
        "id":"ED101336",
        "title":"Canada Sees the World through U. S. Eyes: One Case Study in Cultural Domination."},
      {
        "id":"ED101338",
        "title":"A Linguistic Description of Social Dialects."},
      {
        "id":"ED101339",
        "title":"Determining Reading and Media Interests: A Study of the Reading and Media Preferences of Selected Students Enrolled in Freshman English at George Peabody College for Teachers, Spring 1973."},
      {
        "id":"ED101340",
        "title":"The Psychological Validity of Chomsky &amp; Halle's Vowel Shift Rule."},
      {
        "id":"ED101341",
        "title":"Writing from the Mind Out."},
      {
        "id":"ED101342",
        "title":"Language."},
      {
        "id":"ED101345",
        "title":"Language Arts Guide, Grades Kindergarten-9."},
      {
        "id":"ED101346",
        "title":"Grading as a Sadomasochistic Activity or an Erotic Benevolent Activity?"},
      {
        "id":"ED101350",
        "title":"Secondary School English: Objectives and Programs; Response to NASDTEC (National Association of State Directors of Teacher Education and Certification) Standards for State Approval of Teacher Education Section 3.4, Standard II."},
      {
        "id":"ED101351",
        "title":"Focus: Composition and Language Study, K-6."},
      {
        "id":"ED101353",
        "title":"A. A. T. E. (Australian Association for the Teaching of English) Guide to English Books, 1974."},
      {
        "id":"ED101354",
        "title":"The Black Experience."},
      {
        "id":"ED101355",
        "title":"How to \"Be\" Somebody Important."},
      {
        "id":"ED101356",
        "title":"The Play's the Thing: The Need for Some Critical Perspectives in Children's Drama."},
      {
        "id":"ED101357",
        "title":"Language Skills for Job Entry."},
      {
        "id":"ED101359",
        "title":"The Development of a Model for the Systematic Teaching of the Writing of Poetry. Final Report."},
      {
        "id":"ED101360",
        "title":"Press Censorship Newsletter No. VI."},
      {
        "id":"ED101361",
        "title":"Transformational Grammar and Writing Improvement."},
      {
        "id":"ED101362",
        "title":"The Antifeminist Bias in Traditional Criticism."},
      {
        "id":"ED101363",
        "title":"Please Listen to Me: Speech, Hearing, Language Guide."},
      {
        "id":"ED101364",
        "title":"A Teacher's Notebook: English, 5-9."},
      {
        "id":"ED101365",
        "title":"Effects of a Structured Pedagogy on Children's Language."},
      {
        "id":"ED101366",
        "title":"Curriculum Guide for the Language Arts for Kindergarten, Grades 1, 2, 3."},
      {
        "id":"ED101367",
        "title":"Situational \"Givens\" and Graduate and Inservice Teacher Education."},
      {
        "id":"ED101368",
        "title":"The Newspaper in the American History Classroom."},
      {
        "id":"ED101369",
        "title":"Yes! Individualized Instruction for International Students Is Possible in the Conventional Classroom--It Is a Formula for \"Holding Power.\""},
      {
        "id":"ED101370",
        "title":"Teaching English."},
      {
        "id":"ED101371",
        "title":"Death in Current Children's Fiction: Sociology or Literature."},
      {
        "id":"ED101372",
        "title":"Is Chile a Food, A Description of Weather, Or Why Black Children Do Poorly on the WISC (Wechslers Intelligence Scale for Children)."},
      {
        "id":"ED101374",
        "title":"A Review of Some Indices of Language Development. Studies in Language Education, Report No. 15."},
      {
        "id":"ED101375",
        "title":"Focus: Teaching by Theme."},
      {
        "id":"ED101376",
        "title":"The Importance of Fixed Expressions in Oral Spontaneity; Volumes I-IV."},
      {
        "id":"ED101377",
        "title":"The Instant of Knowing."},
      {
        "id":"ED101378",
        "title":"Emphasis: Composition."},
      {
        "id":"ED101379",
        "title":"English 5-6, 7-8: Film Study and Film Making."},
      {
        "id":"ED101380",
        "title":"The Elective Program in Literature."},
      {
        "id":"ED101381",
        "title":"A Bibliography for the Study of Magazines."},
      {
        "id":"ED101382",
        "title":"Resources I--Ideas for English Lessons; A Collection of Practical Suggestions Reprinted from Issues of \"English in Australia.\""},
      {
        "id":"ED101383",
        "title":"More Thoughts on New Directions in Mass Communication Research."},
      {
        "id":"ED101384",
        "title":"Simulation Games as Learning Devices: A Summary of Empirical Findings and Their Implications for the Utilization of Games in Instruction."},
      {
        "id":"ED101385",
        "title":"The Community College Theatre Department: An Administrative Point of Reference."},
      {
        "id":"ED101386",
        "title":"A High School Speech Course Based upon Experimental Activities."},
      {
        "id":"ED101387",
        "title":"Scenario Role-Playing as a Means to Inter-Ethnic Communication."},
      {
        "id":"ED101388",
        "title":"A Critique of the Alternative-Justification Affirmative Case."},
      {
        "id":"ED101389",
        "title":"Coping with Dialectical Tensions."},
      {
        "id":"ED101390",
        "title":"Tools of Audience Analysis in Contemporary Political Campaigns."},
      {
        "id":"ED101391",
        "title":"Director Expectancy and Actor Effectiveness."},
      {
        "id":"ED101392",
        "title":"All the Nonsense about Rules for Playwriting."},
      {
        "id":"ED101393",
        "title":"A Survey of Speech Programs in Community Colleges."},
      {
        "id":"ED101394",
        "title":"The Electronic Neighbor: A Content Analysis of Public Access Channel Programming on a New York City Cable Television System."},
      {
        "id":"ED101396",
        "title":"The Significance of Advertising."},
      {
        "id":"ED101398",
        "title":"The Enthymeme and the Rational Judge."},
      {
        "id":"ED101399",
        "title":"Perceptions of Children's Television Advertising: An Empirical Investigation of the Beliefs and Attitudes of Consumer, Industry, and Government Respondents."},
      {
        "id":"ED101400",
        "title":"The Introductory Course in Speech Communication in the State of Illinois."},
      {
        "id":"ED101401",
        "title":"An Analysis of Soviet and Chinese Media Broadcasts Concerning U.S. Involvement in the Vietnam War."},
      {
        "id":"ED101402",
        "title":"The Factor Structure of Source Credibility Scales for Immediate Superiors in the Organizational Context."},
      {
        "id":"ED101403",
        "title":"The Administration and Operation of a Year-Round Professional, Resident Repertory Theatre Company as a Division of a University Theatre Program."},
      {
        "id":"ED101404",
        "title":"The Assessment of Source Credibility as a Function of Information Seeking Behavior."},
      {
        "id":"ED101406",
        "title":"Communication Apprehension: A Preliminary Bibliography of Research."},
      {
        "id":"ED101407",
        "title":"Changing Concepts in Forensics."},
      {
        "id":"ED101408",
        "title":"The Psychological Burden of Proof: Or, Deviations from Whately's Theory of Presumption in Modern Texts on Argumentation and Debate."},
      {
        "id":"ED101409",
        "title":"Mass Communications in Israel: A Bibliography of Articles, Pamphlets, and Books Written in English."},
      {
        "id":"ED101410",
        "title":"Proximity: Location, Time, and Opportunity to Communicate."},
      {
        "id":"ED101411",
        "title":"The Modern Tower of Babel and the Speech Teacher's Responsibility."},
      {
        "id":"ED101412",
        "title":"Behavioral Objectives: A Review of Theoretical Positions and Empirical Evidence and an Investigation of the Effects of Two Types of Instructional Objectives of Student Achievement and Attitude in a Basic Speech Communication Course."},
      {
        "id":"ED101413",
        "title":"Summaries, Conclusions, Recommendations from a Survey of the Status of Secondary School Theatre in Maine."},
      {
        "id":"ED101414",
        "title":"Conflict Management in Education. NAESP School Leadership Digest Series, Number 10. ERIC/CEM Research Analysis Series, Number 12."},
      {
        "id":"ED101415",
        "title":"Participative Decision Making. The Best of ERIC Series, Number 7."},
      {
        "id":"ED101416",
        "title":"So You Want a Good Museum. A Guide to the Management of Small Museums."},
      {
        "id":"ED101417",
        "title":"SIMU-School: The Chicago Component. A Definition, Tasks, Staffing Reference Paper. Research Report No. 1."},
      {
        "id":"ED101418",
        "title":"The Administrative Structure of Louisiana's Public Educational System. Bulletin No. 1253."},
      {
        "id":"ED101419",
        "title":"Equipment Guide for On-Site School Kitchens. Program Aid No. 1091."},
      {
        "id":"ED101420",
        "title":"Systemic Planning: An Annotated Bibliography and Literature Guide. Exchange Bibliography No. 91."},
      {
        "id":"ED101421",
        "title":"Selected References on Land Use Inventory Methods. Exchange Bibliography No. 92."},
      {
        "id":"ED101422",
        "title":"Planning for Environmental Quality. Exchange Bibliography No. 97."},
      {
        "id":"ED101423",
        "title":"Current Trends in Planning and Their Effect on Planning Literature. Exchange Bibliography No. 101."},
      {
        "id":"ED101424",
        "title":"The Escape from Power: Politics in the American Community. A Monograph and Selected Bibliography. Exchange Bibliography No. 106."},
      {
        "id":"ED101425",
        "title":"Application of Multivariate Statistical Methods to Urban and Regional Planning. Exchange Bibliography No. 136."},
      {
        "id":"ED101427",
        "title":"The Trend to the Metropolis: Bibliography. Exchange Bibliography No. 144."},
      {
        "id":"ED101428",
        "title":"The American Community: A Multidisciplinary Bibliography. Exchange Bibliography No. 151."},
      {
        "id":"ED101429",
        "title":"General Systems Theory, Systems Analysis, and Regional Planning: An Introductory Bibliography. Exchange Bibliography No. 164."},
      {
        "id":"ED101430",
        "title":"Network Analysis: A Selected Bibliography. Exchange Bibliography No. 165."},
      {
        "id":"ED101431",
        "title":"The Examination of Real Property Tax Exemptions: An Example of Land Use Planning for Fiscal Gain. Exchange Bibliography No. 172."},
      {
        "id":"ED101432",
        "title":"Planning and Social Theory: A Selected Bibliography. Exchange Bibliography No. 179."},
      {
        "id":"ED101433",
        "title":"Urban Politics: Selected Readings Related to Planning. Exchange Bibliography No. 177."},
      {
        "id":"ED101436",
        "title":"Directory of Planning Libraries. Third Edition. Exchange Bibliography No. 191."},
      {
        "id":"ED101437",
        "title":"The Application of Models to the Planning Process with Special Emphasis on Land Use. Exchange Bibliography No. 194."},
      {
        "id":"ED101438",
        "title":"Architectural Research Centers: An Annotated Directory. Exchange Bibliography No. 199."},
      {
        "id":"ED101439",
        "title":"The Development of Elementary School Educational Specifications and Preliminary Building Plans Through the Use of Citizen and Staff Involvement."},
      {
        "id":"ED101440",
        "title":"A Legislator's Guide to the Year-Round School. Research Brief, Vol. 3, No. 1."},
      {
        "id":"ED101441",
        "title":"An Organizational Explanation of the Failure of Alternative Schools. Research and Development Memorandum No. 133."},
      {
        "id":"ED101442",
        "title":"The Relationship of Organizational Structure to Teacher Motivation in Multiunit and Non-Multiunit Elementary Schools. Report from the Project on Organization for Instruction and Administrative Arrangements. Technical Report No. 322."},
      {
        "id":"ED101443",
        "title":"Perceived Role and Effectiveness of the Unit Leader in Conducting Unit Functions. Report from the Project on Organization for Instruction and Administrative Arrangements. Technical Report No. 318."},
      {
        "id":"ED101444",
        "title":"Sound Diffraction Around Movable Partitions in Teaching Spaces. Education Building Report 1."},
      {
        "id":"ED101445",
        "title":"Sun Shading Diagrams for School Buildings. Educational Building Report 2."},
      {
        "id":"ED101446",
        "title":"Basic Boardsmanship. What Every School Board Member Should Know Series, No. 3."},
      {
        "id":"ED101451",
        "title":"The Shrewsbury Plan: Flexible Scheduling/Extended Day. A Report."},
      {
        "id":"ED101452",
        "title":"The Executive Middle School Internships--A Model."},
      {
        "id":"ED101453",
        "title":"The Community at the Bargaining Table. A Report on the Community's Role in Collective Bargaining in the Schools."},
      {
        "id":"ED101454",
        "title":"Arapahoe High School Variable Student Scheduling."},
      {
        "id":"ED101455",
        "title":"Organizing and Expanding the Individualized Continuing Education Program for Administrators in the Local School District. An Occasional Paper."},
      {
        "id":"ED101456",
        "title":"Action Research: A New Style of Politics in Education. An IRE Report."},
      {
        "id":"ED101457",
        "title":"Views of Local School Board Chairmen and Presidents of Local Education Associations Toward Collective Negotiations."},
      {
        "id":"ED101459",
        "title":"The Financial Outlook for State and Local Government to 1980. Research Publication No. 28 (New Series)."},
      {
        "id":"ED101460",
        "title":"New Approaches to Flexible Scheduling at Harwood Junior High School."},
      {
        "id":"ED101461",
        "title":"The Schools-Within-a-School Program at Topeka West High School."},
      {
        "id":"ED101462",
        "title":"Pathways and Pitfalls in Introducing Change."},
      {
        "id":"ED101463",
        "title":"General Revenue Sharing: Reported Uses 1973-1974. A Tabulation and Analysis of Data from Actual Use Report 4."},
      {
        "id":"ED101465",
        "title":"Change Factors Related to the Institutionalization of the Multi-Unit Elementary School. Part 1. Report from the Project on Organization for Instruction and Administrative Arrangements. Technical Report No. 319."},
      {
        "id":"ED101466",
        "title":"The 12th Grade: A Critical Year. A Student&apos;s Viewpoint."},
      {
        "id":"ED101467",
        "title":"Strengthening Instruction in Academic Subjects. Title III, National Defense Education Act as Amended, Annual Report, Fiscal Year 1971."},
      {
        "id":"ED101468",
        "title":"The Conversion of Found Space for Educational Use."},
      {
        "id":"ED101469",
        "title":"The Principal's Role in Collective Negotiations."},
      {
        "id":"ED101470",
        "title":"The Role of the Advisor and Changing Role of the Counselor."},
      {
        "id":"ED101471",
        "title":"Using Data Processing to Monitor Student Progress."},
      {
        "id":"ED101472",
        "title":"Making Civil Rights Sense Out of Revenue Sharing Dollars. U.S. Commission on Civil Rights Clearinghouse Report 50."},
      {
        "id":"ED101473",
        "title":"Classroom Climate and Achievement in Secondary School Mathematics Classes."},
      {
        "id":"ED101474",
        "title":"The State Dollar and the Schools. A Discussion of State Aid Programs in Massachusetts and Promising Reforms."},
      {
        "id":"ED101475",
        "title":"Fostering Articulation Within and Between Schools. Commission on Schools Occasional Paper No. 1."},
      {
        "id":"ED101476",
        "title":"Policies and Standards for the Approval of Optional Schools and Special Function Schools 1974-1975."},
      {
        "id":"ED101477",
        "title":"Policies and Standards for the Approval of Elementary Schools. Final Draft."},
      {
        "id":"ED101478",
        "title":"School Finance in Transition. Proceedings of the National Conference on School Finance (16th, Atlanta, Georgia, April 1-3, 1973.)"},
      {
        "id":"ED101479",
        "title":"Financing the Public Schools of South Dakota."},
      {
        "id":"ED101481",
        "title":"Financing the Public Schools of Indiana. A Report for the Interim School Finance Study Committee and the Legislative Council."},
      {
        "id":"ED101482",
        "title":"The Faure Report: A Turning Point in Educational Planning."},
      {
        "id":"ED101489",
        "title":"Career Education: Exemplary Programs for the Handicapped."},
      {
        "id":"ED101490",
        "title":"Cultural Diversity and the Exceptional Child."},
      {
        "id":"ED101491",
        "title":"Perspectives on Gifted and Talented Education: Arts and Humanities."},
      {
        "id":"ED101492",
        "title":"Instructional Materials Thesaurus for Special Education, Second Edition. Special Education IMC/RMC Network."},
      {
        "id":"ED101493",
        "title":"Title III in Special Education."},
      {
        "id":"ED101494",
        "title":"Project CHILD: Final Report."},
      {
        "id":"ED101495",
        "title":"Professional Preparation of Educators of Crippled Children: Competency-Based Programming. Report of a Special Study Institute, December 1971."},
      {
        "id":"ED101496",
        "title":"Leadership Preparation for Educators of Crippled and Other Health Impaired-Multiply Handicapped Populations. Report of a Special Study Institute, New York, March 1973."},
      {
        "id":"ED101497",
        "title":"Directory of Resources for the Developmentally Disabled."},
      {
        "id":"ED101498",
        "title":"National Conference on Child Abuse: A Summary Report."},
      {
        "id":"ED101499",
        "title":"Drugs and the Handicapped Child."},
      {
        "id":"ED101500",
        "title":"An Educator's Blueprint: A Guide to Programs and Services K-12."},
      {
        "id":"ED101501",
        "title":"An Assessment of Vocational Education Programs for the Handicapped Under Part B of the 1968 Amendments to the Vocational Education Act. Final Report."},
      {
        "id":"ED101502",
        "title":"A Team Teaching Practicum for Teacher Preparation in Multiple Handicaps. Final Report."},
      {
        "id":"ED101503",
        "title":"Charges Made by the National Federation of the Blind Against the National Accreditation Council for Agencies Serving the Blind and Visually Handicapped."},
      {
        "id":"ED101505",
        "title":"Interim EMR-EH Program; End of Project Year Report: 1972-1973. ESEA, Title III Project."},
      {
        "id":"ED101507",
        "title":"Travis County Mental Retardation Services Plan of the Travis County Mental Retardation Planning Council."},
      {
        "id":"ED101508",
        "title":"An Eleven Year Follow-Up of Adult Former Students of Wisconsin Public School Classes for the Trainable Mentally Retarded. Monograph No. 1."},
      {
        "id":"ED101509",
        "title":"Model for Children's Learning Centers. Second Year Report."},
      {
        "id":"ED101511",
        "title":"The Effectiveness of Low-Frequency Amplification and Filtered-Speech Testing for Preschool Deaf Children. Final Report."},
      {
        "id":"ED101512",
        "title":"Directory of Organizations Interested in the Handicapped. (Revised 1974)."},
      {
        "id":"ED101513",
        "title":"The Application of Operant Principles to Mentally Retarded Children. (RIEEC Research Bulletin 1)."},
      {
        "id":"ED101514",
        "title":"Application of Multivariate Analysis to Quantitative Classification of EEG Patterns of the Mentally Retarded. (RIEEC Research Bulletin 2)."},
      {
        "id":"ED101515",
        "title":"Analysis of the Averaged Visually Evoked Potentials in Normal Children. (RIEEC Research Bulletin 3.)"},
      {
        "id":"ED101516",
        "title":"A Study in Early Speech Development: A Preliminary Approach for Systematic Observation. (RIEEC Research Bulletin 4)."},
      {
        "id":"ED101520",
        "title":"The Effect of Labels Only and Labels with Instruction on the Concept Attainment of Educable Mentally Retarded and Normally Developing Boys of School Age. Technical Report No. 301."},
      {
        "id":"ED101521",
        "title":"Master Planning Guide for Instructional Objectives. Colorado State Plan for the Developmentally Disabled."},
      {
        "id":"ED101522",
        "title":"Mainstreaming the EMR Is Neither a Panacea Nor a Simple Solution: A Research Study."},
      {
        "id":"ED101523",
        "title":"NCEMMH Report on Needs in Special Education."},
      {
        "id":"ED101524",
        "title":"Testimony for the Senate Subcommittee on the Handicapped: 1973."},
      {
        "id":"ED101525",
        "title":"Behavioral Objectives in the Classroom: Fact or Fantasy?"},
      {
        "id":"ED101526",
        "title":"Direction Following of Retarded and Nonretarded Adolescents: A Comparative Study. Working Paper No. 271."},
      {
        "id":"ED101527",
        "title":"Increasing Mentally Retarded Adolescents' Verbalizations About Current Events. Working Paper No. 278."},
      {
        "id":"ED101528",
        "title":"The Direction Following Behavior of Mentally Retarded Adolescents as a Function of Verbal Rehearsal. Working Paper No. 283."},
      {
        "id":"ED101529",
        "title":"Mand Interactions in Retarded and Nonretarded Adolescents: An Observational Study in Vocational Settings. Working Paper No. 299."},
      {
        "id":"ED101530",
        "title":"Training of Toothbrushing Behaviors of Mentally Retarded Adolescents. Working Paper No. 305."},
      {
        "id":"ED101531",
        "title":"A Demonstration Program for Intensive Training of Institutionalized Mentally Retarded Girls: Five Year Summary. (June 1965-July 1970)."},
      {
        "id":"ED101532",
        "title":"Annotated Bibliography of Special Education Instructional Materials."},
      {
        "id":"ED101533",
        "title":"A Descriptive Study of Nine Health-Based Programs in Child Abuse and Neglect."},
      {
        "id":"ED101534",
        "title":"A Field Test of Electronic Telecommunication Terminals for the Deaf. Final Report, 1973-1974."},
      {
        "id":"ED101535",
        "title":"Verbal Behavior in Foreign Language Instruction."},
      {
        "id":"ED101536",
        "title":"Modern Languages and European Studies. CILT Reports and Papers 9."}]
  }}
