{
  "response":{"numFound":509939,"start":272000,"numFoundExact":true,"docs":[
      {
        "id":"ED101537",
        "title":"The Use of Prosodic Units in Syntactic Decoding."},
      {
        "id":"ED101538",
        "title":"Transfer Grammar as the End Product of Contrastive Analysis. The PCCLLU Papers, Vol. 3, No. 4."},
      {
        "id":"ED101539",
        "title":"The Effective Audio-Visual Program in Foreign Language and Literature Studies."},
      {
        "id":"ED101540",
        "title":"Differentiated Staffing in Foreign Languages."},
      {
        "id":"ED101543",
        "title":"Russian for the Science Minded. Foreign Language: 7544.05."},
      {
        "id":"ED101548",
        "title":"New York City Foreign Language Program for Secondary Schools: Chinese Levels 1. and 2."},
      {
        "id":"ED101549",
        "title":"Navajo Language Review, Vol. 1, No. 1."},
      {
        "id":"ED101550",
        "title":"Linguistic Remarks on Native Language Teaching."},
      {
        "id":"ED101551",
        "title":"Idiomas, Escuelas y Radios en Bolivia. Cuadernos de Investigacion 3. (Languages, Schools and Radios in Bolivia. Investigative Notes Number 3)."},
      {
        "id":"ED101552",
        "title":"Nasal Vowels. Working Papers on Language Universals, No. 12."},
      {
        "id":"ED101554",
        "title":"The Chinese in Houston."},
      {
        "id":"ED101555",
        "title":"Rosenbaum's IBM Grammar No. 2: An Adaptation for Child Language. Papers and Reports on Child Language Development, No. 2."},
      {
        "id":"ED101556",
        "title":"On the Acquisition of Estonian. Papers and Reports on Child Language Development No. 3."},
      {
        "id":"ED101557",
        "title":"Early Grammatical and Semantic Relations: Some Implications for a General Representational Deficit in Linguistically Deviant Children. Papers and Reports on Child Language Development, No. 4."},
      {
        "id":"ED101558",
        "title":"Auditory and Linguistic Interaction in Developmental Aphasia: Evidence from Two Studies of Auditory Processing. Papers and Reports on Child Language Development, No. 4."},
      {
        "id":"ED101560",
        "title":"A Note on Sahaptin Baby Talk. Papers and Reports on Child Language Development, No. 5."},
      {
        "id":"ED101561",
        "title":"Some Observations on Initial English Consonant Clusters in a Child Two to Three Years Old. Papers and Reports on Child Language Development, No. 6."},
      {
        "id":"ED101562",
        "title":"Note on the Acquisition of Sonorants in Spanish. Papers and Reports on Child Language Development, No. 6."},
      {
        "id":"ED101564",
        "title":"What Should LAD Look Like? Some Comments on Levelt. Papers and Reports on Child Language Development, No. 7."},
      {
        "id":"ED101565",
        "title":"On Pre-Speech. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED101566",
        "title":"Panel Discussion: From Babbling to Speech. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED101568",
        "title":"Semantic Features in Lexical Acquisition. Papers and Reports on Child Language Development No. 8."},
      {
        "id":"ED101569",
        "title":"The Lexicon: Some Psycholinguistic Evidence. Working Papers in Phonetics 26."},
      {
        "id":"ED101570",
        "title":"Bilingual Education in the United States, the Pacific and Southeast Asia."},
      {
        "id":"ED101571",
        "title":"Le quantificateur et le syntagme nominal (The Quantifier and the Noun Phrase). Montreal Working Papers in Linguistics, Vol. 2."},
      {
        "id":"ED101572",
        "title":"Cultural Aspects of Language Imposition in Malaya, Singapore, and Indonesia."},
      {
        "id":"ED101573",
        "title":"Error Analysis and Remedial Teaching."},
      {
        "id":"ED101574",
        "title":"An Evaluation Report of the Bilingual Education Project of the Stockton Unified School District, Stockton, California 1973-1974."},
      {
        "id":"ED101575",
        "title":"Language, Literature and Society. Working Papers, 1973 Conference, American Council of Teachers of Uncommonly Taught Asian Languages. Occasional Papers No. 1."},
      {
        "id":"ED101576",
        "title":"Multilingual Contacts in Brussels."},
      {
        "id":"ED101578",
        "title":"Finnish in America: Two Kinds of Finglish."},
      {
        "id":"ED101579",
        "title":"Providence Title VII Bilingual Education Program. Final Evaluation Report."},
      {
        "id":"ED101580",
        "title":"Management Evaluation; Bilingual Education Program (Providence School Department, August 15, 1972). Final Report."},
      {
        "id":"ED101582",
        "title":"Portuguese-English Title VII Program (Providence, Rhode Island, July 15, 1973). Final Evaluation Report."},
      {
        "id":"ED101583",
        "title":"Repetition through Successive Approximations."},
      {
        "id":"ED101584",
        "title":"Audiovisuelle Materialien fur den modernen Fremdsprachenunterricht: Englisch, Franzosisch. Stand: Mai 1974 (Audiovisual Materials for Foreign Language Instruction: English, French May 1974 Edition)."},
      {
        "id":"ED101585",
        "title":"Suggestions for Using Supplementary Materials in the Individualization of Intensive Reading."},
      {
        "id":"ED101586",
        "title":"Foreign Language Teaching Techniques in FLES and Bilingual Settings."},
      {
        "id":"ED101587",
        "title":"An Annotated Bibliography on Tone. UCLA Working Papers in Phonetics 28."},
      {
        "id":"ED101589",
        "title":"Workpapers in English as a Second Language: Matter, Methods, Materials, Vol. 1."},
      {
        "id":"ED101590",
        "title":"Workpapers in Teaching English as a Second Language. Vol. 7."},
      {
        "id":"ED101591",
        "title":"Workpapers in Teaching English as a Second Language. Vol. 8."},
      {
        "id":"ED101592",
        "title":"Career Spanish: Another Innovative Addition to Mesa College's Instructional Programs."},
      {
        "id":"ED101593",
        "title":"Curriculum Guide for German, K-12."},
      {
        "id":"ED101597",
        "title":"Foreign Area Studies and the Social Science Research Council. ITEMS. Vol.28, No.4, December 1974."},
      {
        "id":"ED101599",
        "title":"The Morning After--A Retrospective View of a Select Number of Colleges and Universities with Increased Black Student Enrollment in the Past Five Years."},
      {
        "id":"ED101600",
        "title":"Progress Through Cooperation. A Report on the Higher Education Cooperation Act."},
      {
        "id":"ED101601",
        "title":"Museum Studies: A Curriculum Guide for Universities and Museums."},
      {
        "id":"ED101603",
        "title":"Reform and Planning of Higher Education, Symposium at Oxford, 31st March-5th April 1974. Council of Europe Information Bulletin. Vol. 3, 1974."},
      {
        "id":"ED101604",
        "title":"Report of the Committee on University Affairs of Ontario for 1972-73 and 1973-74."},
      {
        "id":"ED101605",
        "title":"State Financial Measures Involving the Private Sector of Higher Education. A Report to the National Council of Independent Colleges and Universities."},
      {
        "id":"ED101606",
        "title":"Characteristics and Perceptions of Non-returning Students at Arkansas State University Spring 1973."},
      {
        "id":"ED101607",
        "title":"A History of Baccalaureate Programs for Adults 1945-1970."},
      {
        "id":"ED101608",
        "title":"An Exploratory Study Concerning Attitudes of Foreign Students Enrolled at WMU (Western Michigan University)."},
      {
        "id":"ED101609",
        "title":"The Accepted Applicant Survey-1972 and 1973: Important Criteria in Choosing a College, and Perceptions of Hofstra by Students Who Did Not Attend. Report No. 107."},
      {
        "id":"ED101610",
        "title":"The Non-Traditional College: How to Determine Minimum Standards."},
      {
        "id":"ED101611",
        "title":"U of M (University of Minnesota) Student Attendance Patterns: The Perspective of a Decade 1964-73. Research Bulletin; Vol. 15, No. 16, January 1975."},
      {
        "id":"ED101612",
        "title":"Perspectives and Plans for Graduate Studies. 14. Physics and Astronomy 1974."},
      {
        "id":"ED101618",
        "title":"Higher Education: Public Attitudes and Federal Legislation. ERIC/Higher Education Research Currents, February 1975."},
      {
        "id":"ED101620",
        "title":"The Academic Common Market. 1975-76."},
      {
        "id":"ED101621",
        "title":"Japanese Patterns of Institutional Management in Higher Education."},
      {
        "id":"ED101622",
        "title":"Report on the [MIT] Alumni Survey."},
      {
        "id":"ED101623",
        "title":"The Academic Community: A Backup Force to State Government. A Summary Report."},
      {
        "id":"ED101624",
        "title":"Does the Small Private College Have a Future?"},
      {
        "id":"ED101626",
        "title":"Nashville University Center. Report of the Executive Director 1973-74."},
      {
        "id":"ED101627",
        "title":"Fifth Annual Report to the Governor and the Legislature, Utah State Board of Regents 1973-74."},
      {
        "id":"ED101629",
        "title":"Roles of Universities in Local and Regional Development in Southeast Asia."},
      {
        "id":"ED101630",
        "title":"Development Planning in Thailand: The Role of the University."},
      {
        "id":"ED101631",
        "title":"The Growth of Southeast Asian Universities: Expansion versus Consolidation."},
      {
        "id":"ED101632",
        "title":"Development of Higher Education in Southeast Asia: Problems and Issues."},
      {
        "id":"ED101633",
        "title":"College Student Attrition. An Annotated Bibliography."},
      {
        "id":"ED101634",
        "title":"External Education Program Options Available in Washington. A Report to the Legislature in Response to Senate Floor Resolution 1974-218."},
      {
        "id":"ED101635",
        "title":"Information Exchange Procedures Activity Structure. Technical Report No. 63."},
      {
        "id":"ED101636",
        "title":"Program Master Plan Summary; Gallaudet College, Including Pre-College Programs. July 1, 1973."},
      {
        "id":"ED101637",
        "title":"Gallaudet College Equal Employment Opportunity Affirmative Action Plan."},
      {
        "id":"ED101638",
        "title":"Counselor's Guide: Oklahoma Higher Education."},
      {
        "id":"ED101639",
        "title":"Agreement Between Eastern Michigan University and the Eastern Michigan Chapter of the American Association of University Professors, December 1974."},
      {
        "id":"ED101640",
        "title":"Collective Bargaining Agreement By and Between the Administration of Adelphi University and Adelphi University Chapter, American Association of University Professors."},
      {
        "id":"ED101641",
        "title":"Agreement Between the Board of Trustees of State Colleges and the Worcester State College Faculty Federation, Local 2070, American Federation of Teachers, AFL-CIO."},
      {
        "id":"ED101642",
        "title":"Agreement Between Board of Trustees of State Colleges and Massachusetts College of Art Faculty Federation Local 2057, American Federation of Teachers, AFL-CIO."},
      {
        "id":"ED101643",
        "title":"Graduate School Adjustments to the \"New Depression\" in Higher Education. Technical Report No. 3."},
      {
        "id":"ED101644",
        "title":"The States and Graduate Education. Report of the Task Force on Graduate Education, Report No. 59."},
      {
        "id":"ED101645",
        "title":"The Role of Universities in Workers Education."},
      {
        "id":"ED101646",
        "title":"Information Exchange Procedures Cost Study Procedures Manual. Technical Report No. 65."},
      {
        "id":"ED101647",
        "title":"Higher Education Enrollment Forecasting: A Manual for State-Level Agencies."},
      {
        "id":"ED101648",
        "title":"Agreement Between Temple University of the Commonwealth System of Higher Education and the American Association of University Professors, Temple Chapter."},
      {
        "id":"ED101649",
        "title":"Proceedings: Faculty Effectiveness as Evaluated by Students."},
      {
        "id":"ED101650",
        "title":"Kentucky College and University Enrollments 1974."},
      {
        "id":"ED101651",
        "title":"Directory of Contacts for International Educational, Cultural and Scientific Exchange Programs."},
      {
        "id":"ED101652",
        "title":"Evaluation of Year-Round Operations at the University of California and the California State Colleges."},
      {
        "id":"ED101653",
        "title":"A Basic Manual for Physical Plant Administration."},
      {
        "id":"ED101655",
        "title":"Role of Universities in Management Education for National Development in Southeast Asia."},
      {
        "id":"ED101656",
        "title":"The Lowered Age of Majority: Its Impact on Higher Education."},
      {
        "id":"ED101657",
        "title":"Report of the Committee on Recruitment and Retention of Faculty."},
      {
        "id":"ED101659",
        "title":"The Relationship Between Usefulness and Style of Secondary Publication. An Experimental Information Service for Planners."},
      {
        "id":"ED101660",
        "title":"Kid Stuff-Again; A Catalog of Materials for Children's Programs in Public Libraries."},
      {
        "id":"ED101662",
        "title":"About Libraries; A Catalog of Non-Book Materials About Libraries and Librarianship. Revised Edition. Bulletin No. 5249."},
      {
        "id":"ED101663",
        "title":"Teaching Methods and Materials Centre, University of Papua and New Guinea: Annual Report, 1973."},
      {
        "id":"ED101664",
        "title":"The Treatment of Death in Contemporary Children's Literature."},
      {
        "id":"ED101665",
        "title":"The Junior High Years, a Profile."},
      {
        "id":"ED101667",
        "title":"A Mathematical Model of the Illinois Interlibrary Loan Network. Project Report Number 1."},
      {
        "id":"ED101670",
        "title":"Survey of Libraries in Northwest Ohio and Related Workshops. Volume 2, Holdings of Ohio Titles."},
      {
        "id":"ED101673",
        "title":"Standards for School Library/Media Programs, 1972-75."},
      {
        "id":"ED101675",
        "title":"Learning to Use Media. Bulletin No. 197."},
      {
        "id":"ED101676",
        "title":"The Science Program Group for Public Television in the United States."},
      {
        "id":"ED101677",
        "title":"Libraries and Copyright; A Summary of the Arguments for Library Photocopying."},
      {
        "id":"ED101678",
        "title":"NOVA."},
      {
        "id":"ED101679",
        "title":"Standards for School Library/Programs. Working Copy."},
      {
        "id":"ED101682",
        "title":"Trends in Network Television Drama and Viewer Conceptions of Social Reality, 1967-1973. Violence Profile Number 6."},
      {
        "id":"ED101683",
        "title":"A Plan of Library Services for Pinellas County, Florida."},
      {
        "id":"ED101684",
        "title":"The Use of a Concurrent Simulation in the Management of Individualized Instruction."},
      {
        "id":"ED101685",
        "title":"A Simulation Study Comparing Procedures for Assessing Individual Educational Growth. Report No. 182."},
      {
        "id":"ED101686",
        "title":"A Comparative Study of Organizational Characteristics Used in Learning Resources Centers and Traditionally Organized Library and Audio-Visual Service Facilities in Four Minnesota and Wisconsin Senior Colleges."},
      {
        "id":"ED101688",
        "title":"Computer Assisted Instruction in Word Problems: Rationale and Design."},
      {
        "id":"ED101689",
        "title":"SLAW Handbook."},
      {
        "id":"ED101690",
        "title":"Teaching Problem Solving and Mathematics By Computer: An Interim Report."},
      {
        "id":"ED101691",
        "title":"Public Library Use in Denver. An Analysis of Denver Citizen, Business, and Government Use of a Community Information Resource."},
      {
        "id":"ED101692",
        "title":"The Product Improvement Process."},
      {
        "id":"ED101693",
        "title":"There Is Evidence That Technology Does Help!"},
      {
        "id":"ED101694",
        "title":"A Specialized Computer for Information Retrieval. Report No. 74-637."},
      {
        "id":"ED101696",
        "title":"Shared Decision-Making. A Training Module. School Personnel Utilization."},
      {
        "id":"ED101697",
        "title":"Communication/Information Flow. A Training Module. School Personnel Utilization."},
      {
        "id":"ED101699",
        "title":"Functional Task Analysis. A Training Module. School Personnel Utilization."},
      {
        "id":"ED101700",
        "title":"System Renewal. A Training Module. School Personnel Utilization."},
      {
        "id":"ED101702",
        "title":"Federal Library Support Programs: Progress and Problems. Report to the Congress."},
      {
        "id":"ED101704",
        "title":"Multi-Media-Fad or Reality?"},
      {
        "id":"ED101705",
        "title":"Public Television Viewer and Watergate Hearings."},
      {
        "id":"ED101706",
        "title":"Reaction and Evaluation of &quot;Today in the Legislature&quot; by Legislators, Capital Press and the Public."},
      {
        "id":"ED101707",
        "title":"The Image of Public Television: A Pilot Study."},
      {
        "id":"ED101708",
        "title":"Cable Television Franchising in Florida: An Analysis of Selected Franchises."},
      {
        "id":"ED101709",
        "title":"Public Television and the Judiciary Committee Telecasts. Report No. 10."},
      {
        "id":"ED101710",
        "title":"Alternate Methods of Measuring Public Radio Audiences: A Pilot Project."},
      {
        "id":"ED101711",
        "title":"The Implications of Cable Television on Higher Education. Report No. 11."},
      {
        "id":"ED101712",
        "title":"Mediated Violence and Victim Consequences: A Behavioral Measure of Attention and Interest."},
      {
        "id":"ED101713",
        "title":"Problem Perception in Ascertainment Surveys and Voluntary Contact With the Broadcast Media."},
      {
        "id":"ED101715",
        "title":"Contemporary Trends in Information Delivery. Program for a Workshop. December 11 and 12, 1974, San Francisco Public Library."},
      {
        "id":"ED101716",
        "title":"Library and Information Service Needs of the Nation. Proceedings of a Conference on the Needs of Occupational, Ethnic, and other Groups in the United States."},
      {
        "id":"ED101717",
        "title":"A Survey of the Attitudes, Opinions and Behavior of Citizens of Colorado with Regard to Library Services. Volume Five, Technical Summary."},
      {
        "id":"ED101718",
        "title":"Information Storage and Retrieval Scientific Report No. ISR-22."},
      {
        "id":"ED101719",
        "title":"Project ARISTOTLE. Submission. Training Improvement Plan."},
      {
        "id":"ED101720",
        "title":"UNM General Library/Technology Application Center Literature Search Service, An Experimental Program, FY 1974. Final Report."},
      {
        "id":"ED101721",
        "title":"The FCEOC Library: A Community Action Program. Operations Manual."},
      {
        "id":"ED101722",
        "title":"Role of the Library in Education. The Library Image as Presented in Selected Teacher Training Textbooks in Use in the State of Kentucky."},
      {
        "id":"ED101723",
        "title":"The Acquisition of Maps and Charts Published by the United States Government."},
      {
        "id":"ED101724",
        "title":"The Black Experience: The Negro in America, Africa, and the World; A Comprehensive, Annotated, Subject Bibliography of Works in the University of Toledo Libraries. Tower Series No. 1."},
      {
        "id":"ED101725",
        "title":"A Study of Various Educational Media Personnel and Their Practices Regarding the Reproduction of Copyrighted Works."},
      {
        "id":"ED101726",
        "title":"The Relationship of Perceptual Type to Perceptual Style and Tempo in College Students."},
      {
        "id":"ED101727",
        "title":"A Comparison of Multiple and Linear Image Presentations of a Comparative Visual Location Task with Visual and Haptic College Students."},
      {
        "id":"ED101728",
        "title":"An Exploratory Study of Cognitive Style as a Predictor of Learning from Simulation Games."},
      {
        "id":"ED101729",
        "title":"Differential Effects of Narrator Sex on Male and Female Elementary School Subject's Perception of Movement in an Autokinetic Device."},
      {
        "id":"ED101730",
        "title":"Psychomotor Performance Effects Upon Elementary School Children by Sex and Perceptual Speed Ability of Three Compressions of an Instructional Sound Motion Picture."},
      {
        "id":"ED101732",
        "title":"Study of Education Satellite Communications Demonstration: Alaska. Bi-Monthly Report."},
      {
        "id":"ED101733",
        "title":"Study of Education Satellite Communications Demonstration: Alaska. Second Bi-Monthly Report."},
      {
        "id":"ED101737",
        "title":"Media Library; A Program to Increase Hospital-Based Learning Opportunities for Physicians."},
      {
        "id":"ED101738",
        "title":"On Information Science Education: A Rebellious View."},
      {
        "id":"ED101739",
        "title":"Plan for Progress in the Media Center; Bibliography Update."},
      {
        "id":"ED101740",
        "title":"China; Bay Area Reference Center Workshop, June 19 and 20, 1974."},
      {
        "id":"ED101741",
        "title":"The World of Work; Bay Area Reference Center Workshop, August 29 and 30, 1973."},
      {
        "id":"ED101743",
        "title":"How to Obtain U.S. Government Publications in Booth Library; a Step-By-Step Guide."},
      {
        "id":"ED101744",
        "title":"The Library as the Community Switchboard. Bay Area Reference Center Workshop, February 14 and 15, 1973."},
      {
        "id":"ED101745",
        "title":"A Computerized Periodical-Retrieval System."},
      {
        "id":"ED101746",
        "title":"Information and Bibliographic Needs in Canadian Education."},
      {
        "id":"ED101747",
        "title":"Canadian Educational Information: Some Perspectives and Sources on Systems Design."},
      {
        "id":"ED101748",
        "title":"The International Federation of Library Associations. A Selected List of References."},
      {
        "id":"ED101749",
        "title":"Bibliography of Children's Play and Toys."},
      {
        "id":"ED101750",
        "title":"How Educational are Educational Toys?"},
      {
        "id":"ED101752",
        "title":"A Catalog of United States Government Produced Audiovisual Materials, 1974."},
      {
        "id":"ED101753",
        "title":"Criteria for Instructional Materials Selection. 1975 Adoption."},
      {
        "id":"ED101754",
        "title":"Library Manpower and Education in Indiana."},
      {
        "id":"ED101756",
        "title":"Annual Program, Library Services and Construction Act, 1974-1975; With FY 73 and FY 74 Supplements."},
      {
        "id":"ED101757",
        "title":"Analysis of ERIC On-Line File Searching Procedures and Guidelines for Searching. Final Report."},
      {
        "id":"ED101758",
        "title":"Evaluation of the Consortium&apos;s Programs, 1971-72 to 1973-74, Based on a Review of Accomplishments for the Period January 1 to June 30, 1974. Progress Report No. 6."},
      {
        "id":"ED101759",
        "title":"A Study of the Relationship of Dogmatism and Academic Preparation of Faculty to Administrative Structure Preference at the Faculty Administrative Interface."},
      {
        "id":"ED101760",
        "title":"A Study of Career Program Students."},
      {
        "id":"ED101761",
        "title":"Headcount Summary; 1970-71 Through 1973-74. Institutional Research Report, 74-75-2."},
      {
        "id":"ED101762",
        "title":"Age Analysis of Regular Program Students Enrolled Fall 1974 Semester."},
      {
        "id":"ED101763",
        "title":"A Pilot Research Project to Determine the Feasibility of Developing Health Related Occupations Curricula at Nicolet College and Technical Institute. Final Report."},
      {
        "id":"ED101764",
        "title":"Changes in Quality Point Index at Harford Community College. Research Report No. 75-1."},
      {
        "id":"ED101765",
        "title":"To Develop the Learning Theory and Curriculum for a Health Class for Elderly Adults."},
      {
        "id":"ED101766",
        "title":"Decision-Making Behavioral Change in Students Connected With Their Participation in a First Theoretical Management Course."},
      {
        "id":"ED101767",
        "title":"A Proposed Policy on Tuition in Community Colleges. Staff Paper."},
      {
        "id":"ED101769",
        "title":"Aspects of Existing Sabbatical Leave Policy Within California Community Colleges."},
      {
        "id":"ED101770",
        "title":"A Non-Traditional Method for Teaching Mathematics to Occupational/Technical Students."},
      {
        "id":"ED101771",
        "title":"An Analysis of Faculty and Student Attitudes Toward the Thomas Nelson Community College Library."},
      {
        "id":"ED101772",
        "title":"The Structure and Financing of a Program to Assess Experiential Learning."},
      {
        "id":"ED101773",
        "title":"North Country Community College Institutional Self-Study."},
      {
        "id":"ED101774",
        "title":"Future Think Program, San Jose City College, Spring Semester, 1974: Final Report of Evaluation."},
      {
        "id":"ED101775",
        "title":"A Comparison of Academic Achievement Between Cooperative Education Students and Non-Cooperative Education Students at College of the Mainland."},
      {
        "id":"ED101776",
        "title":"Self-Study Report, 1974, for the North Central Association of Colleges and Secondary Schools."},
      {
        "id":"ED101777",
        "title":"Report for Public Community Colleges, 1972-73."},
      {
        "id":"ED101778",
        "title":"Follow-up Study of Educational Aides Graduates 1971-1974. Research Study No. 75-4."},
      {
        "id":"ED101779",
        "title":"Needs Assessment Studies for Education."},
      {
        "id":"ED101780",
        "title":"The On-Site, Programmatic Approach to Staff Development."},
      {
        "id":"ED101781",
        "title":"A Study of the Results of the Implementation of a Non-Punitive Grading Practice at Mattatuck Community College."},
      {
        "id":"ED101783",
        "title":"Follow-up Study of Dental Hygiene Graduates, 1971-74. Research Study No. 75-5."},
      {
        "id":"ED101784",
        "title":"Survey of Institutional Goals: Summary Report."},
      {
        "id":"ED101785",
        "title":"Faculty Perceptions of Institutional Characteristics as Revealed through the &quot;Institutional Functioning Inventory.&quot;"},
      {
        "id":"ED101786",
        "title":"A Computer Model for Demographic Projections in Educational Planning."},
      {
        "id":"ED101787",
        "title":"Follow-up Study of Bucks County [Pennsylvania] Community College Graduates, 1972."},
      {
        "id":"ED101788",
        "title":"Follow-Up Study of Stop-Ins &amp; Stop-Outs, 1965-1973."},
      {
        "id":"ED099736",
        "title":"The Experience of Defining Community Psychology."},
      {
        "id":"ED099738",
        "title":"Prosecution in the Juvenile Courts: Guidelines for the Future."},
      {
        "id":"ED099739",
        "title":"An Evaluation of the Role and Functions of the Guidance Counselor."},
      {
        "id":"ED099740",
        "title":"Pupil Services New York State. 1973."},
      {
        "id":"ED099741",
        "title":"Field-Independence: A Function of Sex and Socialization in Cuban and American Adolescents."},
      {
        "id":"ED099742",
        "title":"The Current Status of Training for Paraprofessionals."},
      {
        "id":"ED099743",
        "title":"Counselors and the Counseling Needs of Environmentally Handicapped Students in Higher Education."},
      {
        "id":"ED099744",
        "title":"A Short-Term Delivery Model for Counseling Services."},
      {
        "id":"ED099745",
        "title":"Family Background, Early Development, and Intelligence of Children 6-11 Years. United States. National Health Survey, Series 11, No. 142."},
      {
        "id":"ED099746",
        "title":"High and Low Risk Self-Disclosure in Group Psychotherapy."},
      {
        "id":"ED099747",
        "title":"Program Design and Curriculum Development for Police Training."},
      {
        "id":"ED099748",
        "title":"1968-1973: A Trend Analysis. Student Development Report, Volume 11, No. 5, 1973-74."},
      {
        "id":"ED099749",
        "title":"Husband-Wife Helping Relationships: The Mental Hygiene Function in Marriage."},
      {
        "id":"ED099750",
        "title":"Alternatives to Drug Abuse: Steps Toward Prevention."},
      {
        "id":"ED099751",
        "title":"Expectancy Theory and Cooperation-Competition in the Classroom."},
      {
        "id":"ED099752",
        "title":"Adult Age Differences in Storage and Retrieval Processes in the Retention of Related Sentences."},
      {
        "id":"ED099753",
        "title":"Review of Air Force Job Satisfaction Research."},
      {
        "id":"ED099754",
        "title":"Effects of Group-Counseling Treatment Upon Transfer Students' Perceptions of the College Environment."},
      {
        "id":"ED099755",
        "title":"Equity and the Formation of Revolutionary and Conservative Coalitions in Triads."},
      {
        "id":"ED099756",
        "title":"Observing Social Interaction: Methodological Models."},
      {
        "id":"ED099757",
        "title":"Beyond Words: Other Aspects of Self-Disclosure."},
      {
        "id":"ED099758",
        "title":"Applied Behavior Analysis and the Imprisoned Adult Felon Project 1: The Cellblock Token Economy."},
      {
        "id":"ED099759",
        "title":"Studies of the Effectiveness of Treatments for Drug Abuse, Based on the Drug Abuse Reporting Program (DARP): 1974. IBR Report 74-26."},
      {
        "id":"ED099760",
        "title":"One-Parent Families."},
      {
        "id":"ED099761",
        "title":"The Onsite Survey Method of Personnel Management Evaluation. Student Workbook."},
      {
        "id":"ED099762",
        "title":"Equal Employment Opportunity Counseling. Participant Manual."},
      {
        "id":"ED099763",
        "title":"A Guide to Federal Laws Prohibiting Sex Discrimination."},
      {
        "id":"ED099764",
        "title":"Technological Dependency, Role Stress, and Strain."},
      {
        "id":"ED099766",
        "title":"Information Analysis and Targeted Communications Program for Improving the Quality and Expanding the Amount of Occupational Exploration and Career Planning; A Guide to Developing Career Guidance Programs Kindergarden Through Post High School. Final Report."},
      {
        "id":"ED099767",
        "title":"Keywords and Piagetian Concepts: A Suggestion."},
      {
        "id":"ED099769",
        "title":"Reading's New Horizons."},
      {
        "id":"ED099770",
        "title":"Model for Reading Inservice: PIE (Planning, Implementation, Evaluation) Plan."},
      {
        "id":"ED099771",
        "title":"A Project to Develop the Technology of Competency-Based Reading Instruction."},
      {
        "id":"ED099772",
        "title":"Alternatives for College-School District Cooperation in Teacher Training."},
      {
        "id":"ED099773",
        "title":"Right to Read/Reading Task Force Visitation Form."},
      {
        "id":"ED099774",
        "title":"Application for the Short Term Positions of State Regional Right to Read Directors and Job Description for the California Regional Right to Read Director Positions."},
      {
        "id":"ED099775",
        "title":"Job Functions of an LEA Director and Application for Local Education Agencies Right to Read Services."},
      {
        "id":"ED099776",
        "title":"Guidelines for a Right to Read Principal."},
      {
        "id":"ED099782",
        "title":"Program Planning Manual: California Right to Read Program."},
      {
        "id":"ED099786",
        "title":"Separation-Individuation in Relation to Reading and Learning Inhibition in Adolescence."},
      {
        "id":"ED099787",
        "title":"Attributes of Memory: Final Report."},
      {
        "id":"ED099789",
        "title":"Title II Reading Projects Contribute to American Studies Programs; ESEA Title II and the Right to Read Notable Reading Projects, Combined Issues September 1973-March, 1974, No. 16-18."},
      {
        "id":"ED099790",
        "title":"The Three R&apos;s--Reading, Reading, Reading: A Survey of Procedures and Practices Used to Teach Reading in New Jersey Schools."},
      {
        "id":"ED099793",
        "title":"Memory as a Constructive Process; Report from the Project on Conditions of School Learning and Instructional Strategies. Theoretical Paper No. 48."},
      {
        "id":"ED099795",
        "title":"Living Language through Creative Reading; Proceedings of the Annual Reading Conference (4th, Indiana State University, Terre Haute, June 13-14, 1974)."},
      {
        "id":"ED099796",
        "title":"Overview of the Reading Program at Parkland College. Revised 1974-75."},
      {
        "id":"ED099797",
        "title":"Language Production, Comprehension, and Seriation Capabilities in Children."},
      {
        "id":"ED099798",
        "title":"Automatic Semantic Processing in a Picture-Word Interference Task."},
      {
        "id":"ED099799",
        "title":"Motivational Aspects of the Literacy Problem."},
      {
        "id":"ED099800",
        "title":"Reading in Virginia: 1973-1974."},
      {
        "id":"ED099802",
        "title":"Children's Literature: A Prerequisite for Courses in the Teaching of Reading in a Preservice Teacher Training Continuum in Elementary Education."},
      {
        "id":"ED099803",
        "title":"The Evaluation of Operation Wordpower. Final Report."},
      {
        "id":"ED099805",
        "title":"Self Diagnostic Reading Centers in the Elementary Classroom."},
      {
        "id":"ED099806",
        "title":"Does Mama Bear Always Serve the Porridge? Sex-Role Stereotyping in School Reading Materials."},
      {
        "id":"ED099811",
        "title":"Processes in Reading Comprehension."},
      {
        "id":"ED099812",
        "title":"An Experimental Program for Teaching High Speed Word Recognition and Comprehension Skills. Final Report."},
      {
        "id":"ED099815",
        "title":"Teaching Reading to Under-Achieving Adults: Part One; A Teacher-Training Institute Report."},
      {
        "id":"ED099816",
        "title":"Teaching Reading to Under-Achieving Adults: Part Two; A Final Report of Follow-up Activities."},
      {
        "id":"ED099817",
        "title":"Application of Structure-of-Intellect and Psycholinguistic Concepts to Reading Comprehensibility Measurement."},
      {
        "id":"ED099818",
        "title":"A Philosophical Approach for Volunteers."},
      {
        "id":"ED099819",
        "title":"Project Upswing: Using Community Resources to Improve the First Grade Experience; A Summary."},
      {
        "id":"ED099820",
        "title":"Project Upswing After Two Years: An Evaluation."},
      {
        "id":"ED099821",
        "title":"A Study of the Relative Effectiveness of Various Underlining Strategies on Reading Comprehension."},
      {
        "id":"ED099822",
        "title":"Evaluation of Project Upswing, Interim Report."},
      {
        "id":"ED099823",
        "title":"Reading Programs in the Secondary School: A Checklist for Evaluation."},
      {
        "id":"ED099824",
        "title":"Matching College Reading Instruction with Student Characteristics."},
      {
        "id":"ED099825",
        "title":"Tips for Tutors: A Manual for Reading Improvement with 1973 Bibliographic Supplement."},
      {
        "id":"ED099826",
        "title":"Reading in Maryland."},
      {
        "id":"ED099827",
        "title":"Qualitative Review of Terminal Objectives in Reading. Professional Paper No. 21-74."},
      {
        "id":"ED099828",
        "title":"[&quot;Greensboro Record&quot; (North Carolina) Series Describing One School System's Attempts to Prevent Reading Failure.]"},
      {
        "id":"ED099829",
        "title":"Record-Keeping and Checklists for Reading and Writing. Methods for Keeping Track of Individual Progress."},
      {
        "id":"ED099830",
        "title":"A Comprehensive Bibliography of the Cloze Procedure."},
      {
        "id":"ED099831",
        "title":"The Development of Word Lists: A Historic Overview."},
      {
        "id":"ED099832",
        "title":"The Reading Effectiveness Program."},
      {
        "id":"ED099833",
        "title":"Functional Reading Instruction Makes Sense: A Research Support."},
      {
        "id":"ED099834",
        "title":"What You'vs Always Wanted to Know About Yearbook Advising, But Were Afraid to Ask or Suggested Plans for the First Few Weeks of Yearbook Organization."},
      {
        "id":"ED099835",
        "title":"Measures for Research and Evaluation in the English Language Arts."},
      {
        "id":"ED099836",
        "title":"Non-Leveled English Program."},
      {
        "id":"ED099837",
        "title":"A Summary of Research Studies Relating to Language Arts in Elementary Education: 1973."},
      {
        "id":"ED099839",
        "title":"Contemporary Black Theatre."},
      {
        "id":"ED099840",
        "title":"From Colonialism to Collaboration: A Language-Based Inquiry."},
      {
        "id":"ED099841",
        "title":"Style Manual for Writers and Editors."},
      {
        "id":"ED099843",
        "title":"Toward a Grammar of Child Language. Studies in Language Education, Report No. 12."},
      {
        "id":"ED099844",
        "title":"How Do You Teach Technical Writing; Proceedings of the Technical Writing Section, Annual Southeastern Regional Conference on English in the Two Year College (9th, Jackson, Mississippi, February 21-23, 1974)."},
      {
        "id":"ED099845",
        "title":"An Annotated Bibliography Concerning Visual Literacy."},
      {
        "id":"ED099846",
        "title":"Creativity in Young Children - Attitude or Ability."},
      {
        "id":"ED099847",
        "title":"A Thematic Approach--Literature, Language, Composition: Grades 7, 8, 9 Course Guide; 1973 Supplement."},
      {
        "id":"ED099848",
        "title":"Milestones in the Secondary English Curriculum in the United States. ICTE Occasional Paper No. 11."},
      {
        "id":"ED099849",
        "title":"Secondary Schools Curriculum Guide: English, Grades 9-12."},
      {
        "id":"ED099853",
        "title":"Annotated Bibliography of Research in the Teaching of English, July 1, 1974 to December 31, 1974."},
      {
        "id":"ED099854",
        "title":"Contemporary Black American Fiction: A Checklist of Writing Since the Second World War."},
      {
        "id":"ED099855",
        "title":"Arizona in Fact and Fiction for the Junior High School Student."},
      {
        "id":"ED099856",
        "title":"An Instrument to Explore Category Features as Determinants of Choice in Pairing Words. Studies in Language Education. Report No. 13."},
      {
        "id":"ED099857",
        "title":"English Curriculum, Grades 9-12, 1975-1976."},
      {
        "id":"ED099859",
        "title":"The Big Story: Ten Questions and Answers about the Booming Career Field of Journalism and Communications."},
      {
        "id":"ED099860",
        "title":"The Nature of News in Three Dimensions."},
      {
        "id":"ED099861",
        "title":"Junior High Language Arts Curriculum Guide."},
      {
        "id":"ED099864",
        "title":"People: Annotated Multiethnic Bibliography K-12."},
      {
        "id":"ED099865",
        "title":"Grammatical Simplicity or Performative Efficiency?"},
      {
        "id":"ED099867",
        "title":"Hester Prynne and Linda Lovelace: Pure or Prurient."},
      {
        "id":"ED099868",
        "title":"Poetry Therapy."},
      {
        "id":"ED099871",
        "title":"The Modification of Selected Distinctive Feature Rules of English in Spanish Speaking Adults."},
      {
        "id":"ED099872",
        "title":"Composition."},
      {
        "id":"ED099873",
        "title":"The English Record: Silver Anniversary Issue; [Topics Covered in That Period]."},
      {
        "id":"ED099874",
        "title":"Teacher Literature."},
      {
        "id":"ED099875",
        "title":"Perception of Agnate Sentence Relationships by Pupils in Grades Four, Eight, and Eleven. Studies in Language Education. Report No. 14."},
      {
        "id":"ED099876",
        "title":"Setting Up and Implementing a Technical Writing Course in the Two-Year College: A Method."},
      {
        "id":"ED099877",
        "title":"Some Conceptual Problems in the Study of Ethnic and Minority Groups in Communication."},
      {
        "id":"ED099878",
        "title":"Mass Media and Minority Socialization: Conceptualizing the Process."},
      {
        "id":"ED099879",
        "title":"Contributions of Wilbur Schramm to Mass Communication Research. Journalism Monograph No. 36."},
      {
        "id":"ED099880",
        "title":"The Gate-Keeper: An Uncertain Theory. Journalism Monograph No. 37."},
      {
        "id":"ED099883",
        "title":"Computer-Based Analysis of Fictional and Dramatic Texts as Self-Contained Operative Systems."},
      {
        "id":"ED099884",
        "title":"Newspaper Idea Book for Upper Grades. Revised."},
      {
        "id":"ED099885",
        "title":"Creativity in Writing: A Sequence of Readings for Secondary English Teachers and Departments."},
      {
        "id":"ED099886",
        "title":"1974 Report for Florida National Council of Teachers of English Achievement Awards in Writing."},
      {
        "id":"ED099887",
        "title":"Three Behavioral Approaches to the Teaching of College-Level Composition: Diagnostic Tests, Contracts, and Computer-Assisted Instruction."},
      {
        "id":"ED099888",
        "title":"City University English Teachers: A Self-Report Regarding Remedial Teaching."},
      {
        "id":"ED099889",
        "title":"A Psycholinguistic Analysis of \"Deaf English.\""},
      {
        "id":"ED099890",
        "title":"Stylebook: A Guide for Writers and Editors; A Manual of Style with Recommended Practices for High School Publications."},
      {
        "id":"ED099891",
        "title":"The Dartmouth Seminar: Analysis of Proceedings and a Bibliography."},
      {
        "id":"ED099892",
        "title":"Effects of English Language Training on Aptitude Test Performance of Insular Puerto Ricans."},
      {
        "id":"ED099894",
        "title":"Materials for Sex Equality Education for Use by Teachers, Parents, and Young People."},
      {
        "id":"ED099895",
        "title":"Developing Four Marking Skills Associated with Following Directions."},
      {
        "id":"ED099896",
        "title":"A Rhetorical Analysis of Denise Levertov's &quot;From a Notebook: October '68--May '69&quot;."},
      {
        "id":"ED099897",
        "title":"A Cognitive Model of Communication."},
      {
        "id":"ED099898",
        "title":"The Validity of the Utilities Case."},
      {
        "id":"ED099899",
        "title":"The Challenge of Change."},
      {
        "id":"ED099900",
        "title":"An Information Processing Model of Organizations: A Focus on Environmental Uncertainty and Communication Network Structuring."},
      {
        "id":"ED099901",
        "title":"Some Communication and Demographic Determinants of Adolescent Consumer Learning."},
      {
        "id":"ED099902",
        "title":"A Study of Nonverbal Communication and Leadership Emergence in Task-Oriented and Informal Small Group Discussions."},
      {
        "id":"ED099903",
        "title":"Understanding Certain Interviewer Variables Affecting Trust in an Interview."},
      {
        "id":"ED099904",
        "title":"Effective Use of Communication Group Sessions on Speech and Listening Intelligibility at Milwaukee Area Technical College."},
      {
        "id":"ED099905",
        "title":"Conference in Rhetorical Criticism: Commended Papers (4th, Hayward, Calif., May 1969)."},
      {
        "id":"ED099906",
        "title":"Conference in Rhetorical Criticism: Commended Papers (3rd, Hayward, California, May 11, 1968)."},
      {
        "id":"ED099907",
        "title":"The Effect of Camera Treatment on Political Speakers' Credibility: Network Television Coverage of the Speeches of Ted Kennedy and George McGovern to the 1972 Democratic National Convention."},
      {
        "id":"ED099908",
        "title":"Play Production for Inexperienced Directors: A Blow by Blow Account."},
      {
        "id":"ED099909",
        "title":"A Study of Humor Initiated by Cosmopolitan and Locals in an Urban University."},
      {
        "id":"ED099910",
        "title":"The A.A.A.A. [American Association of Advertising Agencies] Educational Foundation Grants: Purpose, Results, Application; On the 22 Research Grants Awarded by the Foundation from 1968 through 1973, with Bibliographies of Published Material Which Resulted from the Research."},
      {
        "id":"ED099913",
        "title":"Review of the Literature of the Feedback Concept."},
      {
        "id":"ED099914",
        "title":"The Effect of Camera Shot on Interpersonal Attraction for Comedy Performers."},
      {
        "id":"ED099916",
        "title":"Film Festivals: A First Step for Independents."},
      {
        "id":"ED099917",
        "title":"The Effect of Body Type and Camera Shot on Interpersonal Attraction and Source Credibility."},
      {
        "id":"ED099918",
        "title":"Political Science and Speech Communication--A Team Approach to Teaching Political Communication."},
      {
        "id":"ED099919",
        "title":"Verbal Patterns in Dyadic Interaction."},
      {
        "id":"ED099920",
        "title":"Obscenity: Its Use and Abuse."},
      {
        "id":"ED099921",
        "title":"On Taking Marshall McLuhan Seriously."},
      {
        "id":"ED099922",
        "title":"The Theatre of the Grotesque."},
      {
        "id":"ED099923",
        "title":"Private Language/Public Language: The Plays of Peter Handke."},
      {
        "id":"ED099924",
        "title":"The One-Point Speech as a Unit in Speech Communication and Editorial Response to \"Unit Plan--One-Point Speech.\""},
      {
        "id":"ED099925",
        "title":"Behavioral Objectives in the Affective Domain."},
      {
        "id":"ED099926",
        "title":"Let the Kiddeos Play with the Videos and Don't Punt When You're About to Make a Touchdown."},
      {
        "id":"ED099929",
        "title":"The Role of Compressed Speech in Attention Research."},
      {
        "id":"ED099930",
        "title":"Cognitive Complexity and Theatrical Information Processing: Audience Responses to &quot;The Homecoming&quot; and &quot;Private Lives.&quot;"},
      {
        "id":"ED099931",
        "title":"Rhetorical Perspectives in Radio Communications: The Speaker and the Loudspeaker."},
      {
        "id":"ED099932",
        "title":"Some Interactions of Speech Rate, Signal Distortion, and Certain Linguistic Factors in Listening Comprehension. Professional Paper No. 39-68."},
      {
        "id":"ED099933",
        "title":"Communicative Intentions and Speech Acts in Language Development. Final Report."},
      {
        "id":"ED099934",
        "title":"A Decade of Stage Fright Research (1960-1969): A Synthesis."},
      {
        "id":"ED099935",
        "title":"Conference in Rhetorical Criticism: Address of the Conference and Outstanding Papers; Annual Conference (1st, Hayward, Calif., May 1966)."},
      {
        "id":"ED099936",
        "title":"The Undergraduate Curriculum in Theatre History."},
      {
        "id":"ED099937",
        "title":"Personalizing Group Environments: A Conceptual Approach Toward More Effective Small Group Functioning."},
      {
        "id":"ED099938",
        "title":"Conference in Rhetorical Criticism: Address of the Conference and Commended Papers (2nd, Hayward, Calif., May 1967)."},
      {
        "id":"ED099939",
        "title":"Communication and Political Development in the Emerging African Countries."},
      {
        "id":"ED099940",
        "title":"Theory-Building and Rhetorical Criticism."},
      {
        "id":"ED099941",
        "title":"Learning Communication Skills: Individualized Instruction."},
      {
        "id":"ED099942",
        "title":"Dialectical Enjoinment During the Scopes Trial."},
      {
        "id":"ED099943",
        "title":"Analyzing Human Communication Networks in Organizations: Applications to Management Problems."},
      {
        "id":"ED099944",
        "title":"Research Methodology in Another Culture: Some Precautions."},
      {
        "id":"ED099945",
        "title":"A Metatheory for Black Communication."},
      {
        "id":"ED099946",
        "title":"Dogmatism: A Factor in the Understanding and Appreciation of Editorial Satire?"},
      {
        "id":"ED099947",
        "title":"Knowledge of Listener Attitudes Related to Role Taking and Attitude Change."},
      {
        "id":"ED099948",
        "title":"Communication. Earth 2020 Workshop."},
      {
        "id":"ED099949",
        "title":"The Rhetoric of Physicians: A Field Study of Communication with Colleagues and Patients."},
      {
        "id":"ED099950",
        "title":"Impact Survey of Career Education on Communication Curriculum within the 13 State Region of the CSSA (Central State Speech Association)."},
      {
        "id":"ED099951",
        "title":"Inservice Training for Staff and Administrators. School Leadership Digest Series, Number Eight. ERIC/CEM Research Analysis Series, Number Ten."},
      {
        "id":"ED099952",
        "title":"Playground Facilities and Equipment. NAESP School Leadership Digest Series, Number Nine. ERIC/CEM Research Analysis Series, Number Eleven."},
      {
        "id":"ED099953",
        "title":"Leadership Styles. The Best of ERIC, Number 5."},
      {
        "id":"ED099954",
        "title":"Advisory Committees. The Best of ERIC Series, Number 6."},
      {
        "id":"ED099955",
        "title":"General Revenue Sharing Data Study: Executive Summary. Volume I."},
      {
        "id":"ED099956",
        "title":"Organization and Administration of Education. Educational Development Conference: Report of the Working Party (1973-74)."},
      {
        "id":"ED099957",
        "title":"Federal Programs Supporting Educational Change: A Model of Educational Change. Volume I."},
      {
        "id":"ED099958",
        "title":"A Process for Revalidation of Community-Based Goals, Volume III."},
      {
        "id":"ED099959",
        "title":"From Goals to Action. Your School Has Set Goals. Now, What? Second Edition."},
      {
        "id":"ED099960",
        "title":"The School and Community: Partners in Education. [A Way To Determine Needs and Set Goals.] Second Edition."},
      {
        "id":"ED099961",
        "title":"Projections of Public and Nonpublic School Enrollment and High School Graduates in New York State: 1974-75 to 1992-93."},
      {
        "id":"ED099962",
        "title":"Low Energy Utilization School: Research, Design, Construction, and Evaluation. Phase 1: Interim Report."},
      {
        "id":"ED099963",
        "title":"Procedures for Projecting School District Enrollment."},
      {
        "id":"ED099964",
        "title":"Program and Cost Effectiveness for Education in California. Final Report."},
      {
        "id":"ED099965",
        "title":"School Administrators Evaluate the Letter of Reference and Selected Recruitment Practices."},
      {
        "id":"ED099966",
        "title":"Manual for Implementing Standards of Quality and Objectives for Public Schools in Virginia, 1972-74."},
      {
        "id":"ED099967",
        "title":"The Politics and Economics of the Future Financing of Public Education."},
      {
        "id":"ED099968",
        "title":"Synthetic Models of Organization: Towards a Preliminary Synthesis of the Literature."},
      {
        "id":"ED099969",
        "title":"The Senior High-School Principalship: The Study of the Secondary-School Principalship. A Report. Volume I."},
      {
        "id":"ED099971",
        "title":"Professionalism, Unionism, and Collective Negotiation: Teacher Negotiations Experience in California."},
      {
        "id":"ED099972",
        "title":"The Impact of Hierarchy and Group Structure on Information Processing in Decision Making: Application of a Networks/Systems Approach."},
      {
        "id":"ED099973",
        "title":"Processing Systems Optimization Through Automatic Design and Reorganization of Program Modules."},
      {
        "id":"ED099974",
        "title":"GPLAN: A Generalized Data Base Planning System."},
      {
        "id":"ED099975",
        "title":"The Effects of Structure on Group Efficiency and Interjudge Agreement Following Group Discussions."},
      {
        "id":"ED099976",
        "title":"Analysis of Time-Sharing Contract Agreements with Related Suggested Systems Evaluation Criteria."},
      {
        "id":"ED099977",
        "title":"Indoor and Outdoor Space for Children in Nursery-Kindergarten Programs. Exchange Bibliography No. 502."},
      {
        "id":"ED099979",
        "title":"A Selected Bibliography of Readings in Management Theory and Practice. Exchange Bibliography No. 637."},
      {
        "id":"ED099980",
        "title":"Guidelines for Automatic Data Processing Physical Security and Risk Management. Federal Information Processing Standards Publication 31."},
      {
        "id":"ED099981",
        "title":"To Amend the National School Lunch Act. Hearing Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, Second Session on H.R. 13168."},
      {
        "id":"ED099988",
        "title":"Differentiation, Interdependence, and Performance in Formal Organizations."},
      {
        "id":"ED099989",
        "title":"Suggestions for Principals: Public Information, Human Relations, Program Services, Pupil Personnel Services."},
      {
        "id":"ED099990",
        "title":"The Principal and Human Relations."},
      {
        "id":"ED099991",
        "title":"An Approach to Discipline in the Desegregated School."},
      {
        "id":"ED099992",
        "title":"Interorganizational Measurement: Differences Between Types of Organizations."},
      {
        "id":"ED099993",
        "title":"Privacy Rights of Parents and Students."},
      {
        "id":"ED099994",
        "title":"At the Edge and Still Cutting: Notes on Some Very New National Curriculum Development Projects. Curriculum Report, Vol. 2, No. 2."},
      {
        "id":"ED099995",
        "title":"More Options: Alternatives to Conventional School. Curriculum Report, Vol. 2, No. 3."},
      {
        "id":"ED099996",
        "title":"The Changing Age of Majority, A Legal Memorandum."},
      {
        "id":"ED099997",
        "title":"School-to-College Transcript Content. Guidelines. Curriculum Report, Vol. 3, No. 5."},
      {
        "id":"ED099998",
        "title":"Educational Plan of the West York Area [Pennsylvania] School District: Administrative Accountability."},
      {
        "id":"ED099999",
        "title":"The New Haven Department of Education Affirmative Action Plan 1974."},
      {
        "id":"ED100000",
        "title":"Doctorate Needs in Educational Administration During the 1970's and 1980's: A Preliminary Analysis. A Report."},
      {
        "id":"ED100001",
        "title":"Middle School in the Making. Readings from &quot;Educational Leadership&quot;."},
      {
        "id":"ED100002",
        "title":"Environment: A New Focus for Land-Use Planning."},
      {
        "id":"ED100003",
        "title":"Solar Heating Proof-of-Concept Experiment for a Public School Building. Report for the Period 15 Jan. 1974 to 15 May 1974. No. ER-7934."},
      {
        "id":"ED100005",
        "title":"Solar Heating and Cooling of Buildings (Phase O). Volume 1: Executive Summary."},
      {
        "id":"ED100007",
        "title":"Solar Heating Experiment on the Grover Cleveland School, Boston, Massachusetts. Final Report."},
      {
        "id":"ED100008",
        "title":"Adjusting for Differences Among School Districts in the Costs of Educational Inputs. A Feasibility Report."},
      {
        "id":"ED100018",
        "title":"Considerations in Developing an Outside Area for Schools/Centers for Young Children."},
      {
        "id":"ED100020",
        "title":"Supreme Court of the United States: Goss Et Al. v. Lopez Et Al. Appeal from the United States District Court for the Southern District of Ohio. No. 73-898. Argued October 16, 1974--Decided January 22, 1975."},
      {
        "id":"ED100021",
        "title":"Negligence--When Is the Principal Liable? A Legal Memorandum."},
      {
        "id":"ED100022",
        "title":"School Boards: Their Policy-Making Relevance."},
      {
        "id":"ED100023",
        "title":"Functional Specialization, Referent Group Orientation, and Vertical Mobility in the Educational Organization."},
      {
        "id":"ED100024",
        "title":"Nonpublic Schools in Large Cities: 1970-71 Edition."},
      {
        "id":"ED100025",
        "title":"Public Control of Public Schools: Can We Get It Back? Public Affairs Report, Vol. 15, No. 3."},
      {
        "id":"ED100026",
        "title":"School District Organization and Collaboration for Equalization of Educational Opportunity. Summary of a Conference (Boston, Massachusetts, April 11, 1974)."},
      {
        "id":"ED100027",
        "title":"Recycling School Facilities. Summary of a Conference (Andover, Massachusetts, March 8, 1974)."},
      {
        "id":"ED100028",
        "title":"The First 55."},
      {
        "id":"ED100030",
        "title":"An Analysis of Differences in Costs Among Three School Year Schedules for Lanes Mill Elementary School."},
      {
        "id":"ED100033",
        "title":"Educational Goals for Massachusetts. A Report."},
      {
        "id":"ED100037",
        "title":"Five-Year Plans for Meeting Eight Major Objectives for South Carolina Public Schools."},
      {
        "id":"ED100038",
        "title":"A Planning Model for Operationalizing Long-Range Educational Objectives."},
      {
        "id":"ED100039",
        "title":"South Carolina's Five Year Plan for Continuous Upgrading of Education."},
      {
        "id":"ED100040",
        "title":"Applying MBO to School Systems: A Case Study."},
      {
        "id":"ED100041",
        "title":"Selected Bibliography on Optional Alternative Public Schools 1972-1974."},
      {
        "id":"ED100044",
        "title":"Teachers, Salaries, and School District Expenditures. Report No. 1588-FF."},
      {
        "id":"ED100045",
        "title":"Educational Renewal: The Florida Strategy. Policy Paper No. 2."},
      {
        "id":"ED100046",
        "title":"Decisions To Innovate: A Model of School Organizations and Section 306, Title III. Paper No. 5312."},
      {
        "id":"ED100047",
        "title":"Curiosity, Creativity, and Attitude to Schooling in Open-Plan and Traditional Schools (Grades 2 to 4). Final Report. Studies of Open Education, No. 12."},
      {
        "id":"ED100050",
        "title":"Selected References in Educational Planning: Bibliography and Selection Criteria. Research Report No. 21."},
      {
        "id":"ED100052",
        "title":"A Foundation To Build On."},
      {
        "id":"ED100053",
        "title":"Trends in Educational Administration Research in the United States."},
      {
        "id":"ED100054",
        "title":"Future Trends in Canadian Education and Their Implications for a Provincial Federation of Secondary School Teachers."},
      {
        "id":"ED100055",
        "title":"An index to the Education Amendments of 1974. A Report to the States. ECS Report No. 60."},
      {
        "id":"ED100056",
        "title":"The Residence Hall as a Community in Higher Education."},
      {
        "id":"ED100057",
        "title":"Statewide Educational Objectives."},
      {
        "id":"ED100058",
        "title":"An Innovative Training Model for Professional Improvement of Elementary Teachers."},
      {
        "id":"ED100059",
        "title":"Student Rights and Responsibilities. A Legal-Educational Bibliography."},
      {
        "id":"ED100061",
        "title":"Catalog of Promising Educational Programs and Practices 1972-1973."},
      {
        "id":"ED100062",
        "title":"The Effects of Organizational Integration Into Informational Environments on Adoption of Innovation."},
      {
        "id":"ED100063",
        "title":"Designing Schools for the Physically Handicapped."},
      {
        "id":"ED100064",
        "title":"Planning Handbook: A Practical Guide to Long-Range Organizational Planning for School Boards and Administrators."},
      {
        "id":"ED100065",
        "title":"Personnel Management Institutes 1974."},
      {
        "id":"ED100067",
        "title":"Searches of Students and the Fourth Amendment. School Law Bulletin, Vol. 6, No. 1."},
      {
        "id":"ED100068",
        "title":"Conflict and Cohesion in Kentucky School Boards."},
      {
        "id":"ED100069",
        "title":"The Energy Crisis in the Public Schools; Alternative Solutions."},
      {
        "id":"ED100070",
        "title":"Developing a Standardized Educational Program Audit (SEPA): A Formative Look in 1974."},
      {
        "id":"ED100071",
        "title":"Extended School Year Programs: Sightlines and Guidelines."},
      {
        "id":"ED100072",
        "title":"Educational Programs for Gifted Pupils: A Report to the California Legislature Prepared Pursuant to Section 2 of Chapter 2385, Statutes of 1957."},
      {
        "id":"ED100073",
        "title":"A National Survey of Current and Anticipated Media Equipment in Residential and Day Programs for the Hearing Impaired."},
      {
        "id":"ED100074",
        "title":"Florida State Plan for the Education of Exceptional Students: 1974-75."},
      {
        "id":"ED100075",
        "title":"Attitudes of Future Administrators Toward the Handicapped."},
      {
        "id":"ED100076",
        "title":"Instructional Technology Training Program in Special Education. Final Report."},
      {
        "id":"ED100078",
        "title":"A Teachers' Guide for Exceptional Children and Youth. Parts 1 and 2."},
      {
        "id":"ED100079",
        "title":"A Teachers' Guide for Exceptional Children and Youth. Parts 3 and 4."},
      {
        "id":"ED100080",
        "title":"Special Education Curriculum Development Project for the United States Dependent Schools; European Area. Final Report."},
      {
        "id":"ED100082",
        "title":"Department Procedures Superintendent 74-40; Department Procedures for Implementing Rule 49, Relating to Changing the Educational Status of Exceptional Students."},
      {
        "id":"ED100083",
        "title":"A Demonstration of Three Models of Advocacy Programs for Developmentally Disabled Children."},
      {
        "id":"ED100084",
        "title":"Proceedings: National Training Workshop on Head Start Services to Handicapped Children. (St. Louis, Missouri, May 22-24, 1973)."},
      {
        "id":"ED100085",
        "title":"Instruction-Following Behavior: It Generalizes."},
      {
        "id":"ED100086",
        "title":"Is Child Advocacy for Children?"},
      {
        "id":"ED100087",
        "title":"To Give an EDGE: A Guide for New Parents of Down's Syndrome (Mongoloid) Children."},
      {
        "id":"ED100088",
        "title":"Program for the Preparation of Teachers for the Trainable Mentally Retarded. Final Report."},
      {
        "id":"ED100089",
        "title":"Professional Development Program for Vocational Educators of Handicapped Students. Final Report."},
      {
        "id":"ED100090",
        "title":"AIM: Adventures in Movement for the Handicapped."},
      {
        "id":"ED100091",
        "title":"Mississippi Special Olympics: Special Events Manual."},
      {
        "id":"ED100092",
        "title":"Bibliography on Physical Education, 1974."},
      {
        "id":"ED100093",
        "title":"Experimental Education Unit: Staff Publications; 1973-1974."},
      {
        "id":"ED100094",
        "title":"Curriculum Guide for the Work-Study Program, 1974."},
      {
        "id":"ED100095",
        "title":"Dissemination of Mental Retardation Services and Treatment Through Recruitment and Training of Rural Area Teachers, 1972-1973. Director's Report."},
      {
        "id":"ED100096",
        "title":"1980 Is Now: A Conference on the Future of Deaf-Blind Children."},
      {
        "id":"ED100097",
        "title":"Serving the Deaf-Blind Population: Planning for 1980."},
      {
        "id":"ED100098",
        "title":"The Development of a Social Learning Curriculum for Moderately Retarded Children; A Working Paper."},
      {
        "id":"ED100099",
        "title":"The Development and Implementation of a Public School Prevocational Training Program for Trainable Retarded and Severely Emotionally Disturbed Children. Progress Report. Part 1."},
      {
        "id":"ED100100",
        "title":"The Design and Implementation of an Empirically Based Instructional Program for Young Severely Handicapped Students: Toward the Rejection of the Exclusion Principle. Part 3."},
      {
        "id":"ED100101",
        "title":"A Collection of Papers and Programs Related to Public School Services for Severely Handicapped Students. Volume 4."},
      {
        "id":"ED100102",
        "title":"Teaching Gifted Children Art in Grades One Through Three."},
      {
        "id":"ED100103",
        "title":"Teaching Gifted Children Mathematics in Grades Four Through Six."},
      {
        "id":"ED100104",
        "title":"Work-Study Program for Handicapped Children. Final Report."},
      {
        "id":"ED100105",
        "title":"Programming for the Language Disabled Child: Booklet 1: Identification Procedures."},
      {
        "id":"ED100106",
        "title":"Programming for the Language Disabled Child: Booklet 2: Essential Professional Skills."},
      {
        "id":"ED100107",
        "title":"Programming for the Language Disabled Child: Booklet 3: Specific Programmatic Techniques."},
      {
        "id":"ED100108",
        "title":"Programming for the Language Disabled Child: Booklet 4: Functional Approach to the Evaluation of Materials."},
      {
        "id":"ED100109",
        "title":"Programming for the Language Disabled Child: Booklet 5: Guidelines for Program Development."},
      {
        "id":"ED100110",
        "title":"Project Child Ten Kit 1: Orientation to a Performance Based Curriculum."},
      {
        "id":"ED100111",
        "title":"Project Child Ten Kit 2: Learning Theories."},
      {
        "id":"ED100112",
        "title":"Project Child Ten Kit 3: Characteristics of the Language Disabled Child."},
      {
        "id":"ED100113",
        "title":"Project Child Ten Kit 4: Human Engineering Applicable to the Classroom."},
      {
        "id":"ED100114",
        "title":"Project Child Ten Kit 5: Educational Assessment Techniques."},
      {
        "id":"ED100115",
        "title":"Project Child Ten Kit 6: Psychological and Physiological Assessment Techniques."},
      {
        "id":"ED100116",
        "title":"Project Child Ten Kit 7: Development of Measurable Objectives."},
      {
        "id":"ED100117",
        "title":"Project Child Ten Kit 8: General Methodologies."},
      {
        "id":"ED100118",
        "title":"Project Child Ten Kit 9: Student Monitoring Techniques."},
      {
        "id":"ED100119",
        "title":"Project Child Ten Kit 10: Teacher Self Appraisal."},
      {
        "id":"ED100120",
        "title":"Project Child Ten Kit 11: Program Planning for the Language Disabled Child."},
      {
        "id":"ED100121",
        "title":"Project Child Ten Kit 12: Components of Accountability."},
      {
        "id":"ED100122",
        "title":"Me and My Environment Formative Evaluation Report 3. Design and Revision, Data Collection and Portrayal."},
      {
        "id":"ED100123",
        "title":"Anticipation of Cognitive Behavior of Mentally Retarded and Nonretarded Children. Final Report 16.3."},
      {
        "id":"ED100125",
        "title":"Javanese-English Dictionary Project. Final Report."},
      {
        "id":"ED100126",
        "title":"Translation: A Cable of Many Strands."},
      {
        "id":"ED100127",
        "title":"Basic Amharic Dictionary: Amharic-English, English-Amharic. Final Report."},
      {
        "id":"ED100128",
        "title":"Mon pays: Madawaska (My Land: Madawaska)."},
      {
        "id":"ED100129",
        "title":"Les Acadiens (The Acadians)."},
      {
        "id":"ED100130",
        "title":"Chez nous: ma famille (At Our House: My Family)."},
      {
        "id":"ED100131",
        "title":"Chez nous: mon village (At Our House: My Village)."},
      {
        "id":"ED100132",
        "title":"Mon pays: ma foret (My Land: My Forest)."},
      {
        "id":"ED100133",
        "title":"Mon pays: Frenchville-St. Agathe (My Land: Frenchville-St. Agathe)."},
      {
        "id":"ED100134",
        "title":"Je voyage au Canada (Travelling to Canada)."},
      {
        "id":"ED100136",
        "title":"Dormitory English: Implications for the Classroom Teacher."},
      {
        "id":"ED100137",
        "title":"Variable-Length Character String Analyses of Three Data-Bases, and their Application for File Compression."},
      {
        "id":"ED100139",
        "title":"Evaluation of Children's Linguistic Competence: Acquisition of Transformations."},
      {
        "id":"ED100140",
        "title":"A Review of Current Psycholinguistic Approaches to Language Acquisition."},
      {
        "id":"ED100141",
        "title":"How to Organize an A.A.T.G. Placement Information Center."},
      {
        "id":"ED100142",
        "title":"Modern Languages in School."},
      {
        "id":"ED100143",
        "title":"The Production and Recognition of Grammatical and Ungrammatical English Word Sequences by Bilingual Children."},
      {
        "id":"ED100145",
        "title":"Bilingual-Bicultural Education: Making Equal Educational Opportunities Available to National Origin Minority Students."},
      {
        "id":"ED100146",
        "title":"Conference on American Indian Languages Clearinghouse Newsletter. Vol. 2, No. 1."},
      {
        "id":"ED100148",
        "title":"Dialect in School."},
      {
        "id":"ED100149",
        "title":"A Semantic Analysis of Abstracts Around an Experiment in Mechanized Indexing."},
      {
        "id":"ED100153",
        "title":"The Acquisition of Questions and Its Relation to Cognitive Development in Normal and Linguistically Deviant Children: A Pilot Study. Papers and Reports on Child Language Development, No. 4."},
      {
        "id":"ED100155",
        "title":"Readers, Books and Articles on Child Phonology: A Selected Bibliography. Papers and Reports on Child Language Development, No. 7."},
      {
        "id":"ED100156",
        "title":"Current Child Language Research Resumes. Papers and Reports on Child Language Development, No. 8."},
      {
        "id":"ED100157",
        "title":"Language and Identity in Belgium."},
      {
        "id":"ED100159",
        "title":"Psychological Aspects of Cultural Pluralism: Unity and Identity Reconsidered."},
      {
        "id":"ED100160",
        "title":"A Longitudinal Study of Mothers' Language."},
      {
        "id":"ED100161",
        "title":"A Design for Bilingual/Bicultural Education: A Process for Cultural Pluralism."},
      {
        "id":"ED100162",
        "title":"Communication with the Hearing Impaired."},
      {
        "id":"ED100163",
        "title":"Over-Extension Phenomena in Children's Acquisition of Spatial Adjectives."},
      {
        "id":"ED100164",
        "title":"The Acquisition of Major Constituent Order Rules in English."},
      {
        "id":"ED100166",
        "title":"The Linguist and the Field of Education."},
      {
        "id":"ED100167",
        "title":"Mobilizing for Improved French Teacher Education."},
      {
        "id":"ED100168",
        "title":"Transformational Grammar and Cognitive Psycholinguistics."},
      {
        "id":"ED100169",
        "title":"Breaking the Language Barrier: The Right to Bilingual Education."},
      {
        "id":"ED100172",
        "title":"Teaching Languages to Adults for Special Purposes. CILT Reports and Papers, No. 11."},
      {
        "id":"ED100173",
        "title":"French/Francais: Mountain Plains Educational Media Council Film Rental Catalog."},
      {
        "id":"ED100174",
        "title":"The Death of a Prestige Form, or the Social Stratification of /R/ in Tuscaloosa, Alabama."},
      {
        "id":"ED100175",
        "title":"Bilingual Education Project: Evaluation of the 1973-74 French Immersion Program in Grades 1-3 in the Federal Capital's Public Schools."},
      {
        "id":"ED100176",
        "title":"Bilingual Education Project: Evaluation of the 1973-74 French Immersion Program in Grades K-2 at Allenby Public School, Toronto."},
      {
        "id":"ED100177",
        "title":"Curriculum Report, Volume 3, Number 1."},
      {
        "id":"ED100178",
        "title":"Foreign Language Teaching: The Utilization of Community Resources."},
      {
        "id":"ED100179",
        "title":"L'assistant francais (The French Assistant)."},
      {
        "id":"ED100180",
        "title":"[Summary of the Proceedings of the Second Meeting of the Committee for General and Technical Education to Assess Progress in Modern Language Teaching in Member States of the CCC.]"},
      {
        "id":"ED100181",
        "title":"Guide to Title VII ESEA Bilingual Bicultural Projects. 1973-1974"},
      {
        "id":"ED100182",
        "title":"Equational Sentence Structure in Eskimo."},
      {
        "id":"ED100183",
        "title":"A Guide to Organizing Short-term Study Abroad Programs. Series on Languages and Linguistics No. 4."},
      {
        "id":"ED100185",
        "title":"A Syllabus for an Inservice Course in the Teaching of German."},
      {
        "id":"ED100186",
        "title":"A Syllabus for an Inservice Course in the Teaching of Latin."},
      {
        "id":"ED100187",
        "title":"Interpreter in Criminal Cases: Allrounders First!"},
      {
        "id":"ED100188",
        "title":"Getting a Linguistics Program Started?"},
      {
        "id":"ED100189",
        "title":"A Selected Bibliography on Language Teaching and Learning. Series on Languages and Linguistics No. 3."},
      {
        "id":"ED100191",
        "title":"Foreign Languages in Career Training."},
      {
        "id":"ED100192",
        "title":"L'analyse des erreurs: etat actuel de la recherche (Error Analysis: Present State of Research). Errors: A New Perspective."},
      {
        "id":"ED100193",
        "title":"Error Analysis: What the Teachers Can Do. Errors: A New Perspective."},
      {
        "id":"ED100194",
        "title":"Minority Enrollment and Representation in Institutions of Higher Education. A Survey of Minority Student Enrollment in Colleges, Universities, Graduate and Professional Schools in 50 States and the District of Columbia."},
      {
        "id":"ED100195",
        "title":"Higher Education and Research in Finland. Reference Publications 6."},
      {
        "id":"ED100196",
        "title":"A Report to the Legislature on Women in Athletic Programs at the University of California."},
      {
        "id":"ED100197",
        "title":"Faculty Tenure and Contract Systems: 1972 and 1974. Report No. 22."},
      {
        "id":"ED100198",
        "title":"University Students and the Employment Market--A Profile of Present Graduates from University College, Nairobi. Staff Paper No. 74."},
      {
        "id":"ED100200",
        "title":"Research Data on Tenure and Governance Under Collective Bargaining."},
      {
        "id":"ED100202",
        "title":"Perspectives and Plans for Graduate Studies. 12. Religious Studies 1974. Report No. 74-23."},
      {
        "id":"ED100203",
        "title":"Management Education in Southeast Asia."},
      {
        "id":"ED100204",
        "title":"Planning Relative To Institutional Size and the Total Postsecondary Delivery System."},
      {
        "id":"ED100205",
        "title":"Personnel Management. Universities."},
      {
        "id":"ED100206",
        "title":"Seven Liberal Arts Colleges Revisited."},
      {
        "id":"ED100207",
        "title":"The Status of Nontraditional Education."},
      {
        "id":"ED100208",
        "title":"Music in Higher Education. A Summary of Information from the Annual Reports of Member Institutions, 1973-74."},
      {
        "id":"ED100211",
        "title":"A Longitudinal Study of the Status of Hofstra Freshman Classes Five Years After Entry. Report No. 108."},
      {
        "id":"ED100212",
        "title":"Public Administration Programs and Careers in the South."},
      {
        "id":"ED100213",
        "title":"Is There a Consensus in University Students Course Expectations?"},
      {
        "id":"ED100214",
        "title":"[Description of the Fund for the Improvement of Postsecondary Education.]"},
      {
        "id":"ED100215",
        "title":"An Evaluation of the Undergraduate Pass-Fail Option System of Grading at the University of Texas at Austin."},
      {
        "id":"ED100216",
        "title":"Postdoctoral Training in the Biomedical Sciences. An Evaluation of NIGMS [National Institute of General Medical Sciences] Postdoctoral Traineeship and Fellowship Programs."},
      {
        "id":"ED100217",
        "title":"A Management Model for Establishing a Graduate Center of Cross-Cultural Studies."},
      {
        "id":"ED100218",
        "title":"A Prospectus on the NCHEMS Information Exchange Procedures Implementation Project 1974-75."},
      {
        "id":"ED100221",
        "title":"Physician Location Selection and Distribution. A Bibliography of Relevant Articles, Reports and Data Sources. Health Manpower Policy Discussion Paper Series No. D3."},
      {
        "id":"ED100222",
        "title":"Proceedings of the Third Annual Conference of the City University of New York (November 1973)."},
      {
        "id":"ED100224",
        "title":"Voluntary Support of Education 1972-73."},
      {
        "id":"ED100227",
        "title":"Alternative Tuition Systems. ACT Special Report No. 12."},
      {
        "id":"ED100228",
        "title":"Total and Full-time Enrollment in California Institutions of Higher Education, Fall 1973."},
      {
        "id":"ED100229",
        "title":"Catalog of Uncommon Facilities in Southern Universities."},
      {
        "id":"ED100230",
        "title":"Status of the Doctor of Arts Degree."},
      {
        "id":"ED100231",
        "title":"Federal Aid to Black Colleges."},
      {
        "id":"ED100233",
        "title":"The Health of Texans. A Study of Medical and Dental Education 1974-1980. CB Study Paper No. 23."},
      {
        "id":"ED100234",
        "title":"Dimensions of Postsecondary Educational Planning: The &quot;University of California Academic Plan, 1974-1978&quot; As A Case Study."},
      {
        "id":"ED100235",
        "title":"Governing Boards of Public Universities and Colleges: Composition, Selection, Length of Terms."},
      {
        "id":"ED100236",
        "title":"Student Demand and Preferences for University Area Housing."},
      {
        "id":"ED100240",
        "title":"Graduate Enrollment Up in Biological Sciences Fall 1974. Science Resources Studies Highlights."},
      {
        "id":"ED100241",
        "title":"College & University Business Administration. Third Edition."},
      {
        "id":"ED100243",
        "title":"Instructional Development at Illinois State University, 1973-1974."},
      {
        "id":"ED100244",
        "title":"An Overview of the Origin and Administrative Organization of Ghanaian Higher Education. Monograph."},
      {
        "id":"ED100246",
        "title":"Administering A Solution--Goals Versus Quotas."},
      {
        "id":"ED100247",
        "title":"A National Policy for Private Higher Education. The Report of a Task Force of the National Council of Independent Colleges and Universities."},
      {
        "id":"ED100248",
        "title":"Resource Directory on Growth and Education."},
      {
        "id":"ED100249",
        "title":"Bibliography on Growth and Education."},
      {
        "id":"ED100250",
        "title":"The Implications of Growth Policy for Postsecondary Education. A Model and Proposed Course of Action. Working Paper."},
      {
        "id":"ED100251",
        "title":"Annual Report. 1974. Coordinating Board Texas College and University System."},
      {
        "id":"ED100252",
        "title":"Employment of Recent College Graduates, October 1972. Special Labor Force Report No. 169."},
      {
        "id":"ED100254",
        "title":"Impact of Federal Support of Science on the Publicly Supported Universities and Four-Year Colleges in Michigan."},
      {
        "id":"ED100255",
        "title":"Some Transportation Alternatives for Commuter Colleges and Universities."},
      {
        "id":"ED100256",
        "title":"Diversity in Academic Governance Patterns. Research and Development Memorendum No. 130."},
      {
        "id":"ED100257",
        "title":"Open Admissions and the Ph.D.: A Case Study of the External Doctorate Degree Program of Walden University."},
      {
        "id":"ED100259",
        "title":"The Effective College and University Board: A Report of a National Survey of Trustees and Presidents. Final Report."},
      {
        "id":"ED100260",
        "title":"An Introduction to the NCHEMS Costing and Data Management System. Technical Report No. 55."},
      {
        "id":"ED100261",
        "title":"Tuition and Fee Recommendations. Washington State Public Higher Education 1975-1977."},
      {
        "id":"ED100262",
        "title":"Developing and Implementing Effective Modes of Communication Between the School of Social Work and Agency-Based Faculty."},
      {
        "id":"ED100263",
        "title":"On Living With Auditors. Studies in Management; Vol. 4, No. 2, October 1974."},
      {
        "id":"ED100264",
        "title":"Woodrow Wilson National Fellowship Foundation Reports for 1972-1973, 1973-1974."},
      {
        "id":"ED100266",
        "title":"Organizing a Higher Education Institution for Effective Management. Professional File; Vol. 5, No. 3, November 1974."},
      {
        "id":"ED100267",
        "title":"Instructional Costing at Ohio Wesleyan. Studies in Management; Vol. 4, No. 4, December 1974."},
      {
        "id":"ED100268",
        "title":"Wage and Salary Administration for Smaller Institutions of Higher Education. A Basic Guide to Management Practice."},
      {
        "id":"ED100269",
        "title":"The Open University: A Survey and Economic Analysis. Research Bulletin-74-26."},
      {
        "id":"ED100270",
        "title":"The Moton Guide to American Colleges with a Black Heritage, 1974-75."},
      {
        "id":"ED100271",
        "title":"Guidelines and Standards for Professional Masters Degree Programs in Public Affairs/Public Administration."},
      {
        "id":"ED100273",
        "title":"Guide for the Self-Evaluation of Professional Masters Degree Programs in Public Affairs/Public Administration."},
      {
        "id":"ED100275",
        "title":"Texas Higher Education 1968-1980. A Report to the 64th Texas Legislature, January 1975."},
      {
        "id":"ED100276",
        "title":"The Danforth Foundation Annual Report 1973/1974."},
      {
        "id":"ED100277",
        "title":"The Rutgers Graduate COP Program. COP Bulletin 4; Vol. 2, 1974-75."},
      {
        "id":"ED100278",
        "title":"Summary of Budget Requests for Fiscal Years 1975-76 and 1976-77. Summary of Biennial Report for the Period Ending June 30, 1974."},
      {
        "id":"ED100279",
        "title":"The Supply and Demand for College Educated Labor."},
      {
        "id":"ED100280",
        "title":"Faculty Salaries in Washington Public Higher Education, 1975-77."},
      {
        "id":"ED100281",
        "title":"Changes in University Freshmen: 1963-1973. Research Bulletin; Vol. 15, No. 7, November 1974."},
      {
        "id":"ED100282",
        "title":"SMU (Southern Methodist University) Institute of Technology 1974 Annual Report."},
      {
        "id":"ED100283",
        "title":"University of Nevada System Comprehensive Plan, 1975-1979."},
      {
        "id":"ED100284",
        "title":"Facilities Inventory, Fall 1971."},
      {
        "id":"ED100285",
        "title":"Enrollment and Facilities Inventory, Fall 1972."},
      {
        "id":"ED100289",
        "title":"Children's Television Programs; Report and Policy Statement."},
      {
        "id":"ED100290",
        "title":"Concurring Statement In Re: Children's Television Report."},
      {
        "id":"ED100291",
        "title":"Seventh Annual Report: The North Suburban Library System, Morton Grove, Illinois."},
      {
        "id":"ED100292",
        "title":"The Cataloging of Nonprint Media; A Challenge and the Revision of the Anglo-American Cataloging Rules to Meet the Challenge."},
      {
        "id":"ED100297",
        "title":"Audio-Visual Aids and Computer Assisted and Programmed Instruction in Dental Education. (Updates Literature Search 72-12)."},
      {
        "id":"ED100299",
        "title":"The ABC's of Learning Packets."},
      {
        "id":"ED100300",
        "title":"Evaluation of the Market for Instructional Television and the Effects of Changes in the Communications Industry. Current and Potential Use of ITV. Final Report. Volume 1."},
      {
        "id":"ED100301",
        "title":"Evaluation of the Market for Instructional Television and the Effects of Changes in the Communications Industry. Delivery Systems. Final Report. Volume 2."},
      {
        "id":"ED100302",
        "title":"The Public Library as a Multi-Media Institution."},
      {
        "id":"ED100303",
        "title":"Alternatives for Financing the Public Library."},
      {
        "id":"ED100304",
        "title":"EUDISED Technical Studies 1973-1974."},
      {
        "id":"ED100305",
        "title":"How &quot;Fair&quot; Should TV Be?"},
      {
        "id":"ED100306",
        "title":"Information-Seeking Behavior of College Students Using the Library to Do Research. A Pilot Study."},
      {
        "id":"ED100307",
        "title":"Instructional Radio: The Nicaraguan Connection."},
      {
        "id":"ED100308",
        "title":"Individualized Instruction and the Letter Grade System."},
      {
        "id":"ED100310",
        "title":"Legal Aspects of Establishing a Regional Interstate Library Network in the Southwest."},
      {
        "id":"ED100311",
        "title":"Information and Information Needs."},
      {
        "id":"ED100312",
        "title":"Continuing Library and Information Science Education. Final Report."},
      {
        "id":"ED100315",
        "title":"Audio-Visual Materials for Teaching of Library Science: An Evaluation of One Hundred Selected Titles Produced From 1968-1973."},
      {
        "id":"ED100316",
        "title":"The Computer and Its Software."},
      {
        "id":"ED100317",
        "title":"A Planning Study to Develop a Demonstration Design for the Use of Telecommunications In Public Service Delivery. June 30, 1974, Final Report."},
      {
        "id":"ED100318",
        "title":"A Planning Study to Develop a Demonstration Design for the Use of Telecommunications in Public Service Delivery. Executive Summary, June 30, 1974."},
      {
        "id":"ED100319",
        "title":"Narrative Evaluation Report on the Institute For: Developing Awareness of Community Resources."},
      {
        "id":"ED100320",
        "title":"Report on Braille Reader Survey."},
      {
        "id":"ED100323",
        "title":"1975 Recorded Visual Instruction."},
      {
        "id":"ED100328",
        "title":"Council on Library Resources, Inc. Eighteenth Annual Report."},
      {
        "id":"ED100331",
        "title":"Health Science Libraries in North Dakota. Report of a Survey and Recommendations for Future Development."},
      {
        "id":"ED100333",
        "title":"Automated Serials Control System."},
      {
        "id":"ED100336",
        "title":"U. S.-U. S. S. R. Copyright Negotiations on Scientific and Technical Journals."},
      {
        "id":"ED100338",
        "title":"Planning and Evaluating Library Training Programs. A Guide for Library Leaders, Staffs and Advisory Groups."},
      {
        "id":"ED100339",
        "title":"Searching the ERIC Data Base at UNM."},
      {
        "id":"ED100340",
        "title":"Interface with Local Information Agencies. A Community Information Network."},
      {
        "id":"ED100341",
        "title":"An Investigation Into the Feasibility of Merging Three Technical Processing Operations Into One Central Unit."},
      {
        "id":"ED100342",
        "title":"National Commission on Libraries and Information Science, Mountain Plains Regional Hearing, September 18, 1974, Denver, Colorado. Volume One; Scheduled Witnesses."},
      {
        "id":"ED100343",
        "title":"National Commission on Libraries and Information Science Mountain Plains Regional Hearing, September 18, 1974, Denver, Colorado. Volume Two; Oral Testimony."},
      {
        "id":"ED100344",
        "title":"National Commission on Libraries and Information Science, Mountain Plains Regional Hearing, September 18, 1974, Denver, Colorado. Volume Three; Written Testimony."},
      {
        "id":"ED100346",
        "title":"What Should a Library for the Blind Be? Testimony Presented to the National Commission on Libraries and Information Science, Mountain Plains Regional Hearing September 18, 1974, Denver, Colorado."},
      {
        "id":"ED100347",
        "title":"A Software Implementation of a Satellite Interface Message Processor."},
      {
        "id":"ED100348",
        "title":"The Textalk, A Uniquely Simple, Versatile Type of Audio-Visual Module: How to Prepare and Use It."},
      {
        "id":"ED100349",
        "title":"Telecommunications Media for the Delivery of Educational Programming."},
      {
        "id":"ED100350",
        "title":"Telecommunications and the Public Interest; Needs and Prospects in California."},
      {
        "id":"ED100351",
        "title":"Assessment of Nasality in the Speech of Deaf Children."},
      {
        "id":"ED100352",
        "title":"The Use of Miniature Accelerometer for Detecting Glottal Waveforms and Nasality."},
      {
        "id":"ED100353",
        "title":"A Computer-Based System of Speech-training Aids for the Deaf: A Progress Report."},
      {
        "id":"ED100354",
        "title":"Some Observations on Timing in the Speech of Deaf and Hearing Speakers. Report No. 2905."},
      {
        "id":"ED100355",
        "title":"Use of a Visual Display of Nasalization to Facilitate Training of Velar Control for Deaf Speakers. Report No. 2899."},
      {
        "id":"ED100356",
        "title":"Draft Curriculum Manual: A Review of Speech Problems of the Deaf and a Preliminary Guide to the Use of the BBN System of Speech-Training Aids. Report No. 2911."},
      {
        "id":"ED100357",
        "title":"Development of Computerized Speech-Training Aids for the Deaf. Report No. 2914. Final Report."},
      {
        "id":"ED100358",
        "title":"Modern Man and the Media."},
      {
        "id":"ED100359",
        "title":"The Mini-Patt Approach for Individualizing Instruction."},
      {
        "id":"ED100360",
        "title":"The Evaluation of Two Methods of College Physics Instruction. Final Report."},
      {
        "id":"ED100361",
        "title":"Computer-Assisted Instruction Program. A Three Year Report Covering July 1, 1971 Through June 30, 1974."},
      {
        "id":"ED100362",
        "title":"College IV: Individualized Instruction for an Entire College."},
      {
        "id":"ED100363",
        "title":"Computer-Assisted Instruction in Elementary Logic at the University Level. Technical Report No. 239."},
      {
        "id":"ED100364",
        "title":"Adaptive Instructional Systems: Some Attempts to Optimize the Learning Process. Technical Report No. 240."},
      {
        "id":"ED100365",
        "title":"CONSTRUCT: In Search of a Theory of Meaning. Technical Report No. 238."},
      {
        "id":"ED100366",
        "title":"Some Experience with Interactive Computing in Teaching Introductory Statistics."},
      {
        "id":"ED100367",
        "title":"A Closed Circuit Teaching System."},
      {
        "id":"ED100368",
        "title":"The Dynamic Creation and Modification of Heuristics in a Learning Program. Technical Report CS73007-R."},
      {
        "id":"ED100369",
        "title":"FOL: A Language for Implementing File Organizations for Information Storage and Retrieval Systems. Technical Report No. CS73008-R."},
      {
        "id":"ED100370",
        "title":"Learning as a Problem Solving Tool. Technical Report CS74018-R."},
      {
        "id":"ED100372",
        "title":"The Logical Foundations of Microlanguages. Technical Report CS74020-R."},
      {
        "id":"ED100374",
        "title":"Communication Planning Priorities. Symposia Conducted in Commemoration of Ground-Breaking for the Annenberg School of Communications Building at the University of Southern California."},
      {
        "id":"ED100375",
        "title":"Before the Federal Communications Commission in Re Applications of Alabama Educational Television Commission."},
      {
        "id":"ED100377",
        "title":"Goals for Postsecondary Instructional Delivery Systems."},
      {
        "id":"ED100378",
        "title":"Information Packet."},
      {
        "id":"ED100379",
        "title":"The Role of the School Media Center in Instructional Development. Technical Report No. 74-11-1."},
      {
        "id":"ED100380",
        "title":"Case Study of the Merrimack Education Center."},
      {
        "id":"ED100381",
        "title":"Open Concept Education."},
      {
        "id":"ED100382",
        "title":"ERIC Literature Search on Needs Assessment."},
      {
        "id":"ED100384",
        "title":"Building Linkage and Support Capabilities at the Local Education Level."},
      {
        "id":"ED100388",
        "title":"Role of the Public Library in the National Program. Related Paper No. 2."},
      {
        "id":"ED100389",
        "title":"The Relationship and Involvement of the Special Library with the National Program. Related Paper No. 3."},
      {
        "id":"ED100390",
        "title":"The Independent Research Library. Related Paper No. 4."},
      {
        "id":"ED100391",
        "title":"The Information Service Environment Relationships and Priorities. Related Paper No. 5."},
      {
        "id":"ED100392",
        "title":"Manpower and Educational Programs for Management, Research, and Professional Growth in Library and Information Services. Related Paper No. 6."},
      {
        "id":"ED100393",
        "title":"School Library Media Programs and the National Program for Library and Information Services. Related Paper No. 7."},
      {
        "id":"ED100394",
        "title":"National Program of Library and Information Services of NCLIS: Implication for College and Community College Libraries. Related Paper No. 8."},
      {
        "id":"ED100395",
        "title":"Intellectual Freedom and Privacy: Comments on a National Program for Library and Information Services. Related Paper No. 10."},
      {
        "id":"ED100396",
        "title":"International Library and Information Service Developments as They Relate to the National Commission on Libraries and Information Science. Related Paper No. 11."},
      {
        "id":"ED100397",
        "title":"The Role of the Information Center in the National Commission on Libraries and Information Science Program for the Improvement of National Information Services. Related Paper No. 13."},
      {
        "id":"ED100398",
        "title":"Establishing a Cassette Program for a Public Library."},
      {
        "id":"ED100406",
        "title":"History and Recommendations Resulting from Evaluation Planning for the Federation of Rocky Mountain States' Educational Technology Demonstration. Final Report."},
      {
        "id":"ED100409",
        "title":"Community College Teacher Preparation Programs in the United States: A Bibliography with Introductory Notes."},
      {
        "id":"ED100410",
        "title":"A Model for a Statewide System for Community Occupational Needs Assessment."},
      {
        "id":"ED100412",
        "title":"A Model for Assessing Community Occupational Needs Through Inter-Governmental Data Analysis."},
      {
        "id":"ED100413",
        "title":"Student Attrition in Higher Education: A Survey of Recent Literature."},
      {
        "id":"ED100414",
        "title":"A Selected and Annotated Bibliography on the Teaching of Freshman English Composition in Two- and Four-Year Colleges."},
      {
        "id":"ED100415",
        "title":"Higher Education in Alaska. A Report with Special Reference to the Community Colleges, Submitted to the Interim Committee on Higher Education, Alaska Legislature."},
      {
        "id":"ED100416",
        "title":"William Rainey Harper, Modern Systems Thinking, and Illinois Master Planning."},
      {
        "id":"ED100418",
        "title":"Faculty Views on Instruction and Curriculum at Broward Community College."},
      {
        "id":"ED100420",
        "title":"The Effects of Students' Outside Employment on Their Grade Point Averages."},
      {
        "id":"ED100421",
        "title":"Characteristics, Preparation, and Attitudes of Selected Public Junior-Community College Deans of Instruction."},
      {
        "id":"ED100422",
        "title":"Faculty Workload: Community Colleges, Fall 1974."},
      {
        "id":"ED100423",
        "title":"John Tyler Community College: Annual Report, 1973-74."},
      {
        "id":"ED100425",
        "title":"Selected Characteristics of Full-Time Professional Staff: Community Colleges, Fall 1974."},
      {
        "id":"ED100426",
        "title":"The Community College in Social Revolution: Purposes and Priorities for the Seventies. A Report of the Conference on Values Sponsored by the California Junior College Association&apos;s Committee on Values in Higher Education."},
      {
        "id":"ED100427",
        "title":"Social Equality in Mass Higher Education: Connecticut Community Colleges."},
      {
        "id":"ED100428",
        "title":"The Community College Faculty Member as Researcher."},
      {
        "id":"ED100430",
        "title":"Expectations of Garland [Junior College]."},
      {
        "id":"ED100431",
        "title":"Community College Finances, 1974-75."},
      {
        "id":"ED100432",
        "title":"The Relationship Between Academic Performance and Reading Ability of Pensacola Junior College Freshmen."},
      {
        "id":"ED100433",
        "title":"1975 United Legislative Program of the Community College Legislative Council."},
      {
        "id":"ED100434",
        "title":"New Horizons in Cooperative Education: Project Report."},
      {
        "id":"ED100435",
        "title":"Mastery Learning and PLATO."},
      {
        "id":"ED100437",
        "title":"Northland Pioneer College Manpower Planning Resource Document."},
      {
        "id":"ED100439",
        "title":"A Comparison of the Educational Success of GED Recipients and Traditional High School Graduates in Selected Areas at Wilkes Community College [North Carolina]."},
      {
        "id":"ED100440",
        "title":"Guidelines for Placement Services, Follow-Up Studies, Dropout Studies in Florida Community Colleges."},
      {
        "id":"ED100441",
        "title":"Organizational Breakthrough in the Community College. Topical Paper No. 47."},
      {
        "id":"ED100442",
        "title":"The Management, Administrative Profile System."},
      {
        "id":"ED100443",
        "title":"1974-75 Fall Enrollment Analysis. Research Report No. 74-08."},
      {
        "id":"ED100444",
        "title":"Post-Secondary Occupational Education: An Overview and Strategies. Papers presented at the Pennsylvania Conference on Post-Secondary Occupational Education, October 6-8, 1969."},
      {
        "id":"ED100445",
        "title":"Staffing Patterns in California Community Colleges: A 1974-75 Overview."},
      {
        "id":"ED100446",
        "title":"A New Position in Higher Education: Liaison Officer for Articulation."},
      {
        "id":"ED100448",
        "title":"Learning Resources: Off-Campus Services."},
      {
        "id":"ED100449",
        "title":"An Investigation of the Relationships Between Personal Dimensions and Program Success in Medical Laboratory Technology."},
      {
        "id":"ED100450",
        "title":"Special Opportunity Facilities Planning Project: A Report to the State of Maine Higher Education Facilities Commission."},
      {
        "id":"ED100452",
        "title":"The Role of the Department Chairman in Governance at Rhode Island Junior College."},
      {
        "id":"ED100454",
        "title":"KOCE-TV Telecourse Evaluation; Student Reaction to Television Courses, Spring Semester, 1973-74."},
      {
        "id":"ED100455",
        "title":"Some Trends in L.A.C.C. [Los Angeles City College] Enrollments, 1960-1974."},
      {
        "id":"ED100457",
        "title":"Trustee Communicator."},
      {
        "id":"ED100458",
        "title":"A Plan to Improve the Organization Structure of Pensacola Junior College to Meet the Educational Needs of Under-Educated Adults in the Regional Community."},
      {
        "id":"ED100459",
        "title":"Public and Proprietary Vocational Training: A Study of Effectiveness."},
      {
        "id":"ED100460",
        "title":"Clientele and Community: The Student in the Canadian Community College."},
      {
        "id":"ED100462",
        "title":"The Continuing Education Unit (CEU) and \"You Can\": Two Innovative Ideas for Continuing Educators."},
      {
        "id":"ED100463",
        "title":"A Survey of Educational Needs of College Faculty in Selected Two Year Colleges in New York State."},
      {
        "id":"ED100464",
        "title":"Survey of Graduates, 1968-1972."},
      {
        "id":"ED100465",
        "title":"Leadership at the Crossroads: Community Colleges in New York State, 1972."},
      {
        "id":"ED100466",
        "title":"Entering Class of Fall 1973: Demographic Data Report."},
      {
        "id":"ED100467",
        "title":"Final Quarterly Enrollments, Academic Year 1973-74. Washington Community College Operations Report No. 11."},
      {
        "id":"ED100468",
        "title":"The Non-Returning Students: Who Are They? Why Have They Not Returned?"},
      {
        "id":"ED100470",
        "title":"The Academic Crossover Report: Community Colleges, Fall 1974."},
      {
        "id":"ED100471",
        "title":"Communiversity--A New Approach."},
      {
        "id":"ED100472",
        "title":"Where Do All the Students Go?"},
      {
        "id":"ED100473",
        "title":"The Waubonsee Ad Hocracy."},
      {
        "id":"ED100474",
        "title":"Alternate Forms of Graduate Education for Community College Staff: A Descriptive Review."},
      {
        "id":"ED100476",
        "title":"Who Bargains With Whom: What's Past is Prologue."},
      {
        "id":"ED100477",
        "title":"[Trustees: Working Together--Making a Difference.] Report on the Annual Convention (5th, Portland, Oregon, September 26-28, 1974)."},
      {
        "id":"ED100478",
        "title":"Use of Harcum Library [and] Library Circulations, 1969-70 Through 1973-74. IRR-74-27; IRR-75-2."},
      {
        "id":"ED100479",
        "title":"Master Plan for Educational Research and Development, New York City Community College."},
      {
        "id":"ED100480",
        "title":"A Descriptive Analysis of the Relationship Between Academic Ability and Achievement of Middlesex Community College Students."},
      {
        "id":"ED100481",
        "title":"A Comparative Study of the Persistence and Academic Achievement of \"Project 60\"& Regularly Enrolled Students at Middlesex Community College."},
      {
        "id":"ED100482",
        "title":"Facilitation of Young Children's Recall Through the Use of Non-Meaningful Recall Cues."},
      {
        "id":"ED100483",
        "title":"Determinants of Individual Differences in Infants' Reactions to Unfamiliar Adults."},
      {
        "id":"ED100484",
        "title":"Formal Models of Continuity, Discontinuity, and Partial Discontinuity for Behavioral Development."},
      {
        "id":"ED100485",
        "title":"The Development of Implication-Reasoning in Children and Adolescents."},
      {
        "id":"ED100486",
        "title":"Development of Mnemonic Elaboration in Children."},
      {
        "id":"ED100487",
        "title":"Motivational Psychology and Educational Research."},
      {
        "id":"ED100488",
        "title":"Is Piaget a Developmental or Learning Theorist?"},
      {
        "id":"ED100489",
        "title":"Contemporary Theories of Perceptual-Motor Development."},
      {
        "id":"ED100490",
        "title":"The Learning Style of Mothers of Young Children."},
      {
        "id":"ED100491",
        "title":"Sex Role and Pupil Role in Early Childhood Education."},
      {
        "id":"ED100492",
        "title":"The Florida Parent Education Early Intervention Projects: A Longitudinal Look."},
      {
        "id":"ED100493",
        "title":"The Prospects of Early Education in Social Evolution."},
      {
        "id":"ED100494",
        "title":"HSPV in Retrospect."},
      {
        "id":"ED100495",
        "title":"Measuring the Extent of Treatment Implementation."},
      {
        "id":"ED100496",
        "title":"Teacher Aptitude and Cognitive Style: Their Relation to Pupil Performance."},
      {
        "id":"ED100497",
        "title":"The Effects of Different Reinforcement Systems on Cooperative Behaviors Exhibited by Children in Classroom Contexts."},
      {
        "id":"ED100498",
        "title":"Elementary School Art: Fundament, Not Frill."},
      {
        "id":"ED100502",
        "title":"The Team: The Child and His Family."},
      {
        "id":"ED100503",
        "title":"Preschool and Child Care Administration: Course Materials."},
      {
        "id":"ED100504",
        "title":"Meeting of Experts on the Psychological Development of Children and Implications for the Educational Process. Final Report."},
      {
        "id":"ED100505",
        "title":"The Resolution of Instructional Problems: Rhetoric, Research, or Theory?"},
      {
        "id":"ED100506",
        "title":"Decision Making at an Early Age: An Elementary Mini Course Program."},
      {
        "id":"ED100507",
        "title":"A Guide to Program Development: Day Care Training."},
      {
        "id":"ED100509",
        "title":"Enhancing Imaginative Play in Preschoolers: Television and Live Adult Effects."},
      {
        "id":"ED100510",
        "title":"A Proposal for a Research and Development Program in Infant Learning and Development."},
      {
        "id":"ED100512",
        "title":"Putting Together a Staff Development Program for Preschool Teachers."},
      {
        "id":"ED100513",
        "title":"Parents as Partners in Early Education: Saturday School."},
      {
        "id":"ED100515",
        "title":"Shaping a Curriculum for Early Education. A Developmental Sequence of Skills for Diagnostic Teaching."},
      {
        "id":"ED100516",
        "title":"All Those Independent Variables."},
      {
        "id":"ED100518",
        "title":"Maternal Behavior and Sex of Infant."},
      {
        "id":"ED100520",
        "title":"The Effects of Sex and Race on Children's Sociometric Choices for Play and Work."},
      {
        "id":"ED100521",
        "title":"Laughter and Healing: The Uses of Humor in Hospitals Treating Children."},
      {
        "id":"ED100522",
        "title":"Pictorial Elaboration of Prose Text by First-Graders."},
      {
        "id":"ED100523",
        "title":"The Effects of \"Rules\" Learning on Initial Discrimination Learning Within the Predifferentiation Paradigm."},
      {
        "id":"ED100524",
        "title":"Picture-Word Differences in Discrimination Learning: II. A Preliminary Investigation of Picture Prefamiliarization."},
      {
        "id":"ED100525",
        "title":"The Development of Multidimensional Classification in Children."},
      {
        "id":"ED100526",
        "title":"Social Services in Early Education: Head Start, Day Care, and Early Education Schools."},
      {
        "id":"ED100527",
        "title":"Social Perception and Peer Group Interaction in Infancy. Final Report."},
      {
        "id":"ED100528",
        "title":"Imagery Induction in the Pre-Imagery Child. Technical Report No. 282."},
      {
        "id":"ED100529",
        "title":"The Classification Skills of Five, Six, and Seven Year Old Children Who Are Bilingual, Biliterate, or Monolingual."},
      {
        "id":"ED100530",
        "title":"Child Development in the Home."},
      {
        "id":"ED100531",
        "title":"Day Care for Your Children."},
      {
        "id":"ED100533",
        "title":"Summary of the 1974 Evaluation of the Clinch-Powell Educational Cooperative Early Childhood Education Program: An Early Childhood Education Program in Rural Appalachia."},
      {
        "id":"ED100534",
        "title":"Cooking and Eating with Children: A Way to Learn."},
      {
        "id":"ED100535",
        "title":"Final Evaluation Report of the Montessori Pre-School Program."},
      {
        "id":"ED100536",
        "title":"Human Development, Stages of Cognition, School Readiness and Social Deprivation: A Rationale Based on Piaget and a New Theory of &quot;Bioplasmic Forces&quot;."},
      {
        "id":"ED100537",
        "title":"Rural Education--Partners for Accountability: Legislators; School Boards; Administrators; Teachers; Parents; Community (or Citizens); Students."},
      {
        "id":"ED100538",
        "title":"Perspectives of Adjustment: Rural Chicano Youth. Volume 1 of a Four Volume Final Report."},
      {
        "id":"ED100540",
        "title":"An Analysis of the Occupational Adjustment of Spanish-Surname Youth from the Rural Southwest. Volume 3 of a Four Volume Final Report."},
      {
        "id":"ED100541",
        "title":"An Experimental Program for Ethnic Minority Youth from the Rural Southwest. Volume 4 of a Four Volume Final Report."},
      {
        "id":"ED100543",
        "title":"An Analysis of the Needs of Rural Youth in the Southeast. Final Report."},
      {
        "id":"ED100544",
        "title":"Guidelines for an Experimental Rural Youth Program for the Southeastern States. Second of Two Final Reports."},
      {
        "id":"ED100545",
        "title":"Research Report--Baseline and Experimental Phases, Influences on Occupational Goals of Young People in Three Southern Subcultures. Information Series 1, Southern Regional Research Project S-63."},
      {
        "id":"ED100546",
        "title":"Program Plans for Group Meetings. Influences on Occupational Goals of Young People in Three Southern Subcultures. Information Series 2, Southern Regional Research Project S-63."},
      {
        "id":"ED100547",
        "title":"American Indian Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 5."},
      {
        "id":"ED100548",
        "title":"Mexican American Education Study. Report 1: Employment, Enrollment, and School Success of Mexican Americans."},
      {
        "id":"ED100550",
        "title":"Migrant Programs in the Northwestern States -- Idaho, Montana, Nebraska, North Dakota, South Dakota, Oregon, Washington, Wyoming."},
      {
        "id":"ED100551",
        "title":"Migrant Programs in the Southwestern States -- Arizona, Colorado, Kansas, Nevada, New Mexico, and Utah."},
      {
        "id":"ED100552",
        "title":"Rural Research Needs."},
      {
        "id":"ED100553",
        "title":"Demography of Disadvantage in Tennessee."},
      {
        "id":"ED100556",
        "title":"An Evaluation of Three Experimental Rural Youth Projects. Final Report."},
      {
        "id":"ED100557",
        "title":"An Evaluation of Three Experimental Rural Youth Projects: Baseline Data for Experimental and Control Groups."},
      {
        "id":"ED100558",
        "title":"Physicians and Physician Services in Rural Washington. Bulletin No. 790."},
      {
        "id":"ED100559",
        "title":"Small Rural Schools CAN Have Adequate Curriculums."},
      {
        "id":"ED100560",
        "title":"Rural Employment, Migration, and Economic Development: Theoretical Issues and Empirical Evidence from Africa. Africa Rural Employment Paper No. 1."},
      {
        "id":"ED100561",
        "title":"Research on Migration in Africa: Past, Present, and Future, African Rural Employment Paper No. 2."},
      {
        "id":"ED100562",
        "title":"Research on Employment in the Rural Nonfarm Sector in Africa. African Rural Employment Paper No. 5."},
      {
        "id":"ED100563",
        "title":"Determinants and Impact of Rural-Urban Migration: A Case Study of Selected Communities in Western Nigeria. African Rural Employment Paper No. 10."},
      {
        "id":"ED100564",
        "title":"Teacher Education for a Multi-Cultural Society: Overview of a Program."},
      {
        "id":"ED100565",
        "title":"An Evaluation of Three Experimental Rural Youth Projects: The Projects' First Year. Final Report."},
      {
        "id":"ED100566",
        "title":"Twenty-Seventh Annual Report of Indian Education in Oklahoma."},
      {
        "id":"ED100567",
        "title":"A Socioeconomic Analysis of Environmental Concern: Case of the Four Corners Electric Power Complex. Bulletin No. 626."},
      {
        "id":"ED100569",
        "title":"Migration: An Old Scene with a New Cast. Center for Rural Manpower & Public Affairs Special Paper No. 23."},
      {
        "id":"ED100570",
        "title":"Rural Women Workers in the 20th Century: An Annotated Bibliography. Center for Rural Manpower and Public Affairs Special Paper No. 15."},
      {
        "id":"ED100571",
        "title":"Rural Manpower: A Select Annotation of Theses and Dissertations Completed at Michigan State University. Center for Rural Manpower and Public Affairs Special Paper No. 21."},
      {
        "id":"ED100572",
        "title":"1973 Rural Manpower Report. [North Dakota]. ES-225F."},
      {
        "id":"ED100573",
        "title":"An Analysis of North Carolina's Rural Health Problems as Perceived by County Rural Development Panels."},
      {
        "id":"ED100575",
        "title":"Reaching Out--1974 Sodus Migrant Summer Programs."},
      {
        "id":"ED100576",
        "title":"Annual Report of the Texas Child Migrant Program, ESEA, Title 1, 1974."},
      {
        "id":"ED100582",
        "title":"An Outdoor Education Guide for Urban Teachers of the Emotionally Handicapped. Proceedings: Special Study Institute (June 1974)."},
      {
        "id":"ED100591",
        "title":"The Use of Spanish Surnames as a Means of Identifying Latinos in the United States and Puerto Rico. Professional Paper No. 22-74."},
      {
        "id":"ED100592",
        "title":"Primitive Camp Counselling as a Component of University Teaching and Social Service Programs."},
      {
        "id":"ED100593",
        "title":"Reliability of Youth's Responses on Their Status Projections: A Test-Retest Evaluation in Depth."},
      {
        "id":"ED100594",
        "title":"Youth Status Projections in the South: Structured Annotations of Research Literature from Regional Research Project S-61. Departmental Information Report No. 74-8."},
      {
        "id":"ED100595",
        "title":"Place of Residence Projections of East Texas Rural Youth: Changes Between 1966 and 1972. Departmental Information Report No. 74-1."},
      {
        "id":"ED100596",
        "title":"Problems of Definition in Locating Rural-Urban Population in Sparse Land Areas or Maximum Feasible Misunderstanding Arising from Census Data."},
      {
        "id":"ED100597",
        "title":"Drug Use, Delinquency and Alcohol Use Among Indian and Anglo Youth in Wyoming."},
      {
        "id":"ED100598",
        "title":"An Analysis of the Evaluation of the Arizona First Annual Bilingual Institute (Nogales, Arizona, March 21-23, 1974)."},
      {
        "id":"ED100599",
        "title":"An Analysis of the Evaluation of the Wisconsin First Bilingual Institute (Milwaukee, Wisconsin, March 29-30, 1974)."},
      {
        "id":"ED100600",
        "title":"A Preliminary Study of 5th Year ESEA Title VII Bilingual Bicultural Programs with High Concentrations of Mexican American Students."},
      {
        "id":"ED100601",
        "title":"A Report of the Final Session of the National Bilingual/Bicultural Institute (Albuquerque, New Mexico, November 28-December 1, 1973)."},
      {
        "id":"ED100602",
        "title":"The University and Purposive Social Change: Selected Issues and Analysis of an Anti-Poverty Effort. Paths Out of Poverty -- Working Paper Series No. 5."},
      {
        "id":"ED100603",
        "title":"Indians of Nevada: Volume 1."},
      {
        "id":"ED100604",
        "title":"Indians of Nevada: Volume 2."},
      {
        "id":"ED100605",
        "title":"Indians of Nevada: Volume 3."},
      {
        "id":"ED100606",
        "title":"Indians of Nevada: Volume 4."},
      {
        "id":"ED100607",
        "title":"Indians of Nevada: Volume 5."},
      {
        "id":"ED100608",
        "title":"Indians of Nevada: Volume 6."},
      {
        "id":"ED100609",
        "title":"Indians of Nevada: Volume 7."},
      {
        "id":"ED100610",
        "title":"Drug Use and Delinquency. Data Book 3."},
      {
        "id":"ED100613",
        "title":"Guidebook for Geologic Field Trips in Oklahoma (Preliminary Version). Book 1: Introduction, Guidelines, and Geologic History of Oklahoma. Educational Publication No. 2."},
      {
        "id":"ED100615",
        "title":"Industry's Interest in Ocean Engineering Education Programs."},
      {
        "id":"ED100637",
        "title":"Walnut Springs Interest Unit, Fairmount Avenue School. Primary Unit--Team I."},
      {
        "id":"ED100638",
        "title":"Planning Guidelines for Environmental Education."},
      {
        "id":"ED100639",
        "title":"Nature's Alphabet."},
      {
        "id":"ED100641",
        "title":"Health Effects of Environmental Pollution."},
      {
        "id":"ED100644",
        "title":"Classroom Activities for the Interlakes Environmental and Outdoor Education Program."},
      {
        "id":"ED100648",
        "title":"Curves and Their Properties."},
      {
        "id":"ED100649",
        "title":"Environmental and Architectural Influences on Homes. Environmental Ecological Education Project. Revised."},
      {
        "id":"ED100650",
        "title":"The Classroom as a Miniature Society. Environmental Ecological Education Project. Revised."},
      {
        "id":"ED100652",
        "title":"Kindergarten, Environmental Education Guide."},
      {
        "id":"ED100653",
        "title":"Grade One, Environmental Education Guide."},
      {
        "id":"ED100654",
        "title":"Grade Two, Environmental Education Guide."},
      {
        "id":"ED100655",
        "title":"Grade Three, Environmental Education Guide."},
      {
        "id":"ED100656",
        "title":"Grade Four, Environmental Education Guide."},
      {
        "id":"ED100657",
        "title":"Grade Five, Environmental Education Guide."},
      {
        "id":"ED100658",
        "title":"Grade Six, Environmental Education Guide."},
      {
        "id":"ED100659",
        "title":"Agriculture, Environmental Education Guide."},
      {
        "id":"ED100660",
        "title":"American History, Environmental Education Guide."},
      {
        "id":"ED100662",
        "title":"Biology, Environmental Education Guide."},
      {
        "id":"ED100663",
        "title":"Earth Science, Environmental Education Guide."},
      {
        "id":"ED100664",
        "title":"General Math 9-12, Environmental Education Guide."},
      {
        "id":"ED100665",
        "title":"Language Arts 7-8, Environmental Education Guide."},
      {
        "id":"ED100666",
        "title":"Language Arts 9-12, Environmental Education Guide."},
      {
        "id":"ED100667",
        "title":"Life Science, Environmental Education Guide."},
      {
        "id":"ED100668",
        "title":"Mathematics 7, Environmental Education Guide."},
      {
        "id":"ED100669",
        "title":"Mathematics 8, Environmental Education Guide."},
      {
        "id":"ED100670",
        "title":"Mathematics 9-12, Environmental Education Guide."},
      {
        "id":"ED100671",
        "title":"Music 7-9, Environmental Education Guide."},
      {
        "id":"ED100672",
        "title":"Music 10-12, Environmental Education Guide."},
      {
        "id":"ED100673",
        "title":"Social Studies 7-8, Environmental Education Guide."},
      {
        "id":"ED100674",
        "title":"World History, Environmental Education Guide."},
      {
        "id":"ED100675",
        "title":"Environmental Education CBRU Resource Manual."},
      {
        "id":"ED100676",
        "title":"Environmental Education Curriculum Development, Grades K-1, For St. Martin Parish."},
      {
        "id":"ED100679",
        "title":"Alaska Guidelines for Environmental Home Economics. (Working for Quality of Life)."},
      {
        "id":"ED100680",
        "title":"Federal Scientific and Technical Personnel Decline in 1973. Science Resources Studies Highlights, October 18, 1974."},
      {
        "id":"ED100684",
        "title":"Open-Ended Experimentation with the Fungus Pilobolus."},
      {
        "id":"ED100685",
        "title":"Organisms, Grade One. Teacher's Guide. Life Science for Guam."},
      {
        "id":"ED100686",
        "title":"Art K-3, Environmental Education Guide."},
      {
        "id":"ED100687",
        "title":"Art 4-6, Environmental Education Guide."},
      {
        "id":"ED100688",
        "title":"Art 10-12, Environmental Education Guide."},
      {
        "id":"ED100689",
        "title":"Business Education 9-12, Environmental Education Guide."},
      {
        "id":"ED100690",
        "title":"Home Economics 7-12, Environmental Education Guide."},
      {
        "id":"ED100691",
        "title":"Industrial Arts 7-12, Environmental Education Guide."},
      {
        "id":"ED100692",
        "title":"Industrial Arts 9-12, Environmental Education Guide."},
      {
        "id":"ED100693",
        "title":"Music K-3, Environmental Education Guide."},
      {
        "id":"ED100694",
        "title":"Music 4-6, Environmental Education Guide."},
      {
        "id":"ED100695",
        "title":"Physical Education K-6, Environmental Education Guide."},
      {
        "id":"ED100696",
        "title":"Physical Education 7-12, Environmental Education Guide."},
      {
        "id":"ED100697",
        "title":"Physical Science, Environmental Education Guide."},
      {
        "id":"ED100698",
        "title":"Physics, Environmental Education Guide."},
      {
        "id":"ED100701",
        "title":"Independent Study Project, Topic: Topology."},
      {
        "id":"ED100703",
        "title":"New York Educators and the Metric System: A Survey of Selected Secondary and Post-Secondary Teachers' Usage, Needs, and Feelings Regarding Metric Measurement."},
      {
        "id":"ED100704",
        "title":"Applications of Piagetian Theory to the Teaching of Elementary Number Concepts: A Theory-into-Practice Approach."},
      {
        "id":"ED100705",
        "title":"Development of a Learning Hierarchy for the Computational Skills of Rational Number Subtraction."},
      {
        "id":"ED100706",
        "title":"A Reliable Instrument for Participant Assessment of NSF Science Education Programs."},
      {
        "id":"ED100708",
        "title":"Abstract Reports: Student-Originated Studies Projects, 1973."},
      {
        "id":"ED100709",
        "title":"Secondary Schools Curriculum Guide, Science, Grades 7-9. Revised."},
      {
        "id":"ED100710",
        "title":"Secondary Schools Curriculum Guide, Science, Grades 10-12. Revised."},
      {
        "id":"ED100712",
        "title":"Environmental Education Curriculum Development, Grade 6, For St. Martin Parish."},
      {
        "id":"ED100717",
        "title":"The Use of Film-Mediated Models to Prompt Children's Scientific Process Activities: A Pilot Study."},
      {
        "id":"ED100718",
        "title":"An Exploratory Study to Compare Two Performance Measures: An Interview-Coding Scheme of Mathematical Problem Solving and a Written Test. Part 1. Technical Report No. 306."},
      {
        "id":"ED100719",
        "title":"An Exploratory Study to Compare Two Performance Measures: An Interview-Coding Scheme of Mathematical Problem Solving and a Written Test. Part 2. Technical Report No. 306."},
      {
        "id":"ED100720",
        "title":"Lessons Designed to Teach Fourth Grade Students the Concept Equilateral Triangle at the Formal Level of Attainment. Practical Paper No. 14."},
      {
        "id":"ED100721",
        "title":"Health Planning & R. Buckminster Fuller's World Game. Earthrise Document No. 1."},
      {
        "id":"ED100725",
        "title":"A Matter of Course."},
      {
        "id":"ED100726",
        "title":"Some Research Orientations for Research in Social Studies Education. [Draft]."},
      {
        "id":"ED100728",
        "title":"Use of Behavioral Objectives with Independent Study Materials."},
      {
        "id":"ED100730",
        "title":"Suggested Criteria for Certification of Social Studies Teachers. NYSCSS Occasional Paper No. 1."},
      {
        "id":"ED100732",
        "title":"The School of Urban Studies: A School Within a School. Profiles of Promise 34."},
      {
        "id":"ED100733",
        "title":"Downtown Learning Center. Profiles of Promise 31."},
      {
        "id":"ED100734",
        "title":"Ways to Environmental Education, Volume 1."},
      {
        "id":"ED100736",
        "title":"The Magic of Names -- Their Origin and Meaning. A Bilingual-Bicultural Resource Booklet for Teachers, Pre-School through Grade Six."},
      {
        "id":"ED100737",
        "title":"Education 321. Social Studies--Student Teaching: An Individualized Performance-Based Model. Revised Edition."},
      {
        "id":"ED100738",
        "title":"Public School as Political Idea."},
      {
        "id":"ED100739",
        "title":"A Review of Assessments in Citizenship and Social Studies by the National Council for the Social Studies. National Assessment and Social Studies: The Setting."},
      {
        "id":"ED100740",
        "title":"Critique of NAEP Objectives: Citizenship and Social Studies [and] Critique of NAEP Procedures--Task 1. Final Report Parts 1 and 2."},
      {
        "id":"ED100741",
        "title":"Validity of Social Studies and Citizenship Exercising--Task 2. Final Report."},
      {
        "id":"ED100742",
        "title":"An Analysis of a Selected Set of Exercises from the National Assessment of Educational Progress, Social Studies 1971-1972: Knowledge of Institutions--Task 3. Final Report."},
      {
        "id":"ED100743",
        "title":"Potential Uses of the National Assessment Model at the State and Local Levels--Task 4. Final Report."},
      {
        "id":"ED100744",
        "title":"Evaluating Social Studies and Citizenship Education."},
      {
        "id":"ED100745",
        "title":"On the Need for Criterion Referenced Research and Demonstration: A Reaction to the Model of National Assessment in Citizenship."},
      {
        "id":"ED100746",
        "title":"Dissemination--Task 5. [And] Social Studies Educators Rate the NAEP Social Studies Exercises--Task 6. Final Reports."},
      {
        "id":"ED100747",
        "title":"Studio in Drawing and Painting; Graphics, Photography; Advanced Electric Courses in Art for Grades 10, 11, and 12, Volume 1."},
      {
        "id":"ED100748",
        "title":"Where Is the Flowery Kingdom? Inquiry Exercises for Elementary Students. Service Center Papers on Asian Studies, No. 6."},
      {
        "id":"ED100750",
        "title":"An Instructional Strategy Designed to Overcome the Adverse Effects of Established Student Attitudes Toward Works of Art. Final Report."},
      {
        "id":"ED100752",
        "title":"A Framework for Social Science Education."},
      {
        "id":"ED100753",
        "title":"Retrieving Social Science Knowledge for Secondary Curriculum Development. Publication No. 109."},
      {
        "id":"ED100754",
        "title":"A Piece of the Action: Student Involvement in the Classroom."},
      {
        "id":"ED100755",
        "title":"Selected Bibliography of Polish Educational Materials; Vol. 12, No. 4, 1973."},
      {
        "id":"ED100756",
        "title":"Enriching the Curriculum Through Consumer Education."},
      {
        "id":"ED100758",
        "title":"Test of Applied Concepts of the Law -- Attitude Section."},
      {
        "id":"ED100759",
        "title":"Resolution of Value Conflicts by Classroom Teachers."},
      {
        "id":"ED100760",
        "title":"Alternative Approaches to Introductory Economics."},
      {
        "id":"ED100761",
        "title":"Children, Teachers, and Other Adults Express Their Opinions About Historically Important Persons of the United States. HIP Project Report."},
      {
        "id":"ED100762",
        "title":"Social Studies Question Project by Graduate Class on Social Studies in the Elementary School."},
      {
        "id":"ED100763",
        "title":"Pass-Word. Projects Assimilating social Studies with Oral Research Data."},
      {
        "id":"ED100766",
        "title":"Social Studies Secondary Curriculum Guide on Russian History. World History Series. Bulletin No. 258."},
      {
        "id":"ED100767",
        "title":"Non-Formal Education in African Development. Report of a Survey."},
      {
        "id":"ED103826",
        "title":"Self-Concept and Reading."},
      {
        "id":"ED103827",
        "title":"Developed Auditory-Vocal Functioning with TV Tapes and Scripts."},
      {
        "id":"ED103829",
        "title":"The Building Administrator and the Reading Program."},
      {
        "id":"ED103830",
        "title":"Implementing the Learning Resources Center: Who, Where, How, and With What?"},
      {
        "id":"ED103831",
        "title":"A Comparison of Taped Micro-Teaching Performance and Teacher Test Achievement."},
      {
        "id":"ED103832",
        "title":"Readings and Feelings: An Introduction to Subjective Criticism."},
      {
        "id":"ED103833",
        "title":"We Weren't Born Literate: Reading the \"Genres.\""},
      {
        "id":"ED103835",
        "title":"Using Newspapers to Teach Reading Skills; A Report to ANPA (American Newspaper Publishers Association) Foundation."},
      {
        "id":"ED103837",
        "title":"Reading Certification: The Elementary Teacher, English Teacher, and Reading Specialist."},
      {
        "id":"ED103838",
        "title":"The Harvard Report on Reading, &quot;The First R,&quot; A Decade Later: A Measure of Implementation of Recommendations with Significant Regional and School Size Differences Examined."},
      {
        "id":"ED103840",
        "title":"English Learning Environments."},
      {
        "id":"ED103841",
        "title":"Not in Our Stars, But in Our Affixes?"},
      {
        "id":"ED103842",
        "title":"Kindergarten Handbook: A Guide for Teachers."},
      {
        "id":"ED103843",
        "title":"Blood and Gore, Fens and Fears: &quot;Beowulf&quot; Battles the Dale-Chall Monster."},
      {
        "id":"ED103844",
        "title":"Course Countdown: A Quantitative Study of Canadian Literature in the Nation's Secondary Schools."},
      {
        "id":"ED103845",
        "title":"A Nongraded, Phase-Elective, English Program Adjusted for a Small School Environment. Sections 1 to 4."},
      {
        "id":"ED103846",
        "title":"Course of Study for English Department of Albert City-Truesdale School, Albert City, Iowa."},
      {
        "id":"ED103847",
        "title":"The Study of Language: Scope and Sequence, K-12."},
      {
        "id":"ED103848",
        "title":"English Program for Juniors and Seniors: Multi-Phased Electives, 1973-1974."},
      {
        "id":"ED103849",
        "title":"Therapeutic Values in Writing-Laboratory Relationships."},
      {
        "id":"ED103851",
        "title":"My Brother's Keeper: A View of Blacks in Secondary-School Literature Anthologies."},
      {
        "id":"ED103852",
        "title":"Pictures and Young Children's Learning from Oral Prose."},
      {
        "id":"ED103853",
        "title":"Helpful Hints for the Journalism Teacher and Publication Adviser."},
      {
        "id":"ED103854",
        "title":"Select Bibliography on the Teaching of English."},
      {
        "id":"ED103855",
        "title":"Albery Whitman, a Rebellious Romantic."},
      {
        "id":"ED103856",
        "title":"A Resource Guide for Program Development: &quot;Learning Experiences&quot; in English/Language Arts, K-12."},
      {
        "id":"ED103857",
        "title":"Experimental Program in English for Black Americans, Report No. 5: Part 1, Report on Experimental Program in English for Black Americans; Part 2, Freshman English Applications of Current Research in Black English."},
      {
        "id":"ED103858",
        "title":"Reshaping Our Goals for Freshman Composition."},
      {
        "id":"ED103859",
        "title":"The Canon of American Literature: Cramming It All In."},
      {
        "id":"ED103860",
        "title":"Doublespeak: Another View."},
      {
        "id":"ED103861",
        "title":"The Students' Right to Their Own Language--Or the Students' Right to Language Itself: A Challenge."},
      {
        "id":"ED103862",
        "title":"Research for Monday Morning: Elementary Writing."},
      {
        "id":"ED103863",
        "title":"Black English: Africanisms in Western Culture."},
      {
        "id":"ED103864",
        "title":"The English Teacher as Career Counselor."},
      {
        "id":"ED103865",
        "title":"Dramatic Situations for Pre-Writing and Writing Assignments."},
      {
        "id":"ED103866",
        "title":"Creativity and the Literacy Crisis."},
      {
        "id":"ED103867",
        "title":"Miller v. Smitherman; Smitherman v. Miller: The Case for the Composition Cafeteria."},
      {
        "id":"ED103868",
        "title":"Some Resources in Indian Literature."},
      {
        "id":"ED103869",
        "title":"Possible Directions for Black Studies Programs in American Colleges and Universities."},
      {
        "id":"ED103871",
        "title":"Notes on Taking Risks: A Rough Draft."},
      {
        "id":"ED103872",
        "title":"Overcoming Dialect Problems on the S.A.T.: A Descriptive Study of a Program for Urban Black High School Students."},
      {
        "id":"ED103873",
        "title":"\"Yes, Virginia, They Can Learn to Read.\""},
      {
        "id":"ED103874",
        "title":"Self-Verbalization Versus Strategy Training: The Immediate Effects of Verbal Self-Instruction Training on Impulsive First Grade Children."},
      {
        "id":"ED103875",
        "title":"Reading and Writing: Partners in Freshman Composition R3SW (Read, Search, Select, Study, and Write)."},
      {
        "id":"ED103876",
        "title":"Reclaiming the Imagination."},
      {
        "id":"ED103877",
        "title":"Mini-Media Centers and the Middle School English Teacher."},
      {
        "id":"ED103878",
        "title":"The Writer as a Social Actionist."},
      {
        "id":"ED103879",
        "title":"Cultural Pluralism: Lumping vs. Splitting."},
      {
        "id":"ED103880",
        "title":"America on Film: A Humanities Composition Course."},
      {
        "id":"ED103881",
        "title":"The Status of Science Fiction Anthologies and Their Applicability to Teaching."},
      {
        "id":"ED103882",
        "title":"Sentence-Combining, Error Analysis and the Teaching of Writing."},
      {
        "id":"ED103883",
        "title":"Fragments in Standard English."},
      {
        "id":"ED103884",
        "title":"The Funnel and the Pump: Variations on a Theme by Martin Buber."},
      {
        "id":"ED103885",
        "title":"The Effects of Attempting Spelling Before Feedback on Spelling Acquisition and Retention."},
      {
        "id":"ED103886",
        "title":"Assessing Teachers' Needs, A First Step in Planning CBTE (Competency Based Teacher Education)."},
      {
        "id":"ED103887",
        "title":"A Comparative Study of Taoism and American Transcendentalism: A Humanities Teaching Unit."},
      {
        "id":"ED103889",
        "title":"Oral Communication in the Freshman English Course."},
      {
        "id":"ED103890",
        "title":"A Rhetoric of American Popular Drama: The Comedies of Neil Simon."},
      {
        "id":"ED103891",
        "title":"The Courts and the News Media."},
      {
        "id":"ED103892",
        "title":"Writing as a Liberating Activity: The Journal in the Sophomore Survey Course."},
      {
        "id":"ED103893",
        "title":"Loomings."},
      {
        "id":"ED103894",
        "title":"Who Should Be English Teachers?"},
      {
        "id":"ED103895",
        "title":"Creative Writing: Activity Ideas for Character and Plot Development, Grades 3 and 4."},
      {
        "id":"ED103896",
        "title":"Creative Writing: Activity Ideas for Observation and Description, Grades 3 and 4."},
      {
        "id":"ED103897",
        "title":"Creative Writing: Activity Ideas for Grades 7, 8, and 9."},
      {
        "id":"ED103898",
        "title":"Learning with Puppets: Activity Ideas for Grades 1-4."},
      {
        "id":"ED103899",
        "title":"Listening Skills: Activity Ideas for Grades 1, 2, and 3."},
      {
        "id":"ED103900",
        "title":"Mexican-American Women: Diversity in Depth."},
      {
        "id":"ED103901",
        "title":"Writing and Science: A Freshman Writing Course for Science Majors."},
      {
        "id":"ED103902",
        "title":"From Steppin Stebbin to Soul Brothers: Racial Strife in Adolescent Fiction."},
      {
        "id":"ED103903",
        "title":"The World of Writing: A Different Kind of Planet."},
      {
        "id":"ED103904",
        "title":"The Freshman Composition Problem as a Viable Construct."},
      {
        "id":"ED103905",
        "title":"Teaching Pop Songs: Reflections and Recommendations."},
      {
        "id":"ED103906",
        "title":"The Application of Psychological Knowledge to the Study of Literature for Children and Adolescents."},
      {
        "id":"ED103907",
        "title":"Teaching the Shakespearean Film: Olivier's &quot;Henry V.&quot;"},
      {
        "id":"ED103908",
        "title":"English 9."},
      {
        "id":"ED103909",
        "title":"Multicultural Education: Perspective and Prospect."},
      {
        "id":"ED103910",
        "title":"The Effects of Note-Taking and Review on Retention of Information Presented by Lecture."},
      {
        "id":"ED103912",
        "title":"Some Insights from Linguistics for the Teaching of Literature."},
      {
        "id":"ED103913",
        "title":"Who Paid the Piper? Publishing Economics in Boston, 1763-1775. Journalism Monographs Number 38."},
      {
        "id":"ED103914",
        "title":"The Invention Process in Composition: A Selected, Annotated Bibliography, 1950-1974."},
      {
        "id":"ED103916",
        "title":"Course Outline for Communication 102 at Purdue University."},
      {
        "id":"ED103917",
        "title":"Speech Communication Index, Volume 1, Number 2."},
      {
        "id":"ED103919",
        "title":"Selected Annotated Bibliography on Costume Design and Construction."},
      {
        "id":"ED103920",
        "title":"Information Theory: A Method for Human Communication Research."},
      {
        "id":"ED103922",
        "title":"A Research Note: A Survey of Colleges Offering Selected \"New\" Courses in Speech Communication."},
      {
        "id":"ED103923",
        "title":"Birth Order, Machiavellianism, Sex, and Final Grade in Two Types of Basic Speech Communication Courses."},
      {
        "id":"ED103924",
        "title":"The Dyadic Exchange: A Useful Exercise in Teaching Interpersonal Communication."},
      {
        "id":"ED103925",
        "title":"Speech Communication and Community Services."},
      {
        "id":"ED103927",
        "title":"Ethnic Minorities and Telecommunications."},
      {
        "id":"ED103929",
        "title":"The Nature of Instruction in Organizational Communication."},
      {
        "id":"ED103931",
        "title":"Two studies on Communicational Consequences of Elaborated and Restricted Language Performance."},
      {
        "id":"ED103932",
        "title":"Artifactual Evidence in Research and Teaching: Invalidity in Judgments of Communicative Behavior."},
      {
        "id":"ED103933",
        "title":"The Problem of Globus Hystericus."},
      {
        "id":"ED103935",
        "title":"American Film Institute, 1974; Hearing before the Special Subcommittee on Arts and Humanities of the Committee on Labor and Public Welfare, U.S. Senate, 93rd Congress, Second Session on H.R. 17504, To Amend the National Foundation on the Arts and the Humanities Act of 1965 to Create the American Film Institute as an Independent Agency, December 11, 1974."},
      {
        "id":"ED103936",
        "title":"An Approach to Writing Bilingual Plays for Children."},
      {
        "id":"ED103937",
        "title":"Collective Behavior and The Risky Shift: A Theory of Communication Strategy."},
      {
        "id":"ED103940",
        "title":"The Role of Speech in the Regulation of Behavior. Research Report No. 63."},
      {
        "id":"ED103941",
        "title":"The Selection of Female Opinion Leaders: 30 Years After Decatur."},
      {
        "id":"ED103942",
        "title":"Regional Educational Service Agencies. ERS Monograph Series, No. 29."},
      {
        "id":"ED103944",
        "title":"A Behavioral-Decision Theoretic Approach for Computerized Man-Job Matching Systems. Paper No. 457."},
      {
        "id":"ED103945",
        "title":"Conservatism in Group Information Processing Behavior Under Varying Management Information Systems. Paper No. 333."},
      {
        "id":"ED103946",
        "title":"Basic Quality Education. A Report."},
      {
        "id":"ED103947",
        "title":"The Administrative Internship: The Marriage of Theory and Practice."},
      {
        "id":"ED103949",
        "title":"Tailoring Consultation in Organization Development for Particular Schools. An Occasional Paper."},
      {
        "id":"ED103950",
        "title":"Responsibilities for Student Injury Occurring Off School Property. A Legal Memorandum."},
      {
        "id":"ED103952",
        "title":"The Research-Action Context: An Intervention Strategy in Educational Management Development."},
      {
        "id":"ED103953",
        "title":"Managing an \"Organistically-Oriented\" School Intervention Program."},
      {
        "id":"ED103956",
        "title":"The Use of Objectives in Curriculum Planning: A Critique of Planning by Objectives."},
      {
        "id":"ED103957",
        "title":"The Substance of Trust Between Teachers and Principals."},
      {
        "id":"ED103958",
        "title":"Collaborative Decision Making in Secondary Schools: Difficult but Worth the Price."},
      {
        "id":"ED103959",
        "title":"Perspectives of Curriculum."},
      {
        "id":"ED103960",
        "title":"What Makes Innovation Work in Massachusetts?: Strategies for State and Local Systems."},
      {
        "id":"ED103961",
        "title":"Directory of Universities and Other Institutions of Higher Education in the Commonwealth of Nations Offering Qualifications and Courses in Educational Administration."},
      {
        "id":"ED103962",
        "title":"The Social Aspects of Education in the Industrialised Countries. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 31."},
      {
        "id":"ED103963",
        "title":"General Principles of Curriculum Development. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 61."},
      {
        "id":"ED103964",
        "title":"Modernising Educational Administrations To Facilitate the Formulation and Implementation of Curriculum Development Plans. IIEP Occasional Papers No. 29."},
      {
        "id":"ED103965",
        "title":"Primary School Curriculum Reform in the Western State of Nigeria. IIEP Occasional Papers No. 34."},
      {
        "id":"ED103966",
        "title":"Planning Out-of-School Education for Development. An IIEP Seminar (Paris, France, December 13-21, 1971)."},
      {
        "id":"ED103967",
        "title":"Status of Collective Bargaining in Illinois Schools, 1973-74: The Implications for Management. Research Report No. 302.2.9."},
      {
        "id":"ED103968",
        "title":"Team Building OD Interventions and Outcomes in a Public School."},
      {
        "id":"ED103969",
        "title":"History and Analysis of Curriculum Thought, 1940-1975."},
      {
        "id":"ED103971",
        "title":"Curriculum/Instructional Change Through State Education Agencies."},
      {
        "id":"ED103972",
        "title":"The Principal in the Socio-Political System of the School."},
      {
        "id":"ED103973",
        "title":"Approaches to Individualization: Toward a Typology of Innovative Educational Practices."},
      {
        "id":"ED103974",
        "title":"Cost Differentials in State Aid Programs in Selected States."},
      {
        "id":"ED103975",
        "title":"Gubernatorial Involvement in Education."},
      {
        "id":"ED103976",
        "title":"George Herbert Mead, Curriculum Theorist: The Curriculum Field and the Problem of Social Control."},
      {
        "id":"ED103977",
        "title":"Measurable Objectives for School Finance Reform: A Further Evaluation of the Illinois School Finance Reforms of 1973."},
      {
        "id":"ED103978",
        "title":"Factors Predicting Educational Productivity."},
      {
        "id":"ED103979",
        "title":"Use of the Lorenz Curve and Gini Index in School Finance Research."},
      {
        "id":"ED103980",
        "title":"Perceived Attributes of an Innovation: Syracuse University Project Advance."},
      {
        "id":"ED103981",
        "title":"Building a Stronger America Through a More Viable Home-School Partnership."},
      {
        "id":"ED103987",
        "title":"What Do Research Findings Say About Getting Innovations Into Schools: A Symposium (October 8-9, 1973). Publication No. OP-305."},
      {
        "id":"ED103988",
        "title":"Discipline and Learning: An Inquiry into Student-Teacher Relationships."},
      {
        "id":"ED103989",
        "title":"National Council on Educational Research: First Annual Report."},
      {
        "id":"ED103990",
        "title":"A Report of the Committee on Equal Educational Opportunity."},
      {
        "id":"ED103991",
        "title":"The Condition of Education. A Statistical Report."},
      {
        "id":"ED103992",
        "title":"The Development and Implementation of a Uniform System of Reporting Practices and Procedures in Secondary Schools in Duval County."},
      {
        "id":"ED103993",
        "title":"An Alternative to the Traditional Grading System."},
      {
        "id":"ED103994",
        "title":"Alternative School Finance Plans for Oregon: A Staff Report."},
      {
        "id":"ED103996",
        "title":"Forecasting--A Systematic Modeling Methodology. Paper No. 489."},
      {
        "id":"ED103997",
        "title":"Rethinking Educational Leadership Preparation Need: A Central Nervous System for Education."},
      {
        "id":"ED103998",
        "title":"A Comparative Case Study of Two School Systems Implementing a Management Information System."},
      {
        "id":"ED103999",
        "title":"Internships as a Means of Training Educational Leaders: An Historical and Contextual Perspective."},
      {
        "id":"ED104000",
        "title":"An Interactive Management Information System for the Support of Individualized Instruction: A Lesson on How To Manage Computer Managed Instruction."},
      {
        "id":"ED104001",
        "title":"State Education Agency Roles in Teacher Collective Negotiations."},
      {
        "id":"ED104002",
        "title":"Public-School Districts' Bureaucracy Level and Teachers' Work Motivation Attitudes."},
      {
        "id":"ED104004",
        "title":"Some Conditions Affecting Organizational Processes in Schools -- Second Installment."},
      {
        "id":"ED104005",
        "title":"Danger--School Ahead: Violence in the Public Schools."},
      {
        "id":"ED104006",
        "title":"Our Nation&apos;s Schools--A Report Card: &quot;A&quot; in School Violence and Vandalism. Preliminary Report of the Subcommittee to Investigate Juvenile Delinquency, Based on Investigations, 1971-1975."},
      {
        "id":"ED104008",
        "title":"Community Profile: A Comprehensive Base for Educational Planning. Research Report No. 12 of Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED104009",
        "title":"The Impact of Federal Financial Support on Elementary and Secondary Education in Canada."},
      {
        "id":"ED104010",
        "title":"External Evaluation of Determining Instructional Purposes Training Units. Final Report."},
      {
        "id":"ED104011",
        "title":"School Finance Reform: The Whys and Wherefores. Special Report Number FB."},
      {
        "id":"ED104012",
        "title":"1974 State Education Legislation and Activity: General Governance and Administration. A survey of the States. Research Brief, Vol. 3, No. 5."},
      {
        "id":"ED104013",
        "title":"Educational Innovation in Singapore. Experiments and Innovations in Education, No. 9. Asian Series."},
      {
        "id":"ED104014",
        "title":"Educational Innovation in Iran. Experiments and Innovations in Education, No. 10. Asian Series."},
      {
        "id":"ED104015",
        "title":"Educational Innovation in India. Experiments and Innovations in Education, No. 11. Asian Series."},
      {
        "id":"ED104016",
        "title":"The Superintendent's Responsibility to Provide Information to Internal Audiences in a School District."},
      {
        "id":"ED104017",
        "title":"Student Articulation between Selected Public High Schools and the Public Colleges and Universities in Texas."},
      {
        "id":"ED104018",
        "title":"Digest of Educational Statistics, 1974 Edition."},
      {
        "id":"ED104019",
        "title":"School Building and Educational Change. OECD Programme on Educational Building."},
      {
        "id":"ED104020",
        "title":"Steps for School Reform: An Agenda for Education for Democratic Political Community."},
      {
        "id":"ED104021",
        "title":"Annotated Bibliography: Extended School Year Materials. Fifth Edution."},
      {
        "id":"ED104026",
        "title":"Competency-Based Education in Oregon: An Overview."},
      {
        "id":"ED104027",
        "title":"Collective Negotiations -- 1975. Lessons for School Administrators."},
      {
        "id":"ED104028",
        "title":"How Successful Is Performance Evaluation?"},
      {
        "id":"ED104029",
        "title":"The Role of a School Board Attorney."},
      {
        "id":"ED104030",
        "title":"Leadership in Citizenship."},
      {
        "id":"ED104031",
        "title":"Relevance of PPBS?"},
      {
        "id":"ED104032",
        "title":"The Student Council: Who Needs It?"},
      {
        "id":"ED104033",
        "title":"Administrative Responsibilities in Fair Dismissal Cases."},
      {
        "id":"ED104034",
        "title":"School Finance Reform: The Wherewithals. Special Report, Numbers FC."},
      {
        "id":"ED104035",
        "title":"Scouting for the Physically Handicapped."},
      {
        "id":"ED104036",
        "title":"These Our Brothers: A Guide to Scouting with the Handicapped."},
      {
        "id":"ED104037",
        "title":"Scouting for the Deaf."},
      {
        "id":"ED104038",
        "title":"Scouting for the Visually Handicapped."},
      {
        "id":"ED104039",
        "title":"The Identification of Academic, Creative and Leadership Talent from Biographical Data. Final Report."},
      {
        "id":"ED104041",
        "title":"Increasing Weekly Spelling Test Scores through the Use of Flashcards and Fading."},
      {
        "id":"ED104042",
        "title":"The Effects of Contingent Praise Upon the Achievement of a Deficit Junior High School Student in Oral Reading Accuracy in Probes Above Her Functional Grade Level."},
      {
        "id":"ED104043",
        "title":"Proposal for Modification of Soiling Behavior in a Regular Classroom."},
      {
        "id":"ED104044",
        "title":"An Evaluation of the Effects of an Oven Timer Study Behavior and Concurrent Completion and Accuracy of Assignments for a First Grade Repeater: A Case Study."},
      {
        "id":"ED104045",
        "title":"A Proposal for In-Service Development of a Minimum Objectives System for Kindergarten through Grade Twelve in Language Arts and Mathematics."},
      {
        "id":"ED104046",
        "title":"Acquisition of Appropriate Social Behaviors in a Fourth Grade Student through the Use of Positive Reinforcement and Response Cost."},
      {
        "id":"ED104047",
        "title":"Competency Based Teacher Education for the Hearing Impaired: Report of the New York State Conference. (St. Ignatius Retreat Center, Manhasset, New York, May 28-31, 1974)."},
      {
        "id":"ED104048",
        "title":"Two Studies on Verbal Elaboration in Special Populations: 1. The Effects of Brain-Injury; 2. Evidence of Transfer of Training. Research Report No. 17."},
      {
        "id":"ED104049",
        "title":"Measuring Educationally Handicapped Children's Organizational Strategies by Sampling Overt Groupings. Research Report No. 37."},
      {
        "id":"ED104050",
        "title":"The Effects of Training in the Use of a Grouping Strategy on the Learning and Memory Capabilities of Young EMR Children. Research Report No. 48."},
      {
        "id":"ED104051",
        "title":"The Process of Cognitive Structure Complexification. Research Report No. 49."},
      {
        "id":"ED104052",
        "title":"A Mastery Based Experimental Program for Teaching Mentally Retarded Children Word Recognition and Reading Comprehension Skills Through Use of Hypothesis/Test Procedures. Research Report No. 50."},
      {
        "id":"ED104053",
        "title":"Interrelations of Orienting Responses, Response Latency and Stimulus Choice in Children's Learning. Research Report No. 52."},
      {
        "id":"ED104054",
        "title":"Interrogative Types in Parental Speech to Language Learning Children: A Linguistic Universal? Research Report No. 56."},
      {
        "id":"ED104055",
        "title":"The Universality of Self-Generated Verbal Mediators as a Means of Enhancing Memory Processes. Research Report No. 58."},
      {
        "id":"ED104056",
        "title":"Elaboration as an Instructional Technique in the Vocabulary Development of EMR Children. Research Report No. 59."},
      {
        "id":"ED104057",
        "title":"Competency Base for Curriculum Development in Preschool Education: Volume 1; Central Document."},
      {
        "id":"ED104058",
        "title":"A Competency Base for Curriculum Development in Preschool Education: Volume 2; Responses of a National Panel of Child Development Scholars."},
      {
        "id":"ED104059",
        "title":"A Competency Base for Curriculum Development in Preschool Education: Volume 3; Responses of a National Panel and an Appalachian Panel of Child Development Scholars."},
      {
        "id":"ED104060",
        "title":"A Competency Base for Curriculum Development in Preschool Education: Volume 4; Preschool Curriculum (First Draft)."},
      {
        "id":"ED104064",
        "title":"The Possible Relationship of the California Master Plan for Special Education to the State Department of Education Bureau of Pupil Personnel Services Plan for Improvement of Guidance Services in California Relative to Delivery of Services to Handicapped Pupils: Who's On First?"},
      {
        "id":"ED104065",
        "title":"The Special Educator: Special Responses to Special Concerns."},
      {
        "id":"ED104066",
        "title":"Teacher Educators for Children with Behavioral Disorders. Proceedings of the Annual Fall Conference (Gainesville, Florida, November 7-8, 1974)."},
      {
        "id":"ED104067",
        "title":"Career Education Materials for Educable Retarded Students; Project PRICE Working Paper No. 2."},
      {
        "id":"ED104068",
        "title":"Comprehensive Services for Children: Third Year Evaluation Report. Dothan City Schools Title III Project."},
      {
        "id":"ED104069",
        "title":"Changing Patterns of Delinquent Behavior Among Americans 13 Through 16 Years Old: 1967-1972. National Survey of Youth Report No. 1."},
      {
        "id":"ED104070",
        "title":"The National Eye Institute Annual Report: FY 1974."},
      {
        "id":"ED104071",
        "title":"Modern Dimensions of Epilepsy. Proceedings of an Inter-Regional Training Conference (Chicago, Illinois, May 21-22, 1974)."},
      {
        "id":"ED104072",
        "title":"Developing a Written Plan for the Education of Gifted and Talented Students: Working Draft. Revised Edition."},
      {
        "id":"ED104075",
        "title":"Positive Reinforcement in the Vocational Training of Trainable Mental Retardate: A Case Report. Working Paper No. 33."},
      {
        "id":"ED104076",
        "title":"The Influence of Physical Stigmata Upon the Community Adjustment of Educable Mental Retardates--A Literature Review. Working Paper No. 36."},
      {
        "id":"ED104077",
        "title":"Rehabilitation Research with the Mentally Retarded: A Consideration for Theory. Working Paper No. 40."},
      {
        "id":"ED104078",
        "title":"Survey II: An Investigation of the Adjustment of a Selected Population of Mentally Retarded Young Adults in Oregon. Working Paper No. 54."},
      {
        "id":"ED104079",
        "title":"&quot;Highlights&quot;, A Report of Secondary Pupils on Work-Study Programs in Oregon. Working Paper No. 56."},
      {
        "id":"ED104080",
        "title":"The Impact of Work/Study Programs on Employment of the Mentally Retarded: Some Findings from Two Sources. Working Paper No. 61."},
      {
        "id":"ED104081",
        "title":"Longitudinal Evaluation of Work/Study Programs for the Educable Mentally Retarded in Oregon: Progress Report. Working Paper No. 62."},
      {
        "id":"ED104082",
        "title":"The Identification of Problem Areas in the Establishment and Maintenance of Community Residential Facilities for the Developmentally Disabled. Working Paper No. 64."},
      {
        "id":"ED104083",
        "title":"The Impact of the Protection of Human Subjects on Research. Working Paper No. 70."},
      {
        "id":"ED104084",
        "title":"A Planning and Evaluation Strategy for State Developmental Disabilities Councils: Progress Report. Working Paper No. 71."},
      {
        "id":"ED104085",
        "title":"The Effects of Motor Remediation with the Mentally Retarded: A Review of Research. Working Paper No. 74."},
      {
        "id":"ED104086",
        "title":"Development of a Self-Description Test to Measure Community Adjustment of Mildly Retarded Young Adults. Working Paper No. 75."},
      {
        "id":"ED104089",
        "title":"A Planning and Evaluation Strategy for State Developmental Disabilities Councils: Volume 2. Working Paper No. 79."},
      {
        "id":"ED104090",
        "title":"Directory, Projects for Severely Handicapped."},
      {
        "id":"ED104091",
        "title":"Physical Education and Recreation for Individuals with Multiple Handicapping Conditions."},
      {
        "id":"ED104092",
        "title":"Integrating Persons with Handicapping Conditions into Regular Physical Education and Recreation Programs."},
      {
        "id":"ED104093",
        "title":"Providing Programs for the Gifted and Talented: A Handbook."},
      {
        "id":"ED104094",
        "title":"The Identification of the Gifted and Talented."},
      {
        "id":"ED104095",
        "title":"The Gifted and Talented: A Handbook for Parents. Working Draft."},
      {
        "id":"ED104098",
        "title":"Indicated Undergirdings of Mastery Learning."},
      {
        "id":"ED104101",
        "title":"Hospital Head Start University Affiliated Program for Handicapped and Non-Handicapped."},
      {
        "id":"ED104102",
        "title":"Special Education Program Analysis: Term I."},
      {
        "id":"ED104103",
        "title":"Assessing Parent Training Utilizing a Behavioral Index of Parent-Child Interactions."},
      {
        "id":"ED104104",
        "title":"A Habilitation Program for Children with Moderate, Severe and Profound Language Retardation: A Team Approach."},
      {
        "id":"ED104105",
        "title":"Curriculum Guide for a Course on Human Sexuality and the Developmentally Disabled. Working Paper No. 80."},
      {
        "id":"ED104106",
        "title":"Toward the Development of a Computer-Assisted Teacher Training System (CATTS). Technical Report 7.2."},
      {
        "id":"ED104107",
        "title":"Developing Early Intervention Programs for Emotionally Handicapped Children."},
      {
        "id":"ED104108",
        "title":"Unit of Training Involving Handicapped Scouts: Instructor's Guide. Adult Leadership Development."},
      {
        "id":"ED104109",
        "title":"Unit of Training Involving Handicapped Scouts: Scoutmaster's Guide. Adult Leader Development."},
      {
        "id":"ED104110",
        "title":"Involving Handicapped Cub Scouts: Cubmaster's Guide. Cub Scout Leader Development."},
      {
        "id":"ED104111",
        "title":"Involving Handicapped Cub Scouts: Instructor's Guide. Cub Scout Leader Development."},
      {
        "id":"ED104113",
        "title":"A Study of ESP in Hyperkinetic Children."},
      {
        "id":"ED104114",
        "title":"A Picture of Violence in Children and the Function of Fantasy."},
      {
        "id":"ED104115",
        "title":"Toward a Phenomenological Psycholinguistics of Multilingualism."},
      {
        "id":"ED104119",
        "title":"Spoken German."},
      {
        "id":"ED104124",
        "title":"Some General Observations about Nominal Compounds. Working Papers on Language Universals, No. 5."},
      {
        "id":"ED104125",
        "title":"The Basis for a Crosslinguistic Typology of Motion/Location, Part 2. Working Papers on Language Universals, No. 11."},
      {
        "id":"ED104126",
        "title":"Report on the 1971 Winter Meeting of the Linguistic Society of America from the Point of View of Language Universals and Typology. Working Papers on Language Universals, No. 8."},
      {
        "id":"ED104127",
        "title":"The Development of Base Syntax in Normal and Linguistically Deviant Children. Papers and Reports on Child Language Development, No. 2."},
      {
        "id":"ED104130",
        "title":"Current Child Language Research Resumes. Papers and Reports on Child Language Development, No. 5."},
      {
        "id":"ED104132",
        "title":"Note on the Acquisition of Affricates and Fricatives. Papers and Reports on Child Language Development, No. 6."},
      {
        "id":"ED104134",
        "title":"Linguistics and the Language Arts."},
      {
        "id":"ED104135",
        "title":"The Functional Properties of Language."},
      {
        "id":"ED104136",
        "title":"Elicitation, Lateralisation and Error Analysis. York Papers in Linguistics, No. 4."},
      {
        "id":"ED104137",
        "title":"Bilingual Education: Oral Language Assessment as a Prerequisite."},
      {
        "id":"ED104139",
        "title":"Spanish Vowel Sandhi."},
      {
        "id":"ED104140",
        "title":"Glide Metatheses. Working Papers in Linguistics, No. 14."},
      {
        "id":"ED104142",
        "title":"A Curriculum Packet on Careers and Foreign Languages."},
      {
        "id":"ED104144",
        "title":"The Translator's Guide (for the Spanish-English Bilingual)."},
      {
        "id":"ED104146",
        "title":"Curriculum Building Ethnic Studies and the Community."},
      {
        "id":"ED104147",
        "title":"Effects of Social Situation on Language Use: Theory and Application. CAL-ERIC/CLL Series on Languages and Linguistics No. 10."},
      {
        "id":"ED104149",
        "title":"Where Does Foreign Language Study Belong in the Curriculum?"},
      {
        "id":"ED104152",
        "title":"Real Communication in French."},
      {
        "id":"ED104154",
        "title":"Research with Cloze Procedure in Measuring the Proficiency of Non-Native Speakers of English: An Annotated Bibliography. CAL-ERIC/CLL Series on Languages and Linguistics, No. 13."},
      {
        "id":"ED104155",
        "title":"Italian 101 Workbook."},
      {
        "id":"ED104157",
        "title":"Radio in Foreign Language Education. CAL-ERIC/CLL Series on Languages and Linguistics, No. 11."},
      {
        "id":"ED104161",
        "title":"Error Analysis in the Classroom. CAL-ERIC/CLL Series on Languages and Linguistics, No. 12."},
      {
        "id":"ED104163",
        "title":"Siren Songs and a Skeptic."},
      {
        "id":"ED104164",
        "title":"Literature in Translation: Trend or Necessity?"},
      {
        "id":"ED104165",
        "title":"Adding the T.I.P. Dimension: A Case for Extra-Curricular Programs in Foreign Language Study."},
      {
        "id":"ED104166",
        "title":"Communicative Competence. CAL-ERIC/CLL Series on Languages and Linguistics, No. 15."},
      {
        "id":"ED104168",
        "title":"A Survey of the Current Study and Teaching of North American Indian Languages in the United States and Canada. CAL-ERIC/CLL Series on Languages and Linguistics, No. 17."},
      {
        "id":"ED104169",
        "title":"Pre-Student Teaching Experiences in Second Language Teacher Education Programs. CAL-ERIC/CLL Series on Languages and Linguistics, No. 14."},
      {
        "id":"ED104170",
        "title":"Language Surveys in Developing Nations. Papers and Reports on Sociolinguistic Surveys."},
      {
        "id":"ED104171",
        "title":"English-Language Policy Survey of Jordan. A Case Study in Language Planning."},
      {
        "id":"ED104172",
        "title":"German for Travelers. Guidelines and Handbook. (Nonsequential Semester Course in the Foreign Language Area.)"},
      {
        "id":"ED104173",
        "title":"An Assessment of the Attempt to Build Second Language Methodologies on Two Current Theories of First Language Acquisition."},
      {
        "id":"ED104174",
        "title":"Exploratory Foreign Language Programs in the Middle School."},
      {
        "id":"ED104175",
        "title":"The Meaning of Emotion Terms."},
      {
        "id":"ED104177",
        "title":"A Selected Bibliography on Language Input To Young Children. CAL-ERIC/CLL Series on Languages and Linguistics."},
      {
        "id":"ED104178",
        "title":"Scholarship for Society. Panel on Alternate Approaches to Graduate Education."},
      {
        "id":"ED104179",
        "title":"Women, Men and the Doctorate."},
      {
        "id":"ED104181",
        "title":"The Endicott Report. Trends in Employment of College and University Graduates in Business and Industry 1975. Twenty-Ninth Annual Report. A Survey of 160 Well-Known Business and Industrial Concerns."},
      {
        "id":"ED104182",
        "title":"Campus Location and Student Performance: A Preliminary Examination."},
      {
        "id":"ED104184",
        "title":"University of Wisconsin-Madison and Open Education. A Report to the UW-Madison University Committee by a Special Faculty Committee on University Outreach Functions."},
      {
        "id":"ED104185",
        "title":"The Measurement of Economic Well-Being in Need Analysis Models. ACT Research Report No. 66."},
      {
        "id":"ED104186",
        "title":"A Report Presented to: National Commission on the Financing of Postsecondary Education."},
      {
        "id":"ED104187",
        "title":"An Analysis of 1974-75 Academic Scholarship Recipients at Arkansas State University."},
      {
        "id":"ED104189",
        "title":"Basic Opportunity Grants Family Contribution Schedule-1975-76. Hearings Before the Special Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, Second Session on H. Res. 1396."},
      {
        "id":"ED104190",
        "title":"Agreement Between Michigan State University and Local Union No. 1585 Affiliated with Michigan Council No. 7, AFSCME, AFL-CIO."},
      {
        "id":"ED104191",
        "title":"Agreement Between Michigan State University and Local 547, A, B, C International Union of Operating Engineers, AFL-CIO."},
      {
        "id":"ED104192",
        "title":"Agreement Between Michigan State University and Michigan State University Employees Association, July 1, 1974-June 30, 1976."},
      {
        "id":"ED104193",
        "title":"[Agreements Between Syracuse University and Syracuse University Employees' Union, Local 200 of the General Service Employees' International Union.]"},
      {
        "id":"ED104194",
        "title":"Contractual Agreement Between the Faculty Association of the College of Liberal Arts of the University of Dubuque and the University of Dubuque."},
      {
        "id":"ED104195",
        "title":"Suggested Inclusions in State Legislation for Higher Education Institutions Which Wish to Name the Chief Executive Officer as Employer. Special Report No. 15."},
      {
        "id":"ED104196",
        "title":"The Unionization of Professors at the University of Delaware. Special Report No. 13."},
      {
        "id":"ED104197",
        "title":"Status Report of WMU Graduates Certified for Business Education Teaching for Academic Years 1970-71, 1971-72 and 1972-73. A Survey."},
      {
        "id":"ED104199",
        "title":"North Adams State College Institutional Self-Evaluation Study Report, Vol. 2. Appendix 1: Agreement Between the Board of Trustees of State Colleges and North Adams State College Association, Massachusetts; Appendix 2: Agreement Between The Board of Trustees of State Colleges and the North Adams State College Mark Hopkins Faculty Association-MTA/NEA."},
      {
        "id":"ED104200",
        "title":"Perspectives and Plans for Graduate Studies. 15. History 1974."},
      {
        "id":"ED104201",
        "title":"Consensus and the Delphi Process."},
      {
        "id":"ED104202",
        "title":"[Bargaining Agreement By and Between the Board of Trustees of Jamestown College and the Jamestown College Education Association.]"},
      {
        "id":"ED104203",
        "title":"A Directory of Public Service Internships: Opportunities for the Graduate, Post-Graduate and Mid-Career Professional, 1974-75."},
      {
        "id":"ED104204",
        "title":"[Black Studies]."},
      {
        "id":"ED104205",
        "title":"Collective Bargaining Agreement 1975-1977 Between Regis College and the Regis College Chapter of the American Association of University Professors."},
      {
        "id":"ED104206",
        "title":"Departmental Enrollment Accounting and Class Size Standards Relative to Course Design at Knox College."},
      {
        "id":"ED104207",
        "title":"Collective Bargaining Agreement By and Between University of Bridgeport and University of Bridgeport Chapter, American Association of University Professors."},
      {
        "id":"ED104208",
        "title":"[Tables of Salaries and Tenure of Full-Time Instructional Faculty, 1974-75.]"},
      {
        "id":"ED104209",
        "title":"Statistical Supplement to the Annual Report of the Coordinating Board, Texas College and University System for Fiscal Year 1973."},
      {
        "id":"ED104210",
        "title":"Collective Bargaining in Higher Education. Proceedings, Second Annual Conference, April 1974."},
      {
        "id":"ED104211",
        "title":"Enrollment at State Universities and Land-Grant Colleges, Fall 1974."},
      {
        "id":"ED104213",
        "title":"Report of the Committee to Study Higher Education in the Baltimore Metropolitan Region."},
      {
        "id":"ED104214",
        "title":"State Directory of Public and Private Postsecondary Education Institutions and Agencies in Maryland."},
      {
        "id":"ED104216",
        "title":"The Management of Affirmative Action Programs: A Follow-up Report."},
      {
        "id":"ED104217",
        "title":"Agreement Between Board of Trustees of State Colleges and the Fitchburg State College Education Association, May 28, 1974 to June 30, 1976."},
      {
        "id":"ED104218",
        "title":"Meeting the Needs for Legal Education in the South."},
      {
        "id":"ED104219",
        "title":"Annual Report of the South Carolina Commission on Higher Education. January 1975."},
      {
        "id":"ED104220",
        "title":"Student Veterans Survey, Winter 1975."},
      {
        "id":"ED104221",
        "title":"[Enrollment Estimates for Institutions of Higher Education, Fall 1974.]"},
      {
        "id":"ED104222",
        "title":"Women's Studies at Empire State College."},
      {
        "id":"ED104223",
        "title":"A Study of the Academic Records of All Students Enrolled in the UW [University of Washington] Educational Opportunity Program: Autumn 1969 through Summer 1973. Institutional Educational Research Report 142."},
      {
        "id":"ED104224",
        "title":"Statistical Supplement to the Annual Report of the Coordinating Board, Texas College and University System for Fiscal Year 1974."},
      {
        "id":"ED104225",
        "title":"Church Colleges Today. Perspectives of a Church Agency on Their Problems and Possibilities. Studies in Christian Higher Education, No. 15."},
      {
        "id":"ED104226",
        "title":"University Planning and Management Techniques."},
      {
        "id":"ED104227",
        "title":"Comparisons of the Perceived Environments of Graduate Departments of Arts and Humanities, Biological Science, Physical Sciences, Social Sciences and Education."},
      {
        "id":"ED104228",
        "title":"Instructional Development: Politics and Hierarchies."},
      {
        "id":"ED104229",
        "title":"Collective Bargaining: Its Effects on Campus Governance. Special Report No. 16."},
      {
        "id":"ED104230",
        "title":"Analysis of Legislation in 23 States Enabling Collective Bargaining in Higher Education. Special Report No. 17."},
      {
        "id":"ED104231",
        "title":"Prospective Issues at the Academic Collective Bargaining Table. Special Report No. 19."},
      {
        "id":"ED104232",
        "title":"Resources for Shaping Collective Bargaining Laws to Meet the Special Needs of Higher Education. Special Report No. 18."},
      {
        "id":"ED104233",
        "title":"Higher Education in the States. Volume 4, Number 9, 1974."},
      {
        "id":"ED104234",
        "title":"Report of the Interinstitutional Committee on Tuition and Fee Policy."},
      {
        "id":"ED104235",
        "title":"A History of Blacks in Higher Education, 1875-1975: A Working Bibliography. Exchange Bibliography No. 720."},
      {
        "id":"ED104236",
        "title":"The Role of the Provincial Universities in Regional Development in Indonesia: An Assessment."},
      {
        "id":"ED104237",
        "title":"Selected Bibliography in Higher Education 1974-75."},
      {
        "id":"ED104238",
        "title":"The Planning of Medical Education Programmes. Report of a WHO Expert Committee. Technical Report Series No. 547."},
      {
        "id":"ED104239",
        "title":"Time Management in Higher Education Administration: A Case Study."},
      {
        "id":"ED104240",
        "title":"Some Characteristics of Freshmen Who Select Hofstra. Report No. 110."},
      {
        "id":"ED104241",
        "title":"On the Reliability and Validity of Interviewers of Medical School Applicants."},
      {
        "id":"ED104242",
        "title":"Key Issues: A Survey of AAHE (American Association for Higher Education) Members."},
      {
        "id":"ED104243",
        "title":"Distributive Justice and Distributive Quality."},
      {
        "id":"ED104244",
        "title":"Learner-Centered Education."},
      {
        "id":"ED104245",
        "title":"Evaluating and Terminating Existing Instructional Programs: The Controversial Role of Statewide Coordinating/Governing Agencies."},
      {
        "id":"ED104247",
        "title":"Assaying the Great Cargo Cult: Recent Research on Learner-Centered Curricula."},
      {
        "id":"ED104248",
        "title":"Purpose and Structure: Learner-Centered Reform in a Multi-Functional System."},
      {
        "id":"ED104249",
        "title":"Financing Learner-Centered Reforms."},
      {
        "id":"ED104250",
        "title":"The Future of the Professoriate."},
      {
        "id":"ED104251",
        "title":"Higher Education Among National Priorities."},
      {
        "id":"ED104253",
        "title":"Shaping the New Legislation."},
      {
        "id":"ED104254",
        "title":"Conflict Resolution through Grievance Appeals Under the State University of New York Union Contract."},
      {
        "id":"ED104255",
        "title":"The Disappearance of Sex Discrimination in First Job Placement of New PhDs. HERI Research Report 75-1."},
      {
        "id":"ED104256",
        "title":"Re-Entry/Transition Seminars. Report on the Wingspread Colloquium."},
      {
        "id":"ED104257",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1974-75. Research Report 1-75, March 1975."},
      {
        "id":"ED104258",
        "title":"Study of Foreign Student Employment and Financial Resources. Part I: Institutional Survey. Part II: Individual Survey."},
      {
        "id":"ED104259",
        "title":"International Educational Interchange: The College, the University, and the Foreign Student."},
      {
        "id":"ED104260",
        "title":"Agreement Between Fairleigh Dickinson University and Fairleigh Dickinson University Council of American Association of University Professors Chapters. September 1, 1974-August 31, 1976"},
      {
        "id":"ED104261",
        "title":"Follow-up Study of Discontinuing Students at Indiana University at South Bend."},
      {
        "id":"ED104262",
        "title":"The Two-Year and Four-Year Institution: Some Selected Factors Associated with Academic Performance."},
      {
        "id":"ED104263",
        "title":"Current Evaluation Practices in \"Innovative\" Colleges and Universities. The Research Reporter; Vol. 9, No. 1, 1975."},
      {
        "id":"ED104265",
        "title":"Principles in Default."},
      {
        "id":"ED104267",
        "title":"Collegiate Enrollments in the U.S., 1974-75. Statistics, Interpretation, and Trends in 4-Year and Related Institutions. ACT Special Report Number Thirteen."},
      {
        "id":"ED104268",
        "title":"A Comparison of University of Maryland Freshman Profiles, 1973-1974. Research Report No. 6-74."},
      {
        "id":"ED104269",
        "title":"Characteristics of &quot;No-Shows&quot; Accepted for Admission at a Large University. Research Report No. 7-74."},
      {
        "id":"ED104270",
        "title":"&quot;Unladylike and Unprofessional&quot;: Academic Women and Academic Unions. First Edition."},
      {
        "id":"ED104272",
        "title":"The Open Systems University."},
      {
        "id":"ED104273",
        "title":"Ability of Social Work Students to Determine the Appropriateness of Solutions to Problems Encountered in Social Work Practice."},
      {
        "id":"ED104274",
        "title":"Towards a Comprehensive Plan to Increase Hofstra's Retention Rate: A Review of the Literature. Abstracts and Reviews of Research in Higher Education, No. 19."},
      {
        "id":"ED104275",
        "title":"Projections of Science and Engineering Doctorate Supply and Utilization 1980 and 1985."},
      {
        "id":"ED104276",
        "title":"Higher Education Annual Enrollment Survey, 1974."},
      {
        "id":"ED104277",
        "title":"Agreement Between Long Island University and the United Federation of College Teachers, Local 1460, American Federation of Teachers, AFL-CIO."},
      {
        "id":"ED104278",
        "title":"A Propositional Statement on the Cost-Effectiveness of Instructional Technology."},
      {
        "id":"ED104279",
        "title":"Upward Mobility of Minorities in Higher Education."},
      {
        "id":"ED104280",
        "title":"Preliminary Report of Internship/Residency Characteristics and Performance of Three Year Medical School Graduates."},
      {
        "id":"ED104281",
        "title":"A Report on Constituent Involvement in Decision-Making: The Forum on Financial Assistance. Financial Assistance for Postsecondary Education. Working Note No. 5."},
      {
        "id":"ED104282",
        "title":"College Programs for Prisoners--Some Critical Issues."},
      {
        "id":"ED104283",
        "title":"Degree Credit Enrollment, University of Maine, Fall 1974. Institutional Research Memorandum No. 14."},
      {
        "id":"ED104284",
        "title":"Use of Student Ratings in Evaluation of College Teaching. Final Report."},
      {
        "id":"ED104285",
        "title":"Eighteenth-Century Halle: The Mercantilist Conception of the University."},
      {
        "id":"ED104286",
        "title":"The PIC [Process Individualization Curriculum] Model: Structure with Humanistic Goals."},
      {
        "id":"ED104287",
        "title":"The Role of the Curriculum Specialist in an Untraditional Higher Education Setting."},
      {
        "id":"ED104288",
        "title":"Higher Education and Public Policy-Making in Brazil: A Theoretical Framework for Analysis."},
      {
        "id":"ED104289",
        "title":"Costs of Education in the Health Professions. Report of a Study. Part III."},
      {
        "id":"ED104290",
        "title":"A Theoretical Examination of PPBS to Determine Its Suitability as a Management Tool for a University."},
      {
        "id":"ED104291",
        "title":"Higher Education and the Corporate Sector."},
      {
        "id":"ED104292",
        "title":"Two Years of the Small College: An Experiment in Student Centered Education."},
      {
        "id":"ED104293",
        "title":"A Student Records Manual. Guidelines for the Administration of College Admissions, Financial Aid, and Registration Programs."},
      {
        "id":"ED104294",
        "title":"Major Federal Student Assistance Programs Administered by the Office of Education, 1974 (As Provided by the Education Amendments of 1972, as Amended). Prepared for the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate."},
      {
        "id":"ED104295",
        "title":"Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, Second Session on Examination of the Financial Plight, the Stability and Conditions of Higher Education Institutions."},
      {
        "id":"ED104296",
        "title":"A Report on the Status of Higher Education Student Financial Aid in Maryland."},
      {
        "id":"ED104297",
        "title":"A CBC Primer. Report of a Conference: Competency-Based Curricula in General Undergraduate Programs."},
      {
        "id":"ED104298",
        "title":"Women at UCI. A Handbook for All Students, Faculty, and Staff."},
      {
        "id":"ED104299",
        "title":"Expectations of University Students in Team Taught Interdisciplinary Courses."},
      {
        "id":"ED104300",
        "title":"Instructional Development with Many Masters: A Cooperative Program for Academic Change."},
      {
        "id":"ED104301",
        "title":"First Annual Report of the State Board of Education and Board of Regents of the University of Idaho."},
      {
        "id":"ED104302",
        "title":"A Follow-Up Study of the Classes of 1960, 1965, 1968 and 1972 at Western Illinois University."},
      {
        "id":"ED104303",
        "title":"Hearing Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, Second Session on Examination of the Family Contribution Schedule for the Basic Educational Opportunity Grant Program for Use in Academic Year 1975-1976."},
      {
        "id":"ED104304",
        "title":"Preliminary Fall 1974 Enrollment in Historically Black Colleges. Research Profile; Vol. 3, No. 3, March 1975."},
      {
        "id":"ED104305",
        "title":"Evaluating the Effectiveness of a Modern Systems Approach to Field Instruction in Graduate Social Work Education. Curriculum Development Module."},
      {
        "id":"ED104306",
        "title":"Freedom and Constraint in Eighteenth Century Harvard."},
      {
        "id":"ED104307",
        "title":"Academic Activities and Community Service Learning: The Case of the University Year for Action."},
      {
        "id":"ED104308",
        "title":"The Flexner Report: A Study in Polemics."},
      {
        "id":"ED104309",
        "title":"Adult Residential Education: A Review of the Literature."},
      {
        "id":"ED104310",
        "title":"Research in Postsecondary Education, 1974. An Inventory of Research by Professors and Students in the Field of Higher Education."},
      {
        "id":"ED104311",
        "title":"Higher Education: A Developing Field of Study."},
      {
        "id":"ED104312",
        "title":"A Paper on the Role of the Ombudsman in Higher Education."},
      {
        "id":"ED104313",
        "title":"Making the Transition. Supplement I: Program Reports. Report to the 1975 Minnesota Legislature. Comprehensive Plan - Phase IV."},
      {
        "id":"ED104314",
        "title":"Awareness of Ambient Research Among Doctoral Students at a Major Research University."},
      {
        "id":"ED104315",
        "title":"Degree Credit Enrollment. University of Maine. Fall 1970 - Fall 1974. Institutional Research Memorandum No. 13."},
      {
        "id":"ED104316",
        "title":"Report of the Survey of Admissions Officers in Selected Black Colleges (in the Moton Consortium on Admissions and Financial Aid)."},
      {
        "id":"ED104317",
        "title":"Environmental and Personal Attributes Related to Faculty Productivity."},
      {
        "id":"ED104318",
        "title":"The State and Higher Education: A Bibliography of the Literature up to 1972. Part I, General."},
      {
        "id":"ED104319",
        "title":"A Simplified Approach to Interinstitutional Cost Comparison. Planning for Higher Education; Vol. 3, No. 6:5/6, December 1974."},
      {
        "id":"ED104320",
        "title":"The Grand Rapids Story: Extension Units Form a Consortium. Planning for Higher Education; Vol. 3, No. 6:4/6, December 1974."},
      {
        "id":"ED104321",
        "title":"An Experiment in Upper-Division Education. Planning for Higher Education; Vol. 4, No. 1:4/4 February 1975."},
      {
        "id":"ED104322",
        "title":"Educational Strategies for the Health Professions. Public Health Papers No. 61."},
      {
        "id":"ED104323",
        "title":"National Enrollment Projection Studies. Planning for Higher Education; Vol. 3, No. 6:1/6, December 1974."},
      {
        "id":"ED104326",
        "title":"Young Adult Reviewers of Southern California, 9th Annual Booklist 1974."},
      {
        "id":"ED104331",
        "title":"Libraries: Centers for Children's Needs. A Practical Guide for Developing a Community Information File. Publication No. 2."},
      {
        "id":"ED104334",
        "title":"An Introduction to Computerized Instruction (Introduction a l'enseignement automatise)."},
      {
        "id":"ED104340",
        "title":"Report on the Broadcast of Violent, Indecent and Obscene Material."},
      {
        "id":"ED104342",
        "title":"The Effects of Instruction and Practice in an Effective Instructional Program."},
      {
        "id":"ED104343",
        "title":"Library Media Center; Port Jefferson High School."},
      {
        "id":"ED104345",
        "title":"Revised Specifications for Uncoated Permanent/Durable Book Paper."},
      {
        "id":"ED104347",
        "title":"Selected Readings on Information for Industry. FID 518."},
      {
        "id":"ED104348",
        "title":"Elementary School Materials in the Audiovisual Library. Audiovisual Bibliography Series No. 8."},
      {
        "id":"ED104352",
        "title":"Contracting for Computing Volume 2. A Checklist of Terms and Clauses for Use in Contracting with Vendors for: Software Packages and Custom Software."},
      {
        "id":"ED104354",
        "title":"The Workshop Sourcebook; An Extension of Adult Education Workshop, Idaho State University, Pocatello, Idaho, August 5-9, 1974."},
      {
        "id":"ED104355",
        "title":"Lift Ev'ry Voice and Sing. Papers Presented at an Institute for Training Librarians for Special Black Collections and Archives, April 12-14, 1973."},
      {
        "id":"ED104359",
        "title":"Storytelling Notes."},
      {
        "id":"ED104360",
        "title":"College Students' Preference for Compressed Speech Lectures."},
      {
        "id":"ED104361",
        "title":"Survey of Regional Depository Libraries for U.S. Government Publications."},
      {
        "id":"ED104362",
        "title":"Self-Managed Learning Using CAI."},
      {
        "id":"ED104364",
        "title":"Narrative Evaluation Report on the Institute for: Educational Media Technology. July 1, 1972 to December 31, 1974."},
      {
        "id":"ED104365",
        "title":"Status Report on Public Broadcasting, 1973. Advance Edition. Educational Technology Series."},
      {
        "id":"ED104366",
        "title":"A Guide to Making a Display."},
      {
        "id":"ED104367",
        "title":"Visual Attention and Enthusiasm to Children's Television Programs."},
      {
        "id":"ED104368",
        "title":"Draft: Standards for College Libraries; 1975 Revision."},
      {
        "id":"ED104369",
        "title":"Whatever Happened to \"Good\" Books?"},
      {
        "id":"ED104372",
        "title":"An Alerting Service Bibliography on Libraries and Media. Number Two."},
      {
        "id":"ED104373",
        "title":"AECT Research Abstracts, 1975."},
      {
        "id":"ED104374",
        "title":"Gaming and &quot;Functional Democracy&quot;."},
      {
        "id":"ED104375",
        "title":"A Comparison of Guides to Non-Print Media. Updated 1975."},
      {
        "id":"ED104376",
        "title":"Learning through Computer Simulations."},
      {
        "id":"ED104377",
        "title":"DIALOG Users Workshope, August 8-9, 1974. Second Working Conference. Arlington, Virginia."},
      {
        "id":"ED104379",
        "title":"A Comparison of a Manual Library Reclassification Project with a Computer Automated Library Reclassification Project."},
      {
        "id":"ED104380",
        "title":"A Planning and Development Proposal."},
      {
        "id":"ED104381",
        "title":"Volunteers Who Produce Books: Braille, Large Type, Tape."},
      {
        "id":"ED104382",
        "title":"Media Programs; Peripheral Programs for Teachers. Kaleidoscope 9."},
      {
        "id":"ED104383",
        "title":"Recent References on the Status of Librarians."},
      {
        "id":"ED104387",
        "title":"CVRP Patch Panel. The Newsletter of the California Video Resource Project, Number One."},
      {
        "id":"ED104388",
        "title":"CVRP Patch Panel. The Newsletter of the California Video Resource Project, Number Two."},
      {
        "id":"ED104390",
        "title":"An Evaluation Report on the Demonstration Library Set Up at the Children's Unit School of Connecticut Valley Hospital."},
      {
        "id":"ED104391",
        "title":"An Experimental Study Using College Students Comparing Forms of Audio and Visual Instruction with Forms of Feedback in Group Paced Programmed Instructional Sequences."},
      {
        "id":"ED104393",
        "title":"&quot;Have You Watched a Book Today?&quot; An Experimental Project of the Public Television Library. Final Report."},
      {
        "id":"ED104394",
        "title":"Supply/Demand Information System for Vocational Education in Texas. (A Subsystem of the Human Resources Information System)."},
      {
        "id":"ED104395",
        "title":"Library Manpower: A Study of Demand and Supply."},
      {
        "id":"ED104396",
        "title":"Problems and Perspectives in European Multi-Media Systems Development."},
      {
        "id":"ED104397",
        "title":"Mixed-Initiative Tutorial System to Aid Users of the On-Line System (NLS)."},
      {
        "id":"ED104398",
        "title":"North Dakota State Plan for Library Development. Fiscal 1975-1979."},
      {
        "id":"ED104399",
        "title":"An &quot;Intelligent&quot; On-Line Assistant and Tutor: NLS-SCHOLAR."},
      {
        "id":"ED104401",
        "title":"Reasoning from Incomplete Knowledge."},
      {
        "id":"ED104402",
        "title":"Semantic Networks. Final Report."},
      {
        "id":"ED104403",
        "title":"A Survey of the Attitudes, Opinions and Behavior of Citizens of Colorado with Regard to Library Services. Volume Four; Geographic Summary."},
      {
        "id":"ED104404",
        "title":"Student Use of the Library at Kearney State College."},
      {
        "id":"ED104405",
        "title":"Native Americans of North America; A Bibliography Based on Collections in the Libraries of California State University, Northridge. Bibliography Series Volume 2."},
      {
        "id":"ED104409",
        "title":"Methodology and Background Information to Assist the Planning of Serials Cancellations and Cooperative Serials Collection in the Health Sciences."},
      {
        "id":"ED104411",
        "title":"The Use Status of Books Requested from the University of California, Berkeley, Inter-Library Loan."},
      {
        "id":"ED104413",
        "title":"Interlibrary Loan Turnaround Time: A Study of Performance Characteristics of the University of California, Berkeley Interlibrary Loan Lending Operation."},
      {
        "id":"ED104419",
        "title":"A Study of the Library Technical Assistant in Illinois."},
      {
        "id":"ED104420",
        "title":"Long Range Program for Library Development in Oregon With Five Year Action Plan. Revision of July 1974."},
      {
        "id":"ED104421",
        "title":"Annual Report of the General Library, The University of New Mexico."},
      {
        "id":"ED104422",
        "title":"Progress in Urban Librarianship. A Seminar on Community Information Needs and the Designing of Library Education Programs to Meet These Needs. Library Science Studies, No. 4."},
      {
        "id":"ED104423",
        "title":"Interlibrary Request and Loan Study; 1973 Report."},
      {
        "id":"ED104425",
        "title":"An Experiment in Conference T.V."},
      {
        "id":"ED104426",
        "title":"Public Broadcasting and Education; A Report to the Corporation for Public Broadcasting from the Advisory Council of National Organizations."},
      {
        "id":"ED104428",
        "title":"Administrative and Instructional Computing in Minority Institutions."},
      {
        "id":"ED104429",
        "title":"Educational Planning for Utilization of Space Shuttle (ED-PLUSS). Final Research Report."},
      {
        "id":"ED104430",
        "title":"Individualizing Education: A Guide for Tutors."},
      {
        "id":"ED104431",
        "title":"University System Committee on Computer Use. Task Force Report. Final."},
      {
        "id":"ED104432",
        "title":"CAI from One Administrator's View Point."},
      {
        "id":"ED104433",
        "title":"Local Documents. (A Workshop, Chicago, December 13, 1974)."},
      {
        "id":"ED104435",
        "title":"Poetry Therapy in Psychiatric Nursing."},
      {
        "id":"ED104436",
        "title":"Report on the IFLA Working Group on Content Designators."},
      {
        "id":"ED104438",
        "title":"Canadian Experience with MARC."},
      {
        "id":"ED104439",
        "title":"The State of Planning of Automation Projects in the Libraries of Canada."},
      {
        "id":"ED104444",
        "title":"National Planning and Academic Libraries."},
      {
        "id":"ED104445",
        "title":"Toward a National Information System in the United States."},
      {
        "id":"ED104446",
        "title":"Education for Library, Archive, and Information Science in Sub-Saharan Africa: A Blueprint for Regional Planning."},
      {
        "id":"ED104447",
        "title":"Project IRMA: Development and Demonstration of a Computer-Assisted Citizen Information Resource System to Enable Urban Residents to Make Use of Available Public Services. Final Report. Volume I."},
      {
        "id":"ED104448",
        "title":"Project IRMA: Development and Demonstration of a Computer-Assisted Citizen Information Resource System to Enable Urban Residents to make Use of available Public Services. Final Report. Volume II, Appendix."},
      {
        "id":"ED104449",
        "title":"Cognitive Style: A Science to Influence the Policy of Individualizing Instruction."},
      {
        "id":"ED104450",
        "title":"Policies and Procedures for Administrative Personnel, 1974-1977."},
      {
        "id":"ED104451",
        "title":"Five-Year Action Plan for Curriculum Development."},
      {
        "id":"ED104452",
        "title":"A Study of the &quot;In-Progress&quot; Grade."},
      {
        "id":"ED104453",
        "title":"An Assessment of Future Educational and Occupational Plans for Brevard Community College Technical Program Students."},
      {
        "id":"ED104454",
        "title":"The Policy Role of the Faculty Bargaining Unit at Rhode Island Junior College."},
      {
        "id":"ED104455",
        "title":"A Handbook for Articulating High School and Community College Career Programs."},
      {
        "id":"ED104456",
        "title":"Personal Characteristics of Community College Presidents."},
      {
        "id":"ED104457",
        "title":"A Policy Primer for Community-Based Community Colleges: Report of the 1974 Assembly of the American Association of Community and Junior Colleges (Warrenton, Virginia, November 14-16, 1974."},
      {
        "id":"ED104458",
        "title":"The Two-Year, Post-Secondary College Student: New Needs and New Institutional Responses."},
      {
        "id":"ED104459",
        "title":"What are Community College Presidents Thinking About?"},
      {
        "id":"ED104460",
        "title":"Conference Proceedings: Annual Ohio Developmental Education Conference (2d Cleveland, October 6-7, 1974)."},
      {
        "id":"ED104461",
        "title":"Report for Public Community Colleges, 1973-74."},
      {
        "id":"ED104462",
        "title":"The Relationship of Teacher Role Orientation and Perceived Teaching Effectiveness."},
      {
        "id":"ED104463",
        "title":"Identification of Assessment of Needs."},
      {
        "id":"ED104464",
        "title":"Student Attrition in the Open-Door Community College: A Working Hypothesis."},
      {
        "id":"ED104465",
        "title":"Visitations to Selected Urban Community Colleges, Spring-Summer 1973."},
      {
        "id":"ED104466",
        "title":"The Campus and the City: A Symposium."},
      {
        "id":"ED104467",
        "title":"A Conceptual Basis for Non-Traditional Study and Alternatives in the Establishment of a Non-Traditional Community College."},
      {
        "id":"ED104468",
        "title":"Patterns of Student Performance at LaGuardia Community College, 1971-1974."},
      {
        "id":"ED104469",
        "title":"Developing Minimal Health Services Standards for Florida Junior/Community Colleges."},
      {
        "id":"ED104470",
        "title":"Management By Objectives: An Analysis of Recommendations for Implementation."},
      {
        "id":"ED104471",
        "title":"Reverse Transfer: The \"Retread Function\" of Community Colleges."},
      {
        "id":"ED104472",
        "title":"Creativity and Academic Motivation Variables as Predictors of Achievement in a Two-Year College for Educationally Marginal Students."},
      {
        "id":"ED104473",
        "title":"The Business-Industry Survey: Its Use in Institutional Planning."},
      {
        "id":"ED104474",
        "title":"Career Innovative and Non-Innovative Women in the Two-Year College: Implications for Counseling."},
      {
        "id":"ED104475",
        "title":"Follow-Up of 1974 Graduates in Selected Technology Programs, Lakeland Community College."},
      {
        "id":"ED104476",
        "title":"Employment Follow-Up of Nursing Graduates, Lakeland Community College, 1970-1973."},
      {
        "id":"ED104477",
        "title":"Community-Based Educational Experiences for Community Colleges."},
      {
        "id":"ED104478",
        "title":"Would New Board Structures Improve College Governance? A Forum to Examine Canadian Experience."},
      {
        "id":"ED104479",
        "title":"Decision Making Structures in Community Colleges."},
      {
        "id":"ED104480",
        "title":"\"...And Rode Off Madly in All Directions.\""},
      {
        "id":"ED104481",
        "title":"A Basis for Future Planning: State Plan for Nebraska Technical Community Colleges."},
      {
        "id":"ED104482",
        "title":"Creative Failure in Innovative Administrative Structure for Delivery of Community Services."},
      {
        "id":"ED104484",
        "title":"Planning an Effective Behavioral Science Building."},
      {
        "id":"ED104485",
        "title":"The Usability of Learning Materials Developed by Community College Professors."},
      {
        "id":"ED104486",
        "title":"Cooperative Education: Conception to Credibility."},
      {
        "id":"ED104487",
        "title":"Status of Individualized Instruction in Colleges Identified as Members of the Council of North Central Community and Junior Colleges, 1974-1975. A Report to the Council of North Central Community-Junior Colleges."},
      {
        "id":"ED104488",
        "title":"A Study Comparing the Traditional Approach Versus an Experimental Approach to Teaching Remedial Math in the Community College."},
      {
        "id":"ED104489",
        "title":"Post-Secondary Youth and Adult Learning [and] Educational Marketing and Delivery Systems. Trustees' Symposium on Postsecondary Education, Programs Two and Three."},
      {
        "id":"ED104490",
        "title":"An Analysis of Selected Characteristics of Napa College Veteran and Non-Veteran Male Students."},
      {
        "id":"ED104491",
        "title":"A Study of Community College Teacher-Training Programs in Selected Universities."},
      {
        "id":"ED104492",
        "title":"A Study of Factors Relating to Student Participation in Community College Governance."},
      {
        "id":"ED104493",
        "title":"Faculty Opinion of the Spring 1974 Peer Evaluation."},
      {
        "id":"ED104494",
        "title":"State-Local Agency and Community College Cooperation for Community Improvement: A Conference of State and Local Officials in the Middle Atlantic States."},
      {
        "id":"ED104495",
        "title":"Meeting the Needs of Educationally Disadvantaged Women: A Program for Re-Entry."},
      {
        "id":"ED104496",
        "title":"Independent-Individualized Instruction--Who Benefits?"},
      {
        "id":"ED104497",
        "title":"An Annotated Bibliography of Studies Done on Two-Year Institutions of Higher Education in New Mexico."},
      {
        "id":"ED104498",
        "title":"Cognitive Style: An Introduction With Annotated Bibliography."},
      {
        "id":"ED104499",
        "title":"Follow-up Studies of Former Occupational-Technical Students at Community Colleges. Research Report No. 1."},
      {
        "id":"ED104500",
        "title":"A Profile of Former Occupational-Technical Students. Research Report No. 2."},
      {
        "id":"ED104501",
        "title":"Off-Campus Registration Procedures."},
      {
        "id":"ED104502",
        "title":"Evening Students--Community Colleges, Spring 1975."},
      {
        "id":"ED104503",
        "title":"Summary and Conclusions of a Survey of Residents Residing Within a Three-Mile Radius of the Downtown Center [Bakersfield College (California)]."},
      {
        "id":"ED104506",
        "title":"Compendium of Selected Data and Characteristics: University of Kentucky Community College System, 1974-1975."},
      {
        "id":"ED104507",
        "title":"Students Receiving Veteran Benefits--Community Colleges, Spring 1975."},
      {
        "id":"ED104508",
        "title":"Ethnic Distribution of L.A.C.C. Students."},
      {
        "id":"ED104509",
        "title":"KOCE-TV Needs-Assessment Surveys: Communications Patterns Survey."},
      {
        "id":"ED104510",
        "title":"A Survey and Assessment of Admission Policies to Resolve the Problem of Oversubscription of Applications."},
      {
        "id":"ED104511",
        "title":"A Comparison of Using Individualized Instruction and Conventional Lecture Techniques in the Lecture Section of Electric Circuits 540-125."},
      {
        "id":"ED104512",
        "title":"A Comparison of Using Individualized Instruction and Conventional Lecture Techniques in the Lecture Section of Electric Circuits 540-126."},
      {
        "id":"ED104513",
        "title":"We'vs a Story to Tell the Nations: A Plan for Decentralized Library Services, Northland Pioneer College, Navajo County, Arizona."},
      {
        "id":"ED104514",
        "title":"Student Interests, Values and the English Curriculum."},
      {
        "id":"ED104515",
        "title":"Community College Systems--And the World: A Beginning Bibliography."},
      {
        "id":"ED104516",
        "title":"Day Care Teacher Beliefs and Teaching Practices."},
      {
        "id":"ED104518",
        "title":"Findings of the Second Year of the Head Start Planned Variations Study."},
      {
        "id":"ED104519",
        "title":"Child Characteristics by Model Interactions."},
      {
        "id":"ED104520",
        "title":"The Design and Validation of an Instrument for Identifying and Measuring the Coping Behaviors of Three-Year-Olds in Pre-School Settings."},
      {
        "id":"ED104521",
        "title":"Using What We Know--Knowing What We Use."},
      {
        "id":"ED104522",
        "title":"Mother Training as a Means of Accelerating Childhood Development in a High Risk Population."},
      {
        "id":"ED104524",
        "title":"Short Term Visual Memory in Five- and Six-Year-Old Children: Some Cognitive and Academic Correlates."},
      {
        "id":"ED104525",
        "title":"Considerations Concerning Kindergarten Education: A Kindergarten Report and Position Paper."},
      {
        "id":"ED104526",
        "title":"A Guide to Dental Care for the Early and Periodic Screening, Diagnosis, and Treatment Program (EPSDT) Under Medicaid."},
      {
        "id":"ED104527",
        "title":"The Effect of the Parent Involvement Program on Reading Readiness Scores."},
      {
        "id":"ED104528",
        "title":"The Child Care Professional/Parent/Child: An Emerging Triad."},
      {
        "id":"ED104529",
        "title":"Day Care Premises: A Boon to the Elementary School."},
      {
        "id":"ED104530",
        "title":"Perspectives: Child Care. A Progress Report."},
      {
        "id":"ED104531",
        "title":"Kindergarten Handbook."},
      {
        "id":"ED104533",
        "title":"The Infant Day Care Debate: Not Whether But How."},
      {
        "id":"ED104534",
        "title":"Social Interactions of Preschool Children as Correlates of Play Activities."},
      {
        "id":"ED104536",
        "title":"The Cognitively Oriented Urban Prekindergarten. An ESEA Title III Second Year Report."},
      {
        "id":"ED104537",
        "title":"Equal Opportunity for Children (A Proposal for Licensed Parenthood)."},
      {
        "id":"ED104538",
        "title":"Focus on Early Childhood Education: Resource Guide for the Education of Children Ages Three to Six."},
      {
        "id":"ED104539",
        "title":"Proefkreche '70: A Day Care Center for Very Young Children in Amsterdam."},
      {
        "id":"ED104540",
        "title":"Proceedings of the Conference on Family Research (Washington, D.C., March 4-5, 1974)."},
      {
        "id":"ED104541",
        "title":"Influence of Feedback, Teacher Praise, and Parental Support on Self-Competency of Third Graders."},
      {
        "id":"ED104542",
        "title":"A Guide for Planning and Operating Home-Based Child Development Programs."},
      {
        "id":"ED104543",
        "title":"Preparing Teachers for Parent Involvement."},
      {
        "id":"ED104544",
        "title":"A Parent Involvement Program for Low-Income Mexican-American Families."},
      {
        "id":"ED104545",
        "title":"Longitudinal IQ Outcomes of the Mother-Child Home Program, 1967-1973."},
      {
        "id":"ED104546",
        "title":"Long Term Effects of Infant Starvation on Learning Abilities."},
      {
        "id":"ED104547",
        "title":"The Child as Producer in or Product of Society."},
      {
        "id":"ED104548",
        "title":"The Carolina Abecedarian Project: A Longitudinal and Multidisciplinary Approach to the Prevention of Developmental Retardation."},
      {
        "id":"ED104549",
        "title":"The Modification of On-Task and Task Completion Behaviors in an Elementary-School Child."},
      {
        "id":"ED104550",
        "title":"A Summary of Five Major Evaluation Reports on the Follow Through Program in Philadelphia 1972-1973."},
      {
        "id":"ED104551",
        "title":"Evaluation Study of the California State Preschool Program."},
      {
        "id":"ED104552",
        "title":"Piaget in Action."},
      {
        "id":"ED104553",
        "title":"Parents and Infants: An Interactive Network. I. Introduction."},
      {
        "id":"ED104554",
        "title":"Parental and Perinatal Correlates of Neonatal Behaviors."},
      {
        "id":"ED104555",
        "title":"The Pregnant Couple."},
      {
        "id":"ED104556",
        "title":"Interactional Influence of Infant Characteristics and Postpartum Maternal Self-Image."},
      {
        "id":"ED104557",
        "title":"Compensatory Education: Some Research Issues."},
      {
        "id":"ED104558",
        "title":"Research Plan: Compensatory Education Study."},
      {
        "id":"ED104559",
        "title":"Elements of Sexism in a Selected Group of Picture Books Recommended for Kindergarten Use."},
      {
        "id":"ED104560",
        "title":"Early Childhood Education: How to Organize Volunteers; How and Where to Find Volunteers."},
      {
        "id":"ED104561",
        "title":"An Evaluation of the Champaign-Urbana Safety Town Program."},
      {
        "id":"ED104562",
        "title":"The Socialization Process in Pre-School."},
      {
        "id":"ED104563",
        "title":"School Volunteers and Early Childhood Education (Community Involvement)."},
      {
        "id":"ED104564",
        "title":"Food Rights Handbook."},
      {
        "id":"ED104565",
        "title":"A Matter of Service: How to Monitor Agencies that Serve Children."},
      {
        "id":"ED104566",
        "title":"To Protect and Respect: Advocacy for Your Child. A Child Advocate's Handbook."},
      {
        "id":"ED104567",
        "title":"Family Day Care."},
      {
        "id":"ED104568",
        "title":"A Study of Characteristics of Paraprofessionals in Child Care Services in the Far Western United States."},
      {
        "id":"ED104569",
        "title":"Design for a National Evaluation of Social Competence in Head Start Children."},
      {
        "id":"ED104570",
        "title":"The Effects of Father Absence on Work Analysis Skills Among Head Start Children."},
      {
        "id":"ED104571",
        "title":"The Young Child: Approaches to Action in Developing Countries. A Draft Report and Recommendations by the Executive Director."},
      {
        "id":"ED104572",
        "title":"Soldier and Brave: Historic Places Associated with Indian Affairs and the Indian Wars in the Trans-Mississippi West. New Edition. National Survey of Historic Sites and Buildings, Volume XII."},
      {
        "id":"ED104573",
        "title":"The State of Voluntarism in Rural Society -- A Theoretical Construction of the Problem."},
      {
        "id":"ED104575",
        "title":"Cultural Freedom in the Schools: The Right of Mexican-American Children to Succeed."},
      {
        "id":"ED104576",
        "title":"Community Size and Social Attributes in West Virginia. West Virginia University, Appalachian Center Research Report 5."},
      {
        "id":"ED104577",
        "title":"Historia Verdadera del Chicano del Norte. [True History of the Chicano of the North]."},
      {
        "id":"ED104578",
        "title":"Annual Report of Programs for the Disadvantaged in Texas, ESEA, Title I, 1973-74."},
      {
        "id":"ED104579",
        "title":"Public Education in Rural America."},
      {
        "id":"ED104580",
        "title":"Notes on the Health of Rural America."},
      {
        "id":"ED104581",
        "title":"Health Services and Rural America."},
      {
        "id":"ED104582",
        "title":"Where Are All the People Going--Demographic Trends."},
      {
        "id":"ED104583",
        "title":"Rural Justice and Legal Assistance."},
      {
        "id":"ED104584",
        "title":"Rural Poverty and Welfare."},
      {
        "id":"ED104585",
        "title":"Manpower Programs and Metropollyana: The Federal Non-Response to the Needs of Rural and Small Town People in Employment and Training Programs."},
      {
        "id":"ED104586",
        "title":"The Federal Budget and Rural America: Where Do All the Federal Dollars Go?"},
      {
        "id":"ED104587",
        "title":"Rural Development: Information and Technical Assistance Delivered by the Department of Agriculture in Fiscal Year 1974. Fifth Annual Report to the Congress."},
      {
        "id":"ED104588",
        "title":"Indian Educational Leadership: A Conference Report (October 2-5, 1973)."},
      {
        "id":"ED104589",
        "title":"Chicago's Spanish-Speaking Population: Selected Statistics."},
      {
        "id":"ED104590",
        "title":"Federal Policy for Rural Education."},
      {
        "id":"ED104591",
        "title":"Historical Change in Status Aspirations and Expectations of Mexican American Youth from the Border Area of Texas: 1967-1973."},
      {
        "id":"ED104592",
        "title":"Training Chicano Counselors To Be Change Agents in Resolving Community and School Conflicts."},
      {
        "id":"ED104593",
        "title":"Full-Time Farmers and Week-End Wives: An Analysis of Altering Conjugal Roles."},
      {
        "id":"ED104594",
        "title":"Municipal Services Equalization and Internal Colonialism in San Antonio, Texas: Explorations in &quot;Chinatown&quot;."},
      {
        "id":"ED104595",
        "title":"Bilingualism: A Review of the Literature Relevant to Preparation of Teachers for Southwestern Spanish-Speaking Children and Youth."},
      {
        "id":"ED104596",
        "title":"Who Fits the Procrustean Bed?: Spanish-American and Anglo Children Versus the Public Schools."},
      {
        "id":"ED104597",
        "title":"Early Achievement Patterns of Southern Males: Racial Profiles of Status Attainment and Mobility Attitudes."},
      {
        "id":"ED104599",
        "title":"Planning Education in Relation to Rural Development. Fundamentals of Educational Planning -- 21."},
      {
        "id":"ED104600",
        "title":"Education in a Rural Environment. Education and Rural Development -- 2."},
      {
        "id":"ED104601",
        "title":"Student Interest Inventory -- Opinions of Students."},
      {
        "id":"ED104603",
        "title":"Annual Report of New York State Interdepartmental Committee on Indian Affairs, 1972-1973."},
      {
        "id":"ED104604",
        "title":"Socioeconomic Implications of Bilingual Education on the Navajo Reservation."},
      {
        "id":"ED104608",
        "title":"Sociology and Architecture as a Nexus for Action: Redesigning for a Mexican-American Housing Project."},
      {
        "id":"ED104609",
        "title":"Interracial Dating and Marriage Preferences Among Blacks, Chicanos and Anglos."},
      {
        "id":"ED104610",
        "title":"Colorado Civil Rights Commission Activities, 1973-1974."},
      {
        "id":"ED104611",
        "title":"A Survey and Analysis of Human Ecosystems and Human Service Systems in Appalachia."},
      {
        "id":"ED104612",
        "title":"Gathering Complete Responses from Mexican-Americans by Personal Interview."},
      {
        "id":"ED104613",
        "title":"Factors Affecting Academic Performance and Persistence Among The Mexican-American, The Black and The Anglo Students in a Southwestern University."},
      {
        "id":"ED104614",
        "title":"Reaching Each Child -- Programs for Texas Minority Students."},
      {
        "id":"ED104615",
        "title":"The Politics of Bilingual Education: A Study of Four Southwest Texas Communities. Final Report."},
      {
        "id":"ED104616",
        "title":"The Measurement of Affective Education: A Report of Recent Work by Outward Bound Prepared for the Conference on Outdoor Pursuits in Higher Education."},
      {
        "id":"ED104617",
        "title":"The Physician's Assistant in a Rural Satellite Clinic: Report on an Evaluative Case Study of Utilization, Acceptance and Economics."},
      {
        "id":"ED104619",
        "title":"Comparative Study of the Assimilation of Mexican Americans: Parochial Schools Versus Public Schools."},
      {
        "id":"ED104621",
        "title":"Curriculum Make and Take, K-12. Report of a Summer Institute (Willamette University, Salem, Oregon, June 10-14, 1974)."},
      {
        "id":"ED104622",
        "title":"Solo and Group Physician Practices, Family-Physician Relationships and Unmet Critical Health Need in Rural Areas."},
      {
        "id":"ED104623",
        "title":"1974 Rural Manpower Report. [North Dakota]."},
      {
        "id":"ED104625",
        "title":"Peer Tutoring in One-Room Schools."},
      {
        "id":"ED104626",
        "title":"Eskimo Identification with Traditional Arts and Implications for Curriculum Development: Interviews with Nunivak Islanders."},
      {
        "id":"ED104627",
        "title":"Changes in Labor Force Characteristics of Women in Low-Income Rural Areas of the South. Southern Cooperative Series Bulletin 185."},
      {
        "id":"ED104628",
        "title":"Bilingual Education for Indians and Inuit: The Canadian Experience."},
      {
        "id":"ED104633",
        "title":"Community Resources for the Durham Child Development Center."},
      {
        "id":"ED104634",
        "title":"Manual for CISPUS Evaluation Workshop."},
      {
        "id":"ED104635",
        "title":"CISPUS Evaluation Kit for Cispus Preparatory Workshop, June 12-14, 1973. Draft."},
      {
        "id":"ED104637",
        "title":"Action for Environmental Quality. Standards and Enforcement for Air and Water Pollution Control."},
      {
        "id":"ED104639",
        "title":"An Environmental Education Resource Activity Kit for Fifth and Sixth Grade Pupils."},
      {
        "id":"ED104641",
        "title":"Environmental Education - A Problem Approach. Final Report."},
      {
        "id":"ED104643",
        "title":"Urban Environmental Education--Demonstration. Final Report."},
      {
        "id":"ED104644",
        "title":"Resource Materials. A Guide to Production and Use."},
      {
        "id":"ED104645",
        "title":"The Beginnings of a Nature Center."},
      {
        "id":"ED104646",
        "title":"Environmental Psychology: A Case Study of Scientific Specialization. Report No. 179."},
      {
        "id":"ED104647",
        "title":"Review and Assessment of UNESCO's Major Policies and Programmes in Education Services Affecting Population Changes. Background Paper."},
      {
        "id":"ED104648",
        "title":"[Population Education: Its Goals, Related Guidelines, and Considerations for Curriculum.]"},
      {
        "id":"ED104649",
        "title":"[Population Education: Curriculum Development and Materials for Teacher Education.]"},
      {
        "id":"ED104650",
        "title":"Sketches of Local Action Programs for School Environmental Education 12/73 to 6/74."},
      {
        "id":"ED104651",
        "title":"A Curriculum Activities Guide to Watershed Investigations and Environmental Studies, Volume 6. Revised."},
      {
        "id":"ED104653",
        "title":"Powerful TV Satellite Prepared for Launch."},
      {
        "id":"ED104654",
        "title":"Environmental Quality, the Fourth Annual Report of the Council on Environmental Quality."},
      {
        "id":"ED104655",
        "title":"The Effect of the Teachers' Curricular Bias, the Kind of Curriculum Studied as Well as Their Interaction on Students' Achievement in High School Biology."},
      {
        "id":"ED104657",
        "title":"Progress in Environmental Education (1970-75)."},
      {
        "id":"ED104659",
        "title":"A Study of Education for Environmental Design. Final Report."},
      {
        "id":"ED104663",
        "title":"Resource Guide to School Mathematics."},
      {
        "id":"ED104664",
        "title":"Recommendations and Guidelines, The Incorporation of Results of Current Crustal Evolution Studies into K-12 Curricula. A Report of the National Association of Geology Teachers Conference on K-12 Crustal Evolution Education (Western Hills State Lodge, Oklahoma, September 16-18, 1974)."},
      {
        "id":"ED104665",
        "title":"Possible Influences on Student Attitudes Toward Involvement with Science: Curricular, Demographic and Personal Factors."},
      {
        "id":"ED104667",
        "title":"A Computer-Assisted Instructional System for Elementary Mathematics."},
      {
        "id":"ED104668",
        "title":"Exploration of the Solar System."},
      {
        "id":"ED104669",
        "title":"A New Dimension in Selecting Science Teachers."},
      {
        "id":"ED104671",
        "title":"Situation Report--Australia, The Gambia, Papua and New Guinea, Rhodesia, Sri Lanka, Taiwan, Tanzania, Tonga, and Western Samoa."},
      {
        "id":"ED104672",
        "title":"The Effects of Utilizing Three Types of Advance Organizers for Learning a Biological Concept in Seventh Grade Science."},
      {
        "id":"ED104673",
        "title":"The Organization of Museums: Practical Advice. Museums and Monuments, IX."},
      {
        "id":"ED104674",
        "title":"Temporary and Travelling Exhibitions. Museums and Monuments, X."},
      {
        "id":"ED104675",
        "title":"Field Manual for Museums. Museums and Monuments, XII."},
      {
        "id":"ED104677",
        "title":"Lessons Taught by Students in Training to Become Biology Teachers Simultaneously Evaluated by Their Peers and by Their Students."},
      {
        "id":"ED104688",
        "title":"Report of a Conference on Career Exploration (University of Maryland, January 27 and 28, 1974)."},
      {
        "id":"ED104689",
        "title":"Lively Elementary Science Programs. A Handbook of Suggestions for Introducing and Maintaining Innovative Science Activities."},
      {
        "id":"ED104691",
        "title":"School System Projects Directory."},
      {
        "id":"ED104692",
        "title":"Undergraduate Education in Science: A Rationale for Program Structure."},
      {
        "id":"ED104693",
        "title":"Study of Engineering in Medicine and Health Care. Final Report."},
      {
        "id":"ED104694",
        "title":"Strategy Development and Utilization in Concept Identification as a Function of an Individual's Cognitive Style."},
      {
        "id":"ED104696",
        "title":"A Study of Parents' Attitudes Toward Supplemental Report Cards Which Identify Objectives Accomplished by ISCS Students."},
      {
        "id":"ED104697",
        "title":"METRO-APEX Volume 1.1: Game Overall Director&apos;s Manual. Revised."},
      {
        "id":"ED104698",
        "title":"METRO-APEX Volume 2.1: Computer Operator&apos;s Manual. Revised."},
      {
        "id":"ED104699",
        "title":"METRO-APEX Volume 3.1: City Politician&apos;s Manual. Revised."},
      {
        "id":"ED104700",
        "title":"METRO-APEX Volume 4.1: County Politician&apos;s Manual. Revised."},
      {
        "id":"ED104701",
        "title":"METRO-APEX Volume 5.1: Planner&apos;s Manual. Revised."},
      {
        "id":"ED104702",
        "title":"METRO-APEX Volume 6.1: Environmental Quality Agency's Manual. Revised."},
      {
        "id":"ED104703",
        "title":"METRO-APEX Volume 7.1: Air Pollution Control Officer's Manual. Revised."},
      {
        "id":"ED104704",
        "title":"METRO-APEX Volume 8.1: Water Quality Manager&apos;s Manual. Revised."},
      {
        "id":"ED104705",
        "title":"METRO-APEX Volume 9.1: Solid Waste Manager&apos;s Manual. Revised."},
      {
        "id":"ED104707",
        "title":"METRO-APEX Volume 11.1: Industrialists' Manual No. 1, Shear Power Company. Revised."},
      {
        "id":"ED104708",
        "title":"METRO-APEX Volume 12.1: Industrialist&apos;s Manual No. 2, People&apos;s Pulp Plant. Revised."},
      {
        "id":"ED104709",
        "title":"METRO-APEX Volume 13.1: Industrialist&apos;s Manual No. 3, Rusty&apos;s Iron Foundry. Revised."},
      {
        "id":"ED104710",
        "title":"METRO-APEX Volume 14.1: Industrialist&apos;s Manual No. 4, Gestalt Malt Brewery. Revised."},
      {
        "id":"ED104711",
        "title":"METRO-APEX Volume 15.1: Industrialist's Manual No. 5, Caesar's Rendering Plant. Revised."},
      {
        "id":"ED104712",
        "title":"METRO-APEX Volume 16.1: Industrialist's Manual No. 6, Dusty Rhodes Cement Company. Revised."},
      {
        "id":"ED104713",
        "title":"METRO-APEX Volume 17.1: Industrialist's Manual No. 7, Shick Cannery. Revised."},
      {
        "id":"ED104714",
        "title":"METRO-APEX Volume 18.1: Legal Reference Manual. Revised."},
      {
        "id":"ED104715",
        "title":"METRO-APEX Volume 19.1: City Manager and County Administrative Officer&apos;s Manual. Revised."},
      {
        "id":"ED104716",
        "title":"METRO-APEX Volume 20.1: News Media Manual. Revised."},
      {
        "id":"ED104717",
        "title":"METRO-APEX Volume 21.1: Pressure Groups&apos; Manual. Revised."},
      {
        "id":"ED104718",
        "title":"The Metric System: A Bibliography of Instructional Materials. Second Revised Edition."},
      {
        "id":"ED104719",
        "title":"Metric Education Activities in State and Territorial Departments of Education - A Survey."},
      {
        "id":"ED104720",
        "title":"Mathematics Laboratories: 150 Activities and Games for Elementary Schools."},
      {
        "id":"ED104721",
        "title":"Design, Production, Evaluation, and Revision of a Self-Instructional Package for the HP-45 Electronic Slide Rule."},
      {
        "id":"ED104722",
        "title":"Metric Conversion: An Annotated Bibliography for Teachers."},
      {
        "id":"ED104723",
        "title":"National Assessments of Science, 1969 and 1973: A Capsule Description of Changes in Science Achievement. National Assessment of Educational Progress."},
      {
        "id":"ED104724",
        "title":"A Statistical Analysis of the Relative Effectiveness of Two Methods of Teaching General Mathematics to Twelfth Grade Students."},
      {
        "id":"ED104725",
        "title":"Going Metric: An Analysis of Experiences in Five Nations and Their Implications for U.S. Educational Planning. Final Report."},
      {
        "id":"ED104726",
        "title":"Metric Inservice Teacher Training: Learning from the English and Australian Experience. Final Report."},
      {
        "id":"ED104727",
        "title":"Conceptually Oriented Mathematics Program. [Primary-Intermediate Levels]."},
      {
        "id":"ED104728",
        "title":"Conceptually Oriented Mathematics Program. [Intermediate-Upper Levels]."},
      {
        "id":"ED104729",
        "title":"Major Books on Intercultural Communication."},
      {
        "id":"ED104730",
        "title":"Economics and Politics in a Changing Society: A New Approach to Teaching a Beginning Social Science Course."},
      {
        "id":"ED104731",
        "title":"State Accountability Activities and the Social Studies: A Nationwide Survey, A Proposed General Accountability Model, and Some Guidelines. SSEC Publication No. 175."},
      {
        "id":"ED104732",
        "title":"Far Middle East: An Annotated Bibliography of Materials at Elementary School Level for Afghanistan, Iran, Pakistan."},
      {
        "id":"ED104733",
        "title":"The Use of Inter-Nation Simulation as a Research Tool."},
      {
        "id":"ED104734",
        "title":"Mini-Versity: A New Approach to Continuing Teacher Education. Profiles of Promise 36."},
      {
        "id":"ED104737",
        "title":"The Educational System of Tunisia."},
      {
        "id":"ED104738",
        "title":"Explanations of Developmental Change Applied to Education: Atmospheres for Moral Development."},
      {
        "id":"ED104739",
        "title":"Education for Development: An Evaluation System. Piagetian Theory Applied to the Evaluation of Educational Outcomes and Processes."},
      {
        "id":"ED104741",
        "title":"The Educational System of Iran. [Reprint.]"},
      {
        "id":"ED104742",
        "title":"The Educational System of Israel."},
      {
        "id":"ED104743",
        "title":"The Educational System of Yugoslavia. [Reprint.]"},
      {
        "id":"ED104745",
        "title":"Existential and Phenomenological Foundations of Currere: Self-Report in Curriculum Inquiry."},
      {
        "id":"ED104746",
        "title":"Planning Student Flow with Linear Programming: A Tunisian Case Study."},
      {
        "id":"ED104747",
        "title":"National Income Elasticities of Educational and Non-Educational Government Expenditures Among Selected Nations."},
      {
        "id":"ED104748",
        "title":"The \"Dismal Science\" -- Economics. Creative Challenges for Young People, Their Teachers and Parents."},
      {
        "id":"ED104751",
        "title":"School Characteristics, Student Mobility Rates and Outlets in Hong Kong."},
      {
        "id":"ED104752",
        "title":"Economic Education Experiences of Enterprising Teachers, Volume 12."},
      {
        "id":"ED104753",
        "title":"Road to the Village. Case Studies in African Community Development."},
      {
        "id":"ED104755",
        "title":"The Gary Schools and Progressive Education in the 1920's."},
      {
        "id":"ED104756",
        "title":"A Guide to the Selection of College Introductory Economics Textbooks."},
      {
        "id":"ED104757",
        "title":"NEA Bicentennial Ideabook: Programs, Ideas, Resources."},
      {
        "id":"ED104760",
        "title":"Wright Institute Workshop/Conference on Democratic Education for American Society, 26 and 27 July 1974."},
      {
        "id":"ED104761",
        "title":"Cultural Transmission and Instrumental Adaptation to Social Change: Lancaster Mennonite High School in Transition."},
      {
        "id":"ED104763",
        "title":"Geography 222 -- Issues in Economic Geography; Course Notes: Issues and Landscapes, [Introduction.]"},
      {
        "id":"ED104764",
        "title":"Influences on Academic Achievement: A Comparison of Results from Uganda and More Industrialized Societies."},
      {
        "id":"ED104765",
        "title":"Decentralization and Regionalization in the Ministry of Education: The Case of Venezuela."},
      {
        "id":"ED104766",
        "title":"The Method of &quot;Currere.&quot;"},
      {
        "id":"ED104767",
        "title":"Alice Barrows and the Platoon School, 1920-1940."},
      {
        "id":"ED104768",
        "title":"Bicentennial Materials K-12: An Annotated Bibliography."},
      {
        "id":"ED104769",
        "title":"American History and English Developmental Program. Profiles of Promise 41."},
      {
        "id":"ED104770",
        "title":"Women&apos;s Studies in the Junior High School. Profiles of Promise 42."},
      {
        "id":"ED104771",
        "title":"Adapting a Curriculum Project. Profiles of Promise 43."},
      {
        "id":"ED104772",
        "title":"Man Between War and Peace: An Interdisciplinary International Studies Course. Profiles of Promise 44."},
      {
        "id":"ED104773",
        "title":"Me and We Power, K-2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104774",
        "title":"My Groups. Grade One, Unit Two, 1.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104775",
        "title":"Our Needs and Wants: Green Power. Grade One, Unit Four, 1.4. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104776",
        "title":"Green Power: Clothing. Grade Two, Unit One, 2.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104777",
        "title":"Green Power: Housing. Grade Two, Unit Two, 2.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104778",
        "title":"Green Power: Wants and Needs. Grade Two, Unit Three, 2.3. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104779",
        "title":"City Government. Grade Three, Unit One, 3.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104780",
        "title":"Education Power (Local Level). Grade Three, Unit Two, 3.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104781",
        "title":"Business in Our Community. Grade Three, Unit Three, 3.3. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104782",
        "title":"Origins of Man. Grade Four, Unit One, 4.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104783",
        "title":"The Cultural Backgrounds of Americans. Grade Four, Unit Two, 4.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104784",
        "title":"Government, Grade Five, Unit One, 5.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104785",
        "title":"Education and Values. Grade Five, Unit Two, 5.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104786",
        "title":"Drugs and You. Grade Five, Unit Three, 5.3. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104787",
        "title":"Viet Nam. Grade Six, Unit One. 6.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104788",
        "title":"Middle East. Grade Six, Unit Two, 6.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104789",
        "title":"Czechoslovakia. Grade Six, Unit Three, 6.3. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104790",
        "title":"Values of the Family. Grade Seven, Unit One, 7.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104791",
        "title":"Value Formation: The Role of Political Parties. Grade Seven, Unit Five, 7.5. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104792",
        "title":"Indian-Americans. Grade Eight, Unit One, 8.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104793",
        "title":"African Americans. Grade Eight, Unit Three, 8.3 A &amp; B. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104794",
        "title":"Pollution: Problems and Solutions. Grade Nine, Unit One, 9.1 Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104795",
        "title":"Capitalism. Grade Ten. Unit One, 10.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104796",
        "title":"Socialism. Grade Ten, Unit Two, 10.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104797",
        "title":"Communism. Grade Ten, Unit Three, 10.3. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104798",
        "title":"Stability and Change: An American Life Style. Grade Eleven, Unit One, 11.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104799",
        "title":"Stability and Change: Through Ideas, and Non-Violent Action. Grade Eleven, Unit Two, 11.2. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104800",
        "title":"Violent Protest. Grade Eleven, Unit Three, 11.3. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104801",
        "title":"American Government. Grade Twelve, Unit One, 12.1. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104802",
        "title":"Business, Industry and Labor. Grade Twelve, Unit Three, 12.3. Comprehensive Social Studies Curriculum for the Inner City."},
      {
        "id":"ED104803",
        "title":"The How To of Badminton from Player to Teacher."},
      {
        "id":"ED104804",
        "title":"A Student Centered Learning System; An Overview."},
      {
        "id":"ED104805",
        "title":"Preliminary Results of a First-Year Teacher Pilot Program: Data Analysis, Interpretation, and Projections."},
      {
        "id":"ED104807",
        "title":"A Look at the Residue: The Accidental/Incidental Contribution of Observational Field Research Methodology to the Understanding of the Social System of Woodmound (an Elementary School)."},
      {
        "id":"ED104808",
        "title":"Effects of Video and Audio Models on the Acquisition of a Teaching Skill and Concomitant Student Learning."},
      {
        "id":"ED104809",
        "title":"A Study of the Concern Levels of Teacher Education Students."},
      {
        "id":"ED104810",
        "title":"An Instruction Support System for Competency-Based Programs."},
      {
        "id":"ED104811",
        "title":"Philosophical Dimensions of Educational Research Training Programs: The Indiana University Program."},
      {
        "id":"ED104812",
        "title":"An Introduction to the Rand Corporation's Study of the Change Agent Programs Sponsored by the U.S. Office of Education."},
      {
        "id":"ED104813",
        "title":"Alternatives in Education; Infopac No. 8."},
      {
        "id":"ED104814",
        "title":"The Normative Structure of Knowledge Production and Utilization in Education: A Report on Work in Progress."},
      {
        "id":"ED104815",
        "title":"Validation of Competencies."},
      {
        "id":"ED104816",
        "title":"A Conceptual Model of Individualization."},
      {
        "id":"ED104817",
        "title":"Teacher Behavior During \"Open Hours\" in an Independent Teacher Center."},
      {
        "id":"ED104818",
        "title":"Creativity of the School."},
      {
        "id":"ED104819",
        "title":"A Behavioral Approach in Defining and Teaching Educational Psychology."},
      {
        "id":"ED104820",
        "title":"Assessing Inservice Training Needs through Teacher Responses."},
      {
        "id":"ED104821",
        "title":"An Experiential and a Traditional Approach in Preparing Teachers."},
      {
        "id":"ED104822",
        "title":"The Confirmability of PBTE."},
      {
        "id":"ED104823",
        "title":"The Ecology of the Gymnasium: What the Tourists Never See."},
      {
        "id":"ED104824",
        "title":"Teacher Education for Physical Educators: Inventing the Wheel and Other New Practices."},
      {
        "id":"ED104825",
        "title":"Competency-Based Teacher Education: A Potpourri of Perspectives, ATE Bulletin No. 38."},
      {
        "id":"ED104826",
        "title":"A System and Rationale for Performance Based Teacher Supervision Using Modeling, Feedback and Practice Components."},
      {
        "id":"ED104827",
        "title":"An Experimental Test of the Experimenter Prestige Effect."},
      {
        "id":"ED104828",
        "title":"[Analysis of Carnegie Commission Survey Data]."},
      {
        "id":"ED104829",
        "title":"PBTE: Problem Solver or Problem Maker? Methodological Problems and Issues."},
      {
        "id":"ED104831",
        "title":"Re-Visioning Sports, Physical Education and the Body."},
      {
        "id":"ED104832",
        "title":"Methodological Considerations for the Validation of Teacher Competencies."},
      {
        "id":"ED104833",
        "title":"Teacher Needs and Researcher Responses--The Oregon Experience."},
      {
        "id":"ED104834",
        "title":"What Research Says to the Teacher. Team Teaching."},
      {
        "id":"ED104835",
        "title":"Teaching Introductory Educational Research: Some Available Materials."},
      {
        "id":"ED104836",
        "title":"An Experimental Comparison of Two Strategies for Developing Teacher Interpersonal Competencies."},
      {
        "id":"ED104837",
        "title":"The School Health Team and School Health Physician: New Role and Operation."},
      {
        "id":"ED104838",
        "title":"Teacher Competencies and Assessment Techniques."},
      {
        "id":"ED104839",
        "title":"Influences on Work Preferences of Team Teachers in Selected Individually Guided Education (IGE) Schools."},
      {
        "id":"ED107866",
        "title":"A B C--Instructional Packages: A Model Competency Based Program for the Preparation of Administrators of Occupational Career Education Programs."},
      {
        "id":"ED107867",
        "title":"Career Exploration in the Secondary Schools."},
      {
        "id":"ED107868",
        "title":"Handbook for Teachers and Administrators of Occupational Orientation Programs in Mississippi. Revised."},
      {
        "id":"ED107869",
        "title":"Guided Occupational Orientation Program. Final Report, Volume I."},
      {
        "id":"ED107870",
        "title":"Guided Occupational Orientation Project: Evaluation. Final Report, Volume II."},
      {
        "id":"ED107871",
        "title":"Guided Occupational Orientation Program: Elementary Program. Final Report, Volume III."},
      {
        "id":"ED107872",
        "title":"Guided Occupational Orientation Program. Secondary Program. Final Report, Volume IV."},
      {
        "id":"ED107873",
        "title":"Identification of Tasks in Office Occupations: June 1973 Workshop. Final Report."},
      {
        "id":"ED107874",
        "title":"Occupational and Educational Structures of the Labor Force and Levels of Economic Development: Further Analyses and Statistical Data."},
      {
        "id":"ED107875",
        "title":"Directory of Selected Iowa Career Education Offerings."},
      {
        "id":"ED107876",
        "title":"Aides to Career Education; ACE Program Handbook."},
      {
        "id":"ED107877",
        "title":"Aides to Career Education, 1973-74: An Evaluation."},
      {
        "id":"ED107878",
        "title":"Regional Assessment and Participative Evaluation: Final Report."},
      {
        "id":"ED107880",
        "title":"Career Education Opinions of California Secondary School Teachers."},
      {
        "id":"ED107881",
        "title":"Programs and Registrations: ACHE-NUEA 1973-74 Joint Report."},
      {
        "id":"ED107882",
        "title":"Patterns of Response: Faculty Community Service Survey."},
      {
        "id":"ED107883",
        "title":"Housing: One of a Series for Expanded Programs in Consumer Education."},
      {
        "id":"ED107884",
        "title":"Implications of Research for Teaching Typewriting: Second Edition. Research Bulletin No. 4."},
      {
        "id":"ED107885",
        "title":"[Elementary Career Education Units: Kindergarten.]"},
      {
        "id":"ED107886",
        "title":"[Elementary Career Education Units: Grade 1.]"},
      {
        "id":"ED107887",
        "title":"[Elementary Career Education Units: Grade 2.]"},
      {
        "id":"ED107888",
        "title":"[Elementary Career Education Units: Grade 3.]"},
      {
        "id":"ED107889",
        "title":"[Elementary Career Education Units: Grade 4.]"},
      {
        "id":"ED107890",
        "title":"[Elementary Career Education Units: Grade 5.]"},
      {
        "id":"ED107891",
        "title":"[Elementary Career Education Units: Grades 6 and 7.]"},
      {
        "id":"ED107892",
        "title":"[Elementary Career Education Units: Trainable Mentally Retarded.]"},
      {
        "id":"ED107894",
        "title":"[Elementary Career Education Units: Intermediate Educable.]"},
      {
        "id":"ED107895",
        "title":"[Secondary Career Education Activities: English.]"},
      {
        "id":"ED107896",
        "title":"[Secondary Career Education Activities: Mathematics.]"},
      {
        "id":"ED107897",
        "title":"[Secondary Career Education Activities: Science.]"},
      {
        "id":"ED107898",
        "title":"[Secondary Career Education Activities: Social Studies.]"},
      {
        "id":"ED107899",
        "title":"[Secondary Career Education Activities: Health and Physical Education.]"},
      {
        "id":"ED107900",
        "title":"Impact on Instructional Improvement: Career Education."},
      {
        "id":"ED107901",
        "title":"University of Toronto Theses Research Relating to Adult Education: An Interdisciplinary Analysis: 1900-1970."},
      {
        "id":"ED107902",
        "title":"Adult Education and Community Development in Canada: A Survey of Post-Secondary Courses and Programmes."},
      {
        "id":"ED107903",
        "title":"Summary of Research and Developmental Activities in Agricultural Education: North Atlantic Region: 1972-73."},
      {
        "id":"ED107904",
        "title":"Summaries of Studies in Agricultural Education: North Atlantic Region: 1971-72."},
      {
        "id":"ED107905",
        "title":"A Feasibility Study on the Establishment of a Fire Fighting Academy for the State of New Mexico."},
      {
        "id":"ED107906",
        "title":"Syllabus for a Course of Instruction, Preparing the Nurse's Assistant."},
      {
        "id":"ED107907",
        "title":"Getting Career Education On!"},
      {
        "id":"ED107908",
        "title":"Vocational Carpentry Curriculum Guide."},
      {
        "id":"ED107909",
        "title":"Bibliography of Doctoral Dissertations by Year Completed: 1967-1974."},
      {
        "id":"ED107910",
        "title":"Career Education Teacher's Guide [Elementary Units]."},
      {
        "id":"ED107911",
        "title":"Career Education Teacher's Guide [Intermediate Units]."},
      {
        "id":"ED107912",
        "title":"Career Education Teacher's Guide [Secondary Units]."},
      {
        "id":"ED107914",
        "title":"Managing Highway Maintenance: Instructor's Guide: For Training in Managing Highway Maintenance."},
      {
        "id":"ED107915",
        "title":"Adult Education in Vancouver Before 1914. Occasional Papers in Continuing Education, No. 9."},
      {
        "id":"ED107916",
        "title":"Adult Basic Education Staff Development: 1973-1974."},
      {
        "id":"ED107917",
        "title":"Plans for Staff Development and Dissemination in Adult Basic Education: Region IV."},
      {
        "id":"ED107918",
        "title":"Testing Guidelines for Adult Basic Education and High School Equivalency Programs."},
      {
        "id":"ED107919",
        "title":"A Bibliography of Materials: Adult Basic Education: Wyoming."},
      {
        "id":"ED107920",
        "title":"Elementary Information Needed for Occupational Exploration Report."},
      {
        "id":"ED107921",
        "title":"Guide to Secondary INFOE for Counselors and Students."},
      {
        "id":"ED107922",
        "title":"Guide to Junior High INFOE."},
      {
        "id":"ED107923",
        "title":"Teacher's Guide to Elementary INFOE."},
      {
        "id":"ED107924",
        "title":"Teacher's Guide to Career Education; Project SPAN."},
      {
        "id":"ED107925",
        "title":"Elementary Career Education Units for Integration in Subject Areas at Grades Kindergarten through Six. Project SPAN."},
      {
        "id":"ED107926",
        "title":"Education Tomorrow: A Collection of Articles From Mountain-Plains."},
      {
        "id":"ED107927",
        "title":"The Future Me: Fifth Grade. Revised."},
      {
        "id":"ED107928",
        "title":"New Learning for Older Americans: An Overview of National Effort."},
      {
        "id":"ED107930",
        "title":"Report of the Advisory Committee on the Schaefer-Kaufman Recommendations entitled Occupational Education for Massachusetts."},
      {
        "id":"ED107932",
        "title":"Business Data Processing: A Teacher&apos;s Guide."},
      {
        "id":"ED107933",
        "title":"Training Plans for Cooperative Office Education: A Guide."},
      {
        "id":"ED107934",
        "title":"The Vocational Educator's Role in Career Education."},
      {
        "id":"ED107935",
        "title":"Penetrating School Strata Through Career Education (Grades 9-12). Provisional Curriculum Guide."},
      {
        "id":"ED107938",
        "title":"Some Introductory Lessons on \"Organizational Literacy\" for Functional Literacy Workers."},
      {
        "id":"ED107939",
        "title":"Job Characteristics, Personal Interests, and Response Disposition of Incumbents as Related to Job Satisfaction. Technical Report No. 8."},
      {
        "id":"ED107940",
        "title":"A Curriculum Guide for Occupational Orientation and Exploration in Junior High School Home Economics and Industrial Arts."},
      {
        "id":"ED107941",
        "title":"A Curriculum Guide for Career Education in the Junior High Schools."},
      {
        "id":"ED107942",
        "title":"Analysis of Commercial Contract Training."},
      {
        "id":"ED107943",
        "title":"An Evaluation of Policy Related Research on Programs for Mid-Life Career Redirection: Vol. II--Major Findings."},
      {
        "id":"ED107944",
        "title":"Design and Development of the Aircraft Instrument Comprehension Program."},
      {
        "id":"ED107945",
        "title":"Mountain-Plains: The Meaning of a Model Career Education Learning System for Higher Education."},
      {
        "id":"ED107946",
        "title":"Female Offenders in the Federal Correctional System."},
      {
        "id":"ED107947",
        "title":"An Analysis of the Alteration Specialist Occupation."},
      {
        "id":"ED107948",
        "title":"An Analysis of the Auto Body Repair Occupation."},
      {
        "id":"ED107949",
        "title":"An Analysis of the Auto Mechanic Occupation."},
      {
        "id":"ED107950",
        "title":"An Analysis of the Auto Parts Counterperson Occupation."},
      {
        "id":"ED107951",
        "title":"An Analysis of the Automobile Sales Occupation."},
      {
        "id":"ED107952",
        "title":"An Analysis of the Automotive Service Occupation."},
      {
        "id":"ED107953",
        "title":"An Analysis of the Baking Occupation."},
      {
        "id":"ED107954",
        "title":"An Analysis of the Billing and Bookkeeping Machine Operator Occupation."},
      {
        "id":"ED107955",
        "title":"An Analysis of the Bookkeeping Occupation."},
      {
        "id":"ED107956",
        "title":"An Analysis of the Carpentry Occupation."},
      {
        "id":"ED107957",
        "title":"An Analysis of the Commercial Art Occupation."},
      {
        "id":"ED107958",
        "title":"An Analysis of the Credit Investigation Occupation."},
      {
        "id":"ED107959",
        "title":"An Analysis of the Dental Assisting Occupation."},
      {
        "id":"ED107960",
        "title":"An Analysis of the Drafting Occupation."},
      {
        "id":"ED107961",
        "title":"An Analysis of the Garden Center Employee."},
      {
        "id":"ED107962",
        "title":"An Analysis of the Wholesale Florist Occupation."},
      {
        "id":"ED107963",
        "title":"An Analysis of the Information Receptionist Occupation."},
      {
        "id":"ED107964",
        "title":"An Analysis of the Industrial Mechanics Occupation."},
      {
        "id":"ED107965",
        "title":"An Analysis of the Industrial Sales Occupation."},
      {
        "id":"ED107966",
        "title":"An Analysis of the Insurance Sales Occupation."},
      {
        "id":"ED107967",
        "title":"An Analysis of the Insurance Underwriting Occupation."},
      {
        "id":"ED107968",
        "title":"An Analysis of the Laboratory Assisting Occupation."},
      {
        "id":"ED107969",
        "title":"An Analysis of the Landscaping Occupation."},
      {
        "id":"ED107970",
        "title":"An Analysis of the Lithographic Printing Occupation."},
      {
        "id":"ED107971",
        "title":"An Analysis of the Machine Trades Occupation."},
      {
        "id":"ED107972",
        "title":"An Analysis of the Medical Records Clerking Occupation."},
      {
        "id":"ED107973",
        "title":"An Analysis of the Nursery School Teacher Aide Occupation."},
      {
        "id":"ED107974",
        "title":"An Analysis of the Payroll Clerking Occupation."},
      {
        "id":"ED107975",
        "title":"An Analysis of the Personal [Personnel] Managing Occupation."},
      {
        "id":"ED107976",
        "title":"An Analysis of the Real Estate Property Managing Occupation."},
      {
        "id":"ED107977",
        "title":"An Analysis of the Purchasing Occupation."},
      {
        "id":"ED107978",
        "title":"An Analysis of the Real Estate Occupation."},
      {
        "id":"ED107979",
        "title":"An Analysis of the Residential Remodeling Occupation."},
      {
        "id":"ED107980",
        "title":"An Analysis of the Retail Florist Occupation."},
      {
        "id":"ED107981",
        "title":"An Analysis of the Secondary School Clerical Aide Occupation."},
      {
        "id":"ED107982",
        "title":"An Analysis of the Small Business Managing Occupation."},
      {
        "id":"ED107983",
        "title":"An Analysis of the Small Engine Repair Occupation."},
      {
        "id":"ED107984",
        "title":"An Analysis of the Telecommunications Occupation."},
      {
        "id":"ED107986",
        "title":"An Analysis of the Terminal Clerking Occupation."},
      {
        "id":"ED107987",
        "title":"An Analysis of the Terminal Dispatching Occupation."},
      {
        "id":"ED107988",
        "title":"An Analysis of the Terminal Materials Handling Occupation."},
      {
        "id":"ED107989",
        "title":"An Analysis of the Turf Specialist Occupation."},
      {
        "id":"ED107990",
        "title":"An Analysis of the Typewriting Service Specialist Occupation."},
      {
        "id":"ED107991",
        "title":"An Analysis of the Welding Occupation."},
      {
        "id":"ED107992",
        "title":"An Analysis of the Horticulture Equipment and Services Occupation."},
      {
        "id":"ED107993",
        "title":"An Analysis of the Word Processing Occupation."},
      {
        "id":"ED107994",
        "title":"An Analysis of the Administrative Assisting Occupation."},
      {
        "id":"ED107995",
        "title":"An Analysis of the Data Processing Occupation."},
      {
        "id":"ED107996",
        "title":"An Analysis of the Air Conditioning, Refrigerating and Heating Occupation."},
      {
        "id":"ED107997",
        "title":"An Analysis of the Residential Electricity Occupation."},
      {
        "id":"ED107998",
        "title":"An Analysis of the Waste Water Treatment Maintenance Mechanic Occupation."},
      {
        "id":"ED107999",
        "title":"An Analysis of the Bank Teller Occupation."},
      {
        "id":"ED108000",
        "title":"An Analysis of the Diesel Truck Mechanic Occupation."},
      {
        "id":"ED108001",
        "title":"An Analysis of the Catering Occupation."},
      {
        "id":"ED108002",
        "title":"An Analysis of the Credit Collection Occupation."},
      {
        "id":"ED108004",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 8, Number 3."},
      {
        "id":"ED108005",
        "title":"Social Schemata of Young Children Attending Schools Varying in Racial Composition: Race Versus Sex in a Binary-Choice Photo Sorting Task."},
      {
        "id":"ED108006",
        "title":"Time to Criterion: An Experimental Study."},
      {
        "id":"ED108007",
        "title":"The Extinction of Racial Attitudes: Comparison of Sex Differences."},
      {
        "id":"ED108008",
        "title":"Behavioral Counseling: Training and Treatment Research at the Pennsylvania State University."},
      {
        "id":"ED108009",
        "title":"Behavioral Correlates of Conceptual Tempo."},
      {
        "id":"ED108010",
        "title":"Effects of Differential Rewarding and Inequity on Performance and Satisfaction."},
      {
        "id":"ED108011",
        "title":"Training in Brainstorming and Convergent Thinking and the Conceptual Tempo of Impulsive and Reflective Children."},
      {
        "id":"ED108012",
        "title":"Why Are Many Societies Sex Negative? A Social-Functionalist Theory."},
      {
        "id":"ED108013",
        "title":"The Effects of Subject Locus of Control and Sex as Moderators of Conditioned Response."},
      {
        "id":"ED108014",
        "title":"COM-MAND System: A New Technique for Group Therapy."},
      {
        "id":"ED108015",
        "title":"The Effects of Socio-Economic Status and Race on Parental Attitudes Toward Public Education in a Tri-Racial School District."},
      {
        "id":"ED108016",
        "title":"Recent Surveys of Nonmedical Drug Use: A Compendium of Abstracts."},
      {
        "id":"ED108017",
        "title":"Beyond Competency Based Instruction: A Learning Hierarchy for Counselor Education."},
      {
        "id":"ED108018",
        "title":"Handbook for Vocational Counselors."},
      {
        "id":"ED108019",
        "title":"A Comparison of Three Methods of Group Vocational Counseling. University of Maryland Counseling Center Research Report No. 9-74."},
      {
        "id":"ED108020",
        "title":"Psychotherapy as Stochastic Process: Fitting a Markov Chain Model to Interviews of Ellis and Rogers. University of Minnesota Office of Student Affairs Research Bulletin, Vol. 15, No. 18."},
      {
        "id":"ED108021",
        "title":"Systematic Counseling."},
      {
        "id":"ED108022",
        "title":"Using and Testing Hypotheses in Concept Attainment by Children."},
      {
        "id":"ED108023",
        "title":"Development of Student Leadership on Campus."},
      {
        "id":"ED108024",
        "title":"Organizational Considerations for Effective Residential Learning Implementation."},
      {
        "id":"ED108026",
        "title":"Organizational Action Process."},
      {
        "id":"ED108027",
        "title":"Imagery Ability and Context Modality as Factors in the Acquisition and Transfer of Concepts."},
      {
        "id":"ED108029",
        "title":"Men in Social Systems: Results of a Three-Year Multiorganizational Study. A Symposium."},
      {
        "id":"ED108030",
        "title":"Classroom Observation of Students and Teachers (COST): A Multiple Payoff Approach to Inservice Training. A Symposium."},
      {
        "id":"ED108031",
        "title":"Life Skills for Northern Adolescents."},
      {
        "id":"ED108032",
        "title":"Readings in Life Skills. Readings and Appendices A-N."},
      {
        "id":"ED108033",
        "title":"Life Skills Course for Corrections: Curriculum Guide."},
      {
        "id":"ED108034",
        "title":"Evaluations of Life Skills Training."},
      {
        "id":"ED108035",
        "title":"Work as a Way to Improve Socialization to Adulthood."},
      {
        "id":"ED108037",
        "title":"An Experimental Test of Covert Negative Reinforcement: A Constructive Replication of a Study by Ascher and Cautela."},
      {
        "id":"ED108038",
        "title":"Need for Replications of Key Studies in Covert Conditioning."},
      {
        "id":"ED108039",
        "title":"Underlying Constructs of Locus of Control of Reinforcement."},
      {
        "id":"ED108040",
        "title":"Exploratory Strategic Evaluation of Policies for Aging Americans."},
      {
        "id":"ED108041",
        "title":"A Study of Variables Relating to Women's Vocational Patterns: A Fifteen Year Follow-Up."},
      {
        "id":"ED108044",
        "title":"The Facilitation of Change: An Administrator's Dilemma."},
      {
        "id":"ED108045",
        "title":"Women in the Workforce: A Selected Book List."},
      {
        "id":"ED108046",
        "title":"Children as Teachers: Stages in Cross-Age Tutoring."},
      {
        "id":"ED108047",
        "title":"Semester Goals Project."},
      {
        "id":"ED108048",
        "title":"Contributions to a Science of Counseling."},
      {
        "id":"ED108049",
        "title":"Covert Reinforcement: A Replication of an Experimental Test by Wish, Cautela, and Steffen."},
      {
        "id":"ED108050",
        "title":"Development and Evaluation of Constructive Fighting Workshop."},
      {
        "id":"ED108051",
        "title":"Behavioral Cues in the Judgement of Marital Satisfaction."},
      {
        "id":"ED108052",
        "title":"The Pre-Retirement Years: Five Years in the Work Lives of Middle-Aged Men. Volume 4."},
      {
        "id":"ED108053",
        "title":"Dual Careers: A Longitudinal Study of Labor Market Experience of Women. Volume 3."},
      {
        "id":"ED108054",
        "title":"VITAL Career Information Center Handbook."},
      {
        "id":"ED108055",
        "title":"A System for Installing Occupational Experience Programs in Local Schools."},
      {
        "id":"ED108056",
        "title":"Theoretical Formulation and Empirical Validation of a Construct of Creativity."},
      {
        "id":"ED108057",
        "title":"Program Planning Guide for Education to the Elderly. Final Report."},
      {
        "id":"ED108058",
        "title":"Juvenile Delinquency Prevention Programs: An Evaluation of Policy Related Research on the Effectiveness of Prevention Programs. Report on the Findings of an Evaluation of the Literature."},
      {
        "id":"ED108059",
        "title":"White I.Q. Versus Black Intelligence."},
      {
        "id":"ED108060",
        "title":"How to Start a Rape Crisis Center."},
      {
        "id":"ED108061",
        "title":"Fear of Success: Four Hypotheses. Working Paper No. 116."},
      {
        "id":"ED108062",
        "title":"Redefinition of Counseling Roles in an Alternative School: A Case History."},
      {
        "id":"ED108063",
        "title":"Academic Self Concept and School Achievement: A Multiple Probe."},
      {
        "id":"ED108064",
        "title":"The Relative Effectiveness of Self-Modeling as a Procedure for Teaching Basic Interviewing Skills."},
      {
        "id":"ED108065",
        "title":"The Effect of Training on Value-Sharing on Semantic Differential Scores."},
      {
        "id":"ED108066",
        "title":"Cooperative Competencies and the Prevention and Treatment of Drug Abuse."},
      {
        "id":"ED108067",
        "title":"Differences Associated with Conceptual Tempo and Socioeconomic Status on Academic Achievement, IQ and Internal-External Control Measures."},
      {
        "id":"ED108068",
        "title":"The Single Parent Family: Some Social and Psychological Characteristics and Their Implication for Social Policy Decisions."},
      {
        "id":"ED108069",
        "title":"The Deja Connu Phenomenon: A Study in the Formation and Modifiability of First Impressions."},
      {
        "id":"ED108070",
        "title":"Computerized Interest Testing and the Major Field of Study Map (MFM)"},
      {
        "id":"ED108071",
        "title":"Student Development in the Classroom: The Tandem Approach."},
      {
        "id":"ED108072",
        "title":"Validation and Use of Communication Tasks in Counselor Education. Final Report."},
      {
        "id":"ED108073",
        "title":"The Development of Time Perspectives as Functions of Race, Integrated School Attendance, and Socio-Economic Class Between the Ages of 11 and 17. Final Report."},
      {
        "id":"ED108074",
        "title":"Realistic Self-Assessment of Knowledge and Competence. Final Report."},
      {
        "id":"ED108075",
        "title":"The Effects of Task-Focused and Approval-Focused Discipline Techniques."},
      {
        "id":"ED108076",
        "title":"Developmental Changes in the Effect of Verbal, Non-Verbal and Spatial-Positional Cues on Retention."},
      {
        "id":"ED108077",
        "title":"Sex and Discipline Differences in Professional Socialization."},
      {
        "id":"ED108078",
        "title":"The Quality of Experimental Methodology in Counseling and Counselor Education."},
      {
        "id":"ED108079",
        "title":"The Politics of Sex Discrimination in Education: A Comparative Analysis."},
      {
        "id":"ED108080",
        "title":"Challenging Sex Discrimination Through the Courts: Maternity Leave Policies."}]
  }}
