{
  "response":{"numFound":509939,"start":274000,"numFoundExact":true,"docs":[
      {
        "id":"ED108081",
        "title":"Counselor Judgement Vs. Test Results: Measuring Career Maturity."},
      {
        "id":"ED108082",
        "title":"Student Development and Experimental-Gestalt Therapy."},
      {
        "id":"ED108083",
        "title":"Fantasy and Experiential-Gestalt Therapy."},
      {
        "id":"ED108084",
        "title":"Zen Meditation and Behavioral Self-Control: Some Similarities and Differences."},
      {
        "id":"ED108085",
        "title":"Behavioral Self-Control Delivery Systems."},
      {
        "id":"ED108086",
        "title":"Cross-Age Helping Programs and Suggested Designs Which Have Worked Well in Cross-Age Helping Programs."},
      {
        "id":"ED108087",
        "title":"Women in Educational Research: Affirmative Action Plans."},
      {
        "id":"ED108088",
        "title":"National Study of Social Welfare and Rehabilitation Workers, Work, and Organizational Contexts, Research Report No. 3. Overview Study of Employment of Paraprofessionals."},
      {
        "id":"ED108089",
        "title":"Recent Efforts in Planned Interventions for Affective Education."},
      {
        "id":"ED108090",
        "title":"Multiple Roles in Contemporary Society: What are the Choices? A Charrette."},
      {
        "id":"ED108091",
        "title":"Orientation and Extra Curricular Programming for Students Over 30."},
      {
        "id":"ED108092",
        "title":"Career Education in Michigan."},
      {
        "id":"ED108093",
        "title":"\"Great\" Literature as a Teaching Tool in the Education of Mental Health Professionals."},
      {
        "id":"ED108094",
        "title":"Social Face in the Resolution of Conflict."},
      {
        "id":"ED108095",
        "title":"A Campus-Wide Human Development Model. Colby Community College, 1973-1975."},
      {
        "id":"ED108096",
        "title":"Some Concommitants of Verbal-Quantitative Aptitude Discrepency."},
      {
        "id":"ED108098",
        "title":"Drug Use, the Labor Market and Class Conflict. Special Studies 2."},
      {
        "id":"ED108099",
        "title":"A Selected Bibliography of ERIC Career Education, Career Guidance, and Career Development Resources."},
      {
        "id":"ED108101",
        "title":"A Manual for School-Based Needs Assessment and Program Planning Procedure. The Right to Read in Arizona: Target for the 70's."},
      {
        "id":"ED108102",
        "title":"Monitoring Process and Assessing Product."},
      {
        "id":"ED108103",
        "title":"Utah State Reading Advisory Council Report on the Right to Read."},
      {
        "id":"ED108104",
        "title":"Pennsylvania and the National Right to Read Effort: The Pennsylvania Story, 1974-75."},
      {
        "id":"ED108105",
        "title":"Success and Failure in Reading Performance among Massachusetts City Schools: A Study for the Massachusetts Advisory Council on Education."},
      {
        "id":"ED108106",
        "title":"How to Use WISC Scores in Reading Diagnosis. Reading Aids Series."},
      {
        "id":"ED108107",
        "title":"Reading: The Champaign Approach--The Teacher as the Key."},
      {
        "id":"ED108108",
        "title":"Alabama Right to Read Materials: LEA (Local Education Agency) Proclamation; Criteria for the Development of Successful Reading Programs; Evaluation Report of Component; Evaluation of Consultant and Monitoring and Review Instrument."},
      {
        "id":"ED108109",
        "title":"Ohio Right to Read Materials: Role Description; Staff Development Training Content (3rd Revision); Staff Development Impact Plan Training Content; Staff Development Goals; Performance Report; Evaluation Checklist and What 125,000 Ohioans Want from Their Schools."},
      {
        "id":"ED108110",
        "title":"Oregon Right to Read: The Oregon Criteria of Excellence in Reading Programming; The Criteria of Excellence in Reading Programming; Supplementary Instruments."},
      {
        "id":"ED108111",
        "title":"Writing a Plan of Action for Achieving the Criteria of Excellence (A Laboratory Exercise)."},
      {
        "id":"ED108112",
        "title":"Reading: Children Tell It Like It Is."},
      {
        "id":"ED108113",
        "title":"The Athens Model: Results of a High Saturation Program in Newspaper Reading Skill."},
      {
        "id":"ED108114",
        "title":"The Role of the Consultant."},
      {
        "id":"ED108115",
        "title":"A Model for the Development of a Reading and Study Skills Inventory for Every Content Area."},
      {
        "id":"ED108116",
        "title":"The Mathemagenic Effects of Feedback and Orienting Directions upon Text Learning."},
      {
        "id":"ED108117",
        "title":"An Investigation of the Relationship between Individual Differences in Attention and Reading Achievement in First Grade."},
      {
        "id":"ED108118",
        "title":"Don't Program Your World--PLAN* It!"},
      {
        "id":"ED108119",
        "title":"Practical Applications of Reading Research."},
      {
        "id":"ED108120",
        "title":"The New Learners: Focus for the Future."},
      {
        "id":"ED108121",
        "title":"Special Reading."},
      {
        "id":"ED108122",
        "title":"Language Arts Labs 1 and 2, Isaac E. Young Junior High School."},
      {
        "id":"ED108125",
        "title":"The Effect of DRA and SQ3R on the Immediate and Delayed Recall of Seventh-Grade Social Studies Material."},
      {
        "id":"ED108126",
        "title":"Social Dialects and Their Implications for Beginning Reading Instruction."},
      {
        "id":"ED108127",
        "title":"Reading Words of More Than One Syllable. Professional Paper 24."},
      {
        "id":"ED108128",
        "title":"Prediction of Reading Ability from Early Language Skills. Final Report."},
      {
        "id":"ED108129",
        "title":"Children's Books, 1974: A List of Books for Preschool through Junior High School Age."},
      {
        "id":"ED108130",
        "title":"Formal Models of Word Recognition. Final Report."},
      {
        "id":"ED108131",
        "title":"Informal Reading Inventories: Useful Classroom Tools."},
      {
        "id":"ED108132",
        "title":"A Confluent Reading/English Fundamentals Curriculum."},
      {
        "id":"ED108135",
        "title":"Processing Components of Initial Reading."},
      {
        "id":"ED108136",
        "title":"Right to Read Assessment and Planning Handbook."},
      {
        "id":"ED108137",
        "title":"A Review of Canadian Research in Reading Education."},
      {
        "id":"ED108138",
        "title":"Prototype Development of an Instructional Improvement Kit for the Beginning Reading Program."},
      {
        "id":"ED108139",
        "title":"Project Read."},
      {
        "id":"ED108140",
        "title":"San Diego Right to Read."},
      {
        "id":"ED108141",
        "title":"The Hawaii English Program."},
      {
        "id":"ED108142",
        "title":"Andover's Individualized Reading System (AIRS)."},
      {
        "id":"ED108143",
        "title":"All Day Kindergarten, ESEA Title I, Early Childhood Education."},
      {
        "id":"ED108144",
        "title":"Alphaphonics Reading Readiness Training Program."},
      {
        "id":"ED108145",
        "title":"Child Parent Centers."},
      {
        "id":"ED108146",
        "title":"HumRRO Work Unit FLIT (Functional Literacy); Fort Ord, California."},
      {
        "id":"ED108147",
        "title":"Intensive Reading Improvement Program (IRIP)--A Staff Development Project."},
      {
        "id":"ED108148",
        "title":"Title I Reading Center Program."},
      {
        "id":"ED108149",
        "title":"Guggenheim Museum Children's Program: Learning to Read through the Arts."},
      {
        "id":"ED108150",
        "title":"Psycholinguistic Approach to Reading (PAR)."},
      {
        "id":"ED108151",
        "title":"Follow Through Program."},
      {
        "id":"ED108152",
        "title":"Visual Linguistic Reading Program."},
      {
        "id":"ED108153",
        "title":"Total Reading at Juan Cabrillo School, Seaside City Schools, Calif."},
      {
        "id":"ED108154",
        "title":"High School Peer Tutoring (Homework Helpers) Program, New York, N.Y."},
      {
        "id":"ED108155",
        "title":"Willard School Primary Reading Program, Pasadena, Calif."},
      {
        "id":"ED108156",
        "title":"Laubach Literacy Program of Dysart Community Center, El Mirage, Arizona."},
      {
        "id":"ED108157",
        "title":"Success and Failure: A Summary of Findings and Recommendations for Improving Elementary Reading in Massachusetts City Schools."},
      {
        "id":"ED108158",
        "title":"Manual for Administering, Scoring, and Using the Basic Reading Inventory (Elementary Edition)."},
      {
        "id":"ED108159",
        "title":"California State Adopted Reading Program, Beginning with the School Year 1969-70."},
      {
        "id":"ED108160",
        "title":"Children's Word Recognition and Retrieval as a Function of Reading Ability."},
      {
        "id":"ED108161",
        "title":"Semantic and Acoustic Properties of Memory: An Annotated, Cross-Referenced Bibliography."},
      {
        "id":"ED108162",
        "title":"Word-Phrase Comprehension as Concept Learning."},
      {
        "id":"ED108163",
        "title":"Reading RX: Better Teachers, Better Supervisors, Better Programs."},
      {
        "id":"ED108164",
        "title":"Learning and Transfer Effects of Systematic Variations in Word-Decoding Instruction."},
      {
        "id":"ED108165",
        "title":"A Critique of the Word Attack Component of the Wisconsin Design for Reading Skill Development."},
      {
        "id":"ED108166",
        "title":"Evaluation of Word Attack Skills."},
      {
        "id":"ED108167",
        "title":"An Analysis of Tasks Reflecting Subskills of Novel Word Decoding."},
      {
        "id":"ED108168",
        "title":"An Analysis of the Stimulus-Response Characteristics of Standardized Reading Comprehension Tests."},
      {
        "id":"ED108169",
        "title":"Enriched and Extended School Year Program."},
      {
        "id":"ED108170",
        "title":"Reading Improvement Teams (RIT)-ESEA Title I. 1974-1975."},
      {
        "id":"ED108171",
        "title":"The Extended Non-Graded Reading Program."},
      {
        "id":"ED108172",
        "title":"T. I. L. C. (Teacher Interactive Learning Center) Elementary &quot;Do It and Understand&quot; Curriculum Activities."},
      {
        "id":"ED108174",
        "title":"Modeling the Reading Process, Panel 4; Conference on Studies in Reading (Washington, D.C., August, 1974)."},
      {
        "id":"ED108175",
        "title":"Applications of Existing Reading Comprehension Research, Panel 6; Conference on Studies in Reading (Washington, D.C., August, 1974)."},
      {
        "id":"ED108176",
        "title":"Essential Skills and Skill Hierarchies in Reading, Panel 10; Conference on Studies in Reading (Washington, D.C., August, 1974)."},
      {
        "id":"ED108177",
        "title":"Functional Reading Resource Manual for Teachers, Vol. I and II."},
      {
        "id":"ED108178",
        "title":"Types of Word Recognition Errors Made by Second and Fifth Grade Students."},
      {
        "id":"ED108179",
        "title":"Words and Pictures: Replication and Reinterpretation."},
      {
        "id":"ED108180",
        "title":"Children's Memory for Between-Sentence and Within-Sentence Relations."},
      {
        "id":"ED108181",
        "title":"Cloze Procedure and the Affective Domain."},
      {
        "id":"ED108182",
        "title":"Motivating Reading through Classroom Publications."},
      {
        "id":"ED108183",
        "title":"Comprehension Characteristics of Chicano and Non-Chicano Students at Eastern New Mexico University."},
      {
        "id":"ED108184",
        "title":"Children's Literature of India-Legends Folklore, Fiction: An Annotated Bibliography."},
      {
        "id":"ED108185",
        "title":"Survey of Certain Reading, Writing and Other Communication Skills among Adults (The VUXENLASK Project). Project No. 449."},
      {
        "id":"ED108186",
        "title":"Focus on Reading."},
      {
        "id":"ED108187",
        "title":"An Analysis of Letter Combinations vs. Grapheme Units as Elements in Communication Skills Instruction."},
      {
        "id":"ED108188",
        "title":"Illiteracy in the United States. A Transcript of &quot;Options on Education,&quot; September 25, 1974."},
      {
        "id":"ED108189",
        "title":"Visual Discrimination: Implications for Reading Readiness and Word Recognition."},
      {
        "id":"ED108191",
        "title":"Linguistic Interferences to Reading Comprehension: Emphasis Syntax."},
      {
        "id":"ED108192",
        "title":"Remedial Reading Instruction: Teachers Aided by Student Tutors vs. Unaided Teachers."},
      {
        "id":"ED108193",
        "title":"College Reading Specialists: Are They Being Short-Changed by Graduate Schools."},
      {
        "id":"ED108194",
        "title":"Adult Basic Education Program."},
      {
        "id":"ED108195",
        "title":"How Do You Turn Them On After They've Been Turned off?"},
      {
        "id":"ED108196",
        "title":"Tryout and Evaluation of Prototype LMS (Learning Mastery System) Training System Under Exclusive Use Agreement."},
      {
        "id":"ED108197",
        "title":"The Feasibility of a Combined Training System Compatible with LMS (Learning Mastery System) for Harper &amp; Row 1, 2, and Bank Street 1."},
      {
        "id":"ED108198",
        "title":"The Development of the Harper &amp; Row Grade Three Learning Mastery System."},
      {
        "id":"ED108199",
        "title":"The Development and Tryout of a Learning Mastery System for Harper and Row Grade-Two."},
      {
        "id":"ED108200",
        "title":"Revisions of the Learning Mastery Systems for the Harper and Row Grades One and Two and the Macmillan Bank Street Grade One Reading Series."},
      {
        "id":"ED108201",
        "title":"Modification of LMS (Learning Mastery System) Grade 1 Training System for Use with LMS for Harper &amp; Row Grade 2."},
      {
        "id":"ED108205",
        "title":"Ronald Reagan's Rigorous Drills and the Swinging '60's English Electives."},
      {
        "id":"ED108207",
        "title":"CATS (Center for Alternative Teaching Strategies)--Developing the Humane Society."},
      {
        "id":"ED108208",
        "title":"Futuristic Humanistic Science Fiction."},
      {
        "id":"ED108210",
        "title":"What Can a Technical Writing Course Offer the Non-Technical Student?"},
      {
        "id":"ED108211",
        "title":"National Assessment: Backgrounds and Projections--1975."},
      {
        "id":"ED108213",
        "title":"Sketch of English Adverbs."},
      {
        "id":"ED108214",
        "title":"On the Domain and Context of a Comprehensive Communication Skills Program."},
      {
        "id":"ED108215",
        "title":"On the Facts of the Language in Question or a Conversation with W. Labov."},
      {
        "id":"ED108216",
        "title":"Review of the Economy Spelling Series, &quot;Spelling Growth.&quot;"},
      {
        "id":"ED108218",
        "title":"Common Sense and Testing in English; Report of the Task Force on Measurement and Evaluation in the Study of English."},
      {
        "id":"ED108219",
        "title":"The Onus of Teaching Children&apos;s Literature: The Need for Some Reappraisals."},
      {
        "id":"ED108220",
        "title":"Composition for the Pre-Professional: Focus on Legal Writing."},
      {
        "id":"ED108226",
        "title":"1971 Tryout of the Second-Grade Composition Skills Exercises."},
      {
        "id":"ED108228",
        "title":"Morphology and English Spelling."},
      {
        "id":"ED108230",
        "title":"Tense and Aspect in English."},
      {
        "id":"ED108231",
        "title":"A Symposium in Rhetoric (Texas Women's University, Denton, Texas, April 26, 1974)."},
      {
        "id":"ED108232",
        "title":"Sources of Information about Magazines."},
      {
        "id":"ED108234",
        "title":"Black English and Spelling."},
      {
        "id":"ED108235",
        "title":"Definitions and Criteria of Creativity: A Literature Review."},
      {
        "id":"ED108236",
        "title":"Development of a Dialect Differentiation Measure for Black English: A Study of Black and Anglo Kindergarten Children."},
      {
        "id":"ED108237",
        "title":"Have/Got in the Speech of Children."},
      {
        "id":"ED108238",
        "title":"Beginning Spelling: A Review of Six Spelling Series."},
      {
        "id":"ED108239",
        "title":"Conceptual Framework for the Design of a Composition Program."},
      {
        "id":"ED108240",
        "title":"Black Nonstandard English in the High School. Studies on Developing Competence in Standard English II."},
      {
        "id":"ED108241",
        "title":"A Study of the Effectiveness of Individualized Writing Lab Instruction for Students in Remedial Freshman Composition."},
      {
        "id":"ED108242",
        "title":"Changing Stereotype of Jewish Women in the Popular Culture."},
      {
        "id":"ED108243",
        "title":"The Case for Doublespeak."},
      {
        "id":"ED108245",
        "title":"Review of the Follett Spelling Series, &quot;Spelling Series, &quot;Spelling and Writing Patterns.&quot;"},
      {
        "id":"ED108246",
        "title":"Design of Dictionary-Source Instruction for Levels 1-16 of the SWRL Spelling Programs."},
      {
        "id":"ED108247",
        "title":"A Curriculum Guide for Language Arts, Grades 7-12 (Interim Edition)."},
      {
        "id":"ED108248",
        "title":"Semantic Roles, Relations, and Constructs: Theory and Applications. Studies in Language Education, Report No. 18."},
      {
        "id":"ED108250",
        "title":"The Introductory Advertising Course: Organization, Content, Textbooks and Testing; Proceedings of the Association for Education in Journalism-Junior College Journalism Association Advertising Workshop (Ft. Collins, Colorado, August, 1973)."},
      {
        "id":"ED108251",
        "title":"The Creation of Political Beliefs through Categorization."},
      {
        "id":"ED108252",
        "title":"Nonverbal Language Study."},
      {
        "id":"ED108254",
        "title":"Words Old and New, Used and Abused: Language Study in Advanced Composition."},
      {
        "id":"ED108255",
        "title":"Teaching Gifted Children Literature in Grades Four through Six."},
      {
        "id":"ED108256",
        "title":"Teaching to Listen and Listening to Teach."},
      {
        "id":"ED108257",
        "title":"An Annotated Bibliography of Structured Elicitation Techniques."},
      {
        "id":"ED108259",
        "title":"Emphasis: Use and Misuse of Standardized Testing."},
      {
        "id":"ED108260",
        "title":"Some Applications of Linguistic Concepts to the Teaching of Freshman Composition."},
      {
        "id":"ED108261",
        "title":"Sequence, Program Words, and Sequence Rationale for the 1971 Revised First-Grade Spelling Program."},
      {
        "id":"ED108263",
        "title":"Behavioral Components of Perceived Supervisor Credibility."},
      {
        "id":"ED108264",
        "title":"Race and Social Class Differences in Perceived Reality of Socially Relevant Television Programs for Adults in Atlanta and Chicago."},
      {
        "id":"ED108265",
        "title":"Women in Politics: Images and Voter Support."},
      {
        "id":"ED108266",
        "title":"Tentative Suggestions on the Use of Factor Analysis in Speech Communication."},
      {
        "id":"ED108267",
        "title":"Expletive Deleted: A Study of Language Usage."},
      {
        "id":"ED108268",
        "title":"The Mass Media and Urban Development: An Historical Overview."},
      {
        "id":"ED108269",
        "title":"The Status of the Arts in Michigan."},
      {
        "id":"ED108270",
        "title":"The Changing Role Behaviors of Educational Administrators During Role Simulation Training: Perceptions of Verbal and Non-Verbal Interaction."},
      {
        "id":"ED108271",
        "title":"Conference in Rhetorical Criticism, Address of the Conference and Commended Papers (Hayward, Calif., 1973-74)."},
      {
        "id":"ED108272",
        "title":"Strengthening the University-Public School Partnership."},
      {
        "id":"ED108273",
        "title":"Conflict Resolution. The Best of ERIC, Number 10."},
      {
        "id":"ED108274",
        "title":"Handbook for Private School Administrators for Effective Participation in Federal Education Programs Administered by the U.S. Office of Education."},
      {
        "id":"ED108275",
        "title":"Nondiscrimination on Basis of Sex: Education Programs and Activities Receiving or Benefiting from Federal Financial Assistance."},
      {
        "id":"ED108276",
        "title":"Report of the Program for the Development of the Elementary School Principal as an Educational Leader. Princeps Series: Developing the Role of the Elementary School Principal as an Educational Leader. Occasional Paper No. 5."},
      {
        "id":"ED108277",
        "title":"Administrator's Bill of Rights."},
      {
        "id":"ED108282",
        "title":"The Principal and Staff Development in the Elementary School. Princeps Series: Developing the Role of the Elementary School Principal as an Educational Leader. Occasional Paper No. 4."},
      {
        "id":"ED108283",
        "title":"[Proposed Federal Laws Covering Collective Bargaining for Public Employes.]"},
      {
        "id":"ED108284",
        "title":"Patterns of State-Regional Cooperation in Nebraska."},
      {
        "id":"ED108285",
        "title":"The Regional Interstate Projects in 1974-75: A Structural and Functional Description."},
      {
        "id":"ED108286",
        "title":"South Carolina Middle School Guide."},
      {
        "id":"ED108287",
        "title":"The Organization and Administration of Canadian Education."},
      {
        "id":"ED108288",
        "title":"Affirmative Action Plan for School Districts."},
      {
        "id":"ED108289",
        "title":"Selected Papers in School Finance: 1974."},
      {
        "id":"ED108290",
        "title":"Comparative and International Education at the Crossroads? An Optimistic Note."},
      {
        "id":"ED108291",
        "title":"Towards a Scientific Study of Information and Communication Theory Relative to Groups and Organizations: A Bibliographic Essay."},
      {
        "id":"ED108294",
        "title":"Education in OECD Developing Countries: Trends and Perspectives."},
      {
        "id":"ED108296",
        "title":"Staff Report to the Governor's Educational Study Committee and Report to the Governor by the Governor's Education Study Committee."},
      {
        "id":"ED108297",
        "title":"Student Discipline, Suspension and Expulsion. A Legal Memorandum."},
      {
        "id":"ED108298",
        "title":"Paradigm Statements of Educational Objectives."},
      {
        "id":"ED108299",
        "title":"Title IX -- Civil Rights. HEW Fact Sheet."},
      {
        "id":"ED108300",
        "title":"A Project Management Approach to Instructional Program Implementation."},
      {
        "id":"ED108301",
        "title":"The Development of Success Criteria for Educational Research and Development Projects."},
      {
        "id":"ED108302",
        "title":"Building Relationships for the Dissemination of Innovations."},
      {
        "id":"ED108303",
        "title":"Planned Educational Change in Search of a Research Tradition."},
      {
        "id":"ED108304",
        "title":"Initiating District-Wide Curriculum Planning."},
      {
        "id":"ED108305",
        "title":"Protection of Human Subjects in Educational Research."},
      {
        "id":"ED108306",
        "title":"Methodological Implications Deriving from Nine Decision Cases."},
      {
        "id":"ED108307",
        "title":"Change Capability in the School District."},
      {
        "id":"ED108308",
        "title":"University Without Walls. Honolulu Model Cities."},
      {
        "id":"ED108321",
        "title":"School Food Service -- Three Points of View."},
      {
        "id":"ED108322",
        "title":"Inequalities in Educational Resources: Their Impact on Minorities and the Poor in Texas and California. Final Report."},
      {
        "id":"ED108323",
        "title":"PLANS Model: A Suggested Approach for Meeting the State Board's Accrediation Requirements Re Comprehensive-Systematic Educational Planning."},
      {
        "id":"ED108324",
        "title":"Federal Programs Supporting Educational Change, Vol. 2: Factors Affecting Change Agent Projects."},
      {
        "id":"ED108325",
        "title":"Federal Programs Supporting Educational Change, Vol. 3: The Process of Change."},
      {
        "id":"ED108326",
        "title":"Federal Programs Supporting Educational Change, Vol. 3: The Process of Change. Appendix A: Innovations in Classroom Organization and Staff Development."},
      {
        "id":"ED108327",
        "title":"Federal Programs Supporting Educational Change, Vol. 3: The Process of Change. Appendix B: Innovations in Reading."},
      {
        "id":"ED108328",
        "title":"Federal Programs Supporting Educational Change, Vol. 3: The Process of Change. Appendix C: Innovations in Bilingual Education."},
      {
        "id":"ED108329",
        "title":"Federal Programs Supporting Educational Change, Vol. 3: The Process of Change. Appendix D: Innovations in Career Education."},
      {
        "id":"ED108330",
        "title":"Federal Programs Supporting Educational Change, Vol. 4: The Findings in Review."},
      {
        "id":"ED108331",
        "title":"Federal Programs Supporting Educational Change, Vol. 5: Executive Summary."},
      {
        "id":"ED108332",
        "title":"A Further Look at Management Information Needs in the National Institute of Education."},
      {
        "id":"ED108333",
        "title":"An Orientation and Training Program for Security Officers in an Urban High School."},
      {
        "id":"ED108334",
        "title":"A Resource Manual for Reducing Conflict and Violence in California Schools."},
      {
        "id":"ED108336",
        "title":"Administration of Public Laws 81-874 &amp; 81-815. Twenty-third Annual Report of the Commissioner of Education, June 30, 1973."},
      {
        "id":"ED108337",
        "title":"The Implementation Plan for the Uniform Financial Reporting System for Minnesota School Districts."},
      {
        "id":"ED108343",
        "title":"Who's Afraid of Educational Accountability? (A Representative Review of the Literature)."},
      {
        "id":"ED108344",
        "title":"Accounting for Accountability."},
      {
        "id":"ED108345",
        "title":"Resources for R&D: 18 Institutional Capability Statements of Eighteen Contractors."},
      {
        "id":"ED108346",
        "title":"Discipline and the Educational Rights of the Majority. OSSC Bulletin, Vol. 18, No. 9."},
      {
        "id":"ED108347",
        "title":"Facilities for People Who Learn Differently."},
      {
        "id":"ED108348",
        "title":"Working Effectively With State Legislature."},
      {
        "id":"ED108349",
        "title":"[Training and Utilization of Administrators for Urban School Systems: The School District's Perspective.]"},
      {
        "id":"ED108350",
        "title":"Patterns of Participation. A Report of a National Survey of Citizen Participation in Educational Decision Making."},
      {
        "id":"ED108351",
        "title":"Preparation for Bargaining: Negotiation and Administration of the Contract."},
      {
        "id":"ED108353",
        "title":"The Principal as Powerbroker."},
      {
        "id":"ED108355",
        "title":"The Science and Art of Curriculum Design."},
      {
        "id":"ED108356",
        "title":"PPBS: Suggestions for Implementation."},
      {
        "id":"ED108357",
        "title":"This We Believe: Secondary Schools in a Changing Society. A Statement on Secondary Education."},
      {
        "id":"ED108358",
        "title":"Student Publications. A Legal Memorandum."},
      {
        "id":"ED108359",
        "title":"The Confidentiality of Pupil School Records. A Legal Memorandum."},
      {
        "id":"ED108360",
        "title":"The Regulation of Student Hair Styles. A Legal Memorandum."},
      {
        "id":"ED108361",
        "title":"Smoking in the Public Schools. A Legal Memorandum."},
      {
        "id":"ED108362",
        "title":"Search and Seizure: Right to Privacy. A Legal Memorandum."},
      {
        "id":"ED108363",
        "title":"Student Marriage and Pregnancy. A Legal Memorandum."},
      {
        "id":"ED108364",
        "title":"Non-Student Use of School Property: Civil Liberties vs. Public Responsibility. A Legal Memorandum."},
      {
        "id":"ED108365",
        "title":"The Legal Status of the Principal. A Legal Memorandum."},
      {
        "id":"ED108366",
        "title":"The Administrator's Right to Continuing Employment. A Legal Memorandum."},
      {
        "id":"ED108368",
        "title":"Non-Public Schools and the Fourteenth Amendment. A Legal Memorandum."},
      {
        "id":"ED108369",
        "title":"Gender and Sexual Mores in Educational Employment. A Legal Memorandum."},
      {
        "id":"ED108370",
        "title":"An Analysis of Needs Assessment Techniques for Educational Planning at State, Intermediate, and District Levels."},
      {
        "id":"ED108371",
        "title":"Fast-Tracking Federally-Supported Construction of Educational Research and Development Facilities."},
      {
        "id":"ED108372",
        "title":"Educational System Design Considerations."},
      {
        "id":"ED108373",
        "title":"Installation of Educational Programs and Procedures: An Annotated Bibliography."},
      {
        "id":"ED108374",
        "title":"A Study for the Reorganization of Edmonds School District No. 15."},
      {
        "id":"ED108375",
        "title":"Leadership and Loyalty: The Basic Value Dilemmas of the Educational Administrator in the 70's."},
      {
        "id":"ED108376",
        "title":"A Feasibility Study for Diagnostic Analysis of Taped Supervisory Conferences."},
      {
        "id":"ED108377",
        "title":"Determining Cost Effectiveness in Reading Instruction: A Feasibility Study. Final Report."},
      {
        "id":"ED108378",
        "title":"Report of the Massachusetts Business Task Force for School Management."},
      {
        "id":"ED108379",
        "title":"Urban Principals' Administrative Behavior in Relation to Pupil Reading Achievement. Final Report."},
      {
        "id":"ED108380",
        "title":"Modelog: A Catalog of Comprehensive Educational Planning Component Models. 1975 Edition."},
      {
        "id":"ED108381",
        "title":"The Teacher Center as a Strategy for Local School Renewal."},
      {
        "id":"ED108382",
        "title":"Building Implications of the Multi-Option School. Programme on Educational Building No. 2."},
      {
        "id":"ED108385",
        "title":"A Brief Review of Year-Round School Plans with Cost Estimates for a Proposed Summer Term for Oxford District, Mississippi, Schools."},
      {
        "id":"ED108386",
        "title":"Policies for Innovation and Research-and-Development in Education."},
      {
        "id":"ED108387",
        "title":"New Approaches to Secondary Education: Italian Problems and Prospects. Report on a Workshop (Frascati, Italy, May 4-8, 1970)."},
      {
        "id":"ED108388",
        "title":"Innovation in Education--Sweden. Technical Report."},
      {
        "id":"ED108389",
        "title":"Innovation in Education -- Germany. Technical Report."},
      {
        "id":"ED108390",
        "title":"Innovation in Education -- United States. Technical Report."},
      {
        "id":"ED108391",
        "title":"Innovation in Education -- England. Technical Report."},
      {
        "id":"ED108392",
        "title":"Declining Enrollments: Problem or Opportunity?"},
      {
        "id":"ED108393",
        "title":"Coping with the Instructional Dimensions of Competency-Based Graduation Requirements."},
      {
        "id":"ED108394",
        "title":"Graduation Requirements as a Vehicle for Change."},
      {
        "id":"ED108395",
        "title":"Educational Facilities Planning. A Selected, Annotated Bibliography."},
      {
        "id":"ED108396",
        "title":"A Formal Program Evaluation Model for the Special Education Programs in Pennsylvania."},
      {
        "id":"ED108397",
        "title":"Rocky Mountain Regional Resource Center: An Overview. Volume I of III. Final Report."},
      {
        "id":"ED108398",
        "title":"Rocky Mountain Regional Resource Center: Service and Training. Volume II of III. Final Report."},
      {
        "id":"ED108399",
        "title":"Rocky Mountain Regional Resource Center: Project Outreach. Volume III of III. Final Report."},
      {
        "id":"ED108400",
        "title":"Northeast Regional Media Center for the Deaf. Final Technical Report."},
      {
        "id":"ED108401",
        "title":"Art Therapy: A Bibliography."},
      {
        "id":"ED108402",
        "title":"Models for Educating the Learning Disabled (MELD) Project Period 1973-74: Final Evaluation Report."},
      {
        "id":"ED108403",
        "title":"Report on Guardianship of the Mentally Retarded Throughout the World."},
      {
        "id":"ED108404",
        "title":"The Search for a Distinctly Piagetian Contribution to Education. Theoretical Paper No. 50."},
      {
        "id":"ED108405",
        "title":"Diagnostic Strategies in Reading for Primary Children with Special Needs."},
      {
        "id":"ED108406",
        "title":"Critical Issues in the Financing of Education for the Handicapped."},
      {
        "id":"ED108407",
        "title":"Teacher Training Needs, Conditions and Materials: A Preliminary Survey of Inservice Education. Report No. 8."},
      {
        "id":"ED108408",
        "title":"A Catalog of Instructional Objectives for Trainable Mentally Retarded Students."},
      {
        "id":"ED108412",
        "title":"Bibliography on Speech and Language in Mental Retardation: 1900-1975."},
      {
        "id":"ED108413",
        "title":"Pre-Vocational Training for the Handicapped: ESEA Title III Project Evaluation, July 1, 1973-June 30, 1974."},
      {
        "id":"ED108414",
        "title":"Annotated Bibliography. First Edition."},
      {
        "id":"ED108415",
        "title":"Bibliography: Early Childhood Education for the Handicapped."},
      {
        "id":"ED108416",
        "title":"Educational Technology for the Severely Handicapped: A Comprehensive Bibliography."},
      {
        "id":"ED108417",
        "title":"Procedures That Enhance the Maintenance and Generalization of Induced Behavioral Change."},
      {
        "id":"ED108418",
        "title":"Selected Bibliography Related to Parents as Behavior Modifiers."},
      {
        "id":"ED108419",
        "title":"A Selected Bibliography (Partially Annotated) Related to the Vocational Training of Severely Handicapped Persons."},
      {
        "id":"ED108420",
        "title":"The Social Learning Environment Rating Scale. Observation Manual: Draft Version."},
      {
        "id":"ED108421",
        "title":"Behavior Disorders Program Design."},
      {
        "id":"ED108424",
        "title":"Mister Rogers&apos; Neighborhood and the Handicapped Child Interface: Exploring and Assessing Integration of Educational Media and Professional Services to the Handicapped Child. Final Report."},
      {
        "id":"ED108425",
        "title":"Program for Facilitating the Education of the Visually Handicapped through Research in Communications. The American Printing House Aural Study System as a Reference Source. Interim Progress Report No. 1."},
      {
        "id":"ED108426",
        "title":"Mainstreaming and Early Childhood Education for Handicapped Children: Review and Implications of Research. Final Report."},
      {
        "id":"ED108427",
        "title":"Proceedings of National Conference on Program Development for and with Deaf People (Gallaudet College, Washington, D. C., October 9-12, 1973)."},
      {
        "id":"ED108428",
        "title":"Report of the Task Force on Supervision of Student-Speech Clinicians."},
      {
        "id":"ED108429",
        "title":"Group and Individually Prescribed Instruction for Handicapped Children; Instructional Program Model. Final Project Report."},
      {
        "id":"ED108430",
        "title":"Supervision of Satellite Foster Home Parents."},
      {
        "id":"ED108431",
        "title":"Career Education and the Handicapped Person."},
      {
        "id":"ED108432",
        "title":"The Evaluation of Post-Employment Services Provided by Rehabilitation Agencies. Working Paper No. 82."},
      {
        "id":"ED108433",
        "title":"Mediated Paired-Associates Learning in an EMR Population: The Effect of Type of Strategy, Intersession Interval, and Reminder Cue. Volume 3, Number 44."},
      {
        "id":"ED108434",
        "title":"A Comparison of EMR Children in Special Classes with EMR Children Who Have Been Reintegrated Into Regular Classes. Volume 3, Number 50."},
      {
        "id":"ED108435",
        "title":"Imitation of Retarded Children by Their Nonretarded Peers. Volume 3, Number 66."},
      {
        "id":"ED108436",
        "title":"An Educational Test of Learning Potential Assessment with Spanish Speaking Youth. Vol. 4, No. 71."},
      {
        "id":"ED108437",
        "title":"Attitudes Toward Retarded Children: Effects of Labeling and Behavioral Aggressiveness. Volume 4, Number 74."},
      {
        "id":"ED108438",
        "title":"Public Attitudes Toward Mentally Retarded Children. Volume 4, Number 75."},
      {
        "id":"ED108439",
        "title":"The Picture Word Game: A Nonverbal Test of the Ability to Use Language-Related Symbols. Vol. 4, No. 77."},
      {
        "id":"ED108440",
        "title":"Assessment of the Handicapped Effort in Experimental Regular Head Start and Selected Other Exemplary Pre-School Programs Serving the Handicapped. Volume I, Chapters 1-7. Final Report."},
      {
        "id":"ED108441",
        "title":"Assessment of the Handicapped Effort in Experimental Regular Head Start and Selected Other Exemplary Pre-School Programs Serving the Handicapped. Volume II, Appendices. Final Report."},
      {
        "id":"ED108442",
        "title":"A Review of Research: Implications for the Head Start Handicapped Effort."},
      {
        "id":"ED108443",
        "title":"Costs in Serving Handicapped Children in Head Start: An Analysis of Methods and Cost Estimates. Final Report."},
      {
        "id":"ED108444",
        "title":"A Statement on Policy Recommendations on the Handicapped Effort in Head Start."},
      {
        "id":"ED108445",
        "title":"Educators Prescriptive Handbook: A Developmental Sequence of Learning Skills."},
      {
        "id":"ED108446",
        "title":"A Model Program for Diversely Handicapped Children (Pre-School)."},
      {
        "id":"ED108447",
        "title":"Special Education in the States: Legislative Progress Report."},
      {
        "id":"ED108448",
        "title":"Special Education in the States: Legislative Progress Report. Second Report."},
      {
        "id":"ED108449",
        "title":"An Analysis of Optacon Usage."},
      {
        "id":"ED108450",
        "title":"Sensory-Integration and Motor Planning Activities for Handicapped Children."},
      {
        "id":"ED108451",
        "title":"Project Serch: Seeking Educational Resources for Children with Handicaps. State Wide Report. Final Report."},
      {
        "id":"ED108452",
        "title":"Barrier-Free Design Accessibility for the Handicapped."},
      {
        "id":"ED108453",
        "title":"Telemethode (Telemethod)."},
      {
        "id":"ED108454",
        "title":"Teaching Cultural Concepts in Spanish Classes."},
      {
        "id":"ED108455",
        "title":"Cognitive Scoffolding in the Learning of Foreign Language Vocabulary: An Experimental Study."},
      {
        "id":"ED108459",
        "title":"Individualized Instruction and the Teaching of Arabic Phonology and Script."},
      {
        "id":"ED108460",
        "title":"A Pilot Study Concerning the Development of a Spanish/English Oral Proficiency Test. Research and Development Memorandum No. 120."},
      {
        "id":"ED108461",
        "title":"La methode audio-visuelle et structuro-globale doit devenir une methode eclectique. (The Audiovisual and Structuro-Global Method Must Become an Eclectic Method)."},
      {
        "id":"ED108462",
        "title":"The Comprehension and Production of the Anaphoric Pronouns &quot;He, She, Him, Her&quot; in Normal and Linguistically Deviant Children. Papers and Reports on Child Language Development, No. 4."},
      {
        "id":"ED108465",
        "title":"Reports 9, the Yugoslav Serbo-Croatian - English Contrastive Project."},
      {
        "id":"ED108466",
        "title":"The Syntax and Semantics of ERICA. Technical Report No. 185, Psychology and Education Series."},
      {
        "id":"ED108467",
        "title":"Welsh-Medium Nursery Schools, 1968, a Survey. Pamphlet No. 16."},
      {
        "id":"ED108468",
        "title":"The Second Penparcau School Project in Early Bilingualism."},
      {
        "id":"ED108469",
        "title":"The Presentation of Welsh as a Second Language: Some Suggestions. Pamphlet No. 8."},
      {
        "id":"ED108470",
        "title":"An Experiment in Team Teaching."},
      {
        "id":"ED108471",
        "title":"Uralic - Altaic and Inner Asian."},
      {
        "id":"ED108473",
        "title":"A Future for the Past: Remarks on the State and Responsibilities of the Classics in America."},
      {
        "id":"ED108475",
        "title":"The Lozanov Language Class."},
      {
        "id":"ED108476",
        "title":"Surface Structure and the Centrality of Syntax."},
      {
        "id":"ED108481",
        "title":"National Perspective on Bilingual Education."},
      {
        "id":"ED108482",
        "title":"Systems Development in Adult Language Learning: The Threshold Level in a European Unit/Credit System for Modern Language Learning by Adults."},
      {
        "id":"ED108488",
        "title":"Puerto Ricans in the United States: A Review of the Literature."},
      {
        "id":"ED108489",
        "title":"Presentaciones escolares. Serie de programas para conmemorar acontecimientos de valor cultural para el mexico americano (School Assembly Presentations. Series of Programs to Commemorate Events of Cultural Value to the Mexican American)."},
      {
        "id":"ED108492",
        "title":"Guias para los carteles puertorriquenos (Guides for the Puerto Rican Posters)."},
      {
        "id":"ED108493",
        "title":"Planning the Program with the Home Tutor."},
      {
        "id":"ED108494",
        "title":"Concepts and Strategies for Teaching the Mexican American Experience. New Approaches to Bilingual Bicultural Education, No. 7."},
      {
        "id":"ED108495",
        "title":"Field Sensitive and Field Independent Teaching Strategies. New Approaches to Bilingual Bicultural Education, No. 5."},
      {
        "id":"ED108496",
        "title":"Mexican American Values and Culturally Democratic Educational Environments. New Approaches to Bilingual Bicultural Education, No. 2."},
      {
        "id":"ED108497",
        "title":"Introduction to Cognitive Styles. New Approaches to Bilingual Bicultural Education, No. 3."},
      {
        "id":"ED108498",
        "title":"Teacher Training Bibliography: An Annotated Listing of Materials for Bilingual Bicultural Teacher Education."},
      {
        "id":"ED108499",
        "title":"Cantando y aprendiendo (Singing and Learning)"},
      {
        "id":"ED108500",
        "title":"Serie de rimas ilustradas (Series of Illustrated Rhymes)."},
      {
        "id":"ED108502",
        "title":"Activity Supplement for Puedo Leer: Teacher's Guide and Use of Charts. Program for Initial Reading in Spanish for Bilingual Children."},
      {
        "id":"ED108503",
        "title":"Que bonito es leer! (How Nice It Is to Read!)."},
      {
        "id":"ED108504",
        "title":"Mi Ambiente y Yo (My Environment and Me). An Aural-Oral Activity Guide."},
      {
        "id":"ED108505",
        "title":"Guide to Teacher Education Programs for Bilingual Bicultural Education in U.S. Colleges and Universities."},
      {
        "id":"ED108508",
        "title":"A Mini-Film on French Kinesics."},
      {
        "id":"ED108510",
        "title":"Polysemy and Homonymy: An Investigation of Word Forms and Concept Representation."},
      {
        "id":"ED108511",
        "title":"Artificial Intelligence and Linguistics: A Brief History of a One-Way Relationship."},
      {
        "id":"ED108516",
        "title":"A Handbook for Teachers of Vietnamese Students: Hints for Dealing with Cultural Differences in Schools. Vietnamese Refugee Education Series, No. 3."},
      {
        "id":"ED108517",
        "title":"Ethnic Boundaries, Identity, and Schooling: A Socio-Cultural Study of Welsh-English Relations."},
      {
        "id":"ED108519",
        "title":"A Selected Annotated Bibliography for Teaching English to Speakers of Vietnamese. Vietnamese Refugee Education Series, No. 4."},
      {
        "id":"ED108520",
        "title":"Pre-Lessons for Use with an Oral Language Program."},
      {
        "id":"ED108521",
        "title":"An Investigation into Linguistic Cues Involved in English Noun Pluralization of Six-Year-Old Mexican-American Children. Final Report."},
      {
        "id":"ED108522",
        "title":"Personnel Resources Directory for the Education of Vietnamese Refugees. Vietnamese Refugee Education Series, No. 5."},
      {
        "id":"ED108523",
        "title":"Handbook for Graduate Teaching Assistants and Instructional Assistants."},
      {
        "id":"ED108525",
        "title":"Tonal Accents in Low German."},
      {
        "id":"ED108526",
        "title":"The Bilingual Education Program. Consolidated Program Information Report."},
      {
        "id":"ED108527",
        "title":"Functional Constraints on Deletion of Word Final /s/ in Cuban Spanish."},
      {
        "id":"ED108528",
        "title":"Developing a Competency-Based Bilingual Teacher Training Program."},
      {
        "id":"ED108529",
        "title":"Guidelines for Selecting Tests for Use in Bilingual/Bicultural Education Programs."},
      {
        "id":"ED108530",
        "title":"Youth and the Meaning of Work. Part II."},
      {
        "id":"ED108532",
        "title":"Curricular Innovations in Historically Black Colleges and Universities. Volume 1."},
      {
        "id":"ED108533",
        "title":"Student Flow Modelling and Enrollment Forcasting."},
      {
        "id":"ED108534",
        "title":"Private Colleges: Strategies for Change."},
      {
        "id":"ED108535",
        "title":"Assessment and Educational Policy."},
      {
        "id":"ED108537",
        "title":"The Responsibility of Trustees in Relationship to Consumer Protection."},
      {
        "id":"ED108538",
        "title":"Trustees and the Evaluation of the Chief Executive Officer."},
      {
        "id":"ED108541",
        "title":"Information Impact: Collision with Tradition. Shifting Levels of Decision Making in Postsecondary Education. Report No. 49."},
      {
        "id":"ED108542",
        "title":"Survey-'71: Overview. Follow-up of 1971 Fredonia Graduates."},
      {
        "id":"ED108544",
        "title":"An Economic Theory of Learning: Student Sovereignty and Academic Freedom. Final Report."},
      {
        "id":"ED108545",
        "title":"Finding Analytic Meaning in College Enrollment Matrices. Papers in Operations Analysis. Working Paper No. 11."},
      {
        "id":"ED108546",
        "title":"A Study of the Characteristics and Resources of Students in Postsecondary Education in the Commonwealth of Pennsylvania. Student Research Survey."},
      {
        "id":"ED108547",
        "title":"Higher Education and America's Discontents."},
      {
        "id":"ED108548",
        "title":"Why Families Invest in Higher Education. Final Report."},
      {
        "id":"ED108549",
        "title":"1973-74 Survey of Physics Bachelor's Degree Recipients. Physics Manpower Report."},
      {
        "id":"ED108550",
        "title":"Summary Report on Arkansas State University's Participation in the College Level Examination Program (CLEP)--1971-74."},
      {
        "id":"ED108554",
        "title":"It's Time to Protect Education Consumers Too."},
      {
        "id":"ED108556",
        "title":"Current Political Preferences of Entering Freshmen at the University of South Carolina, 1969-1974. Research Notes No. 24-75."},
      {
        "id":"ED108557",
        "title":"The Effects of Inflation/Recession on Higher Education."},
      {
        "id":"ED108558",
        "title":"Reasons Given for Withdrawing from College-September 1972. Report No. 111."},
      {
        "id":"ED108560",
        "title":"A Survey of Experience in Academic Collective Bargaining."},
      {
        "id":"ED108561",
        "title":"Current Status of College Students in Academic Collective Bargaining. Special Report No. 22."},
      {
        "id":"ED108562",
        "title":"Bring Your Own Bag. A Report on Free Universities."},
      {
        "id":"ED108563",
        "title":"Student Lobbying in the 1970's."},
      {
        "id":"ED108564",
        "title":"Report of the Commission On Librarianship at Stanford."},
      {
        "id":"ED108565",
        "title":"The Peaceable Kingdom."},
      {
        "id":"ED108566",
        "title":"Index to Revised Chapter 6 of the Anglo-American Cataloging Rules (North American Text)."},
      {
        "id":"ED108567",
        "title":"Report on Questions Raised at the 1974 National Conference of Librarians for the Blind and Physically Handicapped."},
      {
        "id":"ED108568",
        "title":"University Library Participation in the Neighborhood Youth Corps Program."},
      {
        "id":"ED108569",
        "title":"Creative Programming for Children: An Idea Scrapbook."},
      {
        "id":"ED108570",
        "title":"Trends in Public Attitudes Toward Television and Other Mass Media, 1959-1974."},
      {
        "id":"ED108571",
        "title":"The ACRL Standards and Library Governance, a Comparison of the Personnel Systems of Five Major Academic Libraries."},
      {
        "id":"ED108572",
        "title":"Connecticut E.S.E.A. Title III Catalog."},
      {
        "id":"ED108573",
        "title":"Status Report on UH/ALOHA Participation in the ATS-1 Computer Communications Experiment."},
      {
        "id":"ED108575",
        "title":"Computer Needs and Computer Problems in Developing Countries."},
      {
        "id":"ED108576",
        "title":"Telecommunications and Data Communication in Korea."},
      {
        "id":"ED108577",
        "title":"A Study on the Korean Educational Computer Network."},
      {
        "id":"ED108578",
        "title":"Pacific Educational Computer Network Study; Results of the Second Planning and Review Meeting, January 9, 1974."},
      {
        "id":"ED108579",
        "title":"Pacific Educational Computer Network Study. Final Report."},
      {
        "id":"ED108580",
        "title":"CVRP Patch Panel; The Newsletter of the California Video Resource Project."},
      {
        "id":"ED108581",
        "title":"Library Service in the Georgian Bay Region. Volume 1, The Owen Sound Public Library."},
      {
        "id":"ED108582",
        "title":"Library Service in the Georgian Bay Region. Volume 2, The Barrie Public Library."},
      {
        "id":"ED108583",
        "title":"Library Service in the Georgian Bay Region. Volume 3, The Orillia Public Library."},
      {
        "id":"ED108584",
        "title":"Library Service in the Georgian Bay Region. Volume 4, Regional Services and Administration."},
      {
        "id":"ED108585",
        "title":"Book Processing Alternatives for the Libraries of the South Central Region of Ontario."},
      {
        "id":"ED108586",
        "title":"The Branch Services of the Ottawa Public Library and Their Development."},
      {
        "id":"ED108587",
        "title":"Regional Public Library Service in Northeastern Ontario."},
      {
        "id":"ED108588",
        "title":"Public Library Service East and West of Highway 427, Etobicoke, Ontario."},
      {
        "id":"ED108589",
        "title":"Public Library Service in Whitby. Part I, The Community, The Present Service and the Future. Part 2, A Building Programme."},
      {
        "id":"ED108590",
        "title":"Information Services at the University of Calgary."},
      {
        "id":"ED108592",
        "title":"Considerations in Developing Film Objectives."},
      {
        "id":"ED108593",
        "title":"Identification and Description of Alternative Means of Accomplishing IMS Operational Features."},
      {
        "id":"ED108594",
        "title":"Diagnosis-Prescription in the Context of Instructional Management."},
      {
        "id":"ED108595",
        "title":"Criteria Underlying the Formation of Alternative IMS Configurations."},
      {
        "id":"ED108597",
        "title":"Language Analysis Package (L.A.P.) Version I System Design."},
      {
        "id":"ED108598",
        "title":"Experimental and Student-System Interactive Instructional Illustrations Pertinent to IDCMS."},
      {
        "id":"ED108600",
        "title":"On-Line IDCMS Delivery of Different Types of Stimulus Sequences."},
      {
        "id":"ED108601",
        "title":"Contingent Instructional Advance: Implications for IDCMS."},
      {
        "id":"ED108602",
        "title":"An Information Processing Approach to Skills Analysis."},
      {
        "id":"ED108603",
        "title":"A Report on the Making of the Film, \"Expanding Instructional Resources: Parents and Tutors\"."},
      {
        "id":"ED108604",
        "title":"Design and Construction of a High-Speed Magnetic Tape Duplicator."},
      {
        "id":"ED108605",
        "title":"A Report on the Making of the Drama and Public Speaking Program Film."},
      {
        "id":"ED108610",
        "title":"Preliminary Tryout of Optically Scannable FYCSP Criterion Exercises."},
      {
        "id":"ED108611",
        "title":"Results of Investigations Concerning the Capabilities of the OpScan 100DM Optical Scanner."},
      {
        "id":"ED108612",
        "title":"A Data Communications Glossary of Terms."},
      {
        "id":"ED108614",
        "title":"Total Systems Considerations in Forming Alternative Configurations for a Computer-Based Instructional Management System."},
      {
        "id":"ED108615",
        "title":"Weekly Log Record Sort (WLSORT)."},
      {
        "id":"ED108616",
        "title":"Communication Skills 1, Weekly Log Summary, Revision 1 (CS-1-WLSR1)."},
      {
        "id":"ED108617",
        "title":"Preliminary System Design of the SWRL Financial System."},
      {
        "id":"ED108620",
        "title":"User Training for the 1971-72 Tryout of IMS, Version 3."},
      {
        "id":"ED108621",
        "title":"Pedagogical Source Data Identification and Updating Alternatives."},
      {
        "id":"ED108623",
        "title":"Collection of IMS Time Evaluation Data."},
      {
        "id":"ED108624",
        "title":"RIMS Program Description."},
      {
        "id":"ED108625",
        "title":"OPSCAN 100, Scan Tape Preparation for IMS Runs."},
      {
        "id":"ED108626",
        "title":"Module Design Document: Scan Module; L.A.P. Version I."},
      {
        "id":"ED108627",
        "title":"User's Guide to Batch Processing of OpScan 100 Scan Sheets."},
      {
        "id":"ED108628",
        "title":"IMS Version 3 1971-72 Tryout: Initial Report on COMSYS 1 and 2 Computer Operations."},
      {
        "id":"ED108631",
        "title":"Design Document: Content Module; L.A.P. Version I."},
      {
        "id":"ED108633",
        "title":"Design Document: KWIC Module; L.A.P. Version I."},
      {
        "id":"ED108635",
        "title":"Forms Development for the 1971-72 Tryout of IMS Version 3."},
      {
        "id":"ED108636",
        "title":"Overview of the IMS Version 3 Computer Software Considerations in the 1971-72 System Exercise."},
      {
        "id":"ED108638",
        "title":"COMSYS 1 Intervals Between Testing and Mailing Criterion Exercises in the 1971-72 IMS Tryout."},
      {
        "id":"ED108640",
        "title":"1971-72 IMS COMSYS I and II Operations Guide."},
      {
        "id":"ED108645",
        "title":"Song File Match."},
      {
        "id":"ED108647",
        "title":"Program Description: Financial Master File Processor-SWRL Financial System."},
      {
        "id":"ED108649",
        "title":"Expanding Services to Young Disadvantaged Adults. Public Library Training Institutes Library Service Guide No. 31."},
      {
        "id":"ED108652",
        "title":"Planning Expanded Library Services for Disadvantaged Adults. Public Library Training Institutes Library Service Guide No. 9."},
      {
        "id":"ED108653",
        "title":"The Library as a Community Information and Referral Center. Public Library Training Institutes Library Service Guide No. 8."},
      {
        "id":"ED108656",
        "title":"Library Handbook."},
      {
        "id":"ED108657",
        "title":"Procedures for Salvage of Water-Damaged Library Materials."},
      {
        "id":"ED108658",
        "title":"The Eyeful Power."},
      {
        "id":"ED108659",
        "title":"Mind, Languages, and Literacy."},
      {
        "id":"ED108660",
        "title":"Education on the Beam: A Progress Report on the Appalachian Education Satellite Project."},
      {
        "id":"ED108661",
        "title":"Installation Manual for the Uniterm System of Coordinate Indexing."},
      {
        "id":"ED108663",
        "title":"Media Now."},
      {
        "id":"ED108664",
        "title":"Recursive Functional Programming for the Student in the Humanities and Social Sciences. Revised Edition."},
      {
        "id":"ED108667",
        "title":"Descriptions of Children's Television Series Produced Under the Emergency School Aid Act (P.L. 92-318)."},
      {
        "id":"ED108669",
        "title":"Planning for Priorities: A Survey of Academic Library Use."},
      {
        "id":"ED108670",
        "title":"Handbook for English 48; Introduction to Library Research and Bibliography."},
      {
        "id":"ED108671",
        "title":"Arizona Long-Range Program Revised and Extended 1976/1980."},
      {
        "id":"ED108672",
        "title":"User's Guide to SCORPIO (Subject-Content Oriented Retriever for Processing Information Online)."},
      {
        "id":"ED108673",
        "title":"ERIC/OHIO; Ohio Information Resources Research Reports Available from Educational Resources Information Center."},
      {
        "id":"ED108674",
        "title":"Mind Transplants Or: The Role of Computer Assisted Instruction in the Future of the Library."},
      {
        "id":"ED108675",
        "title":"Bicentennial Ideas from the Library Media Center."},
      {
        "id":"ED108676",
        "title":"EUDISED R &amp; D Information; Netherlands. Experimental Issue."},
      {
        "id":"ED108677",
        "title":"Swedish Behavioural Science Research Reports (Beteendevetenskapliga Rapporter) 1973/74."},
      {
        "id":"ED108678",
        "title":"Things I Look for When Asked to Attend a Conference or an Inter-Campus Information System Meeting."},
      {
        "id":"ED108680",
        "title":"Acronyms and Initialisms of Library Networks. First Draft."},
      {
        "id":"ED108681",
        "title":"Computer Applications in Education and Training: Status and Trends."},
      {
        "id":"ED108682",
        "title":"Training Mathematics Skills with Games."},
      {
        "id":"ED108683",
        "title":"Design of Information Systems in the Social Sciences. Research Reports, Series A no. 2. Size, Growth and Composition of Social Science Literature."},
      {
        "id":"ED108684",
        "title":"A Report Regarding Investigations Prior to the Selection of a Format for Local Original Cataloging of Nonbook Materials."},
      {
        "id":"ED108686",
        "title":"Massachusetts State Educational Information Center (SEIC). Final Report. Volume 3."},
      {
        "id":"ED108687",
        "title":"Prespecified Event Sequences in Instructional Experiments: Implications for IDCMS."},
      {
        "id":"ED108688",
        "title":"Centralized Technical Processing and PPBS: A Literature Review."},
      {
        "id":"ED108689",
        "title":"Toward Tomorrow's Area Library Service; A Survey of Regional Library Cooperation in Ohio: 1974."},
      {
        "id":"ED108690",
        "title":"1975 Ohio Directory of Libraries; With Statistics for 1974."},
      {
        "id":"ED108692",
        "title":"The Multitype Library Network."},
      {
        "id":"ED108694",
        "title":"Narrative Evaluation Report of USOE Title II-B Institute &quot;Education for Librarianship in Urban Community Colleges&quot;."},
      {
        "id":"ED108696",
        "title":"Public Library Materials Conservation Project."},
      {
        "id":"ED108697",
        "title":"A Study of Messages Received by Children Who Viewed an Episode of &quot;The Harlem Globetrotters Popcorn Machine&quot;."},
      {
        "id":"ED108698",
        "title":"Cost and Cost-Effective Studies in Libraries. 1. A Working Model. 2. Cost Analysis of the Preparations Division at VPI & SU."},
      {
        "id":"ED108699",
        "title":"Catalog of Selected Machine-Readable Databases for Postsecondary Education."},
      {
        "id":"ED108700",
        "title":"A Glossary of Cable Terms."},
      {
        "id":"ED108701",
        "title":"Selecting a Cable System Operator."},
      {
        "id":"ED108702",
        "title":"Library Service to Institutions. Four Articles which Originally Appeared in: \"Road Runner\"."},
      {
        "id":"ED108704",
        "title":"Analysis of the Midwest Medical Union Catalog. Final Report."},
      {
        "id":"ED108705",
        "title":"An Experiment in Teaching Medline."},
      {
        "id":"ED108709",
        "title":"Regional Coordination: A Point of View."},
      {
        "id":"ED108710",
        "title":"Library Orientation--What's That?"},
      {
        "id":"ED108712",
        "title":"Self-Instructional Slide/Tape for ERIC Users. Final Report."},
      {
        "id":"ED108713",
        "title":"Design of an Automated Library Information Storage and Retrieval System for Library of Congress Division for the Blind and Physically Handicapped (DBPH). Final Report."},
      {
        "id":"ED108714",
        "title":"Modularization of Courses."},
      {
        "id":"ED108715",
        "title":"Postsecondary Occupational Education Needs Study for the Lower Eastern Shore. A Proposal."},
      {
        "id":"ED108716",
        "title":"Comparative Evaluation of a Joint Lecture-Discussion Approach to U. S. History."},
      {
        "id":"ED108717",
        "title":"Study of Reverse Transfer Students at Seminole Junior College and Valencia Community College."},
      {
        "id":"ED108718",
        "title":"Student Responses to the Pre-Election Recess, October 21-November 3, 1970."},
      {
        "id":"ED108719",
        "title":"An Assessment of the 1970 Revision of the Liberal Arts Curriculum."},
      {
        "id":"ED108720",
        "title":"A Demographic Profile of Incoming Matriculated Students, Spring, 1975. Research Report, BBC 3-75."},
      {
        "id":"ED108721",
        "title":"Student Ethnic Reporting--The &quot;Other&quot; Category: Fall 1974."},
      {
        "id":"ED108722",
        "title":"Regulations for New Colleges."},
      {
        "id":"ED108723",
        "title":"CEEB Campus to Prospective Student Programs."},
      {
        "id":"ED108724",
        "title":"Institutional Philosophy and Administrative Program Plan."},
      {
        "id":"ED108725",
        "title":"Part-Time Students."},
      {
        "id":"ED108726",
        "title":"At Large: The General College Reading/Writing Skills Center and Its Satellites, 1974-75."},
      {
        "id":"ED108727",
        "title":"The Humanities in Two-Year Colleges: A Review of the Students."},
      {
        "id":"ED108728",
        "title":"Faculty Attitudes toward Assessment of Experiential Learning."},
      {
        "id":"ED108729",
        "title":"Impacts of the Community and Junior College on Students."},
      {
        "id":"ED108730",
        "title":"A Comparison of Subject Matter Acquisition between Students Who Elect &quot;Pass/Fail&quot; and Those Who Accept Traditional Grading in an Introduction to Africa Course at York College."},
      {
        "id":"ED108731",
        "title":"Course Costs and Student Enrollments."},
      {
        "id":"ED108732",
        "title":"Learning Needs of Adults in Bourbon, Linn, and Crawford Counties, Kansas."},
      {
        "id":"ED108733",
        "title":"A Faculty Plan for Changing Membership of the Board of Trustees."},
      {
        "id":"ED108734",
        "title":"A Documentary Report on Recent Research into Pre-School Education."},
      {
        "id":"ED108735",
        "title":"A Look at a Comparative Study of the Socio-Dramatic Play Ability of High Socio-Economic Status Black Kindergarten Children and High Socio-Economic Status White Kindergarten Children Conducted by Vivian A. Anderson."},
      {
        "id":"ED108736",
        "title":"A Comparison of the Sociodramatic Play Ability of High Socioeconomic Status Black Kindergarten Children and High Socioeconomic Status White Kindergarten Children."},
      {
        "id":"ED108737",
        "title":"Research in Normal Growth and Development: Some Implications for Primary Prevention."},
      {
        "id":"ED108739",
        "title":"The Child with Special Problems: An Evaluation Report."},
      {
        "id":"ED108741",
        "title":"Parent Involvement: Some Considerations."},
      {
        "id":"ED108742",
        "title":"Child Care Task Force Handbook on Child Care Center Licensing and Funding. Revised Edition."},
      {
        "id":"ED108744",
        "title":"An Assessment of Extra-Family Child Care and Early Education Needs in Monroe County, Indiana."},
      {
        "id":"ED108745",
        "title":"On Levels of Awareness of Objects in Infants and Students Thereof."},
      {
        "id":"ED108746",
        "title":"Long Range Planning for Children's Services."},
      {
        "id":"ED108747",
        "title":"Peer Tutoring: A Cooperative Learning Experience."},
      {
        "id":"ED108748",
        "title":"The Role of Relational Concepts in the Acquisition of Conservation."},
      {
        "id":"ED108749",
        "title":"The Prediction of Elementary School Failure Among High Risk Children."},
      {
        "id":"ED108750",
        "title":"Changes in Scholastic Achievement of Disadvantaged Children Enrolled in Follow Through PEP-IPI Project."},
      {
        "id":"ED108751",
        "title":"Will the Real Jean Piaget Please Stand Up: An Epistemological Critique of Three Piaget-Based Early Childhood Curricula."},
      {
        "id":"ED108752",
        "title":"Early Childhood Education: A Handbook for Developing Preschool Programs."},
      {
        "id":"ED108753",
        "title":"A Performance Based Early Childhood Special Education Teacher Preparation Program: Overview."},
      {
        "id":"ED108754",
        "title":"Child Development Center Curriculum: Child Program for the Early Childhood-Special Education Teacher Preparation Program. Monograph 2."},
      {
        "id":"ED108756",
        "title":"Directive Process. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 4."},
      {
        "id":"ED108757",
        "title":"Developmental Learning Process. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph No. 5."},
      {
        "id":"ED108758",
        "title":"Language Development: Auditory Perception. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 6."},
      {
        "id":"ED108759",
        "title":"Language Development: Reading Readiness. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 7."},
      {
        "id":"ED108760",
        "title":"Language Development: Phonology. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 8."},
      {
        "id":"ED108761",
        "title":"Language Development: Semantics. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 9."},
      {
        "id":"ED108762",
        "title":"Language Development: Syntax. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 10."},
      {
        "id":"ED108763",
        "title":"Perceptual Motor Development. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 11."},
      {
        "id":"ED108764",
        "title":"Attending Development. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 12."},
      {
        "id":"ED108765",
        "title":"Social Development: Self Help Skills. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 13."},
      {
        "id":"ED108766",
        "title":"Social Development: Individuation. A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Monograph 14."},
      {
        "id":"ED108767",
        "title":"A Performance-Based Early Childhood-Special Education Teacher Preparation Program. Final Report."},
      {
        "id":"ED108771",
        "title":"The Year Behind Us, 1975--The Year Ahead, 1976."},
      {
        "id":"ED108772",
        "title":"Supplement to Task Force Report on Rural Development Research in the Northeast for the Next Five Years--A Framework. Publication 1."},
      {
        "id":"ED108774",
        "title":"Workshop on Evaluating State Title V Pilot Programs in the Northeast (October 29-31, 1974). Papers. Publication 4."},
      {
        "id":"ED108775",
        "title":"The Proceedings of the Conference on Rural Land-Use Policy in the Northeast (Atlantic City, New Jersey, October 2-4, 1974). Publication 5."},
      {
        "id":"ED108776",
        "title":"A Basic Introduction to Land Use Control Law and Doctrine. Publication 6."},
      {
        "id":"ED108777",
        "title":"State Land-Use Laws in the Northeast: A Compendium and Classification of Selected Statutes. Publication 7."},
      {
        "id":"ED108778",
        "title":"Evaluating Impacts of Economic Growth Proposals: An Analytical Framework for Use with Community Decision-Makers. Publication 8."},
      {
        "id":"ED108779",
        "title":"Working with Indian Communities and Agencies To Establish Indian Library Services. Guide 1: Establishing Indian Library Service--Part 1."},
      {
        "id":"ED108781",
        "title":"Initial Organization and Staffing Patterns for Indian Library Services. Guide 3: Staffing for Indian Library Services."},
      {
        "id":"ED108782",
        "title":"Alternatives to Standard Classification and Cataloging. Guide 4: Alternatives to Classification."},
      {
        "id":"ED108783",
        "title":"Urban Indian Library Services. Guide 5."},
      {
        "id":"ED108784",
        "title":"Continuing Adult Education and Indian Libraries. Guide 6: Adult Education and Indian Libraries."},
      {
        "id":"ED108785",
        "title":"Promoting Indian Library Use. Guide Number 7."},
      {
        "id":"ED108786",
        "title":"Locally Generated Information and Referral Services in Indian Libraries. Guide 8: Generating Information in Indian Libraries."},
      {
        "id":"ED108787",
        "title":"Assessing Information Needs in Indian Communities. Guide Number 9: Assessing Indian Needs."},
      {
        "id":"ED108788",
        "title":"Materials Selection for Indian Libraries. Guide Number 10: Materials Selection."},
      {
        "id":"ED108789",
        "title":"In-Service Training in Indian Libraries. Guide Number 11: In-Service Training."},
      {
        "id":"ED108790",
        "title":"Tribal Directory, 1975. Arizona Commission of Indian Affairs."},
      {
        "id":"ED108791",
        "title":"Project HEED. Final Evaluation Report, 1974-1975."},
      {
        "id":"ED108793",
        "title":"How to Expand Learning Opportunities in Small School Districts."},
      {
        "id":"ED108794",
        "title":"The Retriever, Volume 1, Number 1, Fall 1966. ERIC Clearinghouse on Rural Education and Small Schools (CRESS) Newsletter."},
      {
        "id":"ED108795",
        "title":"The Retriever, Volume 2, Nos. 1 & 2, 1967. ERIC Clearinghouse on Rural Education and Small Schools (CRESS) Newsletter."},
      {
        "id":"ED108797",
        "title":"ERIC/CRESS News Letter, Volume 4, Nos. 1, 2, 3, & 4, 1969."},
      {
        "id":"ED108798",
        "title":"ERIC/CRESS News Letter, Volume 5, Nos. 1, 2, 3, & 4, 1970."},
      {
        "id":"ED108799",
        "title":"ERIC/CRESS News Letter, Volume 6, Nos. 1, 2, 3, & 4, 1971."},
      {
        "id":"ED108800",
        "title":"ERIC/CRESS News Letter, Volume 7, Nos. 1, 2, 3, & 4, 1972."},
      {
        "id":"ED108801",
        "title":"ERIC/CRESS News Letter, Volume 8, Nos. 1, 2, & 3, 1973."},
      {
        "id":"ED108802",
        "title":"It Works for Us! A Resource List of Teaching Ideas and Materials on Athabascan Culture."},
      {
        "id":"ED108808",
        "title":"The Alaska Native Language Center Report, 1973 (University of Alaska)."},
      {
        "id":"ED108809",
        "title":"Cultures in the North: Aleut; Athabascan Indian; Eskimo; Haida Indian; Tlingit Indian; Tsimpshian Indian. Multi-Media Resource List."},
      {
        "id":"ED108810",
        "title":"Definitions of Bilingual Education in Alaska."},
      {
        "id":"ED108811",
        "title":"Four Years of Bilingual Education: The Yupik Language Program in Southwestern Alaska."},
      {
        "id":"ED108813",
        "title":"The Revival of Population Growth in Nonmetropolitan America."},
      {
        "id":"ED108814",
        "title":"A Study of the Indian Health Service and Indian Tribal Involvement in Health."},
      {
        "id":"ED108816",
        "title":"A Washington State Indian Project to Develop a Culturally-Based Occupational Career Awareness Curriculum. Final Report."},
      {
        "id":"ED108817",
        "title":"Peer Tutoring in One-Room Schools."},
      {
        "id":"ED108818",
        "title":"Higher Education for Mexican Americans, A Selected Bibliography (with ERIC Abstracts). July 1975."},
      {
        "id":"ED108819",
        "title":"An Operational Model for Bilingual Education."},
      {
        "id":"ED108820",
        "title":"Alaska Natives and Alaska Higher Education, 1960-1972: A Descriptive Study. Alaska Native Human Resources Development Program, Publication 1."},
      {
        "id":"ED108821",
        "title":"A Reference Resource Guide of the American Indian."},
      {
        "id":"ED108822",
        "title":"Indian Health Career Handbook and Report on Ned Hatathli Seminar for Southern Arizona Indian Students (5th, Tucson, Arizona, February 6-7, 1975)."},
      {
        "id":"ED108823",
        "title":"Some Indicators of Quality - Comparing NCA Rural High Schools in the Non Metropolitan Areas of Their 19 States in 1969 and 1974."},
      {
        "id":"ED108824",
        "title":"In-Service in the Small School. Pre-Conference Paper for Small Schools."},
      {
        "id":"ED108825",
        "title":"U. S. and Canadian Native Voluntary Associations: Continuities Within the Evolution of Culture."},
      {
        "id":"ED108826",
        "title":"What is Happening in Rural Education Today: A Status Report."},
      {
        "id":"ED108827",
        "title":"The Future of the Rural and Small School."},
      {
        "id":"ED108828",
        "title":"A Sociological Analysis of Differences in Student Motivation: A Case Study of Two School Districts in Texas."},
      {
        "id":"ED108829",
        "title":"The Kamunts Project: A Great Basin Application of Vicos-type Research and Development Anthropology."},
      {
        "id":"ED108830",
        "title":"Selected 1970 Census Data for Alaska Communities. Part 1 - Interior Alaska."},
      {
        "id":"ED108831",
        "title":"Selected 1970 Census Data for Alaska Communities. Part 2 - Northwest Alaska."},
      {
        "id":"ED108832",
        "title":"Selected 1970 Census Data for Alaska Communities. Part 3 - Southwest Alaska."},
      {
        "id":"ED108833",
        "title":"Selected 1970 Census Data for Alaska Communities. Part 4 - Bristol Bay-Aleutian Region."},
      {
        "id":"ED108834",
        "title":"Selected 1970 Census Data for Alaska Communities. Part 5 - Southcentral Alaska."},
      {
        "id":"ED108835",
        "title":"Selected 1970 Census Data for Alaska Communities. Part 6 - Southeast Alaska."},
      {
        "id":"ED108836",
        "title":"Indians of North Carolina."},
      {
        "id":"ED108837",
        "title":"Rural Development Research in the Northeast for the Next Five Years--A Framework. Task Force Report to the Northeastern Regional Agricultural Research Planning Committee."},
      {
        "id":"ED108838",
        "title":"The Yellow Pages for Rural Development in New Mexico."},
      {
        "id":"ED108839",
        "title":"An Annotated Bibliography of Rural Development Research in the North Central Region."},
      {
        "id":"ED108840",
        "title":"Guide to Federal Programs for Rural Development. Revised Edition."},
      {
        "id":"ED108841",
        "title":"Rural Industrialization: Prospects, Problems, Impacts, and Methods. A Series of Papers Compiled by the Subcommittee on Rural Development of the Committee on Agriculture and Forestry, United States Senate, 93d Congress, 2d Session, April 19, 1974."},
      {
        "id":"ED108843",
        "title":"Native Indian Studies and Curriculum Development Programmes: A Descriptive Mailing List."},
      {
        "id":"ED108854",
        "title":"Science Education Newsletter No. 23."},
      {
        "id":"ED108856",
        "title":"Australian Council for Education Research Forty-Third Annual Report 72-73."},
      {
        "id":"ED108858",
        "title":"Science and Technology in Presidential Policymaking - A Proposal."},
      {
        "id":"ED108860",
        "title":"Identification of Possible Variables for Predicting Student Success in Physical Science Courses Designed for Non-Science Majors. Final Report."},
      {
        "id":"ED108861",
        "title":"The Relationship of Moral and Cognitive Modes of Thought in Second and Fifth Grade Children."},
      {
        "id":"ED108862",
        "title":"A Perspective on Formal Thought Development."},
      {
        "id":"ED108863",
        "title":"The Correlation of Selected Affective Behaviors with Cognitive Performance in a Biology Course for Elementary Teachers."},
      {
        "id":"ED108864",
        "title":"A Study of the Structure of Piagetian Logical and Infralogical Grouping Within the Concrete Operational Period."},
      {
        "id":"ED108865",
        "title":"In Search of Population Policy: Views from the Developing World."},
      {
        "id":"ED108866",
        "title":"On Being a Master Planner - A Step by Step Guide. From a Nationwide Study of Environmental Education Planning."},
      {
        "id":"ED108867",
        "title":"Science Literacy and Alternative Futures."},
      {
        "id":"ED108868",
        "title":"The Effects of Pairing and Pacing on Learning Rate in ISCS Classrooms."},
      {
        "id":"ED108869",
        "title":"A Comparison of Individualized Vs Group Instruction in a Sixth Grade Electricity Unit."},
      {
        "id":"ED108870",
        "title":"The Evaluation of an Early Experience in Science Teaching."},
      {
        "id":"ED108872",
        "title":"An Investigation of the Teacher Behavior of Wait-Time During an Inquiry Science Lesson."},
      {
        "id":"ED108874",
        "title":"Suggestions and Procedures for Developing Teaching-Learning Stations. Revised."},
      {
        "id":"ED108875",
        "title":"Suggestions and Procedures in Developing Nature Trails. Revised."},
      {
        "id":"ED108876",
        "title":"Outdoor Recreation and Applied Ecology. Revised."},
      {
        "id":"ED108878",
        "title":"An Analysis Technique for the Educement of Affective Change in Urban Secondary Students as a Consequent of Viewing Environmental Spot Announcements."},
      {
        "id":"ED108879",
        "title":"Environmental Attitudes Semantic Differential."},
      {
        "id":"ED108880",
        "title":"Measuring and Developing Methods of Attitude and Motivational Change in Implementing the Big Blue River Basin Water Plan."},
      {
        "id":"ED108881",
        "title":"Project Report on Utilizing Extension Service in Land-Grant Universities as a Technology Transfer System for Environmental Affairs."},
      {
        "id":"ED108882",
        "title":"Introduction to Monitoring and Surveillance of the Environment."},
      {
        "id":"ED108883",
        "title":"Less is More, Teacher's Guide. The Environment and Society. Adult Basic Education."},
      {
        "id":"ED108884",
        "title":"A Better Way to Live, A Filmstrip Manual for Environmental Education."},
      {
        "id":"ED108885",
        "title":"The Role of Ecology in the Federal Government. Report of the Committee on Ecological Research."},
      {
        "id":"ED040259",
        "title":"Elaboration Preferences and Differences in Learning Proficiency."},
      {
        "id":"ED040260",
        "title":"A Model for Working with Black Fathers. Research Report; Volume 6, Number 11, 1969 (Revised March 1970)."},
      {
        "id":"ED040261",
        "title":"&quot;The Development of a Diagnostic Instrument To Be Used for Identifying Non-Standard Dialect Patterns of Disadvantaged Negro Students&quot;. Final Report."},
      {
        "id":"ED040262",
        "title":"Survey and Analysis of Higher Education Programs for the Disadvantaged Student. Final Report."},
      {
        "id":"ED040263",
        "title":"Some Effects of Audio-Visual Techniques on Racial Self-Concept. Final Report."},
      {
        "id":"ED040265",
        "title":"Education Vouchers: Financing Education by Grants to Parents. A Preliminary Report."},
      {
        "id":"ED040266",
        "title":"Classroom Racial Balance and Students' Interracial Attitudes."},
      {
        "id":"ED040267",
        "title":"Nuclear Education and Training Programs of Potential Interest to Utilities."},
      {
        "id":"ED040268",
        "title":"Technological Change and Social Progress: Some Problems and Perspectives. Report of the Director-General No. I."},
      {
        "id":"ED040269",
        "title":"What the Public Expects of Vocational-Technical Education."},
      {
        "id":"ED040270",
        "title":"Guidelines for Manpower Utilization Studies. VA Pamphlet 07-11."},
      {
        "id":"ED040271",
        "title":"Social and Community Skills: A Curriculum Guide for the Handicapped."},
      {
        "id":"ED040272",
        "title":"A Review of Pre-Release Programs. Criminal Justice Monograph Vol. I. No. 2."},
      {
        "id":"ED040273",
        "title":"State Advisory Councils for Vocational Education: A Brief Study of Their Organizational Structure and Evaluation Plans."},
      {
        "id":"ED040274",
        "title":"Review and Synthesis of Research on Cooperative Vocational Education. Research Series No. 60."},
      {
        "id":"ED040275",
        "title":"Review and Synthesis of Research in Agricultural Education, Second Edition. Research Series No. 59."},
      {
        "id":"ED040276",
        "title":"New Frontiers in Psychiatric Technology."},
      {
        "id":"ED040278",
        "title":"An Inventory of New Jersey Research Concerning Vocational Education: A List of Projects and Reports, 1931-1969. Occupational Research Development Monograph No. 3."},
      {
        "id":"ED040279",
        "title":"The Neighborhood Youth Corps: A Review of Research. Manpower Research Monograph No. 13."},
      {
        "id":"ED040280",
        "title":"Manpower Report of the President. A Report on Manpower Requirements, Resources, Utilization, and Training."},
      {
        "id":"ED040282",
        "title":"Planning and Administration Personnel in Local Governments. A Pilot Study."},
      {
        "id":"ED040283",
        "title":"On the Evolution of Manpower Statistics. Studies in Employment and Unemployment."},
      {
        "id":"ED040284",
        "title":"Manpower and Training Needs in Water Pollution Control. Senate Document No. 49."},
      {
        "id":"ED040288",
        "title":"Guidelines for the Occupational Training of the Disadvantaged."},
      {
        "id":"ED040289",
        "title":"Guidelines for Manpower Managers, A Selected Annotated Bibliography. Monograph Series Number 3."},
      {
        "id":"ED040290",
        "title":"Community Planning for Nursing in South Dakota. Source Book."},
      {
        "id":"ED040291",
        "title":"Applying the Cooperative Plan of Instruction to Manpower Programs. A Handbook for Supervisors and Coordinators."},
      {
        "id":"ED040292",
        "title":"Selected Health Service Occupations."},
      {
        "id":"ED040293",
        "title":"Planning Facilities and Equipment for Comprehensive Vocational Education Programs for the Future. Final Report."},
      {
        "id":"ED040294",
        "title":"High School Dropouts and Vocational Education in Wisconsin."},
      {
        "id":"ED040295",
        "title":"Nationally Recognized Accrediting Agencies and Associations Criteria and Procedures for Listing by the U.S. Commissioner of Education and Current List."},
      {
        "id":"ED040296",
        "title":"Speeches Presented at National Conference on Accreditation of Public Postsecondary Occupational Education (Atlanta, Georgia, June 10-12, 1970)."},
      {
        "id":"ED040297",
        "title":"Senior Year Intensified Demonstration Curriculum Program. Final Report."},
      {
        "id":"ED040298",
        "title":"A Chi-Square Approach to Discrimination Among Occupations, Using an Interest Inventory."},
      {
        "id":"ED040299",
        "title":"Occupational Patterns and Functions of Employed LPN's. Final Report--Part I."},
      {
        "id":"ED040300",
        "title":"An Analysis of Selected Educational Programs in Practical Nursing. Final Report--Part II."},
      {
        "id":"ED040301",
        "title":"A Guide for the Development, Implementation, and Administration of Exemplary Programs and Projects in Vocational Education."},
      {
        "id":"ED040302",
        "title":"An Interstate Investigation of Employment Opportunities and Educational Requirements for Jobs in Outdoor Recreation and Conservation Enterprises, Phase I. Final Report."},
      {
        "id":"ED040303",
        "title":"[Individualized Material for Industrial Education Based on the AVA Booklet &quot;A Guide to Improving Instruction in Industrial Arts&quot;.]"},
      {
        "id":"ED040304",
        "title":"Science Education Information Reports, Research Review Series - Science Paper 5. A Summary of Research in Science Education for the Years 1963-64, Elementary School Level."},
      {
        "id":"ED040305",
        "title":"Significant Trends in the Education of the Disadvantaged. ERIC-IRCD Urban Disadvantaged Series, Number 17."},
      {
        "id":"ED040306",
        "title":"A Research Design for Library Cooperative Planning and Action in the Washington, D.C. Metropolitan Area."},
      {
        "id":"ED040307",
        "title":"Assessing Student Performance in College."},
      {
        "id":"ED040308",
        "title":"Compendium Series of Current Research, Programs and Proposals. Number 1: Governance."},
      {
        "id":"ED040309",
        "title":"Improving College Teaching through Faculty Selection and Evaluation: A Review."},
      {
        "id":"ED040310",
        "title":"An Investigation into the Practice of Screen Education. (The Introduction of Films and Television into Education as an Essential Area of Study). Phase I, Summary."},
      {
        "id":"ED040311",
        "title":"Training of Users: Nonconventional Tools--Education and Behavioral Sciences."},
      {
        "id":"ED040313",
        "title":"New Institutional Arrangements and Organizational Patterns for Continuing Education: Appendix. Final Report."},
      {
        "id":"ED040314",
        "title":"Public School Adult Education in Massachusetts. Final Report."},
      {
        "id":"ED040318",
        "title":"Public Supervision of Correspondence Courses: The Harmonization of Legislation."},
      {
        "id":"ED040321",
        "title":"Literacy Teachers of Adults. (An Evaluation Report on Training and Performance of Voluntary Literacy Teachers in Functional Literacy Project in Tanzania)."},
      {
        "id":"ED040323",
        "title":"High School Equivalency: English Language. Part II: Curriculum Resource Handbook."},
      {
        "id":"ED040324",
        "title":"High School Equivalency: Science. Part II: Curriculum Resource Handbook."},
      {
        "id":"ED040325",
        "title":"High School Equivalency: Mathematics. Part II: Curriculum Resource Handbook."},
      {
        "id":"ED040326",
        "title":"Community Action Training; A Handbook for Trainers."},
      {
        "id":"ED040328",
        "title":"Program Evaluators Handbook: Determining Objectives."},
      {
        "id":"ED040329",
        "title":"Report on Development and Evaluation of a Self-Study Course for Adult Four-H Leaders."},
      {
        "id":"ED040344",
        "title":"Final Report of University of Utah Committee on Women's Education."},
      {
        "id":"ED040345",
        "title":"Theory and State of the Art of Small-Group Methods of Instruction."},
      {
        "id":"ED040347",
        "title":"Train-The Trainers Curriculum; Task Force on Training and Technical Assistance."},
      {
        "id":"ED040355",
        "title":"Sanitary Food Service; Instructor's Guide to Be Used in Training Food-Service Personnel."},
      {
        "id":"ED040359",
        "title":"Continuing Education in Massachusetts; State Programs for the Seventies."},
      {
        "id":"ED040365",
        "title":"Operation Mainstream; A Report on Problem Solving and the Helping Relationship."},
      {
        "id":"ED040367",
        "title":"Professional Improvement Opportunities for Extension Personnel in the Western Region."},
      {
        "id":"ED040368",
        "title":"Survey of St. Louis Area Social Workers on Their Continuing Education Interests."},
      {
        "id":"ED040371",
        "title":"The Educational Institution as an Instrument of Change in Rural Community Development Policy: A Study of the Socio-Economic Impact of the College in New York State."},
      {
        "id":"ED040372",
        "title":"Analysis of Seven Special Projects in Adult Basic Education. Final Report."},
      {
        "id":"ED040374",
        "title":"Experiment at Ector; An Oral English Program."},
      {
        "id":"ED040375",
        "title":"The Function of the Retroflexed Suffix -r in the Morphological Process of Mandarin Chinese."},
      {
        "id":"ED040377",
        "title":"Problems of Establishing Low-Enrollment Asian Language Programs."},
      {
        "id":"ED040378",
        "title":"English Literacy: Legal Sanction for Discrimination."},
      {
        "id":"ED040380",
        "title":"Foreign Language Teaching: A Brief State of the Art."},
      {
        "id":"ED040382",
        "title":"Classroom Application of Recent Linguistic Theory and Research."},
      {
        "id":"ED040384",
        "title":"Language Research in Progress: Report No. 10, June 1970: A Cross-Referenced List of Documented Language Research Projects Current January-June 1970."},
      {
        "id":"ED040385",
        "title":"Some Criteria for Designing Evaluation of TESOL Programs."},
      {
        "id":"ED040386",
        "title":"The Psychological Reality of Different Types of Phonological Change."},
      {
        "id":"ED040387",
        "title":"Teaching Standard English to Non-Standard Speakers."},
      {
        "id":"ED040388",
        "title":"The Aphasic Adult; Evaluation and Rehabilitation."},
      {
        "id":"ED040389",
        "title":"The Preparation of Language Arts Teachers for Ghetto Schools."},
      {
        "id":"ED040391",
        "title":"English Language Proficiency for Fourth and Fifth Grade Spanish-Speaking Children."},
      {
        "id":"ED040392",
        "title":"Up From the Grass Roots (With Muddy Feet): or, The Race Against Obsolescence."},
      {
        "id":"ED040393",
        "title":"Teaching English to Speakers of Other Languages; United States Activities: 1969."},
      {
        "id":"ED040394",
        "title":"Some Pronunciation Problems."},
      {
        "id":"ED040395",
        "title":"TEFL and Language Ontogeny."},
      {
        "id":"ED040396",
        "title":"English for American Indians: A Newsletter of the Office of Education Programs, Bureau of Indian Affairs, United States Department of the Interior."},
      {
        "id":"ED040398",
        "title":"Try One of My Games."},
      {
        "id":"ED040399",
        "title":"Some Co-occurrences in American Cliches."},
      {
        "id":"ED040401",
        "title":"Analysis of the Linguistic Ability Test, Grades 4 &amp; 6."},
      {
        "id":"ED040404",
        "title":"Bilingual Education in Sociolinguistic Perspective."},
      {
        "id":"ED040405",
        "title":"The MATWAB Report on the Orientation Program at Western Michigan University. Orientation of New WMU Students, Summer 1969, June 29 through August 1."},
      {
        "id":"ED040406",
        "title":"Using Performance Data Gathered at Several Stages of Achievement in Predicting Subsequent Performance."},
      {
        "id":"ED040407",
        "title":"Toward More Meaningful Counseling with Women."},
      {
        "id":"ED040408",
        "title":"Learning Skills and Information Organization. Counseling Center Reports. Volume 3, Number 10."},
      {
        "id":"ED040409",
        "title":"Preliminary Experiences with the Companion Program -- The Student Helper. Development of the Companion Program."},
      {
        "id":"ED040410",
        "title":"The North Carolina Advancement School: Underachievement Redefined. Goals for Schools Redefined; Behavior of Students Redefined; and, The Role of the Counselor Redefined."},
      {
        "id":"ED040411",
        "title":"Hyperactivity and Minor Physical Anomalies in Elementary School Children."},
      {
        "id":"ED040412",
        "title":"Counseled vs. Non-Counseled One Year Later."},
      {
        "id":"ED040413",
        "title":"The Rehabilitation Counselor as Client Advocate."},
      {
        "id":"ED040414",
        "title":"Community Mental Health as a Pacification Program."},
      {
        "id":"ED040415",
        "title":"Negative Home Influence and Pupil School Success."},
      {
        "id":"ED040416",
        "title":"Practical Consideration in the Application of Data Processing Techniques to the Needs of the Psychologist."},
      {
        "id":"ED040417",
        "title":"Prediction of Academic Success of Black Students: A Dilemma."},
      {
        "id":"ED040418",
        "title":"Innovations in Providing Community Oriented Institutional Care of Emotionally Disturbed Children."},
      {
        "id":"ED040419",
        "title":"Some Random Comments on a Systematic Model for Counselor Education. Some Comments on Short-Term Programs for Employment Service Personnel. Some Barriers to Significant Research in Counseling."},
      {
        "id":"ED040420",
        "title":"Summary Report of the Vocational Guidance Institute, Albuquerque, New Mexico. Held at the University of New Mexico, July 21 to August 8, 1969."},
      {
        "id":"ED040421",
        "title":"Effects of Variations in the Nursery School Setting on Environmental Constraints and Children's Modes of Adaption."},
      {
        "id":"ED040422",
        "title":"Relationship Between Student Instructional Ratings and Student-Faculty Psychological Types."},
      {
        "id":"ED040423",
        "title":"New Methods of Appropriate Training of Dormitory Counselors."},
      {
        "id":"ED040424",
        "title":"A Study to Determine Which Approach to Large Vocational Guidance Groups is Most Effective in Aiding the Educational Choice and Vocational Development of College Students."},
      {
        "id":"ED040425",
        "title":"Effectiveness of Group Counseling with Student Nurses."},
      {
        "id":"ED040426",
        "title":"Preparing Educational Training Consultants."},
      {
        "id":"ED040427",
        "title":"The Effects of Basic Encounter and Task Training Group Experiences on Undergraduate Advisors to Freshmen Women."},
      {
        "id":"ED040428",
        "title":"The Lessons of Historical Reform Movements: The Racism Mental Health Equation."},
      {
        "id":"ED040429",
        "title":"Guilt Feelings and Mental Health."},
      {
        "id":"ED040430",
        "title":"Orienting Students to an Individualized Educational System of the 70's."},
      {
        "id":"ED040431",
        "title":"Attitudes of Parents of Selected Groups Toward Education and Their Aspirations for Education for Their Children. Self-Concept and Educational Variables Among Black, Jewish, and White Non-Jewish Students."},
      {
        "id":"ED040432",
        "title":"Mental Health and the Elementary School Counselor and Classroom Teacher."},
      {
        "id":"ED040433",
        "title":"How He Sees Himself. Follow-up Study."},
      {
        "id":"ED040434",
        "title":"Inservice Training Course for Guidance Staff of MDTA Classes."},
      {
        "id":"ED040435",
        "title":"Women in Action: Speeches and Panel Discussion of the Conference - Workshop."},
      {
        "id":"ED040437",
        "title":"Conditional Logic and Children. (Cornell Critical Thinking Readiness Project, Phase IIC)."},
      {
        "id":"ED040438",
        "title":"Pupil Personnel Services. Where are We? Where are we Going? Rationale for Workshop. Reactions to Report."},
      {
        "id":"ED040439",
        "title":"The Profession, Functions, Roles, and Practices of the Rehabilitation Counselor."},
      {
        "id":"ED040440",
        "title":"Specialist's Project. Counselors Without Teaching Experience."},
      {
        "id":"ED040441",
        "title":"A Survey of Student Response to 24 Hour Parietals."},
      {
        "id":"ED040442",
        "title":"The Developmental Vicissitudes of a Municipal Hospital-Based Child Psychiatry Unit in an Urban Ghetto."},
      {
        "id":"ED040443",
        "title":"Toward a New Technology of Mental Health Care."},
      {
        "id":"ED040444",
        "title":"S.O.S. For the Orientation Committee, State University College at Oswego."},
      {
        "id":"ED040447",
        "title":"The Effects of Counselor Response Upon the Premature Termination of Clients."},
      {
        "id":"ED040448",
        "title":"Returning Adult Women Students: Pre- and Post-Counseling Attitudes and Plans."},
      {
        "id":"ED040449",
        "title":"Use of the Hill Interaction Matrix in Individual Counseling Research."},
      {
        "id":"ED040450",
        "title":"Basic Encounter Group Counseling for Elementary Teachers in Training."},
      {
        "id":"ED040451",
        "title":"A Comparative Study of an Individual and a Group Approach to Educational and Vocational Guidance."},
      {
        "id":"ED040452",
        "title":"The Psychological Researcher in a Rural Setting: Problems and Limitations."},
      {
        "id":"ED040453",
        "title":"Public Relations and the Role of the Rural School Psychologist."},
      {
        "id":"ED040454",
        "title":"Paraprofessionals and Behavioral Objectives."},
      {
        "id":"ED040455",
        "title":"The Concept of Reciprocity and the Development of Moral and Cooperative Behavior in Late Childhood."},
      {
        "id":"ED040456",
        "title":"An Analysis of Student Studying Behavior as a Function of Two Schedules of Testing."},
      {
        "id":"ED040457",
        "title":"Education Minus White Prejudice Plus Black Power Equals Gray Matter."},
      {
        "id":"ED040458",
        "title":"Internal-External Locus of Control and Attitude Toward Disability."},
      {
        "id":"ED040459",
        "title":"Instance, Cue, and Dimension Learning in Concept Shift Task."},
      {
        "id":"ED040460",
        "title":"Imagery Organization and Children's Recall."},
      {
        "id":"ED040461",
        "title":"Social Ambitions of Negro Boys and Girls from a Metropolitan Ghetto."},
      {
        "id":"ED040462",
        "title":"Infant Mental Development and Neurological Status, Family Socio-Economic Status, and Intelligence at Age Four."},
      {
        "id":"ED040463",
        "title":"Group Desensitization of Test Anxiety. Student Counseling Service."},
      {
        "id":"ED040464",
        "title":"Verbal Mediation in Paired Associate Learning for Boys from Different Social Classes."},
      {
        "id":"ED040465",
        "title":"Psychiatric Consultation Within a Community of Sick Children - Lessons from a Children's Hospital."},
      {
        "id":"ED040466",
        "title":"Social Class and the Information Processing Rate of Young Children."},
      {
        "id":"ED040467",
        "title":"The Night People: Design for Involvement with Part-Time Urban Graduate Students. A Symposium."},
      {
        "id":"ED040468",
        "title":"The Childhood and Adolescent Career Plans of College Women."},
      {
        "id":"ED040469",
        "title":"Use of Non-Professional Personnel for Health Screening of Head Start Children."},
      {
        "id":"ED040470",
        "title":"Dimensions of Work Experience Among Economically Disadvantaged Youth."},
      {
        "id":"ED040471",
        "title":"The Role of a Psychiatric Consultant to a Public High School in Racial Transition: Challenge and Response."},
      {
        "id":"ED040472",
        "title":"Myths and Concerns Re: The Marathon."},
      {
        "id":"ED040473",
        "title":"A Study of Selected Characteristics of All Disciplinary Offenders Involving Action Resulting in Probation or Suspension at Texas Tech University for the Six Year Period 1963-1969."},
      {
        "id":"ED040474",
        "title":"The Effects of Holding a Work-Study Job on the Academic Achievement of First Semester Freshmen at the University of South Carolina."},
      {
        "id":"ED040475",
        "title":"An Experimental Evaluation of Methods of Teaching Students to Consider Alternative Problem Solutions."},
      {
        "id":"ED040476",
        "title":"Measuring Creative Social Intelligence. Final Report."},
      {
        "id":"ED040477",
        "title":"Career Development From Age 13 to Age 25. Final Report."},
      {
        "id":"ED040478",
        "title":"Correlates of Individual Learning Styles. Final Report."},
      {
        "id":"ED040479",
        "title":"Factors Related to Educational and Occupational Aspirations of Adolescent Males From Culturally Deprived Families. Final Report."},
      {
        "id":"ED040480",
        "title":"Development and Evaluation of an Enriched Social Counseling Program. Final Report."},
      {
        "id":"ED040481",
        "title":"A Study to Determine Some Effects of Learning Without Awareness. Final Report."},
      {
        "id":"ED040482",
        "title":"A Study to Determine the Biomechanics of Running in Skilled Trackmen. Final Report."},
      {
        "id":"ED040483",
        "title":"Concept Formation and Utilization in the Presence of Irrelevant Visual Stimulation. Final Report."},
      {
        "id":"ED040484",
        "title":"Feedback and Sentence Learning."},
      {
        "id":"ED040485",
        "title":"A Study of Informal Learning. Final Report."},
      {
        "id":"ED040486",
        "title":"Errors During Children's Discrimination Learning: Stimulus and Procedural Effects. Final Report."},
      {
        "id":"ED040488",
        "title":"The Technical Advisor as a Cross-Cultural Change Agent. Occasional Paper No. 7."},
      {
        "id":"ED040490",
        "title":"The Reasonable Exercise of Authority."},
      {
        "id":"ED040491",
        "title":"Three Approaches to Educational Resource Allocation."},
      {
        "id":"ED040492",
        "title":"The Principalship: Job Specifications and Salary Considerations for the 70&apos;s."},
      {
        "id":"ED040493",
        "title":"Humanizing the Secondary School."},
      {
        "id":"ED040494",
        "title":"A Curriculum for Children."},
      {
        "id":"ED040495",
        "title":"Administrative Technology and the School Executive: Applying the Systems Approach to Educational Administration."},
      {
        "id":"ED040496",
        "title":"Secondary School Athletic Administration: A New Look. Report of the National Conference on Secondary School Athletic Administration (2nd, Washington, D.C., January 12-15, 1969)."},
      {
        "id":"ED040497",
        "title":"9+ The Year-Round School."},
      {
        "id":"ED040498",
        "title":"Mt. Sequoyah National Seminar on Year-Round Education."},
      {
        "id":"ED040499",
        "title":"Approaches to Problems of Public School Administration in Health, Physical Education, and Recreation. Proceedings of the National Conference of City and County Directors, (6 th, Washington, D.C., December 8-10, 1968)."},
      {
        "id":"ED040500",
        "title":"School District Campaign Planner: A Guide to Successful Finance Elections."},
      {
        "id":"ED040503",
        "title":"A Comprehensive Theory of Cost-Effectiveness. Administering for Change Program. Technical Paper."},
      {
        "id":"ED040504",
        "title":"Models for Pupil Services in Elementary Schools. Final Report."},
      {
        "id":"ED040505",
        "title":"A Training Program on Curricular Evaluation for Selected Maryland Educational Administrators and Supervisors. Research Training Conference Report."},
      {
        "id":"ED040506",
        "title":"Issues and Problems in Elementary School Administration. Final Report."},
      {
        "id":"ED040507",
        "title":"An Educational System for the Seventies. Final Report."},
      {
        "id":"ED040508",
        "title":"Summary and Comparison of Three Annual Conferences ('67 - '68 - '69) of Teachers and Administrators Using the Instructional System Individually Prescribed Instruction."},
      {
        "id":"ED040509",
        "title":"Evaluation Training Project. Final Report."},
      {
        "id":"ED040510",
        "title":"Organizational Structure, Teacher Personality Characteristics and Their Relationship to Organizational Climate. Final Report."},
      {
        "id":"ED040511",
        "title":"Directional and Informational Signs for Educational Facilities. A Selected Bibliography."},
      {
        "id":"ED040512",
        "title":"A Review of Related Literature to Issues and Problems in Elementary School Administration. Supplementary Report."},
      {
        "id":"ED040513",
        "title":"Selected Relationships Between Pupil, Staff, and Educational Faculty Characteristics Associated with P.L. 89-10 Title I Projects in Iowa. Final Report."},
      {
        "id":"ED040514",
        "title":"Mid-South Undergraduate Research Training Program. Final Report."},
      {
        "id":"ED040515",
        "title":"Prediction and Modification of Human Talent in Senior High Schools: Dimensions and Criteria of Talented Behavior. Final Report."},
      {
        "id":"ED040516",
        "title":"Effects of a Structured Program of Perceptual-Motor Training on the Development and School Achievement of Educable Mentally Retarded Children. Final Report."},
      {
        "id":"ED040519",
        "title":"Grouping of the Gifted: An Experimental Approach."},
      {
        "id":"ED040520",
        "title":"Deaf-Blind Children: A List of References."},
      {
        "id":"ED040521",
        "title":"A Resource Manual for Speech and Hearing Programs in Oklahoma."},
      {
        "id":"ED040522",
        "title":"A Study of Current Practices in Education for Hard-of-Hearing Children. Final Report."},
      {
        "id":"ED040523",
        "title":"Two Instructional Films on Pre-School Deaf Children. Final Report."},
      {
        "id":"ED040524",
        "title":"Bibliography on the Deaf and Hard of Hearing."},
      {
        "id":"ED040525",
        "title":"Educational and Occupational Status of Young Deaf Adults in Illinois."},
      {
        "id":"ED040527",
        "title":"Occupational Education - Curriculum for Secondary Level Mentally Retarded."},
      {
        "id":"ED040528",
        "title":"Mental Retardation in a Canadian Province: Elements of the Research Design. Report No. 1."},
      {
        "id":"ED040529",
        "title":"An Exploratory Study of the Relationship Between the Training, Experience, and Selected Personality Characteristics of Teachers and the Progress of Trainable Mentally Handicapped Children. Final Report."},
      {
        "id":"ED040530",
        "title":"A Notetaking Procedure for Deaf Students in Regular Classes."},
      {
        "id":"ED040531",
        "title":"Odyssey: The Exceptional Child."},
      {
        "id":"ED040532",
        "title":"Handbook for Administrators: A Guide for Programs for the Mentally Retarded."},
      {
        "id":"ED040533",
        "title":"The Relationship of Mathematics Curriculum Innovation Presented Through Two Methods and Effect Upon Achievement as a Function of Learner Ability. Final Report."},
      {
        "id":"ED040534",
        "title":"The Early Identification and Remediation of Learning Problems in Elementary School Children as an Attempt to Increase Success in the Regular Classroom: A Project Progress Report."},
      {
        "id":"ED040535",
        "title":"A Behavior Modification Classroom for Head Start Children with Problem Behaviors."},
      {
        "id":"ED040536",
        "title":"Instructional Improvement: Behavior Modification."},
      {
        "id":"ED040537",
        "title":"Special Education Instructional Materials Center Catalog."},
      {
        "id":"ED040539",
        "title":"An Automated and Programed Laboratory for Instruction in the Areas of Speech and Communication. Final Report."},
      {
        "id":"ED040540",
        "title":"Evaluation of Instructional Materials for Exceptional Children and Youth: A Preliminary Instrument."},
      {
        "id":"ED040541",
        "title":"Sentence Patterning for the Deaf: A Discovery Approach."},
      {
        "id":"ED040543",
        "title":"After the Visit: The Impact of Demonstration."},
      {
        "id":"ED040544",
        "title":"Componential Evaluation of Creativity Instructional Materials. Final Report."},
      {
        "id":"ED040546",
        "title":"Central Processing Dysfunctions in Children: A Review of Research."},
      {
        "id":"ED040547",
        "title":"The Horace Mann Title III Project: Educational Evaluation, Educational Programming, Individualized Services. Interim Report."},
      {
        "id":"ED040550",
        "title":"Bibliography of Cooperative Work/Study Programs for the Mentally Retarded Throughout the United States."},
      {
        "id":"ED040553",
        "title":"Auditory Perceptual Ability Related to Language Acquisition in Mentally-Retarded Children. Interim Report."},
      {
        "id":"ED040554",
        "title":"Proceedings of the First Conference on Professional Laboratory Experiences in Special Education (Normal, Illinois, May 9-10, 1969)."},
      {
        "id":"ED040555",
        "title":"Planning for the Evaluation of Special Educational Programs: A Resource Guide."},
      {
        "id":"ED040556",
        "title":"An Investigation to Determine the Effectiveness of Short Concept Films in the Instruction of Handicapped Students. Final Report."},
      {
        "id":"ED040557",
        "title":"A Community Helper Program for Children with Behavioral and Learning Disorders. Final Report."},
      {
        "id":"ED040558",
        "title":"The Development and Evaluation of Procedures for Using the Voice Visualizer as an Aid in Teaching Speech to the Deaf. Final Report."},
      {
        "id":"ED040559",
        "title":"Policies and Procedures: Centers and Services for Deaf-Blind Children."},
      {
        "id":"ED040560",
        "title":"Support for Research and Related Activities for the Education of Handicapped Children."},
      {
        "id":"ED040562",
        "title":"An Analysis of the Experience and Effects of Computer Assisted Scheduling in Selected Institutions of Higher Education."},
      {
        "id":"ED040566",
        "title":"Individualizing Education."},
      {
        "id":"ED040567",
        "title":"Classroom Behavior of PLAN Students Compared with Control Students."},
      {
        "id":"ED040568",
        "title":"A Guide for Audiovisual and Newer Media."},
      {
        "id":"ED040574",
        "title":"An Evaluation of Curriculum Projects as Cues to Curricular Change."},
      {
        "id":"ED040575",
        "title":"The Computer as a Tool for Curriculum Development and Instructional Management."},
      {
        "id":"ED040576",
        "title":"An Evaluation of the 1968-1969 New York City Computer Assisted Instruction Project in Elementary Arithmetic."},
      {
        "id":"ED040577",
        "title":"Testing the Effectiveness of Auto-Instruction in a Paired Learning Arrangement."},
      {
        "id":"ED040578",
        "title":"An Experimental Research Design for Comparing the Retention Effects of Different Instructional Treatments. An Occasional Paper."},
      {
        "id":"ED040585",
        "title":"Mixed-Initiative Man-Computer Instructional Dialogues. Final Report."},
      {
        "id":"ED040586",
        "title":"Proceedings of a Seminar on Computer Based Learning Systems. University of Leeds, 8 - 12 September, 1969."},
      {
        "id":"ED040588",
        "title":"Television for World Understanding."},
      {
        "id":"ED040591",
        "title":"The Interactive Effect of Responses per Frame, Response Mode, and Response Confirmation on Intraframe S-R Association Strength. Final Report."},
      {
        "id":"ED040592",
        "title":"ERIC Online Retrieval System. Use of the DIALOG Online Information Retrieval System with ERIC Research in Education Files. Final Report."},
      {
        "id":"ED040594",
        "title":"Korea. Frame In, Frame Out. Writing and Directing Educational Films."},
      {
        "id":"ED040595",
        "title":"The Nature of Reinforcement: Part I. (Volume I), Part II. (Volume II)."},
      {
        "id":"ED040596",
        "title":"Television and Educational Reform in El Salvador. Complete Report on the First Year of Research."},
      {
        "id":"ED040598",
        "title":"Computer-Assisted Systems in Guidance and Education: Report of an Invitational Conference on the Implications for the Practice and Education of Counselors. Final Report."},
      {
        "id":"ED040599",
        "title":"Case Studies in Bringing Behavioral Science into Use. Studies in the Utilization of Behavioral Science, Volume I."},
      {
        "id":"ED040600",
        "title":"Studies of Innovation and of Communication to the Public. Studies in the Utilization of Behavioral Science, Volume II."},
      {
        "id":"ED040603",
        "title":"The Development and Testing of Guidelines for Designing School Classrooms to Maximize Hearing Conditions and Provide for Effective Noise Control. Final Report."},
      {
        "id":"ED040604",
        "title":"Analysis of the Need for and Feasibility of More Effective Distribution of Government-Supported Non-Written Material. Final Report."},
      {
        "id":"ED040605",
        "title":"The Relationship of Anxiety, Response Mode, and Content Difficulty to Achievement in Programed Instruction. Final Report."},
      {
        "id":"ED040606",
        "title":"Development and Testing of a High School Business Game. Final Report."},
      {
        "id":"ED040607",
        "title":"An Evaluation of a Video Tape Modeling Module: Motivating Strategies."},
      {
        "id":"ED040608",
        "title":"The Poverty of Philology: The Need for New Directions in Classics and Medieval Studies."},
      {
        "id":"ED040609",
        "title":"The Teaching of Russian in America: A Modest Proposal."},
      {
        "id":"ED040610",
        "title":"Ministerio da Educacao e Cultura. Trinta Anos de Organizacao e Situacao Atual (Ministry of Education and Culture [Brazil]. Thirty Years Ago and Now). Volumes I and III."},
      {
        "id":"ED040611",
        "title":"A Integracao de Ensino das Ciencias da Saude (An Integrated Medical Education Program [in Brazil])."},
      {
        "id":"ED040612",
        "title":"Recursos Publicos Aplicados Em Educacao-1960/1967 [Public Contributions to Education in Brazil from 1960 to 1967]."},
      {
        "id":"ED040613",
        "title":"O Programa-Educacao na Administracao Federal Indireta 1968 (Federally-Administered Indirect Aid to Education [in Brazil] 1968)."},
      {
        "id":"ED040614",
        "title":"Formas de Ampliar os Recursos Internacionales Para la Educacion en la America Latina (Recommendations for Extending International Assistance for Education in Latin America)."},
      {
        "id":"ED040615",
        "title":"Foreign Language Testing."},
      {
        "id":"ED040616",
        "title":"Aims and Techniques: Language-teaching Methods and their Comparative Assessment. CILT Reports and Papers 2."},
      {
        "id":"ED040617",
        "title":"Why Study Classical Languages?"},
      {
        "id":"ED040619",
        "title":"Articulation and the State Foreign Language Association."},
      {
        "id":"ED040620",
        "title":"Italian in the Colleges and Universities of the United States."},
      {
        "id":"ED040621",
        "title":"Discussion and Outline of a Course on Methods of Teaching a Foreign Language."},
      {
        "id":"ED040622",
        "title":"Report on Articulation."},
      {
        "id":"ED040623",
        "title":"The Electronic Classroom, the Broadcast and the Record-Playback Language Laboratory: Their Contribution to Achievement in Beginning Language Learning."},
      {
        "id":"ED040624",
        "title":"Poems in Early Foreign Language Instruction. ERIC Focus Reports on the Teaching of Foreign Languages, Number 15."},
      {
        "id":"ED040626",
        "title":"Interdisciplinary Oral Language Guide-Primary One. Part Two: Lessons 41-80. Michigan Oral Language Series."},
      {
        "id":"ED040627",
        "title":"Interdisciplinary Oral Language Guide-Primary One. Part Three: Lessons 81-120. Michigan Oral Language Series."},
      {
        "id":"ED040628",
        "title":"Directions for the Future: Federal Programs in Education Designed to Improve International Understanding and Cooperation. Final Report."},
      {
        "id":"ED040629",
        "title":"Language, the Frontier of Meaning."},
      {
        "id":"ED040630",
        "title":"A Study of Student Attitudes and Motivation in a Collegiate French Course Using Programmed Language Instruction."},
      {
        "id":"ED040631",
        "title":"The St. Lambert Program of Home-School Language Switch."},
      {
        "id":"ED040632",
        "title":"Report of the AID-NAFSA Workshop for Foreign Student Advisers."},
      {
        "id":"ED040633",
        "title":"Programmed French: An Experiment."},
      {
        "id":"ED040634",
        "title":"Earned Degrees in Classics 1965-1968; New England."},
      {
        "id":"ED040635",
        "title":"Students, Teachers, and Opportunity Perceptions in Kenya, 1961-1968. Volume I. Final Report."},
      {
        "id":"ED040636",
        "title":"Students, Teachers, and Opportunity Perceptions in Kenya, 1961-68. Volume II. Final Report."},
      {
        "id":"ED040638",
        "title":"A Position on the Use of Scores in CEEB Achievement and Listening Comprehension Tests for Program Evaluation and Use of Published Norms."},
      {
        "id":"ED040639",
        "title":"A Program of Hispanic Studies for the College Student."},
      {
        "id":"ED040640",
        "title":"Humanizing Language Study."},
      {
        "id":"ED040641",
        "title":"A Program of Italian Studies (Suggestions for the College Student)."},
      {
        "id":"ED040642",
        "title":"Townsend Junior High School Independent Foreign Language Study Project: A Second Evaluation and Progress Report."},
      {
        "id":"ED040643",
        "title":"Meeting the Enrollment Demand for Public Higher Education in California through 1977; The Need for Additional Colleges and University Campuses."},
      {
        "id":"ED040644",
        "title":"Missouri Commission on Higher Education; Specifications for a Higher Education Information System."},
      {
        "id":"ED040646",
        "title":"Prospectus for the Seventies."},
      {
        "id":"ED040647",
        "title":"Planning for the 1970's: Higher Education in Colorado. Preliminary Report."},
      {
        "id":"ED040648",
        "title":"South Carolina Commission on Higher Education. Annual Report."},
      {
        "id":"ED040650",
        "title":"Public Administration. Report of Master Plan Committee T."},
      {
        "id":"ED040651",
        "title":"Legal Education. Report of Master Plan Committee U."},
      {
        "id":"ED040652",
        "title":"Recommendations on Tuition Increases and Student Aid."},
      {
        "id":"ED040653",
        "title":"Admission and Retention of Students. Report of Master Plan Committee B."},
      {
        "id":"ED040654",
        "title":"Who is Talented? An Analysis of Achievement."},
      {
        "id":"ED040655",
        "title":"The Board of Trustees. Interim Report of the Commission on University Governance."},
      {
        "id":"ED040657",
        "title":"The Governing of Princeton University. Final Report of the Special Committee on the Structure of the University."},
      {
        "id":"ED040658",
        "title":"Special Services for Disadvantaged Students in Institutions of Higher Education Program. Application Information and Program Manual."},
      {
        "id":"ED040660",
        "title":"College Admissions Policies for the 1970's."},
      {
        "id":"ED040661",
        "title":"Course Evaluations at Hofstra University, 1969."},
      {
        "id":"ED040662",
        "title":"The New Minnesota State College System."},
      {
        "id":"ED040663",
        "title":"The Negro and Engineering Education: A Selection of Responses from 100 Deans of Engineering."},
      {
        "id":"ED040664",
        "title":"Inventory of Academic Leadership; An Analysis of the Boards of Trustees of Fifty Predominantly Negro Institutions."},
      {
        "id":"ED040665",
        "title":"A Survey and Analysis of Earned Doctorates 1916-1966."},
      {
        "id":"ED040666",
        "title":"University, Government, and the Foreign Graduate Student; A Summary of the Colloquium on the Foreign Graduate Student, Held at Wingspread, Racine, Wisconsin, March 30-31, 1967."},
      {
        "id":"ED040667",
        "title":"An Interim Term Digest."},
      {
        "id":"ED040668",
        "title":"Institutional Self-Analysis and Long-Range Planning in a Small Liberal Arts College. Part II-- Study Procedure."},
      {
        "id":"ED040669",
        "title":"Possible Solutions for Financial Crises of the Public Sector of Higher Education."},
      {
        "id":"ED040670",
        "title":"Who Should Go to College?"},
      {
        "id":"ED040671",
        "title":"Planning Dilemmas in Higher Education."},
      {
        "id":"ED040672",
        "title":"Program Budgeting: Promise and Problems."},
      {
        "id":"ED040673",
        "title":"Systems Analysts in Higher Education: Some Concerns."},
      {
        "id":"ED040674",
        "title":"Institutional Autonomy for Whom?"},
      {
        "id":"ED040675",
        "title":"Open Admissions: Before the Deluge."},
      {
        "id":"ED040676",
        "title":"Legal Education and the Contemporary Social Crisis."},
      {
        "id":"ED040677",
        "title":"The Relationship Between Undergraduate and Graduate Instruction."},
      {
        "id":"ED040678",
        "title":"Universities and the Environment: The UWGB Case."},
      {
        "id":"ED040679",
        "title":"Survey of Graduate Schools Regarding the Use of the Graduate School Foreign Language Tests, 1969-70."},
      {
        "id":"ED040681",
        "title":"Discussion Memorandum Concerning the Choice of a New President. [Memorandum of the University Committee on Governance.]"},
      {
        "id":"ED040682",
        "title":"Tentative Recommendations Concerning Rights and Responsibilities. [Report of the University Committee on Governance.]"},
      {
        "id":"ED040684",
        "title":"Coordination of Higher Education: An Annotated Bibliography."},
      {
        "id":"ED040685",
        "title":"Rx for Higher Education: Doctor of Arts Degree."},
      {
        "id":"ED040686",
        "title":"The Effects of College Quality and Size on Student Occupational Choice. Final Report."},
      {
        "id":"ED040687",
        "title":"National Research Training Institute for Participants in the Research Development Grants Program. Final Report."},
      {
        "id":"ED040688",
        "title":"Berkeley Conference on Preservice Preparation of College Biology Teachers, February 27-28, 1970."},
      {
        "id":"ED040689",
        "title":"Ann Arbor Conference on Preservice Preparation of College Biology Teachers, January 8-9, 1970."},
      {
        "id":"ED040690",
        "title":"Preparation of Undergraduate and Community College Teachers."},
      {
        "id":"ED040691",
        "title":"Status of the Doctor of Arts and Sixth-Year Degree and Non-Degree Programs for Preparing Junior College and College Teachers."},
      {
        "id":"ED040692",
        "title":"Higher Education by Design: The Sociology of Planning; Statewide Planning in Higher Education."},
      {
        "id":"ED040693",
        "title":"Oklahoma Consortium on Research Development. Final Report."},
      {
        "id":"ED040695",
        "title":"Higher Education in an Active Society: A Policy Study. Final Report."},
      {
        "id":"ED040696",
        "title":"A Systems Approach to the Instructional Process."},
      {
        "id":"ED040697",
        "title":"ZIP Code Tabulations as a Tool for Long-Range Planning in Commuter Colleges."},
      {
        "id":"ED040698",
        "title":"1966 Transfer Student Performance. Research Report No. 4."},
      {
        "id":"ED040699",
        "title":"&quot;Success&quot; of &quot;Calculated Risk&quot; Students at Harcum Junior College."},
      {
        "id":"ED040700",
        "title":"Study Materials Relating to Grades and Grading Systems."},
      {
        "id":"ED040701",
        "title":"Project Follow-Through: Progress Report III."},
      {
        "id":"ED040702",
        "title":"Local Clerical and Custodial Wage Administration Practices."},
      {
        "id":"ED040703",
        "title":"Is Anyone Learning to Write at NCACC?"},
      {
        "id":"ED040704",
        "title":"A Feasibility and Planning Study for an Experimental, Two-year Community College for Rural and Urban Youth. Final Report."},
      {
        "id":"ED040705",
        "title":"Job Satisfactions and Work Values for Women."},
      {
        "id":"ED040706",
        "title":"A Report on the Status of Sabbatical Leaves for Administrators in California Junior Colleges."},
      {
        "id":"ED040707",
        "title":"The Improvement of Junior College Instruction."},
      {
        "id":"ED040708",
        "title":"A Research Project to Determine the Student Acceptability and Learning Effectiveness of Microform Collections in Community Colleges: Phase I, Final Report."},
      {
        "id":"ED040709",
        "title":"Increasing the Effectiveness of Community College Educational Programs Through the Use of Coordinated Instruction Systems."},
      {
        "id":"ED040710",
        "title":"Cooperative Education in the San Mateo Junior College District: A Two Year Demonstration Project in Community College Cooperation."},
      {
        "id":"ED040711",
        "title":"Trends in the Study of Junior Colleges: 1970--Rationale and Recommendations for Fifteen Essential Research Projects."},
      {
        "id":"ED040712",
        "title":"Inner College: A Report of the Spring, 1970 Experiment."},
      {
        "id":"ED040713",
        "title":"Los Angeles City College Peer Counseling Program."},
      {
        "id":"ED040714",
        "title":"Measuring Faculty Effectiveness in the Community College: A Proposal."},
      {
        "id":"ED040715",
        "title":"A Comparison of Environmental Press and Selected Characteristics of Students at a Community College and Technical Institute. Final Report."},
      {
        "id":"ED040716",
        "title":"EUDISED: European Documentation and Information System for Education. Volume II, National Reports."},
      {
        "id":"ED040719",
        "title":"National Commission on Libraries and Information Science Act; (House) Conference Report (To Accompany S. 1519)."},
      {
        "id":"ED040720",
        "title":"National Commission on Libraries and Information Science Act; (Senate) Report (To Accompany S. 1519)."},
      {
        "id":"ED040722",
        "title":"Information Handling in the Life Sciences."},
      {
        "id":"ED040723",
        "title":"A Task Analysis of Library Jobs in the State of Illinois."},
      {
        "id":"ED040725",
        "title":"EUDISED: European Documentation and Information System for Education. Volume I, Report of the Working Party on the Application of Computer Techniques to Educational Documentation and Information"},
      {
        "id":"ED040726",
        "title":"EUDISED: European Documentation and Information System for Education. Volume III, Technical Studies."},
      {
        "id":"ED040727",
        "title":"Research and Development in the Computer and Information Sciences. Volume 3, Overall System Design Considerations, A Selective Literature Review."},
      {
        "id":"ED040728",
        "title":"Cost Accounting and Analysis for University Libraries."},
      {
        "id":"ED040729",
        "title":"Analytical Planning for University Libraries."},
      {
        "id":"ED040730",
        "title":"The Management of Information & Knowledge; Meeting of the Panel on Science and Technology with the Committee on Science and Astronautics, U.S. House of Representatives."},
      {
        "id":"ED040731",
        "title":"Modern Techniques for Searching the Chemical Literature."},
      {
        "id":"ED040732",
        "title":"Design Study for Project on Standard Operating Procedures for Technical Library Services."},
      {
        "id":"ED040733",
        "title":"The Management of Information and Knowledge; a Compilation of Papers Prepared for the Eleventh Meeting of the Panel on Science and Technology."},
      {
        "id":"ED040734",
        "title":"The Case for Library Technical Assistants and Library Clerks in Indiana."},
      {
        "id":"ED040735",
        "title":"Survey of User Services in 42 Medical Libraries in Metropolitan Detroit."},
      {
        "id":"ED040736",
        "title":"Planning Library Aides; A Guide to Information Sources, Libraries, and Classification Systems for Operating Agencies and Consultants."},
      {
        "id":"ED040737",
        "title":"Automatic Data Processing Glossary."},
      {
        "id":"ED040738",
        "title":"Child Care Arrangements of Working Mothers in the United States."},
      {
        "id":"ED040740",
        "title":"Some Characteristics of Neural Processing in the Child."},
      {
        "id":"ED040741",
        "title":"Preaching and Practicing Self-Sacrifice: Their Locus of Effect Upon Children's Behavior and Cognition."},
      {
        "id":"ED040742",
        "title":"A Feasibility Study of Parent Awareness Programs. Final Report."},
      {
        "id":"ED040743",
        "title":"The Relation of Conceptual Styles and Mode of Perception to Graphic Expression."},
      {
        "id":"ED040744",
        "title":"Language Training for Teachers of Deprived Children."},
      {
        "id":"ED040746",
        "title":"An Analysis and Evaluation of the Montessori Theory of Inner Discipline."},
      {
        "id":"ED040747",
        "title":"Rule and Attribute Learning in the Use and Identification of Concepts with Young Disadvantaged Children."},
      {
        "id":"ED040748",
        "title":"Long Distance Interdisciplinary Evaluation of Developmental Disabilities."},
      {
        "id":"ED040749",
        "title":"An Educational System for Developmentally Disabled Infants."},
      {
        "id":"ED040750",
        "title":"Need for Early and Continuing Education."},
      {
        "id":"ED040751",
        "title":"Attentional Preference and Experience: I. Introduction."},
      {
        "id":"ED040752",
        "title":"A Statement on the Comprehensive Preschool Education and Child Day-Care Act of 1969 Before the Select Subcommittee on Education of the House Committee on Education and Labor, March 3, 1970."},
      {
        "id":"ED040753",
        "title":"Views on Pre-School Education and Day Care."},
      {
        "id":"ED040754",
        "title":"The Misplaced Adaptation to Individual Differences."},
      {
        "id":"ED040755",
        "title":"A Skill Development Curriculum for 3, 4, and 5 Year Old Disadvantaged Children."},
      {
        "id":"ED040756",
        "title":"Transplanting English Infant School Ideas to American Classrooms and Some Effects on Language Use."},
      {
        "id":"ED040757",
        "title":"Process Accountability in Curriculum Development."},
      {
        "id":"ED040758",
        "title":"A Study of One Learner Cognitive Style and the Ability to Generalize Behavioral Competencies."},
      {
        "id":"ED040759",
        "title":"A Factor Analytic Study of Children's Causal Reasoning."},
      {
        "id":"ED040760",
        "title":"Perspective on the Jensen Affair."},
      {
        "id":"ED040761",
        "title":"[A Statement Regarding the Comprehensive Preschool Education and Child Day Care Act of 1969, and Other Related Bills.]"},
      {
        "id":"ED040762",
        "title":"[A Statement Regarding the Comprehensive Preschool Education and Child Day Care Act of 1969, and Other Related Bills.]"},
      {
        "id":"ED040763",
        "title":"Language Programs for Young Children: Notes from England and Wales."},
      {
        "id":"ED040764",
        "title":"On the Heterogeneity of Psychological Processes in Syntactic Development."},
      {
        "id":"ED040765",
        "title":"Some Language Comprehension Tests."},
      {
        "id":"ED040766",
        "title":"A Tutorial Language Program for Disadvantaged Infants."},
      {
        "id":"ED040767",
        "title":"Language Research and Preschool Language Training."},
      {
        "id":"ED040768",
        "title":"Report of the Extensive Reading Program 1965-1968."},
      {
        "id":"ED040769",
        "title":"[Selected Reports from the Technical Seminar on Educational Wastage and School Drop-Outs, with Summary Review of Country Reports.]"},
      {
        "id":"ED040770",
        "title":"Selected Social and Sociopsychological Characteristics of West Virginians in Their Own State and in Cleveland, Ohio."},
      {
        "id":"ED040771",
        "title":"Rural Youth Plan Ahead: A Study of the Occupational, Educational, Residential and Marital Expectations of Rural Youth in Louisiana."},
      {
        "id":"ED040772",
        "title":"Operation: Migrant Follow-Up."},
      {
        "id":"ED040773",
        "title":"A Study of the Possible Improvement of Problem Solving Ability in Migrant Children."},
      {
        "id":"ED040774",
        "title":"Adolescents' Perceptions of Military Service as a Vehicle for Social Mobility: A Racial Comparison of Rural Youth from Economically Disadvantaged Areas."},
      {
        "id":"ED040775",
        "title":"The Pedagogical Situation in Greenland."},
      {
        "id":"ED040776",
        "title":"Cross-Cultural Education in the North and Its Implications for Personal Identify: The Canadian Case."},
      {
        "id":"ED040777",
        "title":"Strength of Ethnic Identification and Intergenerational Mobility Aspirations Among Mexican American Youth."},
      {
        "id":"ED040778",
        "title":"Education Review 1966-67. Northwest Territories and Arctic Quebec."},
      {
        "id":"ED040780",
        "title":"Resident Outdoor Education. Policies, Procedures, and Planning."},
      {
        "id":"ED040781",
        "title":"Menominee: Wisconsin&apos;s 72nd County."},
      {
        "id":"ED040782",
        "title":"Basic Steps in Planning Resident Outdoor Education Programs."},
      {
        "id":"ED040783",
        "title":"Title III Project in Outdoor and Conservation Education; School Districts, Town of North Hempstead. Project Summary Report."},
      {
        "id":"ED040788",
        "title":"Seasonal Agricultural Labor in Oregon."},
      {
        "id":"ED040789",
        "title":"Language Arts and the Migrant Child, Diagnosis and Prescription."},
      {
        "id":"ED040790",
        "title":"Special Program Report. Meeting the Needs of Migrant Families."},
      {
        "id":"ED040791",
        "title":"Outdoor Education: A Summary of Basic Concepts and Factors Influencing Its Growth and Development in New York State."},
      {
        "id":"ED040792",
        "title":"Community Background Reports: The Rosebud Sioux Reservation. National Study of American Indian Education, Series I, No. 5, Final Report."},
      {
        "id":"ED040793",
        "title":"Community Background Reports: The Cheyenne River Sioux Reservation, South Dakota. National Study of American Indian Education, Series I, No. 6, Final Report."},
      {
        "id":"ED040794",
        "title":"Community Background Reports: Blackfeet Indian Reservation, Browning, Montana. National Study of American Indian Education, Series I, No. 7, Final Report."},
      {
        "id":"ED040795",
        "title":"Community Background Reports: Cut Bank, Montana. National Study of American Indian Education, Series I, No. 8, Final Report."},
      {
        "id":"ED040796",
        "title":"Community Background Reports: Shonto Boarding School and Community, Shonto, Arizona. National Study of American Indian Education, Series I, No. 9, Final Report."},
      {
        "id":"ED040797",
        "title":"Public Education of the Prairie Island Sioux: An Interim Report. National Study of American Indian Education, Series I, No. 10."},
      {
        "id":"ED040798",
        "title":"Mental Development and School Achievement of American Indian Children and Youth. The National Study of American Indian Education, Series IV, No. 3, Final Report."},
      {
        "id":"ED040799",
        "title":"Migrant Education Institute."},
      {
        "id":"ED040801",
        "title":"Organization and Administration of Vocational Education for Rural Areas."},
      {
        "id":"ED040802",
        "title":"Administrators' Conference on Scheduling."},
      {
        "id":"ED040803",
        "title":"A Comprehensive Planning Guide; SEL Pathways to Better Schools. SEL Pathway Series, Vol. 1."},
      {
        "id":"ED040804",
        "title":"An Organization for Instruction Program; SEL Pathways to Better Schools. SEL Pathway Series, Vol. 2."},
      {
        "id":"ED040805",
        "title":"An In-service Training Program; SEL Pathways to Better Schools. SEL Pathway Series, Vol. 3."},
      {
        "id":"ED040806",
        "title":"A Reading Program; SEL Pathways to Better Schools. SEL Pathway Series, Vol. 4."},
      {
        "id":"ED040807",
        "title":"A Dropout Reduction Program; SEL Pathways to Better Schools; SEL Pathway Series, Vol. 5."},
      {
        "id":"ED040808",
        "title":"A Preschool Training Program; SEL Pathways to Better Schools. SEL Pathway Series, Vol. 6."},
      {
        "id":"ED040809",
        "title":"A Communication Skills Program; SEL Pathways to Better Schools; SEL Pathway Series, Vol. 7."},
      {
        "id":"ED040810",
        "title":"Texas Migrant Labor. Annual Report, 1969."},
      {
        "id":"ED040813",
        "title":"Camping Education: An Opportunity for Non-graded Organization, Process Approach, Flexible Scheduling, and Other Features of Quality Education."},
      {
        "id":"ED040815",
        "title":"The Educational Disadvantage of the Indian American Student."},
      {
        "id":"ED040816",
        "title":"A Manual for Navajo Community School Board Members."},
      {
        "id":"ED040817",
        "title":"A Paired-Associates Analysis of Reading Acquisition."},
      {
        "id":"ED040818",
        "title":"Basic Education and the Adult Migrant."},
      {
        "id":"ED040819",
        "title":"IPI Reading."},
      {
        "id":"ED040820",
        "title":"Typeface and Multiple Choice Option Format."},
      {
        "id":"ED040821",
        "title":"Visual Closure."},
      {
        "id":"ED040822",
        "title":"Sensitivity Training and T-Group Procedures In a College Reading and Study Group."},
      {
        "id":"ED040823",
        "title":"Perceptual-Motor Development and Reading."},
      {
        "id":"ED040824",
        "title":"Direct Comparisons Between Listening and Reading as Language Comprehension Abilities in the Intermediate Grades."},
      {
        "id":"ED040825",
        "title":"Prediction of Reading Success."},
      {
        "id":"ED040826",
        "title":"Reading for Disadvantaged--Perspectives for Progress."},
      {
        "id":"ED040827",
        "title":"Computer-Based Instruction in Reading: Grades K-3."},
      {
        "id":"ED040828",
        "title":"An Investigation of the Incidence of Developmental Dyslexia and Selected Factors Associated With the Condition: Results of a Two Year Study."},
      {
        "id":"ED040829",
        "title":"Preparing Classroom Teachers to Work with Severely Underachieving Pupils through an Internship in a Regional Learning Disability Center."},
      {
        "id":"ED040830",
        "title":"Predicting True Reading Gains After Remedial Tutoring."},
      {
        "id":"ED040832",
        "title":"How the Classroom Teacher can use a Knowledge of Tests and Measurements."},
      {
        "id":"ED040833",
        "title":"Strategies of Measuring Students' Understanding of Written Materials."},
      {
        "id":"ED040834",
        "title":"The Effects of a Phonics-Oriented Kindergarten Program on Auditory Discrimination and Reading Readiness."},
      {
        "id":"ED040835",
        "title":"Project Literacy: Continuing Activities. Final Report."},
      {
        "id":"ED040836",
        "title":"A Comparison of Two Vision Screening Batteries for Clinical and Classroom Use."},
      {
        "id":"ED040837",
        "title":"Intonation for Beginners."},
      {
        "id":"ED040838",
        "title":"An Independent Evaluation of i.t.a.: A British Government-Sponsored Report."},
      {
        "id":"ED040839",
        "title":"Variables Affecting Frequency of Word-Recognition Errors. Final Report."},
      {
        "id":"ED040840",
        "title":"Assessment of a System for Individualizing Reading Instruction. Report from the Individually Guided Instruction in Elementary Reading Project."},
      {
        "id":"ED040841",
        "title":"The Effect of Individual Adult-Child Conferences on the Independent Reading of Elementary School Children. Report from the Project on Situational Variables and Efficiency of Concept Learning."},
      {
        "id":"ED040842",
        "title":"Development of New Techniques to Identify Types of Reading Difficulties. Final Report."},
      {
        "id":"ED040843",
        "title":"Institute for Evaluators of Title I and Title III Reading Programs."},
      {
        "id":"ED040844",
        "title":"A Study of the Independent Reading of Achieving Fifth Graders."},
      {
        "id":"ED040845",
        "title":"Development of Teacher Evaluation Scales to Predict Reading Success of Pupils in Primary Grades."},
      {
        "id":"ED040846",
        "title":"Determining Training Requirements for Electronic System Maintenance: Development and Test of a New Method of Skill and Knowledge Analysis."},
      {
        "id":"ED040847",
        "title":"Functions of the Calculator in the Mathematics Laboratory for Low Achievers."},
      {
        "id":"ED040848",
        "title":"Three Months As Consultant for the UNESCO Secondary School Science Teaching Project for India, September to November, 1968."},
      {
        "id":"ED040849",
        "title":"Effects of Precise Verbalization of Discovered Mathematical Generalizations on Transfer, Final Report."},
      {
        "id":"ED040850",
        "title":"Patterns of Academic Achievement in Grade 12 Chemistry and Their Relationship to Personal, Attitudinal and Environmental Factors."},
      {
        "id":"ED040851",
        "title":"Science Policy Bulletin, Volume 2 Number 6."},
      {
        "id":"ED040852",
        "title":"The Identification of Socio-Economic Differences and Their Effect on the Teaching of Readiness for \"New Math Concepts\" in the Kindergarten. Final Report."},
      {
        "id":"ED040853",
        "title":"Development of a Verbal and Non-Verbal Observation Instrument."},
      {
        "id":"ED040854",
        "title":"Evaluation of the Colorado Elementary Science Project."},
      {
        "id":"ED040855",
        "title":"Using Research: A Key to Elementary School Mathematics. Planning for Research in School. Final Bulletin, Set A."},
      {
        "id":"ED040856",
        "title":"The Role of Principles of Enquiry in the Conduct of Enquiry and in Curriculum Development."},
      {
        "id":"ED040857",
        "title":"Enquiry Materials in Science Teaching."},
      {
        "id":"ED040858",
        "title":"Man Against His Environment. A Television Series."},
      {
        "id":"ED040859",
        "title":"The Effects of Differing Presentations of Mathematical Word Problems Upon the Achievement of Tenth Grade Students."},
      {
        "id":"ED040860",
        "title":"Teaching Mathematics in the Elementary School. What's Needed? What's Happening?"},
      {
        "id":"ED040862",
        "title":"Idea-Centered Laboratory Science (I-CLS), Unit A, How a Scientist Studies His World."},
      {
        "id":"ED040863",
        "title":"Australian Science Education Project Guidelines Conference."},
      {
        "id":"ED040864",
        "title":"Population Bulletin, Volume 25 Number 5. A Sourcebook on Population."},
      {
        "id":"ED040865",
        "title":"Evaluation of the Influence of Multi-Level Reading Materials on the Achievement of Fifth Grade Elementary Science Pupils When Placed at Reading Level by an Informal Reading Inventory."},
      {
        "id":"ED040868",
        "title":"Index to Selected Outdoor Recreation Literature, Volume 4."},
      {
        "id":"ED040869",
        "title":"Guides to Outdoor Recreation Areas and Facilities."},
      {
        "id":"ED040870",
        "title":"Research in the Teaching and Learning of Mathematics."},
      {
        "id":"ED040872",
        "title":"Natural Resources Bibliography."},
      {
        "id":"ED040873",
        "title":"Mathematics in Canadian Schools, A Canadian Association of Mathematics Teachers Conference Report."},
      {
        "id":"ED040874",
        "title":"A Bibliography of Recreational Mathematics, Volume 2."},
      {
        "id":"ED040875",
        "title":"Modern Mathematics for the Junior High School, Geometry 1, Part 1."},
      {
        "id":"ED040876",
        "title":"A Formative Development of a Unit on Proof for Use in the Elementary School (Parts 1, 2 and 3)."},
      {
        "id":"ED040877",
        "title":"The Formative Evaluation of Patterns in Arithmetic Grade 6 Using Item Sampling, Phase 2: Analysis of Mathematics Instruction (Parts 1, 2 and 3)."},
      {
        "id":"ED040878",
        "title":"Effects of Number of Instances and Emphasis of Relevant Attribute Values on Mastery of Geometric Concepts by Fourth- and Sixth-Grade Children (Parts 1 and 2)."},
      {
        "id":"ED040879",
        "title":"Mathematics Program, K-8, 1967-1968 Strands Report, Part 1."},
      {
        "id":"ED040881",
        "title":"The Cloze Procedure as a Measure of the Reading Comprehensibility and Difficulty of Mathematical English."},
      {
        "id":"ED040883",
        "title":"Certification of Teachers of Secondary School Mathematics."},
      {
        "id":"ED040884",
        "title":"CAI Programs and Macros for Formative Curriculum Evaluation."},
      {
        "id":"ED040885",
        "title":"Extra-Scope Transfer in Learning Mathematical Rules, Final Report."},
      {
        "id":"ED040886",
        "title":"Significance Values for an Exact Multinomial Test and Accuracy of the Chi-Square Approximation, Final Report."},
      {
        "id":"ED040889",
        "title":"Issues in Teacher Education; A Social Scientist's View."},
      {
        "id":"ED040890",
        "title":"Manual for the International Relations Laboratory."},
      {
        "id":"ED040891",
        "title":"Model for the Development of Inquiry-Oriented Social Studies Curriculum Materials Using Community Resources as Learning Laboratories. Curriculum Model #1."},
      {
        "id":"ED040892",
        "title":"Developing a Curriculum Model; An Inquiry-Oriented Curriculum Model for the Development of Social Science Concepts in Field Laboratories."},
      {
        "id":"ED040893",
        "title":"Model for the Development of Inquiry-Oriented Social Studies Materials Using Community Resources as Learning Laboratories. Curriculum Model #2. Field-Laboratory: Old Sturbridge Village."},
      {
        "id":"ED040894",
        "title":"The Teaching Workshop: An Approach to Implementing New Social Studies Curricula."},
      {
        "id":"ED040895",
        "title":"Cognitive Objectives Revealed by Classroom Questions in &quot;Process-Oriented&quot; and &quot;Content-Oriented&quot; Secondary Social Studies Programs."},
      {
        "id":"ED040896",
        "title":"How to Use the Social Learning Curriculum: A Handbook for Field Test Teachers."},
      {
        "id":"ED040897",
        "title":"Special Social Studies Class Under Model School Program of the Washington, D.C. Public School System. Final Report."},
      {
        "id":"ED040898",
        "title":"Strategies of the High School Geography Project for the Colleges: A New Heresy."},
      {
        "id":"ED040899",
        "title":"Social Studies Innovations 1968-1969; A Report of the Social Studies Pilots of the SPEEDIER Project."},
      {
        "id":"ED040900",
        "title":"Social Studies Pilots 1969-1970. [SPEEDIER Project.]"},
      {
        "id":"ED040901",
        "title":"Invitational Conference on Citizenship Education. The Charles P. Schwartz Citizenship Project."},
      {
        "id":"ED040902",
        "title":"Social Learning Curriculum and Evaluation."},
      {
        "id":"ED040903",
        "title":"A Pilot Study of the Social Competence Assessment Profile (P-SCAP) - Part I."},
      {
        "id":"ED040904",
        "title":"Characteristics of Teachers Who Participated in the 1968-1969 Field Test."},
      {
        "id":"ED040905",
        "title":"Characteristics of Children Who Participated in the 1968-1969 Field Test."},
      {
        "id":"ED040908",
        "title":"Teacher's Guide for Afro-American History."},
      {
        "id":"ED040909",
        "title":"The Dimension of Change: In Our Society, Our Students, and Our Social Studies Curriculum."},
      {
        "id":"ED040910",
        "title":"SPEEDIER Project. Third Annual Report, 1969-70."},
      {
        "id":"ED040912",
        "title":"Urbanization in Africa. A Resource Unit. Project Africa, 1970."},
      {
        "id":"ED040913",
        "title":"Evaluation Summary for Phase 1: Perceiving Individuality."},
      {
        "id":"ED040914",
        "title":"Evaluation Summary for Phase 2: Understanding the Environment."},
      {
        "id":"ED040915",
        "title":"Evaluation Summary for Phase 3: Recognizing Dependence."},
      {
        "id":"ED040916",
        "title":"Multi-Media Resource List; Eskimos and Indians."},
      {
        "id":"ED040917",
        "title":"An Analysis of Factors Related to Choral Teachers' Ability to Detect Pitch Errors While Reading the Score."},
      {
        "id":"ED040918",
        "title":"Teacher Supply and Demand in Public Schools, 1969."},
      {
        "id":"ED040919",
        "title":"The Model Program from the Student's Viewpoint."},
      {
        "id":"ED040920",
        "title":"Criteria for Validating the Feasibility of the Components of a Model Teacher Education Program."},
      {
        "id":"ED040921",
        "title":"PM Evaluation Guidelines."},
      {
        "id":"ED040922",
        "title":"The Elementary School of the Late '70's."},
      {
        "id":"ED040923",
        "title":"Selected Data on Teacher-Pupil Personnel for GEM Feasibility Study."},
      {
        "id":"ED040924",
        "title":"Selected Teacher Performance Specifications Generally Applicable to Teacher Education Curricula."},
      {
        "id":"ED040925",
        "title":"Theoretical Considerations for Project Costs."},
      {
        "id":"ED040926",
        "title":"The Use of Computers and Simulation in the Development and Management of GEM."},
      {
        "id":"ED040927",
        "title":"Candidate Selection Criteria for a Model Teacher Education Program."},
      {
        "id":"ED040928",
        "title":"Reactions of College Students to a Science Education Proficiency Module."},
      {
        "id":"ED040929",
        "title":"Estimating Costs for Development of Candidate Performance Evaluation Procedures."},
      {
        "id":"ED040930",
        "title":"Specifications for New College of Education Facilities."},
      {
        "id":"ED040932",
        "title":"Bibliography of Selected References Concerned with the Applications of Systems Technology in Education."},
      {
        "id":"ED040933",
        "title":"Specification Worksheets for Cognitive Processes and Affective Behaviors."},
      {
        "id":"ED040934",
        "title":"Specifications Worksheets for Behaviors Drawn from Educational Principles."},
      {
        "id":"ED040935",
        "title":"Specification Worksheets for Behaviors in the Arts and Sciences."},
      {
        "id":"ED040936",
        "title":"Specification Worksheets for Language Arts Behaviors."},
      {
        "id":"ED040937",
        "title":"Flexibility and Sequence: Educational Psychology and the Training of Teachers."},
      {
        "id":"ED040938",
        "title":"Supervisor-Teacher Interaction: An Analysis of Verbal Behavior."},
      {
        "id":"ED040939",
        "title":"Statement of the United States Commission on Civil Rights Concerning the \"Statement by the President on Elementary and Secondary School Desegregation.\""},
      {
        "id":"ED040940",
        "title":"Teacher Training Projects of the Regional Educational Laboratories."},
      {
        "id":"ED040941",
        "title":"Preparing Educational Leaders for the Seventies. Final Report."},
      {
        "id":"ED040942",
        "title":"Orientation Program for 1969-1970 Postdoctoral Fellows in Education. (Elkridge, Md., Sept. 14-20, 1969)."},
      {
        "id":"ED040943",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED040944",
        "title":"Program for Increasing Educational Research Activity at Emory University. Final Report."},
      {
        "id":"ED040945",
        "title":"The Relative Effects of Imitation Versus Problem Solving on the Acquisition of Inquiry Behavior by Intern Teachers."},
      {
        "id":"ED040946",
        "title":"Computers in Teacher Education."},
      {
        "id":"ED040947",
        "title":"Developing Quality in Professional Laboratory Experiences. School Practicum; Description and Seminar Outline."},
      {
        "id":"ED040948",
        "title":"Can CAI Help? The Crisis of Content in Educational Psychology Courses."},
      {
        "id":"ED040949",
        "title":"Perceived Equity and Its Relationship to Attrition Among Early Career Male Teachers."},
      {
        "id":"ED040950",
        "title":"On Congruence and Dissonance in the Perceptions of Negro Teacher Trainees."},
      {
        "id":"ED040951",
        "title":"The Reinforcement Behaviors of Teachers-in-Training."},
      {
        "id":"ED040952",
        "title":"Video Tape Techniques for Establishing Inter-Rater Reliability."},
      {
        "id":"ED040953",
        "title":"The MTES Teacher Education Program."},
      {
        "id":"ED040954",
        "title":"Methods-Experience Project. BGSU-Spencer Sharples. Spring Quarter, 1969."},
      {
        "id":"ED040955",
        "title":"Differential Efficacy of Three Supervisory Methods for Development of a Teaching Strategy."},
      {
        "id":"ED040956",
        "title":"The Effects of Classification Practice Selection Strategy and Attribute Labeling in Initial Concept Identification and Subsequent Learning from Prose."},
      {
        "id":"ED040957",
        "title":"Verbal and Nonverbal Classroom Communication: The Development of an Observational Instrument."},
      {
        "id":"ED040958",
        "title":"Programed Instruction in Health Education and Physical Education."},
      {
        "id":"ED040959",
        "title":"Helpful Hints for New BIA Teachers."},
      {
        "id":"ED040960",
        "title":"Good Teaching Today: Responsible Citizens Tomorrow. A Summary Report, Area-Wide Education Workshop. (Anchorage, Alaska, Jan. 1969)."},
      {
        "id":"ED040961",
        "title":"The Sierra Leone Experience. An Enriching Program for Teacher Candidates of Otterbein College."},
      {
        "id":"ED040962",
        "title":"A Manual on Certification Requirements for School Personnel in the United States. 1970 Edition."},
      {
        "id":"ED040963",
        "title":"An Experimental Appraisal of the Generalizability of Empirical Revision Procedures for Curriculum Materials."},
      {
        "id":"ED040964",
        "title":"Characteristic Components of Interrater Variation in Judgments of Teaching Performance."},
      {
        "id":"ED040965",
        "title":"A Navajo Teacher Teacher-Aide Guide."},
      {
        "id":"ED040966",
        "title":"An Analysis of the Curriculum Phase of the Teacher Education and Media Project of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED040967",
        "title":"Research and Theory on the Effects of Instructional Sequencing."},
      {
        "id":"ED040968",
        "title":"School Administrators Institute for Educational Research. Final Report."},
      {
        "id":"ED040969",
        "title":"Toward a Cross-National Model of Educational Achievement in a National Economy; The Report of the Lake Mohonk Conference."},
      {
        "id":"ED040970",
        "title":"Relationships Between Content Experience and the Development of Seriation Skills in First Grade Children. Final Report."},
      {
        "id":"ED040971",
        "title":"Longitudinal Effects of Education on the Incomes and Occupational Prestige of Blacks and Whites."},
      {
        "id":"ED040973",
        "title":"The Harrisburg Urban Semester (THUS)."},
      {
        "id":"ED040974",
        "title":"Effects of Approving Teaching Behaviors on Classroom Behaviors of Disadvantaged Adolescents. Final Report."},
      {
        "id":"ED040975",
        "title":"A Study of Attitudes and Employment Patterns of Teachers Who Received Pre-Service Teaching Experience with Disadvantaged Groups. Final Report."},
      {
        "id":"ED040976",
        "title":"Innovation Problems and Information Needs of Educational Practitioners."},
      {
        "id":"ED040977",
        "title":"Reinforced Readiness Requisites from Theory to Practice"},
      {
        "id":"ED040978",
        "title":"Training of Research Center Personnel. Final Report."},
      {
        "id":"ED040979",
        "title":"Student Influence on Teacher Behavior."},
      {
        "id":"ED040980",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED040981",
        "title":"A Pilot Project for Individualizing Elementary Teacher Education. Final Report."},
      {
        "id":"ED040983",
        "title":"Testing in English."},
      {
        "id":"ED040984",
        "title":"Teaching the Use of Context Clues."},
      {
        "id":"ED040985",
        "title":"The Far Side of Paradigms: Conditions for Knowledge-Making in English Education."},
      {
        "id":"ED040986",
        "title":"Teaching Afro-American Literature."},
      {
        "id":"ED040987",
        "title":"Film-Making as a School Activity."},
      {
        "id":"ED040988",
        "title":"But Who's Minding the Store?"},
      {
        "id":"ED040990",
        "title":"How Optional Is the Language Component? The Language Component as the Chairman Sees It."},
      {
        "id":"ED040991",
        "title":"Evaluation and the New Freedom in Grade XIII English."},
      {
        "id":"ED041003",
        "title":"Developing a Language Program in One School System."},
      {
        "id":"ED041004",
        "title":"Speech as Process: A Case Study."},
      {
        "id":"ED041005",
        "title":"Language, Composition, and the Student."},
      {
        "id":"ED041006",
        "title":"A Happening? Creative Film-Making Resource Unit."},
      {
        "id":"ED041007",
        "title":"A Summer Writing Workshop for Disadvantaged Students: Trial Run for Moffett, Murray, and Dixon."},
      {
        "id":"ED041008",
        "title":"Writing in English Primary Schools."},
      {
        "id":"ED041009",
        "title":"Literature Objectives."},
      {
        "id":"ED041010",
        "title":"Reading Objectives."},
      {
        "id":"ED041017",
        "title":"Everybody's Literature."},
      {
        "id":"ED041018",
        "title":"Controversy in the Classroom: Ethnic Studies Programs."},
      {
        "id":"ED041020",
        "title":"Report of the Committee on Afro-American Literature."},
      {
        "id":"ED041022",
        "title":"An English Curriculum for the City."},
      {
        "id":"ED041024",
        "title":"Kidaction: Creative Experiences in Language Arts."},
      {
        "id":"ED041027",
        "title":"What to Do about Nonstandard Dialects: A Review of the Literature."},
      {
        "id":"ED041028",
        "title":"Shoptalk: A Column of Brief Ideas and Sundry Thoughts about Media and Teaching English."},
      {
        "id":"ED041029",
        "title":"Selection of Adult Books for School-Age Readers."},
      {
        "id":"ED041030",
        "title":"The Development and Testing Instructional Strategy Which Provides for Participation of Art Students in Urban Planning. Final Report."},
      {
        "id":"ED041031",
        "title":"Development of Computerized Techniques in Music Research with Emphasis on the Thematic Index. Final Report."},
      {
        "id":"ED041032",
        "title":"Preconference Educational Research Training Program in Music Education. Final Report."},
      {
        "id":"ED041033",
        "title":"[Reports on English Programs in Iowa Junior Colleges.]"},
      {
        "id":"ED041034",
        "title":"English Teachers: Assignment Practices"},
      {
        "id":"ED041035",
        "title":"Evaluation Techniques for Improving Compositions."},
      {
        "id":"ED041037",
        "title":"Elimination vs. Best Answer Response Modes for M-C Tests."},
      {
        "id":"ED041038",
        "title":"The Applicability of Criterion-Referenced Measurement by Content Area and Level."},
      {
        "id":"ED041039",
        "title":"Norms, Factor Structure and Institutional Policy on the General Examinations."},
      {
        "id":"ED041040",
        "title":"Interpreting Intelligence Test Results to Elementary Teachers."},
      {
        "id":"ED041041",
        "title":"An Example of Process Evaluation."},
      {
        "id":"ED041042",
        "title":"Assessing Intent and Practice in Instruction."},
      {
        "id":"ED041043",
        "title":"The Unintentional Memory Load in Tests for Young Children."},
      {
        "id":"ED041044",
        "title":"Rationale and Use of Content-Relevant Achievement Tests for the Evaluation of Instructional Programs."},
      {
        "id":"ED041045",
        "title":"The Initial Development of a Technique for Deriving Additional Information from Test Performance. Final Report."},
      {
        "id":"ED041046",
        "title":"Problems in Assessing the Effectiveness of Creative Thinking."},
      {
        "id":"ED041047",
        "title":"Discriminant Analysis of Scholastic Aptitude and Critical Thinking Tests and Levels of \"Disadvantagement.\""},
      {
        "id":"ED041048",
        "title":"Evaluation: A Relationship of Knowledge, Skills and Values."},
      {
        "id":"ED041050",
        "title":"A Search for Alternatives to Random Assignment to Treatment Groups."},
      {
        "id":"ED041051",
        "title":"National Merit Scholarship Corporation Research Reports: Review of Research."},
      {
        "id":"ED041052",
        "title":"Developing Criterion-Referenced Tests."},
      {
        "id":"ED041053",
        "title":"State Education Department Leadership in Project and Regional Evaluation Systems."},
      {
        "id":"ED041054",
        "title":"Stimulating Change in Instructional Systems Through New Evaluation Techniques."},
      {
        "id":"ED041055",
        "title":"Racial Identification as a Variable in Mediated Instruction."},
      {
        "id":"ED041056",
        "title":"Alternative Methods, Practices, and Concepts for School Desegregation: A Review of the Literature and Annotated Bibliography."},
      {
        "id":"ED041057",
        "title":"The Black and White of Educational Research."},
      {
        "id":"ED041058",
        "title":"The Mainstream--Where Indians Drown."},
      {
        "id":"ED041059",
        "title":"Can We and Should We Study Race Difference?"},
      {
        "id":"ED041060",
        "title":"Advocates for Themselves: Citizen Participation in Federally Supported Community Decision/Program Organizations. Working Paper."},
      {
        "id":"ED041061",
        "title":"Pretesting Orientation for the Disadvantaged: Experience in Manpower Experimental and Demonstration (E & D) Projects."},
      {
        "id":"ED041062",
        "title":"Complete INCCA Report: A Bi-lingual Pilot Project for Foreign Speaking Children with Language and Cultural Conflicts to Evaluate Present Teaching Methods and Materials Under a Controlled Educational Situation."},
      {
        "id":"ED041063",
        "title":"Early Identification of Children with Potential Learning Disabilities. Report of Title VI Project, 1968-1969."},
      {
        "id":"ED041064",
        "title":"Programs for Disadvantaged Students in Graduate Schools."},
      {
        "id":"ED041065",
        "title":"The Measurement of Children's Self-Concepts as Related to Racial Membership."},
      {
        "id":"ED041066",
        "title":"Early Childhood and School-Age Intensive Education Program; Evaluation of the ESEA Compensatory Education Program of the San Francisco Unified School District, 1968-1969. Evaluation Report."},
      {
        "id":"ED041067",
        "title":"Educational Attitudes and Behavior Problems in Neighborhood Youth Corps (NYC) Enrollees."},
      {
        "id":"ED041068",
        "title":"Cross-Cultural Perception of Race."},
      {
        "id":"ED041069",
        "title":"Characteristics of SEEK Program Students: September 1968 Entering Class."},
      {
        "id":"ED041070",
        "title":"The College Discovery Program: A Synthesis of Research."},
      {
        "id":"ED041071",
        "title":"Decentralization and the City Schools; Looking Forward, No. 12 in a Series of Occasional Papers."},
      {
        "id":"ED041072",
        "title":"The Role of Family Background in the Development of Student Achievement and Motivation at the Individual and School Level."},
      {
        "id":"ED041073",
        "title":"The Treatment of Minorities: A Survey of Textbooks Used in Missouri High Schools."},
      {
        "id":"ED041074",
        "title":"Differences Between Negro and White School Children in Conforming Behavior."},
      {
        "id":"ED041076",
        "title":"Desegregating California Schools. California Current Review of Human Resources, Number 3, November 1969."},
      {
        "id":"ED041077",
        "title":"Racism in Schools: A Response Utilizing Laboratory Training."},
      {
        "id":"ED041078",
        "title":"Predicting School Problems of the Hawaiian Minority."},
      {
        "id":"ED041079",
        "title":"School Bureaucracies and Family Acceptance of Educational Opportunity Programs."},
      {
        "id":"ED041081",
        "title":"Updating Intergroup Education in Public Schools: A Study-Action Manual."},
      {
        "id":"ED041084",
        "title":"New Strategies in Educational Planning and Research Involving Ethnic Minority Communities."},
      {
        "id":"ED041085",
        "title":"Another \"Disadvantaged\" Dimension: Educating the Migrant Child. Selected Readings from Project: The Migrant Child."},
      {
        "id":"ED041086",
        "title":"The American Negro: His History and His Contributions to Our Culture; A Bibliography Prepared for the Elementary Schools As a Part of the ESEA Title III Project."},
      {
        "id":"ED041088",
        "title":"Racial and Social Class Isolation in the Schools: Summary Report. A Report to the Board of Regents of the University of the State of New York."},
      {
        "id":"ED041089",
        "title":"The Antioch New Directions Program. A Report to the Antioch Community and to the Board of Trustees from the Steering Committee to Increase Antioch's Pluralism."},
      {
        "id":"ED041090",
        "title":"Sensitivity to Interpersonal Relationships: Resource Manual. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-69."},
      {
        "id":"ED041091",
        "title":"Grouping Children in Integrated Schools: Resource Manual. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-69."},
      {
        "id":"ED041092",
        "title":"Parent and Teacher Attitudes Toward Integration and Busing. Research Resume, Number 43."},
      {
        "id":"ED041093",
        "title":"&quot;An Investigation of the Differences between Disadvantaged and Lower Middle Class High School Students on Selected Dimensions of Occupational Aspirations.&quot;"},
      {
        "id":"ED041094",
        "title":"On Improving Urban School Facilities and Education."},
      {
        "id":"ED041095",
        "title":"An Evaluation of a High School Tutorial Program."},
      {
        "id":"ED041096",
        "title":"A Study of School Activities Intended to Effect Racial, Economic, or Social Balance. Final Report."},
      {
        "id":"ED041097",
        "title":"A Study of Impulsivity in Low-Achieving and High-Achieving Boys from Lower Income Homes. Final Report."},
      {
        "id":"ED041099",
        "title":"Elementary School Industrial Arts--Selected Readings and Resources."},
      {
        "id":"ED041101",
        "title":"Rehabilitative Influences in California Youth Conservation Camps. Phase 2: Staff Policies and Ward Reactions."},
      {
        "id":"ED041102",
        "title":"Employing the Disadvantaged in the Federal Civil Service. Policy Papers in Human Resources and Industrial Relations No. 13."},
      {
        "id":"ED041103",
        "title":"Unemployment in a Prosperous Economy. A Report of the Princeton Manpower Symposium (May 13-14, 1965)."},
      {
        "id":"ED041104",
        "title":"The Second Half Century: A Plan for Vocational Rehabilitation to 1975 and Beyond."},
      {
        "id":"ED041105",
        "title":"Psychological Assessment of Patrolman Qualifications in Relation to Field Performance; The Identification of Predictors for Overall Performance of Patrolmen and the Relation between Predictors and Specific Patterns of Exceptional and Marginal Performance."},
      {
        "id":"ED041107",
        "title":"Transportable Industrial Arts Learning Laboratories. Evaluation Report, 1968-1969. ESEA Title III Project."},
      {
        "id":"ED041108",
        "title":"The Change Process in Education: A Selected and Annotated Bibliography. Final Report."},
      {
        "id":"ED041109",
        "title":"Research Issues and Priorities."},
      {
        "id":"ED041110",
        "title":"The Development and Testing of a Behavioral-Reference Groups Model for Evaluation of Vocational Education Pilot Programs. Occupational Research Development Monograph No. 4."},
      {
        "id":"ED041111",
        "title":"Evaluating Federal Manpower Programs: Notes and Observations."},
      {
        "id":"ED041112",
        "title":"A Study of Arkansas Prison Inmates Concerning Occupational Training."},
      {
        "id":"ED041113",
        "title":"Vocational Education in the Five Large Cities of California. Major Urban Centers Vocational Education Project."},
      {
        "id":"ED041117",
        "title":"Rehabilitative Influences in California Youth Conservation Camps. Phase I: The California Youth Conservation Camps and Their Wards."},
      {
        "id":"ED041119",
        "title":"Occupational Education and Manpower Development: A Program and Bibliography. Administrative Report 3, Education Series 7."},
      {
        "id":"ED041120",
        "title":"A Manual for Guidance Personnel in Area Occupational Centers and in All Occupational Education Settings."},
      {
        "id":"ED041122",
        "title":"Rehabilitation Research and Demonstration Grants, An Annotated Listing; And Cooperative Research and Demonstration Projects, A Listing."},
      {
        "id":"ED041123",
        "title":"Curriculum Initiation in Wisconsin Vocational and Technical Schools."},
      {
        "id":"ED041124",
        "title":"Manpower Information, An Annotated Bibliography."},
      {
        "id":"ED041125",
        "title":"Computer Systems Operator, A Suggested Instructor's Guide."},
      {
        "id":"ED041126",
        "title":"Vocational-Technical Education Program Development for Persons with Special Needs by States. Progress Report."},
      {
        "id":"ED041127",
        "title":"Occupations and Education; Occupational Education Program Development Institutes for Post-Secondary Institutions."},
      {
        "id":"ED041128",
        "title":"National Conference on the Use of Audiovisuals in Medical Education, Proceedings (University of Alabama Medical Center, Birmingham, August 6-8, 1969)."},
      {
        "id":"ED041134",
        "title":"Motor Vehicle Repairs and Inspection Personnel--Manpower Development Program. Final Report, 1 July, 1968-31 December, 1969."},
      {
        "id":"ED041136",
        "title":"Research Visibility, 1969-70. Reports on Selected Research Studies in Vocational, Technical, and Practical Arts Education."},
      {
        "id":"ED041137",
        "title":"An Invitational National Conference for Health Occupations Education, Proceedings (New Orleans, February 4-6, 1970)."},
      {
        "id":"ED041138",
        "title":"Convention Proceedings Digest (Boston, Massachusetts, December 6-10, 1969)."},
      {
        "id":"ED041139",
        "title":"Development of Performance Goals for a New Office and Business Education Learnings System (NOBELS). Final Project Report."},
      {
        "id":"ED041140",
        "title":"A Guide for the Improvement of Typewriting Instruction."},
      {
        "id":"ED041141",
        "title":"Instructional Resources for Vocational-Technical Education: Teacher Attitude, Resource Availability, and Resource Utilization."},
      {
        "id":"ED041143",
        "title":"National Conference on Guidance, Counseling, and Placement in Career Development and Educational-Occupational Decision Making, Proceedings (University of Missouri, Columbia, Oct. 20-24, 1969)."},
      {
        "id":"ED041144",
        "title":"Instructional Approaches and Content in Vocational Education."},
      {
        "id":"ED041146",
        "title":"A Study of Purchasing Occupations in Health Care Facilities. Interim Report."},
      {
        "id":"ED041147",
        "title":"Hospital Pharmacy Technician Project; Development and Validation of the Task Inventory. Interim Report."},
      {
        "id":"ED041148",
        "title":"Occupational Analysis of Tasks Performed in a Medical Record Department. Interim Report."},
      {
        "id":"ED041149",
        "title":"A Study of Nursing Occupations; Registered Nurse, Licensed Vocational/Practical Nurse, and Nursing Aide. Interim Report."},
      {
        "id":"ED041150",
        "title":"A Study of the Occupation of Electroencephalographic Technician. Interim Report."},
      {
        "id":"ED041151",
        "title":"The Nursing Program in the UCLA Allied Health Professions Projects. Summary Report."},
      {
        "id":"ED041152",
        "title":"A Study of an Emerging Occupation: The Gastroenterology Assistant. Interim Report."},
      {
        "id":"ED041153",
        "title":"Dental Auxiliary Occupations. Interim Report."},
      {
        "id":"ED041155",
        "title":"A Study of Selected Programs for Vocational Education in Secondary Schools. Final Report."},
      {
        "id":"ED041156",
        "title":"Proceedings of the Annual Winter Meeting, Industrial Relations Research Association (22nd, New York City, N.Y., December 29-30, 1969)."},
      {
        "id":"ED041157",
        "title":"A Guide for the Development of Residential Vocational Education."},
      {
        "id":"ED041158",
        "title":"Work Orientations of Teenagers. Final Report."},
      {
        "id":"ED041159",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Spring 1970."},
      {
        "id":"ED041160",
        "title":"Nurses Aide and Hospital Orderly, Course Description."},
      {
        "id":"ED041161",
        "title":"Reading, Course Description."},
      {
        "id":"ED041162",
        "title":"Service Station Attendant and Light Automotive Maintenance, Course Description."},
      {
        "id":"ED041163",
        "title":"Small Engine Maintenance and Repair, Course Description."},
      {
        "id":"ED041164",
        "title":"Food Preparation and Service, Course Description."},
      {
        "id":"ED041165",
        "title":"Offset Printing, Course Description."},
      {
        "id":"ED041166",
        "title":"Social Communications, Course Description."},
      {
        "id":"ED041167",
        "title":"A Work Opportunity Center for Minneapolis, Minnesota. Final Report."},
      {
        "id":"ED041168",
        "title":"Homemaking (Clothing and Interior Decorating), Course Description."},
      {
        "id":"ED041169",
        "title":"Communications, Course Description."},
      {
        "id":"ED041170",
        "title":"Creative Art, Course Description."},
      {
        "id":"ED041171",
        "title":"Dry Cleaning, Course Description."},
      {
        "id":"ED041172",
        "title":"Marketing and Merchandising, Course Description."},
      {
        "id":"ED041173",
        "title":"Machine Tool Operation, Course Description."},
      {
        "id":"ED041174",
        "title":"Business Education, Course Description."},
      {
        "id":"ED041175",
        "title":"Homemaking (Personal Improvement and Foods), Course Description."},
      {
        "id":"ED041176",
        "title":"Vocational Education Amendments of 1968. Public Law 90-576. Third Report."},
      {
        "id":"ED041178",
        "title":"Peer Counseling. CAPS Capsule. Volume 3, Number 3."},
      {
        "id":"ED041179",
        "title":"Compendium Series of Current Research, Programs and Proposals. Number 2: Preparing College Teachers."},
      {
        "id":"ED041180",
        "title":"The Preparation of Adult Educators: A Selected Review of the Literature Produced in North America."},
      {
        "id":"ED041181",
        "title":"Comprehensive Guide to Creative Writing Programs in American Colleges and Universities."},
      {
        "id":"ED041182",
        "title":"Elective English Programs in Junior and Senior High Schools."},
      {
        "id":"ED041183",
        "title":"Research in Instructional Television: Summaries of Studies."},
      {
        "id":"ED041184",
        "title":"PROJECT SOLVE (Support of Open Concept Learning Areas through Varied Educational Teams). Application for Operational Grant under E.S.E.A., TITLE III for July 1, 1970 - June 30, 1973."},
      {
        "id":"ED041185",
        "title":"Individualized Instruction. PREP-16."},
      {
        "id":"ED041186",
        "title":"Disruption in Urban Public Secondary Schools. Final Report."},
      {
        "id":"ED041187",
        "title":"Report of the Task Group on the Economics of Primary Publication."},
      {
        "id":"ED041189",
        "title":"Due Process in the Student-Institutional Relationship."},
      {
        "id":"ED041190",
        "title":"Microteaching. PREP-17."},
      {
        "id":"ED041191",
        "title":"The Predictive Association between the Ego-Stage and Group-Relevant Aspects of Personality and Learner Satisfaction and Learning Achievement on the Basis of the Degree of Congruence in Teacher-Learner Dyads in Adult Learning Groups; Abstract of a Thesis."},
      {
        "id":"ED041192",
        "title":"Public Continuing and Adult Education 1970 Almanac."},
      {
        "id":"ED041194",
        "title":"Colorado Program Planning Guide for Home Economics Education -- Secondary, Adult and Occupations. Supplement."},
      {
        "id":"ED041197",
        "title":"Teacher-Student Relationships: A Report of Adult Basic Education Research Conducted at the Florida State University."},
      {
        "id":"ED041199",
        "title":"Investment for Tomorrow; A Report of the Presidential Task Force on Career Advancement."},
      {
        "id":"ED041201",
        "title":"Galaxy Conference on Adult Education."},
      {
        "id":"ED041202",
        "title":"Attitudes of County Leaders toward Expanding Adult Programs in Extension: Minnesota Expansion Study I."},
      {
        "id":"ED041203",
        "title":"Attitudes of Adult Basic Education Students toward Computer-Aided Instruction."},
      {
        "id":"ED041210",
        "title":"Information Sources and Communication Channels Related to Farm Practice Adoption in Central India."},
      {
        "id":"ED041213",
        "title":"The Relationship of the Adult Basic Education Student's Authoritatian Attitude and His Learning Potential."},
      {
        "id":"ED041214",
        "title":"New Perspectives in Correspondence Study in Europe."},
      {
        "id":"ED041215",
        "title":"Parent Education and Family Life. Child Development: The First Five Years."},
      {
        "id":"ED041216",
        "title":"Evaluation of the Louisiana Nutrition Education Program."},
      {
        "id":"ED041218",
        "title":"Curricular-Instructional Materials and Related Media for the Disadvantaged Adult in the 1970's."},
      {
        "id":"ED041220",
        "title":"1969-1970 Program Evaluation of Adult Basic Education (A.B.E.)."},
      {
        "id":"ED041222",
        "title":"The Canada NewStart Program."},
      {
        "id":"ED041223",
        "title":"Programs of Interest to Indians and Metis Administered by The Department of Regional Economic Expansion."},
      {
        "id":"ED041224",
        "title":"Small Business Management. Part II. A Suggested Adult Course Outline."},
      {
        "id":"ED041225",
        "title":"Studies on the Efficiency of Learning by Listening to Time-Compressed Speech."},
      {
        "id":"ED041226",
        "title":"Simulating Intercultural Communication through Role-Playing."},
      {
        "id":"ED041227",
        "title":"Development and Evaluation of an Integrated Basic Combat/Advanced Individual Training Program for Medical Corpsmen (MOS 91A10)."},
      {
        "id":"ED041228",
        "title":"Aptitude Level and the Acquisition of Skills and Knowledges in a Variety of Military Training Tasks."},
      {
        "id":"ED041235",
        "title":"The Development and Testing of a Typology of Adult Education Programs in University Residential Centers."},
      {
        "id":"ED041236",
        "title":"Self Study Course for Adult 4-H Leaders."},
      {
        "id":"ED041237",
        "title":"Counseling Adults: Contemporary Dimensions."},
      {
        "id":"ED041238",
        "title":"Management Seminar Series I and II for Nursing Home Administrators, March-July 1969."},
      {
        "id":"ED041239",
        "title":"State Police Command-Management Seminars for the Middle Atlantic Region"},
      {
        "id":"ED041240",
        "title":"Police Instructors Seminar on Training, 1968 and 1969, for Maryland Police Training Commission."},
      {
        "id":"ED041241",
        "title":"Pre-Testing a Publication for Low Income Homemakers."},
      {
        "id":"ED041244",
        "title":"Personnel Development in Adult Education. Current Information Sources, 31."},
      {
        "id":"ED041245",
        "title":"Off-Campus Centers for Federal Employees."},
      {
        "id":"ED041246",
        "title":"Agency Training Centers for Federal Employees."},
      {
        "id":"ED041247",
        "title":"A Review of the Characteristics of Practical Nursing Students."},
      {
        "id":"ED041249",
        "title":"Ohio Seminar for Administrators of Adult Basic Education (September 18-19, 1969)."},
      {
        "id":"ED041251",
        "title":"The Interaction of Sentence Characteristics and Mode of Presentation in Recall (Sentences and Mode of Presentation)."},
      {
        "id":"ED041252",
        "title":"A Comparative Study of the Effects of Oral-Aural Language Training on Gains in English Language for Fourth and Fifth Grade Disadvantaged Mexican-American Children."},
      {
        "id":"ED041253",
        "title":"Who is &quot;Dada?&quot; Some Aspects of the Semantic and Phonological Development of a Child&apos;s First Words."},
      {
        "id":"ED041254",
        "title":"The Camera as the &quot;Eye of the Mind.&quot; A Pilot Project for Visual Literacy and the Teaching of English as a Second Language to Disadvantaged Spanish Speaking Migrant Children."},
      {
        "id":"ED041255",
        "title":"Foreign Language Teaching and New Directions in Applied Linguistics."},
      {
        "id":"ED041256",
        "title":"Teaching of Second Languages in the Context of the National Policy of Language Maintenance in Ireland, 1960-1970."},
      {
        "id":"ED041257",
        "title":"The Yettem School Visual Literacy Project English as a Second Language."},
      {
        "id":"ED041258",
        "title":"Development of a Manipulation-Communication Scale."},
      {
        "id":"ED041259",
        "title":"Linguistics and the Teaching of Pronunciation."},
      {
        "id":"ED041260",
        "title":"Perception of Synthetically Created Consonants by Speakers of Various Languages. Final Report."},
      {
        "id":"ED043275",
        "title":"An Analysis of the Proposed Master Plan for Higher Education for the Commonwealth of Pennsylvania and A Study of Financial Needs of Private Colleges and Universities and Proposed Solutions."},
      {
        "id":"ED043276",
        "title":"Educational Opportunity and the Organization of Higher Education."},
      {
        "id":"ED043278",
        "title":"Graduate Education and Ethnic Minorities."},
      {
        "id":"ED043280",
        "title":"Council of Higher Educational Institutions in New York City; New York City Private Colleges. A Position Paper for the Future."},
      {
        "id":"ED043281",
        "title":"New York State and Private Higher Education. Report of the Select Committee on the Future of Private and Independent Higher Education in New York State/1968."},
      {
        "id":"ED043283",
        "title":"Report of Conference on the Undergraduate Education of Women July 8-10, 1969."},
      {
        "id":"ED043284",
        "title":"Planning, Programming, Budgeting for Ohio's Public Institutions of Higher Education."},
      {
        "id":"ED043285",
        "title":"Able Black Americans in College: Entry and Freshman Experiences."},
      {
        "id":"ED043286",
        "title":"Review of Research."},
      {
        "id":"ED043287",
        "title":"Some Characteristics of Finalists in the 1966 National Achievement Scholarship Program."},
      {
        "id":"ED043288",
        "title":"How to Pay for Higher Education."},
      {
        "id":"ED043289",
        "title":"[Recruiting Black Graduate Students.]"},
      {
        "id":"ED043290",
        "title":"A Study of the Number of Black Graduate Student Applications for Fall, 1970."},
      {
        "id":"ED043291",
        "title":"Report of the American Bar Association Commission on Campus Government and Student Dissent."},
      {
        "id":"ED043292",
        "title":"Earnings of Professional Women at Indiana University."},
      {
        "id":"ED043293",
        "title":"Attitudes of College Freshmen in an Experimental Program."},
      {
        "id":"ED043294",
        "title":"Friends World College. Report on Evaluation Visit, September 16-17, 1969."},
      {
        "id":"ED043295",
        "title":"Predicting College Success of Educationally Disadvantaged Students."},
      {
        "id":"ED043296",
        "title":"Outputs of Higher Education: Their Identification, Measurement, and Evaluation"},
      {
        "id":"ED043297",
        "title":"Pilot Research Summaries, 1967-1970."},
      {
        "id":"ED043298",
        "title":"Effect of Faculty Research Activity on Instruction and Research Activity of Institutions: What Is - What Should Be. Opinionnaire Results."},
      {
        "id":"ED043299",
        "title":"Preliminary Report on the Status of Women at Harvard."},
      {
        "id":"ED043301",
        "title":"The Urban Campus: No Longer an Atypical College Union Setting."},
      {
        "id":"ED043302",
        "title":"The Educational Opportunity Fund. Annual Report."},
      {
        "id":"ED043303",
        "title":"Proposal for a Revised Curriculum in the Day Division."},
      {
        "id":"ED043305",
        "title":"The Trustee; A Key to Progress in the Small College."},
      {
        "id":"ED043306",
        "title":"Higher Education Opportunity Program. Part One. Final Report."},
      {
        "id":"ED043307",
        "title":"\"Arribismo\"."},
      {
        "id":"ED043308",
        "title":"End Runs and Line Bucking."},
      {
        "id":"ED043310",
        "title":"Report One of the Committee on the Status of Women."},
      {
        "id":"ED043311",
        "title":"Ten Mid-West Institutions Grouped Cooperatively to Develop Research Capability. Final Report."},
      {
        "id":"ED043312",
        "title":"Institutions Research Summaries, June 1970."},
      {
        "id":"ED043313",
        "title":"Attitude Change of Freshman College Students Toward their Role as Raters of Teacher Behavior. Final Report."},
      {
        "id":"ED043314",
        "title":"The Effects of Special Tutoring and Counseling on the Academic Success of Negro Freshmen at Southern State College. Final Report."},
      {
        "id":"ED043315",
        "title":"Reports of Associated Women Students Commission on the Status of Women, 1969-1970."},
      {
        "id":"ED043316",
        "title":"A Study of the Role of the Community College in the Development of Self- and Occupational-Concepts. Final Report."},
      {
        "id":"ED043317",
        "title":"The Educational Development Officer--A Change Catalyst for Two-Year Colleges."},
      {
        "id":"ED043318",
        "title":"Methods and Trends in the Junior College Basic Speech Course."},
      {
        "id":"ED043319",
        "title":"Faculty Evaluations and Termination Procedures."},
      {
        "id":"ED043320",
        "title":"A Comparison of Single Freshmen Resident and Commuter Students Perceptions of the Junior College Environment."},
      {
        "id":"ED043321",
        "title":"A Comparison of the Responses of Urban and Rural Community College Students to a Survey on Stress Producing Situations."},
      {
        "id":"ED043322",
        "title":"Some Trends in Community Services Programs in Community Colleges in the United States: A Quantitative Assessment and Some Qualitative Views."},
      {
        "id":"ED043323",
        "title":"Orientation for Faculty in Junior Colleges."},
      {
        "id":"ED043324",
        "title":"Student Achievement: Junior College Transfers Vs. University Transfers to the University of Missouri-Columbia."},
      {
        "id":"ED043325",
        "title":"Academic Achievement of Transfer Students Qualifying for EOG Assistance and Non-Qualifying Students."},
      {
        "id":"ED043327",
        "title":"1969-70 Practices of California&apos;s Largest Public Junior Colleges: Answers to Some Questions of Interest to Junior College Instructors Outside the Area of Contract Salaries."},
      {
        "id":"ED043328",
        "title":"Occupationally Oriented Students."},
      {
        "id":"ED043329",
        "title":"Differential Attitudes and Practices Relative to Minority Groups as Evidenced by College and Community Experiences."},
      {
        "id":"ED043330",
        "title":"Faculty Participation in the Governance of Higher Education: A Bibliography."},
      {
        "id":"ED043331",
        "title":"The First Semester Academic Performance of Urban Junior College Transfer Students to Columbia vs Two Urban Campuses of the University of Missouri."},
      {
        "id":"ED043332",
        "title":"Evaluation of the Second Year of Operation of the Contra Costa Mobile Counseling Center."},
      {
        "id":"ED043333",
        "title":"The Student Role of Teachers: Faculty Development in the Community College."},
      {
        "id":"ED043334",
        "title":"The Process of Campus Planning in Florida's Community Junior Colleges."},
      {
        "id":"ED043335",
        "title":"An Analysis of Remedia l Mathematics Programs in Junior and Community Colleges."},
      {
        "id":"ED043336",
        "title":"The Principles of MEDLARS."},
      {
        "id":"ED043337",
        "title":"Preliminary Staff Manual for the Gloucester Couny College Library."},
      {
        "id":"ED043338",
        "title":"Multi-Media and the Changing School Library; A Summary of the Preparations for, Presentations, and Group Reports of the School Library Workshop for Leadership Personnel, Held at the Monte Corona Conference Center, Twin Peaks, Calif., August 6-12, 1967."},
      {
        "id":"ED043339",
        "title":"Collection Building in American College Libraries."},
      {
        "id":"ED043340",
        "title":"Effect of Computerization on Acquisitions."},
      {
        "id":"ED043341",
        "title":"Book Selection and the Subject Specialist in the University Library."},
      {
        "id":"ED043342",
        "title":"Approval and Blanket Order Acquisitions Plan."},
      {
        "id":"ED043343",
        "title":"The Undergraduate Library Collection."},
      {
        "id":"ED043344",
        "title":"Operating an Effective Acquisition Department."},
      {
        "id":"ED043345",
        "title":"Case Study of the California Experience in Library Collection Building."},
      {
        "id":"ED043346",
        "title":"Duplicated Information Acquired by Libraries."},
      {
        "id":"ED043347",
        "title":"VA Library Service--Today's look at Tomorrow's Library."},
      {
        "id":"ED043348",
        "title":"Project Intrex. Semiannual Activity Report, 15 March 1970 to 15 September 1970."},
      {
        "id":"ED043349",
        "title":"The Organization of Nonbook Materials in the Laboratory School Library, North Texas State University; An Outline. Revised Edition."},
      {
        "id":"ED043351",
        "title":"A Critique on Standards for Evaluating Library Collections; Supplement I to Final Report: A Study of Resources and Major Subject Holdings Available in U.S. Federal Libraries Maintaining Extensive or Unique Collections of Research Materials."},
      {
        "id":"ED043352",
        "title":"Problems and Issues in Sprecifying Behavioral Instructional Objectives for Graduate Courses in Library Administration."},
      {
        "id":"ED043354",
        "title":"The Economics of Librarianship in College and University Libraries, 1969-70. A Sample Survey of Compensations."},
      {
        "id":"ED043355",
        "title":"North Dakota State Plan for Library Programs Under the Library Services and Construction Act, as Amended."},
      {
        "id":"ED043356",
        "title":"California State Library: Processing Center Design and Specifications, Vol. V: Cost Analysis. Supplemental Volume"},
      {
        "id":"ED043357",
        "title":"The Medical Library Center of New York: A Cost Study."},
      {
        "id":"ED043358",
        "title":"A Plan for a Wisconsin Library and Information Network: Knowledge Network of Wisconsin."},
      {
        "id":"ED043360",
        "title":"Hispano Library Services for Arizona, Colorado and New Mexico; A Workshop Held in Santa Fe, New Mexico, April 30, May 1-2, 1970."},
      {
        "id":"ED043361",
        "title":"Overview of the Library Fellowship Program."},
      {
        "id":"ED043365",
        "title":"Library Service to Industry; Series of Four Workshops."},
      {
        "id":"ED043366",
        "title":"Library Service to Industry; Series of Two Workshops: [San Diego, June 16, 1970; San Leandro, June 19, 1970.]"},
      {
        "id":"ED043367",
        "title":"Development of a Machine Form Union Catalog for the New England Library Information Network (NELINET). Final Report."},
      {
        "id":"ED043368",
        "title":"A Pilot Experiment in Early Childhood Political Learning. Report from the Project on Concepts in Political Science."},
      {
        "id":"ED043369",
        "title":"Enrichment Approach Versus Direct Instructional Approach and Their Effects on Differential Preschool Experiences."},
      {
        "id":"ED043370",
        "title":"Early Childhood Education Learning System for Three-and Four-Year-Old Migrant Children, McAllen, Texas. Evaluation Report, 1968-1969."},
      {
        "id":"ED043371",
        "title":"Social Class and Parents' Aspirations for Their Children. Research Report No. 3 (Revised)."},
      {
        "id":"ED043372",
        "title":"A Longitudinal Study of Piaget's Developmental Stages and of the Concept of Regression."},
      {
        "id":"ED043373",
        "title":"Intellectual Development and the Ability to Process Visual and Verbal Information."},
      {
        "id":"ED043374",
        "title":"Realistic Planning for the Day Care Consumer."},
      {
        "id":"ED043375",
        "title":"Behavioral Data from the Tulane Nutrition Study."},
      {
        "id":"ED043376",
        "title":"Approaches to the Validation of Learning Hierarchies."},
      {
        "id":"ED043377",
        "title":"Ethnic and Socioeconomic Influences on the Home Language Experiences of Children."},
      {
        "id":"ED043378",
        "title":"Mothers' Training Program: Educational Intervention by the Mothers of Disadvantaged Infants."},
      {
        "id":"ED043380",
        "title":"Effects of Age of Entry and Duration of Participation in a Compensatory Education Program."},
      {
        "id":"ED043381",
        "title":"Modification by Social Reinforcement of Deficient Social Behavior of Disadvantaged Kindergarten Children."},
      {
        "id":"ED043383",
        "title":"Emotional Characteristics of Disadvantaged Children of Appalachia."},
      {
        "id":"ED043384",
        "title":"The Effect on Aggression of Variation in Amount of Opportunity for Play. (Internal Report)."},
      {
        "id":"ED043385",
        "title":"Gross Activity of Children at Play. (Internal Report)."},
      {
        "id":"ED043386",
        "title":"Parental Conceptual Systems, Home Play Environment, and Potential Creativity in Children."},
      {
        "id":"ED043387",
        "title":"Issues and Implications of the Distribution of Attention in the Human Infant."},
      {
        "id":"ED043388",
        "title":"Child Development Research and Evaluation Center for Head Start, Temple University, 1968 - 1969. Annual Report."},
      {
        "id":"ED043389",
        "title":"Long Term Study of Prematures: Summary of Published Findings."},
      {
        "id":"ED043390",
        "title":"Words and Deeds about Altruism and the Subsequent Reinforcement Power of the Model."},
      {
        "id":"ED043391",
        "title":"The Sample: Operations in the Head Start Year."},
      {
        "id":"ED043392",
        "title":"Children's Judgments of Age."},
      {
        "id":"ED043393",
        "title":"Prediction of Readiness in Kindergarten and Achievement in the First Primary Year. Study Number Two."},
      {
        "id":"ED043394",
        "title":"An Institutional Analysis of Day Care Program. Part II, Group Day Care: The Growth of an Institution. Final Report."},
      {
        "id":"ED043395",
        "title":"The Preschool Child's Ability to Follow Directions."},
      {
        "id":"ED043396",
        "title":"Early Childhood Education as a Discipline."},
      {
        "id":"ED043397",
        "title":"From Theory to Operations. Disadvantaged Children and Their First School Experiences, ETS-Head Start Longitudinal Study."},
      {
        "id":"ED043398",
        "title":"Capitalizing on New Development Opportunities Along the Baltimore-Cincinnati Appalachian Development Highway. A Staff Recommendation."},
      {
        "id":"ED043400",
        "title":"Technological In-Migration and Curricular Change; Educational Politics in Albuquerque, 1945-1965."},
      {
        "id":"ED043401",
        "title":"Society and Health in the Lower Rio Grande Valley."},
      {
        "id":"ED043403",
        "title":"Manpower Services to Arizona Indians, 1967. Fifteenth Annual Report."},
      {
        "id":"ED043404",
        "title":"Teaching Is for Kids."},
      {
        "id":"ED043405",
        "title":"Physical Education: A Bibliography of Selected Documents from ERIC."},
      {
        "id":"ED043406",
        "title":"The Crow Indian Reservation of Montana. Indian Affairs (No. 4). Final Report."},
      {
        "id":"ED043407",
        "title":"Human Resources in the Ozarks Region...With Emphasis on the Poor."},
      {
        "id":"ED043408",
        "title":"Rural Education in the United States."},
      {
        "id":"ED043410",
        "title":"An Exemplary Program for Occupational Preparation in Selected Agricultural and Industrial Activities for Small High Schools in Utah. An Integrated Shop Program."},
      {
        "id":"ED043411",
        "title":"Evaluating the Elementary School."},
      {
        "id":"ED043412",
        "title":"The Emerging Pattern of Appalachia Regional Development."},
      {
        "id":"ED043413",
        "title":"Analytical Bibliography of Navajo Reading Materials. Revised and Enlarged Edition."},
      {
        "id":"ED043414",
        "title":"Look unto the Hills. Title III ESEA, West Virginia, Vol. II."},
      {
        "id":"ED043415",
        "title":"The Effects of Bilingual/Bicultural Instruction Among Spanish-Speaking, English-Speaking, and Sioux-Speaking Kindergarten Children. A Report of Statistical Findings and Recommendations for Educational Unit No. 18, Scottsbluff, Nebraska."},
      {
        "id":"ED043416",
        "title":"The Indian Student, Parent and Family--A Summary of Montana Educational Programs."},
      {
        "id":"ED043417",
        "title":"&quot;The Medium and the Message.&quot;"},
      {
        "id":"ED043418",
        "title":"Bilingual/Bicultural Education -- An Effective Learning Scheme for First Grade Spanish Speaking, English Speaking, and American Indian Children in New Mexico. A Report of Statistical Findings and Recommendations for the Grants Bilingual Education Project, Grants, New Mexico."},
      {
        "id":"ED043419",
        "title":"Manpower Services to Arizona Indians. Seventeenth Annual Report, 1969."},
      {
        "id":"ED043420",
        "title":"A Program for Outdoor Recreation Research."},
      {
        "id":"ED043422",
        "title":"Annual Report of the United Scholarship Service, Inc., 1969."},
      {
        "id":"ED043423",
        "title":"Teachers in Appalachia."},
      {
        "id":"ED043424",
        "title":"Community Background Reports: The Formal Education of Menominee Indian Children; Sociocultural and Socioeconomic Background Factors. National Study of American Indian Education, Series I, No. 23."},
      {
        "id":"ED043425",
        "title":"Education of American Indians: Boarding Schools for American Indian Youth. National Study of American Indian Education, Series IV, No. 2, Final Report."},
      {
        "id":"ED043431",
        "title":"Statement of the Government of Canada on Indian Policy, 1969."},
      {
        "id":"ED043434",
        "title":"Problems with Alcohol Among Urban Indians in Minneapolis."},
      {
        "id":"ED043435",
        "title":"Minnesota Indian Resources Directory."},
      {
        "id":"ED043436",
        "title":"Parental Values, Educational Attainment, and Occupational Mobility Among Rural Youth in the Ozarks."},
      {
        "id":"ED043438",
        "title":"List of Researchers, Agencies, and Libraries Interested in Research Reports Pertaining to Occupational and Educational Mobility and Status Projection of Youth."},
      {
        "id":"ED043439",
        "title":"Project Upper Cumberland, Title III ESEA. Final Report."},
      {
        "id":"ED043441",
        "title":"The Migrant Farmer; A Psychiatric Study."},
      {
        "id":"ED043442",
        "title":"Resources and Procedures for Improving the Indian American Use of Libraries."},
      {
        "id":"ED043443",
        "title":"Migrant Research Project. Annual Report-1969."},
      {
        "id":"ED043444",
        "title":"Fort Apache Reservation Manpower Resources; Indian Manpower Resources in the Southwest. A Pilot Study."},
      {
        "id":"ED043445",
        "title":"Papago Reservation Manpower Resources; Indian Manpower Resources in the Southwest. A Pilot Study."},
      {
        "id":"ED043446",
        "title":"Evaluation of Mobile Office Education Unit Utilization with Migrant Workers in Box Elder School District. Final Report."},
      {
        "id":"ED043447",
        "title":"The Utility of Phonic Generalizations in the First Grade [and in Grade Two] as Taught by Four Leading Basal Readers."},
      {
        "id":"ED043448",
        "title":"Organization and Administration of a College Reading Program."},
      {
        "id":"ED043449",
        "title":"Staffing, Equipping, and Operating Public School Reading Clinics."},
      {
        "id":"ED043450",
        "title":"Can the Disadvantaged Succeed in Reading?"},
      {
        "id":"ED043452",
        "title":"What Do Diagnostic Reading Tests Really Diagnose?"},
      {
        "id":"ED043453",
        "title":"Oral Language and Learning to Read."},
      {
        "id":"ED043454",
        "title":"Utilizing Word Recognition Skills While Improving Deficiencies."},
      {
        "id":"ED043455",
        "title":"The Right to Read--An Editor's Point of View."},
      {
        "id":"ED043456",
        "title":"The Role of Literature in Fostering International Relations."},
      {
        "id":"ED043458",
        "title":"Improving Flexibility in Reading for the Advanced Student."},
      {
        "id":"ED043459",
        "title":"How Readable Are Our Elementary Social Studies Textbooks?"},
      {
        "id":"ED043460",
        "title":"An Experimental Investigation of the Effectiveness of A College Reading and Study Skills Course for Freshmen Students Enrolled in Scientific Courses of Study."},
      {
        "id":"ED043461",
        "title":"A Taxonomy for Processing the Literature on Reading Comprehension."},
      {
        "id":"ED043462",
        "title":"Study Skills at the College Level."},
      {
        "id":"ED043463",
        "title":"Blueprint for a Successful Paraprofessional Tutorial Program."},
      {
        "id":"ED043464",
        "title":"Breaking the Communication Barrier."},
      {
        "id":"ED043466",
        "title":"Teenage Success: A Language Arts Program for the Nonacademic Student."},
      {
        "id":"ED043467",
        "title":"Programmed Approach vs. Conventional Approach Using highly Consistent Sound-Symbol System of Reading in Three Primary Grades."},
      {
        "id":"ED043468",
        "title":"Strategies for Improving the Teaching of Decoding Skills."},
      {
        "id":"ED043469",
        "title":"Eagles or Ostriches: A Question of Reading in Secondary and Higher Education."},
      {
        "id":"ED043470",
        "title":"Research on Word Association in Connected Discourse."},
      {
        "id":"ED043471",
        "title":"The Language of the Disadvantaged: Etiology, Characteristics, and Suggested Intervention Techniques."},
      {
        "id":"ED043472",
        "title":"The Nature of Word Identification in Reading: Phonemic or Semantic? Final Report."},
      {
        "id":"ED043473",
        "title":"An Analysis of Three Theories of the Relationships Among Reading Comprehension Skills."},
      {
        "id":"ED043474",
        "title":"The Effect of Letter Training on the Acquisition of Word Reading Skills. Final Report."},
      {
        "id":"ED043475",
        "title":"Student Aptitudes and Methods of Teaching Beginning Reading: A Predictive Instrument for Determining Interaction Patterns. Final Report."},
      {
        "id":"ED043476",
        "title":"The Shapes of Tomorrow."},
      {
        "id":"ED043479",
        "title":"Instruction by Design, A Report on the Conference on New Instructional Materials in Physics (University of Washington, Seattle, June 21-August 21, 1965)."},
      {
        "id":"ED043480",
        "title":"A Guide to Science Curriculum Development."},
      {
        "id":"ED043481",
        "title":"A Science Skills Center Approach To Develop Functional Literacy Among Socially Disadvantaged Youth, An NDEA Sponsored Laboratory Demonstration Project."},
      {
        "id":"ED043482",
        "title":"A Study of Verbal Behavior Patterns in Primary Grade Classrooms During Science Activities."},
      {
        "id":"ED043483",
        "title":"Treating Chemical Equilibrium Mathematically in Secondary Schools: A Preliminary Investigation."},
      {
        "id":"ED043484",
        "title":"An Analysis of Research on Elementary Teacher Education Related to the Teaching of Science."},
      {
        "id":"ED043485",
        "title":"A Model for Program Selection and Its Use for Evaluating Stated Goals of Biological Science as Presented in Two Approaches: BSCS and Non-BSCS."},
      {
        "id":"ED043495",
        "title":"Earth-Space Science In-Service Training Syllabus, Astronomy-Physics-Florida Geology &amp; NASA Space Workshop."},
      {
        "id":"ED043496",
        "title":"Earth-Space Science Activity Syllabus for Elementary and Junior High School Teachers of Science."},
      {
        "id":"ED043499",
        "title":"Programs in Mathematics for Low Achievers. Report, National Conference of State Supervisors of Mathematics (University of Virginia, Charlottesville, December 4-9, 1969)."},
      {
        "id":"ED043500",
        "title":"Human and Mechanical Factors in Ergometry."},
      {
        "id":"ED043501",
        "title":"High School Oceanography."},
      {
        "id":"ED043507",
        "title":"The Identification of Those College Students for which Programmed College Basic Algebra Is Most Effective, Final Report."},
      {
        "id":"ED043508",
        "title":"Interpretive Study of Research and Development in Elementary School Mathematics: Phase 2, Final Report."},
      {
        "id":"ED043510",
        "title":"[Environmental Education Units.]"},
      {
        "id":"ED043511",
        "title":"[Environmental Education Units.]"},
      {
        "id":"ED043512",
        "title":"The Research Team Approach to Learning (ReTAL): A Structure for Open-Endedness."},
      {
        "id":"ED043513",
        "title":"The Federal Program in Population Research, Parts 1 and 2."},
      {
        "id":"ED043514",
        "title":"An Investigation of the Status of the New Elementary Science Programs in Teacher Training Institutions of Ohio, Kentucky, Pennsylvania, and West Virginia."},
      {
        "id":"ED043515",
        "title":"An Educational Development Case Study: An Elementary Science Information Unit."},
      {
        "id":"ED043516",
        "title":"Spectroscopy, Understanding the Atom Series."},
      {
        "id":"ED043517",
        "title":"The First Reactor, Understanding the Atom Series."},
      {
        "id":"ED043518",
        "title":"The Chemistry of the Noble Gases, Understanding the Atom Series."},
      {
        "id":"ED043522",
        "title":"Educational Technology Project, Volume Two, Role of the Science Supervisor (Set 1)."},
      {
        "id":"ED043523",
        "title":"The Philosophy of the Community College and Standards in a Mathematics Program."},
      {
        "id":"ED043524",
        "title":"Proceedings of a Conference on a National Information System in the Mathematical Sciences (Harrison House, Glen Cove, New York, January 18-20, 1970)."},
      {
        "id":"ED043527",
        "title":"Cooperative Water Resources Research and Training 1969 Annual Report."},
      {
        "id":"ED043528",
        "title":"Readings in Environmental Awareness."},
      {
        "id":"ED043530",
        "title":"Views on Teaching Biographies of Famous Persons in the Elementary Grades."},
      {
        "id":"ED043534",
        "title":"Research in Economic Education: A Bibliography."},
      {
        "id":"ED043535",
        "title":"A Supplement to Research in Economic Education: A Bibliography."},
      {
        "id":"ED043536",
        "title":"The Changing Philosophy of Secondary School Science."},
      {
        "id":"ED043537",
        "title":"Social Studies, Grade 9, World Studies: Eastern Civilizations -- Regional Studies. Course of Study and Related Learning Activities. Revised Edition."},
      {
        "id":"ED043538",
        "title":"Social Studies, Grade 11, American History Studies in Political, Social, and Cultural Developments. Course of Study and Related Learning Activities. Preliminary Materials."},
      {
        "id":"ED043539",
        "title":"Suggested Models for Developing Social Studies Comprehension."},
      {
        "id":"ED043540",
        "title":"Teaching About Afirca."},
      {
        "id":"ED043541",
        "title":"Attitudes and Behavior of Teachers in Uganda: An Aspect of the Process of National Development."},
      {
        "id":"ED043542",
        "title":"Intergroup Attitude Change in a Tribal Society: An Experimental Study in a New Guinea School."},
      {
        "id":"ED043543",
        "title":"Education and Modernization of Micronesia: A Case Study in Development and Development Planning."},
      {
        "id":"ED043544",
        "title":"Education and National Development in Colombia."},
      {
        "id":"ED043545",
        "title":"General Historical Survey of Federal Indian Policies. Chapter II."},
      {
        "id":"ED043546",
        "title":"Curriculum Materials in Research Methods in Sociology for Law Students. Final Report."},
      {
        "id":"ED043547",
        "title":"Wisconsin Developmental Economic Education Program. 1969-70 Report."},
      {
        "id":"ED043548",
        "title":"Black Studies: A New Arena of Instruction."},
      {
        "id":"ED043550",
        "title":"Place and Environment: Grade One Geography Unit."},
      {
        "id":"ED043551",
        "title":"Developing Education Programs or Population Awareness."},
      {
        "id":"ED043552",
        "title":"Elementary School Social Studies: A Guide to Current Research."},
      {
        "id":"ED043554",
        "title":"Civic Education for the Seventies: An Alternative to Repression and Revolution. Volume II; Civic Participation in a Crisis Age."},
      {
        "id":"ED043555",
        "title":"Symobls and Meaning in Topographic Maps: Some Limintations Due to Aspects of Map Design."},
      {
        "id":"ED043556",
        "title":"The Effect of a Series of Special Lessons on Indian History and Culture Upon the Attitudes of Indian and Non-Indian Students. Final Report."},
      {
        "id":"ED043557",
        "title":"Children's Abilities in Topographic Map Reading."},
      {
        "id":"ED043559",
        "title":"Institute for Support Personnel. Garland Junior College, EPDA 1969 Summer Institute."},
      {
        "id":"ED043560",
        "title":"A Guide to Professional Excellence in Clinical Experiences in Teacher Education."},
      {
        "id":"ED043562",
        "title":"Tapping Human Resources of the Community for Schools. Applying Partnerships to Teaching."},
      {
        "id":"ED043563",
        "title":"Selected Teacher Behaviors Considered as a Basis for Reporting Recommended Strategies for Teaching the Disadvantaged: A Review."},
      {
        "id":"ED043564",
        "title":"Research on Teacher Behavior, Approaches, Limitations, and Recommendations."},
      {
        "id":"ED043566",
        "title":"Research and Development Toward the Improvement of Education."},
      {
        "id":"ED043567",
        "title":"Learning in the Small Groups."},
      {
        "id":"ED043568",
        "title":"Collective Bargaining and the Teaching-Learning Process. QUEST Paper 11."},
      {
        "id":"ED043569",
        "title":"New Currents in Education: A Preliminary Review. QuEST Paper 10."},
      {
        "id":"ED043570",
        "title":"Do Teacher Aides Aid American Education?"},
      {
        "id":"ED043571",
        "title":"Project Upbeat '69."},
      {
        "id":"ED043573",
        "title":"The Ohio State University Analysis of the Nine Comprehensive Elementary Teacher Education Models (CETEM). Final Report."},
      {
        "id":"ED043575",
        "title":"The Analysis and Identification of Content Development Patterns in Classroom Communication."},
      {
        "id":"ED043576",
        "title":"Teacher Supply and Demand Problems in a Developing Society: Peru."},
      {
        "id":"ED043577",
        "title":"The Unstudied Curriculum: Its Impact on Children."},
      {
        "id":"ED043578",
        "title":"Implementation of the Teacher and His Staff Concept Project. Research Report No. 3, 1969-70 Project Year. Final Evaluation Report."},
      {
        "id":"ED043579",
        "title":"The White Revolution in Iranian Education."},
      {
        "id":"ED043580",
        "title":"Instructional Materials on the Educational Resources Information Center (ERIC). Part Two. Information Sheets on ERIC."},
      {
        "id":"ED043581",
        "title":"Preparing School Personnel: Early Childhood Education."},
      {
        "id":"ED043582",
        "title":"A Feasibility Study on the Model Elementary Teacher Education Program. Phase II, Vol. I. Final Report."},
      {
        "id":"ED043583",
        "title":"A Feasibility Study on the Model Elementary Teacher Education Program, Phase II; Vol. II. Final Report."},
      {
        "id":"ED043584",
        "title":"Summary: A Feasibility Study on the Model Elementary Teacher Education Program. Phase II, Final Report."},
      {
        "id":"ED043585",
        "title":"Wisconsin Elementary Teacher Education Project. Volume VI, Feasibility Study: Pricing and Economic Analysis Study. Final Report."},
      {
        "id":"ED043586",
        "title":"Wisconsin Elementary Teacher Education Project. Volume V. Feasibility Study: Program and Support Systems. Final Report"},
      {
        "id":"ED043587",
        "title":"Preparing Teachers To Involve Parents in Children's Learning. Project Report."},
      {
        "id":"ED043589",
        "title":"A Training Program to Increase the Effectiveness of Personnel Teaching Retarded and Other Behaviorally Disadvantaged Children. Director's Report."},
      {
        "id":"ED043590",
        "title":"Research and Development: A Study of Educational Change in Illinois."},
      {
        "id":"ED043591",
        "title":"Staff Differentiation. An Annotated Bibliography."},
      {
        "id":"ED043592",
        "title":"The State of Our Union"},
      {
        "id":"ED043593",
        "title":"Trainers of Teachers of Teachers."},
      {
        "id":"ED043594",
        "title":"Teacher Education and the Disadvantaged: Some Basic Issues and Some Partial Answers."},
      {
        "id":"ED043595",
        "title":"A Comparison of How First Grade Classroom Teachers With and Without Full Time Teacher Aides Utilize Instructional Time and the Effect of Aide Utilization Upon Academic Performance of Children."},
      {
        "id":"ED043598",
        "title":"A Cooperative Instructional Services Program for Improving Educational Personnel to Teach Special Education Students in the Regular Classroom. Director's Final Report."},
      {
        "id":"ED043599",
        "title":"Evaluation Report of Cooperative Urban Teacher Education Program. Fall 1969. Working Paper, Vol. 3 No. 1."},
      {
        "id":"ED043600",
        "title":"Summary of the Cooperative Urban Teacher Education Evaluation, 1968-69. Working Paper, Vol. 2, No. 1."},
      {
        "id":"ED043601",
        "title":"The Teaching Profession in Puerto Rico."},
      {
        "id":"ED043602",
        "title":"1970 AERA Research Training Program. Final Report."},
      {
        "id":"ED043603",
        "title":"Some Responsibilities of the English Teacher Facing Censorship."},
      {
        "id":"ED043605",
        "title":"Language Arts Programs for Disadvantaged Children in Secondary Schools."},
      {
        "id":"ED043606",
        "title":"Research Memorandum on Minilessons: Planning and Analyzing Multicomponent English Lessons."},
      {
        "id":"ED043607",
        "title":"English and the Mass Media."},
      {
        "id":"ED043609",
        "title":"How to Succeed in Production Without Really Spending."},
      {
        "id":"ED043610",
        "title":"The Status of Theatre Education: Five Problems."},
      {
        "id":"ED043612",
        "title":"Speech Communication in the High School Curriculum."},
      {
        "id":"ED043613",
        "title":"Rhetoric: Its Natural Enemies."},
      {
        "id":"ED043614",
        "title":"The Discipline of Speech."},
      {
        "id":"ED043616",
        "title":"The Limitations and Advantages of Behavioral Objectives in the Arts and Humanities."},
      {
        "id":"ED043617",
        "title":"Bibliographies of Research in the Teaching of English."},
      {
        "id":"ED043618",
        "title":"The Evaluation of Programed Spelling. Final Report to the Commissioner of Education for the State of New York."},
      {
        "id":"ED043620",
        "title":"Aerospace-Oriented Units for Use in Humanities Classes, Grades 7-12."},
      {
        "id":"ED043621",
        "title":"\"Researching\" with Third- and Fourth-Graders."},
      {
        "id":"ED043622",
        "title":"The Levels of &quot;Rappaccini's Daughter.&quot;"},
      {
        "id":"ED043623",
        "title":"How the Daffodils Pale."},
      {
        "id":"ED043624",
        "title":"Teaching &quot;Macbeth&quot; as Tragedy."},
      {
        "id":"ED043625",
        "title":"A Readers Theatre in Your Classroom."},
      {
        "id":"ED043627",
        "title":"Instructional Uses of Videotape: A Symposium."},
      {
        "id":"ED043628",
        "title":"Honors Courses: A Symposium."},
      {
        "id":"ED043629",
        "title":"Speech Education in the Public Schools."},
      {
        "id":"ED043630",
        "title":"Criteria to Evaluate Speech I in the Senior High School."},
      {
        "id":"ED043631",
        "title":"English for an Electronic Age: A Media Ecology Approach, K-12. Curriculum Development Series No. 1-2."},
      {
        "id":"ED043633",
        "title":"English English: New Ideas for New Teachers."},
      {
        "id":"ED043634",
        "title":"Black Literature: What Happens to a Dream Deferred?"},
      {
        "id":"ED043635",
        "title":"A Guide for Teaching the Contributions of the Negro Author to American Literature."},
      {
        "id":"ED043642",
        "title":"A Test of the Empathy-Effective Communication Hypothesis."},
      {
        "id":"ED043643",
        "title":"Speech Courses in the Senior High School Program: A Guide for Teachers."},
      {
        "id":"ED043644",
        "title":"Phase-Elective English, 1970."},
      {
        "id":"ED043647",
        "title":"Phase-Elective English: An Experimental Program for Grades Eleven and Twelve, East Hardin High School."},
      {
        "id":"ED043648",
        "title":"A Non Graded Curriculum for Grades 10-12."},
      {
        "id":"ED043649",
        "title":"Developing Understanding of Twentieth Century Composition in Junior High School General Music. Final Report."},
      {
        "id":"ED043650",
        "title":"A Study of Computer Techniques for Music Research. Final Report."},
      {
        "id":"ED043651",
        "title":"The Value of Aesthetic Judgments in Music in the Assessment of Musicality of Elementary School Children. Final Report."},
      {
        "id":"ED043652",
        "title":"An Approach to Musical Understanding for Secondary School Students. Report of the Yale Music Curriculum Project."},
      {
        "id":"ED043655",
        "title":"The Development of an Instrument to Measure Teacher Attitudes toward Evaluation (TATE)."},
      {
        "id":"ED043656",
        "title":"Dynamics of Educational Opportunities: A Report of the EEO Survey."},
      {
        "id":"ED043657",
        "title":"An Evaluation of Standardized Tests as Tools for the Measurement of Language Development."},
      {
        "id":"ED043658",
        "title":"Strong Vocational Interest Blank Scores for Junior College Students in Five Curricula."},
      {
        "id":"ED043660",
        "title":"The Effects of Verbal Approval and Disapproval Upon the Performance of Third and Fourth Grade Children on Four Subtests of the Wechsler Intelligence Scale for Children."},
      {
        "id":"ED043661",
        "title":"Accreditation Evaluation and Institutional Change."},
      {
        "id":"ED043662",
        "title":"The OAIS: A Validity Check."},
      {
        "id":"ED043663",
        "title":"Purposes of the Michigan Assessment of Education."},
      {
        "id":"ED043664",
        "title":"Assessing the Micro-Environments of Individual Preschool Children. Final Report."},
      {
        "id":"ED043665",
        "title":"Implications of Accountability for Educational Program Evaluation."},
      {
        "id":"ED043666",
        "title":"Objectives and Objective-Based Measures in Evaluation."},
      {
        "id":"ED043667",
        "title":"An Analysis of a Multidimensional Success: Measure for PSDS Students."},
      {
        "id":"ED043668",
        "title":"An Evaluation of Interpersonal Communications in Flagstaff High School."},
      {
        "id":"ED043669",
        "title":"[Future of Testing: A Look at the Trends.]"},
      {
        "id":"ED043670",
        "title":"The Case for Case Studies in Research."},
      {
        "id":"ED043672",
        "title":"Program Evaluators Handbook: Developing Solutions."},
      {
        "id":"ED043673",
        "title":"Systematic Analyses of Instructional Objectives: Goal Seeking, Goal Focusing, and Goal Adjustment."},
      {
        "id":"ED043674",
        "title":"Program Evaluators Handbook: Sampling Model."},
      {
        "id":"ED043675",
        "title":"Relations Between Multidimensional Scaling and Three-Mode Factor Analysis."},
      {
        "id":"ED043676",
        "title":"Report on the Second Florida Instructional Seminar on Evaluation."},
      {
        "id":"ED043677",
        "title":"Developing a Guide for Authors of Evaluation Reports of Educational Programs. Final Report."},
      {
        "id":"ED043679",
        "title":"Assessment of Phonological Discrimination in Children."},
      {
        "id":"ED043680",
        "title":"Evaluation Designs and Instruments."},
      {
        "id":"ED043681",
        "title":"An Exploratory Study to Investigate the Aspects of the Construction and Use of Instruments Encompassing the Evaluative Strategies of Context, Input, Process, and Product of In-Service Programs."},
      {
        "id":"ED043682",
        "title":"Values and Public Dissent: I - Preliminary Measures."},
      {
        "id":"ED043683",
        "title":"Primary Mental Abilities and Metropolitan Readiness Tests as Predictors of Achievement in the First Primary Year."},
      {
        "id":"ED043684",
        "title":"Early Education Screening Test Battery of Basic Skills Development: A Study of Test Selection."},
      {
        "id":"ED043688",
        "title":"Early Education Screening Test Battery of Basic Skills Development: Criteria for Personalizing Programs."},
      {
        "id":"ED043690",
        "title":"An Experimental Analysis of Learning Abilities in Culturally Disadvantaged Children. Final Report."},
      {
        "id":"ED043691",
        "title":"A Study of Desegregation in the Public Schools, Riverside, California. Riverside School Study, Progress Report 1968-1969. Project No. M8-14."},
      {
        "id":"ED043692",
        "title":"Guidelines for Service as an Expert Witness in Civil Suits Pertaining to School Desegregation."},
      {
        "id":"ED043693",
        "title":"Urban Education in the 1970's."},
      {
        "id":"ED043695",
        "title":"Training and Jobs for the Urban Poor: A Statement on National Policy."},
      {
        "id":"ED043696",
        "title":"Interpersonal and Self-Perceptions of Disadvantaged and Advantaged High School Students."},
      {
        "id":"ED043697",
        "title":"Educational Programs for the Culturally Deprived: Need and Cost Differentials. National Educational Finance Project, Special Study No. 3."},
      {
        "id":"ED043698",
        "title":"Family Background, Parent-Child Relationships and Academic Achievement Among Puerto Rican Junior and Senior High School Students. Report No. 4: Study of Factors Affecting Student Achievement."},
      {
        "id":"ED043699",
        "title":"Desegregation as a Factor in the Speech Habits of School Children: A Statistical Approach."},
      {
        "id":"ED043700",
        "title":"The Development of Procedures for the Individualization of Educational Programs."},
      {
        "id":"ED043701",
        "title":"Social Class Perspectives on the Life Cycle."},
      {
        "id":"ED043702",
        "title":"Negro Grandparents: Interactional and Subjective Role Aspects."},
      {
        "id":"ED043703",
        "title":"Six-Year Trends in Integration Attitudes of Deep-South University Students."},
      {
        "id":"ED043704",
        "title":"Level of Expectation, Actual Performance, and Reactions to Success and Failure in Three Ethnic Groups."},
      {
        "id":"ED043705",
        "title":"Brief on Poverty and Public Education in Canada."},
      {
        "id":"ED043706",
        "title":"Tutorial Community Project: Report of the First Year (May 1968-June 1969)."},
      {
        "id":"ED043707",
        "title":"An Analysis of the Affective Meaning of Racial and Interracial Photographs."},
      {
        "id":"ED043708",
        "title":"Bilingual Education Program Evaluation Report, 1969-1970."},
      {
        "id":"ED043709",
        "title":"Changing a Racial Status Ordering by Means of Role Modeling."},
      {
        "id":"ED043710",
        "title":"Expectation Training I: Altering the Effects of a Racial Status Characteristic."},
      {
        "id":"ED043711",
        "title":"Interracial Interaction Disability."},
      {
        "id":"ED043712",
        "title":"Psychological Dynamics of Inner-City Problems. Seminar on Manpower Policy and Program."},
      {
        "id":"ED043714",
        "title":"School Desegregation in the North: A Preliminary Report."},
      {
        "id":"ED043717",
        "title":"Some Theoretical Consideration for Developing New Educational Programs for the Poor."},
      {
        "id":"ED043719",
        "title":"Racial Attitudes and Perception in Black and White Urban School Children."},
      {
        "id":"ED043720",
        "title":"Psycholinguistic Abilities of Good and Poor Reading First Grade Disadvantaged Pupils. IMRID Papers and Reports."},
      {
        "id":"ED043721",
        "title":"Relationship of Auditory and Visual Perceptual Strengths to Methods of Teaching Word Recognition Among Disadvantaged Negro Boys."},
      {
        "id":"ED043722",
        "title":"The Effectiveness of Three Reading Approaches and an Oral Language Stimulation Program with Disadvantaged Children in the Primary Grades: A Final Report After Two Years of the Cooperative Reading Project."},
      {
        "id":"ED043723",
        "title":"The Effectiveness of the Peabody Language Development Kits and the Initial Teaching Alphabet with Disadvantaged Children in the Primary Grades: A Report after the Third Grade of the Cooperative Language Development Project."},
      {
        "id":"ED043724",
        "title":"Efficacy of the Peabody Language Development Kits and the Initial Teaching Alphabet with Southern Disadvantaged Children in the Primary Grades: A Follow-up Report after the Fourth Grade. IMRID Papers and Reports."},
      {
        "id":"ED043726",
        "title":"Measuring Job Vacancies, A Feasibility Study in the Rochester, N.Y. Area. Studies in Business Economics No. 97."},
      {
        "id":"ED043727",
        "title":"Terminal Performance Objectives for a Phased Typing Program in Business Education."},
      {
        "id":"ED043729",
        "title":"Enacements by the 90th Congress Concerning Education and Training, First Session 1967, Part 2--Appendix."},
      {
        "id":"ED043730",
        "title":"Testimony Presented to the House Subcommittee on Appropriations for Education and Labor, and Summary."},
      {
        "id":"ED043731",
        "title":"Curriculum Guide for Marketing."},
      {
        "id":"ED043732",
        "title":"Implementing the Vocational Education Amendments of 1968 for the Disadvantaged or Handicapped. Suggested Utilization of Resources and Guide for Expenditures (SURGE)."},
      {
        "id":"ED043734",
        "title":"Innovative Programs in Industrial Arts."},
      {
        "id":"ED043735",
        "title":"Operation Job Start. Final Report."},
      {
        "id":"ED043736",
        "title":"Excerpts on Vocational Education from the President's Statement on Combating Construction Inflation and Meeting Future Construction Needs."},
      {
        "id":"ED043737",
        "title":"Building Institutions to Serve Agriculture. A Summary Report of the CIC-AID Rural Development Research Project."},
      {
        "id":"ED043744",
        "title":"Review and Synthesis of Research and Developmental Activities Concerning State Advisory Councils on Vocational Education. Information Series No. 22."},
      {
        "id":"ED043749",
        "title":"Major Psycho-Social Problems and the Psychiatric Technician."},
      {
        "id":"ED043751",
        "title":"The Development of Human Potentialities in Leadership Roles for Vocational Administrators and Teachers."},
      {
        "id":"ED043752",
        "title":"Enactments by the 90th Congress Concerning Education and Training. Second Session 1968."},
      {
        "id":"ED043753",
        "title":"An Annotated Bibliography for Occupational Surveys."},
      {
        "id":"ED043754",
        "title":"Business Education for the Emergent Office. Interim Report."},
      {
        "id":"ED043755",
        "title":"Dual Careers: A Longitudinal Study of Labor Market Experience of Women. Volume One."},
      {
        "id":"ED043757",
        "title":"Differentiating Among Graduates of Vocational-Technical Curriculums."},
      {
        "id":"ED043760",
        "title":"Directory of Accredited Allied Medical Educational Programs 1969-1970 and 1970 Spring Supplement."},
      {
        "id":"ED043762",
        "title":"Research 1970. An Annotated List of Research and Demonstration Grants 1955-1968."},
      {
        "id":"ED043771",
        "title":"Industrial Arts Technology Bibliography; An Annotated Reference for Librarians."},
      {
        "id":"ED043772",
        "title":"The JOBS Program (Job Opportunities in the Business Sector) Background Information."},
      {
        "id":"ED043773",
        "title":"Report of the National Research Conference on Consumer and Homemaking Education (Columbus, Ohio, June 2-5, 1970). Leadership Training Series No. 31."},
      {
        "id":"ED043774",
        "title":"Factors Governing the Establishment and Operation of Cooperative Comprehensive Educational Service Centers in Wyoming with Application to a State Master Plan. A Position Paper and a Proposal."},
      {
        "id":"ED043775",
        "title":"Research Visibility: Improving Vocational Education."},
      {
        "id":"ED043776",
        "title":"A Report on Ohio&apos;s Pilot Residential MDTA Program. 1964-1966."},
      {
        "id":"ED043777",
        "title":"Design for a Study of American Youth."},
      {
        "id":"ED043778",
        "title":"Stimulating Educational Information-Seeking and Changes in Student Attitude Toward Vocational Education by Videotape and Film Presentations. Final Report."},
      {
        "id":"ED043779",
        "title":"National Conference on Accreditation of Public Postsecondary Occupational Education (June 10-12, 1970). Center Seminar and Conference Report No. 11."},
      {
        "id":"ED043780",
        "title":"A Study of Occupational Information Exchange Systems in North Carolina Postsecondary Institutions. Center Research and Development Report No. 8."},
      {
        "id":"ED043781",
        "title":"Patterns and Guidelines for Administering Exemplary Programs and Projects at the State Level. Center Occasional Paper No. 3."},
      {
        "id":"ED043782",
        "title":"Initial Support for Establishing a Maryland Research Coordinating Unit. Final Report."},
      {
        "id":"ED043783",
        "title":"Factors Associated with the Migration of High-Level Persons From the Philippines to the U.S.A."},
      {
        "id":"ED043785",
        "title":"Issues in Occupational Education and Training: A Case Study in Jordan."},
      {
        "id":"ED043786",
        "title":"Issues in Occupational Education and Training: A Case Study in Tunisia."},
      {
        "id":"ED043787",
        "title":"Existing Disparities in Public School Finance and Proposals for Reform."},
      {
        "id":"ED043788",
        "title":"Compendium Series of Current Research, Programs and Proposals. Number 3: Recruiting Disadvantaged Students."},
      {
        "id":"ED043789",
        "title":"Research on College Teaching: A Review."},
      {
        "id":"ED043790",
        "title":"Multi-Media Economic Analysis Project: Final Evaluation Report."},
      {
        "id":"ED043791",
        "title":"Model for Designing a System to Individualize Instruction and Guarantee Learning. Final Report."},
      {
        "id":"ED043792",
        "title":"Federal Information Resources: Identification, Availability and Use; Proceedings of a Conference, Washington, D.C., March 26-27, 1970."},
      {
        "id":"ED043793",
        "title":"The Evolution of Planning in the Texas Education Agency. Improving State Leadership in Education."},
      {
        "id":"ED043794",
        "title":"Planning in the Colorado Department of Education to Facilitate Improvements in Education. Improving State Leadership in Education."},
      {
        "id":"ED043795",
        "title":"The Florida Education Improvement Expense Program. Improving State Leadership in Education."},
      {
        "id":"ED043796",
        "title":"New Directions in Certification. Improving State Leadership in Education."},
      {
        "id":"ED043797",
        "title":"Teacher Recruitment and Selection. PREP-20."},
      {
        "id":"ED043798",
        "title":"Abstracting and Indexing Rates and Costs: A Literature Review."},
      {
        "id":"ED043799",
        "title":"Preventing College Dropouts: A Review."},
      {
        "id":"ED043800",
        "title":"Consortia in American Higher Education."},
      {
        "id":"ED043801",
        "title":"Dissemination of Educational Products Developed Under USOE Sponsorship. Conference Report."},
      {
        "id":"ED043805",
        "title":"A Study of Community Resource Development and Community Service Program Coordination between Cooperative Extension and Community Colleges in New York."},
      {
        "id":"ED043809",
        "title":"A Case Study in Career Advancement in the Community Action Agency."},
      {
        "id":"ED043810",
        "title":"Mid-Career Education for Municipal Clerks."},
      {
        "id":"ED043811",
        "title":"The Teacher Aide...An Answer to the Teacher Shortage."},
      {
        "id":"ED043813",
        "title":"Statement of Dr. Mary C. Mulvey ... for Hearings before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate ... in Support of S. 1663 Adult Education Act of of 1969."},
      {
        "id":"ED043815",
        "title":"Dissertations in Extension and Adult Education; Cornell University 1948-1970."},
      {
        "id":"ED043816",
        "title":"Drake University Pre-Retirement Planning Center. Annual Report, September 1, 1968 to August 31, 1969."},
      {
        "id":"ED043817",
        "title":"Major Collective Bargaining Agreements: Training and Retraining Provisions."},
      {
        "id":"ED043818",
        "title":"Management Development for Urban Administration."},
      {
        "id":"ED043820",
        "title":"Literacy 1967-1969; Progress Achieved in Literacy Throughout the World."},
      {
        "id":"ED043821",
        "title":"Lecturing to Large Groups."},
      {
        "id":"ED043825",
        "title":"Into Further Education: Opportunities for 15 and 16 Year Olds in Further Education."},
      {
        "id":"ED043826",
        "title":"Factors Associated with the Adoption of Agricultural Practices; Kampong Bukit Kapar, Selangor, Malaysia."},
      {
        "id":"ED043827",
        "title":"A Report on the Activities of the First Five Years, 1963-1968."},
      {
        "id":"ED043828",
        "title":"Consumer Credit Practices of Selected Home Demonstration Club Members in Madison County, Tennessee. A Research Summary of a Graduate Study."},
      {
        "id":"ED043829",
        "title":"A Model for Educational Improvement in Extension. Theoretical Paper No. 26."},
      {
        "id":"ED043830",
        "title":"An Evaluation of the Effectiveness of the Allen Teaching Machine at the Federal Correctional Institution, Lompoc, California. Final Report."},
      {
        "id":"ED043836",
        "title":"[Adult Education in Nigeria.]"},
      {
        "id":"ED043838",
        "title":"Museum Techniques in Fundamental Education."},
      {
        "id":"ED043839",
        "title":"Some Results of Two Basic Skills Training Programs in a Rural Setting."},
      {
        "id":"ED043841",
        "title":"A New Direction for Wisconsin Inactive Health Personnel."},
      {
        "id":"ED043842",
        "title":"Development Police Training and Education in Florida. LEAA Grant 350 Final Project Report."},
      {
        "id":"ED043843",
        "title":"Professional and Paraprofessional Role Differentiation."},
      {
        "id":"ED043844",
        "title":"Standards for the Use of the Laboratory Method."},
      {
        "id":"ED043845",
        "title":"Les Recherche en Education des Adultes au Canada, 1969. (Non-Degree Research in Adult Education in Canada, 1969)."},
      {
        "id":"ED043847",
        "title":"Model Cities Training Program."},
      {
        "id":"ED043848",
        "title":"Model Cities Training Program. Evaluation Report."},
      {
        "id":"ED043849",
        "title":"Development and Evaluation of Farm Management Instructional Units for Young Adult Farmer Education. Final Report."},
      {
        "id":"ED043851",
        "title":"Retraining Programs for Women Chemists."},
      {
        "id":"ED043852",
        "title":"Linguistics and Reading."},
      {
        "id":"ED043853",
        "title":"A Selected Annotated Bibliography on Social Dialects, for Teachers of Speech and English."},
      {
        "id":"ED043854",
        "title":"A Survey of the Portuguese Language, Luso-Brazilian and Latin American Area Studies in Institutions of Higher Learning in the United States."},
      {
        "id":"ED043856",
        "title":"A Textbook for Students of English as a Second Language: An Attempt to Separate Practice in Language Use from Manipulative Exercises Aimed to Give Insights into How Language Works, with the Hope That the Exercises Will Indirectly Facilitate the Practice."},
      {
        "id":"ED043857",
        "title":"Black English."},
      {
        "id":"ED043864",
        "title":"Developmental Sentence Scoring: A Method of Quantifying the Development of Syntax and Morphology in Children's Language. Final Report."},
      {
        "id":"ED043866",
        "title":"The Mechanical Recognition of Speech: Prospects for Use in the Teaching of Languages."},
      {
        "id":"ED043867",
        "title":"Language in Early Childhood and Reading: A Review for 1969/70."},
      {
        "id":"ED043868",
        "title":"An Inventory of Information Services in the Language Sciences. LINCS Project Document Series."},
      {
        "id":"ED043869",
        "title":"Information Flow in the Language Sciences: An Exploratory Case Study of the Washington, D.C. Area. LINCS Project Document Series."},
      {
        "id":"ED043871",
        "title":"Education of Puerto Ricans on the Mainland: Overcoming the Communication Barrier."},
      {
        "id":"ED043872",
        "title":"The Influence of Sanskrit on the Japanese Sound Systems."},
      {
        "id":"ED043873",
        "title":"A Report on Language Materials Development for Seven Philippine Languages."},
      {
        "id":"ED043892",
        "title":"A Theory-Ridden, Computerless, Impersonal Vocational Guidance System."},
      {
        "id":"ED043893",
        "title":"The Effect of Race and Sex on College Admission."},
      {
        "id":"ED043894",
        "title":"The Study of Deceptive and Antisocial Behavior in the Laboratory."},
      {
        "id":"ED043895",
        "title":"Considerations in the Use of Instruments for the Selection of Family Life Educatiors."},
      {
        "id":"ED043896",
        "title":"Problems and Issues in the Counseling of the Disabled Disadvantaged Patient."},
      {
        "id":"ED043897",
        "title":"Person-Clusters in Two Dimensions of Adaptive Behavior."},
      {
        "id":"ED043898",
        "title":"A Transactional Approach to Creativity and Its Implications for Education. Value Dilemmas in the Assessment and Development of Creative Leaders."},
      {
        "id":"ED043899",
        "title":"Social Factors and Educational Aspirations of Canadian High School Students."},
      {
        "id":"ED043900",
        "title":"Factors of Motivation in Young Children: Theoretical and Empirical."},
      {
        "id":"ED043901",
        "title":"Effects of Subject Status and Interviewer Response Program upon Subject Self-Disclosure in Standardized Interviews."},
      {
        "id":"ED043902",
        "title":"Skill Analysis as a Technique for Predicting Vocational Success of the Mentally Retarded."},
      {
        "id":"ED043903",
        "title":"Me and Thee. Symposium: Some Perspectives on Working with the Disadvantaged in an Urban Mental Health Program."},
      {
        "id":"ED043904",
        "title":"Recommended Book and Pamphlet Publications on Drugs and Drug Use for a College or University Library."},
      {
        "id":"ED043905",
        "title":"A Model of Conversation. Behavioral Patterns in Goal Setting Conferences."},
      {
        "id":"ED043906",
        "title":"Providing Direct Service and Preventive Programs for Children in Poverty."},
      {
        "id":"ED043907",
        "title":"Some National Developments in the Utilization of Nontraditional Mental Health Manpower."},
      {
        "id":"ED043908",
        "title":"The New Therapies and Psychopathology: The Behavioral Viewpoint."},
      {
        "id":"ED043909",
        "title":"Behavioral Vs. Non-Behavioral Counseling: The Interview Process."},
      {
        "id":"ED043910",
        "title":"The Student Personnel Worker's Commitment to Eliminating Racism."},
      {
        "id":"ED043911",
        "title":"Organization and Memory in Adulthood."},
      {
        "id":"ED043912",
        "title":"Adult Socialization: The Effects of Aspiration Upon Role Performance in Rehabilitation Settings."},
      {
        "id":"ED043913",
        "title":"Peer Groups and Medication: The Best \"Therapy\" for Professionals and Laymen Alike."},
      {
        "id":"ED043914",
        "title":"Personality Development and Intellectual Functioning from 21 Months to 40 Years."},
      {
        "id":"ED043915",
        "title":"Project Outreach: An Approach to Human Relationships, Experiential Learning and Community Action in the Introductory Psychology Course."},
      {
        "id":"ED043916",
        "title":"Political Attitude Congruence between Politically Active Parents and College-Age Children: An Inquiry into Family Political Socialization."},
      {
        "id":"ED043917",
        "title":"Raising Children's Expectations for Their Own Performance."},
      {
        "id":"ED043918",
        "title":"A Survey of Cognitive Styles in Maryland Ninth Graders: IV: Views of Women's Roles."},
      {
        "id":"ED043919",
        "title":"Development of a School Attitude Questionnaire for Young Children."},
      {
        "id":"ED043920",
        "title":"Application of Reinforcement Principles to the Classroom. Final Report."},
      {
        "id":"ED043922",
        "title":"Investigation of Verbal Responses of Children During Problem Solving Situations."},
      {
        "id":"ED043923",
        "title":"A Study of Cognitive Change Resulting from Participation in Human Relations Laboratory Training. Final Report."},
      {
        "id":"ED043924",
        "title":"Visual and Aural Learning in Urban Children. Final Report."},
      {
        "id":"ED043925",
        "title":"Community Arts Study Program. Final Report."},
      {
        "id":"ED043926",
        "title":"A Study to Determine the Relationship between Anxiety and Learning in Young Children. Final Report."},
      {
        "id":"ED043927",
        "title":"The Logical Effects of Theory on Observational Categories and Methodology in Verbal Learning Theory. Final Report."},
      {
        "id":"ED043928",
        "title":"Economic, Sociological and Demographic Characteristics of Oregon School Districts and Their Relationship to District Financial Practices."},
      {
        "id":"ED043929",
        "title":"A Study to Determine the Feasibility of Redefining Present School Attendance Area Boundaries to Coincide with or Otherwise Relate Logically to the U.S. Census Bureau Tracts, and Four Sub-Reports."},
      {
        "id":"ED043930",
        "title":"Intermediate Unit Planning Study. Phase I, Progress Report. Application for ESEA Continuation Grant."},
      {
        "id":"ED043931",
        "title":"The Feasibility of Cooperative Planning in Fremont and Newark, California."},
      {
        "id":"ED043932",
        "title":"Developing a Concept of the Principalship. The Lecture Series of the 1967 Leadership Course for School Principals."},
      {
        "id":"ED043933",
        "title":"Educational Planning in Local School Systems. The Lecture Series of the Banff Regional Conference of School Administrators (1967)."},
      {
        "id":"ED043934",
        "title":"Student-Teacher Population Growth Model. Working Paper."},
      {
        "id":"ED043935",
        "title":"Indiana School Transportation: A Review of Policies, Procedures, and Costs."},
      {
        "id":"ED043936",
        "title":"America in Which Children of the Middle Years Will Live: An Educational Perspective."},
      {
        "id":"ED043937",
        "title":"Year-Round Operation at Berkeley: Background and Implementation."},
      {
        "id":"ED043938",
        "title":"An Illustrative Hypothetical Example of Cost-Benefit Analysis (Problem #2): The Parking Problem."},
      {
        "id":"ED043940",
        "title":"Application of Leontief Input-Output Analysis to School District Budgeting."},
      {
        "id":"ED043941",
        "title":"New York State Educational Information System (NYSEIS) Systems Design. Volume I, Phase II. Final Report."},
      {
        "id":"ED043942",
        "title":"New Curriculum Activities in the Pilot Intermediate Schools of New York City (& Appendix). Final Report."},
      {
        "id":"ED043943",
        "title":"The Measurement of Alternative Costs of Educating Catholic School Children in Public Schools."},
      {
        "id":"ED043945",
        "title":"Decision Making in the Public Schools. Need Assessment."},
      {
        "id":"ED043949",
        "title":"The Albuquerque Story. Future Schools Study Project. Final Report."},
      {
        "id":"ED043950",
        "title":"[Dropout Prevention Program. Request for Proposal #2.]"},
      {
        "id":"ED043951",
        "title":"A Place in Society. . .for Everyone. Brandywine Educational Park."},
      {
        "id":"ED043952",
        "title":"Report on HEW Summer Institute: Researching and Evaluating Outcomes of Educational Innovations in New England."},
      {
        "id":"ED043953",
        "title":"The PERT Lectures: A Case Study in Knowledge Dissemination and Utilization. Volume 1: Initial Lectures."},
      {
        "id":"ED043954",
        "title":"Guides to Conducting Programs of School Improvement."},
      {
        "id":"ED043955",
        "title":"The Junior High School Program."},
      {
        "id":"ED043957",
        "title":"Sound Levels in East Texas Schools."},
      {
        "id":"ED043959",
        "title":"Instructional Hardware/A Guide to Architectural Requirements."},
      {
        "id":"ED043961",
        "title":"Selected Bibliography of Yugoslav Educational Materials, Vol. 6, No. 1, 1970."},
      {
        "id":"ED043962",
        "title":"Feasibility Study and Analysis of the Administrative Management of the Harrisburg City School District. Reorganizing the Harrisburg Public Schools Project."},
      {
        "id":"ED043963",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 4 No. 2, 1970. April-June 1970."},
      {
        "id":"ED043964",
        "title":"Wisconsin Research and Development Center for Cognitive Learning. Annual Report. (6th) Academic Year 1969-70."},
      {
        "id":"ED043965",
        "title":"An Annotated Bibliography of the Literature on Change."},
      {
        "id":"ED043966",
        "title":"Observations and Analysis of the Literature on Change."},
      {
        "id":"ED043967",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Vol. 4 No. 3, 1970."},
      {
        "id":"ED043968",
        "title":"Financing Public Elementary and Secondary School Facilities in the United States. National Educational Finance Project Special Study No. 7."},
      {
        "id":"ED043969",
        "title":"Drug Abuse: A Challenge for Education."},
      {
        "id":"ED043970",
        "title":"An Assessment of the Decision Making Process Related to Curriculum Innovations with Public School Systems in Southeastern Pennsylvania. Final Report."},
      {
        "id":"ED043971",
        "title":"The School Board and a Model for Educational Improvement. Practical Paper No. 10."},
      {
        "id":"ED043972",
        "title":"Linking Organizations to Maintain Organizational Development and Transmit Innovation. Reprints and Occasional Papers Series."},
      {
        "id":"ED043973",
        "title":"Organizational Specialists in a School District."},
      {
        "id":"ED043974",
        "title":"Organizational Complexity: The Relationship Between the Size of the Administrative Component and School System Size."},
      {
        "id":"ED043975",
        "title":"Workshop for the Development and Evaluation of Study Guides of Captioned Education Films for the Deaf."},
      {
        "id":"ED043979",
        "title":"Interdisciplinary Programming for Infants with Known or Suspected Cerebral Dysfunction. Report of an Interdisciplinary Conference (Santa Monica, California, March 16-18, 1970)."},
      {
        "id":"ED043980",
        "title":"Changing Patterns of Professional Preparation and Services in Special Education. Selected Papers of a Working Conference (San Diego, California, March 9-11, 1970)."},
      {
        "id":"ED043983",
        "title":"Residents in Public Institutions for the Mentally Retarded."},
      {
        "id":"ED043984",
        "title":"Tentative Administrator's Guide: Programs for Exceptional Children."},
      {
        "id":"ED043985",
        "title":"The Counseling Process and the Teacher of Children with Multiple Handicaps."},
      {
        "id":"ED043986",
        "title":"Tactual Mapping: Design, Reproduction, Reading and Interpretation. Final Report."},
      {
        "id":"ED043987",
        "title":"Symposium on Research and Utilization of Educational Media for Teaching the Deaf: Individualizing Instruction for the Deaf Student."},
      {
        "id":"ED043988",
        "title":"Preparing Higher Education Facilities for Handicapped Students."},
      {
        "id":"ED043989",
        "title":"The Media-Curriculum Specialist in Special Education: Resource Notebook. Report of the Media-Curriculum Institute (East Lansing, Michigan, June 16-20, 1969)."},
      {
        "id":"ED043990",
        "title":"Instructional Climate in Illinois Gifted Classes."},
      {
        "id":"ED043991",
        "title":"Handbook for Teachers of the Visually Handicapped."},
      {
        "id":"ED043992",
        "title":"Special Education Administrative Handbook."},
      {
        "id":"ED043993",
        "title":"A Development Project in Self and Home Employment for the Homebound. Rehabilitation Series 1."},
      {
        "id":"ED043994",
        "title":"A Program of Visual-Motor-Perceptual Training to Determine Its Effects upon Primary Level Children with Reading and Learning Deficiencies. Final Report."},
      {
        "id":"ED043995",
        "title":"Programs for Exceptional Children: Annual Report 1969-1970."},
      {
        "id":"ED043996",
        "title":"Small Living Centers for Adult Retardates. Final Report."},
      {
        "id":"ED043997",
        "title":"Statistical Data for Special Education Services Fiscal Year 1969. Annual Report."},
      {
        "id":"ED043998",
        "title":"A Resource Guide for the Special Education Teacher: Working with the Mentally Retarded Educable Child."},
      {
        "id":"ED043999",
        "title":"Administrative Procedures for the Special Education Program."},
      {
        "id":"ED044000",
        "title":"Concept and Control of Fundamental Voice Frequency in the Deaf - An Experiment Using a Visible Pitch Display."},
      {
        "id":"ED044001",
        "title":"Sensory Aids Research Project - Clarke School for the Deaf."},
      {
        "id":"ED044002",
        "title":"On the Care of the Mentally Subnormal: Mental Hygiene Statistics Newsletter - XI-9."},
      {
        "id":"ED044003",
        "title":"Better Education for Handicapped Children 1969: The Second Annual Report of the National Advisory Committee on Handicapped Children."},
      {
        "id":"ED044004",
        "title":"Employment of Qualified Blind Teachers in Teaching Positions in the Public School Systems at Both the Elementary and the Secondary Grade Levels."},
      {
        "id":"ED044005",
        "title":"Special Education in Denmark."},
      {
        "id":"ED044006",
        "title":"Special Education in the Rehabilitation Programme."},
      {
        "id":"ED044008",
        "title":"Special Education for Handicapped Children in the Municipal Schools in Denmark."},
      {
        "id":"ED044011",
        "title":"Training Proficiency Scale (Form A) Manual."},
      {
        "id":"ED044012",
        "title":"Creativity: A Review of Theory and Research. Theoretical Paper No. 24."},
      {
        "id":"ED044018",
        "title":"The Multiplier Handbook."},
      {
        "id":"ED044022",
        "title":"Instructional Strategies: Multivariable Studies of Psychological Processes Related to Instruction. Annual Report, July 1970."},
      {
        "id":"ED044025",
        "title":"The Big M in Education. Media Specialist: A Role Defined."},
      {
        "id":"ED044026",
        "title":"Evaluating the Potential of Films for Improving Self Image in Minority Group Children. Interim Technical Report: Phase I."},
      {
        "id":"ED044027",
        "title":"Report of the Board Committee on Long Range Planning."},
      {
        "id":"ED044028",
        "title":"Teacher Controlled Computer Assisted Instruction."},
      {
        "id":"ED044029",
        "title":"An Analysis of the Doctoral Level Preparation Programs in the Field of Instructional Technology at Selected Institutions."},
      {
        "id":"ED044030",
        "title":"Selection of Educational Materials in the United States Public Schools."},
      {
        "id":"ED044034",
        "title":"A Primer for the NEWBASIC/CATALYST System."},
      {
        "id":"ED044035",
        "title":"Research Utilization in Rehabilitation."},
      {
        "id":"ED044038",
        "title":"An Investigation of the Role of Pictorial Complexity in Visual Perception."},
      {
        "id":"ED044039",
        "title":"Computer Assisted Instruction for Vocational Rehabilitation of the Mentally Retarded."},
      {
        "id":"ED044041",
        "title":"The Problems and Successes of Instructional Television in Elementary and Secondary Schools in New York State 1966-68."},
      {
        "id":"ED044042",
        "title":"Broadcast Satellites; Their Potential Use for Educational Purposes, and Their Relationship to International Understanding and Cooperation. Occasional Paper Number Three."},
      {
        "id":"ED044044",
        "title":"Visual Discrimination of Color Normals and Color Deficients. Final Report."},
      {
        "id":"ED044045",
        "title":"Integration of Programed Instruction in an Independent Study Program. Final Report."},
      {
        "id":"ED044046",
        "title":"Telecommunications Study for the State of Illinois, Report C: Final Report."},
      {
        "id":"ED044047",
        "title":"Identification and Analysis of the Alternatives for Achieving Greater Television Program Diversity in the United States."},
      {
        "id":"ED044048",
        "title":"The Free Learner: A Survey of Experiments in Education."},
      {
        "id":"ED044049",
        "title":"Information Retrieval (SPIRES) and Library Automation (BALLOTS) at Stanford University."},
      {
        "id":"ED044050",
        "title":"Stanford's Interest in Cable Television. (With Appended Submission to the Federal Communications Commission by the Stanford Cable Television Committee)."},
      {
        "id":"ED044051",
        "title":"Teaching Idioms and Figures of Speech to Non-Native Speakers of English."},
      {
        "id":"ED044052",
        "title":"The \"Translation-Paradigm\": A Technique for Contrastive Syntax."},
      {
        "id":"ED044053",
        "title":"The Place of Ovid in the Classical Humanities Curriculum."},
      {
        "id":"ED044054",
        "title":"A Comparative Study of Declarative Intonation in American English and Spanish."},
      {
        "id":"ED044055",
        "title":"La Lecon d'intonation de Simone de Beauvoir, etude d'intonation declarative comparee (The Lesson on Intonation of Simone de Beauvoir: A Comparative Study of Declarative Intonation)."},
      {
        "id":"ED044058",
        "title":"A Bibliography on the Value of the Classics."},
      {
        "id":"ED044059",
        "title":"A Study of Language Laboratory Teaching in German."},
      {
        "id":"ED044060",
        "title":"The Value of External Direction and Individual Discovery in Learning Situations: The Learning of a Foreign Alphabet."},
      {
        "id":"ED044063",
        "title":"The MLA Foreign Language Proficiency Tests for Teachers and Advanced Students: Analysis of the Performance of Native Speakers and Comparison with That of NDEA Summer Institute Participants."},
      {
        "id":"ED044064",
        "title":"A Modern Curriculum in French Studies."},
      {
        "id":"ED044065",
        "title":"New Approaches to Old Problems through Testing."},
      {
        "id":"ED044066",
        "title":"How the Romans Lived and Spoke (Romani Viventes et Dicentes): A Humanistic Approach to Latin for Children in the Fifth Grade. Teachers' Guide."},
      {
        "id":"ED044067",
        "title":"A Report on the Programs for the Disadvantaged in the Oregon State System of Higher Education."}]
  }}
