{
  "response":{"numFound":509939,"start":276000,"numFoundExact":true,"docs":[
      {
        "id":"ED044068",
        "title":"A Study in Role Conflict: The Departmental Chairman in Decisions on Academic Tenure."},
      {
        "id":"ED044069",
        "title":"Whither WICHE in Continuing Psychiatric Education of Physicians; Training Institute for Psychiatrist-Teachers of Practicing Physicians (10th Annual, Salt Lake City, Utah, February 5-8, 1970)."},
      {
        "id":"ED044070",
        "title":"The Role of the Interaction Sciences in Higher Education."},
      {
        "id":"ED044072",
        "title":"Contingent Repayment Education Loans Related to Income."},
      {
        "id":"ED044073",
        "title":"Survey of Selected Programs for Student Leadership Training at Colleges and Universities."},
      {
        "id":"ED044075",
        "title":"Is the Present Anxiety about Public Education Justified? (Emphasis: Higher Education)."},
      {
        "id":"ED044076",
        "title":"Plans Beyond High School. A Report of a Survey of Statewide Florida High School Seniors, Fall, 1969."},
      {
        "id":"ED044077",
        "title":"The New Breed- Black Activists."},
      {
        "id":"ED044078",
        "title":"STAG: A Conceptual Approach for Comparing Grades Within and Among Colleges and Universities."},
      {
        "id":"ED044079",
        "title":"The Graduate Preparation of Scientists for Undergraduate Teaching in Liberal Arts Colleges and Universities. A Conference Report (1st, Washington D.C., May 2-3, 1969)."},
      {
        "id":"ED044080",
        "title":"Free-Access Higher Education."},
      {
        "id":"ED044081",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education, 1970-1971."},
      {
        "id":"ED044082",
        "title":"The Academic Performance of Students Who Transfer after Two Years."},
      {
        "id":"ED044083",
        "title":"The Opening Door. A Review of New York State's Programs of Financial Aid for College Students."},
      {
        "id":"ED044084",
        "title":"Proceedings: A Conference on Student Retention in Tennessee Colleges and Universities (March 21-22, 1966)."},
      {
        "id":"ED044085",
        "title":"Summary of State Legislation Affecting Higher Education in the South, 1970."},
      {
        "id":"ED044086",
        "title":"A Guide to Resources for Undergraduate Academic Reform. A.C.E. Special Report."},
      {
        "id":"ED044087",
        "title":"A Survey of Rank, Salary, Promotion, and Tenure Policies in Fifteen Colleges and Universities. A Survey of Current Practices."},
      {
        "id":"ED044088",
        "title":"Education and Middle Manpower Development in Malaysia."},
      {
        "id":"ED044089",
        "title":"Discrimination against Women in Higher Education. A 15 Year Survey. Promotional Practices at Brooklyn College CUNY: 1955-1970, All Ranks-Tenured and Untenured."},
      {
        "id":"ED044093",
        "title":"In-Service Training for Two-Year College Faculty and Staff: The Role of the Graduate Institutions."},
      {
        "id":"ED044094",
        "title":"Summary of State Legislation Affecting Higher Education in the West: 1970."},
      {
        "id":"ED044095",
        "title":"The Status of Women at Cornell."},
      {
        "id":"ED044096",
        "title":"The Role of the Junior College in the Urban Revolution."},
      {
        "id":"ED044097",
        "title":"The Laws Relating to Higher Education in the Fifty States: January 1965 - December 1967."},
      {
        "id":"ED044098",
        "title":"Case Studies in Multi-Media Instruction."},
      {
        "id":"ED044099",
        "title":"Student and Instructor Expectations of Community College Instructors."},
      {
        "id":"ED044100",
        "title":"A Study of Student Dropouts from Vocationally Oriented Business Programs at Nassau Community College. Final Report."},
      {
        "id":"ED044103",
        "title":"A Follow-up Study on the Characteristics and Opinions of Students Enrolled in Occupational Education Programs or in University-Parallel Programs at Tarrant County Junior College District."},
      {
        "id":"ED044104",
        "title":"Basic Studies: A Description and Progress Report."},
      {
        "id":"ED044105",
        "title":"A Discussion of the Definition of Junior Colleges in Relation to Secondary and Higher Education."},
      {
        "id":"ED044106",
        "title":"A Comparative Analysis of the General Laws and Statutes Affecting Community Colleges in Massachusetts, Michigan, and Missouri."},
      {
        "id":"ED044108",
        "title":"A Study of the Validity of Assumptions Related to Year-Round Operation and Extended Hours of Instruction in California Community Colleges."},
      {
        "id":"ED044110",
        "title":"Entrance and Placement Testing for the Junior College."},
      {
        "id":"ED044111",
        "title":"NOR CAL - An Impressive Achievement: A Review."},
      {
        "id":"ED044112",
        "title":"Administrative Missions of the Two Year College."},
      {
        "id":"ED044113",
        "title":"Career College: Second Annual Report."},
      {
        "id":"ED044114",
        "title":"Non-Persisting and Persisting Transfer Program Students."},
      {
        "id":"ED044115",
        "title":"A Comparison of Persisters and Non-Persisters in a Junior College."},
      {
        "id":"ED044117",
        "title":"Summer Conference on International Inter-Library Cooperation Held at Clarkson College of Technology, Potsdam, New York, June 7-9, 1967."},
      {
        "id":"ED044118",
        "title":"The Microfilm Technology Primer on Scholarly Journals."},
      {
        "id":"ED044119",
        "title":"Data Communications - A Continuing Evolution."},
      {
        "id":"ED044120",
        "title":"COMPENDEX/TEXT-PAC: CIS."},
      {
        "id":"ED044121",
        "title":"COMPENDEX Profiling Guide."},
      {
        "id":"ED044122",
        "title":"Design Study for Long Range Research Program."},
      {
        "id":"ED044123",
        "title":"Library Services for State Government; An Evaluation of the Resources of the Oregon State Library."},
      {
        "id":"ED044124",
        "title":"Library Cooperation in Metropolitan Baltimore: A New Approach to Determining Library Locations and Services (Review of Short and Long Range Work Programs Baltimore Metropolitan Area Library Study)."},
      {
        "id":"ED044127",
        "title":"The Periodical Bank Through 1969 and the First Fiscal Year Annual Report. Revised Edition."},
      {
        "id":"ED044128",
        "title":"Using the Media Center: Guidelines for Teachers and Media Specialists."},
      {
        "id":"ED044129",
        "title":"A Guide to the World's Training Facilities in Documentation and Information Work [Prepared by the] Central Institute for Scientific, Technical and Economic Information, Warsaw, Poland. Second Edition."},
      {
        "id":"ED044130",
        "title":"A Fiscal and Organizational Analysis of Public Libraries in Michigan."},
      {
        "id":"ED044131",
        "title":"Response to Change: American Libraries in the Seventies."},
      {
        "id":"ED044132",
        "title":"The Role of Libraries in the Cultural History of Indiana."},
      {
        "id":"ED044133",
        "title":"A Study of Adult Information Needs in Indiana."},
      {
        "id":"ED044134",
        "title":"General Economic and Demographic Background and Projections for Indiana Library Services."},
      {
        "id":"ED044135",
        "title":"Regional Supply and Demand for Library Services."},
      {
        "id":"ED044136",
        "title":"Economic Aspects of Library Service in Indiana."},
      {
        "id":"ED044137",
        "title":"Library Services for Indiana's Handicapped."},
      {
        "id":"ED044138",
        "title":"Library Services to Residents of Indiana State Institutions."},
      {
        "id":"ED044139",
        "title":"Survey of User Service Policies in Indiana Libraries and Information Centers."},
      {
        "id":"ED044140",
        "title":"A Survey of Indiana Special Libraries and Information Centers."},
      {
        "id":"ED044142",
        "title":"Directory of Indiana Libraries."},
      {
        "id":"ED044143",
        "title":"The Indiana State Library, A Preliminary Study."},
      {
        "id":"ED044144",
        "title":"Structuring the Indiana State Library for Interlibrary Coordination."},
      {
        "id":"ED044146",
        "title":"A Fifteen-Year Forecast of Information-Processing Technology. Final Report."},
      {
        "id":"ED044147",
        "title":"The Development of an Interlibrary Loan Agreement Among Biomedical Libraries of Metropolitan Detroit."},
      {
        "id":"ED044148",
        "title":"KOMRML, The First Year's Experience."},
      {
        "id":"ED044149",
        "title":"Hospital Libraries; A Method for Surveying for the Ohio Valley Regional Medical Program. A Working Paper."},
      {
        "id":"ED044150",
        "title":"KOMRML, Document Delivery Service, an Evaluation of Its Value and Operation from Responses to a Questionnaire."},
      {
        "id":"ED044151",
        "title":"Health Science Library Organizations."},
      {
        "id":"ED044152",
        "title":"Cooperative and Centralized Cataloging and Processing: A Bibliography, 1850-1967."},
      {
        "id":"ED044155",
        "title":"The Legal Status of the Federal Copyright Law. Final Report."},
      {
        "id":"ED044156",
        "title":"Information Hang-Ups; Problems Encountered by Users of the Technical Information Services Offered by DDC and CFSTI, with Recommendations for the Future."},
      {
        "id":"ED044157",
        "title":"Hardware/Software Requirements Information for a Minnesota Computer-Aided Library System."},
      {
        "id":"ED044158",
        "title":"Roster of Federal Libraries."},
      {
        "id":"ED044159",
        "title":"Documentation System for the Organization of Government Publications Within a University Library."},
      {
        "id":"ED044160",
        "title":"The Development of Franklin County Public Libraries, 1980."},
      {
        "id":"ED044161",
        "title":"A Communications System for Wyoming Libraries: A Study, with Recommendations."},
      {
        "id":"ED044162",
        "title":"Proceedings...; 2nd Annual NSLS Day, September 18, 1969."},
      {
        "id":"ED044163",
        "title":"College Libraries; Report of Study Conference 69/39."},
      {
        "id":"ED044164",
        "title":"New York State Interlibrary Loan Network; NYSILL Manual. Revised."},
      {
        "id":"ED044165",
        "title":"Survey of Scientific-Technical Tape Services."},
      {
        "id":"ED044166",
        "title":"Ancona Montessori Research Project for Culturally Disadvantaged Children. September 1, 1968 to August 31, 1969. Final Report."},
      {
        "id":"ED044167",
        "title":"On Class Differences and Early Development."},
      {
        "id":"ED044168",
        "title":"Parents as Primary Change Agents in an Experimental Head Start Program of Language Intervention. Experimental Program Report."},
      {
        "id":"ED044169",
        "title":"Report of Child Placement Study Committee, January, 1969."},
      {
        "id":"ED044170",
        "title":"A Comparative Study of Failure Avoidance in Culturally Disadvantaged and Non-Culturally Disadvantaged First Grade Children."},
      {
        "id":"ED044171",
        "title":"An Experimental Program in Classification and Attentional Training with Head Start Children."},
      {
        "id":"ED044172",
        "title":"Evaluation of Follow Through, 1968 - 1969."},
      {
        "id":"ED044173",
        "title":"Developmental-Behavioral Patterns in Twenty-six Culturally Disadvantaged Infants."},
      {
        "id":"ED044174",
        "title":"An Experimental Summer Kindergarten for Culturally Deprived Children."},
      {
        "id":"ED044175",
        "title":"The Effect of Three Home Visiting Strategies Upon Measures of Children's Academic Aptitude and Maternal Teaching Behaviors. Final Report."},
      {
        "id":"ED044178",
        "title":"A Pilot Investigation of the Effects of Training Techniques Designed to Accelerate Childrens' Acquisition of Conservation of Discontinuous Quantity. Final Report."},
      {
        "id":"ED044179",
        "title":"Children's Conservation of Multiple Space Relations: Effects of Perception and Representation."},
      {
        "id":"ED044180",
        "title":"Prediction of Achievement in the First Primary Year. Study Number One."},
      {
        "id":"ED044181",
        "title":"Developmental Skill and Achievement Differences of Children Identified as Excellent, Good, and Average in Reading and Arithmetic Achievement. Study Number Three."},
      {
        "id":"ED044182",
        "title":"Review of Selected Early Education Research in the School District of University City, Missouri, June, 1970."},
      {
        "id":"ED044183",
        "title":"The Professional Self Image and the Attributes of a Profession: An Exploratory Study of the Preschool Teacher."},
      {
        "id":"ED044184",
        "title":"The Effects of Different Types of Reinforcement on Young Children's Incidental Learning."},
      {
        "id":"ED044185",
        "title":"Dissemination and Utilization of Knowledge in the Area of Early Childhood Education: A Description of Some of the Problems."},
      {
        "id":"ED044186",
        "title":"Increasing Verbal Communication Skills in Culturally Disadvantaged Pre-School Children. Final Report."},
      {
        "id":"ED044187",
        "title":"The Somerton Story, Part I. A Progress Report on the Somerton Demonstration School for Migrant Child Education."},
      {
        "id":"ED044188",
        "title":"Industrial Location Research Studies: Summary and Recommendations."},
      {
        "id":"ED044189",
        "title":"Industrial Location Research Studies: Reports 17-25."},
      {
        "id":"ED044190",
        "title":"Industrial Location Research Studies: Reports 9-16."},
      {
        "id":"ED044192",
        "title":"House Bill No. 1 Special English Classes: Evaluation."},
      {
        "id":"ED044193",
        "title":"Successful Parent Education Programs at the High School Level in a Rural County."},
      {
        "id":"ED044194",
        "title":"Indian Americans at Mille Lacs."},
      {
        "id":"ED044195",
        "title":"Indian Americans in Duluth. A Summary and Analysis of Recent Research."},
      {
        "id":"ED044196",
        "title":"A Public Opinion Survey on Educational Planning."},
      {
        "id":"ED044197",
        "title":"Farm, Rural, and Urban Backgrounds of Rearing and Socioeconomic Career Achievements in Metropolitan Stratification Systems."},
      {
        "id":"ED044198",
        "title":"San Carlos Reservation Manpower Resources. Indian Manpower Resources in the Southwest. A Pilot Study."},
      {
        "id":"ED044199",
        "title":"An Assessment of the Experimental and Demonstration Interstate Program for South Texas Migrants."},
      {
        "id":"ED044201",
        "title":"EPDA Indian Teacher Aide Institute, September 7, 1969 - May 29, 1970."},
      {
        "id":"ED044202",
        "title":"Social Adaptation to Widowhood Among a Rural-Urban Aged Population."},
      {
        "id":"ED044203",
        "title":"Outdoor Education for Elementary Schools."},
      {
        "id":"ED044204",
        "title":"Partners in Learning...Teachers & Migrant Children."},
      {
        "id":"ED044205",
        "title":"The Extent of Bilingualism Among the Crow and the Northern Cheyenne Indian School Populations, Grades One Through Twelve. A Study."},
      {
        "id":"ED044206",
        "title":"Indio and Hispano Child: Improving His Self Image."},
      {
        "id":"ED044210",
        "title":"Department of Indian Affairs and Northern Development: Annual Report, Fiscal Year 1968-1969."},
      {
        "id":"ED044211",
        "title":"Pima Central School and Blackwater School, Sacaton, Arizona. The National Study of American Indian Education, Series I, No. 22. Final Report."},
      {
        "id":"ED044212",
        "title":"The Meaning and Validity of the \"Phenomenal Self\" for American Indian Students. The National Study of American Indian Education, Series III, No. 7. Final Report."},
      {
        "id":"ED044213",
        "title":"American Indian Education, A Selected Bibliography. Supplement No. 1."},
      {
        "id":"ED044214",
        "title":"Profiles of Education in the Atlantic Provinces."},
      {
        "id":"ED044215",
        "title":"Views on Rural Development in Canada. A Study of the Views of the Member Organizations of the Canadian Council on Rural Development."},
      {
        "id":"ED044216",
        "title":"ARDA: An Experiment in Development Planning."},
      {
        "id":"ED044217",
        "title":"The Indian Self-Image as Evaluated with the Semantic Differential. The National Study of American Indian Education, Series III, No. 9. Final Report."},
      {
        "id":"ED044218",
        "title":"Indian Education Program: 1969-1970 Annual Report to United States Bureau of Indian Affairs."},
      {
        "id":"ED044219",
        "title":"North Carolina Migrant Education Program Evaluation Report, 1970."},
      {
        "id":"ED044220",
        "title":"The Spanish Speaking People of the United States: A New Era."},
      {
        "id":"ED044221",
        "title":"Handbook for Pima and Maricopa Indian Teacher Aides."},
      {
        "id":"ED044222",
        "title":"Art-by-Telephone: Design and Evaluation."},
      {
        "id":"ED044223",
        "title":"A Bibliography of North American Indian Speech and Spoken Language."},
      {
        "id":"ED044224",
        "title":"The Multi-Purpose Center for Curriculum Improvement. End of Project Report."},
      {
        "id":"ED044225",
        "title":"Indian Education in Wisconsin Under State Contract, Johnson-O'Malley Program, 1969-70, Twenty-Third Annual Report."},
      {
        "id":"ED044226",
        "title":"The Somerton Story, Part II. A Progress Report on the Somerton Demonstration School for Migrant Child Education."},
      {
        "id":"ED044228",
        "title":"Guidelines for Environmental Sensitivity."},
      {
        "id":"ED044229",
        "title":"School Site Development for Conservation and Outdoor Education."},
      {
        "id":"ED044230",
        "title":"Development and Evaluation of Educational Materials on Mexican Americans. Final Report."},
      {
        "id":"ED044231",
        "title":"Rural Poverty in Michigan."},
      {
        "id":"ED044232",
        "title":"The 1967 Summer Conference, Western States Small Schools Project for New Mexico, a Report."},
      {
        "id":"ED044233",
        "title":"Staff Development of Bilingual Programs."},
      {
        "id":"ED044234",
        "title":"Project SEARCH: Purpose and Problems."},
      {
        "id":"ED044235",
        "title":"Teachers' Aides: A Project Report."},
      {
        "id":"ED044236",
        "title":"An Inquiry into the Effects of Goals in the Motivation of Adult Students in the New Mexico Adult Basic Education Program."},
      {
        "id":"ED044237",
        "title":"Estimates of the Relative Sequential Constraint for Selected Passages from Mathematics Books and the Relationship of These Measures to Reading Comprehension."},
      {
        "id":"ED044238",
        "title":"Classroom Practices in Teaching Reading."},
      {
        "id":"ED044239",
        "title":"Neurological Organization and Reading."},
      {
        "id":"ED044240",
        "title":"A Computer Study of High-Frequency Words in Popular Trade Juveniles."},
      {
        "id":"ED044241",
        "title":"Reading and the Individual."},
      {
        "id":"ED044242",
        "title":"Development of Secondary Reading Programs."},
      {
        "id":"ED044244",
        "title":"Updating the Individual Approach to Reading: IPI or IRP?"},
      {
        "id":"ED044245",
        "title":"An Experimental Study of the Vocabulary of Written Chinese among Primary III Children in Hong Kong."},
      {
        "id":"ED044246",
        "title":"Twelve Recent Developments in Britain About the Acceptance and Use of i.t.a."},
      {
        "id":"ED044247",
        "title":"The Effect of Transformed Syntactic Structures on Reading."},
      {
        "id":"ED044248",
        "title":"The Reading Program for the Afro-American."},
      {
        "id":"ED044249",
        "title":"Teaching Reading to the Inner-City Child."},
      {
        "id":"ED044250",
        "title":"Progress for Middle-Graders Among the Educationally Disadvantaged Through Photography."},
      {
        "id":"ED044251",
        "title":"Building a Better Self-Concept through Story Book Guidance."},
      {
        "id":"ED044252",
        "title":"A Study of the Learning Modalities of Good and Poor First Grade Readers."},
      {
        "id":"ED044253",
        "title":"Conceptualization of Auditory Patterns."},
      {
        "id":"ED044254",
        "title":"Tadpoles Make the Nicest Frogs (Reading Science Selections)."},
      {
        "id":"ED044255",
        "title":"Evaluation of the Title I Reading Program in Montgomery County, Virginia, Schools."},
      {
        "id":"ED044256",
        "title":"The Difference in Effectiveness of Readiness and Non-Readiness Training in Increasing First-Grade Reading Achievement."},
      {
        "id":"ED044257",
        "title":"Listening: Upper Elementary Grades."},
      {
        "id":"ED044258",
        "title":"A Longitudinal Study of Sex Differences in Reading Achievement in Grades Four through Eight."},
      {
        "id":"ED044260",
        "title":"A Critique of Research with the Initial Teaching Alphabet and Some Recommendations."},
      {
        "id":"ED044261",
        "title":"Group Techniques: Reading and Study Skills Services for the Average Potential College Student."},
      {
        "id":"ED044262",
        "title":"The Role of the Elementary School Principal in Achieving the Right to Read Goal."},
      {
        "id":"ED044263",
        "title":"Thirty-Five Annotated References to Writings Related to Test-Taking Appearing Between 1935 and 1970."},
      {
        "id":"ED044264",
        "title":"The Effect of Kindergarten Science Experiences on Reading Readiness. Final Report."},
      {
        "id":"ED044265",
        "title":"A Comparison of Group and Individual Rewards in Teaching Reading to Slow Learners. Final Report."},
      {
        "id":"ED044266",
        "title":"Scientific and Technical Communication, A Pressing National Problem and Recommendations for Its Solution."},
      {
        "id":"ED044269",
        "title":"A Primer on Waste Water Treatment."},
      {
        "id":"ED044273",
        "title":"Crucial Experiments in Quantum Physics."},
      {
        "id":"ED044274",
        "title":"The Preparation of Mathematics Teacher Educators."},
      {
        "id":"ED044275",
        "title":"Research Methods in Health, Physical Education, Recreation."},
      {
        "id":"ED044276",
        "title":"School Safety Policies With Emphasis on Physical Education, Athletics and Recreation."},
      {
        "id":"ED041261",
        "title":"An Investigation of the Psycholinguistic Abilities of Negro and White Children from Four Socioeconomic Status Levels. Final Report."},
      {
        "id":"ED041262",
        "title":"Quantitative Measures of Word Meaning and Effects of Variations in Meanings on Ease of Learning."},
      {
        "id":"ED041267",
        "title":"Turkish Basic Course. Graded Reader."},
      {
        "id":"ED041269",
        "title":"Investigation of the Use of Photodocuments in the Teaching of the Languages, Cultures, and Civilization of the Near East. Final Report."},
      {
        "id":"ED041273",
        "title":"Preliminary Assessment of Education and Human Resources in Thailand. Volume I, Report of the Joint Task Force; Volume II, Working Papers."},
      {
        "id":"ED041274",
        "title":"Experiments in Language Translation: Technical English-to-Vietnamese."},
      {
        "id":"ED041275",
        "title":"Languages of Oceania. Working Papers in Linguistics; Volume 2, Number 3."},
      {
        "id":"ED041280",
        "title":"Criteria for the Segmentation of Vowels on Duplex Oscillograms."},
      {
        "id":"ED041281",
        "title":"Selected Bibliography of Polish Educational Materials. Vol. 9, No. 1."},
      {
        "id":"ED041282",
        "title":"Three Linguistic Movements: Neogrammarianism, Structuralism, Transformationalism."},
      {
        "id":"ED041286",
        "title":"Institute in Portuguese (EPDA), June 23, 1969 to August 8, 1969. Report."},
      {
        "id":"ED041288",
        "title":"Probabilistic Grammars for Natural Languages. Psychology Series."},
      {
        "id":"ED041289",
        "title":"English in the Junior Stage (EPAL)."},
      {
        "id":"ED041292",
        "title":"Linguistics and the Pragmatics of Communication."},
      {
        "id":"ED041293",
        "title":"Development of a Scale of Social Attitudes of Fourth, Fifth, and Sixth Grade Pupils."},
      {
        "id":"ED041294",
        "title":"An Investigation of One Aspect of College Unrest: College Student Satisfaction. The Measurement and Analysis of College Student Satisfaction."},
      {
        "id":"ED041295",
        "title":"Development and Validity of the Inventory of Religious Activities and Interest Inventory."},
      {
        "id":"ED041296",
        "title":"The Use of Inter-Racial Group Experience for the Reduction of Racial Tension."},
      {
        "id":"ED041297",
        "title":"Citizen Participation and Influence in Comprehensive Mental Health/Retardation Programs: Real or Apparent?"},
      {
        "id":"ED041298",
        "title":"Planning and Implementing a Comprehensive Career System of Individualized Guidance. Description of a Program for Effective Personal Problem Solving. The CCGS Personal and Social Development Program."},
      {
        "id":"ED041299",
        "title":"Guidance Consultant: Questions and Directions."},
      {
        "id":"ED041300",
        "title":"Adolescents as Mothers: Results of a Program for Low Income Pregnant Teen-Agers with Some Emphasis upon Infants' Development."},
      {
        "id":"ED041301",
        "title":"The Guidance Assistant Project - Systematic Training."},
      {
        "id":"ED041302",
        "title":"Student Perceptions of Teachers - A Factor Analytic Study."},
      {
        "id":"ED041303",
        "title":"Creative Educational Leadership (A Partial Evaluation)."},
      {
        "id":"ED041304",
        "title":"Differentiation in Programs of Study and Supervised Experiences in Elementary School Counselor Preparation Programs in the United States."},
      {
        "id":"ED041305",
        "title":"A Computer Based Educational and Career Exploration System."},
      {
        "id":"ED041306",
        "title":"Suggested Guidelines for the Development of Courses of Study in Health Education for Junior and Senior High Schools."},
      {
        "id":"ED041308",
        "title":"A Test of Two Explanations of the Role of Verbal Pretraining on Subsequent Discrimination Learning."},
      {
        "id":"ED041309",
        "title":"The Effects of a Familiar Toy and the Mother's Presence on Exploratory and Attachment Behavior in Young Children."},
      {
        "id":"ED041310",
        "title":"Ashes, Ashes. Comments on Clyde Parker's Paper. The Student Development Model and Some Unpleasant Realities. Who's Minding the Store?"},
      {
        "id":"ED041311",
        "title":"Developing and Managing a Rural School Psychological Service in a Sparsely Populated Area."},
      {
        "id":"ED041312",
        "title":"University Provisions for Psychiatric Services."},
      {
        "id":"ED041313",
        "title":"Ex-Addicts as Streetworkers. The Boyle Heights Narcotics Prevention Project."},
      {
        "id":"ED041314",
        "title":"Environmental Press in the Secondary School: A Measure of Teacher and Student Perceptions."},
      {
        "id":"ED041315",
        "title":"Program Planning: The Embryonic Stage."},
      {
        "id":"ED041316",
        "title":"A Developmental Study of Facilitation and Interference in Children's Paired-Associate Learning."},
      {
        "id":"ED041317",
        "title":"Developing Career Counseling Services at a Predominately Black College: Implications for More Effective Programs for Black Students at \"White\" Colleges or Universities."},
      {
        "id":"ED041318",
        "title":"Crisis Intervention in Early Adolescence. First Annual Report."},
      {
        "id":"ED041319",
        "title":"The Effectiveness of Small Group Interaction as Opposed to Teacher Centered Instruction."},
      {
        "id":"ED041320",
        "title":"Rationale for Behavioral Counseling."},
      {
        "id":"ED041321",
        "title":"Martin Luther King Tutorial Program University of Minnesota. Volume Six, Number Four."},
      {
        "id":"ED041322",
        "title":"A Guide to Develop Programs for Family Living and Personal Growth."},
      {
        "id":"ED041323",
        "title":"Smoking. A Social Dilemma."},
      {
        "id":"ED041324",
        "title":"Annual Evaluation Report Title I Programs in State Institutions for Neglected and Delinquent Children."},
      {
        "id":"ED041325",
        "title":"Putting Down the Discovery Learning Hypothesis."},
      {
        "id":"ED041327",
        "title":"How to Plan a Drug Abuse Education Workshop for Teachers."},
      {
        "id":"ED041328",
        "title":"The Effect of the Group Leader(s) Race on Group Counseling Undertaken to Improve Intergroup Attitude Among Racially Mixed Fifth and Sixth Grade Children."},
      {
        "id":"ED041329",
        "title":"Personal Growth as a Theoretical Orientation."},
      {
        "id":"ED041330",
        "title":"The PPS Administrator as an Agent of Change. Emerging Issues in Pupil Personnel Services."},
      {
        "id":"ED041331",
        "title":"Employment Counseling: A Behavioral Approach to Action. The Employment Counselor and Humanistic Psychology. A Social Engineering Approach to Employment Counseling."},
      {
        "id":"ED041332",
        "title":"A Classification and Attention Training Program for Head Start Children. Project Report."},
      {
        "id":"ED041333",
        "title":"Students and the Shaping of the Curriculum."},
      {
        "id":"ED041334",
        "title":"The Project on Student Values. A Report to Interested Citizens."},
      {
        "id":"ED041336",
        "title":"Counselors' Invitational Conference on the Family and the Counselor in a Changing World."},
      {
        "id":"ED041337",
        "title":"Indiana Studies in Prediction. Number 13. Predicting Success for Indiana University Freshmen Using the CEEB Achievement Tests, the CEEB Scholastic Aptitude Test, and High School Rank."},
      {
        "id":"ED041338",
        "title":"A Profile of the Jewish Freshman."},
      {
        "id":"ED041339",
        "title":"Program Requirements and Design Specifications for the Quincy School Complex."},
      {
        "id":"ED041340",
        "title":"Prediction of Post-High School Educational Experiences from an Aptitude/Achievement Test Battery."},
      {
        "id":"ED041341",
        "title":"Chicago Indians: The Effects of Urban Migration. The National Study of American Indian Education."},
      {
        "id":"ED041342",
        "title":"Behavior Modification in the Classroom. Final Report. Production and Evaluation of a Film about Behavior Techniques to Increase Task Oriented Behavior."},
      {
        "id":"ED041343",
        "title":"Preliminary Report on Reaction Time and Movement Time of Young Children."},
      {
        "id":"ED041344",
        "title":"The Impact of Family Background and Intelligence on Tenth-Grade Boys. Youth in Transition. Volume II."},
      {
        "id":"ED041345",
        "title":"Social Class and the Processing of Visual Information. Final Report."},
      {
        "id":"ED041346",
        "title":"A Study of Color in Instructional Materials and Its Effects Upon Learning. Final Report."},
      {
        "id":"ED041347",
        "title":"A Study to Determine the Effect on Achievement Test Results of Communicating Locally-Derived Student Appraisal Information to Eighth Grade Students and Their Teachers. Final Report."},
      {
        "id":"ED041348",
        "title":"A Survey of Cognitive Styles in Maryland Ninth-Graders. Feelings of Control Over Academic Achievement."},
      {
        "id":"ED041349",
        "title":"Definitional Versus Conceptual Learning. Final Report."},
      {
        "id":"ED041350",
        "title":"The Impact of Innovation: Orientation and Student Values."},
      {
        "id":"ED041351",
        "title":"Citizens for the 21st Century: Long-Range Considerations for California Elementary and Secondary Education."},
      {
        "id":"ED041352",
        "title":"Curriculum Materials. 1970."},
      {
        "id":"ED041353",
        "title":"Changing Supervision for Changing Times."},
      {
        "id":"ED041354",
        "title":"Federal Financial Relationships to Education."},
      {
        "id":"ED041355",
        "title":"Grade Level Organization in a School System. (Prepared for the Future Schools Study Project)."},
      {
        "id":"ED041356",
        "title":"Relevance of a Managerial Decision-Model to Educational Administration."},
      {
        "id":"ED041358",
        "title":"Decentralization and Community Involvement: A Status Report. Educational Research Service Circular Number Seven, 1969."},
      {
        "id":"ED041359",
        "title":"Using the Work of Others: Some Observations on Reviewing and Integrating."},
      {
        "id":"ED041360",
        "title":"Equality of Educational Opportunity in an Expanding Educational System."},
      {
        "id":"ED041361",
        "title":"Organizational Differentiation of Students and Educational Opportunity."},
      {
        "id":"ED041362",
        "title":"A Summative Report of the Leadership Training Program."},
      {
        "id":"ED041363",
        "title":"Reactions of Large Public School Districts to Title III Activities."},
      {
        "id":"ED041364",
        "title":"The Year-Round School or the Rescheduled School Year."},
      {
        "id":"ED041366",
        "title":"Program Monitoring: Problems and Cases."},
      {
        "id":"ED041367",
        "title":"Management Structures and Large-Scale Studies."},
      {
        "id":"ED041368",
        "title":"Changes in Elementary School Principals as a Result of Laboratory Training."},
      {
        "id":"ED041369",
        "title":"Taxation in Public Education."},
      {
        "id":"ED041370",
        "title":"The Influence of Team Teaching and Flexible Grouping on Attitudes of Junior High School Students. Final Report. New York State Experimental and Innovative Programs."},
      {
        "id":"ED041371",
        "title":"Background Paper on State and Local Taxation."},
      {
        "id":"ED041372",
        "title":"Toward PPBS: Program Budgeting in a Small School District."},
      {
        "id":"ED041374",
        "title":"Chief Negotiator for the Administrator-Board Team. ERS Information Aid No. 3."},
      {
        "id":"ED041376",
        "title":"Facilities for Early Childhood Education. A Selected Bibliography."},
      {
        "id":"ED041378",
        "title":"Analysis & Programing Educational Facilities. A Selected Bibliography."},
      {
        "id":"ED041379",
        "title":"Effects of Facilities on Educational Achievement. A Selected Bibliography."},
      {
        "id":"ED041380",
        "title":"A Cost-Effectiveness Evaluation Approach to Improving Resource Allocations for School Systems. Administering for Change Program. A Professional Paper."},
      {
        "id":"ED041381",
        "title":"Developing School-to-School Projects."},
      {
        "id":"ED041383",
        "title":"School District Tort Liability in the 70&apos;s."},
      {
        "id":"ED041385",
        "title":"Policy Making for American Public Schools."},
      {
        "id":"ED041387",
        "title":"Conceptualizing Principal Behavior in the School Climate: A Systems Analysis."},
      {
        "id":"ED041388",
        "title":"Planning and Managing Projects in School Districts."},
      {
        "id":"ED041389",
        "title":"Comprehensive Planning for School Districts."},
      {
        "id":"ED041390",
        "title":"Utilization of a Selection Criteria for Screening Applicants for Administrative Training for the Prediction of Patterns of Predecisional Behavior at the End of the Training Period."},
      {
        "id":"ED041392",
        "title":"Survey Research in Public Education: A Cheaper and Better Process."},
      {
        "id":"ED041393",
        "title":"Research in Public Schools: Purpose and Problem Areas."},
      {
        "id":"ED041394",
        "title":"Organizational Influence on Value Systems."},
      {
        "id":"ED041395",
        "title":"The Politics of Educational Assessment in Michigan."},
      {
        "id":"ED041396",
        "title":"School System Analysis: An Interaction Process Model."},
      {
        "id":"ED041397",
        "title":"Communication Ideas in Action."},
      {
        "id":"ED041401",
        "title":"Observational Procedures in Program Evaluation."},
      {
        "id":"ED041402",
        "title":"A Study of Title III Projects, Elementary and Secondary Education Act of 1965 (P.L. 83-531) (89-10), after the Approved Funding Periods."},
      {
        "id":"ED041403",
        "title":"Proceedings of the Research Conference on Geriatric Blindness and Severe Visual Impairment (Mayflower Hotel, Washington, D.C., September 7-8, 1967)."},
      {
        "id":"ED041404",
        "title":"Administrator's Handbook for Special Education in Ohio's Schools."},
      {
        "id":"ED041405",
        "title":"Demonstration Center: Part II - Elementary School Programs in Scientific Inquiry for Gifted Students."},
      {
        "id":"ED041406",
        "title":"Final Report of a 5-Year Collaborative Study on the Effectiveness of Early Application of Vocational Rehabilitation Services in Meeting the Needs of Handicapped Students in a Large Urban School System."},
      {
        "id":"ED041407",
        "title":"Architectural Contributions to Effective Programming for the Mentally Retarded. Conference Report of the Architectural Institute (Denver, Colorado, May 15-16, 1967)."},
      {
        "id":"ED041409",
        "title":"Speech Improvement and Language Development for Level Two."},
      {
        "id":"ED041413",
        "title":"An Evaluation of a New Approach in Dealing with High School Underachievement. Final Report."},
      {
        "id":"ED041417",
        "title":"Special Education for the Gifted through Television."},
      {
        "id":"ED041419",
        "title":"A Three-Year Study of the Influence of a Creative-Aesthetic Approach to School Readiness and Beginning Reading and Arithmetic on Creative Development."},
      {
        "id":"ED041420",
        "title":"Manpower and Mental Retardation: An Exploration of the Issues. Proceedings of the Banff International Conference (Banff, Alberta, Canada, June 23-25, 1969)."},
      {
        "id":"ED041421",
        "title":"Retardates in Residence: A Study of Institutions."},
      {
        "id":"ED041423",
        "title":"Treating Reading Difficulties."},
      {
        "id":"ED041424",
        "title":"Item Analysis of Academic Achievement Tests - Hearing Impaired Students."},
      {
        "id":"ED041426",
        "title":"A Progress Report on a Thinking Laboratory for Deaf Children."},
      {
        "id":"ED041427",
        "title":"Teaching Syntax to Young Deaf Children."},
      {
        "id":"ED041428",
        "title":"Exceptional Children Media Reviews Reprint."},
      {
        "id":"ED041429",
        "title":"Visually Handicapped Children -- Birth to Three Years."},
      {
        "id":"ED041430",
        "title":"Teaching of Intonation Patterns to the Deaf Using the Instantaneous Pitch-Period Indicator."},
      {
        "id":"ED041431",
        "title":"The Development of Accelerated Speech as a Useful Communication Tool in the Education of Blind and Other Handicapped Children. Progress Report."},
      {
        "id":"ED041432",
        "title":"Special Education - Today and Tomorrow. Summary Report on the Regional Conference on Improvement of Education of Handicapped Children (Denver, Colorado, April 25-26, 1968)."},
      {
        "id":"ED041433",
        "title":"Intervention in Disintegrating Families."},
      {
        "id":"ED041434",
        "title":"Educational Needs of Emotionally Disturbed Children in the Schools of British Columbia."},
      {
        "id":"ED041435",
        "title":"A Rationale for Services to the Mentally Retarded in Oregon."},
      {
        "id":"ED041436",
        "title":"A Directory of Summer Camps for Children with Learning Disabilities."},
      {
        "id":"ED041437",
        "title":"Selected Convention Papers. Proceedings of the Annual International Convention of the Council for Exceptional Children (47th, Denver, Colorado, April 6-12, 1969)."},
      {
        "id":"ED041438",
        "title":"CEC Selected Convention Papers 1969: Learning Disabilities. Selected Papers Presented at the Annual International Convention of the Council for Exceptional Children (47th, Denver, Colorado, April 6-12, 1969)."},
      {
        "id":"ED041439",
        "title":"CEC Selected Convention Papers 1969: The Gifted. Selected Papers Presented at the Annual International Convention of the Council for Exceptional Children (47th, Denver, Colorado, April 6-12, 1969)."},
      {
        "id":"ED041440",
        "title":"Public Awareness about Mental Retardation. CEC Research Monograph."},
      {
        "id":"ED041443",
        "title":"The Use of \"Formative\" and \"Summative\" Evaluation in an Experimental Curriculum Project: A Case in the Practice of Instructional Materials Evaluation."},
      {
        "id":"ED041445",
        "title":"The Development of the PLAN TOS: A Teacher Observation Scale for Individualized Instruction."},
      {
        "id":"ED041446",
        "title":"Annual Progress Report. January 1, 1969 through December 31, 1969. CAI Center, Florida State University."},
      {
        "id":"ED041447",
        "title":"An Annotated Bibliography on the Use of Videotape in Schools."},
      {
        "id":"ED041448",
        "title":"The Contribution of Behavioral Science to Instructional Technology."},
      {
        "id":"ED041450",
        "title":"The Computer as Adaptive Instructional Decision Maker."},
      {
        "id":"ED041451",
        "title":"Behavioral and Attitudinal Responses of College Students Toward Computer-Assisted Instruction."},
      {
        "id":"ED041455",
        "title":"Computer Instruction: Planning and Practice."},
      {
        "id":"ED041458",
        "title":"Information Structure in Military History: An Application of Computer-Assisted Instruction."},
      {
        "id":"ED041459",
        "title":"Signal Detection Analysis of Recall and Recognition Memory."},
      {
        "id":"ED041462",
        "title":"Individualized Prescribed Instruction: A Critique."},
      {
        "id":"ED041466",
        "title":"Resource Allocations to Effect Operationally Useful CAI."},
      {
        "id":"ED041468",
        "title":"Florida Post-High-School Education: A Comprehensive Plan for the 70's."},
      {
        "id":"ED041473",
        "title":"Buildings for Tomorrow's Educational Programs."},
      {
        "id":"ED041477",
        "title":"The Use of Computer Generated Tests to Select a Speaker for a Random Access Digital Audio System."},
      {
        "id":"ED041478",
        "title":"Visual Learning: An Analysis by Sex and Grade Level."},
      {
        "id":"ED041479",
        "title":"Adapting Varied Visual Illustrations for Optimum Teaching and Learning."},
      {
        "id":"ED041481",
        "title":"The Computer and Curriculum Analysis."},
      {
        "id":"ED041483",
        "title":"Color Television in Instruction."},
      {
        "id":"ED041484",
        "title":"Education for Information Science (Documentation)."},
      {
        "id":"ED041485",
        "title":"Development of a Model for Adaptive Training via Computer-Assisted Instruction Utilizing Regression Analysis Techniques."},
      {
        "id":"ED041486",
        "title":"Existing CAI Curriculum Materials at the FSU-CAI Center."},
      {
        "id":"ED041487",
        "title":"A Basic Reference Shelf on Simulation and Gaming. A Series One Paper from ERIC at Stanford."},
      {
        "id":"ED041489",
        "title":"Associated Staff Training: Curriculum Design for a Consultant in Education. A Report on the Results of One Year of Planning."},
      {
        "id":"ED041490",
        "title":"An Investigation of Second-Language Teaching."},
      {
        "id":"ED041491",
        "title":"Which Language Lab To Do What?"},
      {
        "id":"ED041492",
        "title":"An Experiment in the Development of Conversational Fluency in Spanish Through Use of Electric Cue Board and Related Methodology."},
      {
        "id":"ED041493",
        "title":"Implementing \"Voix et Images de France, Part 1,\" in American Schools and Colleges. Section 1, Principles of Audio-Visual Language-Teaching."},
      {
        "id":"ED041494",
        "title":"An Evolutionary Sketch of Russian Kinship."},
      {
        "id":"ED041495",
        "title":"Modern Language Guidelines for Secondary Schools."},
      {
        "id":"ED041496",
        "title":"Proyecto Leer Bulletin Number 6."},
      {
        "id":"ED041498",
        "title":"Graduate Programs in Foreign Language Education in United States Universities. Report of a Survey."},
      {
        "id":"ED041499",
        "title":"Kinesthetic Reinforcement-Is It a Boon to Learning?"},
      {
        "id":"ED041500",
        "title":"Foreign Language Instruction and Georgia."},
      {
        "id":"ED041514",
        "title":"Foreign Languages. High School Course of Study, Volume II."},
      {
        "id":"ED041515",
        "title":"Foreign Languages in the Elementary Schools: Guidelines and Regulations."},
      {
        "id":"ED041516",
        "title":"Concept Categories as Measures of Culture Distance."},
      {
        "id":"ED041522",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Vol. 4, No. 2."},
      {
        "id":"ED041550",
        "title":"University Resources for International Development."},
      {
        "id":"ED041553",
        "title":"Departmental Governance. Interim Report."},
      {
        "id":"ED041560",
        "title":"Graduate Education; Parameters for Public Policy. Report Prepared for the National Science Board."},
      {
        "id":"ED041568",
        "title":"Study of the Feasibility of Establishing a National Planning Congress for Higher Education. Final Report."},
      {
        "id":"ED041583",
        "title":"New Challenges to the Junior Colleges--Their Role in Expanding Opportunity for Negroes: A Progress Report."},
      {
        "id":"ED041593",
        "title":"Proceedings of the 1969 Departmental Library Workshop, September 29 - October 3, 1969."},
      {
        "id":"ED041598",
        "title":"ERIC Products 1969-1970; A Bibliography of Information Analysis Publications of the ERIC Clearinghouses July 1969-June 1970."},
      {
        "id":"ED041601",
        "title":"Oregon State Institutional Library Services; Library Services and Construction Act, Title IV-A's First Thrust - 1968."},
      {
        "id":"ED041602",
        "title":"Planning & Urban Affairs Library Manual."},
      {
        "id":"ED041603",
        "title":"Annual Report of the Librarian of Congress for the Fiscal Year Ending June 30, 1969."},
      {
        "id":"ED041610",
        "title":"Automatic Indexing: A State-of-the-Art Report."},
      {
        "id":"ED041617",
        "title":"Experimental Variation of Head Start Curricula: A Comparison of Current Approaches. (November 1, 1969-January 31, 1970)."},
      {
        "id":"ED041618",
        "title":"Experimental Variation of Head Start Curricula: A Comparison of Current Approaches. Annual Report, June 12, 1968-June 11, 1969."},
      {
        "id":"ED041621",
        "title":"Issues and Realities in Early Childhood Education."},
      {
        "id":"ED041622",
        "title":"A Diagnostic-Prescriptive Approach to Preschool Education."},
      {
        "id":"ED041623",
        "title":"Problem Solving Performances of First Grade Children."},
      {
        "id":"ED041625",
        "title":"Early Childhood Education Learning System; San Antonio Urban Educational Development Center, 1968-69 Final Evaluation Report."},
      {
        "id":"ED041626",
        "title":"Evaluation Report: Early Childhood Education Program, 1969 Field Test."},
      {
        "id":"ED041627",
        "title":"Statement of the Instructional Goals for Children's Television Workshop."},
      {
        "id":"ED041633",
        "title":"The Effect of a Perceptual-Motor Training Program Upon the Readiness and Perceptual Development of Culturally Disadvantaged Kindergarten Children."},
      {
        "id":"ED041638",
        "title":"The Effectiveness of Special Programs for Rural Isolated Four-Year-Old Children. Final Report."},
      {
        "id":"ED041639",
        "title":"Development of Grammatical Structures and Attributes in Pre-School Age Children. Final Report."},
      {
        "id":"ED041642",
        "title":"A Review of the Evaluation of the Follow Through Program."},
      {
        "id":"ED041643",
        "title":"A Comparative Study of the Impact of Two Contrasting Educational Approaches in Head Start, 1968-69."},
      {
        "id":"ED041646",
        "title":"Community Responsibilities and School Guidance Programs for Mexican American Youth."},
      {
        "id":"ED041648",
        "title":"Outdoor Education in Michigan Schools."},
      {
        "id":"ED041649",
        "title":"Scholarships for American Indian Youth."},
      {
        "id":"ED041650",
        "title":"Focus for Area Development Analysis: Urban Orientation of Counties."},
      {
        "id":"ED041651",
        "title":"Indian Education; Annual Report 1966-1967."},
      {
        "id":"ED041653",
        "title":"Indian Education; Annual Report, 1968-1969."},
      {
        "id":"ED041662",
        "title":"Toward a Fundamental Program for the Training, Employment and Economic Equality of the American Indian."},
      {
        "id":"ED041663",
        "title":"Development of Human Resources Through a Vocationally Oriented Educational Program for Disadvantaged Families in Depressed Rural Areas. Interim Report No. 6. Morale of Families in an Economically Depressed Rural Area."},
      {
        "id":"ED041666",
        "title":"Development of Human Resources Through a Vocationally Oriented Educational Program for Disadvantaged Families in Depressed Rural Areas. Final Report."},
      {
        "id":"ED041683",
        "title":"Indian Educational Material: Annotated Quarterly Bibliography, Vol. 4, No. 3."},
      {
        "id":"ED041688",
        "title":"Community Background Reports: Neah Bay: The Makah. National Study of American Indian Education, Series I, No. 13, Final Report."},
      {
        "id":"ED041691",
        "title":"Mexican American Educational Needs: A Report for the State Superintendent of Public Instruction."},
      {
        "id":"ED041696",
        "title":"Perceptual Stimulus Hiarchy (Sic) of Kindergarten, Third Grade, and Slow Readers."},
      {
        "id":"ED041701",
        "title":"A Hierarchy of Skills in Listening Comprehension and Reading Comprehension."},
      {
        "id":"ED041702",
        "title":"Mathematics Teacher--A Reading Teacher?"},
      {
        "id":"ED041705",
        "title":"Self-Contained, Reading-Oriented Classes in Secondary Schools."},
      {
        "id":"ED041706",
        "title":"Development of a Reading Resources Center."},
      {
        "id":"ED041707",
        "title":"Children's Books and Contemporary Imperatives: A School of Non-So-Hard Knocks."},
      {
        "id":"ED041708",
        "title":"Training the Reading Resource Teacher."},
      {
        "id":"ED041709",
        "title":"Reading Diagnosis--The Essential Ingredient in Teaching Every Child to Read."},
      {
        "id":"ED041710",
        "title":"Reading Programs and Materials for the Educable Mentally Retarded--A Point of View."},
      {
        "id":"ED041711",
        "title":"Certain Home Environmental Factors and Children's Reading Readiness."},
      {
        "id":"ED041712",
        "title":"A Model of Pre-Service Education of Elementary Reading Teachers."},
      {
        "id":"ED041713",
        "title":"The Principal and the Reading Resource Teacher Program."},
      {
        "id":"ED041714",
        "title":"Today's Techniques for Differentiating Teaching."},
      {
        "id":"ED041715",
        "title":"Some Personality Factors Relating to Reading."},
      {
        "id":"ED041716",
        "title":"The Reading Consultant in the Public Schools."},
      {
        "id":"ED041717",
        "title":"A Model for Preservice Education of Secondary Reading Teachers."},
      {
        "id":"ED041718",
        "title":"The Disadvantaged Child: His Personal and Educational Needs."},
      {
        "id":"ED041719",
        "title":"Classroom Organization in Meeting Individual Needs."},
      {
        "id":"ED041720",
        "title":"Applying Research in Reading to Classroom Instruction in Social Studies."},
      {
        "id":"ED041721",
        "title":"Facets of a Cross-Grade Tutorial Program."},
      {
        "id":"ED041722",
        "title":"Early Reading Assistance: A Reading Tutorial Program."},
      {
        "id":"ED041723",
        "title":"A Potential Means of Reducing the Incidence and Degree of Reading Retardation in Public Schools. Final Report."},
      {
        "id":"ED041724",
        "title":"The Effect of Available Instances on the Relationship of Memory Abilities to Performance in a Concept Learning Task."},
      {
        "id":"ED041726",
        "title":"An Experimental Study of the Use of Programmed Instruction in a University Physical Science Laboratory."},
      {
        "id":"ED041727",
        "title":"Piagetian Studies: Effect of Sub-Cultural Pressure in Quantification Upon Task Performance."},
      {
        "id":"ED041728",
        "title":"A Comparison of Teaching Techniques in Secondary School Chemistry."},
      {
        "id":"ED041730",
        "title":"A Demonstration of an Improved Science Curriculum for Underachieving Students, DISCUS, A Progress Report for 1968-69."},
      {
        "id":"ED041731",
        "title":"Applying the Systems Approach to Curriculum Development in the Science Classroom."},
      {
        "id":"ED041732",
        "title":"Hierarchical Analysis of the Randomized Multiple Choice Format."},
      {
        "id":"ED041733",
        "title":"Quantitative Thinking."},
      {
        "id":"ED041734",
        "title":"The Effects of Selected Teaching Methods on Creative Thinking, Self-Evaluation, and Achievement of Students Enrolled in an Elementary Science Education Methods Course."},
      {
        "id":"ED041735",
        "title":"A Study of Mutually Aided Learning."},
      {
        "id":"ED041737",
        "title":"Population Bulletin, Volume 26 Number 2."},
      {
        "id":"ED041738",
        "title":"Science and the Teacher."},
      {
        "id":"ED041739",
        "title":"Aerospace-Related Life Science Concepts for Use in Life Science Classes Grades 7-12."},
      {
        "id":"ED041743",
        "title":"Biological Implications of the Nuclear Age."},
      {
        "id":"ED041744",
        "title":"Quantitative Measurement of the Effectiveness of a Science Course, Final Report."},
      {
        "id":"ED041745",
        "title":"University Curricula in the Marine Sciences and Related Fields, Academic Years 1969-70 and 1970-71."},
      {
        "id":"ED041746",
        "title":"A Second Course in Algebra and Trigonometry With Computer Programming, Revised Edition."},
      {
        "id":"ED041747",
        "title":"Electricity and Magnetism 1, Electrostatics."},
      {
        "id":"ED041748",
        "title":"Electricity and Magnetism 3, Circulation Laws and Their Consequences."},
      {
        "id":"ED041749",
        "title":"Motion."},
      {
        "id":"ED041750",
        "title":"An Experimental Introduction to Kinetic Theory."},
      {
        "id":"ED041751",
        "title":"Heat Motion in Matter."},
      {
        "id":"ED041752",
        "title":"Distributions."},
      {
        "id":"ED041753",
        "title":"The Conceptual Foundations of Quantum Mechanics."},
      {
        "id":"ED041754",
        "title":"Interference and Diffraction."},
      {
        "id":"ED041755",
        "title":"Matter in Motion."},
      {
        "id":"ED041756",
        "title":"Science for Iowa Schools, Grades 4-6."},
      {
        "id":"ED041757",
        "title":"The Effect the Use of Desk Calculators Has on Attitude and Achievement in Ninth-Grade General Mathematics Classes."},
      {
        "id":"ED041760",
        "title":"Science and Mathematics Books for Elementary and Secondary Schools, A Bibliography from the Educational Materials Center."},
      {
        "id":"ED041761",
        "title":"A Study of the Teaching of Non-Decimal Systems of Numeration in the Elementary School, Final Report."},
      {
        "id":"ED041762",
        "title":"A Study of the Effects on Student Achievement in Elementary Science Programs Resulting from Teacher In-Service Training and Additional Instructional Aids, Final Report."},
      {
        "id":"ED041763",
        "title":"A Comparison of Three Methods of Teaching Selected Mathematical Content in Eighth and Ninth Grade General Mathematics Courses, Final Report."},
      {
        "id":"ED041764",
        "title":"Methods of Presenting Programed Science Materials to Fourth Grade Pupils of Varying Ability and Achievement, Final Report."},
      {
        "id":"ED041765",
        "title":"An Outline for Teaching Conservation in High Schools, Revised Edition."},
      {
        "id":"ED041767",
        "title":"Teaching Conservation Through Outdoor Education Areas."},
      {
        "id":"ED041770",
        "title":"Science for Georgia Schools, Junior High Earth Science, Volume 3-B, Preliminary Edition."},
      {
        "id":"ED041771",
        "title":"Proceedings of the Symposium on Federal Support Programs for Health, Physical Education, Recreation (2nd, Washington, D.C., January 28-31, 1968)."},
      {
        "id":"ED041772",
        "title":"A Strategy for Stimulating the Adoption and Diffusion of Science Curriculum Innovations Among Elementary School Teachers, Final Report."},
      {
        "id":"ED041773",
        "title":"Science for Georgia Schools, Junior High Life Science, Volume 3-A, Preliminary Edition."},
      {
        "id":"ED041774",
        "title":"Health Appraisal of School Children, 4th Edition."},
      {
        "id":"ED041778",
        "title":"A Research Training Project in Science Education Sponsored by the National Association for Research in Science Teaching, Final Report."},
      {
        "id":"ED041787",
        "title":"American Values Guide."},
      {
        "id":"ED041788",
        "title":"Education in the Age of Aquarius."},
      {
        "id":"ED041789",
        "title":"Mid-Prairie. First Grade Revision."},
      {
        "id":"ED041791",
        "title":"Testing for Concept Learning at Higher Cognitive Levels."},
      {
        "id":"ED041792",
        "title":"What Can We Know and Teach About Social Systems?"},
      {
        "id":"ED041793",
        "title":"A Proposal for the Education of Elementary Teachers."},
      {
        "id":"ED041794",
        "title":"Curriculum Materials Analysis System; A Summary of Experience."},
      {
        "id":"ED041795",
        "title":"The Neglected Learner."},
      {
        "id":"ED041796",
        "title":"Graduate Education in the Social Sciences. Report of Master Plan Committee R."},
      {
        "id":"ED041797",
        "title":"Simulation Games in Social Science Teaching and Research: An Interim Report."},
      {
        "id":"ED041799",
        "title":"The Northampton History Project; The Inductive Teaching of U. S. History Through Related Local Contemporary Historical Events and Personalities. Final Report, 1967-68."},
      {
        "id":"ED041800",
        "title":"Democracy and Its Servants: A Study in Allegiance and Responsibility. Teacher and Student Manuals."},
      {
        "id":"ED041801",
        "title":"Allegiance in America: An Inquiry into the Implications of Sovereignty and Citizenship. Teacher and Student Manuals."},
      {
        "id":"ED041802",
        "title":"Science and the American Character. Teacher and Student Manuals."},
      {
        "id":"ED041803",
        "title":"Ideals and Reality in Foreign Policy: American Intervention in the Caribbean. Teacher and Student Manuals."},
      {
        "id":"ED041804",
        "title":"The Vote as a Measure of Participation in American Society. Teacher and Student Manuals."},
      {
        "id":"ED041805",
        "title":"Liberty or License: The First Amendment in Action. Teacher and Student Manuals."},
      {
        "id":"ED041806",
        "title":"Property in America: The Balance of Private Rights and Public Interest. Teacher and Student Manuals."},
      {
        "id":"ED041807",
        "title":"Military Power in a Democratic Society. Teacher and Student Manuals."},
      {
        "id":"ED041808",
        "title":"Citizens Behind Barbed Wire: The Japanese Relocation and Democratic Ideals in Total War. Teacher and Student Manuals."},
      {
        "id":"ED041809",
        "title":"Evaluation, Summary, and Conclusions of Exemplary Student Government-Social Studies Program, 1967-68."},
      {
        "id":"ED041810",
        "title":"Civic Education for the Seventies: An Alternative to Repression and Revolution. Volume I."},
      {
        "id":"ED041814",
        "title":"Directory of Social Studies Curriculum Projects."},
      {
        "id":"ED041815",
        "title":"An Annotated List of New Social Studies Projects."},
      {
        "id":"ED041816",
        "title":"Source Book on Alaska."},
      {
        "id":"ED041817",
        "title":"Final Report of Charles E. Strickland."},
      {
        "id":"ED041819",
        "title":"Research Strategies in Studying College Impact. No. 34."},
      {
        "id":"ED041820",
        "title":"Priorities for the Preparation of Secondary School Teachers in Middle Africa."},
      {
        "id":"ED041821",
        "title":"Preparing Teachers for a Changing Society. Proceedings of the National Conference of City and County Directors. (7th, Kansas City, Mo., Dec. 11-14, 1969)."},
      {
        "id":"ED041823",
        "title":"Experiential Innovations in Teaching Visiting Teachers."},
      {
        "id":"ED041824",
        "title":"National Teacher Corps; Second Cycle Report. 1967-1969."},
      {
        "id":"ED041825",
        "title":"Cycle II Teacher Corps. Joint Proposal-Final Report."},
      {
        "id":"ED041826",
        "title":"Multidimensionality as a Means for Placing Teaching Practice and Personal Beliefs into Closer Agreement."},
      {
        "id":"ED041827",
        "title":"A Study of Communication Events and Teacher Behavior: Verbal and Nonverbal."},
      {
        "id":"ED041828",
        "title":"Programs To Alter Negative Attitudes Toward Integration; An Exploratory Study and Review of Literature."},
      {
        "id":"ED041829",
        "title":"Placement, Formative, Diagnostic, and Summative Evaluation of Classroom Learning."},
      {
        "id":"ED041830",
        "title":"Simultaneous Use of Four Different Observational Systems To Assess Student Teacher Classroom Behavior."},
      {
        "id":"ED041831",
        "title":"The Effects of Teacher Strength and Sensitivity and Pupil Intelligence and Creativity on the Production of Divergent Responses."},
      {
        "id":"ED041832",
        "title":"APERIODIC Report: Trainers of Teacher Trainers (TTT) Evaluation. TTT Evaluation Progress Report No. 1."},
      {
        "id":"ED041833",
        "title":"Behavioral Objectives and Rate of Forgetting."},
      {
        "id":"ED041834",
        "title":"The Effect of Feedback Expectancy on Teacher Trainees' Preferences for Teaching Styles."},
      {
        "id":"ED041835",
        "title":"The First National Indian Workshop on School Affairs. (Ogden, Utah, March 24-28, 1969)."},
      {
        "id":"ED041836",
        "title":"Impact 70."},
      {
        "id":"ED041837",
        "title":"Analyzing Classroom Interaction: A More Powerful Alternative."},
      {
        "id":"ED041838",
        "title":"Teachers' Communication of Differential Expectations for Children's Classroom Performance: Some Behavioral Data."},
      {
        "id":"ED041839",
        "title":"Classroom Communication: Verbal Behaviors."},
      {
        "id":"ED041840",
        "title":"Effective Supervisory Conferences: Strategies for Modifying Teacher Behavior."},
      {
        "id":"ED041841",
        "title":"Human Relations Education; A Guidebook to Learning Activities."},
      {
        "id":"ED041842",
        "title":"Education Professions Development Act; Facts About Programs for 1971-72; EPDA Parts B, C, D and F."},
      {
        "id":"ED041843",
        "title":"The Instrument for the Analysis of Science Teaching: A System for Measuring Teaching Behavior."},
      {
        "id":"ED041844",
        "title":"The Policy Negotiation Simulation. (A Reference Manual)."},
      {
        "id":"ED041845",
        "title":"Identifying Strengths of Effective Teachers and Training Them to Share These Strengths with Other Teachers. Final Report."},
      {
        "id":"ED041846",
        "title":"The First 10 Days; Interest Centers."},
      {
        "id":"ED041847",
        "title":"The Telephone Follow-Up Interview: A Longitudinal Research Tool in Teacher Education."},
      {
        "id":"ED041848",
        "title":"Do Boys and Girls Receive Equal Opportunity in First Grade Reading Instruction?"},
      {
        "id":"ED041849",
        "title":"Pre-Decisional Information Search in Teacher Selection. Final Report."},
      {
        "id":"ED041850",
        "title":"The Effect of Playback of Group Counseling on the Self-Concept of Teacher Education Students. Final Report."},
      {
        "id":"ED041851",
        "title":"Quantitative and Qualitative Effects of Revised Selection and Training Procedures in the Education of Teachers of the Culturally Disadvantaged. Summary of the Final Report."},
      {
        "id":"ED041852",
        "title":"Quantitative and Qualitative Effects of Revised Selection and Training Procedures in the Education of Teachers of the Culturally Disadvantaged. Volume I. Final Report."},
      {
        "id":"ED041853",
        "title":"Quantitative and Qualitative Effects of Revised Selection and Training Procedures in the Education of Teachers of the Culturally Disadvantaged. Volume II. Final Report. Appendixes A-D."},
      {
        "id":"ED041855",
        "title":"Field Testing and Evaluation of a Research and Instructional Unit for Increasing the Utilization of Research and Development Information and Techniques in a Secondary School System. Final Report."},
      {
        "id":"ED041856",
        "title":"Development of Improved Techniques for Establishing the Reliability of Observation Ratings. Final Report."},
      {
        "id":"ED041857",
        "title":"Elementary Teacher Education Models Analyzed in Relation to National Accreditation Standards."},
      {
        "id":"ED041858",
        "title":"Educational Research and Development in the United States."},
      {
        "id":"ED041860",
        "title":"Curriculum Development in Teacher Education in Asia. Final Report of the Regional Meeting of Teacher Educators in Asia. (Quezon City, P.I., Sept. 23-Oct 3. 1969)."},
      {
        "id":"ED041861",
        "title":"Developing the Oral Language Program."},
      {
        "id":"ED041862",
        "title":"Volunteer Aides in Public Schools. Policies and Procedures in Oregon and Washington."},
      {
        "id":"ED041864",
        "title":"Teacher Self-Appraisal Source Book."},
      {
        "id":"ED041865",
        "title":"An Interpretative Study of Individualized Instructional Programs. Phase I: Analysis and Interpretation. Final Report. Phase I."},
      {
        "id":"ED041866",
        "title":"A Plan for Managing the Development, Implementation, and Operation of a Model Elementary Teacher Education Program. Volume I: Report of the Project. Final Report."},
      {
        "id":"ED041867",
        "title":"Rationale, Development, and Validation of a Series of Self-Instructional Modules in Interaction Analysis."},
      {
        "id":"ED041868",
        "title":"Feasibility Study: Behavioral Science Teacher Education Program. Final Report."},
      {
        "id":"ED041870",
        "title":"A Paradigm for Accountability. QuEST Paper 12."},
      {
        "id":"ED041878",
        "title":"Grammatical Structures in the Speech of Children: A Transformational Analysis."},
      {
        "id":"ED041879",
        "title":"What to Say about a Poem...and Other Essays."},
      {
        "id":"ED041881",
        "title":"The Dictionary: Describer or Prescriber? Unit 805."},
      {
        "id":"ED041882",
        "title":"Units on the Study of the Newspaper for English Classes, Grades 7-12."},
      {
        "id":"ED041894",
        "title":"History: The Life in Language; and Historical Linguistics in the Classroom."},
      {
        "id":"ED041896",
        "title":"Effectiveness of Two Ways of Teaching Grammar to Students of Different Ability Patterns. Final Report."},
      {
        "id":"ED041897",
        "title":"Development of Instructional Packets Designed to Improve the Communicative Skills of Tenth Grade Students in Vocational-Technical Schools, and Communicative Skills Instructional Packets: Orientation, Reading, and Language. Final Report."},
      {
        "id":"ED041898",
        "title":"The Influence of Inter-Item Interval on the Learning of Connected Discourse. Final Report."},
      {
        "id":"ED041899",
        "title":"English in the Primary School."},
      {
        "id":"ED041901",
        "title":"Uses, Non-Uses, Mis-Uses, Abuses--Media in Arizona English Classes: A Survey."},
      {
        "id":"ED041902",
        "title":"Bulletin Boards: The Great Corkboard Wasteland."},
      {
        "id":"ED041903",
        "title":"Relationships between Classroom Study of Drama and Attendance at the Theatre: An Experimental Study."},
      {
        "id":"ED041909",
        "title":"Some Current Trends Toward Solving Curriculum Problems in English Education--K-12."},
      {
        "id":"ED041910",
        "title":"Sensitivity Training and the Teaching of Humanities."},
      {
        "id":"ED041916",
        "title":"Teaching the Literature of the Global Village."},
      {
        "id":"ED041917",
        "title":"Music, Art, Drama, Civilization Seminar."},
      {
        "id":"ED041918",
        "title":"Black American Literature, Grades 10-12. Experimental."},
      {
        "id":"ED041919",
        "title":"Certificate of Accomplishment: English, First Level."},
      {
        "id":"ED041920",
        "title":"Books to Encompass an Expanding Society."},
      {
        "id":"ED041921",
        "title":"A Selected Bibliography of American Ethnic Writing and Supplement."},
      {
        "id":"ED041922",
        "title":"Simply Spelling."},
      {
        "id":"ED041924",
        "title":"Afro-American Literature Units: The Junior Novel, Drama, Biography; Grades 8, 9, 10."},
      {
        "id":"ED041925",
        "title":"Two Traditions in Afro-American Literature."},
      {
        "id":"ED041926",
        "title":"Melodic Listening Survey; Exploratory Study of Listening Development in Primary and Secondary Schools. Final Report."},
      {
        "id":"ED041927",
        "title":"New Perspectives on Teaching English."},
      {
        "id":"ED041928",
        "title":"An Engineering Report Writing Course That Works."},
      {
        "id":"ED041929",
        "title":"A Method for Teaching Writing."},
      {
        "id":"ED041930",
        "title":"A Study to Relate the Theories of John Dewey to College Level Speech-Communication Education. Final Report."},
      {
        "id":"ED041932",
        "title":"Allocation of Items and Examinees in Estimating a Norm Distribution by Item Sampling."},
      {
        "id":"ED041933",
        "title":"Using Questionnaire Data to Revise Curriculum Materials."},
      {
        "id":"ED041934",
        "title":"An Introduction to Longitudinal Testing Using Item Sampling Techniques: Comprehensive Achievement Monitoring."},
      {
        "id":"ED041935",
        "title":"A Synergistic Relation Between Teachers and Evaluation."},
      {
        "id":"ED041936",
        "title":"International Education From a New Quantitative Perspective."},
      {
        "id":"ED041937",
        "title":"A Mathematical Model of Testing for Instructional Management Purposes."},
      {
        "id":"ED041938",
        "title":"Predicting Criteria Other Than Grades for Community Colleges."},
      {
        "id":"ED041939",
        "title":"Evaluation of Experimental Tests Administered Spring 1969 with the Standard Washington Pre-College Test Battery."},
      {
        "id":"ED041940",
        "title":"Improving the Reliability of Course Pretests."},
      {
        "id":"ED041941",
        "title":"The HIM-G as a Rapid Method for Verbal Interaction Analysis in a Small Group."},
      {
        "id":"ED041942",
        "title":"Providing Information for Decision-Makers in Michigan: Compilation, Analyses, and Reporting of Assessment Data."},
      {
        "id":"ED041943",
        "title":"Item Analysis Based on Classroom Performance."},
      {
        "id":"ED041944",
        "title":"Evaluation of Written Language."},
      {
        "id":"ED041945",
        "title":"Discriminant Function Analysis of Inventoried Interests Among Selected Engineering Groups."},
      {
        "id":"ED041946",
        "title":"The Evaluation and Research of Curriculum Materials."},
      {
        "id":"ED041947",
        "title":"Developing An Instrument for the Assessment of Instructional Materials (Form IV)."},
      {
        "id":"ED041948",
        "title":"The Methodology of Research on College Impact."},
      {
        "id":"ED041949",
        "title":"Evaluation of National Educational Programs: The Goals and the Instruments."},
      {
        "id":"ED041950",
        "title":"A Model for Post Hoc Evaluation."},
      {
        "id":"ED041951",
        "title":"The Use of Reading Tests for Entrance and Placement Testing in a Community College."},
      {
        "id":"ED041952",
        "title":"State-Wide Evaluation: What are the Priorities?"},
      {
        "id":"ED041953",
        "title":"The Measurement and Analysis of College Student Satisfaction."},
      {
        "id":"ED041954",
        "title":"A Dimensional Analysis of College Student Satisfaction."},
      {
        "id":"ED041955",
        "title":"An Assessment of Faking on the Strong Vocational Interest Blank under Actual Selection Conditions."},
      {
        "id":"ED041957",
        "title":"Achievement Monitoring Via Item Sampling (Revised)."},
      {
        "id":"ED041958",
        "title":"An Evaluation of the Municipal Cooperative Education Program of the High Schools of the City of New York."},
      {
        "id":"ED041961",
        "title":"Project Mobilization: A Program for the Educationally Disadvantaged in a Suburban Community. Research Bulletin, Council Schools at Work."},
      {
        "id":"ED041962",
        "title":"Central City Educational Projects, 1969; Title III of the Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED041963",
        "title":"Post-Secondary Educational Opportunities and the Negro Student in Florida: A Report to the Select Council on Post-High School Education."},
      {
        "id":"ED041964",
        "title":"Pennsylvania Advancement School: Report on the First Two Years."},
      {
        "id":"ED041965",
        "title":"Disadvantaged Children in Canada. Bibliographies in Education, Number 9."},
      {
        "id":"ED041966",
        "title":"A Contingency Management Program in Urban School Classrooms."},
      {
        "id":"ED041967",
        "title":"A Study of Intellectual and Socioeconomic Factors Related to Rote Learning Reasoning and Academic Achievement."},
      {
        "id":"ED041968",
        "title":"Characteristics and Effects of Rutgers-UPWARD BOUND; Assessment II."},
      {
        "id":"ED041969",
        "title":"Integration or Separatism in Education: K-12."},
      {
        "id":"ED041970",
        "title":"Black Studies as an Academic Discipline; Towards a Definition."},
      {
        "id":"ED041971",
        "title":"Report to the Board of Education, School District No. One, Portland, Oregon/ Model School Program."},
      {
        "id":"ED041972",
        "title":"Support Services for Disadvantaged College Students: A Symposium."},
      {
        "id":"ED041973",
        "title":"Effects of a Compensatory College Education Program for the Disadvantaged: A Further Report."},
      {
        "id":"ED041974",
        "title":"A Syllabus for the Study of Selective Writings by W. E. B. Dubois."},
      {
        "id":"ED041975",
        "title":"Effect of Integration on Achievement of Anglos, Blacks, and Mexican-Americans."},
      {
        "id":"ED041976",
        "title":"A Study of the Psychological and Social Factors Related to Preschool Prediction of Reading Retardation."},
      {
        "id":"ED041977",
        "title":"Initial Evaluation of Operation Wordpower."},
      {
        "id":"ED041978",
        "title":"A Plan for Quality Desegregated Education for the Harrisburg City School District."},
      {
        "id":"ED041979",
        "title":"Evaluations of the War on Poverty: Education Programs. RMC Report."},
      {
        "id":"ED041980",
        "title":"A Forgotten American: A Resource Unit for Teachers on the Mexican American."},
      {
        "id":"ED041981",
        "title":"Improving Human Relations in the Desegregated School."},
      {
        "id":"ED041983",
        "title":"Media and Prejudice. A UNIPAC for the Teacher, School Year 1968-1969."},
      {
        "id":"ED041984",
        "title":"Power to Black Power. A UNIPAC for the Teacher, School Year 1968-1969."},
      {
        "id":"ED041985",
        "title":"Who's the Goat. A UNIPAC for the Teacher, School Year 1968-1969."},
      {
        "id":"ED041986",
        "title":"Berkeley's Educational Opportunity Program."},
      {
        "id":"ED041987",
        "title":"Title I, ESEA Program Evaluation, 1967-68. Program Research and Development."},
      {
        "id":"ED041988",
        "title":"Title I, ESEA Program Evaluation, 1968-69. Program Research and Development."},
      {
        "id":"ED041989",
        "title":"The Badge of Poverty: The St. Louis Report."},
      {
        "id":"ED041990",
        "title":"Education as Life in All of Its Aspects--the Greatest Need of the Tampa Inner-City. Final Report."},
      {
        "id":"ED041991",
        "title":"Evaluation Report for &quot;Operation RISE&quot; (Recreation-Instruction-Service-Enrichment) in the City of Medford, Massachusetts."},
      {
        "id":"ED041992",
        "title":"[Educational Facilities for Pregnant School-Age Girls in Districts 3, 4, 12, 13, and 18. Project No. 1369. Evaluation of ESEA Title I Projects in New York City 1968-69.]"},
      {
        "id":"ED041993",
        "title":"Programs for Handicapped Children in Non-Public Schools. Project No. 2068. Evaluation of ESEA Title I Projects in New York City 1967-68."},
      {
        "id":"ED041994",
        "title":"Grade Reorganization Preparatory to the Establishment of the Four Year Comprehensive High School. 1967-1968 Follow-up Study. Project No. 2588. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED041995",
        "title":"The Community School in the Nation. Community Issues."},
      {
        "id":"ED041996",
        "title":"Cognitive Content for Mother-Child Interactions. Final Report."},
      {
        "id":"ED041997",
        "title":"Why Watts? An American Dilemma Today: Teacher's Manual; Student's Manual."},
      {
        "id":"ED041998",
        "title":"More Effective Schools Program in Poverty Area Schools, 1968-69. Evaluation Report of an ESEA Title I Project of the New York City Public School System."},
      {
        "id":"ED041999",
        "title":"The Multi-Troubled Jobseeker: The Case of the Jobless Worker with a Convulsive Disorder. A Summary Evaluation."},
      {
        "id":"ED042000",
        "title":"Model Cities Survey; A Comprehensive Program of Occupational Exploration and Vocational Education, A Conceptual Plan."},
      {
        "id":"ED042001",
        "title":"Where It's Happening. A Selective Guide to Continuing Programs Funded by the United States Office of Education."},
      {
        "id":"ED042002",
        "title":"A Guide to Work Experience Education and Employment Placement; A Program for Senior High Schools."},
      {
        "id":"ED042003",
        "title":"Community Colleges in the Commonwealth; A Report of a Survey."},
      {
        "id":"ED042004",
        "title":"Data Communications in Business. An Introduction."},
      {
        "id":"ED042005",
        "title":"Job Placement Services: A Guidebook for Counselors."},
      {
        "id":"ED042006",
        "title":"The Acquisition of Standard English Speech Habits Using Second-Language Techniques: An Experiment in Speech Modification and Generalization in the Verbal Behavior of Prison Inmates."},
      {
        "id":"ED042007",
        "title":"Helping All the Handicapped; The Report of the Massachusetts Vocational Rehabilitation Planning Commission."},
      {
        "id":"ED042008",
        "title":"Non-Wage Benefits of Vocational Training: Employability and Mobility."},
      {
        "id":"ED042009",
        "title":"New Careers: Information Sources and Bibliography."},
      {
        "id":"ED042010",
        "title":"Career Development Workshop (Topeka, Kansas, June 1-4, 1969)."},
      {
        "id":"ED042011",
        "title":"An Introduction to the Vocational Rehabilitation Process. A Training Manual. Rehabilitation Service Series No. 68-32."},
      {
        "id":"ED042012",
        "title":"An Assessment of Technical Assistance and Training Needs in New Careers Projects Being Sponsored by the United States Training and Employment Service."},
      {
        "id":"ED042013",
        "title":"A Health Career Development Program for the Rural High School. Final Report. Research Series No. 56."},
      {
        "id":"ED042014",
        "title":"Readings in Homemaker Services; Selected Papers Presenting the Background, Uses and Practices of Homemaker-Home Health Aide Programs."},
      {
        "id":"ED042016",
        "title":"Delinquency and Public Policy: Educational and Vocational Problems of 14- and 15 -Year-Old Parolees and Probationers."},
      {
        "id":"ED042020",
        "title":"Summer Youth Employment Program Guide. Final Report on Experimental and Demonstration Project."},
      {
        "id":"ED042021",
        "title":"Research in Industrial Education. Summaries of Studies 1960-61. Vocational Division Bulletin No. 299. Trade and Industrial Education Series No. 75."},
      {
        "id":"ED042022",
        "title":"Research in Industrial Education. Summaries of Studies, 1930-1955. Vocational Division Bulletin No. 264. Trade and Industrial Series No. 65."},
      {
        "id":"ED042023",
        "title":"Research in Industrial Education. Summaries of Studies, 1956-1959 with Subject Index to Studies Listed in Research in Industrial Education--Summaries of Studies 1930-1955. Vocational Division Bulletin No. 293. Trade and Industrial Education Series No. 72."},
      {
        "id":"ED042024",
        "title":"How Federal Agencies Have Served the Handicapped, 1969."},
      {
        "id":"ED042025",
        "title":"Minnesota Vocational Interest Inventory Training Success Norms Including Supplement One."},
      {
        "id":"ED042027",
        "title":"Public Postsecondary Occupational Education in the United States. Center Monograph No. 3."},
      {
        "id":"ED042028",
        "title":"The Role of Evaluation in the Decision-Making Process. Center Occasional Paper No. 5."},
      {
        "id":"ED042029",
        "title":"Attitudes of School Board Members Toward Occupational Education. Final Report."},
      {
        "id":"ED042030",
        "title":"1969 Handbook on Women Workers."},
      {
        "id":"ED042031",
        "title":"Report of 1968/69 Vocational Guidance and Counseling Projects."},
      {
        "id":"ED042032",
        "title":"Excerpts on Apprenticeship from the President's Statement on Combating Construction Inflation and Meeting Future Construction Needs."},
      {
        "id":"ED042033",
        "title":"Changing Occupational Skills and Requirements Needed by Office Employees and Technological Developments in Office Equipment and Procedures and Implications for Office Education in the Seventies. Final Report. September 1, 1968 to September 1, 1969."},
      {
        "id":"ED042034",
        "title":"Puerto Rico Vocational and Technical Research and Development Coordinating Unit. Final Report, April 1, 1968-August 31, 1969."},
      {
        "id":"ED042035",
        "title":"Implementation of Vocational Counseling System, and Computer Prediction and Counselor Prediction. Final Report."},
      {
        "id":"ED042036",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Summer 1970."},
      {
        "id":"ED042037",
        "title":"Leadership Development Institute for Vocational and Technical Education Personnel in the Western States. Final Report."},
      {
        "id":"ED042038",
        "title":"Readings in Health and Medical Technology Education Programs. Vision 1."},
      {
        "id":"ED042039",
        "title":"Readings in Health and Medical Technology Education Programs. Vision 2."},
      {
        "id":"ED042040",
        "title":"Evaluation of Residential Schools and the Essential Factors Which Contribute to Their Operation. Final Report."},
      {
        "id":"ED042041",
        "title":"The Implementation and Further Development of Experimental Cluster Concept Programs Through Testing and Evaluation Including Placement and Follow-Up of Subjects. The Cluster Concept Project, Phase IV. Final Report."},
      {
        "id":"ED042042",
        "title":"Special Project for Research Training in Vocational Education: Research Training Series. Final Report."},
      {
        "id":"ED042044",
        "title":"Continuation of Interpretive Study of Cooperative Efforts of Private Industry and the Schools to Provide Job-Oriented Education Programs for the Disadvantaged. Final Report."},
      {
        "id":"ED042046",
        "title":"An Information System for Vocational Decisions. Final Report."},
      {
        "id":"ED042047",
        "title":"A Synthesis of Activities Leading to the Enactment of the Vocational Education Act of 1963. Final Report."},
      {
        "id":"ED042050",
        "title":"Occupational Training Information System. Final Report Complete with System Documentation."},
      {
        "id":"ED042051",
        "title":"Child Care and Guidance; A Suggested Post High School Curriculum."},
      {
        "id":"ED042052",
        "title":"Programed Instruction for Decision-Making Aspects of Typing Tasks. Final Report."},
      {
        "id":"ED042053",
        "title":"Hospitality Education Curriculum Development Project. A Developmental Vocational Education Research and Teacher Education Program Based on a Clinical School Concept. Final Report."},
      {
        "id":"ED042054",
        "title":"Report on a Proposed Planning System for the New Jersey Division of Vocational Education."},
      {
        "id":"ED042055",
        "title":"Going to Work: An Analysis of the Determinants and Consequences of Entry into the Labor Force."},
      {
        "id":"ED042059",
        "title":"The Pursuit of National Goals and Career Opportunities in the Construction Crafts in the 1970's. Working Paper."},
      {
        "id":"ED042060",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Summer 1970."},
      {
        "id":"ED042061",
        "title":"Reinforcing Productive Classroom Behavior: A Teacher's Guide to Behavior Modification. PREP-18."},
      {
        "id":"ED042062",
        "title":"Environmental Education: Social Studies Sources and Approaches."},
      {
        "id":"ED042063",
        "title":"Scope of Work Statement for RFP 70-6: \"Phase I of the Targeted Research and Development Program on Reading."},
      {
        "id":"ED042064",
        "title":"A Study of the Impact of Research on Utilization of Media for Educational Purposes. Final Report."},
      {
        "id":"ED042065",
        "title":"A Study of the Impact of Research on Utilization of Media for Educational Purposes. Final Report: Overview."},
      {
        "id":"ED042066",
        "title":"Support Personnel in School Guidance Programs."},
      {
        "id":"ED042068",
        "title":"An Investigation of Harvard Dropouts. Final Report."},
      {
        "id":"ED042069",
        "title":"Granite School District First Grade Reading Study."},
      {
        "id":"ED042070",
        "title":"Evaluation of Teacher Training in a Title III Center."},
      {
        "id":"ED042071",
        "title":"Planning Educational Change. Volume 3: Integrating the Desegregated School."},
      {
        "id":"ED042072",
        "title":"The Use of Mass Media in Religiously Motivated Adult Education: A Review of the Literature."},
      {
        "id":"ED042073",
        "title":"Experimental Evaluation of the ELS Teacher Education Program. Final Report."},
      {
        "id":"ED042074",
        "title":"Personality Development in Two Different Educational Atomospheres."},
      {
        "id":"ED042075",
        "title":"Mass Media in Public Affairs Adult Education: A Review of the Literature."},
      {
        "id":"ED042076",
        "title":"Integrated Personnel Services Index. Volume 2, Number 2."},
      {
        "id":"ED042078",
        "title":"Adult Conferences and Community Problems."},
      {
        "id":"ED042079",
        "title":"Instant Information on Continuing Education in Metro."},
      {
        "id":"ED042080",
        "title":"A Community Project in Religion and Mental Health."},
      {
        "id":"ED042081",
        "title":"The Continuing Education for the Ministry Movement."},
      {
        "id":"ED042083",
        "title":"Cognitive Changes in Adulthood."},
      {
        "id":"ED042084",
        "title":"Report; Professional Development Committee, National Association for Public School Adult Education."},
      {
        "id":"ED042087",
        "title":"Influences of the Kentucky Cooperative Extension Home Economics Program. Part I."},
      {
        "id":"ED042088",
        "title":"Continuing Education for Priests; The First Year 1968-69."},
      {
        "id":"ED042089",
        "title":"Human Relations in Training Aides--A Guide for Extension Agents."},
      {
        "id":"ED042090",
        "title":"Adult Basic Education in Maryland. An Analysis of ABE Program Efforts on the State and Local Level."},
      {
        "id":"ED042091",
        "title":"Degree Research in Adult Education in Canada, 1969."},
      {
        "id":"ED042093",
        "title":"An Evaluation Study of Adult Basic Education in Maine."},
      {
        "id":"ED042094",
        "title":"Evaluation of the Chiduku Literacy Project: An Abridged Report (incorporating A Preliminary Report ...). A Micro-Study of Rural Illiteracy in the Tribal Trust Lands of Rhodesia."},
      {
        "id":"ED042101",
        "title":"The Hannibal Community Survey; A Case Study in a Community Development Technique."},
      {
        "id":"ED042103",
        "title":"Annual Amendment to the Tennessee State Plan for Community Service and Continuing Education Programs for Fiscal Year 1971; Title I, Higher Education Act of 1965."},
      {
        "id":"ED042104",
        "title":"Regional Medical Program; Guidelines for Evaluation."},
      {
        "id":"ED042105",
        "title":"Communication in India: Experiments in Introducing Change."},
      {
        "id":"ED042106",
        "title":"The Health Educator Aide Program for Ghetto Areas."},
      {
        "id":"ED042107",
        "title":"Selected Factors Related to Selective Service Rejection and Rejection Rate in Delaware (1967): A Study of the Characteristics of Young Men Failing to Meet Mental Qualifications for Military Service."},
      {
        "id":"ED042108",
        "title":"An Evaluation of the Educational Effectiveness of Selected ABE Materials."},
      {
        "id":"ED042109",
        "title":"The University of South Florida's Learning Center for Personal Employability. Final Progress Report."},
      {
        "id":"ED042110",
        "title":"Title I of the Higher Education Act of 1965: Its Promise and Performance. Abstract of a Dissertation ..."},
      {
        "id":"ED042111",
        "title":"Merit Systems and New Careers."},
      {
        "id":"ED042112",
        "title":"New Careers Job Development."},
      {
        "id":"ED042113",
        "title":"New Careers Police-Community Relations."},
      {
        "id":"ED042114",
        "title":"Merit Systems: Hiring the Disadvantaged."},
      {
        "id":"ED042118",
        "title":"Counseling and Interviewing Adult Students."},
      {
        "id":"ED042122",
        "title":"Continuing Education of Women."},
      {
        "id":"ED042125",
        "title":"Nova Scotia NewStart, Inc.; Annual Report, 1969."},
      {
        "id":"ED042134",
        "title":"Report of Community Problems Survey Analyses."},
      {
        "id":"ED042135",
        "title":"Catalogue of Social and Economic Development Institutes and Programmes."},
      {
        "id":"ED042137",
        "title":"Dominant Spanish Dialects Spoken in the United States."},
      {
        "id":"ED042138",
        "title":"Performance Grammars."},
      {
        "id":"ED042139",
        "title":"Interference, Integration and the Synchronic Fallacy."},
      {
        "id":"ED042140",
        "title":"The Integration of Linguistic Theory: Internal Reconstruction and the Comparative Method in Descriptive Linguistics."},
      {
        "id":"ED042142",
        "title":"Human Resources Development and Manpower Utilization in Afghanistan."},
      {
        "id":"ED042143",
        "title":"Analysis of Human Resource Development and Utilization in Nigeria, Summary and Conclusions."},
      {
        "id":"ED042144",
        "title":"Korean Education and Foreign Assistance Programs."},
      {
        "id":"ED042145",
        "title":"The Morphophonemics of Tone in Hausa."},
      {
        "id":"ED042146",
        "title":"Children's Acquisition of Phonology: The Learning of Acoustic Stimuli?"},
      {
        "id":"ED042147",
        "title":"Programmed Language Instruction for Developing Countries."},
      {
        "id":"ED042148",
        "title":"An Automaton Analysis of the Learning of a Miniature System of Japanese. Psychology Series."},
      {
        "id":"ED042149",
        "title":"Influence of Initial and Final Consonants on Vowel Duration in CVC Syllables."},
      {
        "id":"ED042150",
        "title":"Productivity of Syntactic Forms as a Parameter in Language Development."},
      {
        "id":"ED042151",
        "title":"Perception Versus Cognition in Linguistic Theory and Developmental Psychology."},
      {
        "id":"ED042156",
        "title":"The Teaching of Portuguese in the United States."},
      {
        "id":"ED042162",
        "title":"Articulation in Programs of Chinese Language."},
      {
        "id":"ED042163",
        "title":"Uncommonly Taught Languages."},
      {
        "id":"ED042164",
        "title":"Response to W. Gage's Article \"Uncommonly Taught Languages.\""},
      {
        "id":"ED042170",
        "title":"Ceylon Education Abstracts; Period Covered January 1, 1966--December 31, 1967. Vol. 1, No. 4--1970."},
      {
        "id":"ED042171",
        "title":"Sociolinguistics and Communication in Small Groups."},
      {
        "id":"ED042172",
        "title":"The Acquisition of Phonology."},
      {
        "id":"ED042173",
        "title":"Verbal Strategies in Multilingual Communication."},
      {
        "id":"ED042174",
        "title":"Auditory vs. Articulatory Training in Exotic Sounds. Final Report."},
      {
        "id":"ED042175",
        "title":"Psycholinguistic Evidence for a Hierarchy of Syllable Structure. Final Report."},
      {
        "id":"ED042179",
        "title":"Proposal for a Mobile Assisted Career Exploration Unit."},
      {
        "id":"ED042180",
        "title":"An Educational Development Services in a Community College."},
      {
        "id":"ED042181",
        "title":"A Survey of Cognitive Style in Maryland Ninth Graders: II Test Anxiety. Report Number 68"},
      {
        "id":"ED042182",
        "title":"Addicts in the Classroom: The Impact of an Experimental Narcotics Education Program on Junior High School Pupils."},
      {
        "id":"ED042183",
        "title":"Learning and Cognitive Development: Representative Samples (Reading, Number Concepts, Writing) And Experimental Longitudinal Methods. Child Learning Project. Final Report."},
      {
        "id":"ED042184",
        "title":"A Study of Social Attitudes of Fourth, Fifth, and Sixth Grade Pupils."},
      {
        "id":"ED042185",
        "title":"Evaluation Conference on the Presbyterian Guidance Program in an Age of Change."},
      {
        "id":"ED042186",
        "title":"Empirically Unbinding the Double Bind."},
      {
        "id":"ED042188",
        "title":"The Sensitivity Training Movement: Professional Implications for Elementary and Secondary School Counseling and Teaching."},
      {
        "id":"ED042189",
        "title":"Indians and Other Americans in Minnesota Correctional Institutions. The National Study of American Indian Education."},
      {
        "id":"ED042190",
        "title":"Resource Book for Drug Abuse Education."},
      {
        "id":"ED042191",
        "title":"The Principles of Parsimony in Mental Health Center Operations."},
      {
        "id":"ED042192",
        "title":"The Effects of Television and Expert Feedback on Self-Perception."},
      {
        "id":"ED042193",
        "title":"The Pushout - A Kaleidoscopic Personality."},
      {
        "id":"ED042195",
        "title":"The Employment Counselor as a Vocational Counselor."},
      {
        "id":"ED042196",
        "title":"Cooperative Education Program. Concord-Carlisle Regional High School, Concord Massachusetts."},
      {
        "id":"ED042197",
        "title":"The Effects of Group Guidance Upon the Self-Esteem, Interpersonal Relationships, and Educational Achievement of the Culturally Different Child."},
      {
        "id":"ED042198",
        "title":"A Home Treatment Program by an Indigenous Professional, the Visiting Nurse, with a Group of Adolescent Suicide Attempters."},
      {
        "id":"ED042199",
        "title":"The Decision Maker's Guide to Applied Planning, Organization, Administration, Research, Evaluation, Information Processing and Analysis Techniques."},
      {
        "id":"ED042200",
        "title":"Don't Guess About Drugs When You Can Have the Facts."},
      {
        "id":"ED042201",
        "title":"Analytical Survey of Research Related to Social Work Education. Final Report."},
      {
        "id":"ED042203",
        "title":"Anecdotal Processing to Promote the Learning Experience. Stress of School Project Report."},
      {
        "id":"ED042204",
        "title":"A Community Project for Continuing Education, Health and Social Services for Pregnant School Girls."},
      {
        "id":"ED042205",
        "title":"What Computers Can Do Now."},
      {
        "id":"ED042206",
        "title":"Effects of Memory Support on State Anxiety and Performance in Computer-Assisted Learning. CAI Center, Tech Memo. Number 20."},
      {
        "id":"ED042207",
        "title":"A Study of the Feasibility for Vocational Rehabilitation of a Perplexing Group of Mental Health Patients. Final Report."},
      {
        "id":"ED042208",
        "title":"The Paraprofessional Mental Health Worker: What Are We All About?"},
      {
        "id":"ED042209",
        "title":"Forecasting University Major with the Washington Pre-College Test Using Discriminant Functions."},
      {
        "id":"ED042210",
        "title":"A Rehabilitation Living Unit in a University Dormitory Setting. Final Report."},
      {
        "id":"ED042211",
        "title":"The Political Socialization of Adolescents: A Study of Students in a Midwestern High School."},
      {
        "id":"ED042212",
        "title":"Sibling-Sex-Status and Ordinal Position Effects on Females' Sport Participation and Interests."},
      {
        "id":"ED042213",
        "title":"Proprioceptive Factors in Operative Timing."},
      {
        "id":"ED042214",
        "title":"Junior High Indian Children in Minneapolis: A Study of One Problem School. The National Study of American Indian Education."},
      {
        "id":"ED042215",
        "title":"College Union 101."},
      {
        "id":"ED042216",
        "title":"Migration and Household Composition: A Comparison Between Blacks and Nonblacks."},
      {
        "id":"ED042217",
        "title":"Facilitating Career Development: An Annotated Bibliography. Final Report."},
      {
        "id":"ED042218",
        "title":"Male Female Differences in Width of Cognitive Categorization: A Developmental and Perceptual Study. Final Report."},
      {
        "id":"ED042219",
        "title":"The Development of a Curriculum for Teaching Elementary and Secondary School Children the Dangers Inherent in the Use and Abuse of Dangerous Drugs. Final Progress Report."},
      {
        "id":"ED042220",
        "title":"Individual Differences in Information Demanded Prior to Making Risky Decisions. Final Report."},
      {
        "id":"ED042221",
        "title":"Status Characteristics and Sources of Expectation."},
      {
        "id":"ED042222",
        "title":"Effects of Living Environment on Achievement and Study Habits."},
      {
        "id":"ED042223",
        "title":"Readings in Computer Based Guidance. The Bartlesville System."},
      {
        "id":"ED042224",
        "title":"The Relation of Self Concept and Frustration to Aggression in Emotionally Disturbed and Normal Children Placed in Special and Regular Programs."},
      {
        "id":"ED042225",
        "title":"American Personnel and Guidance Association 1970 Presession Systems Research for Counselors, Counselor Educators, and Supervisors. Final Report."},
      {
        "id":"ED042226",
        "title":"Computer Diagnostics."},
      {
        "id":"ED042227",
        "title":"Proceedings of Statewide Higher Education Conference. Academic Planning, Facilities, Finance, Institutional Studies (Pigeon Lake Field Station, Drummond, Wisconsin, June 3-6, 1968)."},
      {
        "id":"ED042228",
        "title":"Program Evaluation in Cost Benefit Terms."},
      {
        "id":"ED042229",
        "title":"Planning Guide for Title II of the Elementary and Secondary Education Act of 1965. 1969-1970 Edition. Policies and Guidelines."},
      {
        "id":"ED042230",
        "title":"Proceedings of National Conference on School Finance (12th, New Orleans, Louisiana, March 23-25, 1969). Fiscal Planning for Schools in Transition."},
      {
        "id":"ED042231",
        "title":"Impact of Research Findings and Recommendations in Urban School Districts: A Case Analysis."},
      {
        "id":"ED042232",
        "title":"A Report on Administrative Compensation Planning for St. Paul Public School Personnel."},
      {
        "id":"ED042233",
        "title":"Equal Treatment to Equals: A New structure for Public Schools in the Kansas City and St. Louis Metropolitan Areas."},
      {
        "id":"ED042234",
        "title":"Educational Change Through State Leadership: ESEA Title III."},
      {
        "id":"ED042236",
        "title":"Structuring the Administrative Organization of Local School Systems. Educational Research Service Circular No. 2."},
      {
        "id":"ED042237",
        "title":"The Principal's Role in Collective Negotiations Between Teachers and School Boards."},
      {
        "id":"ED042238",
        "title":"Educational Planning and Policy: An International Bibliography. Working Draft. Parts I - VI."},
      {
        "id":"ED042239",
        "title":"Schools and Comprehensive Urban Planning."},
      {
        "id":"ED042241",
        "title":"Fiscal Effects of Public School Finance Plans."},
      {
        "id":"ED042242",
        "title":"1970 Cumulative ACIR State Legislative Program."},
      {
        "id":"ED042243",
        "title":"Law and Equal Rights for Educational Opportunity."},
      {
        "id":"ED042244",
        "title":"The Dilemmas of State-Local Tax Reform."},
      {
        "id":"ED042245",
        "title":"The Rationale for General Federal Aid to Education."},
      {
        "id":"ED042246",
        "title":"The Impact of Legal Aid Programs for the Poor on the Operation of Public School Districts in the United States."},
      {
        "id":"ED042247",
        "title":"The Impact of Present Patterns of Funding Education for Urban Schools."},
      {
        "id":"ED042248",
        "title":"Faculty In-Service Training Programs and the Educational Change Process."},
      {
        "id":"ED042249",
        "title":"Change Literature and the Practicing School Administrator."},
      {
        "id":"ED042250",
        "title":"Relationships Between Innovation and Selected School Factors."},
      {
        "id":"ED042252",
        "title":"An Empirical Model of the Process of Curriculum Development."},
      {
        "id":"ED042253",
        "title":"Superintendents' Mobility Constructs and Succession Patterns."},
      {
        "id":"ED042254",
        "title":"Towards an Empirically Based Curriculum Theory: A Guide for Research."},
      {
        "id":"ED042255",
        "title":"Suggestions for Defense Against Extremist Attack: Sex Education in the Public Schools."},
      {
        "id":"ED042256",
        "title":"Trends in State Support of Public School Capital Outlay."},
      {
        "id":"ED042257",
        "title":"Educational Inequality, School Finance, and a Plan for the 70's."},
      {
        "id":"ED042258",
        "title":"ES '70: A Systems Approach to Educational Reform."},
      {
        "id":"ED042259",
        "title":"Teacher-Centered Management Style of Public School Principals and Job Satisfaction of Teachers."},
      {
        "id":"ED042260",
        "title":"Territoriality: Necessary Concept in Conflict Theories of Organization?"},
      {
        "id":"ED042261",
        "title":"Education and Adaptive Capacity."},
      {
        "id":"ED042262",
        "title":"Components and Constraints of Curriculum Research."},
      {
        "id":"ED042263",
        "title":"Research Model for State Educational Needs Assessment."},
      {
        "id":"ED042264",
        "title":"Negotiations and Strikes."},
      {
        "id":"ED042265",
        "title":"Legal Position of School Personnel -- Drugs and Narcotics."},
      {
        "id":"ED042266",
        "title":"Cooperative Project for Educational Development. Appendix."},
      {
        "id":"ED042267",
        "title":"Cooperative Project for Educational Development. Volume II, Case Studies."},
      {
        "id":"ED042268",
        "title":"Cooperative Project for Educational Development. Volume I, Research Outcomes."},
      {
        "id":"ED046296",
        "title":"Portuguese and the Computer: &quot;uma bossa nova&quot;."},
      {
        "id":"ED046297",
        "title":"The Relevance of Literature."},
      {
        "id":"ED046300",
        "title":"Training Teachers for Spanish-Speaking Children on the Mainland."},
      {
        "id":"ED046303",
        "title":"Liberal Arts Language Requirement: Theory and Practice."},
      {
        "id":"ED046304",
        "title":"Awards for Modern Foreign Language and Area Study: 1971-72."},
      {
        "id":"ED046305",
        "title":"Teaching Modern Languages."},
      {
        "id":"ED046307",
        "title":"Modern Foreign Languages: A Four-Year Program [and] a Six-Year Program."},
      {
        "id":"ED046308",
        "title":"Aspects in Training and Supervising College Teachers of Foreign Languages."},
      {
        "id":"ED046309",
        "title":"Second Language Learning in Bilingual Communities."},
      {
        "id":"ED046310",
        "title":"Cultural Concepts for Spanish Classes."},
      {
        "id":"ED046313",
        "title":"El Espanol de Cuba: Situacion bibliografica (Spanish in Cuba: Bibliographies)."},
      {
        "id":"ED046314",
        "title":"Ideas linguisticas de Bernardo de Aldrete (The Linguistic Ideas of Bernardo de Aldrete)."},
      {
        "id":"ED046315",
        "title":"Salaries in Higher Education, 1969-70."},
      {
        "id":"ED046317",
        "title":"The James Madison College Student Handbook, 1970-71."},
      {
        "id":"ED046318",
        "title":"Federal Support of Universities and Colleges of Canada. Financing Higher Education in Canada."},
      {
        "id":"ED046319",
        "title":"Upward Bound 1965-1969: A History and Synthesis of Data on the Program in the Office of Economic Opportunity."},
      {
        "id":"ED046321",
        "title":"National Merit Scholarship Corporation Annual Report 1969."},
      {
        "id":"ED046323",
        "title":"A Study of Work Values as they Relate to Holland's Six Personal Orientations."},
      {
        "id":"ED046324",
        "title":"The Orange Extension Center: An Experiment in Higher Education by Lamar State College of Technology."},
      {
        "id":"ED046325",
        "title":"A Profile of Proliferating Institutes. A Study of Selected Characteristics of Institutes and Centers in 51 Land Grant Universities."},
      {
        "id":"ED046326",
        "title":"Methods for Surveying Opinion among University Students and Faculty."},
      {
        "id":"ED046327",
        "title":"Educational Research in Quebec: Resources, Problems, and Prospects 1968/69."},
      {
        "id":"ED046328",
        "title":"The Recruitment and Retention of College Presidents."},
      {
        "id":"ED046329",
        "title":"The Evaluation of Collegiate Instruction: How to Open a Closed System."},
      {
        "id":"ED046330",
        "title":"Reforms in Yugoslavia. Case Studies on Innovation in Higher Education."},
      {
        "id":"ED046331",
        "title":"The Committee on Institutional Cooperation Annual Report, 1969-1970."},
      {
        "id":"ED046332",
        "title":"Target for the 70's. Papers Presented at the Ninth Annual Meeting of the American Association of State Colleges and Universities."},
      {
        "id":"ED046333",
        "title":"Financing Equal Opportunity in Higher Education."},
      {
        "id":"ED046334",
        "title":"Research into Higher Education, 1967. Papers Presented at the Third Annual Conference of the Society for Research into Higher Education."},
      {
        "id":"ED046335",
        "title":"The Status of Women at the University of Oregon. Report of an Ad Hoc Committee."},
      {
        "id":"ED046336",
        "title":"Campus 1970, Where Do Women Stand? Research Report of a Survey on Women in Academe."},
      {
        "id":"ED046337",
        "title":"Research Management: A University Position."},
      {
        "id":"ED046338",
        "title":"The Uses and Abuses of Trustees."},
      {
        "id":"ED046339",
        "title":"Programme on Institutional Management in Higher Education. List of Documents."},
      {
        "id":"ED046340",
        "title":"Merit Scholars and the Fulfillment of Promise."},
      {
        "id":"ED046341",
        "title":"Progress of Merit Scholars: Does Religious Background Matter?"},
      {
        "id":"ED046342",
        "title":"National Norms for Entering College Freshmen - Fall 1970."},
      {
        "id":"ED046343",
        "title":"Challenges to Higher Education."},
      {
        "id":"ED046345",
        "title":"A Rating of Graduate Programs."},
      {
        "id":"ED046346",
        "title":"Beyond the Threshold: Changing Patterns of Access to Higher Education."},
      {
        "id":"ED046347",
        "title":"Faculty Culture and Community Conflict: A Historical, Political, and Sociological Analysis of the October 18, 1967, Dow Demonstration at the University of Wisconsin."},
      {
        "id":"ED046348",
        "title":"Defining Effective College Teaching Using the Delphi Technique and Multiple Linear Regression."},
      {
        "id":"ED046351",
        "title":"The Idea of the University of the State of New York."},
      {
        "id":"ED046352",
        "title":"Numbers and Characteristics of Employees in Institutions of Higher Education, Fall 1967."},
      {
        "id":"ED046354",
        "title":"Private Higher Education and the Constitutions; Constitutionality of State Aid to Private Higher Education."},
      {
        "id":"ED046357",
        "title":"Public Response and Private Feeling: Reaction to the Kent State Situation."},
      {
        "id":"ED046358",
        "title":"Relevance for Town and Gown."},
      {
        "id":"ED046359",
        "title":"Academic Change and Counter-Change."},
      {
        "id":"ED046361",
        "title":"[The Long-Range Plan for Colorado College.]"},
      {
        "id":"ED046362",
        "title":"The Feasibility of Computer Assisted College Selection as a Guidance Counselling Aid."},
      {
        "id":"ED046363",
        "title":"Effects of Federal Aid to Higher Education on Social and Educational Inequality."},
      {
        "id":"ED046364",
        "title":"Professional Commitment and Institutional Loyalty as Factors in Faculty Orientations. Final Report."},
      {
        "id":"ED046365",
        "title":"Faculty Salary Schedules in Community-Junior Colleges, 1969-70."},
      {
        "id":"ED046367",
        "title":"Guidelines for Fire Service Education Programs in Community and Junior Colleges."},
      {
        "id":"ED046368",
        "title":"Law Enforcement Training and the Community College: Alternatives for Affiliation."},
      {
        "id":"ED046369",
        "title":"The Los Angeles City College Mobile Advisement Center: A Study of Its Operation."},
      {
        "id":"ED046370",
        "title":"Implementing the Open Door: Compensatory Education in Florida's Community Colleges. Phase I: Questionnaire Analyses."},
      {
        "id":"ED046371",
        "title":"Humanizing Education in the Junior College."},
      {
        "id":"ED046373",
        "title":"Project CALCOP. Final Report."},
      {
        "id":"ED046374",
        "title":"Design for Excellence: Washington State Community College System Master Plan. Volume I, Mission, History and Goals."},
      {
        "id":"ED046375",
        "title":"Design for Excellence: Washington State Community College System Master Plan. Volume II, System Status and Progress."},
      {
        "id":"ED046376",
        "title":"Design for Excellence: Washington State Community College System Master Plan. Volume III, Long-Range Development Requirements."},
      {
        "id":"ED046377",
        "title":"Collective Negotiations and the Community College System in Massachusetts: A Case Study."},
      {
        "id":"ED046378",
        "title":"Community Service and the Need for a Human Resources Center."},
      {
        "id":"ED046379",
        "title":"Report on Visitation to California Community Colleges on Self-Instructional Materials."},
      {
        "id":"ED046380",
        "title":"The Black Community and The Community College. Action Programs for Expanding Opportunity, A Project Report."},
      {
        "id":"ED046381",
        "title":"Research, Innovation and Experimentation."},
      {
        "id":"ED046382",
        "title":"A Comparative Study of Recruitment and Selection Procedures and Practices for Junior College Certificated Personnel."},
      {
        "id":"ED046390",
        "title":"The President's Reaction to Black Student Activism."},
      {
        "id":"ED046391",
        "title":"The Enrollment Status of Foreign Students Attending California Community Colleges."},
      {
        "id":"ED046392",
        "title":"Student Value Structures: Key to Interpersonal Interaction in the College Community."},
      {
        "id":"ED046393",
        "title":"Urban Community College Students' Aspirations, Academic Success and Beliefs in Internal-External Control."},
      {
        "id":"ED046394",
        "title":"Faculty and Curriculum as Measures of Two-Year College Environments."},
      {
        "id":"ED046395",
        "title":"The Dynamic Interaction of Student and Teacher."},
      {
        "id":"ED046396",
        "title":"Directions for Research and Innovation in Junior College Reading Programs."},
      {
        "id":"ED046397",
        "title":"The Junior College and the Courts: Summaries of Decisions Related to Authorization and Control. The Junior College and the Courts, Part I: Authorization and Control."},
      {
        "id":"ED046398",
        "title":"Quality Care--Community Service--Library Service."},
      {
        "id":"ED046399",
        "title":"An Evaluation of Reference Resources in Eight Public Libraries in Four Ohio Counties."},
      {
        "id":"ED046401",
        "title":"Scientific and Technological Documentation; Archival Evaluation and Processing of University Records Relating to Science and Technology."},
      {
        "id":"ED046402",
        "title":"The User Questionnaire in a Descriptive Analysis of Selected Public Libraries in New York State."},
      {
        "id":"ED046403",
        "title":"Determination of the Environmental Conditions Required in a Library for the Effective Utilization of Microforms. Interim Report."},
      {
        "id":"ED046404",
        "title":"Determination of an Effective System of Bibliographic Control of Microform Publications. Interim Report."},
      {
        "id":"ED046405",
        "title":"The Operation of a Specialized Scientific Information and Data Analysis Center With Computer Base and Associated Communications Network."},
      {
        "id":"ED046406",
        "title":"Evaluation Number Two, Texas State Library Communication Network, 1969."},
      {
        "id":"ED046407",
        "title":"Inducing Attitudinal Change Among Librarians: An Evaluation of the Institute on Public Library Service to the Inner City."},
      {
        "id":"ED046408",
        "title":"Exploratory Investigation of Information Needs of Individuals and Institutions."},
      {
        "id":"ED046409",
        "title":"Texas State Library Centralized Processing Center. Manual."},
      {
        "id":"ED046418",
        "title":"Suggested Long-Range Planning Format for Colorado Libraries."},
      {
        "id":"ED046420",
        "title":"Experimental Information Officer in the Social Sciences, Report on Work Carried Out in 1969."},
      {
        "id":"ED046421",
        "title":"Interlibrary Cooperation. Final Report."},
      {
        "id":"ED046422",
        "title":"Proposed Library Standards and Growth Patterns for Maryland Public Higher Education Institutions."},
      {
        "id":"ED046423",
        "title":"The Library's Public Revisited, By Members of the Class in The Public Library in the Political Process."},
      {
        "id":"ED046424",
        "title":"The Library and the Economic Community; A Market Analysis of Information Needs of Business and Industry in the Communities of Pasadena and Pomona, California."},
      {
        "id":"ED046425",
        "title":"Library Position Descriptions."},
      {
        "id":"ED046426",
        "title":"An Assessment of A Post-Masters Internship in Biomedical Librarianship."},
      {
        "id":"ED046429",
        "title":"A Concept of an Information System for the Geosciences."},
      {
        "id":"ED046430",
        "title":"The Role of the Public Library in Maine: Consumer Needs and Attitudes Towards Public Libraries in Maine."},
      {
        "id":"ED046434",
        "title":"Institute of Library Research Annual Report, July 1969 - June 1970."},
      {
        "id":"ED046435",
        "title":"Information System Overview."},
      {
        "id":"ED046436",
        "title":"Persistent Problems in System Development."},
      {
        "id":"ED046437",
        "title":"A Review of the Availability of Primary Scientific and Technical Documents within the United States, Volume I. Final Report."},
      {
        "id":"ED046438",
        "title":"A Review of the Availability of Primary Scientific and Technical Documents within the United States, Volume II. Final Report."},
      {
        "id":"ED046443",
        "title":"Non-Conventional File Structure Data Collecting Projects in the Smithsonian Institution: A Survey, Winter 1968 - Spring 1969."},
      {
        "id":"ED046445",
        "title":"Data Collection and Cost Modeling for Library Circulation Systems."},
      {
        "id":"ED046446",
        "title":"Study of the Cost-Effectiveness of Retrospective Search Systems."},
      {
        "id":"ED046447",
        "title":"Some Comments on Marketing AIP Information Products and Services."},
      {
        "id":"ED046449",
        "title":"Policies and Practices Affecting Juvenile Library Collections in County and Regional Libraries in Washington State."},
      {
        "id":"ED046452",
        "title":"Community Analysis."},
      {
        "id":"ED046453",
        "title":"Montana Public Library Standards."},
      {
        "id":"ED046454",
        "title":"An Evaluation Report on the Multi-Media Services Project: Sobrante Park School. Prepared by Division of Instructional Media in Cooperation with Research Department."},
      {
        "id":"ED046459",
        "title":"Conference on Sharing Caribbean Resources for Instruction and Research, College of the Virgin Islands, March 17-19, 1969. Proceedings."},
      {
        "id":"ED046461",
        "title":"The Application of Computer Technology for Development, Report of the Secretary-General."},
      {
        "id":"ED046463",
        "title":"Reference Service to Meet Community Needs; A Survey of the Reference Resources and Services of the Metropolitan Cooperative Library System."},
      {
        "id":"ED046464",
        "title":"Personnel Utilization in Libraries, Selected Papers."},
      {
        "id":"ED046465",
        "title":"Proceedings of the Full Board Meeting, July 1970, Columbus, Ohio, U.S.A."},
      {
        "id":"ED046466",
        "title":"Science and Engineering Library and Information Service Development in Support of Research and Development in Indonesia; Report to the Chairman of the Indonesian Institute of Sciences (LIPI)."},
      {
        "id":"ED046467",
        "title":"The Texas State Library Communication Network, Policy and Procedure Manual. Second Edition."},
      {
        "id":"ED046469",
        "title":"MINITEX (Minnesota Interlibrary Teletype Experiment); Report Covering the First 18 Months of Project Operation, January 1, 1969 through June 30, 1970..."},
      {
        "id":"ED046470",
        "title":"Third Annual Report, Fiscal Year 1968, Title II, Elementary and Secondary Education Act of 1965; School Library Resources, Textbooks, and Other Instructional Materials."},
      {
        "id":"ED046471",
        "title":"Manual for OCLC Catalog Card Production. Revised and Enlarged."},
      {
        "id":"ED046472",
        "title":"Library Usage by Students and Young Adults."},
      {
        "id":"ED046473",
        "title":"The Management and Use of State Documents in Indiana."},
      {
        "id":"ED046474",
        "title":"Historical-Archival Programs of the Indiana State Library, Indiana Historical Bureau, and the Indiana Historical Society; A Report With Recommendations."},
      {
        "id":"ED046476",
        "title":"An Inquiry Into Leased Space for School Administrations in Public Library Buildings."},
      {
        "id":"ED046477",
        "title":"A Five-Year Plan for Information Programs 1971-1975. Information Systems Plan."},
      {
        "id":"ED046478",
        "title":"The New England Deposit Library and the Hampshire Interlibrary Center. A Survey of Two Storage Libraries Performed for the University Libraries of British Columbia."},
      {
        "id":"ED046480",
        "title":"Library Services and Construction Amendments of 1970; Hearing Before the Subcommittee on Education...on S. 3318..."},
      {
        "id":"ED046481",
        "title":"Library Services and Construction Amendments of 1970;...Report to Accompany H.R. 19363."},
      {
        "id":"ED046482",
        "title":"Library Services and Construction Amendments of 1970;...Report to Accompany S. 3318."},
      {
        "id":"ED046483",
        "title":"Medical Libraries and Health Communications Assistance Amendments of 1969;...Report to Accompany H.R. 11702."},
      {
        "id":"ED046484",
        "title":"Program Resource Handbook."},
      {
        "id":"ED046485",
        "title":"Ubibliotheca The Spiral Library."},
      {
        "id":"ED046487",
        "title":"Preschool Education and School Admission Practices in New Zealand."},
      {
        "id":"ED046489",
        "title":"Licensing of Child Care Facilities by State Welfare Departments: A Conceptual Statement."},
      {
        "id":"ED046490",
        "title":"A Test of Habituation in Human Infants as an Acquisition Process in a Retroactive Inhibition Paradigm."},
      {
        "id":"ED046491",
        "title":"Understanding of Quantitative Concepts in 3 1/2-4 1/2 Year-Old Children."},
      {
        "id":"ED046492",
        "title":"Information on Intervention Programs of the Demonstration and Research Center for Early Education."},
      {
        "id":"ED046493",
        "title":"A Plan for Continuing Growth."},
      {
        "id":"ED046494",
        "title":"Teacher-Child Relationships in Day Care Centers. Working Paper."},
      {
        "id":"ED046495",
        "title":"Negro Culture and Early Childhood Education."},
      {
        "id":"ED046496",
        "title":"The Physical Environment as a Mediating Factor in School Achievement."},
      {
        "id":"ED046497",
        "title":"An Investigation of the Relative Effectiveness of Selected Curriculum Variables in the Language Development of Head Start Children."},
      {
        "id":"ED046498",
        "title":"Developmental Trends in the Selective Perception of Race and Affect by Young Negro and Caucasian Children."},
      {
        "id":"ED046499",
        "title":"Piaget's Concept of Classification: A Comparative Study of Socially Disadvantaged and Middle-Class Young Children."},
      {
        "id":"ED046500",
        "title":"Rule Structure and Proportion of Positive Instances as Determinants of Concept Attainment in Children."},
      {
        "id":"ED046501",
        "title":"Preschool Education and Poverty: The Distance In Between. Final Report of 1968-69 Interventional Program."},
      {
        "id":"ED046502",
        "title":"An Application of Piaget's Theory to the Conceptualization of a Preschool Curriculum."},
      {
        "id":"ED046503",
        "title":"Ypsilanti Preschool Curriculum Demonstration Project, 1968-1971."},
      {
        "id":"ED046504",
        "title":"Relative Soothing Effects of Vertical and Horizontal Rocking."},
      {
        "id":"ED046505",
        "title":"Learning to Learn on a Concept Attainment Task as a Function of Age and Socioeconomic Level. Report from the Project on Situational Variables and Efficiency of Concept Learning."},
      {
        "id":"ED046506",
        "title":"Attitudes of Preschool and Elementary School Children to Authority Figures."},
      {
        "id":"ED046507",
        "title":"Relationships Between Children's Questions and Nursery School Teachers' Responses."},
      {
        "id":"ED046508",
        "title":"Nutrition Survey of White Mountain Apache Preschool Children."},
      {
        "id":"ED046509",
        "title":"A Comparison of Contrasting Programs in Early Childhood Education."},
      {
        "id":"ED046510",
        "title":"Activities for Infant Stimulation or Mother-Infant Games."},
      {
        "id":"ED046511",
        "title":"Pre-Kindergarten Program, 1968-69. Evaluation Report for the Project."},
      {
        "id":"ED046512",
        "title":"Models, Norms and Sharing."},
      {
        "id":"ED046513",
        "title":"Developmental Groupings of Pre-School Children."},
      {
        "id":"ED046515",
        "title":"Concept and Language Development of a Group of Five Year Olds Who Have Attended the Syracuse University Children's Center Intervention Program."},
      {
        "id":"ED046516",
        "title":"A National Survey of the Impacts of Head Start Centers on Community Institutions. Summary Report."},
      {
        "id":"ED046517",
        "title":"Head Start Curriculum Models: A Reference List."},
      {
        "id":"ED046518",
        "title":"Preschooler Study: The Medical, Social and Economic Correlates of Poverty in Preschool Children of British Columbia. A Pilot Study."},
      {
        "id":"ED046519",
        "title":"Multi-Ethnic Books for Young Children: Annotated Bibliography for Parents and Teachers."},
      {
        "id":"ED046520",
        "title":"Profiles of Children: 1970 White House Conference on Children."},
      {
        "id":"ED046521",
        "title":"Emergence of Identity: The First Years. 1970 White House Conference on Children, Report of Forum 2. (Working Copy)."},
      {
        "id":"ED046522",
        "title":"Expressions of Identity: The School-Age Child. 1970 White House Conference on Children, Report of Forum 3. (Working Copy)."},
      {
        "id":"ED046523",
        "title":"Crisis in Values. 1970 White House Conference on Children, Report of Forum 4. (Working Copy)."},
      {
        "id":"ED046524",
        "title":"Learning into the Twenty-First Century. 1970 White House Conference on Children, Report of Forum 5. (Working Copy)."},
      {
        "id":"ED046526",
        "title":"Mythology in American Education: A Guide to Constructive Confrontation. 1970 White House Conference on Children, Report of Forum 8. (Working Copy)."},
      {
        "id":"ED046527",
        "title":"Keeping Children Healthy: Health Protection and Disease Prevention. 1970 White House Conference on Children, Report of Forum 10. (Working Paper)."},
      {
        "id":"ED046528",
        "title":"Delivery of Child Health Services. 1970 White House Conference on Children, Report of Forum 11. (Working Paper)."},
      {
        "id":"ED046529",
        "title":"Children Who Are Injured. 1970 White House Conference on Children, Report of Forum 13. (Working Copy)."},
      {
        "id":"ED046530",
        "title":"Changing Families in a Changing Society. 1970 White House Conference on Children, Report of Forum 14. (Working Copy)."},
      {
        "id":"ED046531",
        "title":"Children and Parents: Together in the World. 1970 White House Conference on Children, Report of Forum 15. (Working Copy)."},
      {
        "id":"ED046532",
        "title":"Family Planning and Family Economics. 1970 White House Conference on Children, Report of Forum 16. (Working Copy)."},
      {
        "id":"ED046533",
        "title":"Developmental Day Care Services for Children. 1970 White House Conference on Children, Report of Forum 17. (Working Copy)."},
      {
        "id":"ED046534",
        "title":"Children Without Prejudice. 1970 White House Conference on Children, Report of Forum 18. (Working Paper)."},
      {
        "id":"ED046535",
        "title":"Children and Their Physical and Social Environment. 1970 White House Conference on Children, Report of Forum 19. (Working Copy)."},
      {
        "id":"ED046536",
        "title":"The Child and Leisure Time. 1970 White House Conference on Children, Report of Forum 21. (Working Copy)."},
      {
        "id":"ED046537",
        "title":"The Rights of Children. 1970 White House Conference on Children, Report of Forum 22. (Working Copy)."},
      {
        "id":"ED046538",
        "title":"The Child Advocate. 1970 White House Conference on Children, Report of Forum 24. (Working Copy)."},
      {
        "id":"ED046539",
        "title":"Condition with Caution: Think Thrice Before Conditioning. (Rough Draft)."},
      {
        "id":"ED046540",
        "title":"The Vicarious Conditioning of Emotional Responses in Nursery School Children. Final Report."},
      {
        "id":"ED046541",
        "title":"A Pilot Study of a Preschool Method of Preventive Education. Final Report."},
      {
        "id":"ED046542",
        "title":"Differential Response Patterns as They Affect the Self Esteem of the Child."},
      {
        "id":"ED046543",
        "title":"The Effect of Aggressive Cartoons: Children's Interpersonal Play."},
      {
        "id":"ED046544",
        "title":"The Relationship of Individual Differences in the Orienting Response to Complex Learning in Kindergartners. Report from the Motivation and Individual Differences in Learning and Retention Project."},
      {
        "id":"ED046545",
        "title":"Effects of Preschool Stimulation Upon Subsequent School Performance Among the Culturally Disadvantaged."},
      {
        "id":"ED046548",
        "title":"Characteristics of Discharged Mental Patients in Rural 18-County Sparsely Populated Eastern Montana."},
      {
        "id":"ED046549",
        "title":"Perception and Visual Memory of School-Age Eskimos and Athabascan Indians in Alaskan Villages."},
      {
        "id":"ED046550",
        "title":"A Bibliography Relative to Indians of the State of Louisiana. Anthropological Study No. 4."},
      {
        "id":"ED046551",
        "title":"Charters, Constitutions and By-Laws of Indian Tribes of North America. Part I: The Sioux Tribes of South Dakota. Occasional Publications in Anthropology, Ethnology Series, No. 1."},
      {
        "id":"ED046552",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America. Part II: The Indian Tribes of Wisconsin (Great Lakes Agency). Occasional Publications in Anthropology, Ethnology Series, No. 2."},
      {
        "id":"ED046553",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America; Part III: The Southwest (Apache--Mohave). Occasional Publications in Anthropology Ethnology Series No. 4."},
      {
        "id":"ED046554",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America; Part IV: The Southwest (Navajo--Zuni). Occasional Publications in Anthropology Ethnology Series No. 5."},
      {
        "id":"ED046555",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America, Part V: [The Indian Tribes of Oklahoma (Alabama-Quassarte to the Osage)]."},
      {
        "id":"ED046556",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America, Part VI: [The Indian Tribes of Oklahoma (Ottawa-Wyandotte)]."},
      {
        "id":"ED046557",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America, Part VII: The Indian Tribes of California."},
      {
        "id":"ED046558",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America, Part IX: The Northwest, and Alaska."},
      {
        "id":"ED046559",
        "title":"With Reference to Appalachia. A Collection of Mid-Twentieth-Century Facts and Viewpoints Selected on the Basis of Pertinence to Adult Education in Appalachia."},
      {
        "id":"ED046561",
        "title":"Evaluation of a Comprehensive Guidance and Counseling Service for Rural Maine Communities."},
      {
        "id":"ED046563",
        "title":"Oregon State Migrant Education Program. Annual Project Report and Evaluation 1967-1968."},
      {
        "id":"ED046565",
        "title":"Texas Child Migrant Program."},
      {
        "id":"ED046566",
        "title":"An Idea (Like a Seedling) Grows. Genesis and Development of Outdoor/Conservation Education in Bloomfield Hills, Michigan."},
      {
        "id":"ED046569",
        "title":"Statistics Concerning Indian Education: Fiscal Year 1970."},
      {
        "id":"ED046570",
        "title":"Learning Together. A Handbook for Migrant Education."},
      {
        "id":"ED046571",
        "title":"State Annual Evaluation Report. Fiscal Year 1969 (School Year 1968-69)."},
      {
        "id":"ED046572",
        "title":"Rural New Mexicans: Their Educational and Occupational Aspirations."},
      {
        "id":"ED046573",
        "title":"[Proceedings of the 4th National Conference on Outdoor Education (Kellogg Gull Lake Biological Station, Michigan, October 22-24, 1970).]"},
      {
        "id":"ED046574",
        "title":"The Hutterite Brethern: An Annotated Bibliography with Special Reference to South Dakota Hutterite Colonies."},
      {
        "id":"ED046575",
        "title":"Population Change in South Dakota Small Towns and Cities."},
      {
        "id":"ED046579",
        "title":"Directory: New York State Services for Migrant and Seasonal Farm Workers."},
      {
        "id":"ED046580",
        "title":"Missouri Comprehensive Outdoor Recreation Plan: Executive Summary."},
      {
        "id":"ED046581",
        "title":"Outdoor Recreation: Participation, Characteristics of Users, Distances Traveled, and Expenditures."},
      {
        "id":"ED046582",
        "title":"Extent, Type, and Pattern of Use of Medical Services in a Rural Ozark Area."},
      {
        "id":"ED046583",
        "title":"Pennsylvania Migratory Labor Program Report."},
      {
        "id":"ED046584",
        "title":"Idaho State Annual Evaluation Report. Fiscal Year 1970 (School Year 1969-70)."},
      {
        "id":"ED046585",
        "title":"Questions and Answers: Program for Migrant Children under ESEA Title I, 1970."},
      {
        "id":"ED046590",
        "title":"Michigan Housing Report: A Report of a Study Jointly Undertaken by the Migrant Research Project and the United Migrants for Opportunity, Inc."},
      {
        "id":"ED046591",
        "title":"In-Service Education Series and Consultant Services. Final Report."},
      {
        "id":"ED046592",
        "title":"The Role of the Mexican American in the History of the Southwest."},
      {
        "id":"ED046594",
        "title":"The Center for the Study of Migrant and Indian Education; An Overview of the History and Purpose of an Educational Service Center for Teachers of Migrant and Indian Children in the State of Washington."},
      {
        "id":"ED046595",
        "title":"International Education Year, 1970: Education in Rural Areas in the Asian Region."},
      {
        "id":"ED046596",
        "title":"State Annual Evaluation Report. Fiscal Year 1968 (School Year 1967-68)."},
      {
        "id":"ED046598",
        "title":"The Poor at School in Canada; Observational Studies of Canadian Schools, Classrooms and Pupils."},
      {
        "id":"ED046599",
        "title":"An Inter-Disciplinary Evaluation of a Summer Program for the Rural Disadvantaged Youth in Nelson County, Virginia. Final Report."},
      {
        "id":"ED046600",
        "title":"The Reliability of Rating Scales Used in Analyzing Interviews with Parents, Students, Teachers, and Community Leaders. The National Study of American Indian Education, Series IV, No. 9, Final Report."},
      {
        "id":"ED046601",
        "title":"The Use of Interviews and Rating Scales in the Study of Indian Education. The National Study of American Indian Education, Series IV, No. 7, Final Report."},
      {
        "id":"ED046602",
        "title":"Curriculum for American Indian Youth. The National Study of American Indian Education, Series IV, No. 4, Final Report."},
      {
        "id":"ED046603",
        "title":"Formal Education on the White Mountain Apache Reservation; Report of a Self-Study Conference. The National Study of American Indian Education, Series I, No. 25, Final Report."},
      {
        "id":"ED046605",
        "title":"Information Concerning the Washoe County Indian Community."},
      {
        "id":"ED046606",
        "title":"The National Congress of American Indians, Annual Report 1969."},
      {
        "id":"ED046607",
        "title":"[Recommendations of Working Committees to Urban Indian Conference]."},
      {
        "id":"ED046608",
        "title":"Instructional Centers for Pima Culture. Final Report: Academic Year 1968-69."},
      {
        "id":"ED046610",
        "title":"The Impact of New Industry on Local Government Finances in Five Small Towns in Kentucky."},
      {
        "id":"ED046611",
        "title":"[Coyote Tales. English Version.]"},
      {
        "id":"ED046612",
        "title":"[Coyote Tales. Hopi Version.]"},
      {
        "id":"ED046613",
        "title":"Henderson County Migrant Family Health Service; 1970 Migrant Health Project, Annual Progress Report."},
      {
        "id":"ED046614",
        "title":"Report of Experimental Demonstration Project; School Lunch---Emergency Food for Families---Migrant Summer School---Minnesota."},
      {
        "id":"ED046615",
        "title":"Environmental Awareness for Indian Education."},
      {
        "id":"ED046616",
        "title":"Bibliografia; A Bibliography on the Mexican-American."},
      {
        "id":"ED046617",
        "title":"Perspective on Reading."},
      {
        "id":"ED046618",
        "title":"A Study of the Relation of Oral Language Proficiency and Reading in a Group of Fourth Grade Negro Children of a French Linguistic Background."},
      {
        "id":"ED046619",
        "title":"The Use of Films and Filmstrips in the Teaching of Reading."},
      {
        "id":"ED046620",
        "title":"Toward a Technological Breakthrough to Literacy."},
      {
        "id":"ED046621",
        "title":"Unlocking the Door to Literacy."},
      {
        "id":"ED046622",
        "title":"An Experimental Program for Disadvantaged Kindergarten Children."},
      {
        "id":"ED046623",
        "title":"Analysis of Elementary Reading Program, Winston-Dillard School District No. 116, Douglas County, Oregon."},
      {
        "id":"ED046626",
        "title":"An Instrument for Testing Pronunciations of Vowel Clusters. Part I: Linguistic Background."},
      {
        "id":"ED046627",
        "title":"How a Child Needs to Think to Learn to Read."},
      {
        "id":"ED046628",
        "title":"A Syntactical Analysis of Some First-Grade Readers."},
      {
        "id":"ED046629",
        "title":"Tutorial Students Two Years Later: A Report on the Logan-Cache Tutorial Center for Underachieving Readers and Writers."},
      {
        "id":"ED046630",
        "title":"Reading Instruction for Nine-Twelve Year Olds."},
      {
        "id":"ED046631",
        "title":"Rebus as a Medium in Beginning Reading Instruction."},
      {
        "id":"ED046632",
        "title":"Relationship Between Auditory Abilities and Academic Skills. Bibliography."},
      {
        "id":"ED046633",
        "title":"Behavior Modification and the Teaching of Reading."},
      {
        "id":"ED046634",
        "title":"Useful Linguistic Principles in Teaching Reading."},
      {
        "id":"ED046635",
        "title":"Bellevue Reading Study. Final Report."},
      {
        "id":"ED046636",
        "title":"The Subject Is Reading."},
      {
        "id":"ED046638",
        "title":"Supervision of Reading Instruction in Junior High School."},
      {
        "id":"ED046639",
        "title":"Specific Cognitive Factors in the Reading Process."},
      {
        "id":"ED046640",
        "title":"Criteria for Assessing School Reading Programs: Kindergarten Through High School."},
      {
        "id":"ED046641",
        "title":"Phonics in a Reading Program--Place and Content."},
      {
        "id":"ED046642",
        "title":"The Rationale for Teaching Reading in the Content Fields."},
      {
        "id":"ED046643",
        "title":"Utilization of Paraprofessional Personnel in Intensive Remedial Reading."},
      {
        "id":"ED046644",
        "title":"Analysis of Young Ss Performance on a Matching Task."},
      {
        "id":"ED046645",
        "title":"Developmental Reading: An International Challenge."},
      {
        "id":"ED046646",
        "title":"What the College Reading Teacher Needs to Know About Reading."},
      {
        "id":"ED046647",
        "title":"Learning Centers in a Self-Contained Classroom."},
      {
        "id":"ED046648",
        "title":"Reading for the Seventies: An International Challenge."},
      {
        "id":"ED046649",
        "title":"New Developments in Education for the Seventies."},
      {
        "id":"ED046650",
        "title":"Visual Acuity of Children: United States."},
      {
        "id":"ED046652",
        "title":"Reading and Revolution: The Role of Reading in Today's Society. Perspectives in Reading No. 13."},
      {
        "id":"ED046653",
        "title":"Dialectology--A Behavior to be Considered in Teaching Children to Read."},
      {
        "id":"ED046654",
        "title":"Reading and Psychomotor Disability Among Mentally Retarded and Average Children."},
      {
        "id":"ED046655",
        "title":"Reading in Our Oral Language Culture."},
      {
        "id":"ED046656",
        "title":"Development of Specific Reading Skills in Adult Education."},
      {
        "id":"ED046657",
        "title":"Grade Level Interpretation of Cloze Readability Scores."},
      {
        "id":"ED046658",
        "title":"Reading in the Content Areas, or This Is Not the Same as Reading a Story."},
      {
        "id":"ED046659",
        "title":"Auditory Discrimination, Dialect and Reading Achievement."},
      {
        "id":"ED046660",
        "title":"Testing Word Recognition as a Function of Learning Modality."},
      {
        "id":"ED046661",
        "title":"Some Relationships between Concept Formation and Reading Achievement."},
      {
        "id":"ED046662",
        "title":"A Classification of Factors Affecting Reading Performance."},
      {
        "id":"ED046663",
        "title":"Relaxation and Desensitization in Study Behavior Modification."},
      {
        "id":"ED046664",
        "title":"A Comparison of General and Specific Reading Skills as Related to American History Achievement at the Eleventh-Grade Level."},
      {
        "id":"ED046665",
        "title":"Correlational and Factor Analysis of Critical Reading and Critical Thinking--Twelfth Grade."},
      {
        "id":"ED046666",
        "title":"Psychometric Analysis of Critical Reading and Critical Thinking Tests--Twelfth Grade."},
      {
        "id":"ED046667",
        "title":"Canonical and Partial Correlation of Critical Reading/Critical Thinking Test Scores--Twelfth Grade."},
      {
        "id":"ED046668",
        "title":"Using the Visual-Auditory-Kinesthetic-Tactile Technique to Solve Spelling Problems in Elementary and Secondary Classrooms."},
      {
        "id":"ED046669",
        "title":"Reading in the Subject Matter Areas."},
      {
        "id":"ED046670",
        "title":"Reading in Mathematics."},
      {
        "id":"ED046671",
        "title":"An Investigation Into the Use of Indigenous Grouping as the Reinforcing Agent in Teaching Maladjusted Boys to Read. Final Report."},
      {
        "id":"ED046672",
        "title":"An Informal Reading Inventory--A New Approach."},
      {
        "id":"ED046673",
        "title":"Text Organization and Its Relationship to Children's Comprehension."},
      {
        "id":"ED046674",
        "title":"A Study of the Reading Center Program for the 1969-70 School Year."},
      {
        "id":"ED046675",
        "title":"Reading Achievement in California: Miracle or Mirage?"},
      {
        "id":"ED046677",
        "title":"Organization and Administration of School Reading Programs. A Bibliography in the Reading Research Profiles Series."},
      {
        "id":"ED046678",
        "title":"Collecting a Data Base for a Reading Technology."},
      {
        "id":"ED046679",
        "title":"Children's Ability to Comprehend Text."},
      {
        "id":"ED046680",
        "title":"Management Plan for a National Effort in Reading."},
      {
        "id":"ED046681",
        "title":"Notes on the Future of Education. Volume II, Issue 1, Fall 1970."},
      {
        "id":"ED046682",
        "title":"An Experimental Program for Teaching Letter Names of the Alphabet."},
      {
        "id":"ED046683",
        "title":"Pupils' Reactions to Trial Editions of Nuffield 'O'-Level Science Materials in 1966."},
      {
        "id":"ED046690",
        "title":"Basic Themes of Physics."},
      {
        "id":"ED046691",
        "title":"Report of a Conference on The College, The Community and Conservation (Washington, D.C., May 22-23, 1967)."},
      {
        "id":"ED046693",
        "title":"Idaho, An Outdoor Classroom."},
      {
        "id":"ED046700",
        "title":"Tentative Curriculum Guide, Junior High Schools, Science, Volume 4."},
      {
        "id":"ED046708",
        "title":"Water Quality Criteria, Report of the National Technical Advisory Committee to the Secretary of the Interior."},
      {
        "id":"ED046709",
        "title":"Observing Our Environment Through Our Senses, Unit 1."},
      {
        "id":"ED046712",
        "title":"Experiences in Mathematical Ideas."},
      {
        "id":"ED046713",
        "title":"Human Conservation in Central America, Summary of a Conference (Guatemala, Central America)."},
      {
        "id":"ED046715",
        "title":"The Source Book of Marine Sciences."},
      {
        "id":"ED046716",
        "title":"Readings in Geometry from the Arithmetic Teacher."},
      {
        "id":"ED046717",
        "title":"Ecological Effects of Weather Modification: A Problem Analysis."},
      {
        "id":"ED046718",
        "title":"Engineering Concepts Curriculum Project Newsletter, Volume 4, Number 2. The Man Made World."},
      {
        "id":"ED046719",
        "title":"Babel or Bonanza? Scientific and Technical Information in the Population Field."},
      {
        "id":"ED046720",
        "title":"Effective Use of the Sea, Report of the Panel on Oceanography of the President's Science Advisory Committee."},
      {
        "id":"ED046722",
        "title":"Saving Natural Areas."},
      {
        "id":"ED046731",
        "title":"Eleventh Year Mathematics."},
      {
        "id":"ED046735",
        "title":"The Sea and Its Boundaries."},
      {
        "id":"ED046737",
        "title":"The Sea and Modern Man."},
      {
        "id":"ED046738",
        "title":"The Sources of Air Pollution and Their Control."},
      {
        "id":"ED046739",
        "title":"Miniature Environments, An Environmental Education Guidebook."},
      {
        "id":"ED046741",
        "title":"Human Dimensions of the Atmosphere."},
      {
        "id":"ED046742",
        "title":"Individualization of Instruction in Junior High School Mathematics."},
      {
        "id":"ED046743",
        "title":"Reading in Marine Science, A Partially Annotated Bibliography for Young Readers, Nonprofessionals, and Teachers."},
      {
        "id":"ED046746",
        "title":"Pollution: Problems, Projects & Mathematical Exercises, Grades 6-9."},
      {
        "id":"ED046747",
        "title":"Science Policy Bulletin, Volume 3 Number 5."},
      {
        "id":"ED046749",
        "title":"Earth Science Syllabus, 1970 Edition."},
      {
        "id":"ED046750",
        "title":"Syllabus for an Associate Degree Program in Applied Marine Biology and Oceanography."},
      {
        "id":"ED046764",
        "title":"Elementary School Mathematics-Implications from ESEA, Title 3 Projects."},
      {
        "id":"ED046770",
        "title":"Unified Modern Mathematics, Course 1, Teachers Commentary."},
      {
        "id":"ED046771",
        "title":"Unified Modern Mathematics, Course 1, Part 1."},
      {
        "id":"ED046772",
        "title":"Unified Modern Mathematics, Course 1, Part 2."},
      {
        "id":"ED046773",
        "title":"Unified Modern Mathematics, Course 2, Teachers Commentary."},
      {
        "id":"ED046774",
        "title":"Unified Modern Mathematics, Course 2, Part 1."},
      {
        "id":"ED046775",
        "title":"Unified Modern Mathematics, Course 2, Part 2."},
      {
        "id":"ED046776",
        "title":"Unified Modern Mathematics, Course 3, Teachers Commentary."},
      {
        "id":"ED046777",
        "title":"Unified Modern Mathematics, Course 3, Part 1."},
      {
        "id":"ED046778",
        "title":"Unified Modern Mathematics, Course 3, Part 2."},
      {
        "id":"ED046780",
        "title":"Experiences in Mathematical Ideas, Volume 2."},
      {
        "id":"ED046781",
        "title":"Junior Biology, Populations."},
      {
        "id":"ED046782",
        "title":"Stream Studies."},
      {
        "id":"ED046783",
        "title":"Science Experiments, Field and Classroom."},
      {
        "id":"ED046789",
        "title":"Drugs and the Schools, Report of a Seminar Convened by the Canadian Education Association (1st, Toronto, Ontario, June 15-16, 1970)."},
      {
        "id":"ED046790",
        "title":"A Model for Improving Biological Education in the 70's, An Experimental Instructional Module Dealing With the Environment of Man. Final Report."},
      {
        "id":"ED046791",
        "title":"Health Education, A Bibliography, Grades K-12."},
      {
        "id":"ED046792",
        "title":"Light and Plants. A Series of Experiments Demonstrating Light Effects on Seed Germination, Plant Growth, and Plant Development."},
      {
        "id":"ED046793",
        "title":"Vital Views of the Environment."},
      {
        "id":"ED046795",
        "title":"Teachers Guide to Economics in Grade 8."},
      {
        "id":"ED046796",
        "title":"Environmental Quality and a Humanistic Approach to Teacher Education."},
      {
        "id":"ED046797",
        "title":"Conceptual Framework for Civic Education in Developing Societies."},
      {
        "id":"ED046798",
        "title":"Twenty-Six National Social Studies Projects: Nassau and Suffolk County Utilization Survey."},
      {
        "id":"ED046799",
        "title":"Economic Education for Arkansas Elementary Schools. Teaching Guide."},
      {
        "id":"ED046803",
        "title":"Japan. Evaluation Report From a Limited School Trial of a Teaching Unit of the High School Geography Project."},
      {
        "id":"ED046804",
        "title":"The Geography of Culture Change. Evaluation Report from a Limited School Trial of a Teaching Unit of the High School Geography Project."},
      {
        "id":"ED046805",
        "title":"Agriculture. Evaluation Report from a Limited School Trial of a Teaching Unit of the High School Geography Project."},
      {
        "id":"ED046806",
        "title":"Growth of Cities: Evaluation Report from a Limited School Trial of a Teaching Unit of the High School Geography Project."},
      {
        "id":"ED046807",
        "title":"High School Geography Project: Geography of Cities. Abbreviated Evaluation Report."},
      {
        "id":"ED046808",
        "title":"Social Studies for EMR Pupils. A Course of Study for Junior High Schools."},
      {
        "id":"ED046809",
        "title":"Social Studies for EMR Pupils; Teachers Resource Material. An Instructional Bulletin for Junior High Schools."},
      {
        "id":"ED046810",
        "title":"Education in France."},
      {
        "id":"ED046811",
        "title":"Sweden. Educational Data."},
      {
        "id":"ED046812",
        "title":"Education in Chile."},
      {
        "id":"ED046813",
        "title":"The Development of Education in Venezuela."},
      {
        "id":"ED046814",
        "title":"Education and Social Change in Chile."},
      {
        "id":"ED046815",
        "title":"A Conceptual Framework for the Social Studies in Wisconsin Schools."},
      {
        "id":"ED046816",
        "title":"A New Parity Formula: Triple T."},
      {
        "id":"ED046818",
        "title":"Training Teachers to Teach Inquiry Through the Use of \"Inquiry Models\" In the Teaching of College History Courses."},
      {
        "id":"ED046819",
        "title":"Contributions of Black Americans, Indian Americans, Mexican Americans and Asian Americans to American History."},
      {
        "id":"ED046820",
        "title":"Archaeology in Delaware. Pupil's Guide."},
      {
        "id":"ED046821",
        "title":"Updating Social Studies in West Virginia: Illustrative Teaching Units."},
      {
        "id":"ED046822",
        "title":"Suggested Guidelines for Consumer Education. Grades K through 12."},
      {
        "id":"ED046823",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 9, Number 3."},
      {
        "id":"ED046824",
        "title":"A Guide to Intergroup Education in Maryland Schools."},
      {
        "id":"ED046825",
        "title":"Teaching Methods Courses in an Inner City School."},
      {
        "id":"ED046826",
        "title":"Characteristics of a Model K-12 Population Education Program."},
      {
        "id":"ED046827",
        "title":"Proposed Social Sciences Education Framework for California Public Schools. Report of the Statewide Social Sciences Study Committee to the State Curriculum Commission and the California State Board of Education. Kindergarten and Grades One through Twelve."},
      {
        "id":"ED046829",
        "title":"A Bibliography of Books and Educational Media Related to Negro Culture."},
      {
        "id":"ED046831",
        "title":"The Impact of an Experimental Course, \"American Political Behavior\" on the Knowledge of Secondary School Students."},
      {
        "id":"ED046832",
        "title":"A Comparative Approach to Teaching World Cultures."},
      {
        "id":"ED046833",
        "title":"Level of Moral Reasoning."},
      {
        "id":"ED046834",
        "title":"A Report on Inquiries in Sociology."},
      {
        "id":"ED046835",
        "title":"Preparing Urban High School Teachers."},
      {
        "id":"ED046836",
        "title":"Resource Use Planning."},
      {
        "id":"ED046837",
        "title":"The Child's World of Choices."},
      {
        "id":"ED046838",
        "title":"Student Activity Book for the Child's World of Choices. Grade 2."},
      {
        "id":"ED046839",
        "title":"Teacher's Guide to Student Activity Book for the Child's World of Choices. Grade 2."},
      {
        "id":"ED046840",
        "title":"A Supplementary Guide in Black History for the Warwick Public Schools. Elementary Grades. Volume I."},
      {
        "id":"ED046841",
        "title":"Some Structural Determinants of Citizen Participation in Educational Policy-Making in Suburbia: A Case Study."},
      {
        "id":"ED046842",
        "title":"Teachers Guide to Economics in Grade 1."},
      {
        "id":"ED046843",
        "title":"Teachers Guide to Economics in Grade 2."},
      {
        "id":"ED046844",
        "title":"Teachers Guide to Economics in Grade 3."},
      {
        "id":"ED046845",
        "title":"Teachers Guide to Economics in Grade 4."},
      {
        "id":"ED046846",
        "title":"Teachers Guide to Economics in Grade 5."},
      {
        "id":"ED046850",
        "title":"The Economic Opinions of Business Education and Social Studies Students."},
      {
        "id":"ED046851",
        "title":"Who Becomes a Democrat? A Study of Democratic Socialization."},
      {
        "id":"ED046852",
        "title":"Protection of Interests of Consumers. Message from the President of the United States."},
      {
        "id":"ED046853",
        "title":"Integration of Population and Family Planning Education into Curricula of Grade Schools, Secondary Schools, Medical Schools and Universities."},
      {
        "id":"ED046854",
        "title":"Social Studies: 1970; Instructional Objectives for Grades 1-8."},
      {
        "id":"ED046855",
        "title":"A Study of the Effects of Microteaching Experiences Upon the Classroom Behavior of Social Studies Student Teachers."},
      {
        "id":"ED046856",
        "title":"Experimental Guide to the Teaching of Social Studies in Kenya Primary Schools."},
      {
        "id":"ED046857",
        "title":"Mathematical Analysis of Information Integration with Paragraph-Type Verbal Stimuli. Final Report."},
      {
        "id":"ED046858",
        "title":"Research and Development Project to Develop, Improve, Expand and Evaluate Behavioral Goals of a Team-Taught, Humanities-Oriented Course in World Civilization for Ninth and Tenth Grade Students. Final Report."},
      {
        "id":"ED046859",
        "title":"The Effect of Cognitive Instruction on Secondary Social Studies Student Teachers and Their Pupils."},
      {
        "id":"ED046860",
        "title":"Multidimensionality: Implications for Preparation of Teachers."},
      {
        "id":"ED046862",
        "title":"STEP - TTT. Final Report, September 1, 1969 to August 31, 1970."},
      {
        "id":"ED046863",
        "title":"Methods for Conducting Teacher Behavior Research: With Implications for Teachers of the Disadvantaged."},
      {
        "id":"ED046864",
        "title":"Multi-Media Resource List: Eskimos and Indians. 1970 Supplement."},
      {
        "id":"ED046865",
        "title":"A Study Outline on Differentiated Staffing. QuEST Report 2."},
      {
        "id":"ED046866",
        "title":"Center for Social Organization of Schools. Fourth Annual Report."},
      {
        "id":"ED046867",
        "title":"An Analysis of: Teachers for the Real World."},
      {
        "id":"ED046868",
        "title":"Mercer County Teacher Education Center."},
      {
        "id":"ED046869",
        "title":"Manual for Utilization of Auxiliary Personnel."},
      {
        "id":"ED046870",
        "title":"Publication Abstracts."},
      {
        "id":"ED046871",
        "title":"The Doctorate in Education. An Inquiry into Conditions Affecting the Pursuit of the Doctoral Degree in the Field of Education. (Chicago, May 2-4, 1960)."},
      {
        "id":"ED046872",
        "title":"The Doctorate in Education. Volume I, The Graduates."},
      {
        "id":"ED046873",
        "title":"The Doctorate in Education. Volume II, The Institutions."},
      {
        "id":"ED046874",
        "title":"The Doctorate in Education. Volume Three, Conference Report. (Chicago, May 2-4, 1960)."},
      {
        "id":"ED046875",
        "title":"The Doctorate in Education. Volume IV, Follow-UP Study."},
      {
        "id":"ED046876",
        "title":"Observers in the Classroom. A Case Study of an Innovative Program."},
      {
        "id":"ED046878",
        "title":"An Evaluation of the Experimental Teacher Preparation Program in Urban Education."},
      {
        "id":"ED046879",
        "title":"The Ann Arbor Public Schools Participative Model In-Service Staff Development Project. Terminal Report."},
      {
        "id":"ED046880",
        "title":"Effects of Cueing and Modeling Variables in Teacher Training Systems."},
      {
        "id":"ED046881",
        "title":"Individualized Instruction. Bibliographies in Education, No. 13."},
      {
        "id":"ED046884",
        "title":"Evaluation of an E.P.D.A. Institute \"Teachers for Multicultural Education.\""},
      {
        "id":"ED046885",
        "title":"Professional Socialization and Teacher Autonomy."},
      {
        "id":"ED046886",
        "title":"A Guide for Urban-Teacher Development. Final Report."},
      {
        "id":"ED046887",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED046888",
        "title":"Designing New Careers in the Educational Services. Final Report."},
      {
        "id":"ED046889",
        "title":"Student Teaching and Related Experiences."},
      {
        "id":"ED046890",
        "title":"Education--Literature of the Profession. A Bibliography Based on the Acquisitions of the Educational Materials Center from January 1, 1969 through June 30, 1970."},
      {
        "id":"ED046891",
        "title":"Selected Administrative Factors and Related Procedure in the Utilization of Teacher Aides. Final Report."},
      {
        "id":"ED046892",
        "title":"A Case Study in Statistical Inference: Reconsideration of the Rosenthal-Jacobson Data on Teacher Expectancy."},
      {
        "id":"ED046893",
        "title":"A Symposium on Heuristic Teaching."},
      {
        "id":"ED046894",
        "title":"A Survey of Microteaching in NCATE-Accredited Secondary Education Programs."},
      {
        "id":"ED046895",
        "title":"Teacher Presentational Behaviors Related to Student Achievement in English and Social Studies."},
      {
        "id":"ED046896",
        "title":"Curriculum: Hierarchy or Decalage?"},
      {
        "id":"ED046897",
        "title":"The Conceptualization of Prescriptions for Teaching."},
      {
        "id":"ED046898",
        "title":"Exemplar and Nonexemplar Variables Which Produce Correct Concept Classification Behavior and Specified Classification Errors."},
      {
        "id":"ED046900",
        "title":"Educational Psychology as a Discipline for Prospective Teachers."},
      {
        "id":"ED046902",
        "title":"The Effect of Cross-Cultural Inservice Training on Selected Attitudes of Elementary School Teacher Volunteers: A Field Experiment."},
      {
        "id":"ED046903",
        "title":"Research Development Grant (RDG) Proposal for State University Colleges (N.Y.) at Brockport, Geneseo, Cortland, Oswego and Roberts Wesleyan. Final Report."},
      {
        "id":"ED046904",
        "title":"Elementary School Teachers' Viewpoints of Classroom Teaching and Learning."},
      {
        "id":"ED046905",
        "title":"Teaching for Problem-Solving: A Teaching Laboratory Manual (Preliminary Edition)."},
      {
        "id":"ED046906",
        "title":"Effects of Different Types of Supervisory Feedback on Teacher Candidates' Development of Refocusing Behaviors."},
      {
        "id":"ED046907",
        "title":"The Questioning Strategies Observation System (QSOS)."},
      {
        "id":"ED046908",
        "title":"The Block Program. A Personalized Teacher Education Professional Program."},
      {
        "id":"ED046910",
        "title":"How to Start a High School Humanities Program."},
      {
        "id":"ED046911",
        "title":"Spoken English."},
      {
        "id":"ED046912",
        "title":"Developing Reading Skills in Further Education."},
      {
        "id":"ED046913",
        "title":"Media and the Teaching of English."},
      {
        "id":"ED046914",
        "title":"Tape Recording and the End Product."},
      {
        "id":"ED046915",
        "title":"What Is English?"},
      {
        "id":"ED046916",
        "title":"&quot;1984&quot;--Is It Worth Reading?"},
      {
        "id":"ED046917",
        "title":"Enrichment through Radio: A Proposal to Use Radio as a Tool of Instruction from Pre-Kindergarten through Grade 12."},
      {
        "id":"ED046918",
        "title":"An Approach to Teaching Literature of the Generation Gap."},
      {
        "id":"ED046926",
        "title":"Children, Teachers and Literature."},
      {
        "id":"ED046932",
        "title":"Relationships Between Overall Quality and Seven Language Features in Compositions Written in Grades Seven, Nine, and Eleven."},
      {
        "id":"ED046934",
        "title":"Theatre's Different Demands: An Approach to the Classroom Teaching of Plays."},
      {
        "id":"ED046937",
        "title":"The Fort Hunt High School Elective English Program."},
      {
        "id":"ED046938",
        "title":"Effects of Visual Cues of Ethnicity upon Speech Ratings."},
      {
        "id":"ED046940",
        "title":"Language Course for Teacher Training Program in Elementary Education."},
      {
        "id":"ED046941",
        "title":"\"The Alternative of Radicalism\": Radical and Conservative Possibilities for Teaching the Teachers of America's Young Children; Proceedings of the National Conference of the Tri-University Project (5th, New Orleans, January 29-31, 1969)."},
      {
        "id":"ED046942",
        "title":"English Composition by a Comparative Method Using an Operationally Defined Theme Evaluation Technique. Final Report Draft."},
      {
        "id":"ED046952",
        "title":"Black Literature for Young Readers: An Annotated Bibliography of Literature By and About Black Americans for Seventh and Eighth Grade Students."},
      {
        "id":"ED046955",
        "title":"A Course Guide for Afro-American Literature."},
      {
        "id":"ED046960",
        "title":"A Suggested Model for Developing Speech Programs in Pennsylvania; and An Analysis of Pennsylvania's Suggested Model for Developing Speech Programs: Draft 5."},
      {
        "id":"ED046961",
        "title":"Tutorial Students Two Years Later: A Report on the Logan-Cache Tutorial Center for Underachieving Readers and Writers."},
      {
        "id":"ED046967",
        "title":"Testing and Further Development of an Operational Model for the Evaluation of Alternative Title I (ESEA) Projects."},
      {
        "id":"ED046968",
        "title":"Proceedings of the Evaluation Workshop Retreat."},
      {
        "id":"ED046969",
        "title":"Implications of a Class of Covariance Structure Models for the Development of Measuring Instruments."},
      {
        "id":"ED046970",
        "title":"Typology of Empirical Attributes: Dissimilarity Linkage Analysis (DLA)."},
      {
        "id":"ED046971",
        "title":"Studies of Horst's Procedure for Binary Data Analysis."},
      {
        "id":"ED046972",
        "title":"Additional Evidence of the Multidimensionality of the Test Anxiety Scale for Children."},
      {
        "id":"ED046973",
        "title":"Directional Hypotheses with the Multiple Linear Regression Approach."},
      {
        "id":"ED046974",
        "title":"Effects of Four Different Perceptual Training Programs on IQ and Reading Readiness in the Lower Socio-Economic Level Kindergarten Child."},
      {
        "id":"ED046975",
        "title":"Do Remedial Programs Really Work?"},
      {
        "id":"ED046976",
        "title":"Do Schools Cheat Minority Children?"},
      {
        "id":"ED046977",
        "title":"Elementary School Achievement and Desegregation: A Research Proposal."},
      {
        "id":"ED046978",
        "title":"A Bibliography of Instrumentation Methodology and Procedures for Measurement in Early Childhood Learning."},
      {
        "id":"ED046979",
        "title":"Testing Conditions and the Measurement of Creative Abilities in Lower-Class Preschool Children."},
      {
        "id":"ED046980",
        "title":"Use of &quot;More&quot; and &quot;Less&quot; in Conservation: A Semantic Differential Analysis."},
      {
        "id":"ED046981",
        "title":"An Analytical Procedure for the Equipercentile Method of Equating Tests."},
      {
        "id":"ED046982",
        "title":"Interrelationships Among Three Standardized Creativity Tests and IQ."},
      {
        "id":"ED046983",
        "title":"A Study of the Relationships Between Test Order, Physiological Arousal, and Intelligence and Achievement Test Performance."},
      {
        "id":"ED046984",
        "title":"Purposes and Procedures of the Michigan Assessment of Education."},
      {
        "id":"ED046985",
        "title":"Activities and Arrangements for the 1969-70 Michigan Assessment of Education."},
      {
        "id":"ED046986",
        "title":"Research into the Correlates of School Performance--A Review and Summary of Literature."},
      {
        "id":"ED046987",
        "title":"Levels of Educational Performance and Related Factors in Michigan."},
      {
        "id":"ED046988",
        "title":"Distribution of Eduational Performance and Related Factors in Michigan."},
      {
        "id":"ED046989",
        "title":"Evaluation of Cognitive Development: An Observational Technique--Pre-Mathematics Skills Inventory."},
      {
        "id":"ED046990",
        "title":"Validation and Use of \"Primary Level Self-Administered Sequential Reading and Social Science Curriculum\" for the Disadvantaged Student."},
      {
        "id":"ED046991",
        "title":"Development and Use of \"Evaluation of Cognitive Development--Pre-Reading Skills\"."},
      {
        "id":"ED046992",
        "title":"Important Considerations in Achievement Test Selection for Diagnosis and Guidance."},
      {
        "id":"ED046993",
        "title":"A Look at Teacher Evaluation."},
      {
        "id":"ED046995",
        "title":"Improving Productive Thinking by Training in Production and Judgment."},
      {
        "id":"ED046996",
        "title":"Facilitating Inferential Thinking with Weekly Quizzes."},
      {
        "id":"ED046997",
        "title":"A Multivariate Study of Two Techniques for Analyzing Social Variables in the Classroom."},
      {
        "id":"ED046998",
        "title":"Data Collection for Educational Decision-Making: Establishing Priorities."},
      {
        "id":"ED046999",
        "title":"Clinical-Diagnostic Use of the WPPSI in Predicting Learning Disabilities in Grade One."},
      {
        "id":"ED047000",
        "title":"The Minnesota College Statewide Testing Program--1970: Its Current Values and Future Development."},
      {
        "id":"ED047001",
        "title":"Evaluation of Pittsburgh Teacher Corps Pre-Service Program - Fourth Cycle."},
      {
        "id":"ED047003",
        "title":"Educational Testing, Individual Development, and Social Responsibility."},
      {
        "id":"ED047004",
        "title":"Issues and Technical Problems in Research and Evaluation Related to Innovative Mathematics Projects."},
      {
        "id":"ED047006",
        "title":"Quality Evaluation Through Nomographs."},
      {
        "id":"ED047007",
        "title":"Trends in the Teaching of the First Course in Measurement."},
      {
        "id":"ED047008",
        "title":"On the Relativity of Giftedness: An Empirical Study."},
      {
        "id":"ED047009",
        "title":"The Grade Point Average: Snark or Boojum?"},
      {
        "id":"ED047010",
        "title":"Criterion-Referenced Testing in the Context of Instruction."},
      {
        "id":"ED047011",
        "title":"The Identification of Talent Among Negro and White Students from Biographical Data."},
      {
        "id":"ED047012",
        "title":"Enhancement of Educational Effect Through Extensive and Intensive Intervention--The Gulfport Project."},
      {
        "id":"ED047013",
        "title":"Testing Under Fire: Chicago's Problem."},
      {
        "id":"ED047014",
        "title":"Feedback Information in the Comprehensive Monitoring of Educational Achievement."},
      {
        "id":"ED047015",
        "title":"Intelligence Tests as Predictors of Performance in General Psychology."},
      {
        "id":"ED047016",
        "title":"Virginia Community College System Ad Hoc Committee on Testing: Summary Report."},
      {
        "id":"ED047017",
        "title":"Evaluation of Cognitive Development: An Observational Technique--Pre-Reading Skills."},
      {
        "id":"ED047020",
        "title":"A Model for Quadratic Outliers in Linear Regression."},
      {
        "id":"ED047021",
        "title":"Educational Leadership Training Program for Majority-Negro Rural-Isolated School Districts in North Carolina, 1969-70. Final Technical Report."},
      {
        "id":"ED047022",
        "title":"Sensitivity Training and Faculty Desegregation"},
      {
        "id":"ED047023",
        "title":"Approaches to Desegregation: The Superintendent's Perspective; A Dialogue on April 27-29, 1969, University of California Conference Center, Lake Arrowhead."},
      {
        "id":"ED047024",
        "title":"Evaluation Institute on Interethnic Aspects of Public School Education in West Virginia. Final Report."},
      {
        "id":"ED047025",
        "title":"Bodies, Brains and Poverty: Poor Children and the Schools."},
      {
        "id":"ED047026",
        "title":"Cross-Cultural Communication: Contrasting Perspectives, Conflicting Sensibilities."},
      {
        "id":"ED047029",
        "title":"Black Caucus Position Paper, White House Conference on Children."},
      {
        "id":"ED047030",
        "title":"Planning Educational Change: Volume 3, Integrating the Desegregated School--A Review."},
      {
        "id":"ED047031",
        "title":"Black Newspapers: Overlooked Barometers. NCRIEEO Tipsheet, Number 1."},
      {
        "id":"ED047032",
        "title":"A Design for the Attainment of High Academic Achievement for the Students of the Public Elementary and Junior High Schools of Washington, D.C."},
      {
        "id":"ED047033",
        "title":"Education of the Disadvantaged: An Evaluative Report on Title I, Elementary and Secondary Education Act of 1965, Fiscal Year 1968."},
      {
        "id":"ED047034",
        "title":"Development of a Training Program to Increase the Use of Reinforcement in Informal Teaching by Mothers of Educationally Disadvantaged Children."},
      {
        "id":"ED047035",
        "title":"Technical Assistance Survey, Calender Year 1969. Final Report."},
      {
        "id":"ED047036",
        "title":"Displacement of Black Teachers in the Eleven Southern States. Special Report."},
      {
        "id":"ED047039",
        "title":"The Non-Western World: An Annotated Bibliography for Elementary and Secondary Schools."},
      {
        "id":"ED047040",
        "title":"An Evaluation of Poetry Lessons with Children from Less Advantaged Backgrounds."},
      {
        "id":"ED047041",
        "title":"Infancy and Early Childhood in the Urban Environment: Problems for the 21st Century. Research Memorandum."},
      {
        "id":"ED047042",
        "title":"The Reform of Urban Schools. Schools for the 70's, Preliminary Series."},
      {
        "id":"ED047043",
        "title":"A Curriculum Evaluation of an Academy for Black Drop Outs: The Alternatives in an Alternative School."},
      {
        "id":"ED047044",
        "title":"Do Black Studies Make a Difference in Elementary School Pupil's Achievement and Attitudes?"},
      {
        "id":"ED047045",
        "title":"Toward an Effective Educational Program for Disadvantaged Infants."},
      {
        "id":"ED047046",
        "title":"Detroit's Youth Service Corps."},
      {
        "id":"ED047047",
        "title":"Educational Assumptions for Constructing Objectives and Evaluating Programs for Culturally Disadvantaged Children."},
      {
        "id":"ED047048",
        "title":"Home Environment and the Development of Verbal Ability."},
      {
        "id":"ED047049",
        "title":"An Investigation of the Relationship of Three Variables--Intelligence, Creativity, and Language--in Disadvantaged, Preschool Negroes."},
      {
        "id":"ED047050",
        "title":"The Effects of Test-Wiseness Materials on Standardized Test Performance of Preschool Disadvantaged Children."},
      {
        "id":"ED047051",
        "title":"Disadvantaged and Nondisadvantaged: Children's Expectancy in Skill and Chance Outcomes."},
      {
        "id":"ED047052",
        "title":"Project GAIN Evaluation: 1969-70."},
      {
        "id":"ED047053",
        "title":"Markham: Report of the Evaluation of an Educational Program, 1968-70."},
      {
        "id":"ED047054",
        "title":"Biculturalism: Psychological Costs and Profits."},
      {
        "id":"ED047055",
        "title":"The Measurement and Evaluation of the Mental, Academic and Personal-Social Development of Primary Students in Workshop Way Classrooms and in Non-Workshop Classrooms. Final Report."},
      {
        "id":"ED047056",
        "title":"Influence of Black Is Beautiful Program on Black Adolescents' Drawings and High Status Job Selections."},
      {
        "id":"ED047058",
        "title":"Evaluation Report: ESEA Title I."},
      {
        "id":"ED047059",
        "title":"Final Report of the Evaluation of the Benjamin Franklin Urban League Street Academy, ESEA Title I 1969-1970."},
      {
        "id":"ED047060",
        "title":"Compensatory Education - A Calculated Cop-Out."},
      {
        "id":"ED047061",
        "title":"First Year Evaluation IPI Mathematics Project, Hall School 1969-1970."},
      {
        "id":"ED047062",
        "title":"Research on Language Intervention for Disadvantaged Children: Rationale, Results, and Recommendations. Interpretive Study I."},
      {
        "id":"ED047063",
        "title":"Parkway Program."},
      {
        "id":"ED047064",
        "title":"A Three Year Summary of Hartford Project Concern (a Program of Urban-Suburban Cooperation)."},
      {
        "id":"ED047067",
        "title":"Attitudes of Middle-Class Negroes Toward Separatism in Negro-White Relations. Final Report."},
      {
        "id":"ED047068",
        "title":"Evaluating Compensatory Education Accountability."},
      {
        "id":"ED047069",
        "title":"Barriers to Employability of Non-White Workers. Final Report."},
      {
        "id":"ED047070",
        "title":"Achievement in Two School Cultures."},
      {
        "id":"ED047071",
        "title":"The Effectiveness of Three Classes of Reinforcers on the Performance of Children from Low Income Families."},
      {
        "id":"ED047072",
        "title":"Bilingualism for Texas: Education for Fraternity."},
      {
        "id":"ED047073",
        "title":"The Failure of Academic High Schools in New York City."},
      {
        "id":"ED047074",
        "title":"Teacher Retention and Student Performance in the Inner-Urban Elementary School."},
      {
        "id":"ED047075",
        "title":"The Effect of Compensatory Education upon the Self-Concept-of-Academic Ability, Significant Others, and Academic Significant Others of Black and White Pre-College Students."},
      {
        "id":"ED047076",
        "title":"An Evaluation of an Urban-Suburban School Bussing Program: Student Achievement and Perception of Class Learning Environments."},
      {
        "id":"ED047077",
        "title":"Beyond Pygmalion: Galatea in the Schools."},
      {
        "id":"ED047078",
        "title":"An Overview of Longitudinal Findings on a Special College Program for Disadvantaged Students."},
      {
        "id":"ED047079",
        "title":"Mother-Child Self-Concept Transmission in Florida Model Follow Through Participants."},
      {
        "id":"ED047080",
        "title":"A Study of the Operation and Effects of Selected Title I Programs."},
      {
        "id":"ED047081",
        "title":"Understanding School Desegregation."},
      {
        "id":"ED047082",
        "title":"Evaluation of the Yale Summer High School: An Experimental Demonstration Program of Compensatory Education for Disadvantaged High School Students--A Two Year Follow Up and Evaluation. Final Report."},
      {
        "id":"ED047083",
        "title":"A Suggested Guide for Post-Secondary Vocational and Technical Education. Leadership Training Series No. 29."},
      {
        "id":"ED047084",
        "title":"Bibliography of Business and Office Education Documents as Listed in Abstracts of Instructional Materials in Vocational and Technical Education (AIM) Fall 1967 to Fall 1969."},
      {
        "id":"ED047085",
        "title":"Bibliography of Agricultural Education Documents as Listed in Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Fall, 1967 to Fall, 1969."},
      {
        "id":"ED047086",
        "title":"Bibliography of Distributive Education Documents as Listed in Abstracts of Instructional Materials in Vocational and Technical Education (AIM) Fall, 1967 to Fall, 1969."},
      {
        "id":"ED047087",
        "title":"Public Relations in Distributive Education. Report of the Committee on Public Relations of the National Conference on Distributive Education (Washington, D.C., May 3-14, 1948)."},
      {
        "id":"ED047088",
        "title":"Bibliography of Industrial Arts Education Documents as Listed in Abstracts of Instructional Materials in Vocational and Technical Education (AIM) Fall, 1967 to Fall, 1969."},
      {
        "id":"ED047089",
        "title":"The Integration of Learning Through the Solution of Correlating Problems."},
      {
        "id":"ED047091",
        "title":"A Selected List of Books and Periodicals for Agricultural Education and Training in Africa."},
      {
        "id":"ED047092",
        "title":"FEC Bibliography--A Reference Listing of Electrification Education Programs and Materials."},
      {
        "id":"ED047093",
        "title":"Guidelines for Conducting Periodic Follow-Up Studies in the VTAE System."},
      {
        "id":"ED047094",
        "title":"Climbing the Job Ladder; A Study of Employee Advancement in Eleven Industries."},
      {
        "id":"ED047095",
        "title":"An Evaluation of 1970 Summer Work-Study Programs."},
      {
        "id":"ED047096",
        "title":"Practical Nurses Five Years After Graduation. Nurse Career-Pattern Study."},
      {
        "id":"ED047097",
        "title":"Career Ladders in Environmental Health."},
      {
        "id":"ED047098",
        "title":"Man-Education-Work Conferences."},
      {
        "id":"ED047099",
        "title":"Teaching Beliefs and Classroom Methodology of Selected Project and Cooperative Plan Distributive Education Teacher Coordinators."},
      {
        "id":"ED047100",
        "title":"Involving the Public in Adult, Vocational, and Manpower Programs."},
      {
        "id":"ED047102",
        "title":"Planning Vocational Education Programs in Pennsylvania. Guidelines For the Use of Labor Market Information."},
      {
        "id":"ED047103",
        "title":"Report of Distributive Teacher-Coordinator Leadership Development Seminar Concerning the Disadvantaged."},
      {
        "id":"ED047104",
        "title":"Career Thresholds: A Longitudinal Study of the Educational and Labor Market Experience of Male Youth. Volume Two."},
      {
        "id":"ED047105",
        "title":"Learning A Living: Career Education in Arizona."},
      {
        "id":"ED047107",
        "title":"Summaries of Studies in Agricultural Education, Central Region, 1969-70."},
      {
        "id":"ED047108",
        "title":"Summaries of Studies in Agricultural Education, North Atlantic Region, 1969-70."},
      {
        "id":"ED047109",
        "title":"Summaries of Research Studies in Agricultural Education, Southern Region, 1969-70."},
      {
        "id":"ED047110",
        "title":"Summaries of Studies in Agricultural Education, Pacific Region, 1969-70. An Annotated Bibliography."},
      {
        "id":"ED047112",
        "title":"Toward the Ideal Journeyman. Volume 1, An Optimum Training System in Apprenticeable Occupations. Manpower Research Monograph No. 20."},
      {
        "id":"ED047113",
        "title":"Follow-Up of 1965 Graduates of Wisconsin Schools of Vocational, Technical, and Adult Education."},
      {
        "id":"ED047114",
        "title":"Student and Program Characteristics of Technical Agriculture Programs in Ohio. Research Series in Agricultural Education."},
      {
        "id":"ED047115",
        "title":"A Mathematical Programming Model for the Efficient Allocation of Vocational Technical Education Funds."},
      {
        "id":"ED047116",
        "title":"Automation and Society. The Georgia-Reliance Symposium."},
      {
        "id":"ED047123",
        "title":"Planning Education for Nevada&apos;s Growth. A Master Plan for Education."},
      {
        "id":"ED047124",
        "title":"Case Studies in Public Jobs for the Disadvantaged. Reference File No. 9."},
      {
        "id":"ED047127",
        "title":"The Systems Approach: An Emerging Behavioral Model for Vocational Guidance. A Summary Report. Research and Development Series No. 45."},
      {
        "id":"ED047129",
        "title":"Guidelines for the Development of Prevocational Education Programs at the Junior High School Level. Research Series in Agricultural Education."},
      {
        "id":"ED047130",
        "title":"The Improvement of Evaluation Procedures of Teachers of Distribtuion and Marketing. A Research Report."},
      {
        "id":"ED047131",
        "title":"Vocational Evaluation and Work Adjustment Services in Manpower, Social Welfare, and Rehabilitation Programs. An Education Guide Developed from a Conference (Washington, D.C., June, 1970)."},
      {
        "id":"ED047133",
        "title":"Vocational and Technical Education. Annual Report, Fiscal Year 1968."},
      {
        "id":"ED047134",
        "title":"Education and Training: Doorway to the Seventies. Eighth Annual Report."},
      {
        "id":"ED047135",
        "title":"A Master Plan of Research, Developmental and Exemplary Activities in Vocational and Technical Education."},
      {
        "id":"ED047136",
        "title":"Counselors View Trade and Industrial Education in Wisconsin."},
      {
        "id":"ED047138",
        "title":"Pilot \"C\" Curriculum Evaluation and Interpretive Analysis. Phase II Final Report."},
      {
        "id":"ED047139",
        "title":"Pilot \"A\" Curriculum Evaluation and Interpretive Analysis. Phase II Final Report."},
      {
        "id":"ED047140",
        "title":"Theory and Methodology of Human Services Functional Task Analysis Data System. Phase II Final Report."},
      {
        "id":"ED047141",
        "title":"Career Ladders and Core Curriculum in Human Services. Phase II Final Report."},
      {
        "id":"ED047142",
        "title":"Pilot \"B\" Curriculum Evaluation and Interpretive Analysis. Phase II Final Report."},
      {
        "id":"ED047143",
        "title":"A New Role for Industrial Arts In the Senior High School."},
      {
        "id":"ED047146",
        "title":"Grossmont College Conference on Bio-Medical Technology and Manpower (March 25, 1970)."},
      {
        "id":"ED047148",
        "title":"Third Annual National Leadership Development Seminar for State Directors of Vocational Education. Articulation of Vocational Education Planning with Comprehensive State Planning."},
      {
        "id":"ED047149",
        "title":"The Poor and the Hard-Core Unemployed: Recommendations for New Approaches."},
      {
        "id":"ED047150",
        "title":"Research Visibility: Vocational Education Research."},
      {
        "id":"ED047151",
        "title":"Michigan Research Coordinating Unit for Vocational Education. Final Report, July 1, 1967-August 31, 1969."},
      {
        "id":"ED047153",
        "title":"Guide to Improving Vocational Education Evaluation."},
      {
        "id":"ED047154",
        "title":"Bibliography of Training Aids. 2nd Edition."},
      {
        "id":"ED047155",
        "title":"High School Senior Girls and the World of Work: Occupational Knowledge, Attitudes, and Plans."},
      {
        "id":"ED047156",
        "title":"The First Year. Human Services Manpower Career Center. July 1, 1969-June 20, 1970."},
      {
        "id":"ED047157",
        "title":"Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School. The Social Studies Curriculum."},
      {
        "id":"ED047158",
        "title":"Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School. The Science Curriculum."},
      {
        "id":"ED047159",
        "title":"Training Police as Specialists in Family Crisis Intervention."},
      {
        "id":"ED047160",
        "title":"Difficulty Indices and Performance Norms For Office-Typing Tasks. Final Report."},
      {
        "id":"ED047161",
        "title":"Improvement and Development of the Organization and Administration of Vocational-Technical Education. Final Report."},
      {
        "id":"ED047162",
        "title":"Emerging Teacher Education Curricular Models. Leadership Training Series No. 33."},
      {
        "id":"ED047163",
        "title":"Correspondence Study; A Summary Review of the Research and Development Literature."},
      {
        "id":"ED047164",
        "title":"College Grading Practices: An Overview"},
      {
        "id":"ED047165",
        "title":"The Commissioner's Annual Report: Submitted to the Congress by the Commissioner of Education in Accordance with Sec. 412. (b) of P. L. 91-230."},
      {
        "id":"ED047166",
        "title":"Report of the ERIC Management Review Group."},
      {
        "id":"ED047167",
        "title":"National Institute of Education: Preliminary Plan for the Proposed Institute."},
      {
        "id":"ED047168",
        "title":"A Readiness Test for Disadvantaged Preschool Children. PREP-22."},
      {
        "id":"ED047170",
        "title":"Reforming the University: The Role of the Research Center."},
      {
        "id":"ED047171",
        "title":"Preliminary Educational Specifications for the First Facility Fort Lincoln New Town Education System."},
      {
        "id":"ED047172",
        "title":"Comprehensive Planning for an Education System. Report #2, Definition Summary. Fort Lincoln New Town Education System."},
      {
        "id":"ED047173",
        "title":"Comprehensive Planning for an Education System. Report #2, Definition Summary. Appendices, Volume 1. Fort Lincoln New Town Education System."},
      {
        "id":"ED047174",
        "title":"Comprehensive Planning for an Education System. Report #2, Definition Summary. Appendices, Volume 2. Fort Lincoln New Town Education System."},
      {
        "id":"ED047175",
        "title":"Midterm Report Revised. Report #3, Volume 1. Fort Lincoln New Town Education System."},
      {
        "id":"ED047176",
        "title":"Midterm Report Revised. Report #3, Volume II. Fort Lincoln New Town Education System."},
      {
        "id":"ED047177",
        "title":"Midterm Report #3, Volume III. Fort Lincoln New Town Education System."},
      {
        "id":"ED047178",
        "title":"First Facility Utilization Manual. A Teachers Guide to the Use of the FLNT Elementary School. Fort Lincoln New Town Education System."},
      {
        "id":"ED047179",
        "title":"Proposed Position Descriptions and Recommended Classifications for the Fort Lincoln New Town School. Fort Lincoln New Town Education System."},
      {
        "id":"ED047181",
        "title":"Objectives for Fort Lincoln Elementary School, Washington, D.C. Fort Lincoln New Town Education System."},
      {
        "id":"ED047183",
        "title":"Guide to Implementation of the Fort Lincoln Elementary Education Plan. Fort Lincoln New Town Education System."},
      {
        "id":"ED047185",
        "title":"Secondary Program, Report #4, Volume II. Appendices. Fort Lincoln New Town Education System."},
      {
        "id":"ED047186",
        "title":"Comprehensive Plan, Report #5. Fort Lincoln New Town Education System."},
      {
        "id":"ED047188",
        "title":"Communication System for Fort Lincoln First Facility. Addendum to Midterm Report. Fort Lincoln New Town Education System."},
      {
        "id":"ED047189",
        "title":"Planning a Year-Round School Operation (A Case-Study of the Valley View School District 45-15 Plan). Final Report."},
      {
        "id":"ED047191",
        "title":"The TRANSITION Program."},
      {
        "id":"ED047192",
        "title":"Learning 100 Evaluation Manual."},
      {
        "id":"ED047194",
        "title":"Annual Report: Manpower Development and Training in New York State, July 1, 1968-June 30, 1969."},
      {
        "id":"ED047218",
        "title":"Educational Variables and Participation in Adult Education."},
      {
        "id":"ED047219",
        "title":"Life Experience Has Academic Value: Analysis of the Performance of 319 Missouri Women on Three Examinations of the College Level Entrance Program."},
      {
        "id":"ED047220",
        "title":"Some Determinants of Citizen Attitudes toward Community Resource Development."},
      {
        "id":"ED047221",
        "title":"The \"Turned On\" Teacher and Beyond: Education as a Socio-Technical System."},
      {
        "id":"ED047230",
        "title":"Adult and Continuing Education. Special Study Number 5 of the National Education Finance Project."},
      {
        "id":"ED047231",
        "title":"Identification of Leaders and Their Involvement in the Planning Process."},
      {
        "id":"ED047232",
        "title":"Seminar on Adult Education: ED925.33, Winter Quarter 1971. Bibliography."},
      {
        "id":"ED047234",
        "title":"Training by Objectives; A Participant-Oriented Approach."},
      {
        "id":"ED047235",
        "title":"Job-Related Adult Basic Education. Volume I. Summary and Recommendations. Volume II. Approach and Detailed Findings."},
      {
        "id":"ED047236",
        "title":"The Mass Media in Cooperative Extension: A Review of Recent Literature."},
      {
        "id":"ED047237",
        "title":"Project to Utilize Volunteers in Eliminating Adult Illiteracy: Butte, Montana."},
      {
        "id":"ED047238",
        "title":"Project to Utilize Volunteers in Eliminating Adult Illiteracy. Quarterly Progress Report; First Quarter."},
      {
        "id":"ED047239",
        "title":"Project to Utilize Volunteers in Eliminating Adult Illiteracy. Quarterly Progress Report, Second Quarter."},
      {
        "id":"ED047240",
        "title":"Design for Heart Disease Prevention Programs."},
      {
        "id":"ED047241",
        "title":"The Employment of Persons with Arrest Records and the Ex-Offender."},
      {
        "id":"ED047242",
        "title":"Community Development at the University of Washington: A Case Study and Critique of Planning, Implementation and Evaluative Techniques 1950-1969, with Recommendations for Future Procedures."},
      {
        "id":"ED047244",
        "title":"Training for New Trends in Clubs and Centers for Older Persons, TNT-4."},
      {
        "id":"ED047245",
        "title":"Preliminary Report on the Replies Received to the Institute's Questionnaire Issued in 1969."},
      {
        "id":"ED047248",
        "title":"Directory of Accredited Private Home Study Schools, 1971."},
      {
        "id":"ED047255",
        "title":"Forecast for 1971 - Implementing Consumer Education for Adults in Your Community."},
      {
        "id":"ED047256",
        "title":"A Summary of Activities in Tennessee under Title I of the Higher Education Act of 1965. Third Progress and Evaluation Report."},
      {
        "id":"ED047258",
        "title":"Employment and Training Problems in New Factories."},
      {
        "id":"ED047259",
        "title":"Relationship between Uric Acid Level and Achievement Motivation. Final Report."},
      {
        "id":"ED047260",
        "title":"A Four-Year Follow-Up Study of the Forty-One Graduates - Class of \"67\" of the Jackson County Adult Evening High School Completion Program."},
      {
        "id":"ED047261",
        "title":"Establishing Planning in Madison County and Subsequent Training of the Planning Board."},
      {
        "id":"ED047262",
        "title":"A Book of Case Studies for Use in Training Extension Program Aides."},
      {
        "id":"ED047263",
        "title":"Human Resource Development in Prince Edward Island: Abstracts of Research."},
      {
        "id":"ED047268",
        "title":"Re-Training of Older Workers."},
      {
        "id":"ED047269",
        "title":"Evaluation of Adult Education in Tanzania: A Status Report."},
      {
        "id":"ED047270",
        "title":"Study of the Need for University Trained Personnel in the Field of Adult Education."},
      {
        "id":"ED047271",
        "title":"Adult Education in Tanzania."},
      {
        "id":"ED047272",
        "title":"Case Studies of Decision-Making in Organizations: Purchase Decisions in Business Firms."},
      {
        "id":"ED047273",
        "title":"Learning Laboratories for Unemployed, Out-of-School Youth."},
      {
        "id":"ED047275",
        "title":"Door to Opportunity: Title V, Economic Opportunity Act."},
      {
        "id":"ED047282",
        "title":"Adult Educators' Decision-Making Regarding Advanced Degrees. Final Report."},
      {
        "id":"ED047283",
        "title":"1970 Adult Education Research Conference (AERC) Evaluation Workshop: An Evaluative Report."},
      {
        "id":"ED047284",
        "title":"The Marginality of Adult Education. Notes and Essays on Education for Adults, No. 20."},
      {
        "id":"ED047285",
        "title":"Adult Education in Colleges and Universities; Liberal Adult Education. Notes and Essays on Education for Adults, No. 30."},
      {
        "id":"ED047286",
        "title":"Forms and Forces in University Adult Education."},
      {
        "id":"ED047287",
        "title":"Systematic Approaches for Identifying and Organizing Content for Training Programs."},
      {
        "id":"ED047288",
        "title":"The Use of the First Language in Second Language Teaching and Learning."},
      {
        "id":"ED047289",
        "title":"A Comparative Survey of the Morphology of Lower Class Rural Kindergarten Students in Alachua County, Florida."},
      {
        "id":"ED047291",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 4, No. 3, 1970. Period Covered: July-September 1970."},
      {
        "id":"ED047292",
        "title":"Indian Educational Material. Annotated Quarterly Bibliography. Vol. 5, No. 1, March 1970. [Period Covered: January-March 1970]."},
      {
        "id":"ED047293",
        "title":"Studies in Convergent Communication: III. Comparisons of Child and Adult Performance."},
      {
        "id":"ED047296",
        "title":"Sentence Learning in Children and Adults: The Production of Forms and Transforms."},
      {
        "id":"ED047297",
        "title":"Literacy in the Vernacular: The Navajo Reading Study."},
      {
        "id":"ED047298",
        "title":"Selectional Rules in Children's Sentence Production."},
      {
        "id":"ED047302",
        "title":"Studies in the Acquisition of Communicative Competence. Final Report."},
      {
        "id":"ED047303",
        "title":"The Use of Video-Tape in the Training of Foreign Language Teachers."},
      {
        "id":"ED045287",
        "title":"Diagnostic and Screening Instruments: Tests and Devices for Assisting College Reading Skills."},
      {
        "id":"ED045288",
        "title":"Application of Structure Process Theory to the Teaching of Reading."},
      {
        "id":"ED045289",
        "title":"Eye Movements and Perception."},
      {
        "id":"ED045291",
        "title":"Sartain Reading Attitudes Inventory."},
      {
        "id":"ED045292",
        "title":"Libraries, Librarians in a College Reading Program."},
      {
        "id":"ED045293",
        "title":"Paragraph Analysis."},
      {
        "id":"ED045294",
        "title":"Evaluation of College Reading and Study Skills Programs."},
      {
        "id":"ED045295",
        "title":"Sights, Sounds, Senses in Step with Reading: Fifth Grade."},
      {
        "id":"ED045296",
        "title":"Grapheme-Phoneme Correspondence in Beginning Reading of Disadvantaged Five Year Olds."},
      {
        "id":"ED045297",
        "title":"Group Techniques for Helping Mexican-American and Other Low Achieving Students Improve their College Reading and Study Skills."},
      {
        "id":"ED045298",
        "title":"Emotional Problems in Study and Behavioral Methods for Treatment."},
      {
        "id":"ED045299",
        "title":"Instructional Methods for Reading Groups at U.C.L.A. Reading and Study Center."},
      {
        "id":"ED045300",
        "title":"Linguistics and the Teaching of Reading."},
      {
        "id":"ED045301",
        "title":"Uses and Abuses of Audio-Visual Aids in Reading."},
      {
        "id":"ED045302",
        "title":"Reading Crisis: The Problem and Suggested Solutions. An EDUCATION U.S.A. Special Report."},
      {
        "id":"ED045304",
        "title":"Promoting Growth in Problem Solving in an Integrated Program of Language Skills for the Fifth Grade."},
      {
        "id":"ED045305",
        "title":"Effective Remediation for Low Achievers in Reading."},
      {
        "id":"ED045307",
        "title":"Annotated List of Ph.D. Dissertations in Reading, 1916-1969."},
      {
        "id":"ED045308",
        "title":"Miracles of Learning."},
      {
        "id":"ED045309",
        "title":"Predicting Reading Failure: Beyond the Readiness Model."},
      {
        "id":"ED045310",
        "title":"Motivated: They Will Read."},
      {
        "id":"ED045311",
        "title":"Teaching Reading to the Disadvantaged: Progress and Promise."},
      {
        "id":"ED045313",
        "title":"Secondary Teachers Can Teach Reading."},
      {
        "id":"ED045314",
        "title":"Perceptual Set and Language Directionality."},
      {
        "id":"ED045315",
        "title":"The Use of Reinforcement Procedures in Teaching Reading to Rural Culturally Deprived Children."},
      {
        "id":"ED045316",
        "title":"Reports on the STARTER/101 Pilot Project in the Reading Center of the D.C. Public Schools."},
      {
        "id":"ED045317",
        "title":"Proceedings of The Right to Read: The Role of the Volunteer."},
      {
        "id":"ED045318",
        "title":"DISTAR Reading--Research and Experiment."},
      {
        "id":"ED045319",
        "title":"Factors of Educational Success in Reading: Disadvantaged Areas."},
      {
        "id":"ED045320",
        "title":"A Method for Creating and Continuing Individualized Instruction."},
      {
        "id":"ED045321",
        "title":"Proceedings of Fall Forum in Reading (1st Annual, November 19, 1969)."},
      {
        "id":"ED045322",
        "title":"Proceedings of Fall Forum in Reading (2nd Annual, November 18, 1967)."},
      {
        "id":"ED045323",
        "title":"A Report of Research on Comprehension in Reading."},
      {
        "id":"ED045324",
        "title":"Improving Reading Instruction for Junior College Students: Some Recommendations."},
      {
        "id":"ED045325",
        "title":"The Child from Six to Eight--Developmental Growth Patterns."},
      {
        "id":"ED045326",
        "title":"Educational and Environmental Causes of Reading Problems."},
      {
        "id":"ED045327",
        "title":"Longitudinal Effects of i.t.a. on Pupil's Reading Achievement Through Grade Three."},
      {
        "id":"ED045328",
        "title":"Model Programs: Childhood Education. Interdependent Learner Model of a Follow Through Program."},
      {
        "id":"ED045329",
        "title":"Model Programs: Childhood Education. Perceptual Development Center Program."},
      {
        "id":"ED045330",
        "title":"Model Programs: Childhood Education. Exemplary Center for Reading Instruction."},
      {
        "id":"ED045331",
        "title":"The Relationship Between Understanding Grammatical Conjunctions and Reading Comprehension. Final Report."},
      {
        "id":"ED045332",
        "title":"Model Cities: Guaranteed Reading Achievement."},
      {
        "id":"ED045334",
        "title":"A Survey of Authors on the Publication Practices in Meteorology."},
      {
        "id":"ED045335",
        "title":"The Postmeeting Publication of Material Presented at the February 1968 Semiannual Meeting of the American Society of Heating, Refrigerating, and Air-Conditioning Engineers."},
      {
        "id":"ED045336",
        "title":"Commission on College Physics Newsletter Number 20."},
      {
        "id":"ED045341",
        "title":"Invertebrates [Student Guide with Pre-Test, Teacher&apos;s Guide, Quizzes 1-5 and Post-Test]."},
      {
        "id":"ED045342",
        "title":"Selected Current Primary Serial Publications in the Biological Sciences, Council on Biological Sciences Information Working Document No. 1."},
      {
        "id":"ED045343",
        "title":"Relating Aerospace to Physical Science Grades 7-12."},
      {
        "id":"ED045346",
        "title":"The Symmetry of Natural Laws."},
      {
        "id":"ED045347",
        "title":"Wave-Mechanical Properties of Stationary States."},
      {
        "id":"ED045348",
        "title":"What Can the Matter Be?"},
      {
        "id":"ED045349",
        "title":"Heat and Motion."},
      {
        "id":"ED045350",
        "title":"Man's Urban Environment."},
      {
        "id":"ED045351",
        "title":"Outdoor Recreation Research, A Reference Catalog, 1969, Number 3."},
      {
        "id":"ED045352",
        "title":"Classroom Demonstrations of Wood Properties."},
      {
        "id":"ED045353",
        "title":"Suggestions for Integrating Forestry in the Modern Curriculum, A Conservation Teaching Aid."},
      {
        "id":"ED045358",
        "title":"Aviation and Transportation Majors and Curricula Offered by Colleges and Universities."},
      {
        "id":"ED045366",
        "title":"Science, Technology, and Public Policy, A Selected and Annotated Bibliography, Volume 2, Articles in Journals."},
      {
        "id":"ED045367",
        "title":"Outdoor Natural Science Laboratory Project. Inquiry Into Innovations Series."},
      {
        "id":"ED045369",
        "title":"Environmental Science Conference for State Supervisors of Science (Portland State University, Portland, Oregon, May 1-5, 1970)."},
      {
        "id":"ED045375",
        "title":"The Sea, An Interdisciplinary Approach to Marine Science for Elementary School Children."},
      {
        "id":"ED045376",
        "title":"Environmental Management Concepts--A List."},
      {
        "id":"ED045377",
        "title":"Catalog of Federal Laboratory-University Programs and Relationships, Report to the Federal Council for Science and Technology, Committee on Federal Laboratories."},
      {
        "id":"ED045378",
        "title":"Student's Field Log for Grouping Animals, Working Paper. Second Revision."},
      {
        "id":"ED045379",
        "title":"New England Conference on Preservice Preparation of College Biology Teachers (Third, Durham, New Hampshire, May 7-8, 1970)."},
      {
        "id":"ED045380",
        "title":"A Curriculum Activities Guide to Water Pollution and Environmental Studies."},
      {
        "id":"ED045381",
        "title":"Life Science, A Process Approach, Second Edition: Revised, 1970."},
      {
        "id":"ED045386",
        "title":"The Federal Air Pollution Program."},
      {
        "id":"ED045387",
        "title":"Studies in Family Planning, Number 52."},
      {
        "id":"ED045388",
        "title":"Air Quality Criteria for Sulfur Oxides."},
      {
        "id":"ED045390",
        "title":"A Community Mental Health Approach to Drug Addiction."},
      {
        "id":"ED045391",
        "title":"The Effect on Learning of Post Instructional Verbal Responses to Questions of Different Degrees of Complexity. Final Report."},
      {
        "id":"ED045394",
        "title":"Identity of Artificial Color on Oranges; Analysis for Spoilage Indicators in Butter; Rapid Identity of Margarine and Butter; Identity of Synthetic Colors in Foods. FDA's Science Project Series."},
      {
        "id":"ED045395",
        "title":"A Teacher's Guide to KOLab."},
      {
        "id":"ED045396",
        "title":"A-T and the Minicourse Concept."},
      {
        "id":"ED045397",
        "title":"Planning the Teaching Environment: Secondary Science Facilities."},
      {
        "id":"ED045398",
        "title":"The Changing Philosophy of Secondary School Science."},
      {
        "id":"ED045399",
        "title":"Report on the Secretary&apos;s Commission on Pesticides and Their Relationship to Environmental Health, Parts 1 and 2."},
      {
        "id":"ED045403",
        "title":"Interdisciplinary Outdoor Education, Behavior of Mealworms."},
      {
        "id":"ED045404",
        "title":"Interdisciplinary Outdoor Education, Hiking."},
      {
        "id":"ED045405",
        "title":"Interdisciplinary Outdoor Education, Insects."},
      {
        "id":"ED045407",
        "title":"Smoking and Health, Report of the Advisory Committee to the Surgeon General of the Public Health Service."},
      {
        "id":"ED045409",
        "title":"Spectral Analysis; Applications in Water Pollution Control."},
      {
        "id":"ED045410",
        "title":"The Practice of Water Pollution Biology."},
      {
        "id":"ED045411",
        "title":"Earth Science (A Process Approach), Section 1: The Water Cycle."},
      {
        "id":"ED045414",
        "title":"An Exploratory Study of the Interaction of Three Elementary Concepts of Probability with Stimuli, Socioeconomic, Grade, and IQ Differences."},
      {
        "id":"ED045415",
        "title":"A Report on the Feasibility of Using Risk-Taking Attitudes as a Basis for Programs To Control and Predict Drug Abuse."},
      {
        "id":"ED045416",
        "title":"Collection & Processing of Vertebrate Specimens for Arbovirus Studies."},
      {
        "id":"ED045418",
        "title":"Investigations Into Life Science."},
      {
        "id":"ED045420",
        "title":"Project Outdoors Evaluation Report June 1970."},
      {
        "id":"ED045421",
        "title":"Forestry Schools in the United States, Revised."},
      {
        "id":"ED045422",
        "title":"Environmental Health Problems."},
      {
        "id":"ED045423",
        "title":"Final Report on the NSF-CCSS Grant GW-4164 Conducted at Kansas State Teachers College in 1969-70."},
      {
        "id":"ED045425",
        "title":"Commission on Undergraduate Education in the Biological Sciences News, Volume 7, Number 1."},
      {
        "id":"ED045427",
        "title":"Inquiry Strategies of High School Biology Students."},
      {
        "id":"ED045431",
        "title":"Bulletin of Courses, July 1970 to December 1971, Water Pollution Control Training Program."},
      {
        "id":"ED045433",
        "title":"Films on Oceanography."},
      {
        "id":"ED045434",
        "title":"Urban Rat Surveys."},
      {
        "id":"ED045435",
        "title":"Control of Domestic Rats &amp; Mice, Training Guide--Rodent Control Series."},
      {
        "id":"ED045436",
        "title":"Environmental Education Instructional Activities, K-6."},
      {
        "id":"ED045437",
        "title":"Environmental Education Instructional Activities, 7-12."},
      {
        "id":"ED045439",
        "title":"Marine Resources and Legal-Political Arrangements for Their Development; Volume 3, Panel Reports of the Commission on Marine Science, Engineering and Resources."},
      {
        "id":"ED045440",
        "title":"Marine Science Affairs--Selecting Priority Programs."},
      {
        "id":"ED045441",
        "title":"Outdoor Education."},
      {
        "id":"ED045442",
        "title":"Stanhope Oration: Drifts From the Sciences."},
      {
        "id":"ED045443",
        "title":"Workbook on the Identification of Mosquito Larvae."},
      {
        "id":"ED045444",
        "title":"Workbook on the Identification of Anopheles Larvae. Preliminary Issue."},
      {
        "id":"ED045445",
        "title":"Workbook on the Identification of Anopheles Adults. Preliminary Issue."},
      {
        "id":"ED045446",
        "title":"Workbook on Identification of Aedes Aegypti Larvae."},
      {
        "id":"ED045448",
        "title":"The Teaching of Modern Mathematics, K-6 [Instructional Model, Curriculum Guide, Scope and Sequence Guide and Teacher&apos;s Manual]."},
      {
        "id":"ED045449",
        "title":"Collection & Processing of Medically Important Arthropods for Arbovirus Isolation."},
      {
        "id":"ED045450",
        "title":"Community Action for Environmental Quality."},
      {
        "id":"ED045452",
        "title":"Science and Environment. Panel Reports of the Commission on Marine Science, Engineering and Resources."},
      {
        "id":"ED045453",
        "title":"The Host-Agent-Environment Concept of Accidents."},
      {
        "id":"ED045454",
        "title":"A Study of the Use of Certain Social Reinforcers in Computer-Assisted Instruction."},
      {
        "id":"ED045458",
        "title":"Sets and Randolph Diagrams."},
      {
        "id":"ED045462",
        "title":"An Approach to Selecting Among Social Studies Curricula; An Occasional Paper of the Metropolitan St. Louis Social Studies Center."},
      {
        "id":"ED045463",
        "title":"Evaluation Report: Project Insight. 1969-1970."},
      {
        "id":"ED045464",
        "title":"Changes in American Education and Their Implication for Church-State Relations."},
      {
        "id":"ED045466",
        "title":"A Review of the Status of Social Science Education in 1970 and Suggested Needs for the Coming Decade."},
      {
        "id":"ED045467",
        "title":"Cognitive Operations in Concept Learning."},
      {
        "id":"ED045468",
        "title":"Resources. Some Findings and Conjectures from Recent Research into Resource Development and Use."},
      {
        "id":"ED045469",
        "title":"The Relative Effectiveness of Some Common Graduated Point Symbols in the Presentation of Quantitive Data."},
      {
        "id":"ED045470",
        "title":"Eye Noise and Map Design."},
      {
        "id":"ED045471",
        "title":"An Inventory of the Needs of Teachers of Economics in the Catskill Area Schools."},
      {
        "id":"ED045472",
        "title":"Implementing the Manpower and Economic Education Program."},
      {
        "id":"ED045473",
        "title":"Helping Youth Bridge the Gap from School to Work Through Manpower and Economic Education."},
      {
        "id":"ED045474",
        "title":"Vocational Education: The Bridge Between Man and His Work. Publication 1. Highlights and Recommendations from the General Report of the Advisory Council on Vocational Education, 1968."},
      {
        "id":"ED045475",
        "title":"A Basic Manpower Economics Library. Revised 1970."},
      {
        "id":"ED045476",
        "title":"School Psychology and Community Organization; The Playroom 81 Model. Occasional Paper Number 2."},
      {
        "id":"ED045477",
        "title":"A Study of a &quot;Model of School Learning.&quot; Monograph Number 4."},
      {
        "id":"ED045478",
        "title":"Master Plan for Environmental Education; A Proposal for New Jersey."},
      {
        "id":"ED045479",
        "title":"Universal Symbols and Cartography."},
      {
        "id":"ED045480",
        "title":"Toward the Study of Communities of Americans Overseas."},
      {
        "id":"ED045481",
        "title":"Computerized Community Resources Handbook: A Joint Project of Indiana University at South Bend and the South Bend Community School Corporation."},
      {
        "id":"ED045482",
        "title":"A Structural Approach to World History."},
      {
        "id":"ED045483",
        "title":"Four Topics in Latin American History: The People; Nation Building; Race, Class, and Identity; and Foreign Policy: U.S. and Latin America."},
      {
        "id":"ED045485",
        "title":"United Nations General Assembly Official Records. Twenty-fourth Session, Third Committee, 1650th to 1661st meetings, and Plenary Meetings, 1792nd Meeting."},
      {
        "id":"ED045486",
        "title":"Geography in the Two-Year Colleges."},
      {
        "id":"ED045487",
        "title":"Motivation is what it&apos;s all about."},
      {
        "id":"ED045489",
        "title":"Programs for Improving Elementary and Secondary School Education in the Social Sciences, 1970."},
      {
        "id":"ED045490",
        "title":"International Working Meeting on Environmental Education in the School Curriculum. Final Report."},
      {
        "id":"ED045491",
        "title":"PLAN Social Studies: The Match Between Long-Range Objectives and the 1970-71 Curriculum."},
      {
        "id":"ED045492",
        "title":"Environmental Education. Education that Cannot Wait."},
      {
        "id":"ED045493",
        "title":"Periodically."},
      {
        "id":"ED045494",
        "title":"United States History in the Secondary School. Teacher's Guide."},
      {
        "id":"ED045495",
        "title":"United States History in the Secondary School. Agriculture."},
      {
        "id":"ED045496",
        "title":"United States History in the Secondary School. The American Mind."},
      {
        "id":"ED045497",
        "title":"United States History in the Secondary School. American People."},
      {
        "id":"ED045498",
        "title":"United States History in the Secondary Schools. Business."},
      {
        "id":"ED045499",
        "title":"United States History in the Secondary School. Comparative Ways of Life."},
      {
        "id":"ED045500",
        "title":"United States History in the Secondary School. Contemporary Problems."},
      {
        "id":"ED045501",
        "title":"United States History in the Secondary School. Foreign Affairs."},
      {
        "id":"ED045502",
        "title":"United States History in the Secondary School. Government."},
      {
        "id":"ED045503",
        "title":"United States History in the Secondary School. Labor in America."},
      {
        "id":"ED045504",
        "title":"United States History in the Secondary School. Politics."},
      {
        "id":"ED045505",
        "title":"Evaluating Geography Courses: A Model with Illustrative Applications."},
      {
        "id":"ED045506",
        "title":"Social Studies Workshop for Elementary and Secondary Teachers of Social Studies."},
      {
        "id":"ED045507",
        "title":"Social Studies Projects and Teacher Educators: Creative Tension?"},
      {
        "id":"ED045508",
        "title":"Social Studies: Selected Cultures. Grade 6."},
      {
        "id":"ED045509",
        "title":"Social Studies: United States. Grade 5."},
      {
        "id":"ED045511",
        "title":"Research in the Development of International Orientations During Childhood and Adolescence."},
      {
        "id":"ED045512",
        "title":"Evaluation in the Anthropology Curriculum Project."},
      {
        "id":"ED045514",
        "title":"Rural Sociology: The Basis for a New Social Ecology."},
      {
        "id":"ED045515",
        "title":"Patriotic Heritage. Grades K-12."},
      {
        "id":"ED045516",
        "title":"Social Science Education Consortium Newsletter."},
      {
        "id":"ED045518",
        "title":"Regional Geography of the American Southwest for Teachers and Trainers of Teachers of Indians and Mexican-Americans. Director&apos;s Report."},
      {
        "id":"ED045519",
        "title":"Social Studies Curriculm Specialists. Director's Report."},
      {
        "id":"ED045520",
        "title":"Institute in African and Afro-American Culture. Director's Report."},
      {
        "id":"ED045521",
        "title":"EPDA Civics Institute: Political Change and Development: United States and Africa. Director&apos;s Report."},
      {
        "id":"ED045522",
        "title":"Political Processes. Evaluation Report from a Limited School Trial of A Teaching Unit of the High School Geography Project."},
      {
        "id":"ED045523",
        "title":"High School Geography Project. Introductory Unit. ETS Evaluation Report, Limited Field Trials."},
      {
        "id":"ED045524",
        "title":"Manufacturing. Evaluation Report from a Limited School Trial of a Teaching Unit of the High School Geography Project."},
      {
        "id":"ED045525",
        "title":"Inside the City. Evaluation Report from a Limited School Trial of a Teaching Unit of the High School Geography Project."},
      {
        "id":"ED045526",
        "title":"Networks of Cities. Evaluation Report from a Limited School Trial of a Teaching Unit of the High School Geography Project."},
      {
        "id":"ED045527",
        "title":"African Social Studies Programme Newsletter."},
      {
        "id":"ED045528",
        "title":"Police Youth Protection Unit Programs, San Jose, California: Model Programs. Childhood Education."},
      {
        "id":"ED045530",
        "title":"Effects of Classroom Social Climate on Individual Learning 1."},
      {
        "id":"ED045532",
        "title":"Environmental Issues are Controversial Issues."},
      {
        "id":"ED045533",
        "title":"Discovering Decision Trees in the Curriculum Jungle: A Chronicle of Group Groping."},
      {
        "id":"ED045534",
        "title":"Afro-American History; An Elective One Semester Course."},
      {
        "id":"ED045535",
        "title":"Commission on Education Newsletter."},
      {
        "id":"ED045536",
        "title":"California Curriculum Newsletter."},
      {
        "id":"ED045537",
        "title":"Social Studies Inventory."},
      {
        "id":"ED045538",
        "title":"Social Studies Student Inventory."},
      {
        "id":"ED045539",
        "title":"The Democratic Legacy: Basis for Freedom. A Program of Citizenship for Virginia's Public Schools."},
      {
        "id":"ED045540",
        "title":"A Bibliography of Research on the Effectiveness of Block-Time Programs."},
      {
        "id":"ED045541",
        "title":"Using Maps and Globes. K-7. Revised."},
      {
        "id":"ED045542",
        "title":"Program on the Teaching of Psychology in the Secondary School. Final Report."},
      {
        "id":"ED045543",
        "title":"Japan: Three Epochs of Modern Education."},
      {
        "id":"ED045544",
        "title":"The Current Situation in Latin American Education."},
      {
        "id":"ED045545",
        "title":"Eastern Europe Education: A Bibliography of English-Language Materials."},
      {
        "id":"ED045546",
        "title":"Education in Czechoslovakia."},
      {
        "id":"ED045547",
        "title":"New Directions in Teacher Education."},
      {
        "id":"ED045548",
        "title":"Training Paraprofessionals for Intensive Skill Building in an Early Detection and Intervention Program."},
      {
        "id":"ED045549",
        "title":"An Approach to the Psychology of Instruction."},
      {
        "id":"ED045550",
        "title":"The Focus of Performance Based Certification: Knowledge, Teaching Behavior, or the Products That Derive from a Teacher's Behavior."},
      {
        "id":"ED045551",
        "title":"Performance-Based Teacher Certification: What Is It and Why Do We Need It?"},
      {
        "id":"ED045552",
        "title":"Microteaching and the Minicourse. A Manual for Planning and Implementation."},
      {
        "id":"ED045553",
        "title":"Development of Low Cost Instructional Simulation Materials for Teacher Education. Final Report."},
      {
        "id":"ED045554",
        "title":"Teacher Education for the Future. New Directions and New Developments."},
      {
        "id":"ED045555",
        "title":"Education for a Learning Society."},
      {
        "id":"ED045556",
        "title":"Teacher Supply/Demand. How Preparation Affects Employment Opportunities for Teachers in Today's Job Market."},
      {
        "id":"ED045557",
        "title":"A Human Relations Curriculum Development Project Created by the PACE Association."},
      {
        "id":"ED045559",
        "title":"The Impact of Student Teaching Programs Upon the Cooperating Public Schools in Michigan. A Survey of Opinions of Supervising Teachers, Student Teachers and School Administrators."},
      {
        "id":"ED045560",
        "title":"Preparing School Personnel for American Indians. Some Exploratory Questions and Responses with an Annotated Bibliography."},
      {
        "id":"ED045561",
        "title":"Conference on Teacher Certification; Current Problems in Certification and Prospects for Reciprocity (2nd, Montreal, June 8-9, 1970)."},
      {
        "id":"ED045562",
        "title":"In-Service Training Program for Visiting Teachers. &quot;Group Work Techniques.&quot;"},
      {
        "id":"ED045563",
        "title":"Impact of the Florida Model Follow Through Program on a Sponsoring Institution."},
      {
        "id":"ED045564",
        "title":"A Program To Strengthen the Skills, Understandings, and Professional Commitment of New Teachers to Work with Poverty Stricken Mexican-American Pupils in South Texas Schools. Director's Report."},
      {
        "id":"ED045565",
        "title":"Negotiating Professional Standards."},
      {
        "id":"ED045566",
        "title":"Educational Accountability; Getting It All Together."},
      {
        "id":"ED045567",
        "title":"Teachers in Appalachia."},
      {
        "id":"ED045568",
        "title":"Response to Lessinger: The Great Day of Judgment."},
      {
        "id":"ED045570",
        "title":"Pre-Service Training Model for TESOL/ABE Teachers and Teacher-Aides."},
      {
        "id":"ED045571",
        "title":"In-Service Training Model for TESOL/ABE Teacher-Aides. Vol. 2."},
      {
        "id":"ED045572",
        "title":"Teacher Education and the Educationally Handicapped: Some Basic Issues and Some Partial Answers."},
      {
        "id":"ED045573",
        "title":"A Humanistic Approach to In-Service Education for Teachers. Final Evaluation Report."},
      {
        "id":"ED045574",
        "title":"A Training Report To Prepare Industrial Personnel To Become Teachers for Trade and Industrial Education. Final Report."},
      {
        "id":"ED045575",
        "title":"Desegregation and the Rights of Educators in Mississippi."},
      {
        "id":"ED045578",
        "title":"Self-Governance for the Teaching Profession: Why?"},
      {
        "id":"ED045579",
        "title":"Theoretical Basis of Behavior Modification."},
      {
        "id":"ED045580",
        "title":"Milestones in Teacher Education and Professional Standards."},
      {
        "id":"ED045581",
        "title":"Blueprints for Teacher Education: A Review of Phase II Proposals for the USOE Comprehensive Elementary Teacher Education (CETEM) Program. Final Report."},
      {
        "id":"ED045582",
        "title":"An Empirical Analysis of Curriculum Design."},
      {
        "id":"ED045583",
        "title":"Ethnic Live-In: A Guide for Penetrating and Understanding a Cultural Minority."},
      {
        "id":"ED045584",
        "title":"A Follow-Up Study of Recent Graduates of the College of Education, University of Missouri--Columbia."},
      {
        "id":"ED045585",
        "title":"Independent Study. Bibliographies in Education. No. 12."},
      {
        "id":"ED045586",
        "title":"Teacher Behavior in PLAN and Control Classrooms Using the PLAN Teacher Observation Scale."},
      {
        "id":"ED045587",
        "title":"Teacher Aide Training Program, Grand Forks, North Dakota, 1970."},
      {
        "id":"ED045588",
        "title":"Teaching Alaskan Native Youth."},
      {
        "id":"ED045589",
        "title":"A Report on the Utilization of the Computer Program QUERY by the ERIC Clearinghouse on Teacher Education."},
      {
        "id":"ED045590",
        "title":"A Comparative Investigation of the Efficiency of Two Classroom Observational Methods."},
      {
        "id":"ED045591",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED045592",
        "title":"Evaluation of a Small-Group Technique as a Teacher Training Instrument. Final Report."},
      {
        "id":"ED045593",
        "title":"The Effects of Instruction Based on Elements of Critical Reading Upon the Questioning Patterns of Preservice Teachers. Final Report."},
      {
        "id":"ED045594",
        "title":"USOE Post-Doctoral Research Training Fellowship. Summary of Activities."},
      {
        "id":"ED045595",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED045596",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Technical Report."},
      {
        "id":"ED045598",
        "title":"The Application of Functional Analysis of Behavior by Teachers in a Natural School Setting. Final Report."},
      {
        "id":"ED045599",
        "title":"Model Programs: Childhood Education. Philadelphia Teacher Center, Philadelphia, Pennsylvania."},
      {
        "id":"ED045601",
        "title":"Advancing Education Through: Research, Development, Demonstration, Dissemination, Training. Annual Report, Fiscal Year 1969."},
      {
        "id":"ED045602",
        "title":"Instrument for the Improvement of Instruction for Classroom Teachers [and Manual]."},
      {
        "id":"ED045603",
        "title":"Completed Research in Health, Physical Education, and Recreation, Including International Sources."},
      {
        "id":"ED045604",
        "title":"Inter-Institutional Cooperative Program for College and Public School Teachers of Disadvantaged Youth.. Final Report."},
      {
        "id":"ED045605",
        "title":"Midwest Laboratory School Administrators Association Annual Fall Workshop (DeKalb, Illinois, October 15-17, 1969). Summary Report."},
      {
        "id":"ED045606",
        "title":"The Development of Educational Programs: Advocacy in a Non-Rational System."},
      {
        "id":"ED045607",
        "title":"[Miscellaneous Papers Related to the Development of Minicourses.]"},
      {
        "id":"ED045608",
        "title":"Differentiated Staffing. Bibliographies in Education, No. 15."},
      {
        "id":"ED045609",
        "title":"Investigation of Factors Influencing the Training of Educational Researchers. Final Report."},
      {
        "id":"ED045610",
        "title":"Training Anthropologists for Educational Research. Final Report."},
      {
        "id":"ED045611",
        "title":"Planning and Developing Inservice Education."},
      {
        "id":"ED045621",
        "title":"Research-Based Development: A Strategy for Educational Change in the 70's."},
      {
        "id":"ED045622",
        "title":"Cue Attendance and Hypothesis Generation as Two Procedures of Training for Producing Subjective Response Uncertainity in Teachers."},
      {
        "id":"ED045623",
        "title":"The Darkness of Man's Heart: Exploring the Depths of Depravity in Golding and Conrad."},
      {
        "id":"ED045624",
        "title":"The Berlin Wall of Language: The Problem and Solution."},
      {
        "id":"ED045625",
        "title":"Non-Graded English and Articulation in Literature."},
      {
        "id":"ED045628",
        "title":"Developing Perception through Observation."},
      {
        "id":"ED045629",
        "title":"ETS's English Composition Test."},
      {
        "id":"ED045631",
        "title":"An Inquiry into the Educational Potential of Non-Verbal Communication. Final and Interim Reports."},
      {
        "id":"ED045632",
        "title":"Watcha Gonna Do? Teach?"},
      {
        "id":"ED045633",
        "title":"Experiment and Direction in English."},
      {
        "id":"ED045634",
        "title":"Doing Our Thing."},
      {
        "id":"ED045635",
        "title":"La Mancha Plus Two--1970: Proceedings of the Annual Model Secondary School Conference (3rd, University of Vermont, April 24-25, 1970)."},
      {
        "id":"ED045636",
        "title":"Curriculum Guide for Afro-American Literature."},
      {
        "id":"ED045637",
        "title":"Course Guide for Afro-American Literature."},
      {
        "id":"ED045638",
        "title":"Speech and Language: Development and Acquisition, A Bibliography."},
      {
        "id":"ED045639",
        "title":"Reactions and Assessments: Educational Laboratory Theatre Project, 1966-70. Final Report."},
      {
        "id":"ED045640",
        "title":"Studies: Educational Laboratory Theatre Project, 1966-70. Final Report."},
      {
        "id":"ED045641",
        "title":"The Coordinator's Report on the ELT Project in Los Angeles: Educational Laboratory Theatre Project, 1966-70. Final Report."},
      {
        "id":"ED045642",
        "title":"Professional Theatres and the Schools; A Critical Comparison of Four Programs and a Directory of School/Theatre Programs: Educational Laboratory Theatre Project, 1966-70. Final Report."},
      {
        "id":"ED045643",
        "title":"La Mancha Plus One--1969: Proceedings of the Annual Model Secondary School Conference (2nd, University of Vermont, May 23-24, 1969)."},
      {
        "id":"ED045644",
        "title":"The Instant Speech Evaluator."},
      {
        "id":"ED045647",
        "title":"Studies in Convergent Communication: 1. Analysis of Verbal Interaction."},
      {
        "id":"ED045652",
        "title":"[Descriptions of Courses Offered in Elective English Programs of Five Minneapolis, Minnesota, High Schools.]"},
      {
        "id":"ED045661",
        "title":"The English Language in Elementary School Programs."},
      {
        "id":"ED045667",
        "title":"Humanities Guides: Man and Evolution, Vol. 1; Man and Revolution, Vol. 2; The Future of Man, Vol. 3."},
      {
        "id":"ED045669",
        "title":"Elective English Program, Grades 9-12:"},
      {
        "id":"ED045671",
        "title":"Dogmatism and Reading: The Effects of Dogmatism upon Reading Comprehension, Amount of Voluntary Reading, and Response to a Literary Selection."},
      {
        "id":"ED045672",
        "title":"Are There Any Questions?"},
      {
        "id":"ED045673",
        "title":"A Basic Book List for Inexperienced English Teachers."},
      {
        "id":"ED045674",
        "title":"The \"New\" Literature?"},
      {
        "id":"ED045675",
        "title":"Propaganda or Education? Censorship and School Journalism."},
      {
        "id":"ED045678",
        "title":"Studies in Convergent Communication: 2. A Measure of Communication Accuracy."},
      {
        "id":"ED045679",
        "title":"Folklore in the Elementary Schools."},
      {
        "id":"ED045680",
        "title":"Oracy II."},
      {
        "id":"ED045682",
        "title":"Models in Remedial English: An Interim Report."},
      {
        "id":"ED045683",
        "title":"Factors Influencing the Learning and Retention of Verbal Materials. Final Report."},
      {
        "id":"ED045684",
        "title":"Removing the Storm Clouds: Cooperative Leadership to Provide Constructive and Viable Solutions to Critical Problems in Education."},
      {
        "id":"ED045685",
        "title":"Seminar for Improving the Effectiveness of Supervisors in Art Education. Final Report."},
      {
        "id":"ED045686",
        "title":"Words, Sounds and Pictures about Music: A Multimedia Resource Listing for Teachers of Music in Grades K-6."},
      {
        "id":"ED045687",
        "title":"Artistic Preferences, Conceptual Thinking and Intellectual Attitudes. Final Report."},
      {
        "id":"ED045688",
        "title":"Musical Ability Utilization Program. Final Report."},
      {
        "id":"ED045689",
        "title":"Evaluation of Instructional Teams, 1968-69."},
      {
        "id":"ED045690",
        "title":"The Politics of Evaluation: The Case of Head Start."},
      {
        "id":"ED045691",
        "title":"A Study of Our Nation's Students: Variations in Achievement and Motivation by Family Background and Geographic Location at the Individual and School Level."},
      {
        "id":"ED045692",
        "title":"A Study of Our Nation's Students: Background, Objectives, Design and Methodology of the Study."},
      {
        "id":"ED045693",
        "title":"Evaluative Uses of Unconventional Measurement Techniques in an Educational System."},
      {
        "id":"ED045694",
        "title":"Educational Improvements Resulting From School Self-Evaluations as Reported by Selected Principals in Texas."},
      {
        "id":"ED045695",
        "title":"The Countback Method for Analyzing Sensitivity Data."},
      {
        "id":"ED045696",
        "title":"Scale Free Reduced Rank Image Analysis."},
      {
        "id":"ED045697",
        "title":"A Study of Our Nation's Students: Variations in Achievement and Motivation by Family Background, School Factors and Geographic Location."},
      {
        "id":"ED045698",
        "title":"Attention and Verbal Labeling Behavior: A Study in the Measurement of Internal Representations."},
      {
        "id":"ED045699",
        "title":"Evaluating Tests in Terms of the Information They Provide."},
      {
        "id":"ED045700",
        "title":"The School Anxiety Questionnaire: Theory, Instrument, and Summary of Results."},
      {
        "id":"ED045701",
        "title":"Two New Formulas for F in Analysis of Covariance for Two Groups and One Covariable."},
      {
        "id":"ED045703",
        "title":"Report of the Commission on Tests: I. Righting the Balance."},
      {
        "id":"ED045704",
        "title":"Report of the Commission on Tests: II. Briefs."},
      {
        "id":"ED045705",
        "title":"A Validation Study of Self-Disclosure."},
      {
        "id":"ED045706",
        "title":"The Use of Experimental Design in Educational Evaluation."},
      {
        "id":"ED045707",
        "title":"New Dimensions for Psychology in Education."},
      {
        "id":"ED045708",
        "title":"Intelligence Testing in the Schools."},
      {
        "id":"ED045709",
        "title":"New Statistical Techniques for Evaluating Longitudinal Models."},
      {
        "id":"ED045710",
        "title":"Use of Profile Analysis in Predicting Academic Achievement."},
      {
        "id":"ED045711",
        "title":"The Teachers' Practices Questionnaire: A Factor Analytic Cross-Validation and Subsequent Revisions."},
      {
        "id":"ED045712",
        "title":"Two Simulated Inquiry Environments: A Social Simulation Game and a CAI-Based Information Retrieval System."},
      {
        "id":"ED045715",
        "title":"The Measurement of Scholarly Work in Academic Institutions: A Critical Review of the Literature."},
      {
        "id":"ED045716",
        "title":"Multiple Prediction Studies. Final Report."},
      {
        "id":"ED045717",
        "title":"Measurement of Responsibility: A Critical Evaluation of Level of Work Measurement by Time-Span of Discretion."},
      {
        "id":"ED045718",
        "title":"Philosophies of Educators in Twelve Florida School Systems."},
      {
        "id":"ED045720",
        "title":"The Effects of Anxiety on Computer-Assisted Learning."},
      {
        "id":"ED045721",
        "title":"The Relative Importance of Job Factors: A New Measurement Approach."},
      {
        "id":"ED045722",
        "title":"Transfer and Sequence in Learning Double Classification Skills."},
      {
        "id":"ED045723",
        "title":"Comparison of Bayesian and Regression Approaches to the Study of Information Processing in Judgment."},
      {
        "id":"ED045724",
        "title":"Evaluation Data and Their Uses in an Individualized Education Program."},
      {
        "id":"ED045725",
        "title":"Measurement and Research in the Service of Education."},
      {
        "id":"ED045728",
        "title":"An Analysis of Systems Applications in Education."},
      {
        "id":"ED045729",
        "title":"Second School Quality Workbook: The Quality Measurement Project."},
      {
        "id":"ED045730",
        "title":"A Computer Program for Calculation of Scott's Coefficient of Observer Reliability."},
      {
        "id":"ED045731",
        "title":"Compressed Survey Feedback as a Method for Conducting an Educational Conference."},
      {
        "id":"ED045733",
        "title":"Michigan Assessment Program 1969-70: Local District Report; Explanatory Materials."},
      {
        "id":"ED045735",
        "title":"Teachers Expectations for Achievement of Children in Head Start (TEACH)."},
      {
        "id":"ED045738",
        "title":"Proposal for a Program of Staff Development Designed to Implement Positive Multi-Cultural Program Offerings in an Integrated School System with Emphasis on a New Social Studies Concept. Final Report."},
      {
        "id":"ED045739",
        "title":"The Unique Problems of Urban School Administration: An Institute for School Administrators of the Buffalo Public Schools and Several Suburban School Districts."},
      {
        "id":"ED045740",
        "title":"Interim Report for an Interdisciplinary Institute for In-Service Training of Teachers and Other School Personnel to Accelerate the School Acceptance of Indian, Negro, and Spanish-Speaking Pupils from the Southwest."},
      {
        "id":"ED045741",
        "title":"Evaluation of the Institute Program: The Human Relations Role of the Building Administrator."},
      {
        "id":"ED045742",
        "title":"Interim Report of the Institute for Supervisors of Student Teachers on Problems Occasioned by Desegregation on Public Schools, July 6 Through August 12, 1965."},
      {
        "id":"ED045743",
        "title":"An In-Service Program to Assist the Henderson City and Henderson County School Systems in Achieving Successful Total Desegregation."},
      {
        "id":"ED045744",
        "title":"Problems Incident to Urban School Desegregation: An Institute for School Administrators of the Buffalo and Niagara Falls Public Schools. Interim Report Draft."},
      {
        "id":"ED045745",
        "title":"Prototype Schools Project. Final Technical Report."},
      {
        "id":"ED045746",
        "title":"Report of Two Short-Term Training Institutes for School Superintendents and School Board Members."},
      {
        "id":"ED045747",
        "title":"A Program for Solving Problems Pertaining to Classroom Organization and Instructional Program and to Social Skills of Teachers in Desegregated Schools. Technical Report, January 1 - December 31, 1969."},
      {
        "id":"ED045748",
        "title":"In-Service Education to Solve Problems Incident to the Elimination of the Dual School System. Final Technical Report."},
      {
        "id":"ED045749",
        "title":"Teacher Education and School Integration: A Conference Series. Final Project Report, July 1, 1968 - June 30, 1969."},
      {
        "id":"ED045750",
        "title":"Summary of Activities and Evaluation of Western Alabama Cooperative Title IV Project: A Desegregation Program Occasioned by and Relative to Teacher Crossover."},
      {
        "id":"ED045751",
        "title":"Tacoma School District No. 10, Title IV In-Service Education Program: An Evaluation."},
      {
        "id":"ED045752",
        "title":"Evaluation of Leadership and Crossover Teacher Institutes Concerned with Problems of Desegregation."},
      {
        "id":"ED045753",
        "title":"Special Training Institute on School Desegregation for School Personnel in South Carolina, 1968-1969."},
      {
        "id":"ED045754",
        "title":"Educating the Disadvantaged Child: Annotated Bibliography. Supplement Number One."},
      {
        "id":"ED045755",
        "title":"Academic Day Camp."},
      {
        "id":"ED045758",
        "title":"School Desegregation: Louisiana and Mississippi. Report of NEA Task Force III."},
      {
        "id":"ED045760",
        "title":"Intelligence, Achievement, Self-Concepts, and Attitudes Among 1216 Typical Sixth- and Seventh-Grade Students in Fourteen North Carolina Public Schools: Preliminary Results of a Study Conducted January 1970."},
      {
        "id":"ED045761",
        "title":"A Research Report of the North Carolina Advancement School: Spring Semester 1968."},
      {
        "id":"ED045762",
        "title":"A Research Report of the North Carolina Advancement School: Spring Semester 1968 Followup."},
      {
        "id":"ED045763",
        "title":"A Research Report of the North Carolina Advancement School: Summer Session 1968."},
      {
        "id":"ED045764",
        "title":"A Research Report of the North Carolina Advancement School: Fall Term 1968, Spring Term 1969."},
      {
        "id":"ED045765",
        "title":"North Carolina Advancement School. An Interim Research Report, Summer 1970."},
      {
        "id":"ED045766",
        "title":"Motivation and Capacity in Children's Creativity. Research Bulletin."},
      {
        "id":"ED045768",
        "title":"The Measurement of Attitudes of Whites Toward Blacks with Certain Beliefs."},
      {
        "id":"ED045769",
        "title":"The Title I Controversy."},
      {
        "id":"ED045772",
        "title":"Travels, and Travels in Fantasy of Black Youths from Low-Income Backgrounds."},
      {
        "id":"ED045773",
        "title":"Black Power Attitudes Among Students in a Black Junior High School."},
      {
        "id":"ED045774",
        "title":"Opportunities for Higher Education in a Metropolitan Area: A Study of High School Senior in Kansas City, 1967."},
      {
        "id":"ED045775",
        "title":"Problems and Perceptions in a Desegregated Urban High School: A Case Description and Its Implications."},
      {
        "id":"ED045777",
        "title":"Toward Transracial Communication. Center Monograph Series, No. 1."},
      {
        "id":"ED045778",
        "title":"The Production and Validation of Educational Systems Packages for Occupational Training of Depressed Area Students; or Black Student Versus Teacher Evaluation of Urban Vocational Programs. Final Report."},
      {
        "id":"ED045779",
        "title":"The Emergency School Assistance Program: An Evaluation."},
      {
        "id":"ED045780",
        "title":"Center for Early Development and Education, Little Rock, Arkansas; Model Programs. Childhood Education."},
      {
        "id":"ED045781",
        "title":"Mother's Training Program, Urbana, Illinois: Model Programs. Childhood Education."},
      {
        "id":"ED045782",
        "title":"Martin Luther King Family Center, Chicago, Illinois: Model Programs. Childhood Education."},
      {
        "id":"ED045783",
        "title":"Behavior Principles Structural Model of a Follow Through Program, Dayton, Ohio: Model Programs. Childhood Education."},
      {
        "id":"ED045784",
        "title":"Springfield Avenue Community School, Newark, New Jersey: Model Programs. Childhood Education."},
      {
        "id":"ED045785",
        "title":"Corrective Reading Programs, Wichita, Kansas: Model Programs. Childhood Education."},
      {
        "id":"ED045786",
        "title":"The Black Community and the Community College: Action Programs for Expanding Opportunity. A Project Report."},
      {
        "id":"ED045787",
        "title":"Pre-College Counseling and the Black Student: A Report on the Invitational Workshop for In-Service School Counselors, Jackson State College, 1970."},
      {
        "id":"ED045788",
        "title":"Teaching Styles of Four Year Olds and Their Mothers."},
      {
        "id":"ED045790",
        "title":"Emotional Distress in Ghetto Delinquents."},
      {
        "id":"ED045791",
        "title":"Title I and Parent Participation. Inequality in Education, Number 6."},
      {
        "id":"ED045792",
        "title":"The Revelance of Anthropology for U.S. Domestic Social Policy."},
      {
        "id":"ED045794",
        "title":"Education for the Less Privileged: A Report of the Anglo-American Conference on Education for the Less Privileged."},
      {
        "id":"ED045796",
        "title":"Cluster Analysis in Minority Group Poverty Studies."},
      {
        "id":"ED045797",
        "title":"Experienced Teacher Fellowship Program. Final Report."},
      {
        "id":"ED045798",
        "title":"The Galaxy Plan in Industrial Education. [Materials] Developed in The Experienced Teacher Fellowship Program."},
      {
        "id":"ED045799",
        "title":"Community College Guide for Associate Degree Programs in Auto and Truck Service/Management."},
      {
        "id":"ED045800",
        "title":"Scientific Data Processing Technology. A Suggested Two-Year Post-High School Curriculum."},
      {
        "id":"ED045801",
        "title":"Industrial Arts/Industrial Technology."},
      {
        "id":"ED045802",
        "title":"Multi-Phase Driver Education Teaching Guide."},
      {
        "id":"ED045804",
        "title":"Health Manpower Planning. Exchange Bibliography No. 134."},
      {
        "id":"ED045805",
        "title":"Experienced Teacher Fellowship Program, 1969-70."},
      {
        "id":"ED045806",
        "title":"Five-Year Plan for the Department of Industrial Education and Technology."},
      {
        "id":"ED045807",
        "title":"Functions of Industry."},
      {
        "id":"ED045808",
        "title":"A Study of Curriculums for Occupational Preparation and Education (Scope Program: Phase I). A Systems Model for Instructional Design and Management. Incidental Report #3."},
      {
        "id":"ED045809",
        "title":"Evaluation--MDTA."},
      {
        "id":"ED045810",
        "title":"The Problem of the Blue-Collar Worker."},
      {
        "id":"ED045811",
        "title":"Roles and Functions for Different Levels of Mental Health Workers. A Report of a Symposium on Manpower Utilization for Mental Health."},
      {
        "id":"ED045812",
        "title":"Manpower Utilization in Social Welfare."},
      {
        "id":"ED045813",
        "title":"Review and Analysis of Curricula For Occupations in Public Services. Information Series No. 29."},
      {
        "id":"ED045814",
        "title":"Review and Analysis of Curricula for Occupations in Transportation. Information Series No. 28."},
      {
        "id":"ED045815",
        "title":"Concerted Services in Training and Education: An Evaluation of Developmental Change. Advance Report."},
      {
        "id":"ED045817",
        "title":"Review and Analysis of Curricula for Occupations in Environmental Control. Information Series No. 30."},
      {
        "id":"ED045818",
        "title":"Tennessee Population, Labor Force, and Employment Projections and Interpretations."},
      {
        "id":"ED045819",
        "title":"Projection Techniques for Manpower Planning in Small Areas."},
      {
        "id":"ED045820",
        "title":"Review and Analysis of Curricula for Occupations in Food Processing and Distribution. Information Series No. 32."},
      {
        "id":"ED045821",
        "title":"Review and Synthesis of Literature on Residential Schools in Vocational and Technical Education. Information Series No. 31."},
      {
        "id":"ED045822",
        "title":"Project VISION (Vocational Information System Involving Occupational Needs). An Experiment With Occupational Needs Projection Techniques."},
      {
        "id":"ED045825",
        "title":"Current Developments in Vocational Home Economics Education."},
      {
        "id":"ED045826",
        "title":"Vocational-Technical Education in Human Resource Development in Florida: A Statewide Evaluation. Recommendations of The Florida State Advisory Council on Vocational and Technical Education."},
      {
        "id":"ED045828",
        "title":"Job Descriptions and Critical Incidents Reports."},
      {
        "id":"ED045829",
        "title":"A Systems Approach--1970 Vocational Education Handbook For State Plan Development and Preparation."},
      {
        "id":"ED045830",
        "title":"Health Resources Statistics; Health Manpower and Health Facilities, 1969."},
      {
        "id":"ED045831",
        "title":"Validation of Counseling-Selection Data for Vocational School Students. Final Report."},
      {
        "id":"ED045832",
        "title":"Build Our American Communities; A Community Development Program for High School and Young Adult Groups."},
      {
        "id":"ED045834",
        "title":"Dissemination and Implementation of Research Findings."},
      {
        "id":"ED045835",
        "title":"Spanish Surnamed American Employment in the Southwest."},
      {
        "id":"ED045836",
        "title":"A Micro Model of Labor Supply. BLS Staff Paper 4."},
      {
        "id":"ED045837",
        "title":"Continuation of the Occupational Research and Development Unit for the State of Illinois. Final Report."},
      {
        "id":"ED045838",
        "title":"Hawaii Vocational Education Research Coordinating Unit: June 1, 1966 to August 31, 1969. Final Report."},
      {
        "id":"ED045839",
        "title":"Institute for Improving Vocational Education Evaluation. Final Report."},
      {
        "id":"ED045840",
        "title":"Improving Public Information Programs for Vocational Education. Final Report."},
      {
        "id":"ED045841",
        "title":"U.S. Manpower in the 1970's; Opportunity and Challenge."},
      {
        "id":"ED045842",
        "title":"Pretechnical Post Secondary Remedial Programs Training Institute. Final Report."},
      {
        "id":"ED045844",
        "title":"Training the Disadvantaged."},
      {
        "id":"ED045845",
        "title":"Response of Vocational Students to Supervision: Effects of Reinforcing Positive and Negative Attitudes Toward Different Supervisory Roles."},
      {
        "id":"ED045846",
        "title":"Ornamental Horticulture Technology; Suggested 2-Year Post High School Curriculums."},
      {
        "id":"ED045848",
        "title":"Cost-Benefit Analysis and the Economics of Investment in Human Resources. An Annotated Bibliography."},
      {
        "id":"ED045849",
        "title":"Research Visibility: Educating Women for the World of Work."},
      {
        "id":"ED045850",
        "title":"Worker Adjustment Problems of Youth In Transition From High School to Work."},
      {
        "id":"ED045852",
        "title":"Occupations and Education in the 70's: Promises and Challenges."},
      {
        "id":"ED045853",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Fall 1970."},
      {
        "id":"ED045854",
        "title":"The General Woodworking Core Curriculum. Project ABLE: Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School."},
      {
        "id":"ED045855",
        "title":"Resumes of Exemplary Programs in the States. State Planning for Vocational Education Innovative Programs."},
      {
        "id":"ED045857",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Fall 1970."},
      {
        "id":"ED045859",
        "title":"A Seminar on Graduate Education Programs (September 29-October 2, 1969). Leadership Training Series No. 30."},
      {
        "id":"ED045861",
        "title":"Ombudsman on Campus: A Review"},
      {
        "id":"ED045862",
        "title":"A Study of Library Network Alternatives for the State of Washington. Final Report."},
      {
        "id":"ED045863",
        "title":"Preparation for a Dual Role: Homemaker-Wage Earner with Adaptations to Inner City Youth. Volume II. Final Report."},
      {
        "id":"ED045864",
        "title":"The Arts in Secondary Education. The Arts Curriculum Development Project. Final Report."},
      {
        "id":"ED045865",
        "title":"Manhattanville Music Curriculum Program. Final Report."},
      {
        "id":"ED045866",
        "title":"Research and Investigation in Adult Education: 1970 Annual Register."},
      {
        "id":"ED045867",
        "title":"Adult Learning and Instruction."},
      {
        "id":"ED045868",
        "title":"Correspondence Education; A Survey of Applications, Methods, and Problems."},
      {
        "id":"ED045870",
        "title":"MIDNY: The First Three Years: Community Resource Development in a Complex, Metropolitan Setting."},
      {
        "id":"ED045872",
        "title":"Second Annual Report of the National Advisory Committee on Adult Basic Education."},
      {
        "id":"ED045877",
        "title":"Keypunch Operation; A Suggested Adult Business Education Course Outline."},
      {
        "id":"ED045878",
        "title":"A Report of the Educational Component of a Coupled On-the-Job Training Program."},
      {
        "id":"ED045880",
        "title":"Definitive Dialing...Nursing Dial Access."},
      {
        "id":"ED045881",
        "title":"Papers and Proceedings of Appalachian Legal Services Conference (Knoxville, Tennessee, July 24-26, 1969)."},
      {
        "id":"ED045883",
        "title":"Socio-Economic Status and Related Variables That Influence the Initiation of Professional Medical Care among Montana Families."},
      {
        "id":"ED045885",
        "title":"Annual State of Michigan Personnel Officers Conference. (23rd, Cadillac, Michigan, September 15-17, 1969)."},
      {
        "id":"ED045894",
        "title":"Evaluation of an Adult Basic Education Orientation Workshop for Memphis City Schools Personnel."},
      {
        "id":"ED045895",
        "title":"Reactions from Alabama Public Health Workers on a Demonstration Continuing Education Project."},
      {
        "id":"ED045896",
        "title":"Assessment of Workshops on Principles of Public Health Law and Legal Tools for Effective Health Administration."},
      {
        "id":"ED045897",
        "title":"Group Dynamics and Public Health."},
      {
        "id":"ED045900",
        "title":"Unit-Record Machine Operation: A Suggested Adult Business Education Course Outline."},
      {
        "id":"ED045901",
        "title":"Parent Education and Family Life. Child Development: The Child 6-12."},
      {
        "id":"ED045902",
        "title":"A Brief on the Concept of Continuing Education."},
      {
        "id":"ED045926",
        "title":"University Adult Education: A Selected Bibliography, 1967; Review and Topical Index."},
      {
        "id":"ED045927",
        "title":"Organization for Development; The MIDNY Experience: 1966-68."},
      {
        "id":"ED045928",
        "title":"Continuing Education in Nursing."},
      {
        "id":"ED045929",
        "title":"Guidelines for Project Approval and Evaluation Criteria, Title I, Higher Education Act, 1965."},
      {
        "id":"ED045930",
        "title":"Special Adult Degree Programs."},
      {
        "id":"ED045931",
        "title":"Adult Basic Education in California: Progress Report."},
      {
        "id":"ED045932",
        "title":"Evaluation and Review of Title I, Higher Education Act of 1965, Florida, 1966-70."},
      {
        "id":"ED045934",
        "title":"Planning Models for Group Counseling."},
      {
        "id":"ED045936",
        "title":"Evaluation as a Non-Sacred Cow: A \"Practical\" and \"Feasible\" Adult Education Improvement Method."},
      {
        "id":"ED045937",
        "title":"Social Rank, Morale, and Anticipatory Socialization to the Retirement Position."},
      {
        "id":"ED045938",
        "title":"The Process of Growing Old: A Test of the Disengagement Hypothesis."},
      {
        "id":"ED045939",
        "title":"Determinants of Residential Adult Education Effectiveness."},
      {
        "id":"ED045947",
        "title":"Fellowship and Internship Opportunities for Federal Employees."},
      {
        "id":"ED045950",
        "title":"Principles of Program Planning for Training Adults."},
      {
        "id":"ED045951",
        "title":"Career Action -- A Most Unique and Pragmatic Evening Degree Completion Program Exclusively for Full-Time Employees (Bachelor of Science in Business Administration)."}]
  }}
