{
  "response":{"numFound":509939,"start":278000,"numFoundExact":true,"docs":[
      {
        "id":"ED045952",
        "title":"1970 Project Understanding: A Community Education Project on Human Survival."},
      {
        "id":"ED045953",
        "title":"Development and Demonstration of Innovations in Adult Agricultural Education. Final Report."},
      {
        "id":"ED045954",
        "title":"Factors Related to Educative Activity by Non-College Bound Young Adults. Final Report."},
      {
        "id":"ED045955",
        "title":"Training Needs of Instructors in Adult Basic Education Programs in British Columbia."},
      {
        "id":"ED045957",
        "title":"Some Illustrative Features of Black English."},
      {
        "id":"ED045958",
        "title":"English in African Education: What Kind of English?"},
      {
        "id":"ED045959",
        "title":"From Mouth to Hand: Obstacles in Rendering Verbal Events Faithfully into Standard Orthography. The Classroom Interaction Project Series."},
      {
        "id":"ED045960",
        "title":"Non-Standard English."},
      {
        "id":"ED045961",
        "title":"A Comparative Study of Selected Syntactical Structures of the Oral Language Status in Spanish and English of Disadvantaged First-Grade Spanish-Speaking Children."},
      {
        "id":"ED045962",
        "title":"Lecciones de Aymara (Lessons in Aymara)."},
      {
        "id":"ED045965",
        "title":"Sociolinguistics and the Individual."},
      {
        "id":"ED045967",
        "title":"DINE BI'OLTA SAAD NAAKI YEEYALTI'II BINAALTSOOS T'AALA'IGII. Navajo-English Curriculum Guide, Kindergarten Level."},
      {
        "id":"ED045969",
        "title":"Teaching Grammar. An Experiment in Applied Psycholinguistics. Assessing Three Different Methods of Teaching Grammatical Structures in English as a Foreign Language."},
      {
        "id":"ED045970",
        "title":"Building Rate Into a Dynamic Theory of Linguistic Description."},
      {
        "id":"ED045971",
        "title":"The Role of Dialect Interference in Composition."},
      {
        "id":"ED045976",
        "title":"Understanding and Speaking siSwati."},
      {
        "id":"ED045980",
        "title":"English for American Indians."},
      {
        "id":"ED045990",
        "title":"Creoles and Copulas."},
      {
        "id":"ED045991",
        "title":"Linguistics in the 1970's."},
      {
        "id":"ED046004",
        "title":"Tone Systems of Tibeto-Burman Languages of Nepal. Part IV, Texts, II. Final Report."},
      {
        "id":"ED046005",
        "title":"The Educational and Career Exploration System: Field Trial and Evaluation in Montclair High School."},
      {
        "id":"ED046006",
        "title":"Computer Based Systems in Guidance and Counseling. An Annotated Bibliography."},
      {
        "id":"ED046009",
        "title":"Evaluating Career Guidance, Counseling and Placement--State Level. Identifying Areas of Concern and Determining Evidences Needed for Evaluation: Career Guidance, Counseling and Placement--State Level."},
      {
        "id":"ED046010",
        "title":"Youth Involvement"},
      {
        "id":"ED046011",
        "title":"Art Counseling in an Educational Setting: Self Concept Change Among Pre-Adolescent Boys."},
      {
        "id":"ED046013",
        "title":"Drug Abuse Control--Administrative Guidelines."},
      {
        "id":"ED046014",
        "title":"The Role of the Counselor Redefined. Behavior of Students Redefined."},
      {
        "id":"ED046015",
        "title":"Student Development: Priorities for the 70's."},
      {
        "id":"ED046016",
        "title":"Student Awareness of the University of Utah Counseling Center. Research Report 25.; Client's Counseling Evaluation Inventory Ratings of Counselors and Academic Recovery Through Structured Group Counseling. Research Report 23."},
      {
        "id":"ED046017",
        "title":"Tradition and Innovation in the Training of Clinical Child Psychologists."},
      {
        "id":"ED046018",
        "title":"New Initiatives - Allied Health Professions."},
      {
        "id":"ED046019",
        "title":"Nutrition and Mental Retardation. An Annotated Bibliography, 1964-1970."},
      {
        "id":"ED046020",
        "title":"A Longitudinal Study of the Barriers Affecting the Pursuit of Higher Education by New York State High School Seniors. Phase II.; College and University Enrollment. New York State, Fall, 1970. (Preliminary)"},
      {
        "id":"ED046021",
        "title":"Group Counseling in the Schools - A Panel Discussion. (February 7, 1969)."},
      {
        "id":"ED046022",
        "title":"Guidance for the NOW Student. Report of the 18th Annual All Ohio Guidance Conference."},
      {
        "id":"ED046023",
        "title":"Mom, They Like Me! Summary Report ICS (Improve Self Concept), A Three Year Innovative Pilot Project for Low Achieving Pupils."},
      {
        "id":"ED046024",
        "title":"Organized Programs of Guidance and Counseling for Religious--New Approaches to Current Crises."},
      {
        "id":"ED046025",
        "title":"A System for Recording Interaction Behaviors in Group Discussions."},
      {
        "id":"ED046026",
        "title":"Family Centered Health Care--A Viable Reality? The Denver Experience."},
      {
        "id":"ED046027",
        "title":"Conditioning Affective Verbalizations in an Initial Counseling Interview."},
      {
        "id":"ED046028",
        "title":"Development of a Drug Rehabilitation Center or Mistakes We Have Made."},
      {
        "id":"ED046030",
        "title":"Utilization Review and Evaluation in a Community Mental Health Center."},
      {
        "id":"ED046031",
        "title":"The Relationship of Women's Perceptions of Men's Views of the Feminine Ideal to Career Choice."},
      {
        "id":"ED046032",
        "title":"Short- and Long-Term Retention as a Function of Variations in Stimulus and Response Interestingness. Report from the Motivation and Individual Differences in Learning and Retention Project."},
      {
        "id":"ED046034",
        "title":"Effects of Contingency Management and Quasi-Individualized Instruction on Academic Performance and Attitudes. Final Report."},
      {
        "id":"ED046035",
        "title":"Selected Administrative Factors and Guidance Functions: A Study of the Impact of Organization, Staff, and Finance Upon Guidance Functions."},
      {
        "id":"ED046036",
        "title":"The Perceived Role of the University Residence Hall Student Assistant."},
      {
        "id":"ED046037",
        "title":"Mastery Learning and Retention. Report from the Project on Analyses of Mathematics Instruction."},
      {
        "id":"ED046038",
        "title":"Memory Attributes: Some Directions for Further Research and Implications for Education. Report from the Situational Variables and Efficiency of Concept Learning Project."},
      {
        "id":"ED046039",
        "title":"Mathematical Analyses of High School Social Structures. Final Report."},
      {
        "id":"ED046040",
        "title":"Inventory of Counselor Education Programs, 1965-1966."},
      {
        "id":"ED046041",
        "title":"A Prevocational and Social Adjustment Program for Educable Retarded Adolescents: A Pilot Project. Milwaukee Media for Rehabilitation Research Reports. Number 10."},
      {
        "id":"ED046042",
        "title":"An Approach to Standardizing Human Performance Assessment."},
      {
        "id":"ED046043",
        "title":"On the Validity of Non-Promotion as an Educational Procedure."},
      {
        "id":"ED046044",
        "title":"Toward a Conceptualization of Learning Processes in the College Classroom I: A Review of Operant Research."},
      {
        "id":"ED046045",
        "title":"A Sex Counseling Service for College Students."},
      {
        "id":"ED046046",
        "title":"An Approach to the Futures - Perspectives in American Education."},
      {
        "id":"ED046047",
        "title":"Counselor Verbal Behavior as a Function of Client Demeanor. Final Report."},
      {
        "id":"ED046048",
        "title":"Symposium on Applying Knowledge from the Behvarioral Sciences to Social Legislation Programs. Summary of Conclusions and Recommendations."},
      {
        "id":"ED046049",
        "title":"Bases of Classification of Geometric Concepts Used by Children of Varying Characteristics. Report from the Project on Situation Variables and Efficiency of Concept Learning. Part I."},
      {
        "id":"ED046050",
        "title":"Bases of Classification of Geometric Concepts Used by Children of Varying Characteristics. Report from the Project on Situational Variables and Efficiency of Concept Learning. Part II."},
      {
        "id":"ED046051",
        "title":"The Effectiveness of Instruction-Simulation on the Training for Counselor Tacting Response Leads."},
      {
        "id":"ED046052",
        "title":"A Systems-Derived Performance-Based Counseling Techniques Curriculum."},
      {
        "id":"ED046053",
        "title":"The Effect of Self and In Vivo Desensitization on Counselor Trainee Anxiety and Performance."},
      {
        "id":"ED046054",
        "title":"An Experimental Studies Program in General Education After One Year."},
      {
        "id":"ED046055",
        "title":"More People Without Jobs: The Case of Remote Alaskan Settlements. Final Report."},
      {
        "id":"ED046056",
        "title":"A Condom Distribution Program for Adolescents: The Findings of a Feasibility Study."},
      {
        "id":"ED046057",
        "title":"Drugs: A Pilot Study of Minneapolis Secondary School Students."},
      {
        "id":"ED046059",
        "title":"A Survey of Secondary School Students&apos; Perceptions of and Attitudes Toward Use of Drugs by Teenagers. Part I, Part II, Part III.; A Survey of Secondary School Teachers&apos; Perceptions of the Role of the Schools in Dealing with Teenage Drug Use. A General Overview of Survey Findings."},
      {
        "id":"ED046060",
        "title":"An Investigation of the Relationships Between Characteristics of Secondary Schools and Student Alienation. Final Report."},
      {
        "id":"ED046061",
        "title":"Traditional Values and Contemporary Achievement of Japanese-American Pupils."},
      {
        "id":"ED046062",
        "title":"Integrated Personnel Services Index. Volume 3, Number 1."},
      {
        "id":"ED046063",
        "title":"Organization, Organizational Change, and Organizational Improvement in Education."},
      {
        "id":"ED046064",
        "title":"National Assessment -- Evaluation and Accountability."},
      {
        "id":"ED046065",
        "title":"Conceptual Models and Procedures for Predicting Higher Education Enrollment."},
      {
        "id":"ED046066",
        "title":"Student Tuition Models in Private and Public Higher Education."},
      {
        "id":"ED046067",
        "title":"A Computer Solution of the Parking Lot Problem."},
      {
        "id":"ED046068",
        "title":"The Analysis of a Strike."},
      {
        "id":"ED046070",
        "title":"Decentralization."},
      {
        "id":"ED046072",
        "title":"The Relationship of School District Reorganization to State Aid Distribution Systems. Part I: Patterns of School District Organization."},
      {
        "id":"ED046073",
        "title":"Schools for Early Childhood. Profiles of Significant Schools."},
      {
        "id":"ED046075",
        "title":"K/M Associates: A Case Study in Systems Building."},
      {
        "id":"ED046076",
        "title":"Public Aid to Private Schools."},
      {
        "id":"ED046077",
        "title":"The Texas High School Principal: Characteristics and Views on Selected Educational Issues."},
      {
        "id":"ED046078",
        "title":"Some Problems in Using Diffusion Models for New Products."},
      {
        "id":"ED046079",
        "title":"Joint Occupancy: Profiles of Significant Schools."},
      {
        "id":"ED046080",
        "title":"Construction of School Timetables by Flow Methods."},
      {
        "id":"ED046082",
        "title":"A Time for Priorities: Financing the Schools for the 70&apos;s."},
      {
        "id":"ED046083",
        "title":"Developing Local Educational Indicators--the Priorities."},
      {
        "id":"ED046084",
        "title":"The Evaluation of Decision-Relevant Attributes of a Public System of Higher Education."},
      {
        "id":"ED046085",
        "title":"A Goal Programming Model for Academic Planning."},
      {
        "id":"ED046086",
        "title":"Schools in the 70's--the Case of the Relevant Schoolhouse. NASSP Dialogue."},
      {
        "id":"ED046087",
        "title":"The Administrative Internship Program. Progress Report."},
      {
        "id":"ED046088",
        "title":"Public Education."},
      {
        "id":"ED046089",
        "title":"Financial Status of the Public Schools 1970."},
      {
        "id":"ED046090",
        "title":"Education Through Art: Humanism in a Technological Age. A Selection of INSEA Papers."},
      {
        "id":"ED046091",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Educational Planning. ERIC Abstracts Series, Number Fourteen."},
      {
        "id":"ED046092",
        "title":"Component School Construction Program."},
      {
        "id":"ED046093",
        "title":"Institutional Research and Communication in Higher Education. Proceedings of the Association for Institutional Research Annual Forum on Institutional Research. (10th, New Orleans, Louisiana, May 13-16, 1970.)"},
      {
        "id":"ED046094",
        "title":"Educational Specifications: Elementary Prototype."},
      {
        "id":"ED046096",
        "title":"An Investigation of the Responsibilities and Duties of Educational Project Managers."},
      {
        "id":"ED046097",
        "title":"How the Nation Views the Public Schools. A Study of the Public Schools of the United States."},
      {
        "id":"ED046098",
        "title":"Problems Connected with Equalization of Educational Opportunity."},
      {
        "id":"ED046101",
        "title":"Report on Task Force Division of School Facilities, School District of Philadelphia: Commission to Investigate Relationships between Educational Performance and Size of Student Body, May 11, 1970."},
      {
        "id":"ED046102",
        "title":"Environmental Press as Perceived by High School Students and Its Relationship to Organizational Climate. Final Report."},
      {
        "id":"ED046103",
        "title":"Planning Standards, Inventory, and Utilization Data for Higher Education Facilities in Twenty-Seven States. Facilities Comprehensive Planning Program."},
      {
        "id":"ED046104",
        "title":"Development and Economy in Educational Building in Greece, Portugal, Spain, Turkey and Yugoslavia. Report on OECD Project."},
      {
        "id":"ED046105",
        "title":"The Four-Quarter Plan and Its Feasibility for the Port Huron Area School District. A Research Study."},
      {
        "id":"ED046108",
        "title":"Model Programs: Childhood Education. Responsive Environment Model of a Follow Through Program. Goldsboro, North Carolina."},
      {
        "id":"ED046109",
        "title":"Avoiding the Pitfalls of Middle School Planning."},
      {
        "id":"ED046110",
        "title":"The Middle School: An Opportunity for Humanized Education."},
      {
        "id":"ED046111",
        "title":"Proceedings of the Educational Management Tools Training Program 1969-1970 at Southern Illinois University College of Education. Final Report."},
      {
        "id":"ED046112",
        "title":"[Meeting the Educational Needs of the Community: Trends in School-Community Interaction.]"},
      {
        "id":"ED046113",
        "title":"Training Elementary School Curriculum Specialists in the Development of Instructional Objectives in Behavioral Terms. Final Report."},
      {
        "id":"ED046114",
        "title":"Coordinating Conference on Educational Planning and Management Systems: A Report of Outcomes. (Berkeley, California, November 24-25, 1969.)"},
      {
        "id":"ED046115",
        "title":"The Utility of Organization Development Methods for Educational Planning."},
      {
        "id":"ED046116",
        "title":"Identifying Effect of Potential Budgets on Program Output. Working Paper."},
      {
        "id":"ED046117",
        "title":"Selecting a Superintendent: A Handbook for Community School Boards."},
      {
        "id":"ED046118",
        "title":"Collective Decision Making in Organizations."},
      {
        "id":"ED046119",
        "title":"A System Approach to Planned Change in education. Volume I: An Adaptive Framework for Public Education and Educational Management."},
      {
        "id":"ED046120",
        "title":"A System Approach to Planned Change in Education. Volume II: A Strategy for Planned Change in Education."},
      {
        "id":"ED046122",
        "title":"Individualized Curriculum and Instruction."},
      {
        "id":"ED046124",
        "title":"Laboratory Training in a New Social System: Evaluation of a Two-Week Program for High School Personnel."},
      {
        "id":"ED046125",
        "title":"Determining Educational Policy: Who Shall Be Involved?"},
      {
        "id":"ED046126",
        "title":"Understanding Financial Support of Public Schools, 1970-71. Second Edition."},
      {
        "id":"ED046127",
        "title":"An Adaptation of Variable Scheduling to the Program of a Small Junior High School."},
      {
        "id":"ED046128",
        "title":"Educational Needs in the State of Kansas, as Indicated by State Department of Education Staff."},
      {
        "id":"ED046130",
        "title":"Contracted School Food Services."},
      {
        "id":"ED046131",
        "title":"Roland Michener Secondary School House System."},
      {
        "id":"ED046132",
        "title":"Environmental Education in the Public Schools. A Pilot Study. Special Report."},
      {
        "id":"ED046133",
        "title":"New Directions in Statewide Higher Education Planning and Coordination."},
      {
        "id":"ED046134",
        "title":"Role Choice of Chief School Officers in Collective Negotiations: Analysis and Description."},
      {
        "id":"ED046136",
        "title":"A Curriculum Guide for Teaching the Educable Mentally Retarded: Elementary - Junior High - High School."},
      {
        "id":"ED046138",
        "title":"Planning for the Education of the Handicapped Child in Ohio."},
      {
        "id":"ED046139",
        "title":"Development of a Setting and an Attitude: Disturbance in Head Start."},
      {
        "id":"ED046140",
        "title":"The Way We Go to School: The Exclusion of Children in Boston."},
      {
        "id":"ED046141",
        "title":"Project IN/SLIP (Intermountain School Learner Identification Program). Final Report."},
      {
        "id":"ED046142",
        "title":"Prediction of First Grade Social-Emotional and Intellectual Functioning."},
      {
        "id":"ED046146",
        "title":"Retarded Children: A Study of Educational Strategies."},
      {
        "id":"ED046147",
        "title":"Proceedings of the Special Demonstration Workshop for Integrating Blind Children with Sighted Children into Ongoing Physical Education and Recreation Programs (Cleveland, Ohio, October 9-10, 1969)."},
      {
        "id":"ED046148",
        "title":"Lead Poisoning in Children."},
      {
        "id":"ED046149",
        "title":"A Follow-up Study of Graduates from a Vocational Rehabilitation Program in a Residential Training Center for the Mentally Retarded."},
      {
        "id":"ED046150",
        "title":"A Longitudinal Study of the Development of Creativity."},
      {
        "id":"ED046151",
        "title":"Educational Evaluation and Programming for Children with Auditory Disorders."},
      {
        "id":"ED046152",
        "title":"An Empirical Study of Handicapped Persons in Israel in Need of Vocational Rehabilitation."},
      {
        "id":"ED046158",
        "title":"The Role of Media in the Education of Emotionally Handicapped Children."},
      {
        "id":"ED046159",
        "title":"An Investigation of Factors Influencing Learning in the Mentally Retarded, and Their Use in the Design of Instructional Materials. Interim Report."},
      {
        "id":"ED046160",
        "title":"A Research and Training Program in Selected Aspects of Lexical and Syntactic Development in the Mentally Retarded - The Development of Conservation in Children: A Review of Theory and Practice. Interim Report."},
      {
        "id":"ED046161",
        "title":"A Research and Training Program in Selected Aspects of Lexical and Syntactic Development in the Mentally Retarded: Reversal-Nonreversal Shift. Interim Report."},
      {
        "id":"ED046164",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded, Session II: Experience Unit - Family and Home, Advanced Level."},
      {
        "id":"ED046165",
        "title":"Demonstration of Dissemination Practices on Special Class Instruction for the Mentally Retarded: Utilizing Master Teachers as In-Service Educators, Volume I. Final Report."},
      {
        "id":"ED046166",
        "title":"Demonstration of Dissemination Practices on Special Class Instruction for the Mentally Retarded: Utilizing Master Teachers as In-Service Educators, Volume II. Final Report."},
      {
        "id":"ED046167",
        "title":"Curriculum Development for Young Deaf Children with Specific Learning Disabilities (Ages 4-8)."},
      {
        "id":"ED046168",
        "title":"Science: A Guide for Teaching the Handicapped."},
      {
        "id":"ED046170",
        "title":"The Influence of Typewriting on Selected Language Arts Skills and Motor Development of the Educable Mentally Handicapped, Volume I. Final Report."},
      {
        "id":"ED046171",
        "title":"The Influence of Typewriting on Selected Language Arts Skills and Motor Development of the Educable Mentally Handicapped, Volume II. Final Report."},
      {
        "id":"ED046172",
        "title":"ESEA Title III Special Education Projects: Fiscal Year 1970. Final Evaluation Report."},
      {
        "id":"ED046173",
        "title":"Recreational Reading Materials for Special Education Students."},
      {
        "id":"ED046174",
        "title":"Special Education Early Childhood Project in Fort Worth Independent School District."},
      {
        "id":"ED046176",
        "title":"Verbal Problem Solving Among Educable Mentally Retarded Children."},
      {
        "id":"ED046177",
        "title":"Educational Specifications for Physical Plant Exceptional Child Center: Facility for the Trainable Mentally Retarded."},
      {
        "id":"ED046178",
        "title":"Educational Specifications for Special Education Facility."},
      {
        "id":"ED046179",
        "title":"Educational Specifications for Center for Trainable Mentally Retarded."},
      {
        "id":"ED046180",
        "title":"A Guide for Teachers of Educable Mentally Handicapped Children."},
      {
        "id":"ED046181",
        "title":"A Guide for Teachers of Educable Mentally Handicapped Children."},
      {
        "id":"ED046182",
        "title":"Oklahoma Curriculum Guide for Teacher-Coordinators of Educable Mentally Handicapped Students."},
      {
        "id":"ED046183",
        "title":"Mental Retardation 1970: Selected Papers from the 94th Annual Meeting of the American Association on Mental Deficiency (Washington, D.C., May, 1970)."},
      {
        "id":"ED046184",
        "title":"Mental Retardation 1970: Selected Papers from the 94th Annual Meeting of the American Association on Mental Deficiency (Washington, D.C., May, 1970)."},
      {
        "id":"ED046185",
        "title":"The Technology of Teaching Young Handicapped Children."},
      {
        "id":"ED046186",
        "title":"Educational Specifications for a Facility for Trainable Mentally Retarded."},
      {
        "id":"ED046187",
        "title":"Secondary Educational Specifications Special Education Supplement."},
      {
        "id":"ED046188",
        "title":"Travel Barriers. Summary."},
      {
        "id":"ED046189",
        "title":"Learning Disabilities: Implications for Medicine and Education."},
      {
        "id":"ED046190",
        "title":"Report of the Study Committee on Statewide Planning for the Education of the Deaf and Severely Hard of Hearing in California Public Schools."},
      {
        "id":"ED046192",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded, Session II: Experience Unit, Family and Home, Intermediate Level."},
      {
        "id":"ED046193",
        "title":"An Investigation of Teacher Perceived Instructional Problems: Indicators of In-Service Training Needs for Teachers of the Educable Mentally Retarded. Special Report."},
      {
        "id":"ED046194",
        "title":"A Kid in Trouble: Juveniles and the Law. Teacher&apos;s Manual."},
      {
        "id":"ED046195",
        "title":"Correcting Correlations for Restriction in Range Due to Selection on an Unmeasured Variable. Interim Report."},
      {
        "id":"ED046196",
        "title":"Evaluation of a Strategy Oriented Training Program on the Verbal Abstraction Performance of Educable Retardates. Interim Report."},
      {
        "id":"ED046197",
        "title":"Evaluation of a Specialized Nursery School Program for Emotionally Disturbed Children. Interim Report."},
      {
        "id":"ED046198",
        "title":"Higher-Order and Lower-Order Reading Responses of Mentally Retarded and Normal Children at the First-Grade Level. Interim Report."},
      {
        "id":"ED046202",
        "title":"Improved Techniques of Communication: A Training Manual for Use with Severely Handicapped Deaf Clients."},
      {
        "id":"ED046203",
        "title":"The Severely and Profoundly Retarded: A Bibliography."},
      {
        "id":"ED046204",
        "title":"Music the Healer: A Bibliography."},
      {
        "id":"ED046205",
        "title":"Sequenced Instructional Programs in Physical Education for the Handicapped."},
      {
        "id":"ED046206",
        "title":"A Pilot Project for Preparing Special Education Teachers Regarding New Teaching Methods. Final Report."},
      {
        "id":"ED046207",
        "title":"Quantitative and Qualitative Analysis of Syntactic Structure in the Written Language of Hearing Imparied Students."},
      {
        "id":"ED046208",
        "title":"A Study of the Growth Patterns in Language, Communication, and Educational Achievement in Six Residential Schools for Deaf Students."},
      {
        "id":"ED046209",
        "title":"In Service to the Mentally Retarded."},
      {
        "id":"ED046210",
        "title":"The Deaf Child&apos;s Knowledge of Words: Volume I. Final Report."},
      {
        "id":"ED046211",
        "title":"The Deaf Child&apos;s Knowledge of Words: Volume II, Alphabetical List of Test Items. Final Report."},
      {
        "id":"ED046212",
        "title":"The Relationship of Creativity and Academic Risk-Taking among Fifth Graders. Final Report."},
      {
        "id":"ED046214",
        "title":"A New Kit of Tools for Designing Instructional Systems."},
      {
        "id":"ED046215",
        "title":"Opportunities for Extending Museum Contributions to Pre-College Science Education."},
      {
        "id":"ED046216",
        "title":"Stearman Demonstration Library Media Center. Phase Two. ESEA Title II Evaluation Report."},
      {
        "id":"ED046217",
        "title":"Investigation Into Closed-Circuit Television, Principally as a Component System of Educational Technology Intended for Integrated Teacher Training."},
      {
        "id":"ED046218",
        "title":"Experiments with Internal Television (ITV-LHS)."},
      {
        "id":"ED046221",
        "title":"An Experiment in Teaching Electronics with Integrated Feedback System."},
      {
        "id":"ED046222",
        "title":"Towards the Automatic Generation of Programmed Foreign-Language Instructional Materials."},
      {
        "id":"ED046223",
        "title":"St. Louis Public Schools Vocabulary Development Project. Radio in Language Growth for Study and Discussion."},
      {
        "id":"ED046224",
        "title":"A History of Educational Television in New York State."},
      {
        "id":"ED046225",
        "title":"Special Edition: ITV."},
      {
        "id":"ED046226",
        "title":"Computer Graphics."},
      {
        "id":"ED046227",
        "title":"An Experimental Evaluation of Programming Student Behavior in Undergraduate Courses."},
      {
        "id":"ED046229",
        "title":"Proceedings: Conference on the Use of Computers in Medical Education."},
      {
        "id":"ED046233",
        "title":"Museums and Young People. Three Reports."},
      {
        "id":"ED046234",
        "title":"Development of Techniques for Utilizing Television in Secondary School and Adult Basic Education Classrooms. Final Report."},
      {
        "id":"ED046238",
        "title":"Educational Technology in International Development Education."},
      {
        "id":"ED046239",
        "title":"Methodological Considerations in On-Line Contingent Research and Implications for Learning. Technical Report."},
      {
        "id":"ED046243",
        "title":"The Effect of Learner and Task Characteristics on Learning in Scrambled Item Sequences in Programmed Instruction."},
      {
        "id":"ED046244",
        "title":"Covariates of Learning in Computer-Assisted Instruction."},
      {
        "id":"ED046245",
        "title":"Strategies for Development of Computer-Based Instructional Management Systems."},
      {
        "id":"ED046246",
        "title":"Learner and Program-Controlled Sequences of Computer-Assisted Instruction."},
      {
        "id":"ED046247",
        "title":"Computer Analysis of Descriptions of Classroom Events."},
      {
        "id":"ED046248",
        "title":"Microteaching as a Practicum for Supervisor Education: The Effect on Supervisor Conference Behavior and Skills."},
      {
        "id":"ED046249",
        "title":"Aptitude-Treatment Interactions in Two Studies of Learning from Lecture Instruction."},
      {
        "id":"ED046250",
        "title":"Optimizing the Teaching-Learning Process Through a Linear Programming Model--Stage Increment Model."},
      {
        "id":"ED046254",
        "title":"A Study of Eye Movement in Television Viewing. Final Report."},
      {
        "id":"ED046255",
        "title":"Public Broadcasting Environment Center. Final Report."},
      {
        "id":"ED046257",
        "title":"The Structure of the Root in Modern Russian."},
      {
        "id":"ED046258",
        "title":"On the Classification of Russian Verbs."},
      {
        "id":"ED046259",
        "title":"The Stress of Russian Surnames."},
      {
        "id":"ED046260",
        "title":"A Note on \"Predicative Words\" in Russian."},
      {
        "id":"ED046261",
        "title":"An Experiment in Improving Achievement in Foreign Language Through Learning of Selected Skills Associated with Language Aptitude. Final Report."},
      {
        "id":"ED046263",
        "title":"France: Reforme dans l'Enseignement des Langues Vivantes (France: Reform in the Teaching of Modern Languages)."},
      {
        "id":"ED046267",
        "title":"De &quot;El Caballero de Illescas&quot; a &quot;Los Intereses Creados&quot; (From &quot;The Gentleman from Illescas&quot; [Lope de Vega] to &quot;Vested Interests&quot; [Benavente])."},
      {
        "id":"ED046268",
        "title":"El primer &quot;Convidado de Piedra&quot; No Espanol (The First Italian Drama on the Don Juan Theme)."},
      {
        "id":"ED046269",
        "title":"Apreciaciones generales sobre Cast. /X/ Cat. [X] en el campo de Tarragona (General Considerations on the Castilian /X/ and the Catalan [X] in Tarragona)."},
      {
        "id":"ED046270",
        "title":"&quot;Tras de un Amoroso Lance&quot; como Estructura Expresiva (The Poem, &quot;Behind the Amorous Cast&quot; as an Expressive Structure)."},
      {
        "id":"ED046271",
        "title":"Funcion del \"Vulgo\" en la Preception Dramatica de la Edad de Oro (The Function of the \"Masses\" in the Didactic Drama of the [Spanish] Golden Age)."},
      {
        "id":"ED046272",
        "title":"La Influencia del Sustrato en la Fonetica del Espanol de Mexico (The Influence of the Mexican Substratum Dialects on Spanish Pronunciation in Mexico)."},
      {
        "id":"ED046273",
        "title":"El Demostrativo en Espanol y en Frances Estudio Comparativo y Estructuracion (A Comparative and Structural Study of the Demonstrative in Spanish and French)."},
      {
        "id":"ED046274",
        "title":"Cautivos Precervantinos, Cara y Cruz del Cautiverio (Pre-Cervantine Captives and the Condition of Their Captivity)."},
      {
        "id":"ED046275",
        "title":"El \"Que\" Espanol (The \"Que\" in Spanish)."},
      {
        "id":"ED046276",
        "title":"Examining Modern Languages."},
      {
        "id":"ED046277",
        "title":"Teaching for Mastery: The Role of Classroom Testing."},
      {
        "id":"ED046278",
        "title":"[Union-Endicott Schools: Foreign Language Program.]"},
      {
        "id":"ED046281",
        "title":"Language Education: A Unitary Experience."},
      {
        "id":"ED046285",
        "title":"Teacher Training Practices in Foreign Language Instruction."},
      {
        "id":"ED046286",
        "title":"New Dimensions in Language Training: The Dartmouth College Experiment."},
      {
        "id":"ED046287",
        "title":"Russian Language Materials for Senior/Elementary and Secondary Schools: An Annotated Bibliography."},
      {
        "id":"ED046288",
        "title":"The French Language in the Americas."},
      {
        "id":"ED046290",
        "title":"Teaching Procedures for Pattern Practice: A Self-Test."},
      {
        "id":"ED046291",
        "title":"A Study to Determine the Feasibility of Including the Direct Experiences of Microteaching and Team Teaching, and Interaction Analysis Training in the Pre-Service Training of Foreign Language Teachers."},
      {
        "id":"ED046292",
        "title":"Cultural Understanding: Spanish Level 1."},
      {
        "id":"ED046293",
        "title":"Foreign Language Instruction in New York State for the 1970&apos;s: Techniques, Materials, Equipment."},
      {
        "id":"ED046295",
        "title":"Let's Be Amigos: Title VII Bilingual Project. Evaluation of the First Year, 1969-1970."},
      {
        "id":"ED039258",
        "title":"Oh No, Not Another One of Those (Ugh!) Book Reports!!"},
      {
        "id":"ED039259",
        "title":"An Investigation of the Effect of Dialect Variation upon the Learning of Phoneme-Grapheme Relationships in American English Spelling. Final Report."},
      {
        "id":"ED039260",
        "title":"New Instructional Materials on Africa South of the Sahara (1969-1970). A Supplement to Africa South of the Sahara: A Resource and Curriculum Guide."},
      {
        "id":"ED039261",
        "title":"Major New Movements in Elementary School Music Education: Report on a One-Day Statewide Demonstration-Workshop."},
      {
        "id":"ED039262",
        "title":"A Unique Program for Understanding the Performing Arts. Narrative Report."},
      {
        "id":"ED039263",
        "title":"The Use of Media in the Teaching of Poetry. Final Report. CORD Project in the Teaching of Poetry 1967-1969."},
      {
        "id":"ED039264",
        "title":"The Cognitive Environments of Urban Preschool Children."},
      {
        "id":"ED039265",
        "title":"Parental Participation: Its Effect on the First-Grade Achievement of Children in a Depressed Area. Final report."},
      {
        "id":"ED039266",
        "title":"Invitational Conference on Educating the Disadvantaged in Rural and Urban Settings (Proceedings, August 6, 1969)."},
      {
        "id":"ED039267",
        "title":"The Development of a Group Speech Sound Test for Disadvantaged Children. Final Report."},
      {
        "id":"ED039268",
        "title":"An Exploration of Positional Response Sets in Disadvantaged Children and a Technique for Reduction of Such Sets. Final Report."},
      {
        "id":"ED039269",
        "title":"A Study of Familial, Background and Cognitive Style Characteristics of Relatively Successful and Unsuccessful Learners (Determined Longitudinally) in a Harlem Enrichment Program. Final Report for Interim Research Period, September 1, 1968 to August 31, 1969."},
      {
        "id":"ED039270",
        "title":"The Cognitive Environments of Urban Preschool Children: Follow-up Phase."},
      {
        "id":"ED039272",
        "title":"Sociological Perspectives on the Development of Academic Competence in Urban Areas."},
      {
        "id":"ED039273",
        "title":"\"Partnership\" High Schools: The Search for New Ways to Cooperate. Industry and Education, Study No. 2/Partnerships."},
      {
        "id":"ED039274",
        "title":"From Textbooks to Reality: Social Researchers Face the Facts of Life in the World of the Disadvantaged."},
      {
        "id":"ED039275",
        "title":"Learning Investment for Tomorrow: ESEA Title I Project 69-092, Evaluation Report, 1968-1969."},
      {
        "id":"ED039276",
        "title":"St. Louis' Vocabulary Development Project: A Report on the 1968-69 Demonstration."},
      {
        "id":"ED039277",
        "title":"Competence for All as the Goal for Secondary Education."},
      {
        "id":"ED039278",
        "title":"Programs, Services, Materials of the New York State Education Department for Black and Puerto Rican Studies."},
      {
        "id":"ED039280",
        "title":"Analysis of the Middle School Educational Programs."},
      {
        "id":"ED039281",
        "title":"Where Do We Go From Here? A Study of the Roads and Roadblocks to Career Mobility for Paraprofessionals Working in Human Service Agencies."},
      {
        "id":"ED039283",
        "title":"Red, White and Black (and Brown and Yellow): Minorities in America. A Bibliography."},
      {
        "id":"ED039284",
        "title":"Child Welfare Research; Summaries of Research Conducted at the Child Welfare League of America."},
      {
        "id":"ED039285",
        "title":"Requests for Child Welfare Services: A Five-Day Census."},
      {
        "id":"ED039286",
        "title":"A Comparison of Attitudes Toward Black Society Between Curriculum Writers and Teachers of the Disadvantaged."},
      {
        "id":"ED039287",
        "title":"Some Implications of Research on Decentralized Control of Education."},
      {
        "id":"ED039288",
        "title":"Teacher Attitudes Toward Culturally Disadvantaged Children."},
      {
        "id":"ED039289",
        "title":"Attitudes and Characteristics of Effective and Not Effective Teachers of Culturally Disadvantaged Children."},
      {
        "id":"ED039290",
        "title":"Art and the Urban Child."},
      {
        "id":"ED039291",
        "title":"Training of Preference for Delayed Reinforcement in Disadvantaged Children."},
      {
        "id":"ED039292",
        "title":"Project UNIQUE (United Now for Integrated Quality Urban-Suburban Education)."},
      {
        "id":"ED039293",
        "title":"An Urban Education First Principle: Community Education Centers."},
      {
        "id":"ED039294",
        "title":"Educational Anthropology: An Overview."},
      {
        "id":"ED039295",
        "title":"An Experimental After-School Program for Underachieving Second Graders (Three Progress Reports Covering 1 September 1967 - 31 August 1968, 1 September 1968 - 5 March 1969, and 1 September 1968 - 31 August 1969 Respectively)."},
      {
        "id":"ED039296",
        "title":"Education and Race."},
      {
        "id":"ED039297",
        "title":"Modification of Pre-Delinquents' Classroom Behavior with Home-Based Reinforcement."},
      {
        "id":"ED039298",
        "title":"Modification of Disputing and Talking Out Behaviors with the Teacher as Observer and Experimenter."},
      {
        "id":"ED039299",
        "title":"Educational Ethnology and Evaluation."},
      {
        "id":"ED039300",
        "title":"Urban Education: Its Challenge to the Research Community."},
      {
        "id":"ED039301",
        "title":"Education Assistance Program, Racine Environment Committee, Inc., Racine, Wisconsin. Program Case Study, No. 4."},
      {
        "id":"ED039302",
        "title":"Racism in America and How to Combat It. Clearinghouse Publication. Urban Series, No. 1."},
      {
        "id":"ED039304",
        "title":"Comparison of I.Q. and Socioeconomic Index in Predicting Grade Point Average."},
      {
        "id":"ED039305",
        "title":"Black and White Perspectives on the Future."},
      {
        "id":"ED039306",
        "title":"Volunteers in Education: Materials for Volunteer Programs and the Volunteer."},
      {
        "id":"ED039307",
        "title":"Teacher Differences in Attitudes Toward Children's Speech Characteristics."},
      {
        "id":"ED039308",
        "title":"The Social Perception of Language Variations: Black Dialect and Expectations of Ability."},
      {
        "id":"ED039309",
        "title":"Learning through Aviation. Final Report."},
      {
        "id":"ED039310",
        "title":"Early Childhood Education as an Intervention in the Child's Ecological System."},
      {
        "id":"ED039311",
        "title":"School Desegregation: \"A Free and Open Society\"; Policy Statement by Richard Nixon, President of the United States."},
      {
        "id":"ED039312",
        "title":"A Search for New Directions in the War Against Poverty. Staff Paper."},
      {
        "id":"ED039313",
        "title":"Reaching for Equality; A Projection of Labor Force, Occupational Levels and Distribution by Industry of White and Non-White Workers in 1970 and 1980."},
      {
        "id":"ED039314",
        "title":"Instructional Units for Industrial Materials, Vol. I."},
      {
        "id":"ED039315",
        "title":"Instructional Units for Industrial Materials, Vol. II."},
      {
        "id":"ED039316",
        "title":"A Bibliography of Manpower Projections for the North Central Region. North Central Regional Report No. 5."},
      {
        "id":"ED039317",
        "title":"Rehabilitation Services; Ideal Services Series. Volumes 1-6."},
      {
        "id":"ED039319",
        "title":"Review of Research on Student Selection and the Prediction of Success in Occupational Education."},
      {
        "id":"ED039320",
        "title":"Toward a Vocational Student Information System: A Progress Report."},
      {
        "id":"ED039321",
        "title":"Instruments for Vocational Guidance, Selection, and Placement: A Review and Synthesis of Research in Idaho."},
      {
        "id":"ED039322",
        "title":"Cooperative Distributive and Office Education Programs."},
      {
        "id":"ED039323",
        "title":"Hard-Core Unemployment: A Selected, Annotated Bibliography."},
      {
        "id":"ED039324",
        "title":"Curricula Leading to Degrees in Engineering Technology in the United States."},
      {
        "id":"ED039325",
        "title":"Evaluation of Arkansas Vocational Training Programs in Relation to Economic Development, Part III-Evaluation of Programs and Recommendations. Industrial Research and Extension Center Publication No. L-6."},
      {
        "id":"ED039326",
        "title":"Evaluation of Arkansas Vocational Training Programs in Relation to Economic Development, Part I-Occupational Needs and Employment Projections. Industrial Research and Extension Center Publication No. L-6."},
      {
        "id":"ED039327",
        "title":"Evaluation of Arkansas Vocational Training Programs in Relation to Economic Development, Part II-Survey of Vocational Schools' Performance. Industrial Research and Extension Center Publication No. L-6."},
      {
        "id":"ED039328",
        "title":"A Review and Synthesis of Technical Education Research in Oklahoma."},
      {
        "id":"ED039330",
        "title":"Vocational and Technical Education: Abstracts of Experimental Projects."},
      {
        "id":"ED039331",
        "title":"The Pre-Retirement Years: A Longitudinal Study of Labor Market Experience of Men. Volume Two."},
      {
        "id":"ED039332",
        "title":"Mathematics for the Majority; A System of Instruction for Teaching Technical Mathematics."},
      {
        "id":"ED039333",
        "title":"Vocational Agriculture in the Changing South. Proceedings of a Two Day Conference (North Carolina State University, Raleigh, North Carolina)."},
      {
        "id":"ED039335",
        "title":"Simulation Training in Planning Vocational Education Programs and Facilities. Final Report."},
      {
        "id":"ED039336",
        "title":"Bibliography of Research on Consumer and Homemaking Education. Final Report."},
      {
        "id":"ED039338",
        "title":"Jobs and Civil Rights; The Role of the Federal Government in Promoting Equal Opportunity in Employment and Training. Clearinghouse Publication No. 16."},
      {
        "id":"ED039339",
        "title":"Home Economics Education at the Secondary Level; A Curriculum Model (With Emphasis on the Occupational Aspect)."},
      {
        "id":"ED039340",
        "title":"Guide to Local Occupational Information."},
      {
        "id":"ED039341",
        "title":"A National Survey of Associate Degree Nursing Programs, 1967."},
      {
        "id":"ED039342",
        "title":"Evaluation of the Mississippi-Iowa Farm Labor Mobility Project. Final Report."},
      {
        "id":"ED039343",
        "title":"Facts About Adult, Vocational, and Library Programs."},
      {
        "id":"ED039344",
        "title":"The EPDA Institute for Advanced Study in Industrial Arts American Technology. Final Technical Report. (June 9 through July 18, 1969)."},
      {
        "id":"ED039346",
        "title":"Farm Crop Production Technology: Field and Forage Crop and Fruit and Vine Production Options. A Suggested 2-Year Post High School Curriculum."},
      {
        "id":"ED039347",
        "title":"Selected Research Abstracts of Published and Unpublished Reports Pertaining to the Food Service Industry, Including Recommendations for Research Needs."},
      {
        "id":"ED039348",
        "title":"Proceedings, Conference on Chemical Technicians: Utilization, Education, and Continuing Education (Chicago, Ill., December 6 and 7, 1968)."},
      {
        "id":"ED039349",
        "title":"From School to Work; A Pilot Study."},
      {
        "id":"ED039352",
        "title":"The Vocational Education Amendments of 1968."},
      {
        "id":"ED039353",
        "title":"Agricultural Education Research Abstracts, 1969."},
      {
        "id":"ED039355",
        "title":"Shared Educational Services in New York State; Emphasis--Occupational Education Programs, 1968-69."},
      {
        "id":"ED039356",
        "title":"Level Objectives; Development and Use in the Curriculum. Report of the 1969 Regional Workshops of the Council of Diploma Programs."},
      {
        "id":"ED039357",
        "title":"Study of Employment of Women in the Federal Government, 1968."},
      {
        "id":"ED039358",
        "title":"Research Visibility: Development of Professional Personnel for Vocational-Technical Education."},
      {
        "id":"ED039359",
        "title":"The Career Information Center, A Working Model."},
      {
        "id":"ED039360",
        "title":"Distinguishing Factors Between General Education, Pre-Vocational Education, and Vocational Education: A Position Paper."},
      {
        "id":"ED039362",
        "title":"Distributive Education in the High School. A Suggested Guide for Administrators and Teachers of Distribution and Marketing."},
      {
        "id":"ED039363",
        "title":"Supervisory and Administrative Management Occupations; A Suggested Curriculum Guide."},
      {
        "id":"ED039364",
        "title":"A Program of Teacher Education in Vocational Agriculture for 1970-2000."},
      {
        "id":"ED039365",
        "title":"Information Communication Occupations. A Suggested Curriculum Guide."},
      {
        "id":"ED039366",
        "title":"Papers Presented at the National Institute on the Coordination of Supportive Services for Vocational Education Students in Rural Areas (Fayetteville, Arkansas, January 28, 1970)."},
      {
        "id":"ED039367",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Spring 1970."},
      {
        "id":"ED039368",
        "title":"The Flow of Agricultural Manpower: Its Vocational and Educational Correlates. Final Report."},
      {
        "id":"ED039370",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Spring 1970."},
      {
        "id":"ED039371",
        "title":"A Report on Educational Research, Development, and Diffusion Manpower, 1964-1974."},
      {
        "id":"ED039372",
        "title":"Teacher Education for a Free People."},
      {
        "id":"ED039373",
        "title":"Retaining Students in Training. A Bibliography."},
      {
        "id":"ED039374",
        "title":"Guiding Students into Vocational Curricula. A Bibliography."},
      {
        "id":"ED039375",
        "title":"Matching Students and Careers. A Bibliography."},
      {
        "id":"ED039376",
        "title":"Parent, Home, and Family Life Education."},
      {
        "id":"ED039377",
        "title":"Digest of Papers Presented to the Adult Education Research Conference, February 27-28, 1970, Minneapolis."},
      {
        "id":"ED039378",
        "title":"Teaching Strategies, Methods, and Materials. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039379",
        "title":"Cognitive and Affective Characteristics of Exceptional Children. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039380",
        "title":"Speech, Language, and Communication Disorders. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039381",
        "title":"The Hearing Impaired. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039382",
        "title":"Stimulating the Environment for Disadvantaged and Minority Group Children. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039383",
        "title":"Special Class Placement - A Continuing Debate. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039384",
        "title":"Medical Intervention and the Problem of Drugs. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039385",
        "title":"Early Childhood. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039386",
        "title":"Vocational Education and Work Study Programs. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039387",
        "title":"Preparation of Personnel. Papers Presented at the Annual International Convention of the Council for Exceptional Children (48th, Chicago, Illinois, April 19-25, 1970)."},
      {
        "id":"ED039388",
        "title":"Machine Readable Bibliographic Records: Criteria and Creation."},
      {
        "id":"ED039389",
        "title":"State and Regional Library Studies; A State of the Art Paper."},
      {
        "id":"ED039390",
        "title":"The Academic Library Response to New Directions in Undergraduate Education."},
      {
        "id":"ED039391",
        "title":"Research on Reading from \"Research in Education,\" Supplement 1. ERIC/CRIER Reading Review Series, Bibliography 28."},
      {
        "id":"ED039392",
        "title":"Criticism of Standardized Tests and Testing."},
      {
        "id":"ED039393",
        "title":"Rainy Monday."},
      {
        "id":"ED039394",
        "title":"A Brief Description of Historical Background and Current Status of the Testing Programs of the College Entrance Examination Board."},
      {
        "id":"ED039395",
        "title":"Bibliography of Test Criticism."},
      {
        "id":"ED039396",
        "title":"The Background of the Commission on Tests."},
      {
        "id":"ED039397",
        "title":"Relevance in Testing."},
      {
        "id":"ED039398",
        "title":"Community College Programs for Public Service Occupations."},
      {
        "id":"ED039399",
        "title":"The Teaching of Literature. Report of the U. S. National Committee for the International Educational Achievement Literature Project."},
      {
        "id":"ED039401",
        "title":"4-H Project Leader Roles: Perception of Extension Agents and Volunteer Leaders in Fourteen Tennessee Counties."},
      {
        "id":"ED039402",
        "title":"Inventory of Research on Adult Human Resource Development in Canada. Inventaire de la Recherche sur le Developpement des Ressources Humaines Adultes au Canada."},
      {
        "id":"ED039403",
        "title":"New Careers in Action."},
      {
        "id":"ED039404",
        "title":"Adult Education for Parliamentary Democracy (16th National Seminar, Pondicherry, India, December 26-29, 1968)."},
      {
        "id":"ED039409",
        "title":"Police Training."},
      {
        "id":"ED039415",
        "title":"Annual Report 1969; Center for Studies in Vocational and Technical Education."},
      {
        "id":"ED039416",
        "title":"Toward a More Restricted Definition of Community Development."},
      {
        "id":"ED039417",
        "title":"Teaching Adults To Read; Research and Demonstration in a Program of Volunteer Community Action."},
      {
        "id":"ED039418",
        "title":"A Guide to Job Analysis for the Preparation of Job Training Programmes."},
      {
        "id":"ED039419",
        "title":"How to Assess Your Training Needs."},
      {
        "id":"ED039428",
        "title":"Retraining Older Employees for Upgraded Jobs."},
      {
        "id":"ED039429",
        "title":"Studies and Reports Relating to Training and Education, Fiscal Year 1969."},
      {
        "id":"ED039430",
        "title":"Adult Education: Recruitment and Methods."},
      {
        "id":"ED039431",
        "title":"Motivations Adultes a la Structuration de la Pensee (Adult Motives for Engaging in Intellectual Effort)."},
      {
        "id":"ED039432",
        "title":"Personal Contacts and the Adoption of Innovations."},
      {
        "id":"ED039433",
        "title":"The Adoption and Rejection of Innovations by Strawberry Growers in the Lower Fraser Valley."},
      {
        "id":"ED039434",
        "title":"L'Education Permanente en Italie; Motivations Sociologiques et Perspectives Culturelles (Continuing Education in Italy; Sociological Motives and Cultural Perspectives)."},
      {
        "id":"ED039435",
        "title":"Education Continue des Adultes (Adult Continuing Education)."},
      {
        "id":"ED039440",
        "title":"Bibliography for Teachers of Americanization."},
      {
        "id":"ED039441",
        "title":"A Guide to Federal Assistance Programs for the Disadvantaged."},
      {
        "id":"ED039442",
        "title":"Experiment in Motivating Functional Illiterates To Learn. Final Report."},
      {
        "id":"ED039443",
        "title":"A Follow-Up Study of the One Hundred Graduates, Class of 1969, of the Jackson County Adult Evening High School."},
      {
        "id":"ED039444",
        "title":"Directory of Accredited Private Home Study Schools, 1970."},
      {
        "id":"ED039445",
        "title":"25 Years of Teamwork for Adult Education in Iowa."},
      {
        "id":"ED039446",
        "title":"A Systems Approach to New Careers: Two Papers. Six Steps to New Careers. A Systems Approach to Manpower Development in Human Services."},
      {
        "id":"ED039451",
        "title":"Characteristics, Views Held of Agricultural Extension Activities, and Communication Behavior of Hsien Extension Supervisors in Taiwan."},
      {
        "id":"ED039452",
        "title":"A New Careers Evaluation."},
      {
        "id":"ED039453",
        "title":"New Careers and Model Cities."},
      {
        "id":"ED039454",
        "title":"New Careers in Industry."},
      {
        "id":"ED039455",
        "title":"New York State High School Equivalency Testing Program; General Information and Testing Schedule, September 1, 1969-August 31, 1970."},
      {
        "id":"ED039460",
        "title":"A Survey of Adult Basic Education in Missouri, 1965-1969."},
      {
        "id":"ED039461",
        "title":"Guidelines for the Training of Central Service Aides."},
      {
        "id":"ED039462",
        "title":"Planning for Your Retirement: A Design for Active Living."},
      {
        "id":"ED039464",
        "title":"New Careers and Adult Education."},
      {
        "id":"ED039466",
        "title":"The Montana Program for Issuing High School Equivalency Certificates and for Accrediting Service Educational Experience."},
      {
        "id":"ED039470",
        "title":"L&apos;Operation Depart; Synthese des Rapports Regionaux (Operation Depart; A Synthesis of Regional Reports)."},
      {
        "id":"ED039472",
        "title":"Housekeeping. An Approach to Housekeeping Training."},
      {
        "id":"ED039473",
        "title":"Front Office and Reception; An Approach to Front Office and Reception Training."},
      {
        "id":"ED039495",
        "title":"Adult Basic Education Administrator's Institute."},
      {
        "id":"ED039497",
        "title":"A Study to Determine Why Missouri Extension Youth Agents Resign or Change to Another Position within the Extension Division."},
      {
        "id":"ED039499",
        "title":"[Short Report on Tennessee's Participation in Community Service and Continuing Education Programs under Title I of the Higher Education Act of 1965, FY 1966-FY 1970]."},
      {
        "id":"ED039500",
        "title":"Psycho-Sociological Research into the Paths and Phases of Intellectual Maturation and the Desire for Knowledge (From Childhood throughout Life)."},
      {
        "id":"ED039501",
        "title":"Training Guidelines: Fork Lift Truck Driving."},
      {
        "id":"ED039502",
        "title":"Qualified to Instruct? The Gentle Art of Coaching."},
      {
        "id":"ED039503",
        "title":"Training Guidelines: Hand Blowing, Pressing, &amp; Shaping of Glass."},
      {
        "id":"ED039504",
        "title":"Training Guidelines: Glass Furnace Operators."},
      {
        "id":"ED039505",
        "title":"Training Guidelines: Lampblown Scientific Glassware Craftsmen."},
      {
        "id":"ED039506",
        "title":"Training Guidelines: Bricks Operatives."},
      {
        "id":"ED039507",
        "title":"Training Guidelines. Operatives-Precast Concrete."},
      {
        "id":"ED039508",
        "title":"Adult Basic Education Program Statistics; Students and Staff Data, July 1, 1968-June 30, 1969."},
      {
        "id":"ED039509",
        "title":"The Role of Educational Television in Teaching English as a Second Language."},
      {
        "id":"ED039510",
        "title":"Spinoza II: Conceptual Case-Based Natural Language Analysis."},
      {
        "id":"ED039511",
        "title":"On the Contribution of the Linguist to Institutionalized Racism."},
      {
        "id":"ED039514",
        "title":"Unsolicited Nominalizations by Aphasics: The Plausibility of the Lexicalist Model."},
      {
        "id":"ED039515",
        "title":"Automatic Speech Recognition in the Teaching of Second Languages: An Annotated Bibliography."},
      {
        "id":"ED039516",
        "title":"Some Guidelines for Determining the Student's Point of View. Preliminary Draft."},
      {
        "id":"ED039517",
        "title":"Noun Compounding in Thai."},
      {
        "id":"ED039527",
        "title":"Bilingual Schooling in the United States."},
      {
        "id":"ED039528",
        "title":"Field Techniques in an Urban Language Study."},
      {
        "id":"ED039530",
        "title":"The Relation of a Test of English as a Second Language to Measures of Intelligence, Achievement, and Adjustment in a Sample of American Indian Students."},
      {
        "id":"ED039533",
        "title":"Demographic and Psychological Characteristics of a Group of Welfare-Vocational Rehabilitation Clients."},
      {
        "id":"ED039534",
        "title":"Patterns of Drug Use Among College Students. A Preliminary Report."},
      {
        "id":"ED039535",
        "title":"Understanding Students and Counseling Two-year Colleges. Spring Workshops. Second Monograph."},
      {
        "id":"ED039536",
        "title":"Secondary School Student Activism: An Up-tight Communication Problem."},
      {
        "id":"ED039537",
        "title":"Operant Strategies in the Training of Community Action Organizers."},
      {
        "id":"ED039538",
        "title":"Effects of Classroom Sociometric Status on Achievement Prediction."},
      {
        "id":"ED039539",
        "title":"Dissident Youth's Appeal."},
      {
        "id":"ED039540",
        "title":"Programs of Study as a Basis for Selection, Placement and Guidance of College Students."},
      {
        "id":"ED039541",
        "title":"Measuring Relationships Among and Between Cognitive and Affective Behaviors in a Controlled Learning Situation."},
      {
        "id":"ED039542",
        "title":"Freshman Student Perceptions of Academic Programs and Academic Advising. Report No. One. Freshman Appraisal of Pre-Registration Information and Summer Orientation. Freshman Study. Report No. Two."},
      {
        "id":"ED039543",
        "title":"Audio-Visual Guidance Materials. An Annotated Bibliography and Directory of Minnesota Sources. Minnesota Guidance Series."},
      {
        "id":"ED039545",
        "title":"Differentiating and Predictor Variables for Mature Non-Matriculant Students at the University of Calgary."},
      {
        "id":"ED039546",
        "title":"The Relationship Between the Internal-External Control Construct and Achievement."},
      {
        "id":"ED039547",
        "title":"The Relationship Between Entering Students' Expectations for the College Environment and the Level of Formal Education Completed by Their Parents."},
      {
        "id":"ED039548",
        "title":"Perceptions of Interview Behavior and Relationships in Counseling Supervision."},
      {
        "id":"ED039549",
        "title":"Effects of Emphasizing Competition in Classroom-Testing Procedures."},
      {
        "id":"ED039550",
        "title":"Transfer Expectations."},
      {
        "id":"ED039551",
        "title":"Individually Guided Motivation: Goal-Setting Procedures to Develop Student Self-Direction and Prosocial Behaviors."},
      {
        "id":"ED039552",
        "title":"Cultural Stability and Change Among Mexican-American Families in an Urban Setting: A Comparison of Generations in El Paso, Texas."},
      {
        "id":"ED039553",
        "title":"Development of a Semantic Differential to Assess the Attitude of Secondary School and College Students."},
      {
        "id":"ED039554",
        "title":"Job Satisfaction Among Rehabilitation Counselors: An Interim Report. Reprint Series. Number Three."},
      {
        "id":"ED039555",
        "title":"The Meaning of Developmental Status for College Freshmen."},
      {
        "id":"ED039556",
        "title":"The Effects of Conceptual Structure and Personal Quality of Feedback on Motivation."},
      {
        "id":"ED039557",
        "title":"The Roles of SPW in Reconstruction of Humane Society."},
      {
        "id":"ED039558",
        "title":"The Counselor's Role: A Cooperative Exploration."},
      {
        "id":"ED039559",
        "title":"Vocational Relevance as a Factor in Counseling"},
      {
        "id":"ED039560",
        "title":"A Statewide Needs Assessment: Implications for Elementary School Guidance Services."},
      {
        "id":"ED039561",
        "title":"Utilizing Current Counseling Theory in Elementary Counseling."},
      {
        "id":"ED039562",
        "title":"Vocational Choice and Guidance? Whose Task?"},
      {
        "id":"ED039563",
        "title":"Attitudes of Texas Mexican-Americans Toward Mental Retardation: A Guttman Facet Analysis."},
      {
        "id":"ED039564",
        "title":"A Validity Study of Self-Report and Physiological Measures of Test Anxiety."},
      {
        "id":"ED039565",
        "title":"The Roles of SPW in Reconstruction of Humane Society"},
      {
        "id":"ED039566",
        "title":"Another Application of Systems Technology."},
      {
        "id":"ED039567",
        "title":"Sex Education for Parents."},
      {
        "id":"ED039569",
        "title":"Counseling Needs of Adult Students."},
      {
        "id":"ED039570",
        "title":"Effects of Supervisor Style upon the Learning of Empathy in a Supervision Dialogue."},
      {
        "id":"ED039571",
        "title":"Locus and Control and Achievement in Middle Class and Lower Class Children."},
      {
        "id":"ED039572",
        "title":"Bibliography of Publications, 1941 - 1960. Supplement, 1961 - December, 1969."},
      {
        "id":"ED039573",
        "title":"Student Factors Related to Educational Growth at a Church-Related Liberal Arts College."},
      {
        "id":"ED039574",
        "title":"An Exploratory Study of Factors Differentiating Freshmen Educational Growth."},
      {
        "id":"ED039575",
        "title":"Counselor Function in Secondary Schools: Highline School District 401; 1969-70."},
      {
        "id":"ED039576",
        "title":"Research Bulletin: Bayesian Guidance Technology."},
      {
        "id":"ED039577",
        "title":"Ten Structure-of-Intellect Tests and Their Appropriateness for College Freshmen."},
      {
        "id":"ED039578",
        "title":"Influence of the Faculty on College Student Environment."},
      {
        "id":"ED039579",
        "title":"Resident or Commuter: A Study of Personality Differences. Research Report."},
      {
        "id":"ED039580",
        "title":"Predicting Rehabilitation Success."},
      {
        "id":"ED039581",
        "title":"Experimental Laboratory Research in Counseling."},
      {
        "id":"ED039582",
        "title":"Rural and City Indians in Minnesota Prisons."},
      {
        "id":"ED039583",
        "title":"The Evaluation of Complex Educational Outcomes."},
      {
        "id":"ED039584",
        "title":"The Orthopaedic Training Study. Final Report."},
      {
        "id":"ED039585",
        "title":"Report of the School Guidance Program Study in Region VII, West Virginia Schools. Region VII Pace and Secondary School Cooperative Project."},
      {
        "id":"ED039586",
        "title":"A Pilot Study of Scientists Retired 1960 Through 1963."},
      {
        "id":"ED039587",
        "title":"Integrating and Evaluating Career Information in a Developmental Guidance Program."},
      {
        "id":"ED039588",
        "title":"Evaluation of the Counseling Experience by Terminated Clients."},
      {
        "id":"ED039589",
        "title":"Student Couples Workshop."},
      {
        "id":"ED039590",
        "title":"An Outcome of a Day Treatment Unit School in a Community Mental Health Center."},
      {
        "id":"ED039591",
        "title":"A System of Computerized Reports for Counselors."},
      {
        "id":"ED039592",
        "title":"An Analysis of Student Academic and Personal Concerns and Awareness of Counseling Services."},
      {
        "id":"ED039593",
        "title":"Role Models - Peers or Adults."},
      {
        "id":"ED039594",
        "title":"Behavioral Counseling with Self-Referred Clients."},
      {
        "id":"ED039595",
        "title":"Legal Considerations in Computer-Assisted Testing, Counseling and Guidance."},
      {
        "id":"ED039596",
        "title":"Feelings...To Fear or To Free?"},
      {
        "id":"ED039597",
        "title":"Effects of Growth Groups on Self Concept as Measured by the Tennessee Self Concept Scale. Preliminary Report."},
      {
        "id":"ED039598",
        "title":"The Evolution of an Experimental Format for Training Manpower Personnel."},
      {
        "id":"ED039599",
        "title":"White Counselee Expressed Preference for Help in Solving Different Types of Problems."},
      {
        "id":"ED039600",
        "title":"Creative Growth Curves of University Students."},
      {
        "id":"ED039601",
        "title":"EDUCATION ON HUMAN SEXUALITY IN RESIDENCE HALLS: (1) The Need and Rationale for Education on Human Sexuality among College Students: (2) The Planning: Staff and Process; (3) Implementation of the Program in the Residence Halls; (4) Involvement as a Consultant; and (5) From the Speaker's Point of View."},
      {
        "id":"ED039602",
        "title":"Bilingualism and Creative Abilities."},
      {
        "id":"ED039603",
        "title":"Preparing the Academic Community for New Forms of Student Participation."},
      {
        "id":"ED039604",
        "title":"Minority Group Involvement in University Life."},
      {
        "id":"ED039605",
        "title":"The Effectiveness of Counseling in the Employment Service in Assisting the Disadvantaged. A Comparative Study. Research Design."},
      {
        "id":"ED039606",
        "title":"A Humanistic Approach to Stimulating and Motivating Culturally Different Youth toward Vocational Development."},
      {
        "id":"ED039607",
        "title":"Measuring Behavioral Learnings: A Study in Consumer Credits."},
      {
        "id":"ED039608",
        "title":"A Pilot Study To Determine the Effectiveness of Guidance Classes in Developing Self Understanding in Elementary School Children. Final Report."},
      {
        "id":"ED039609",
        "title":"A Study of the Relationship of the Intensity of Physical Exercise and the Length of Time Physical Exercise is Performed and Its Effect on the Development and Maintenance of the Fitness of the Heart and Lungs."},
      {
        "id":"ED039610",
        "title":"An Analysis of Total Personality as Advocated by Holistic Theorists and Its Effect upon Healthy Personality. Final Report."},
      {
        "id":"ED039611",
        "title":"Basic Studies of Learning Hierarchies in School Subjects. Final Report."},
      {
        "id":"ED039612",
        "title":"Measuring Adolescent Personality. Project TALENT Five Year Follow-up Studies. Interim Report One. Project Number 3051."},
      {
        "id":"ED039613",
        "title":"The Effects of Heterogeneous and Homogeneous Groupings on Student Attitudes and Student Performance in Eighth and Ninth Grade Social Studies Classes."},
      {
        "id":"ED039614",
        "title":"An Investigation of Variables Influencing the Delay Retention Effect. The Effect of Form of Information Feedback on Test Conditions on the Delay Retention Effect."},
      {
        "id":"ED039615",
        "title":"An Analysis of the Usefulness of Simulation Games in Affecting Attitudinal Changes and Skill-Type Learning. Final Report."},
      {
        "id":"ED039616",
        "title":"Project TALENT. The High School Years: Growth in Cognitive Skills. Interim Report 3."},
      {
        "id":"ED039617",
        "title":"The Effects of Deep Structure Variations in Sentences: Free Recall and Paired Associate Learning."},
      {
        "id":"ED039618",
        "title":"Generalization of Independence Produced by Social Support."},
      {
        "id":"ED039619",
        "title":"A System of Individually Guided Motivation. Practical Paper Number 9."},
      {
        "id":"ED039620",
        "title":"Memory for Parallel Structure and Repeated Items in Compound Sentences and Digit, Letter, and Word Strings."},
      {
        "id":"ED039621",
        "title":"The Use of Individual and Group Goal Setting Conferences as a Motivational Device To Improve Student Conduct and Increase Student Self-Direction: A Preliminary Study."},
      {
        "id":"ED039622",
        "title":"Measuring Normal Affective States in Children."},
      {
        "id":"ED039623",
        "title":"Emigration, Education, and Social Change among Eastern and Southern Europeans in Their Homelands and in the United States, 1890 - 1940. Final Report."},
      {
        "id":"ED039624",
        "title":"Neural Efficiency and Human Intelligence. Final Report."},
      {
        "id":"ED039625",
        "title":"Urbanization and the College Student. Social Psychology of the Future State Metropolitan Campus."},
      {
        "id":"ED039626",
        "title":"Panhandle Educational Resource Center, Chadron, Nebraska. Interim Evaluation Report."},
      {
        "id":"ED039627",
        "title":"Briefing as a Method for Communicating Reports to Project Management: A Thesis."},
      {
        "id":"ED039628",
        "title":"Background Materials on Collective Bargaining for Teachers. A Conference Guide."},
      {
        "id":"ED039629",
        "title":"Center for Individualized Learning. Title III Projects, End of Period Report, October 1, 1966 to August 31, 1968. Final Report."},
      {
        "id":"ED039630",
        "title":"Development of an Operational Model for the Application of Planning-Programming-Budgeting Systems in Local School Districts. Program Budgeting Note 4."},
      {
        "id":"ED039631",
        "title":"Determining Educational Needs: An Overview."},
      {
        "id":"ED039632",
        "title":"Research and Development Center in Educational Stimulation. Quarterly Progress Report."},
      {
        "id":"ED039633",
        "title":"Follow-up Study To Assess Curriculum Development Institute and Evaluate Guide to Curriculum Development. Final Report."},
      {
        "id":"ED039634",
        "title":"Directory: Nonpublic Elementary and Secondary Day Schools, 1968-69. Volume V."},
      {
        "id":"ED039635",
        "title":"Education in the Hungarian People's Republic."},
      {
        "id":"ED039636",
        "title":"Directory: Public Elementary and Secondary Day Schools, 1968-69. Volume III, Southeast Region."},
      {
        "id":"ED039637",
        "title":"Financial Statistics of Institutions of Higher Education: Federal Funds, 1965-66 and 1966-67."},
      {
        "id":"ED039638",
        "title":"Education Directory: Public School Systems, 1969-70."},
      {
        "id":"ED039639",
        "title":"Condensed Task Report on Pupil Transportation for the Ohio School System."},
      {
        "id":"ED039640",
        "title":"Planning To Meet Educational Needs in Ohio Schools. Phase 1. Summary Report."},
      {
        "id":"ED039641",
        "title":"A Quantitative Approach to the Design of School Bus Routes."},
      {
        "id":"ED039642",
        "title":"Nonpublic Education in Rhode Island: Alternatives for the Future. A Study for the Rhode Island Special Commission To Study the Entire Field of Education."},
      {
        "id":"ED039643",
        "title":"Statistics of Public Elementary and Secondary Day Schools, Fall 1969: Pupils, Teachers, Instruction Rooms, and Expenditures."},
      {
        "id":"ED039645",
        "title":"Significant Legislation Trends in Negotiations: Federal Law--State Law--No Law Situations."},
      {
        "id":"ED039646",
        "title":"Structural Models and Dynamic Organizational Research: A Possibility Theorem."},
      {
        "id":"ED039647",
        "title":"State and Local Responsibilities for Education. A Position Statement."},
      {
        "id":"ED039648",
        "title":"The State of State Departments of Education. Annual Report (4th) of the Advisory Council on State Departments of Education."},
      {
        "id":"ED039652",
        "title":"Group Work with Parents of Mentally Retarded Children."},
      {
        "id":"ED039653",
        "title":"Creative Development in a Segregated Negro School in the South."},
      {
        "id":"ED039654",
        "title":"Proceedings of the Teacher Institute (Frederick, Maryland, October 17, 1969)."},
      {
        "id":"ED039655",
        "title":"Challenge: Teacher's Utilization Manual."},
      {
        "id":"ED039656",
        "title":"Training Materials for Gifted Evaluation Institute."},
      {
        "id":"ED039657",
        "title":"The Report on the 1968 Summer Institute on Evaluation."},
      {
        "id":"ED039658",
        "title":"An Analysis of the Effectiveness of a College Preparatory Program for the Visually Impaired."},
      {
        "id":"ED039659",
        "title":"Language Development Activities for the Educable Mentally Retarded."},
      {
        "id":"ED039660",
        "title":"Models for Screening."},
      {
        "id":"ED039661",
        "title":"Curriculum Guide for Teachers of Educable Mentally Retarded -- Primary."},
      {
        "id":"ED039662",
        "title":"Curriculum Guide for Teachers of Educable Mentally Retarded -- Junior-Senior."},
      {
        "id":"ED039663",
        "title":"Curriculum Guide for Teachers of Educable Mentally Retarded -- Intermediate."},
      {
        "id":"ED039664",
        "title":"A Home Teaching Program for Parents of Very Young Deaf Children. Final Report."},
      {
        "id":"ED039665",
        "title":"Resource and Referral Handbook; Project 750."},
      {
        "id":"ED039666",
        "title":"Art Projects and Activities for the Mentally Retarded."},
      {
        "id":"ED039667",
        "title":"Application for Continuation of the Demonstration Center for Teachers of the Mentally Retarded for the Period September 1, 1968 - May 31, 1969."},
      {
        "id":"ED039669",
        "title":"[New Jersey Association for Brain Injured Children's Compilation of Nursery Schools for the Handicapped.]"},
      {
        "id":"ED039670",
        "title":"Curriculum Guide for Teaching Physical Education to the Profoundly and Severely Retarded."},
      {
        "id":"ED039671",
        "title":"Physical Fitness Test Battery for Mentally Retarded Children (Trainable and Educable)."},
      {
        "id":"ED039673",
        "title":"Saturday Seminars at State University College of Education, Oneonta, New York. Research Report."},
      {
        "id":"ED039674",
        "title":"Meeting Needs of Gifted: A Non-Structured Summer Program. 1962-1963 School Year."},
      {
        "id":"ED039675",
        "title":"Activities for a Perceptual Motor Program."},
      {
        "id":"ED039676",
        "title":"Perceptual Motor Activities in the Home."},
      {
        "id":"ED039677",
        "title":"Language Development: Educable Mentally Handicapped."},
      {
        "id":"ED039678",
        "title":"Habilitation of Rural Educable Mentally Retarded Adolescents: A Handbook for Educators. Final Report."},
      {
        "id":"ED039680",
        "title":"A Parent-Centered Nursery Program for Pre-School Deaf Children. Final Report."},
      {
        "id":"ED039681",
        "title":"Role-Taking Behavior in the Mentally Retarded. Final Report."},
      {
        "id":"ED039682",
        "title":"Educational and Behavioral Sequelae of Prenatal and Perinatal Conditions. Interim Report No. 3."},
      {
        "id":"ED039683",
        "title":"A Concentrated Mobility and Orientation Approach for the Improvement of Education for Partially Seeing and Blind Children in Day School Settings. Final Report."},
      {
        "id":"ED039684",
        "title":"A Language Analysis of the Writing of Deaf Children. Final Report."},
      {
        "id":"ED039688",
        "title":"Experimental Honors Project Evaluation Development and Student Selection. Final Report."},
      {
        "id":"ED039690",
        "title":"Stuttering: A Way to Eliminate It and a Way to Explain It."},
      {
        "id":"ED039691",
        "title":"Residential Services for the Mentally Retarded: An Action Policy Proposal."},
      {
        "id":"ED039693",
        "title":"To Be or Not To Be An Anxious Mother."},
      {
        "id":"ED039694",
        "title":"A Selected Annotated Bibliography of Books, Films, and Teaching Media on Sign Language."},
      {
        "id":"ED039695",
        "title":"Manual Communication Bibliography."},
      {
        "id":"ED039696",
        "title":"Field Trips Report: Grand Forks, North Dakota, 1968-1969."},
      {
        "id":"ED039697",
        "title":"Counseling Parents of Mentally Retarded Children and Youth."},
      {
        "id":"ED039700",
        "title":"Day Care Reference Sources: An Annotated Bibliography, May, 1970."},
      {
        "id":"ED039701",
        "title":"Patterns for Development of Education in Information Science."},
      {
        "id":"ED039702",
        "title":"Instructional Television: The State of the Art."},
      {
        "id":"ED039703",
        "title":"Introducing the Docile Technology Inmemoriam of CAI."},
      {
        "id":"ED039704",
        "title":"The Role of Modern Technology in Relation to Simulation and Games for Learning."},
      {
        "id":"ED039705",
        "title":"Computer-Assisted Instruction and Its Potential for Individualizing Instruction."},
      {
        "id":"ED039706",
        "title":"Films for Learning: Some Observations on the Present, Past, and Future Role of the Educational Motion Picture."},
      {
        "id":"ED039707",
        "title":"8mm Film in Education: Status and Prospects--1968."},
      {
        "id":"ED039708",
        "title":"The Future of Educational Television."},
      {
        "id":"ED039709",
        "title":"Dial Access Information Retrieval Systems."},
      {
        "id":"ED039710",
        "title":"Information Science: Media Implications of the New Means of Information Organization."},
      {
        "id":"ED039711",
        "title":"Programing and Programed Instruction."},
      {
        "id":"ED039712",
        "title":"\"Dial-Access\" as an Instructional Medium."},
      {
        "id":"ED039713",
        "title":"Computer Assisted Instruction in Elementary/Secondary Education: The State of the Art."},
      {
        "id":"ED039714",
        "title":"At Will and at Once: The Audio-Video Dial Access Information Retrieval System."},
      {
        "id":"ED039715",
        "title":"Adaptive Machine Aids to Learning."},
      {
        "id":"ED039716",
        "title":"The Adoption and Distribution of Videotape Materials for Educational Use."},
      {
        "id":"ED039717",
        "title":"Changes in Administrative Organization Aimed to Effect the Introduction of Appropriate Educational Technology."},
      {
        "id":"ED039718",
        "title":"Curriculum Change and Technology."},
      {
        "id":"ED039719",
        "title":"The Impact of Instructional Technology on the Right to Privacy."},
      {
        "id":"ED039720",
        "title":"Technology and the Education of the Disadvantaged."},
      {
        "id":"ED039721",
        "title":"Racism and Attitude Change: The Role of Mass Media and Instructional Technology."},
      {
        "id":"ED039722",
        "title":"Changes Required in Patterns of School Organization, Management, Staffing, Facilities, and Finance for Technology to Effectively Improve Instruction."},
      {
        "id":"ED039723",
        "title":"Cost Effectiveness Evaluation of Instructional Technology: The Problems."},
      {
        "id":"ED039724",
        "title":"Major Problems of Copyright Law as Viewed by the Ad Hoc Committee on Copyright Law Revision."},
      {
        "id":"ED039725",
        "title":"Cost-Benefits: A Buyers Guide for Instructional Technology."},
      {
        "id":"ED039726",
        "title":"On the Economic Analysis of Educational Technology."},
      {
        "id":"ED039727",
        "title":"The Costs of Instructional Technology."},
      {
        "id":"ED039728",
        "title":"Deciding Whether and How to Use Educational Technology in the Light of Cost-Effectiveness Evaluation."},
      {
        "id":"ED039729",
        "title":"Age Discrepancies in the Understanding and Use of Modern Technology, Espeicially the Mass Media. Or How Parents and Teachers Fail to Tune in on the Children's Media Envioronment."},
      {
        "id":"ED039730",
        "title":"Cost Analysis of Instructional Technology."},
      {
        "id":"ED039731",
        "title":"Instructional Technology: The Capabilities of Industry to Help Solve Educational Problems."},
      {
        "id":"ED039732",
        "title":"Technology and Education: Who Controls?"},
      {
        "id":"ED039733",
        "title":"The Media Manufacturer and the Educator."},
      {
        "id":"ED039734",
        "title":"Instructional Technology and the Disadvantaged Child."},
      {
        "id":"ED039735",
        "title":"Innovations in Industry Likely to Affect Instructional Technology During the Next Ten Years."},
      {
        "id":"ED039736",
        "title":"Should Educators Generate Specifications for the Purchase of Equipment?"},
      {
        "id":"ED039737",
        "title":"The Reading Process and Processed Reading."},
      {
        "id":"ED039738",
        "title":"The Promises of Educational Technology in Ghetto Schools--Implementing the Coleman Report."},
      {
        "id":"ED039739",
        "title":"Technology for Pre-service and In-service Training of Teachers of Ghetto Children."},
      {
        "id":"ED039740",
        "title":"Technology and the Inner City School."},
      {
        "id":"ED039741",
        "title":"Educational Technology and the Teaching Profession."},
      {
        "id":"ED039742",
        "title":"The New Technology: Its Implications for Organizational and Administrative Changes."},
      {
        "id":"ED039743",
        "title":"Relationships between the Restructuring of Schools and Communications Technology."},
      {
        "id":"ED039744",
        "title":"How Teachers and Administrators Can Be Given a Better Indoctrination on the Potentialities and Uses of Instructional Technology."},
      {
        "id":"ED039745",
        "title":"Teacher Training in Instructional Technology."},
      {
        "id":"ED039746",
        "title":"Instructional Technology in the Armed Forces."},
      {
        "id":"ED039747",
        "title":"Measurement and Evaluation in Educational Technology."},
      {
        "id":"ED039748",
        "title":"The Psychological Heuristics of Learning."},
      {
        "id":"ED039749",
        "title":"Systems Analysis in Education."},
      {
        "id":"ED039750",
        "title":"The Prospect for the \"Book\" as an Educational Medium."},
      {
        "id":"ED039751",
        "title":"Instruction as a Systematic Approach to Instructional Technology."},
      {
        "id":"ED039752",
        "title":"Learning Theory, Educational Media, and Individualized Instruction."},
      {
        "id":"ED039753",
        "title":"The Prospect for the \"Book\" as an Educational Medium."},
      {
        "id":"ED039754",
        "title":"Technologies for Learning."},
      {
        "id":"ED039755",
        "title":"Implementing the Standards Established for School Media Programs."},
      {
        "id":"ED039756",
        "title":"The Role of Measurement and Evaluation in Instructional Technology."},
      {
        "id":"ED039757",
        "title":"Educational Technology in New York State: Theory, Practice, and the Future."},
      {
        "id":"ED039758",
        "title":"Instructional Technology in Medical Education."},
      {
        "id":"ED039759",
        "title":"Instructional Technology in Service to Vocational-Technical Education."},
      {
        "id":"ED039760",
        "title":"Technological Systems for Education which Adapt Technology to People."},
      {
        "id":"ED039761",
        "title":"Instructional Technology in Dentistry."},
      {
        "id":"ED039762",
        "title":"Instructional Technology and Continuing Medical Education."},
      {
        "id":"ED039763",
        "title":"Major Areas of Emphasis for Instructional Engineering."},
      {
        "id":"ED039764",
        "title":"The Living Systems Involved in the Educational Process."},
      {
        "id":"ED039765",
        "title":"A suggested Ten-Year Phased Program for Developing, Evaluating and Implementing Instructional Technologies."},
      {
        "id":"ED039766",
        "title":"Teleinstruction and Individualized Learning."},
      {
        "id":"ED039767",
        "title":"Effects of the Technological Mystique on Schooling."},
      {
        "id":"ED039768",
        "title":"Proposal for a Department of Education, a Council of Educational Advisers, and an Education Report to Congress to be Received by a Joint Congressional Committee."},
      {
        "id":"ED039769",
        "title":"Sketching a Context for Instructional Technology."},
      {
        "id":"ED039770",
        "title":"Instruments of Instruction: The Book Plus the New Media."},
      {
        "id":"ED039771",
        "title":"Educational Philosophy and Educational Technology."},
      {
        "id":"ED039772",
        "title":"Technology, Philosophy and Education."},
      {
        "id":"ED039773",
        "title":"A Framework for Studying Instructional Technology."},
      {
        "id":"ED039774",
        "title":"The Nature of Living Systems: An Exposition of the Basic Concepts in General Systems Theory."},
      {
        "id":"ED039775",
        "title":"Instructional Technology and the Less Affluent College."},
      {
        "id":"ED039776",
        "title":"The physical Science Versus the Behavioral Science Concept of Instructional Technology."},
      {
        "id":"ED039777",
        "title":"Research Utilization: An Annotated Bibliography."},
      {
        "id":"ED039778",
        "title":"Computer-Assisted Instruction in Teaching Numerical Methods. Final Report. (A Computer System to Teach Computational Mathematics.)"},
      {
        "id":"ED039779",
        "title":"A Computer-Based Feedback Model for Simulation Exercises Involving School Administrators. Final Report."},
      {
        "id":"ED039780",
        "title":"Evaluation of a Program to Train School Development and Research Specialists in the Use of Simulation Models. Research Training Report."},
      {
        "id":"ED039781",
        "title":"Educators Information Technology System; Project EDITS. Final Report."},
      {
        "id":"ED039782",
        "title":"Effects of Unit Size and Content Upon Programmed Instruction and Prediction of Learner Success. Final Report."},
      {
        "id":"ED039783",
        "title":"The Flow of (Behavioral) Science Information: A Review of the Research Literature."},
      {
        "id":"ED039789",
        "title":"Primary School French Course Materials. Teaching Materials [List] 1."},
      {
        "id":"ED039791",
        "title":"Audio-Lingual Drills for Foreign Language Teaching. Teaching Materials [List] 4."},
      {
        "id":"ED039792",
        "title":"The Treason of the Clerks: A Parable for 1970."},
      {
        "id":"ED039793",
        "title":"But Why Latin--A Talk on the Value of Latin."},
      {
        "id":"ED039794",
        "title":"How Latin Helps in Other Subjects: A Playlet in One Act."},
      {
        "id":"ED039795",
        "title":"A Message to Students Considering the Study of Latin."},
      {
        "id":"ED039796",
        "title":"The Trial of Latin Language: A Dramatization."},
      {
        "id":"ED039797",
        "title":"Why Study Latin?"},
      {
        "id":"ED039798",
        "title":"Lab Software for the Seventies."},
      {
        "id":"ED039799",
        "title":"Criteria for Selection of Materials for Foreign Language, Kindergarten and Grades One Through Eight."},
      {
        "id":"ED039800",
        "title":"Situation des PU in Deutschsprachigen Landern (The Status of Programed Instruction in German-Speaking Countries)."},
      {
        "id":"ED039801",
        "title":"Culture-Wide Values and Assumptions as Essential Pedagogical Content."},
      {
        "id":"ED039802",
        "title":"Should Foreign Language Be Eliminated from the Curriculum?"},
      {
        "id":"ED039803",
        "title":"Foreign Language Program Evaluation Based on a Definition of Objectives."},
      {
        "id":"ED039812",
        "title":"Performance Outcomes for 6th Grade Spanish Program."},
      {
        "id":"ED039814",
        "title":"Report on Foreign Language Parents' Opinionnaire."},
      {
        "id":"ED039815",
        "title":"Interdisciplinary Oral Language Guide-Primary One. Part One: Lessons 1-40. Michigan Oral Language Series."},
      {
        "id":"ED039816",
        "title":"Developing Language Curricula: Programed Exercises for Teachers. Michigan Oral Language Series."},
      {
        "id":"ED039817",
        "title":"ESOL-SESD Guide: Kindergarten. Michigan Oral Language Series."},
      {
        "id":"ED039819",
        "title":"Michigan Oral Language Productive Test. Conceptual Oral Language Test. Michigan Oral Language Series."},
      {
        "id":"ED039820",
        "title":"Behavioral Objectives for Level One Spanish."},
      {
        "id":"ED039821",
        "title":"What It's All About: A Foreign Language Supervisor's Report."},
      {
        "id":"ED039822",
        "title":"Foreign Language Programs in the Seventies: Boom or Bust?"},
      {
        "id":"ED039823",
        "title":"Should FL Courses be Eliminated? No! But Modifications are Needed."},
      {
        "id":"ED039825",
        "title":"The Invisible University; Postdoctoral Education in the United States."},
      {
        "id":"ED039827",
        "title":"Survey of University Policies Relating to Student Life. Initial Report."},
      {
        "id":"ED039828",
        "title":"A Research Progress Report on Systems Analysis for Efficient Resource Allocation in Higher Education."},
      {
        "id":"ED039829",
        "title":"Coordination, Planning, and Governance of Higher Education in Colorado."},
      {
        "id":"ED039830",
        "title":"Substance and Processes of Innovation in an Office of the Vice President for Academic Affairs."},
      {
        "id":"ED039831",
        "title":"The Cooperative College Development Program. Progress Report."},
      {
        "id":"ED039832",
        "title":"Guidelines on Open Expression."},
      {
        "id":"ED039833",
        "title":"Theoretical Issues Involved in Educating the Disadvantaged."},
      {
        "id":"ED039834",
        "title":"A Survey of Black American Doctorates."},
      {
        "id":"ED039835",
        "title":"Selected Academic Characteristics of Catholic Colleges."},
      {
        "id":"ED039836",
        "title":"Degree Plans of Entering Freshmen at the University of South Carolina, Fall 1969."},
      {
        "id":"ED039837",
        "title":"[The Closing Society.]"},
      {
        "id":"ED039838",
        "title":"Toward Realism in Initiating Collegiate Cooperative Centers."},
      {
        "id":"ED039839",
        "title":"Conflict in Interinstitutional Cooperation."},
      {
        "id":"ED039842",
        "title":"Experimental Prevention of Underachievement Among Intelligent Impulsive College Students. Final Report."},
      {
        "id":"ED039843",
        "title":"The Literature of Higher Education During 1969."},
      {
        "id":"ED039844",
        "title":"Campus Governance - Faculty Participation."},
      {
        "id":"ED039845",
        "title":"Campus Governance - The Next Decade."},
      {
        "id":"ED039846",
        "title":"The Role of the Campus Ombudsman."},
      {
        "id":"ED039847",
        "title":"Is Increased Participation in Decision Making Enough?"},
      {
        "id":"ED039848",
        "title":"Reflections on New Configurations in Campus Governance."},
      {
        "id":"ED039849",
        "title":"The Integrity and Credibility of Higher Education on the Part of Students, Faculty, and Administrators."},
      {
        "id":"ED039850",
        "title":"Are State Systems of Persuasion, Cooperation, Coordination, or Control Harmonious with or Antithetical to Institutional Autonomy?"},
      {
        "id":"ED039851",
        "title":"The Innovative Curriculum: Perspectives."},
      {
        "id":"ED039852",
        "title":"The Impact of Activist Students in Changing the Governance and Culture of the Campus."},
      {
        "id":"ED039853",
        "title":"Identity Crisis Among T.A.'s: The Role of Graduate Students and Teaching Assistants."},
      {
        "id":"ED039854",
        "title":"Due Process: Possible Dangers and Advantages of Extension of Use of Due Process and Off-Campus Legal Machinery."},
      {
        "id":"ED039855",
        "title":"The After Effects of Putting the Blind Eye to the Telescope."},
      {
        "id":"ED039856",
        "title":"Alternative Models for Higher Education."},
      {
        "id":"ED039858",
        "title":"To What Extent Do the Devices, Techniques, and Procedures of Industrial Relations Apply to Higher Education?"},
      {
        "id":"ED039859",
        "title":"Inventory of Physical Facilities in Institutions of Higher Education: Fall 1968."},
      {
        "id":"ED039860",
        "title":"Effective University Teaching and its Evaluation."},
      {
        "id":"ED039861",
        "title":"Urban Universities: Rhetoric, Reality, and Conflict."},
      {
        "id":"ED039862",
        "title":"How the Office of Education Assists College Students and Colleges."},
      {
        "id":"ED039863",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED039865",
        "title":"A Comprehensive Test Battery for Differential Guidance in Community Colleges; and Predicting Criteria Other Than Grades for Community Colleges."},
      {
        "id":"ED039866",
        "title":"The Reading-Study Skills Problems of Students in Community Colleges of the City University of New York."},
      {
        "id":"ED039867",
        "title":"Community College Trustees: Responsibilities and Opportunities."},
      {
        "id":"ED039868",
        "title":"An Investigation of the &quot;Cooling Out&quot; Process in the Junior College as Indicated by Changes of Major."},
      {
        "id":"ED039869",
        "title":"The Question of Community College Research."},
      {
        "id":"ED039870",
        "title":"Project Success."},
      {
        "id":"ED039871",
        "title":"Buildings Are More Than Bricks and Mortar."},
      {
        "id":"ED039872",
        "title":"Community Services."},
      {
        "id":"ED039873",
        "title":"The Student and Campus Governance."},
      {
        "id":"ED039875",
        "title":"Student Unrest: An Administrator's Point-of-View."},
      {
        "id":"ED039876",
        "title":"Evaluation of Community College Instruction: A Background Study."},
      {
        "id":"ED039877",
        "title":"Correlates of Academic Success in a Predominantly Black, Open-door, Public, Urban Community College."},
      {
        "id":"ED039878",
        "title":"Reading Progress: A Bi-Racial Comparison; A Study of the Reading Achievement of Black and White Students at Flint Community Junior College."},
      {
        "id":"ED039879",
        "title":"Norcal Project: Phase II, Final Report."},
      {
        "id":"ED039881",
        "title":"Evaluation of a General Studies Program for the Potentially Low Academic Achiever in California Junior Colleges. Final Report."},
      {
        "id":"ED039882",
        "title":"Statewide Coordination of Community Junior Colleges."},
      {
        "id":"ED039883",
        "title":"The State Director for Community Junior Colleges."},
      {
        "id":"ED039884",
        "title":"Development of Junior/Community College Curricula for Future Teachers of Industrial Education. Interim Report."},
      {
        "id":"ED039888",
        "title":"Library Statistics of Colleges and Universities. Analytic Report, Fall 1968."},
      {
        "id":"ED039889",
        "title":"Developing the Common Data Base for Management Information Systems: VI. Designing a Data Base for Growth."},
      {
        "id":"ED039890",
        "title":"Foundations of Constructing a Marketing Data Base; Profitable Applications of the Computer to Marketing Management."},
      {
        "id":"ED039891",
        "title":"Research and Development in the Computer and Information Sciences. Volume 1, Information Acquisition, Sensing, and Input: A Selective Literature Review."},
      {
        "id":"ED039892",
        "title":"Research and Development in the Computer and Information Sciences. Volume 2, Processing, Storage, and Output Requirements in Information Processing Systems: A Selective Literature Review."},
      {
        "id":"ED039895",
        "title":"New Mexico's Library Resources: Present Status and a Plan for the Future."},
      {
        "id":"ED039902",
        "title":"The Development and Testing of Materials for Computer-Assisted Instruction in the Education of Reference Librarians. Final Report."},
      {
        "id":"ED039903",
        "title":"Cooperative Resources Development; A Report on a Shared Acquisitions and Retention System for METRO Libraries."},
      {
        "id":"ED039904",
        "title":"Quantitative Models for Occupational Teacher Utilization of Government-Published Information. Systems Engineering of Education VIII."},
      {
        "id":"ED039905",
        "title":"Digital Storage of an Academic Library Book Collection - Nontechnological Information to Aid Consideration."},
      {
        "id":"ED039906",
        "title":"Shared Acquisitions and Retention System (SHARES) for the New York Metropolitan Area; A Proposal for Cooperation Among METRO Libraries."},
      {
        "id":"ED039907",
        "title":"Public Library Services in Portage County; An Analysis for Planning."},
      {
        "id":"ED039908",
        "title":"A New College Student: The Challenge to City University Libraries."},
      {
        "id":"ED039909",
        "title":"Meeting Information Needs in Ohio; A Report on a TWX Experiment and Elements That Will Assist in Designing a Reference and Information Network."},
      {
        "id":"ED039910",
        "title":"The Regional Library Center in the MID 1970's; A Concept Paper."},
      {
        "id":"ED039911",
        "title":"Education in Information Science."},
      {
        "id":"ED039912",
        "title":"Bibliography of Church and Synagogue Library Resources."},
      {
        "id":"ED039913",
        "title":"Library Management; Papers Presented at a Workshop Sponsored by The Library Association of Alberta, March 1969, Red Deer, Alberta."},
      {
        "id":"ED039915",
        "title":"Final Report of the Activities Committee on New Directions for ALA and Subcommittee Reports."},
      {
        "id":"ED039916",
        "title":"New Developments in Information Services."},
      {
        "id":"ED039917",
        "title":"Anger in Children: Causes, Characteristics, and Considerations."},
      {
        "id":"ED039918",
        "title":"Educational Day Care: An Installation Manual."},
      {
        "id":"ED039919",
        "title":"A Supplementary Report on Evaluation of the New Nursery School Program at Colorado State College."},
      {
        "id":"ED039920",
        "title":"A Report on the Evaluation of the State Preschool Program Contrasted with the Westinghouse Report on Head Start."},
      {
        "id":"ED039922",
        "title":"A Comparison of Parent and Teacher Ratings on the Preschool Attainment Record of Seventeen Five-Year-Old Disadvantaged Children."},
      {
        "id":"ED039923",
        "title":"OScAR Goes to Nursery School: A New Technique for Recording Pupil Behavior."},
      {
        "id":"ED039926",
        "title":"Implementing Different and Better Schools."},
      {
        "id":"ED039928",
        "title":"Teacher Effectiveness: A Position."},
      {
        "id":"ED039929",
        "title":"Kindergarten Curriculum Guide."},
      {
        "id":"ED039930",
        "title":"An Examination of Changes in Attitudes to Visual Complexity with Increasing Age."},
      {
        "id":"ED039931",
        "title":"Echoic Response Inventory for Children (ERIC)."},
      {
        "id":"ED039932",
        "title":"The Effectiveness of a Standard Language Readiness Program as a Function of Teacher Differences."},
      {
        "id":"ED039933",
        "title":"Social Influences on Children's Humor Responses."},
      {
        "id":"ED039934",
        "title":"A Factor Analysis of a Three-Year Longitudinal Study of Conservation of Number and Related Mathematical Concepts."},
      {
        "id":"ED039935",
        "title":"Research, Change, and Social Responsibility: Studies of the Imprint of the Low-Income Home on Young Children."},
      {
        "id":"ED039936",
        "title":"Emotional Development in the First Two Years."},
      {
        "id":"ED039937",
        "title":"Environmentally Deprived Children."},
      {
        "id":"ED039938",
        "title":"Attentional Preference and Experience: II. An Exploratory Longitudinal Study of the Effects of Visual Familiarity and Responsiveness."},
      {
        "id":"ED039939",
        "title":"Attentional Preference and Experience: III. Visual Familiarity and Looking Time."},
      {
        "id":"ED039940",
        "title":"Statement by Marsden G. Wagner, M. D. Representing the American Public Health Association before the Select Subcommittee on Education, March 3, 1970."},
      {
        "id":"ED039941",
        "title":"Statement on Comprehensive Preschool Education and Child Day Care Act of 1969 before the Select Subcommittee on Education, February 27, 1970."},
      {
        "id":"ED039943",
        "title":"Discriminating Characteristics of Families Watching Sesame Street. Early Developmental Adversity Program: Phase III, EDAP Technical Note 15.1."},
      {
        "id":"ED039944",
        "title":"Educational Intervention at Home by Mothers of Disadvantaged Infants."},
      {
        "id":"ED039945",
        "title":"Culture of the School: A Construct for Research and Explanation in Education."},
      {
        "id":"ED039946",
        "title":"Attachment and Reciprocity in the Two-Year-Old Child."},
      {
        "id":"ED039947",
        "title":"A Comparison of the Norms of the Personal Social Development of the Pre-School Children of Delhi Centre as Obtained by the Cross-Sectional Study and the Longitudinal Study."},
      {
        "id":"ED039948",
        "title":"The Effect of Supplementary Small Group Experience on Task Orientation and Cognitive Performance in Kindergarten Children. A Final Report of the Kindergarten 'Learning To Learn' Program Evaluation Project."},
      {
        "id":"ED039950",
        "title":"Conditions Fostering the Use of Information Feedback by Young Children. (Revised Report)."},
      {
        "id":"ED039951",
        "title":"Address at Combined Meeting of N.Y.C. Early Childhood Council and the Metropolitan Association for Childhood Education on \"Language Arts Materials in Early Childhood\" (Teachers College, Columbia University, April 6, 1968):"},
      {
        "id":"ED039952",
        "title":"Dependence and Competence in Four-Year-Old Boys as Related to Parental Treatment of the Child."},
      {
        "id":"ED039954",
        "title":"Parent Involvement in Compensatory Education."},
      {
        "id":"ED039955",
        "title":"Programmed Instruction as a Means of Establishing \"Errorless\" Learning with Kindergarten Level Children. Final Report."},
      {
        "id":"ED039957",
        "title":"Sex Role Determinants in Attitudes Toward Education Among Mexican-American Adolescents. Final Report."},
      {
        "id":"ED039958",
        "title":"Bibliography of Materials Selected for Children's Use in an Outdoor Education Program."},
      {
        "id":"ED039959",
        "title":"Community Background Reports: Education on the Hoopa Reservation, National Study of American Indian Education, Series I, No. 2, Final Report."},
      {
        "id":"ED039960",
        "title":"Development of Vocational Education Programs for American Indians. Final Report."},
      {
        "id":"ED039961",
        "title":"A Reading Program for Mexican-American Children, Third Interim Report. Final Report."},
      {
        "id":"ED039962",
        "title":"Annotated Bibliography and Descriptive Summary of Dissertations and Theses on Rurality and Small Schools."},
      {
        "id":"ED039963",
        "title":"Emphasis on Educational Programs for Children and Youth Involved. A Report to the United States Commissioner of Education on Activities, Findings and Program Proposals Resulting from an ESEA-Title III Planning Grant Under Public Law 89-10."},
      {
        "id":"ED039964",
        "title":"Sociological Considerations, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039965",
        "title":"Holding Power and Dropouts, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039966",
        "title":"Pupil Achievement-Comparison of Two Schools, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039967",
        "title":"Education of Disadvantaged Children, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039968",
        "title":"Supervision of Instruction in Teaching Disadvantaged Children, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039969",
        "title":"Early Childhood Education, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039970",
        "title":"Elementary Instruction, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039971",
        "title":"The Curriculum, Grades 7 Through 12, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039972",
        "title":"Industrial and Practical Arts, Vocational Education, and General Adult Education, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039973",
        "title":"Instructional Materials and Media, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039974",
        "title":"Special Services, Leflore County School District, Mississippi. Reports of Consultants and Advisory Specialists under Planning Grant, Title III, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED039975",
        "title":"Ponca City and White Eagle, Oklahoma. National Study of American Indian Education, Series I, No. 4, Final Report."},
      {
        "id":"ED039976",
        "title":"Community Background Reports: Pawnee, Oklahoma. National Study of American Indian Education, Series I, No. 3, Final Report."},
      {
        "id":"ED039977",
        "title":"Education of Urban Indians: Lumbee Indians in Baltimore. The National Study of American Indian Education, Series II, No. 3."},
      {
        "id":"ED039982",
        "title":"The Cross-Cultural Economic Situation in the North: The Alaska Case."},
      {
        "id":"ED039983",
        "title":"A Survey of the Administrative Situation in Alaska As It Affects Eskimos, Indians, and Aleuts."},
      {
        "id":"ED039984",
        "title":"Training of Teachers for the Far North of the U.S.S.R. in Leningrad."},
      {
        "id":"ED039985",
        "title":"[The Pedagogical Situation in the North with Special Reference to Alaska and the Lapps in Norway.]"},
      {
        "id":"ED039986",
        "title":"Eskimos of Canada as a Minority Group: Social and Cultural Perspectives."},
      {
        "id":"ED039987",
        "title":"Decision-Making in Alaskan Native Education."},
      {
        "id":"ED039988",
        "title":"The Federal Day School as an Acculturational Agent for Seminole Indian Children."},
      {
        "id":"ED039989",
        "title":"Differences in the Occupational and Educational Projections of Mexican American High School Students and Dropout Age Peers."},
      {
        "id":"ED039990",
        "title":"English-As-A-Second-Language Methods in the Education of the Bilingual Child."},
      {
        "id":"ED039991",
        "title":"Materials on Indians of North America. An Annotated List for Children."},
      {
        "id":"ED039992",
        "title":"Indian Americans in St. Paul. National Study of American Indian Education, Series II, No. 4, Interim Report."},
      {
        "id":"ED039993",
        "title":"One-Teacher Schools Today."},
      {
        "id":"ED039995",
        "title":"Development of Educational Programs for New Careers in Recreation Services for the Disabled. First Annual Report."},
      {
        "id":"ED039997",
        "title":"Recreation. A Bibliography of Selected Documents from ERIC."},
      {
        "id":"ED039998",
        "title":"&quot;To Civilize the Indian...&quot;: A Survey of the Educational Philosophy and Programs of the Bureau of Indian Affairs Since 1928."},
      {
        "id":"ED039999",
        "title":"A Study of Sociocultural Characteristics of Mexican-American and Anglo Junior High School Students and the Relation of These Characteristics to Achievement."},
      {
        "id":"ED040002",
        "title":"Migrant Education, A Selected Bibliography. Supplement No. 1."},
      {
        "id":"ED040004",
        "title":"American Indians, An Annotated Bibliography of Selected Library Resources."},
      {
        "id":"ED040007",
        "title":"Use of Simple and Conditional Letter-Sound Correspondences in Children's Pronunciations of Synthetic Words."},
      {
        "id":"ED040008",
        "title":"Occurrence of Graphonemes in the Vocabulary of Elementary School Children."},
      {
        "id":"ED040009",
        "title":"SWCEL Reinforced Reading Readiness Program. The Application of Classroom Management With Reading Readiness and Related Entry Skills."},
      {
        "id":"ED040011",
        "title":"Visual Recognition Memory, Paired-Associate Learning, and Reading Achievement."},
      {
        "id":"ED040012",
        "title":"An Approach to Evaluation of a Reading Program in the Public School Setting."},
      {
        "id":"ED040013",
        "title":"The Rise of College Reading; The Good, The Bad, and The Indifferent: 1915-1970."},
      {
        "id":"ED040014",
        "title":"Reading Improvement in a Large Urban University."},
      {
        "id":"ED040015",
        "title":"A Reading and Language Development System for an Intercultural Setting."},
      {
        "id":"ED040016",
        "title":"Reading and the Individual: Proceedings of a Symposium."},
      {
        "id":"ED040017",
        "title":"An Investigation of the Effects of Two Divergent Approaches to Teaching Severely Handicapped Readers at the Upper Primary Level."},
      {
        "id":"ED040018",
        "title":"A Study in Motivating Children to Read."},
      {
        "id":"ED040019",
        "title":"Report of Results Tutorial Reading Project, Indianapolis Public Schools, 1968-1969."},
      {
        "id":"ED040020",
        "title":"The Fallacies of Testing."},
      {
        "id":"ED040021",
        "title":"The Case for Individualized Reading."},
      {
        "id":"ED040022",
        "title":"Performance of Disadvantaged College Students on the Survey of Study Habits and Attitudes."},
      {
        "id":"ED040023",
        "title":"Two Gifted Rapid Readers--Preliminary Study."},
      {
        "id":"ED040024",
        "title":"Black, White, and Reading."},
      {
        "id":"ED040026",
        "title":"Components of a Reading Program for the Mexican-American Child."},
      {
        "id":"ED040027",
        "title":"The Effectiveness of Teaching Selected Reading Skills to Children Two Through Four Years of Age by Television."},
      {
        "id":"ED040028",
        "title":"Community Attitudes Toward Reading."},
      {
        "id":"ED040029",
        "title":"The Validity of the Instructional Reading Level."},
      {
        "id":"ED040030",
        "title":"Using Paraprofessionals as Reading Aides."},
      {
        "id":"ED040031",
        "title":"Motivational Procedures in School Settings: The Effect of Individual Adult-Child Conferences in Reading."},
      {
        "id":"ED040032",
        "title":"The Somerton Story: Teaching Spanish Surname Children."},
      {
        "id":"ED040033",
        "title":"Verbal Interaction Patterns of Elementary School Teachers and Students During the Story Review Phase of the Guided Reading Activity. Final Report."},
      {
        "id":"ED040034",
        "title":"The Comparative Effects of Three Seventh-Grade Science Programs with Different Laboratory Materials."},
      {
        "id":"ED040035",
        "title":"A Catalog of Instructional Films for College Chemistry, Serial Publication Number 42."},
      {
        "id":"ED040036",
        "title":"The Role of Rules in Behavior, Toward an Operational Definition of What (Rule) Is Learned."},
      {
        "id":"ED040037",
        "title":"Guidelines and Suggested Title List for Undergraduate Chemistry Libraries, Serial Publication Number 44."},
      {
        "id":"ED040038",
        "title":"Report on Conservation and Outdoor Science Education in California, 1966-67."},
      {
        "id":"ED040039",
        "title":"Demand for Engineers and Technicians - 1968."},
      {
        "id":"ED040040",
        "title":"Instruction on Questioning."},
      {
        "id":"ED040041",
        "title":"The Distinguishing Characteristics of High Schools with High and Low Enrollments in Physics."},
      {
        "id":"ED040042",
        "title":"Relationships of Teacher-Assigned Grades in High School Chemistry to Taxonomy-Type Objective Test Scores."},
      {
        "id":"ED040043",
        "title":"A Model for Analyzing and Comparing Instructional Strategies and Programs."},
      {
        "id":"ED040044",
        "title":"UICSM Research Report Number 4, Some Comparisons of Mathematics Achievement in UICSM and Non-UICSM Classes in Inglewood, California."},
      {
        "id":"ED040045",
        "title":"IPI Science: A Teaching Revolution in the Making, Reprint 51."},
      {
        "id":"ED040046",
        "title":"A Review of the Research Related to ESCP."},
      {
        "id":"ED040047",
        "title":"Space Resources for Teachers, Space Science, A Guide Outlining Understandings, Fundamental Concepts, and Activities."},
      {
        "id":"ED040049",
        "title":"The Role of the Liberal Arts Colleges in the Education of Chemists, Serial Publication Number 45."},
      {
        "id":"ED040050",
        "title":"Mathematics 15."},
      {
        "id":"ED040051",
        "title":"Modern Mathematics for Elementary Teachers: A Laboratory Approach"},
      {
        "id":"ED040052",
        "title":"A Progress Report on an Individualized-Integrated Science Course for Senior High School."},
      {
        "id":"ED040053",
        "title":"IPI Science Today."},
      {
        "id":"ED040054",
        "title":"The Use of Visual Advance Organizers for Learning Earth Science Concepts."},
      {
        "id":"ED040055",
        "title":"Instructional Materials and Media, Set A, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED040056",
        "title":"Salaries of Engineering Technicians, 1969."},
      {
        "id":"ED040057",
        "title":"1969 Annual Report and Program for 1970, Engineering Manpower Commission."},
      {
        "id":"ED040058",
        "title":"Orientation Systems: First Things First, Professional Paper 3-70."},
      {
        "id":"ED040059",
        "title":"Occupational Deferments in U. S. Industry."},
      {
        "id":"ED040060",
        "title":"Role Playing as a Technique for Developing a Scientific Attitude in Elementary Teacher Trainees."},
      {
        "id":"ED040061",
        "title":"Computer-Assisted Criterion-Referenced Testing, Working Paper 49."},
      {
        "id":"ED040069",
        "title":"Patterns of Enquiry in Ecology: 1: Principles of Biological Enquiry and Problems of Ecological Enquiry."},
      {
        "id":"ED040070",
        "title":"A Study of Relationships among Teacher Behavior, Pupil Behavior, and Pupil Characteristics in High School Biology Classes. Final Report."},
      {
        "id":"ED040072",
        "title":"1960-69 Cumulative Index of Articles Related to Oceanography and Limnology Education in The Science Teacher."},
      {
        "id":"ED040073",
        "title":"Seminar in the Design and Development of Science Instructional Materials, A Summary Report."},
      {
        "id":"ED040074",
        "title":"Managing Knowledge to Save the Environment."},
      {
        "id":"ED040078",
        "title":"Patterns of Enquiry in Ecology: 2: Principles and Patterns of Ecological Enquiry."},
      {
        "id":"ED040079",
        "title":"Outdoor Education in Oregon Schools."},
      {
        "id":"ED040080",
        "title":"The Effects of Verbal Reward on the Behavior of Children in the Primary Grades at a Cognitive Task Typical of the New Elementary Science Curricula."},
      {
        "id":"ED040081",
        "title":"Structuring Scientific Knowledge by the Elementary School Child."},
      {
        "id":"ED040083",
        "title":"Seventh Report of the International Clearinghouse on Science and Mathematics Curricular Developments 1970."},
      {
        "id":"ED040084",
        "title":"Fernbank Science Center Forest Teacher's Guide-1967."},
      {
        "id":"ED040085",
        "title":"Idea-Centered Laboratory Science (I-CLS), Unit B. How a Scientist Behaves toward His World."},
      {
        "id":"ED040086",
        "title":"Idea-Centered Laboratory Science (I-CLS), [Unit] C, How a Scientist Expects His World To Behave."},
      {
        "id":"ED040087",
        "title":"Idea-Centered Laboratory Science (I-CLS); The Kind of World a Scientist Thinks He Has Found, Unit D, A Scientist Assumes the Existence of Variation and Change."},
      {
        "id":"ED040088",
        "title":"Idea-Centered Laboratory Science (I-CLS), The Kind of World a Scientist Thinks He Has Found, Unit E, A Scientist Thinks in Terms of Relationships Rather Than Absolutes."},
      {
        "id":"ED040089",
        "title":"[Idea-Centered Laboratory Science (I-CLS),] Sample Tests."},
      {
        "id":"ED040090",
        "title":"Science and Society."},
      {
        "id":"ED040092",
        "title":"A Report on the Cognitive (Systems-Analysis) Approach to Teaching Introductory Sociology Versus the Traditional Lecture-Discussion Method."},
      {
        "id":"ED040093",
        "title":"Construction of a Social Learning Curriculum."},
      {
        "id":"ED040094",
        "title":"An Annotated Bibliography for Curriculum Materials Analysis. Social Science Education Consortium, Publication 127."},
      {
        "id":"ED040095",
        "title":"Conceptual Structure for Research on Curriculum Implementation."},
      {
        "id":"ED040096",
        "title":"Tradition and Change in the Social Studies: Some Observations on a Decade of Reform."},
      {
        "id":"ED040097",
        "title":"Egocentrism and Map Reading Ability."},
      {
        "id":"ED040098",
        "title":"Lessons of the 60's."},
      {
        "id":"ED040099",
        "title":"Elementary and Secondary Social Studies Surveys: Project PROBE."},
      {
        "id":"ED040100",
        "title":"ECON 12: Teacher's Materials. Units I and II."},
      {
        "id":"ED040101",
        "title":"ECON 12: Student Materials. Units I and II."},
      {
        "id":"ED040102",
        "title":"A World to Gain: A Handbook for International Education Year, 1970."},
      {
        "id":"ED040103",
        "title":"Humanities and the Social Studies."},
      {
        "id":"ED040104",
        "title":"The Sample-Study: An Inquiry-Oriented, Case Study Approach in Geography Instruction."},
      {
        "id":"ED040105",
        "title":"The Northampton History Project 1968-1969; The Inductive Teaching of United States History Through Related Local Contemporary Historical Events and Personalities."},
      {
        "id":"ED040106",
        "title":"The Taba Curriculum Development Project in Social Studies; Development of a Comprehensive Curriculum Model for Social Studies for Grades One Through Eight Inclusive of Procedures for Implementation and Dissemination. Final Report."},
      {
        "id":"ED040107",
        "title":"Adventure on a Blue Marble: Approaches to Teaching Intercultural Understanding."},
      {
        "id":"ED040108",
        "title":"Bibliography on Planned Social Change (with Special Reference to Rural Development and Educational Development). Volume I, Periodical Literature."},
      {
        "id":"ED040109",
        "title":"Bibliography on Planned Social Change (with Special Reference to Rural Development and Educational Development). Volume II, Books and Book Length Monographs."},
      {
        "id":"ED040110",
        "title":"Bibliography on Planned Social Change (with Special Reference to Rural Development and Educational Development). Volume III, Government Reports, U.N. Reports and Proceedings of Special Conferences."},
      {
        "id":"ED040111",
        "title":"Education and the Curse of Culture."},
      {
        "id":"ED040112",
        "title":"Toward the Year 2000."},
      {
        "id":"ED040113",
        "title":"Methods for Observing Classroom Behavior of Teachers and Students."},
      {
        "id":"ED040114",
        "title":"American History Booklist for High Schools: A Selection for Supplementary Reading."},
      {
        "id":"ED040115",
        "title":"Other Lands, Other Peoples; A Country-by-Country Fact Book."},
      {
        "id":"ED040116",
        "title":"Hunters Point Redeveloped: A Sixth-Grade Venture. A Tape Transcription of Sixth Graders Discussing Their Plan for Redeveloping a Depressed Area in San Francisco."},
      {
        "id":"ED040117",
        "title":"Political Learning in Childhood and Adolescence; A Study of Fifth, Eighth, and Eleventh Graders in Milwaukee, Wisconsin."},
      {
        "id":"ED040118",
        "title":"Guided Self-Analysis and Teacher Education."},
      {
        "id":"ED040119",
        "title":"Conflicting Assumptions as Barriers to Inter-American Communication. Final Report."},
      {
        "id":"ED040120",
        "title":"Cross-Cultural Encounter In A Latin American Bank."},
      {
        "id":"ED040121",
        "title":"Deliberate Instruction in Non-Literate Societies."},
      {
        "id":"ED040123",
        "title":"The Clinical Experience: A New Component of Urban Teacher Education Models."},
      {
        "id":"ED040124",
        "title":"A Research Base for the Accreditation of Teacher Preparation Programs."},
      {
        "id":"ED040125",
        "title":"Teacher Research on Programmed Instruction. A Collection and Critique of Studies."},
      {
        "id":"ED040126",
        "title":"Investigation of Learning-How-To-Learn (LHL) in a Classroom Situation."},
      {
        "id":"ED040127",
        "title":"Development of an Instrument To Measure Teachers&apos; Attitudes Toward Curriculum Use and Planning."},
      {
        "id":"ED040128",
        "title":"Philosophic Orientation, Logical Consistency, and Teaching Attitudes of Urban and Suburban Teachers."},
      {
        "id":"ED040129",
        "title":"A Search for Valid Content for Curriculum Courses. Educational Comment, 1970."},
      {
        "id":"ED040130",
        "title":"Student Teaching Performance in English as Measured with Checklist of High School Class Activities."},
      {
        "id":"ED040131",
        "title":"An Application of Social Learning Theory in Affecting Change in a Group of Student Teachers Using Video Modeling Techniques."},
      {
        "id":"ED040133",
        "title":"The Status of Paraprofessionals in New York State School Districts. Phase One of a Continuing Study, School Paraprofessionals: Roles and Job Satisfactions."},
      {
        "id":"ED040134",
        "title":"Mexican Americans: A Brief Look at Their History."},
      {
        "id":"ED040135",
        "title":"Sex Education, Black Studies, Drug Abuse: A Survey of Existing Programs in 4 Counties in Southeastern Michigan."},
      {
        "id":"ED040136",
        "title":"A Cooperative Program in Urban Teacher Education."},
      {
        "id":"ED040137",
        "title":"The Measurement of Attitude Change in an Introductory Education Course."},
      {
        "id":"ED040138",
        "title":"A Study of the Feasibility of the Washington State University-Bellevue Public Schools Career Teacher Project."},
      {
        "id":"ED040139",
        "title":"A Proposal to the Carnegie Corporation of New York for Developing an Individualized, Performance-Based, Teacher Education Program."},
      {
        "id":"ED040140",
        "title":"The Development of a Scale for Assessing the Attitude of a Student Toward His Student Teaching Experience."},
      {
        "id":"ED040141",
        "title":"A Summary of Research Related to Teacher Behavior Resulting from the Use of Computer Assisted Planning."},
      {
        "id":"ED040142",
        "title":"The APSCOE Project in Secondary Education. An Experimental Teacher Training Program to Improve Curriculum and Instruction in Secondary School English and in Middle Schools."},
      {
        "id":"ED040143",
        "title":"Concerns of Teachers. A Manual for Teacher Educators: Increasing Teacher Satisfaction with Professional Preparation by Considering Teachers' Concerns when Planning Preservice and Inservice Education."},
      {
        "id":"ED040144",
        "title":"PIC. Profile of Interaction in the Classroom. A Quick Feedback of Interaction Analysis."},
      {
        "id":"ED040145",
        "title":"Micro-PIC. A Simple Form of the Profile of Interaction in the Classroom."},
      {
        "id":"ED040146",
        "title":"The Teacher as Communicator: An Aspect of Teacher Effectiveness."},
      {
        "id":"ED040147",
        "title":"Indiana's Pilot Program for Training Teacher Trainers."},
      {
        "id":"ED040148",
        "title":"Innovations, Trends and Issues Relating to Curriculum Development in Teacher Education."},
      {
        "id":"ED040149",
        "title":"Evaluation Procedures in Certain Primary Teacher Training Institutions in Asia. Asian Institute for Teacher Educators, Quezon City, Philippines."},
      {
        "id":"ED040150",
        "title":"Behavior Modification Techniques and the Training of Teacher's Aides."},
      {
        "id":"ED040151",
        "title":"English Composition Development Program."},
      {
        "id":"ED040152",
        "title":"Measuring Teacher Competence. Research Backgrounds and Current Practice."},
      {
        "id":"ED040153",
        "title":"Renewal in Teacher Education: Proposals for Improvement. Working Paper."},
      {
        "id":"ED040154",
        "title":"The 15-Minute Hour: An Early Teaching Experience. Report Series No. 23."},
      {
        "id":"ED040155",
        "title":"Engineering Accountability for Results into Public Education."},
      {
        "id":"ED040156",
        "title":"Manual for Use with Meet Your Cooperating Teacher."},
      {
        "id":"ED040157",
        "title":"A Pilot Study of Problems and Practices in the Induction of Beginning Teachers."},
      {
        "id":"ED040158",
        "title":"Implications of Ethnographic Approaches for Teacher Training Programs."},
      {
        "id":"ED040159",
        "title":"Utilization of Paraprofessionals in Education and the Helping Professions. A Review of the Literature."},
      {
        "id":"ED040160",
        "title":"Analysis of Demonstration Programs for Training Paraprofessionals in Education."},
      {
        "id":"ED040161",
        "title":"Overview of the Glassboro VISTA Student Volunteer Program."},
      {
        "id":"ED040162",
        "title":"Six Areas of Teacher Competence."},
      {
        "id":"ED040163",
        "title":"Personality Characteristics of Teachers in Relation to Performance in an Individually Prescribed Instruction Program. Final Report."},
      {
        "id":"ED040164",
        "title":"Developing Exportable Teacher Training for Criterion-Referenced Instructional Programs."},
      {
        "id":"ED040165",
        "title":"A Program of Training in Research and Evaluation. State Department of Education--Ohio."},
      {
        "id":"ED040166",
        "title":"A Comparative Study of Educational Legislation--Denmark, Finland, Iceland, Norway, and Sweden."},
      {
        "id":"ED040167",
        "title":"The Shape of Literature."},
      {
        "id":"ED040168",
        "title":"On the Move."},
      {
        "id":"ED040169",
        "title":"To Hyphenate or Not to Hyphenate."},
      {
        "id":"ED040170",
        "title":"Toward a Unified Curriculum in English."},
      {
        "id":"ED040171",
        "title":"&quot;The Seventh Seal.&quot;"},
      {
        "id":"ED040172",
        "title":"Film Guide for &quot;The Red Kite&quot;."},
      {
        "id":"ED040173",
        "title":"Using the 16MM. Stop-Frame Projector to Teach Film Technique."},
      {
        "id":"ED040174",
        "title":"A Unit on the Newspaper."},
      {
        "id":"ED040175",
        "title":"Linguistics, A Key to Composition?"},
      {
        "id":"ED040176",
        "title":"Using Korzybski's Semantics to Teach English Composition."},
      {
        "id":"ED040179",
        "title":"An Experiment in the Teaching of English Composition."},
      {
        "id":"ED040193",
        "title":"Producing the Radio Play."},
      {
        "id":"ED040195",
        "title":"On Language Arts and Minority Children."},
      {
        "id":"ED040196",
        "title":"The Novels of Chinua Achebe for the High School Teacher."},
      {
        "id":"ED040197",
        "title":"The Free Choice English Curriculum."},
      {
        "id":"ED040198",
        "title":"Stages, Velocity, and Prediction of Language Development: Kindergarten through Grade Twelve. Final Report."},
      {
        "id":"ED040199",
        "title":"Guide for Teaching the Novel &quot;Island of the Blue Dolphins,&quot; Grade 6."},
      {
        "id":"ED040201",
        "title":"Creating a Language Learning Design: Guidelines for Developing Programs in English Language Arts, Kindergarten-Grade 12."},
      {
        "id":"ED040204",
        "title":"The Expressive Vocabulary Inventory."},
      {
        "id":"ED040209",
        "title":"An Experiment in Teaching Punctuation in the Ninth Grade by Means of Intonation Cues."},
      {
        "id":"ED040210",
        "title":"Your Elementary Pupil and the Writer's Cycle of Craft."},
      {
        "id":"ED040215",
        "title":"On Snarls and Straighteners."},
      {
        "id":"ED040217",
        "title":"Teaching College English: Five Dialogues."},
      {
        "id":"ED040218",
        "title":"An Articulated English Program: A Hypothesis to Test."},
      {
        "id":"ED040219",
        "title":"Title I Project Report, 1969."},
      {
        "id":"ED040220",
        "title":"The Rise of Community Schools in Urban Public Education."},
      {
        "id":"ED040222",
        "title":"Actual and Perceived Beliefs of Black and White Students."},
      {
        "id":"ED040223",
        "title":"Relationship of Self Esteem of the Disadvantaged to School Success."},
      {
        "id":"ED040224",
        "title":"Title IV of the 1964 Civil Rights Act: A Program in Search of a Policy. Special Report."},
      {
        "id":"ED040225",
        "title":"Operant Strategies with Delinquents at the Kennedy Youth Center."},
      {
        "id":"ED040226",
        "title":"Grouping Students for Instruction in the Plainfield, New Jersey School System."},
      {
        "id":"ED040227",
        "title":"Urban Education: Today and Tomorrow."},
      {
        "id":"ED040228",
        "title":"The Educational Park: A Guide to Its Implementation."},
      {
        "id":"ED040229",
        "title":"Blackston: Progress Report on a Community Study in Urban Afro-America."},
      {
        "id":"ED040230",
        "title":"College Admissions and the Black Student: Results of a National Survey."},
      {
        "id":"ED040231",
        "title":"Problems of Cross-Cultural Educational Research and Evaluation: The Rough Rock Demonstration School."},
      {
        "id":"ED040232",
        "title":"Black Higher Education: Whence and Whither?"},
      {
        "id":"ED040234",
        "title":"The Impact of a Rescheduled School Year: A Special Report Prepared for the Governor and the Legislature of the State of New York."},
      {
        "id":"ED040235",
        "title":"Helping Institutions Respond to Change Needs Through Training."},
      {
        "id":"ED040236",
        "title":"Educational Park Development in the United States, 1969: A Survey of Current Development Plans with a List of Reports and References on the Educational Park. Educational Park Project."},
      {
        "id":"ED040237",
        "title":"District Decentralized Projects: Project No. 3169. Evaluation of ESEA Title I Projects in New York City, 1968-69."},
      {
        "id":"ED040238",
        "title":"Construction of an Attitude Behavior Scale of Blacks and Whites Toward Each Using Guttman Facet Design and Analysis."},
      {
        "id":"ED040239",
        "title":"Attitudes of White College Education Seniors Toward Blacks."},
      {
        "id":"ED040240",
        "title":"Family Interaction, Achievement-Values and Motivation as Related to School Dropouts."},
      {
        "id":"ED040241",
        "title":"A Program to Strengthen Early Childhood Education in Poverty Area Schools; Project No. 0769. Evaluation of ESEA Title I Projects in New York City 1968-69."},
      {
        "id":"ED040243",
        "title":"Education and Poverty Revisited."},
      {
        "id":"ED040245",
        "title":"Cross-Cultural Approaches to Research on Minority Group Education."},
      {
        "id":"ED040246",
        "title":"Pre-testing Orientation for the Disadvantaged."},
      {
        "id":"ED040247",
        "title":"Black Urban Students' View of Themselves and Their Counselors."},
      {
        "id":"ED040248",
        "title":"Opening and Closing Experiences of Blacks and Whites. Positive Human Experience Theory and Research IV: the Disadvantaged."},
      {
        "id":"ED040249",
        "title":"A Five Year Evaluation of the Nova Secondary School."},
      {
        "id":"ED040250",
        "title":"Study of Higher Education, Metropolitan II: An Economic Analysis of the Potential and Realized Demand for Higher Education in Boston SMSA. Draft."},
      {
        "id":"ED040251",
        "title":"A Socio-Psychophysiological Model for Explaining the Causal Effects of Social Reinforcement Systems."},
      {
        "id":"ED040252",
        "title":"A New Model of School Effectiveness."},
      {
        "id":"ED040253",
        "title":"Do Teachers Make a Difference?"},
      {
        "id":"ED040254",
        "title":"Racial-Socioeconomic Situation, Achievement, I.Q., and Teacher Ratings of Behavior as Factors Relating to Anxiety in Upper Elementary School Children: A Follow-up Study."},
      {
        "id":"ED040255",
        "title":"Is There a Unique Black Personality?"},
      {
        "id":"ED040256",
        "title":"The Soul Brother."},
      {
        "id":"ED040257",
        "title":"Problems in the Practical Establishment of Predictive Measures in the Schools: Part Two."},
      {
        "id":"ED040258",
        "title":"A Comprehensive Early Intervention Program Employing Behavior Modification Techniques."},
      {
        "id":"ED044284",
        "title":"Wilmington Operational Mathematics, Book 2, Teacher&apos;s Edition."},
      {
        "id":"ED044285",
        "title":"Space Radiation, Understanding the Atom Series."},
      {
        "id":"ED044288",
        "title":"Ethics for Scientific Researchers, Final Report."},
      {
        "id":"ED044289",
        "title":"Educational Technology Project, Volume Five, Management Kit (Set 6). Final Report."},
      {
        "id":"ED044290",
        "title":"Educational Technology Project, Volume Four, An Application of Educational Technology (Set 3). Final Report."},
      {
        "id":"ED044291",
        "title":"Educational Technology Project, Volume Three, Introduction to Educational Technology (Set 2). Final Report."},
      {
        "id":"ED044292",
        "title":"Educational Technology Project, Volume One. The Development of Materials for the Training of Science Education Personnel in Educational Technology. Final Report."},
      {
        "id":"ED044293",
        "title":"Solid Waste/Disease Relationships, A Literature Survey."},
      {
        "id":"ED044295",
        "title":"Conservation Science Fair Projects."},
      {
        "id":"ED044296",
        "title":"Resource Conservation Glossary."},
      {
        "id":"ED044299",
        "title":"Man and His Environment, An Introduction to Using Environmental Study Areas, New Developments in Teaching Series No. 1."},
      {
        "id":"ED044300",
        "title":"High Interest - Low Vocabulary Science Books, Reading Level Grades 1-4 (Prepared for the Remedial Reading Teacher)."},
      {
        "id":"ED044301",
        "title":"National Environmental Study Area, A Guide."},
      {
        "id":"ED044302",
        "title":"A Practical Guide to Water Quality Studies of Streams."},
      {
        "id":"ED044303",
        "title":"Mathematics, Grade 4, Grade 5, Scope and Sequence."},
      {
        "id":"ED044304",
        "title":"An Experiment to Evaluate the Effectiveness of a Learning Laboratory Approach for Fifth and Sixth Grade Underachievers in Language Arts and Arithmetic. Final Report."},
      {
        "id":"ED044306",
        "title":"Laws of the United States Relating to Water Pollution Control and Environmental Quality."},
      {
        "id":"ED044307",
        "title":"Nitrogen and Phosphorus in Water, An Annotated Selected Bibliography of Their Biological Effects."},
      {
        "id":"ED044308",
        "title":"Resources for Medical Research, Biomedical Research Manpower - for the Eighties."},
      {
        "id":"ED044309",
        "title":"A Factor Analytic Interpretation Strategy."},
      {
        "id":"ED044314",
        "title":"The Effects on Short- and Long-Term Retention and on Transfer of Two Methods of Presenting Selected Geometry Concepts."},
      {
        "id":"ED044315",
        "title":"Three Experiments Involving Probability Measurement Procedures with Mathematics Test Items."},
      {
        "id":"ED044316",
        "title":"The Teaching of History: A Few Remarks to Latin American Historians."},
      {
        "id":"ED044317",
        "title":"Guiding Children Through the Social Studies."},
      {
        "id":"ED044318",
        "title":"An Instructional Plan for Teaching Black History."},
      {
        "id":"ED044319",
        "title":"Information Resources and Social Work."},
      {
        "id":"ED044320",
        "title":"Teaching Strategies for Value Education in Social Studies: A Theoretical Position."},
      {
        "id":"ED044322",
        "title":"Law and Social Science Research, A Collection of Annotated Readings. Volume I."},
      {
        "id":"ED044323",
        "title":"Law and Social Science Research, A Collection of Annotated Readings. Volume II."},
      {
        "id":"ED044324",
        "title":"Are You Going to Teach About Africa?"},
      {
        "id":"ED044325",
        "title":"Progress in Economic Education. Volume 2, Number 1."},
      {
        "id":"ED044326",
        "title":"Political Scientists and Teacher Education: An Inservice Program in International Affairs."},
      {
        "id":"ED044327",
        "title":"Framework for the Social Studies, Grades K-12."},
      {
        "id":"ED044328",
        "title":"Potpourri: A Guide to the New Social Studies."},
      {
        "id":"ED044329",
        "title":"Designing Maps for Children."},
      {
        "id":"ED044330",
        "title":"NICSSE Bulletin. Social Sciences in the Secondary School. Numbers 1 and 2."},
      {
        "id":"ED044331",
        "title":"Innovative Practices in New England Schools."},
      {
        "id":"ED044332",
        "title":"Social Studies in New England Secondary Schools."},
      {
        "id":"ED044335",
        "title":"The Scandal in Canadian Studies."},
      {
        "id":"ED044337",
        "title":"Social Studies Methods and the Curriculum Projects: A Potentially Disfunctional Misalignment."},
      {
        "id":"ED044338",
        "title":"Getting Asia into the Curriculum: Why is it Taking So Long?"},
      {
        "id":"ED044339",
        "title":"Bibliography of Northwestern State University Research Papers Relating to Louisiana, 1957-1969."},
      {
        "id":"ED044340",
        "title":"The History Education Project."},
      {
        "id":"ED044341",
        "title":"How Slavery Came and How It Developed in the British Mainland Colonies and in the West Indies."},
      {
        "id":"ED044342",
        "title":"Race and Reason: A Comparison of Racial Attitudes in the United States and Brazil."},
      {
        "id":"ED044343",
        "title":"Totalitarian Tendencies - Racial Polarization, 1912-1940."},
      {
        "id":"ED044344",
        "title":"Voices of Protest: W.E.B. DuBois and Booker T. Washington."},
      {
        "id":"ED044346",
        "title":"The Government Story. A Series of Forty Television Programs About the American System of Government."},
      {
        "id":"ED044347",
        "title":"The Education &quot;Industry&quot; in Africa."},
      {
        "id":"ED044348",
        "title":"The Structure of the Social Sciences and Citizenship Education."},
      {
        "id":"ED044349",
        "title":"Off the African Shelf: An Annotated Bibliography on Society and Education."},
      {
        "id":"ED044350",
        "title":"Some Unanticipated Effects of Advanced Education on a Critical Professional Manpower Resource, the Inservice Teacher."},
      {
        "id":"ED044351",
        "title":"Protocols: A Continuum of Training and Re-training Formats."},
      {
        "id":"ED044352",
        "title":"Conference on Issues Relating to a National Institute of Education. Summary and Related Proposed Legislation."},
      {
        "id":"ED044353",
        "title":"Elementary Education Graduate Follow-Up Study 1959-1969."},
      {
        "id":"ED044354",
        "title":"A Comprehensive Program for the Training of Elementary School Teachers at Shaw University. Final Report, Part I."},
      {
        "id":"ED044355",
        "title":"Summer Institute in Chemistry for Secondary School Teachers (January 1, 1969-June 30, 1970)."},
      {
        "id":"ED044356",
        "title":"Teacher Education Centers Make a Difference."},
      {
        "id":"ED044357",
        "title":"The Training of Educational Personnel for Creative Teaching. EPDA Institute. (July 1970-June 1971)."},
      {
        "id":"ED044358",
        "title":"A Report of the Experienced Teacher Fellowship Program on the Effects of Reinforcement on Regular Classroom Academic Performance."},
      {
        "id":"ED044359",
        "title":"A Model for Studying Teacher Instructional Strategies."},
      {
        "id":"ED044360",
        "title":"An Analysis of Formal Programs for the Training of Educational Research, Development, and Dissemination Personnel."},
      {
        "id":"ED044361",
        "title":"A Feasibility Study of Four-Year Elementary Teacher Training at Branch Campuses in Ohio: Report of the Ad Hoc Task Force on Off-Campus Teacher Education."},
      {
        "id":"ED044362",
        "title":"General Learning Corporation and Teacher Education 1970. A Report to Superintendents."},
      {
        "id":"ED044363",
        "title":"Teacher Education Is Field Services."},
      {
        "id":"ED044364",
        "title":"Pre-Student Teaching Laboratory Experiences."},
      {
        "id":"ED044365",
        "title":"Report of the NEA Task Force on Paraprofessionals."},
      {
        "id":"ED044366",
        "title":"Teacher Education Programs."},
      {
        "id":"ED044367",
        "title":"Negotiating for Professionalization. (20th National TEPS Conference. Washington, D.C., June 24-27, 1969)."},
      {
        "id":"ED044368",
        "title":"A Teachers' Manual to Accompany the Oral Language Program."},
      {
        "id":"ED044369",
        "title":"Teacher Competence for the Middle School Years."},
      {
        "id":"ED044370",
        "title":"Desegregation and the Rights of Educators in Louisiana."},
      {
        "id":"ED044371",
        "title":"Identifying the Effective Instructor: A Review of the Quantitative Studies. 1900-1952."},
      {
        "id":"ED044372",
        "title":"Building Intelligent Concern for Others Through Role-Playing."},
      {
        "id":"ED044373",
        "title":"Skill Assessment and Instruction Program."},
      {
        "id":"ED044374",
        "title":"The Impact of: The Teacher and His Staff; Implementation of the Teacher and His Staff. Final Report."},
      {
        "id":"ED044375",
        "title":"Publications of the Wisconsin Research and Development Center for Cognitive Learning."},
      {
        "id":"ED044376",
        "title":"An Introductory Sequence of Lessons To Accompany an Oral Language Program. Pre-lessons."},
      {
        "id":"ED044377",
        "title":"Raising the Level of Teacher Questions by Immediate Systematic Feedback."},
      {
        "id":"ED044378",
        "title":"The Evaluatee Evaluates the Evaluator. ERS Circular No. 5."},
      {
        "id":"ED044379",
        "title":"Oral Language Program."},
      {
        "id":"ED044380",
        "title":"Understanding Disadvantaged Youth: Their Problems and Potentials. An Annotated Bibliography."},
      {
        "id":"ED044381",
        "title":"Individualized Instruction. Part I of a Bibliographic Series on Meeting Special Educational Needs."},
      {
        "id":"ED044382",
        "title":"The Disadvantaged. Part 2 of a Bibliographic Series on Meeting Special Educational Needs."},
      {
        "id":"ED044383",
        "title":"Urban Society. Part 3 of a Bibliographic Series on Meeting Special Educational Needs."},
      {
        "id":"ED044384",
        "title":"Ethnic Groups: Negroes, Spanish Speaking, American Indians, and Eskimos. Part 4 of a Bibliographic Series on Meeting Special Educational Needs."},
      {
        "id":"ED044385",
        "title":"Some Selected Topics, Part 5 of a Bibliographic Series on Meeting Special Educational Needs."},
      {
        "id":"ED044386",
        "title":"Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED044387",
        "title":"Educational Innovation: Research and Evaluation Techniques. (Report of 1967 Summer Institutes)."},
      {
        "id":"ED044388",
        "title":"An Educational Research Internship Program for the Department of Education, State of Michigan. Final Report."},
      {
        "id":"ED044389",
        "title":"Mediated Teacher Education Resources."},
      {
        "id":"ED044390",
        "title":"In the Minds of Men: Educating the Young People of the World."},
      {
        "id":"ED044391",
        "title":"Statewide Evaluation of Education of Education in New Mexico: Assessment and Recommendations."},
      {
        "id":"ED044392",
        "title":"Desegregation Research: An Appraisal. Second Edition."},
      {
        "id":"ED044393",
        "title":"Post-Doctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED044394",
        "title":"Seminar for Supervisors and Teacher Educators of Teachers of Persons with Special Needs. Final Report, Phase II"},
      {
        "id":"ED044395",
        "title":"Authoritarianism and Time as Influences on Decision Making. Final Report."},
      {
        "id":"ED044397",
        "title":"Canadian Books for Schools: A Centennial Listing."},
      {
        "id":"ED044398",
        "title":"A Thumb-Nail Review of a Few: A Special Report on Ungraded or Non-graded Programs in English."},
      {
        "id":"ED044399",
        "title":"Two Investigations of the Relationship among Selected Ratings of Speech Effectiveness and Comprehension."},
      {
        "id":"ED044400",
        "title":"Human Relations in the Schools, Sensitivity Training, and Self-Image Enhancement: Abstracts of ERIC Documents."},
      {
        "id":"ED044401",
        "title":"Teaching the Classics."},
      {
        "id":"ED044402",
        "title":"An English Language Arts Curriculum Guide: K-3. Volume 1."},
      {
        "id":"ED044413",
        "title":"The Primary Goal in Teaching Literature."},
      {
        "id":"ED044414",
        "title":"And All This Is Reading: English Language Arts Primary Reading Handbook."},
      {
        "id":"ED044415",
        "title":"Elective English Program of Kaukauna, Wisconsin, High School: Philosophy, Student Catalogue, and Sample Units."},
      {
        "id":"ED044417",
        "title":"Student Selective Series for High School English."},
      {
        "id":"ED044419",
        "title":"English Curriculum Guides K-12 and Criteria for Planning and Evaluation."},
      {
        "id":"ED044421",
        "title":"A Pilot Study of Evaluation Methods Relative to the Development of Visual Awareness in the Field of Art with Nine- and Ten-Year-Old Children Attending Fourth Grade. Final Report."},
      {
        "id":"ED044422",
        "title":"A Comprehensive Survey of Undergraduate Programs in English in the United States."},
      {
        "id":"ED044423",
        "title":"Taxonomy of Administrative Information Needs: An Aid to Educational Planning and Evaluation."},
      {
        "id":"ED044424",
        "title":"Suppressor Variables, Prediction, and the Interpretation of Psychological Relationships."},
      {
        "id":"ED044425",
        "title":"Prediction and Guidance."},
      {
        "id":"ED044426",
        "title":"Measuring Proficiency in the German Language: A Study of Pupils in Grade 7."},
      {
        "id":"ED044427",
        "title":"The Structure of Abilities in a Group of Deaf Adolescents."},
      {
        "id":"ED044428",
        "title":"A Factor Analytic Study of the Performance of 340 Disadvantaged Children on the Illinois Test of Psycholinguistic Abilities."},
      {
        "id":"ED044429",
        "title":"Performance Characteristics of Middle-Class and Lower-Class Preschool Children on the Stanford-Binet, 1960 Revision."},
      {
        "id":"ED044430",
        "title":"A Study of the Developmental Behavior of Culturally Disadvantaged Children: A Special Study Report on the PAR."},
      {
        "id":"ED044431",
        "title":"The Mink Scale."},
      {
        "id":"ED044433",
        "title":"Information Curves and Efficiency of Three Logistic Test Models."},
      {
        "id":"ED044434",
        "title":"The Edwards Personal Preference Schedule."},
      {
        "id":"ED044435",
        "title":"Macro and Micro Approaches Combined for Curriculum Process Analysis: A Swedish Educational Field Project."},
      {
        "id":"ED044436",
        "title":"An Early Screening and Task-Learner Characteristic Model of Prevention."},
      {
        "id":"ED044437",
        "title":"Procedures for Evaluating Classroom Teachers in Certain School Districts in the State of Washington."},
      {
        "id":"ED044438",
        "title":"The Changing World of Mental Measurement and Its Social Significance."},
      {
        "id":"ED044439",
        "title":"Test Reviewing: Problems and Prospects."},
      {
        "id":"ED044440",
        "title":"Evaluating the Elementary School: A Guide for Cooperative Study."},
      {
        "id":"ED044441",
        "title":"Note on the Scoring of Foreign Language Speaking and Writing Fluency Tests."},
      {
        "id":"ED044442",
        "title":"The Prediction of School Dropouts in Appalachia--Validation of a Dropout Scale."},
      {
        "id":"ED044445",
        "title":"Patterns of Perceptual Motor Skills in First and Fourth Year Dental Students."},
      {
        "id":"ED044447",
        "title":"The Evaluation of Instructional Materials. Bibliography."},
      {
        "id":"ED044448",
        "title":"Exploration of the Structure of Selected Reading Readiness Tests."},
      {
        "id":"ED044449",
        "title":"The North Nashville Health Study: Research into the Culture of the Deprived."},
      {
        "id":"ED044450",
        "title":"Stevens Technical Enrichment Program: Report on Summer 1970."},
      {
        "id":"ED044451",
        "title":"ESEA Title I Components: Executive Abstracts; Evaluation 1969-1970."},
      {
        "id":"ED044452",
        "title":"Interpersonal Attraction Toward a Black Person as a Function of Value Importance."},
      {
        "id":"ED044453",
        "title":"The Curriculum System Operating in Urban Schools."},
      {
        "id":"ED044454",
        "title":"Prenatal-Postnatal Intervention: A Description and Discussion of Preliminary Findings of a Home Visit Program Supplying Cognitive, Nutritional and Health Information to Disadvantaged Homes."},
      {
        "id":"ED044455",
        "title":"Black Power and Education: The SEEK Experience at Queens College. Community Issues, May 1970."},
      {
        "id":"ED044456",
        "title":"The SEEK Program: A SEEK Student's View. Community Issues, July 1970."},
      {
        "id":"ED044457",
        "title":"[Evaluations of ESEA Title I Summer 1970 Programs of the Toledo Public Schools, Ohio.]"},
      {
        "id":"ED044458",
        "title":"Public Education in New York City."},
      {
        "id":"ED044461",
        "title":"Majority-Black School Districts in the 11 Southern States."},
      {
        "id":"ED044462",
        "title":"Decision Making in Black Working Class Families."},
      {
        "id":"ED044463",
        "title":"Guidebook for Discussion Leaders for Solving Multi-Ethnic Problems: A Simulation Game for Elementary and High School Teachers."},
      {
        "id":"ED044464",
        "title":"Participant's Handbook for Solving Multi-Ethnic Problems: A Simulation Game for Elementary and High School Teachers. Participant's Workbook..."},
      {
        "id":"ED044465",
        "title":"Program Director's Manual for Solving Multi-Ethnic Problems: A Simulation Game for Elementary and High School Teachers."},
      {
        "id":"ED044466",
        "title":"Final Evaluation Report on the Texarkana Dropout Prevention Program."},
      {
        "id":"ED044468",
        "title":"A Study of School Integration. Final Report."},
      {
        "id":"ED044469",
        "title":"A Survey of Parental Views of the Ocean Hill-Brownsville Experiment. Community Issues, October 1970."},
      {
        "id":"ED044471",
        "title":"Evaluating MES: A Survey of Research on the More Effective Schools Plan."},
      {
        "id":"ED044472",
        "title":"Racial Equality: The Myth and the Reality."},
      {
        "id":"ED044473",
        "title":"Bibliography of Research in Children, Youth, and Family Life."},
      {
        "id":"ED044474",
        "title":"Education Improvement Project: The First Five Years."},
      {
        "id":"ED044475",
        "title":"A Study of the Phoenix Union High School for the Citizens' Advisory Committee."},
      {
        "id":"ED044476",
        "title":"Correlates of Attitudes Favorable to Racial Discrimination Among High School Students."},
      {
        "id":"ED044477",
        "title":"ESEA Title I Components - Evaluation Reports, 1969-1970."},
      {
        "id":"ED044478",
        "title":"Do Teachers Make a Difference: A Report on Recent Research on Pupil Achievement."},
      {
        "id":"ED044479",
        "title":"Mexican Americans and the Administration of Justice in the Southwest."},
      {
        "id":"ED044482",
        "title":"&quot;The Small College Opens Its Doors&quot;: Who Runs the High Risk College Programs."},
      {
        "id":"ED044483",
        "title":"An Experimental Program to Prepare Vocational-Technical Teachers for Laboratory Classes Designed for Dropout-Prone Youth. Final Report."},
      {
        "id":"ED044484",
        "title":"The Potential Transfer of Industrial Skills from Defense to Nondefense Industries. Volume 1."},
      {
        "id":"ED044485",
        "title":"The Potential Transfer of Industrial Skills from Defense to Nondefense Industries. Volume II, Technical Appendix."},
      {
        "id":"ED044486",
        "title":"The Richmond Plan: A Report of a Pre-Technology Program for the &quot;Average Learner.&quot;"},
      {
        "id":"ED044488",
        "title":"Bibliography on the Comprehensive Health Service Program."},
      {
        "id":"ED044489",
        "title":"The Vocational Rehabilitation Problems of the Patient with Aphasia."},
      {
        "id":"ED044490",
        "title":"The Relative Effectiveness of Two Sources of Feedback on Teachers in the Micro-Teaching Situation."},
      {
        "id":"ED044491",
        "title":"Design: Curriculum Analysis for Industrial Arts Woodworking. Doctoral Series 13."},
      {
        "id":"ED044493",
        "title":"A Study of Nursing in Florida with Implications for Nursing Education. (July 1, 1968 to June 30, 1969). Final Report."},
      {
        "id":"ED044495",
        "title":"Review and Analysis of Curricula for Occupations in Metalworking."},
      {
        "id":"ED044496",
        "title":"Review and Analysis of Curricula For Occupations in Construction."},
      {
        "id":"ED044497",
        "title":"Relation of Summer Programs to Total Programs of Vocational Agriculture in Iowa."},
      {
        "id":"ED044498",
        "title":"Competencies Needed by Livestock Sale Barn Employees."},
      {
        "id":"ED044499",
        "title":"Competencies Needed by Seed Production and Distribution Company Employees."},
      {
        "id":"ED044500",
        "title":"Labor and Migration; An Annotated Bibliography."},
      {
        "id":"ED044501",
        "title":"Planning and Equipping Industrial Arts Instructional Facilities."},
      {
        "id":"ED044502",
        "title":"Working with Opinion Leaders to Accelerate Change in Vocational-Technical Education, An Application of Research."},
      {
        "id":"ED044504",
        "title":"The Goal Is: Mobility! Environmental and Transportation Barriers Encountered by the Disabled."},
      {
        "id":"ED044505",
        "title":"Consumer Involvement in Rehabilitation."},
      {
        "id":"ED044506",
        "title":"Bibliography of Home Economics Education Documents As Listed in Abstracts of Instructional Materials in Vocational and Technical Education (AIM) Fall, 1967 to Fall, 1969."},
      {
        "id":"ED044507",
        "title":"Review and Analysis of Curricula for Occupations in Health."},
      {
        "id":"ED044508",
        "title":"The Fourth Strike; Hiring and Training the Disadvantaged."},
      {
        "id":"ED044509",
        "title":"A Future for Correctional Rehabilitation? Federal Offenders Rehabilitation Program. Final Report."},
      {
        "id":"ED044512",
        "title":"Need for Subsidized Family Planning Services: United States, Each State and County, 1968."},
      {
        "id":"ED044513",
        "title":"Occupational Outlook Handbook, 1970-71 Edition."},
      {
        "id":"ED044515",
        "title":"The Role of the Southern Association of Colleges and Schools in Improving the Quality and Quantity of Programs of Occupational Education."},
      {
        "id":"ED044516",
        "title":"Non-Professional Personnel in Mental Health Programs."},
      {
        "id":"ED044517",
        "title":"A Prevocational Laboratory Centered Curriculum For Rural Disadvantaged Youth. Final Report."},
      {
        "id":"ED044518",
        "title":"Report of Illinois Committee for 1970 White House Conference on Children and Youth. Focus: Conservation of Family; Meeting Youth&apos;s Identity Crisis."},
      {
        "id":"ED044520",
        "title":"Evaluation of Secondary School Programs to Prepare Students for Wage Earning in Health Care Occupations Related to Home Economics. Final Report."},
      {
        "id":"ED044521",
        "title":"The Development of a Theoretical Construct of the Concepts of Touch as They Relate to Nursing. Final Report."},
      {
        "id":"ED044522",
        "title":"Research Visibility; Vocational Education Research: A Status Report."},
      {
        "id":"ED044523",
        "title":"A Study to Evaluate the Effectiveness of an Individual Study Approach to Associate Degree Nursing. Final Report."},
      {
        "id":"ED044525",
        "title":"A Study of Curriculums for Occupational Preparation and Education (SCOPE Program: Phase I). Final Report."},
      {
        "id":"ED044526",
        "title":"The Development of Achievement Measures for Trade and Technical Education. Final Report."},
      {
        "id":"ED044527",
        "title":"National Institute on the Role of Youth Organizations in Vocational Education (Trenton, New Jersey, August 11-15, 1969). Final Report, Part I."},
      {
        "id":"ED044528",
        "title":"Relating Manpower and Demographic Information to Planning Vocational-Technical Education. Final Report."},
      {
        "id":"ED044529",
        "title":"Task Analysis for Training the Disadvantaged."},
      {
        "id":"ED044530",
        "title":"How to Structure Job Tasks for Training the Disadvantaged."},
      {
        "id":"ED044531",
        "title":"A National Study of the Aviation Mechanics Occupation. Final Report."},
      {
        "id":"ED044533",
        "title":"Planning Immediate and Long Range Teacher Education Programs in Vocational Education. Final Report."},
      {
        "id":"ED044534",
        "title":"A Psychological Classification of Occupations."},
      {
        "id":"ED044535",
        "title":"The Cognitively Oriented Curriculum: A Framework for Preschool Teachers. Final Report. Volume I of 2 Volumes."},
      {
        "id":"ED044536",
        "title":"Longitudinal Results of the Ypsilanti Perry Preschool Project. Final Report. Volume II of 2 Volumes."},
      {
        "id":"ED044537",
        "title":"Adult Education Dissertation Abstracts: 1963-1967."},
      {
        "id":"ED044538",
        "title":"Library Serials Control Systems: A Literature Review and Bibliography."},
      {
        "id":"ED044539",
        "title":"Structural Innovations in Higher Education to Meet Social Needs."},
      {
        "id":"ED044545",
        "title":"The Economics of Information: Bibliography and Commentary on the Literature."},
      {
        "id":"ED044546",
        "title":"Teacher Evaluation. PREP-21."},
      {
        "id":"ED044549",
        "title":"An In-Service Training Manual for Teacher-Aides."},
      {
        "id":"ED044550",
        "title":"Learning 100 System Use with Project 100,000 Inductees, Fort Polk Training Center."},
      {
        "id":"ED044551",
        "title":"Evaluation of Learning 100: An Adult Basic Education Project in Bedford-Stuyvesant, 1967-68."},
      {
        "id":"ED044554",
        "title":"Tennessee Adult Basic Education Evaluation 1969."},
      {
        "id":"ED044556",
        "title":"Government Study Sessions. Final Report."},
      {
        "id":"ED044564",
        "title":"An Evaluative Study Comparing the Cognitive and Attitudinal Effects of Two Versions of an Educational Program About Mind-Affecting Drugs. Final Report."},
      {
        "id":"ED044566",
        "title":"Elements d'une Politique en Education des Adultes, 1970 (Elements of an Adult Education Policy, 1970)."},
      {
        "id":"ED044568",
        "title":"Adult Basic Education as a Program for Social Change."},
      {
        "id":"ED044571",
        "title":"A Survey of Graduate Programs in Adult Education in the United States and Canada."},
      {
        "id":"ED044574",
        "title":"Farmer Contacts with District Agriculturists in Three Areas in British Columbia."},
      {
        "id":"ED044576",
        "title":"Western Region AMIDS Evaluation; A Description of Evaluative Research Design and Methodology."},
      {
        "id":"ED044577",
        "title":"The Evaluation of Functional Literacy Projects Unesco Workshop."},
      {
        "id":"ED044585",
        "title":"Resource Handbook for Teaching and Administering Americanization Programs."},
      {
        "id":"ED044587",
        "title":"Project 22: Further Education for Graduates Including Refresher Courses. Role of the University in Refresher Courses."},
      {
        "id":"ED044588",
        "title":"The Effect of Short Institutional Training Courses on Agricultural Development in a Tribal Trust Land."},
      {
        "id":"ED044589",
        "title":"Tips for Teaching Textiles and Clothing."},
      {
        "id":"ED044593",
        "title":"Workshop in Adult Basic Education (Columbus, Ohio, June 23 - July 10, 1970)."},
      {
        "id":"ED044594",
        "title":"\"Everyone Has the Right to Read.\""},
      {
        "id":"ED044595",
        "title":"A Statewide Profile of Adult Basic Education."},
      {
        "id":"ED044596",
        "title":"A Preliminary Report on Literacy Training, Savings Clubs and Development in Seki Tribal Trust Land."},
      {
        "id":"ED044597",
        "title":"Resource Kit Tips for Teaching Textiles and Clothing."},
      {
        "id":"ED044598",
        "title":"Model Programs--Childhood Education; Foster Grandparent Program, Nashville, Tennessee."},
      {
        "id":"ED044599",
        "title":"Adult Basic Education; A Bibliography of Materials."},
      {
        "id":"ED044600",
        "title":"Where the Action Is; A Log of Successful Urban Programs Involving Businessmen, Chambers of Commerce or Associations."},
      {
        "id":"ED044601",
        "title":"Driving Competencies for the Elderly."},
      {
        "id":"ED044602",
        "title":"Interagency Training Programs 1970-1971."},
      {
        "id":"ED044604",
        "title":"Community Resource Development."},
      {
        "id":"ED044606",
        "title":"Oak Glen: California Youth Conservation and Training Program, November 1, 1963 - May 31, 1965."},
      {
        "id":"ED044611",
        "title":"The Methodology of Evaluating Social Action Programs."},
      {
        "id":"ED044612",
        "title":"High School Equivalency Testing Program of New York State. Information Handbook."},
      {
        "id":"ED044614",
        "title":"An Interdisciplinary, Non-Credit Community Course in Adult Development and Aging."},
      {
        "id":"ED044615",
        "title":"Literacy Demands of Publications in Selected Military Occupational Specialities."},
      {
        "id":"ED044617",
        "title":"Staff Handbook, Adult Basic Education."},
      {
        "id":"ED044618",
        "title":"Initial Employee Orientation."},
      {
        "id":"ED044619",
        "title":"Educational Activities within Business-Industry: Implications for Public Education."},
      {
        "id":"ED044620",
        "title":"Culture and Equality: The Role of University Adult Education."},
      {
        "id":"ED044621",
        "title":"The 1966 Audience of the New York State Museum: An Evaluation of the Museum's Visitors Program."},
      {
        "id":"ED044622",
        "title":"The Use of and Need for Livestock Market News."},
      {
        "id":"ED044625",
        "title":"A Guide for Adult Education Counselors."},
      {
        "id":"ED044626",
        "title":"Programs and Registrations 1969-70."},
      {
        "id":"ED044630",
        "title":"Meeting Parents Halfway: A Guide for Schools."},
      {
        "id":"ED044631",
        "title":"Minutes of Annual Meeting 1970, Commission of the Professors of Adult Education. (Atlanta, Georgia, October 25-26, 1970)."},
      {
        "id":"ED044632",
        "title":"Measuring the Impact of VISTA on Poverty Communities."},
      {
        "id":"ED044633",
        "title":"Nurses Come Lately; The First Five Years of the Quo Vadis School of Nursing."},
      {
        "id":"ED044637",
        "title":"Research and Research Training Grants; Division of Nursing."},
      {
        "id":"ED044638",
        "title":"Adult Literacy in the Developing Countries: A Bibliography."},
      {
        "id":"ED044639",
        "title":"Evaluation of Educational Television in University Extension Youth Programming."},
      {
        "id":"ED044640",
        "title":"Reception of the Interpersonal Relations Series of the Continuing Education Project for Public Health Workers in North Carolina."},
      {
        "id":"ED044641",
        "title":"Creating Effective Learning Experiences in the Adult Classroom."},
      {
        "id":"ED044642",
        "title":"Factors Affecting the Process of Educational Change."},
      {
        "id":"ED044643",
        "title":"Selecting Adult Basic Education Materials."},
      {
        "id":"ED044644",
        "title":"Evaluation of Tennessee Adult Basic Education Supervisors' Conference."},
      {
        "id":"ED044645",
        "title":"Supervision in Adult Basic Education."},
      {
        "id":"ED044646",
        "title":"Continuing Education in Alabama after One Year."},
      {
        "id":"ED044647",
        "title":"An Evaluation of Leadership Training in Louisiana."},
      {
        "id":"ED044648",
        "title":"Leadership Training for Public Health Workers in North Carolina: An Evaluative Study."},
      {
        "id":"ED044649",
        "title":"Evaluation of Adult Basic Education Workshop in West Tennessee, December 14, 1968."},
      {
        "id":"ED044650",
        "title":"Effect of the Interpersonal Relations Series of the Continuing Education Project on Inducing Attitudinal and Behavioral Changes among Public Health Workers in North Carolina."},
      {
        "id":"ED044651",
        "title":"Semantic-Componentry and Samoan-Acquisition."},
      {
        "id":"ED044654",
        "title":"The Michigan Oral Language Series: A Critical Review."},
      {
        "id":"ED044655",
        "title":"[Outline of Proposed Language and Communication Course for Spring 1971, Hampshire College.]"},
      {
        "id":"ED044667",
        "title":"Adapting Language Materials."},
      {
        "id":"ED044668",
        "title":"Conference on Navajo Orthography."},
      {
        "id":"ED044675",
        "title":"Social Determinants in Communication Events in a Small Bilingual Community in New Mexico."},
      {
        "id":"ED044678",
        "title":"Language Classification and Indexing, With an Annotated Bibliography."},
      {
        "id":"ED044679",
        "title":"Speech Research. A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications. 1 January--30 June 1970."},
      {
        "id":"ED044680",
        "title":"In-Service Teacher Education in a Tri-Ethnic Community: A Participant-Observer Study."},
      {
        "id":"ED044681",
        "title":"A Theory of Marking Rules."},
      {
        "id":"ED044682",
        "title":"Culture and Social Interaction in the Classroom; An Ethnographic Report."},
      {
        "id":"ED044683",
        "title":"A Provisional Survey of Materials for the Study of Neglected Languages."},
      {
        "id":"ED044684",
        "title":"Linguistic Society of America Annual Meeting (45th, Washington, D.C., December 28-30, 1970). Meeting Handbook."},
      {
        "id":"ED044686",
        "title":"Education Abstracts. Burma. January --April 1970."},
      {
        "id":"ED044687",
        "title":"Information Dissemination in the Language Sciences: Case Histories of Fourteen Research Projects."},
      {
        "id":"ED044688",
        "title":"The English as a Second Language Programs of the American and British Binational Institutes in Mexico."},
      {
        "id":"ED044689",
        "title":"Modern Arabic Prose Literature: An Introduction."},
      {
        "id":"ED044691",
        "title":"For a Study of Diglossia in French Canada."},
      {
        "id":"ED044697",
        "title":"English Literature, the Foreign Learner, and the Adapted Text."},
      {
        "id":"ED044698",
        "title":"Problems in the Study of Arkansas Dialects."},
      {
        "id":"ED044699",
        "title":"Teaching English as a Second Language: A Survey of 1969, a Projection for 1970."},
      {
        "id":"ED044700",
        "title":"Training the EFL Teacher--An Illustrated Commentary."},
      {
        "id":"ED044701",
        "title":"Structural Pattern Drills: A Classification."},
      {
        "id":"ED044702",
        "title":"Types of Bilingualism and Performance of Navaho Children in School, Phase I. Final Report."},
      {
        "id":"ED044703",
        "title":"Laws and Legal Documents Relating to Problems of Bilingual Education in the United States."},
      {
        "id":"ED044704",
        "title":"Computer-Assisted Instruction in the Pronunciation of Foreign Languages."},
      {
        "id":"ED044705",
        "title":"The Pronunciation-Hearing Test Using a Hybrid Magnetic Tape System."},
      {
        "id":"ED044706",
        "title":"SCRIPTER: A Programming Language for Computer-Based Programmed Instruction."},
      {
        "id":"ED044707",
        "title":"Uncommonly Taught Languages: Another Perspective."},
      {
        "id":"ED044708",
        "title":"Exclusion Therapy: An Alternative to Going After The Drug Cult Adolescent."},
      {
        "id":"ED044709",
        "title":"The Design of Studies to Evaluate Hereditary and Environmental Contributions to the Etiology of Behavioral Disorders."},
      {
        "id":"ED044710",
        "title":"General and Specific Interference Factors in Retention."},
      {
        "id":"ED044711",
        "title":"The Application of Operations Research in Mental Health Systems."},
      {
        "id":"ED044712",
        "title":"Guide to Ideas on Drug Abuse Programs and Policies."},
      {
        "id":"ED044713",
        "title":"Sexuality and Violence."},
      {
        "id":"ED044714",
        "title":"Employment-Socialization Project."},
      {
        "id":"ED044715",
        "title":"A Study of Intuition as Inference."},
      {
        "id":"ED044716",
        "title":"The Cloudy Crystal Ball: A Projection of the Nature of the University Counseling Center in the Year 2000."},
      {
        "id":"ED044717",
        "title":"The PICA Project. Year 2. Project Interim Report. Programming Interpersonal Curricula for Adolescents."},
      {
        "id":"ED044718",
        "title":"[An Exploratory Study of Methods for Quantifying the Analysis of Human Aggression. Avoidance of Time-Out from, and Withdrawal of, Positive Reinforcement in Humans: Reduction in Actual and Potential Reinforcement as a Stimulus for Aggression.]"},
      {
        "id":"ED044719",
        "title":"Total Career Capability for All. A Career-Development Program Model."},
      {
        "id":"ED044720",
        "title":"Effects of Differential Practicum Experiences on Client and Counselor Perceptions of Initial Interviews."},
      {
        "id":"ED044721",
        "title":"The Method of Simulation Games in Family Life Education."},
      {
        "id":"ED044722",
        "title":"A Comparison of Two Methods of Providing Information to Ninth Grade Students About the World of Work."},
      {
        "id":"ED044723",
        "title":"The Reactions of Family Systems to Sudden and Unexpected Death. Crisis Intervention in Acute Grief."},
      {
        "id":"ED044724",
        "title":"Drugs on Campus and in the Secondary Schools."},
      {
        "id":"ED044725",
        "title":"Elementary School Guidance. Program Development Suggestions."},
      {
        "id":"ED044726",
        "title":"Drug Induced Arousal and Fear Appeals."},
      {
        "id":"ED044727",
        "title":"Problems of Indian Children."},
      {
        "id":"ED044728",
        "title":"Counselor Image in the Secondary Schools of Kalamazoo, Michigan."},
      {
        "id":"ED044729",
        "title":"The Efficacy of Role Reversal: Warmth of Interaction, Accuracy of Understanding and the Proposal of Compromises."},
      {
        "id":"ED044730",
        "title":"Abstracts of Research in Rehabilitation; The Top Twenty Research Selections by the 1969 Research Awards Committee of the American Rehabilitation Counseling Association."},
      {
        "id":"ED044731",
        "title":"Actualization Therapy."},
      {
        "id":"ED044732",
        "title":"Summer Pre-College Seminar. Camelot. The Challenge Story."},
      {
        "id":"ED044733",
        "title":"Predicting Potential Delinquents in Junior High School. Final Report."},
      {
        "id":"ED044734",
        "title":"Predicting the In-Hospital Responsiveness to Treatment of Alcoholics. Social Factors as Predictors of Outcome. Brain Damage as a Factor in Treatment Outcome of Chronic Alcoholic Patients."},
      {
        "id":"ED044735",
        "title":"Verbal Indices of Interpersonal Imbalance in the Interview."},
      {
        "id":"ED044736",
        "title":"Selected Drug Education Curricula. A Series."},
      {
        "id":"ED044737",
        "title":"Research on Who Should Go To College, and When."},
      {
        "id":"ED044738",
        "title":"The Relationships of Certain Personality and Demographic Variables to Success in Vocational Rehabilitation."},
      {
        "id":"ED044739",
        "title":"The Needs, Possibilities, and Probabilities of Riots and Revolution in America or America, Where Are You Now?"},
      {
        "id":"ED044740",
        "title":"Race and the Elementary School Counselor."},
      {
        "id":"ED044741",
        "title":"Youth Reporters Discuss \"Problem\" Drugs. Youth Reports Number 2."},
      {
        "id":"ED044742",
        "title":"Paleolithic Counseling - The Good Old Days."},
      {
        "id":"ED044744",
        "title":"The Effects of Picture Content and Exposure Frequency on Evaluations of Negroes and Whites."},
      {
        "id":"ED044745",
        "title":"Challenges Presented by Open Enrollment."},
      {
        "id":"ED044746",
        "title":"Methods and Techniques for Improving the Educational Aspirational Level of Senior High School Students."},
      {
        "id":"ED044747",
        "title":"Conference on Conceptualization of Research Problems on the Affective Components of Physical Education Instruction in the Elementary School. Final Report."},
      {
        "id":"ED044748",
        "title":"The University of Missouri Survey of Counseling Psychologists. A Search and Identify Mission. The Counseling Psychologist Discovered: \"Who Are They and How Did They Get That Way?\" Counseling Psychology - The Error of the Assumed Essence."},
      {
        "id":"ED044749",
        "title":"Counselor Bias and the Female Occupational Role."},
      {
        "id":"ED044750",
        "title":"A Project to Demonstrate the Effectiveness of Unstructured Group Counseling in Developing in Disabled Persons Insights and Positive Attitudes. Final Report. Group Counseling as an Aid in the Employment of Hard-To-Place Rehabilitation Clients. Research Brief."},
      {
        "id":"ED044751",
        "title":"Model Programs: Childhood Education. Project PLAN."},
      {
        "id":"ED044752",
        "title":"The Effect of Verbal Reinforcement on Children's Learning. Final Report."},
      {
        "id":"ED044753",
        "title":"Characteristics and Perceptions of Actual and Potential Counseling Center Clients: Implications for Program Development. Research and Development Report Number 27."},
      {
        "id":"ED044754",
        "title":"Cognitive and Mental Development in the First Five Years of Life. A Review of Recent Research."},
      {
        "id":"ED044755",
        "title":"The Revolution in Professional Training. A Review of Innovative Programs for the Training of Professional Psychologists."},
      {
        "id":"ED044756",
        "title":"The Schooling Careers of Military Dependents: A Socio-Cultural Study."},
      {
        "id":"ED044757",
        "title":"Authority, Rules, and Aggression. A Cross-National Study of the Socialization of Children Into Compliance Systems. Part I. Final Report."},
      {
        "id":"ED044759",
        "title":"Effectiveness of Different Combinations of Visual and Verbal Presentation Modes in Teaching Different Kinds of Learning Tasks. Final Report."},
      {
        "id":"ED044760",
        "title":"An Analysis of a Counselor Education Program with a Critical Examination of Practicum and Group Experiences. Final Report."},
      {
        "id":"ED044761",
        "title":"The Relationship Between Memory Span, Long-Term Memory and Problem Solving. Final Report."},
      {
        "id":"ED044762",
        "title":"Personnel Services Review. Programs on Drug Use and Abuse. Series 5. Contemporary Issues in Student Personnel Work."},
      {
        "id":"ED044763",
        "title":"Personnel Services Review. Support Personnel in Guidance Programs. Series 3. Human Resources in the Guidance Program."},
      {
        "id":"ED044764",
        "title":"Caps Capsule."},
      {
        "id":"ED044765",
        "title":"The Humanities in Preparing Educational Administrators."},
      {
        "id":"ED044766",
        "title":"Participative Education and the Inevitable Revolution."},
      {
        "id":"ED044768",
        "title":"School Dress Code Violations and the Ensuing Controversy."},
      {
        "id":"ED044770",
        "title":"Eric Abstracts: A Collection of ERIC Document Resumes on Educational Assessment."},
      {
        "id":"ED044771",
        "title":"ERIC Abstracts. A Collection of ERIC Document Resumes on the School Principalship: Crisis in Middle Management."},
      {
        "id":"ED044772",
        "title":"Developing Flexible Educational Park Planning Formats for the District of Columbia. A Study of the Extent to which the Quality of Educational and Supporting Community Services Are a Function of Enrollments and Time Utilization. Final Report."},
      {
        "id":"ED044773",
        "title":"Opening Fall Enrollment in Higher Education, 1969. Report on Preliminary Survey. Annual Report (24th)."},
      {
        "id":"ED044774",
        "title":"16-20: The Liberal Education of an Age Group. The Four-School Study Report."},
      {
        "id":"ED044776",
        "title":"Quest for Identity: National Survey of the Middle School 1969-1970."},
      {
        "id":"ED044778",
        "title":"Radical New Programs for University Living."},
      {
        "id":"ED044779",
        "title":"Teacher Salaries and Fringe Benefits."},
      {
        "id":"ED044780",
        "title":"An Introduction to Program Planning, Budgeting and Evaluation for Colleges and Universities. The Proceedings of a Conference."},
      {
        "id":"ED044782",
        "title":"Man, Education, and Manpower."},
      {
        "id":"ED044785",
        "title":"Design and Methodology in Institutional Research. Proceedings of National Institutional Research Annual Forum (5th, Stony Brook, New York, May 3-4, 1965.)"},
      {
        "id":"ED044786",
        "title":"Research on Academic Input. Proceedings of Association for Institutional Research Annual Forum (6th, Boston, Massachusetts May 2-5, 1966.)"},
      {
        "id":"ED044789",
        "title":"Instructional Technology and the School Administrator. Final Report."},
      {
        "id":"ED044790",
        "title":"Development of Secondary Education. Trends and Implications."},
      {
        "id":"ED044791",
        "title":"Perspectives of Planning."},
      {
        "id":"ED044792",
        "title":"Feeding the Nation's Children--Education's Job?"},
      {
        "id":"ED044793",
        "title":"Board/Administrator Relationships."},
      {
        "id":"ED044794",
        "title":"Simulation of Space Needs and Associated Costs."},
      {
        "id":"ED044795",
        "title":"Information System for Educational Policy and Administration."},
      {
        "id":"ED044796",
        "title":"Systems and Environmental Design."},
      {
        "id":"ED044797",
        "title":"An Evaluation of a Strategy for Bringng Social Science to Bear on Organizational Decision-Making."},
      {
        "id":"ED044798",
        "title":"Change in Teacher Attitudes Toward Decision-Making and School Organization."},
      {
        "id":"ED044799",
        "title":"Student Rights Litigation Materials."},
      {
        "id":"ED044800",
        "title":"How To Evaluate Competitive Products."},
      {
        "id":"ED044801",
        "title":"Teacher's Salary Increases in a Cluster of Suburban School Districts. Final Report."},
      {
        "id":"ED044802",
        "title":"Administration for Student Development."},
      {
        "id":"ED044803",
        "title":"The Principal as Administrator."},
      {
        "id":"ED044804",
        "title":"A Profile of the Large-City High School."},
      {
        "id":"ED044805",
        "title":"The Anatomy of a Busing Case."},
      {
        "id":"ED044806",
        "title":"Coordination of Organic Curriculum Development in the Public Schools in Houston, Texas. Final Report."},
      {
        "id":"ED044807",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 4 No. 1, 1970. January-March 1970."},
      {
        "id":"ED044808",
        "title":"A Systems Approach to University Organization."},
      {
        "id":"ED044810",
        "title":"The Campus Plan."},
      {
        "id":"ED044811",
        "title":"Post-Conference Report: Extended School Year Conference."},
      {
        "id":"ED044812",
        "title":"Towards Rational Decision-Making in Secondary Education."},
      {
        "id":"ED044813",
        "title":"School Without Walls."},
      {
        "id":"ED044814",
        "title":"Multi-Disciplinary Approach to Planning."},
      {
        "id":"ED044815",
        "title":"Goals and Objectives in PPBS."},
      {
        "id":"ED044816",
        "title":"Models for University Systems Planning."},
      {
        "id":"ED044817",
        "title":"Interest Representation in School Governance."},
      {
        "id":"ED044818",
        "title":"Trustee Responsibility for the Campus in Crisis."},
      {
        "id":"ED044820",
        "title":"Seminar on School-Community Relations."},
      {
        "id":"ED044821",
        "title":"Long Range Planning for the North Carolina Community College System."},
      {
        "id":"ED044822",
        "title":"Disparaties in Educational Resources and Outcomes, and the Limits of the Law."},
      {
        "id":"ED044823",
        "title":"An Investigation of Informal School-Community Relations Programs in Major School Districts. A Review of the Literature."},
      {
        "id":"ED044824",
        "title":"Demographic Mapping via Computer Graphics."},
      {
        "id":"ED044825",
        "title":"Illinois Resident Program for Educational Leadership."},
      {
        "id":"ED044826",
        "title":"&quot;The Scholar Practitioner.&quot; A Collection of Papers."},
      {
        "id":"ED044827",
        "title":"The Impact of Grants-in-Aid on State and Local Education Expenditures."},
      {
        "id":"ED044828",
        "title":"Projections of Educational Statistics to 1978-79. 1969 Edition."},
      {
        "id":"ED044829",
        "title":"Legal Aspects of Control of Student Activities by Public School Officials."},
      {
        "id":"ED044830",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Inservice Education for Staff and Administrators."},
      {
        "id":"ED044831",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Performance Objectives."},
      {
        "id":"ED044832",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Citizen Involvement in the Control of Schools."},
      {
        "id":"ED044833",
        "title":"Social and Technological Change. Implications for Education."},
      {
        "id":"ED044834",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded."},
      {
        "id":"ED044835",
        "title":"Understanding the Law: A Guide for Teaching the Mentally Retarded."},
      {
        "id":"ED044836",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded, Session I: Functional Basic Reading Series."},
      {
        "id":"ED044837",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded, Session I: Materials for Educable Mentally Retarded and the Disadvantaged."},
      {
        "id":"ED044838",
        "title":"In-Service Training Materials for Teachers of the Educable Mentally Retarded, Session I: Peabody Language Development Kits, Level #1 and Level #2."},
      {
        "id":"ED044840",
        "title":"Planning for the Decade of Rehabilitation: 1970-1980; New Patterns of International Service. Final Report."},
      {
        "id":"ED044841",
        "title":"Curriculum Adaptations for Teaching Handicapped Youth: Prevocational E.M.R. Group."},
      {
        "id":"ED044842",
        "title":"Identification of Exceptional Children (Handbook for Screening Team Chairmen)."},
      {
        "id":"ED044843",
        "title":"Cooperative Program (Educable Mentally Retarded)."},
      {
        "id":"ED044844",
        "title":"Book of Proceedings of Workshops Held on Physical Education for the Mentally Retarded."},
      {
        "id":"ED044846",
        "title":"A Handbook on the Theory and Practice of Arts and Crafts for Educable Mentally Retarded Children and Youth."},
      {
        "id":"ED044847",
        "title":"Modifying Behavior: Suggestions for Teachers of the Handicapped."},
      {
        "id":"ED044848",
        "title":"Type and Size of Educational Programs Attended by Hearing Impaired Students, United States: 1968-69."},
      {
        "id":"ED044850",
        "title":"Diagnosis of Specific Learning Disabilities and Prescriptive Teaching."},
      {
        "id":"ED044852",
        "title":"New Jersey State Plan for the Construction of Mental Retardation Facilities."},
      {
        "id":"ED044853",
        "title":"The Measurement of Attitudes Toward Disabled Persons."},
      {
        "id":"ED044857",
        "title":"National Center on Educational Media and Materials for the Handicapped: Policies and Procedures."},
      {
        "id":"ED044858",
        "title":"Bibliography on Speech, Hearing and Language in Relation to Mental Retardation, 1900-1968."},
      {
        "id":"ED044859",
        "title":"A Developmental Approach to Casefinding with Special Reference to Cerebral Palsy, Mental Retardation, and Related Disorders."},
      {
        "id":"ED044860",
        "title":"The Principal Looks at Classes for the Physically Handicapped."},
      {
        "id":"ED044862",
        "title":"Area Centers for Services to Deaf-Blind Children in Arkansas, Louisiana, Oklahoma, and Texas. Final Report."},
      {
        "id":"ED044863",
        "title":"The Effects of a Program of Learning Games upon Selected Academic Abilities in Children with Learning Difficulties."},
      {
        "id":"ED044864",
        "title":"A Guide for Speech Therapy."},
      {
        "id":"ED044865",
        "title":"Vocational Rehabilitation of the Severely Disabled in a University Setting."},
      {
        "id":"ED044866",
        "title":"Cooperative Driver Education Manual for the High School EMR Student."},
      {
        "id":"ED044868",
        "title":"Problem-Solving in Retarded Adolescents and Young Adults: Findings of a Group Psychotherapy Program."},
      {
        "id":"ED044869",
        "title":"Some Effects of Hearing Impairment upon School Performance."},
      {
        "id":"ED044870",
        "title":"Proceedings of the Fourth International Seminar on Special Education (Cork, Ireland, September 8-12, 1969)."},
      {
        "id":"ED044871",
        "title":"Manual of Information for Title VI-A of the Elementary and Secondary Education Act of 1965, as Amended."},
      {
        "id":"ED044872",
        "title":"Improving Music Experiences for Emotionally Handicapped Children in Public School Programs. Proceedings of a Special Study Institute (Rochester, New York, October 23-25, 1969)."},
      {
        "id":"ED044873",
        "title":"Resistance to Extinction in Mentally Retarded Children under Conditions of Stimulus Variation. Final Report."},
      {
        "id":"ED044874",
        "title":"The Development of a Project for Educable Mentally Retarded Children to Receive Vocational Training in Food Service. Final Report."},
      {
        "id":"ED044878",
        "title":"Multi-Lingual Rehabilitation Terminology; A Preliminary Study."},
      {
        "id":"ED044879",
        "title":"Symposium on Spina Bifida (Denver, Colorado, November, 1969)."},
      {
        "id":"ED044881",
        "title":"Telephone Communication for the Deaf: Speech Indicator Manual."},
      {
        "id":"ED044882",
        "title":"The Leisure Activities of Mental Patients Prior to Hospitalization."},
      {
        "id":"ED044883",
        "title":"South Dakota Special Education and Pupil Personnel Services."},
      {
        "id":"ED044884",
        "title":"A Boarding Home Program for Handicapped Children. A Manual."},
      {
        "id":"ED044887",
        "title":"A Comparison of Degree of Alienation in Special Education and Normal Subjects."},
      {
        "id":"ED044888",
        "title":"Action Against Mental Disability: The Report of the President's Task Force on the Mentally Handicapped."},
      {
        "id":"ED044889",
        "title":"An Analysis of Instruction Duration as a Consequence for Correct and Incorrect Answers."},
      {
        "id":"ED044890",
        "title":"Research on Frequency Transposition for Hearing Aids. Interim Report."},
      {
        "id":"ED044891",
        "title":"The School Adjustment of Post-Meningitic Children. Final Report."},
      {
        "id":"ED044892",
        "title":"Model Programs. Childhood Education: Dubnoff School for Educational Therapy."},
      {
        "id":"ED044893",
        "title":"Model Programs. Childhood Education: Boston Public Schools Learning Laboratories."},
      {
        "id":"ED044894",
        "title":"Proceedings of the Conference on New Approaches to the Evaluation of Blind Persons (April 11-12, 1968)."},
      {
        "id":"ED044895",
        "title":"Deaf Blind Children: Evaluating Their Multiple Handicaps."},
      {
        "id":"ED044896",
        "title":"Relating Agency Objectives to Budget Organization: Factor Budgeting for an Education Film Library."},
      {
        "id":"ED044897",
        "title":"Toward a New Hampshire Information Network: A Study of the Feasibility of Establishing Educational Information Links Between Keene State College, Plymouth State College and the University of New Hampshire, Carried Out with the Support of the Ford Foundation."},
      {
        "id":"ED044898",
        "title":"Comparative Effects of Seven Verbal-Visual Presentation Modes Upon Learning Tasks."},
      {
        "id":"ED044899",
        "title":"A Study of the Personality Characteristics of the Acceptor and the Rejector of the Newer Educational Media among Secondary Teachers of Wisconsin."},
      {
        "id":"ED044900",
        "title":"Commentaries on Research in Instructional Media. An Examination of Conceptual Schemes."},
      {
        "id":"ED044901",
        "title":"Further Research on Speeded Speech as an Educational Medium."},
      {
        "id":"ED044902",
        "title":"Further Research on Speeded Speech as an Educational Medium. Effects of Listening Aids and Self-Pacing on Comprehension and the Use of Compressed Speech for Review. Progress Report Number 4."},
      {
        "id":"ED044903",
        "title":"Further Research on Speeded Speech as an Educational Medium--The Use of Listening Aids."},
      {
        "id":"ED044904",
        "title":"A Slant Track Videotape Recorder Survey."},
      {
        "id":"ED044905",
        "title":"Using a Computer to Teach Nursing."},
      {
        "id":"ED044907",
        "title":"Communications and Education. A Series of Thirty Television Programs."},
      {
        "id":"ED044913",
        "title":"Media and Cost-Effectiveness."},
      {
        "id":"ED044917",
        "title":"Telecommunications: Toward National Policies for Education. The Report of the National Conference on Telecommunications Policy in Education, The Georgia Center for Continuing Education, Athens, Georgia, December 4-6, 1968."},
      {
        "id":"ED044918",
        "title":"Science on Display: A Study of the United States Science Exhibit, Seattle World's Fair, 1962."},
      {
        "id":"ED044919",
        "title":"The Behavior of the Museum Visitor."},
      {
        "id":"ED044920",
        "title":"Behavior of the Average Visitor in the Peabody Museum of Natural History, Yale University."},
      {
        "id":"ED044921",
        "title":"An Experiment in Museum Instruction."},
      {
        "id":"ED044922",
        "title":"Music in Motion Pictures: Review of Literature with Implications for Instructional Films."},
      {
        "id":"ED044923",
        "title":"Learning Theories and Instructional Film Research."},
      {
        "id":"ED044924",
        "title":"Relationship of Length and Fact Frequency to Effectiveness of Instructional Motion Pictures."},
      {
        "id":"ED044925",
        "title":"Contributions of Film Introductions and Film Summaries to Learning from Instructional Films."},
      {
        "id":"ED044926",
        "title":"Effect of Repetitive Film Showings on Learning."},
      {
        "id":"ED044927",
        "title":"The Effect of Attention Gaining Devices on Film-Mediated Learning."},
      {
        "id":"ED044929",
        "title":"Experimental Studies of the Education of Children in a Museum of Science."},
      {
        "id":"ED044931",
        "title":"The Interview: An Educational Research Tool. An Occasional Paper from ERIC at Stanford."},
      {
        "id":"ED044932",
        "title":"Model Programs: Childhood Education. A Computer-Assisted Language Experience Which Allows Children to Create Their Own Reading Lessons."},
      {
        "id":"ED044933",
        "title":"Instructional Radio: A Position Paper. A Series Two Paper from ERIC at Stanford."},
      {
        "id":"ED044934",
        "title":"Research Project to Provide Materials for Teaching Asian Music in U.S. Public Schools and Colleges. Final Report."},
      {
        "id":"ED044935",
        "title":"Museums and Media: A Basic Reference Shelf. Museums and Media: A Status Report."},
      {
        "id":"ED044936",
        "title":"Attitude and Achievement Comparisons for Direct and Television Classes in Biological Science."},
      {
        "id":"ED044937",
        "title":"Administrating an Instructional Film Program: A Handbook for the Building Audiovisual Coordinator."},
      {
        "id":"ED044938",
        "title":"Fourteenth Lake Okoboji Educational Media Leadership Conference, Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 18-22, 1968. Summary Report."},
      {
        "id":"ED044939",
        "title":"FCC, CATV, ETV, and ITFS."},
      {
        "id":"ED044940",
        "title":"Television Microwave--1971."},
      {
        "id":"ED044941",
        "title":"Library Survey: A Multimedia Survey of the Community College Libraries of the State of Illinois."},
      {
        "id":"ED044942",
        "title":"The Computer as a Socializing Agent: Some Socioaffective Outcomes of CAI."},
      {
        "id":"ED044943",
        "title":"Issues for Study in Cable Communications. An Occasional Paper from the Alfred P. Sloan Foundation."},
      {
        "id":"ED044944",
        "title":"The Present Position of Modern Language Teaching in England and Wales."},
      {
        "id":"ED044946",
        "title":"Enquete sur le langage de l'enfant francais: Transcriptions de conversations d'enfants de 9 ans (Investigation of the Language of French Children: Transcriptions of Conversations of 9-Year-Olds). Document No. 1."},
      {
        "id":"ED044947",
        "title":"Enquete sur le langage de l'enfant francais: Transcriptions de conversations d'enfants de 10 ans (Investigation of the Language of French Children: Transcriptions of Conversations of Ten-Year-Olds). Document No. 2."},
      {
        "id":"ED044948",
        "title":"Catalogo de peliculas educativas y otros materiales audiovisuales (Catalogue of Educational Films and other Audiovisual Materials)."},
      {
        "id":"ED044950",
        "title":"&quot;The Smiling Englishman.&quot;"},
      {
        "id":"ED044951",
        "title":"Imitative Writing."},
      {
        "id":"ED044952",
        "title":"Do What You Do Anyway!"},
      {
        "id":"ED044953",
        "title":"A Versatile Number Game."},
      {
        "id":"ED044954",
        "title":"Schools and Languages in India."},
      {
        "id":"ED044955",
        "title":"Film-Recital and French Poems; Cultural Commentary."},
      {
        "id":"ED044956",
        "title":"Bibliographie: Moderner Fremdsprachenunterricht (Bibliography: Modern Foreign Language Instruction), 1970. Volume 1, Number 1."},
      {
        "id":"ED044957",
        "title":"A Handbook on Foreign Language Classroom Testing: French; German, Italian, Russian, Spanish."},
      {
        "id":"ED044958",
        "title":"The Ancient Greeks Speak to Us: A New Humanistic Approach to Classical Greek and Greek Culture for Secondary Schools. Teacher's Guide-Level Alpha."},
      {
        "id":"ED044959",
        "title":"Cultural Language Study: Grade 7."},
      {
        "id":"ED044962",
        "title":"This Language-Learning Business."},
      {
        "id":"ED044963",
        "title":"EPDA Institute in German for Cooperating Teachers and Teacher Trainers: Final Report."},
      {
        "id":"ED044964",
        "title":"A System of Instruments for the Management of Independent Study."},
      {
        "id":"ED044966",
        "title":"German for Elementary Schools: A Program and Teaching Guide."},
      {
        "id":"ED044967",
        "title":"Language Teachers' Training Workshop, June 15th-29th, 1969, Furudal, Sweden."},
      {
        "id":"ED044969",
        "title":"Voces de Olympo (Echoes from Mount Olympus). A Humanistic Approach to Latin for Children in the Sixth Grade: Teachers' Guide."},
      {
        "id":"ED044970",
        "title":"Teacher's Guide to \"Artes Latinae\"."},
      {
        "id":"ED044972",
        "title":"A Preliminary Survey of Teacher Training Programs in Modern Foreign Languages at the Colleges and Universities of Washington, D.C., Maryland and Virginia."},
      {
        "id":"ED044973",
        "title":"Some Techniques for Teaching French Poetry."},
      {
        "id":"ED044975",
        "title":"Teaching English as a Second Language as a Model for Foreign Language Teaching."},
      {
        "id":"ED044976",
        "title":"Linguistic Problems in the Work of the Translator."},
      {
        "id":"ED044977",
        "title":"Anglo and Latin: The Cultural Difference."},
      {
        "id":"ED044978",
        "title":"From Grammar-Translation to Direct to Audiolingual to What?"},
      {
        "id":"ED044979",
        "title":"Possible Impact of the Elimination of FL Requirements in Colleges and Universities."},
      {
        "id":"ED044980",
        "title":"The Role of \"Outside\" Organizations in Foreign Language Teacher Education."},
      {
        "id":"ED044981",
        "title":"Linguistics and Foreign Language Teaching. ERIC Focus Reports on the Teaching of Foreign Languages, Number 21."},
      {
        "id":"ED044982",
        "title":"E.I.L. French: An Audio-Lingual Course. Volume I."},
      {
        "id":"ED044983",
        "title":"E.I.L. German: An Audio Lingual Course. Volume I."},
      {
        "id":"ED044984",
        "title":"E.I.L. Italian: An Audio-Lingual Course. Volume I."},
      {
        "id":"ED044985",
        "title":"E.I.L. Latin American Spanish: An Audio Lingual Course. Volume I."},
      {
        "id":"ED044986",
        "title":"Lengths of Sequences in Modern Foreign Languages in U.S. High Schools."},
      {
        "id":"ED044987",
        "title":"Classics and the Reorganisation of Secondary Schools."},
      {
        "id":"ED044988",
        "title":"A Bibliography of Virgil."},
      {
        "id":"ED044989",
        "title":"Suggestions for the Classical Shelves of a School Library."},
      {
        "id":"ED044991",
        "title":"Flexible Scheduling and Foreign Languages."},
      {
        "id":"ED044992",
        "title":"Classics in the U.S.A."},
      {
        "id":"ED044993",
        "title":"Teacher's Guide to Accompany Living Latin: A Contemporary Approach."},
      {
        "id":"ED044996",
        "title":"Development and Evaluation of a Self-Instructional Spanish Course."},
      {
        "id":"ED044999",
        "title":"Bibliographie: Moderner Fremdsprachenunterricht (Bibliography: Modern Foreign Language Instruction), 1970. Volume 1, Number 2."},
      {
        "id":"ED045000",
        "title":"Germany as We Saw It."},
      {
        "id":"ED045001",
        "title":"An Explanation of \"Levels\" of Competence in Foreign Language Learning: Latin, Levels I, II, III."},
      {
        "id":"ED045002",
        "title":"An Explanation of \"Levels\" of Competence in Foreign Language Learning: Russian, Levels I, II, III."},
      {
        "id":"ED045004",
        "title":"1970 Statistical Profile Independent California Colleges and Universities. A Report to The Joint Committee on Higher Education, California State Legislature."},
      {
        "id":"ED045005",
        "title":"Educational and Occupational Aspirations of Adult Women. Report to the College Entrance Examination Board."},
      {
        "id":"ED045006",
        "title":"On Being Educated in 1991."},
      {
        "id":"ED045007",
        "title":"Part II - Program Application for 1970-71 Short-Term Training Program Under Part E of Education Professional Development Act, P.L. 90-35. Section I - General Information, Item 5."},
      {
        "id":"ED045008",
        "title":"Educational Research and Development: Implications for Research Management from a National Perspective."},
      {
        "id":"ED045009",
        "title":"Bounds for New Faculty Positions in a Budget Plan."},
      {
        "id":"ED045010",
        "title":"Priorities in Higher Education. The Report of the President's Task Force on Higher Education."},
      {
        "id":"ED045011",
        "title":"Rank, Pay, and Representation of Women on the Faculty at the Urbana-Champaign Campus of the University of Illinois."},
      {
        "id":"ED045012",
        "title":"Assessing the Effects of Changes in the Cost of Higher Education to the Student."},
      {
        "id":"ED045013",
        "title":"The New College Trustee: Some Predictions for the 1970s. A Research Consideration of Some of the Possible Outcomes of Greater Diversity on College Governing Boards."},
      {
        "id":"ED045014",
        "title":"Measurement of College Achievement by the College-Level Examination Program."},
      {
        "id":"ED045016",
        "title":"Educational Strategies for Social Change. Papers and Proceedings of the Annual Convention, Lutheran Educational Conference of North America (56th, Houston, January 10-11, 1970)."},
      {
        "id":"ED045017",
        "title":"An Investigation of Selected Factors in the Affective Domains of High Risk Black and Regular College Freshmen."},
      {
        "id":"ED045019",
        "title":"On Universal Higher Education."},
      {
        "id":"ED045020",
        "title":"Student Values."},
      {
        "id":"ED045021",
        "title":"Graduate Assistant Survey 1969-70."},
      {
        "id":"ED045022",
        "title":"Financing Higher Education."},
      {
        "id":"ED045023",
        "title":"Roles and Structures for Participation in Higher Education Governance: A Rationale."},
      {
        "id":"ED045024",
        "title":"Pass-Fail Evaluation: Phase II: Questionnaire Analysis."},
      {
        "id":"ED045025",
        "title":"Effective Use of Resources in State Higher Education: Graduate Education, Community Colleges, Education for Blacks."},
      {
        "id":"ED045026",
        "title":"The Future is Now."},
      {
        "id":"ED045027",
        "title":"Education in the Real World: Faculty View the Protests."},
      {
        "id":"ED045028",
        "title":"Joint Report on 1970-71 Student Charges."},
      {
        "id":"ED045029",
        "title":"Faculty Supporters of Change."},
      {
        "id":"ED045030",
        "title":"Cluster Colleges as Response."},
      {
        "id":"ED045031",
        "title":"Relevant to Whom?"},
      {
        "id":"ED045032",
        "title":"Group Cohesiveness and Academic Achievement as Related to Residence Hall Students Assigned According to Holland's Theory of Vocational Choice."},
      {
        "id":"ED045033",
        "title":"Who Studies What Major in College."},
      {
        "id":"ED045034",
        "title":"Report on Postdoctoral Fellowship Year, 1969-1970. Final Report."},
      {
        "id":"ED045035",
        "title":"Educationally Inferior Students: Getting In and Out of College."},
      {
        "id":"ED045036",
        "title":"A Study of Attitudes Held by Black Students Living in Residence Halls."},
      {
        "id":"ED045037",
        "title":"Development of a Scale of Attitudes Toward the Police."},
      {
        "id":"ED045038",
        "title":"A Comparison of Personality Traits of Female Honors and Non-Honors Students."},
      {
        "id":"ED045040",
        "title":"Academic Prediction and the Marginal Student."},
      {
        "id":"ED045041",
        "title":"A Comparison of Perception of the University Environment by Undergraduate Married and Single Male Students."},
      {
        "id":"ED045042",
        "title":"Development of Materials for a One Year Course in African Music for the General Undergraduate Student. Final Report."},
      {
        "id":"ED045044",
        "title":"[A Report on the Status of Women at the California State College at Fullerton.]"},
      {
        "id":"ED045045",
        "title":"Inequities in Salary Payments to Faculty Women."},
      {
        "id":"ED045046",
        "title":"Analyses of a National Sample of College Environments. Final Report."},
      {
        "id":"ED045047",
        "title":"Thirty Year Follow-Up of Male College Students. Final Report."},
      {
        "id":"ED045048",
        "title":"Social Change and Educational Innovation in a Latin American University. Final Report."},
      {
        "id":"ED045049",
        "title":"Student Personality Characteristics and Optimal College Learning Conditions. Final Report."},
      {
        "id":"ED045050",
        "title":"Class Attendance as a Factor in the Academic Achievement of College Students. Final Report."},
      {
        "id":"ED045051",
        "title":"Relationships Existing Among Race, Persistence and Student Financial Aids."},
      {
        "id":"ED045052",
        "title":"Students Enrolled for Advanced Degrees, Fall 1969. Institutional Data."},
      {
        "id":"ED045053",
        "title":"Current Proposals for Federal Aid to Higher Education: Some Political Implications."},
      {
        "id":"ED045054",
        "title":"Advisory Council on Women's Opportunities. Progress Report to the Chancellor."},
      {
        "id":"ED045055",
        "title":"Harvard and Money; A Memorandum on Issues and Choices."},
      {
        "id":"ED045056",
        "title":"A Study of the Inter-Organizational Behavior in Consortia. Final Report."},
      {
        "id":"ED045057",
        "title":"A Taxonomy of Instructional Programs in Higher Education."},
      {
        "id":"ED045058",
        "title":"State Boards Responsible for Higher Education -- 1970. Final Report."},
      {
        "id":"ED045059",
        "title":"Toward Educational Improvement: Engineering 45. Final Report."},
      {
        "id":"ED045060",
        "title":"Report on the Status of Women at the University of Washington; Part I: Faculty and Staff."},
      {
        "id":"ED045061",
        "title":"Report of the AAUP Committee on The Employment and Status of Women Faculty and Women Graduate Students at Brown."},
      {
        "id":"ED045062",
        "title":"Annual Conference of Southern California and Arizona Community College Superintendents and Presidents (Lake Arrowhead Conference Center, California, October 6-8, 1970)."},
      {
        "id":"ED045063",
        "title":"The Articulation of Curricula Between Two and Four-Year Colleges and Universities."},
      {
        "id":"ED045065",
        "title":"Nationwide Pilot Study on Articulation."},
      {
        "id":"ED045066",
        "title":"Folwell, Tappan and Harper - Early Proponents of the Two-Year College."},
      {
        "id":"ED045067",
        "title":"A Preliminary Investigation of the Problem of Academic Freedom in the Junior College."},
      {
        "id":"ED045068",
        "title":"The Community Junior College: Target Population, Program Costs and Cost Differentials."},
      {
        "id":"ED045069",
        "title":"The Library Technical Assistant Program: Guidelines and Course Content for Community College Programs."},
      {
        "id":"ED045070",
        "title":"Social Demand Analysis, Cost-Benefit Analysis, and Manpower Analysis Converge to Present a Clear Mandate--The Open Door Must Remain Open."},
      {
        "id":"ED045071",
        "title":"Toward Development of a Model for Instructor Tenure in the Community College."},
      {
        "id":"ED045073",
        "title":"Teacher Preparation Programs and the Junior College."},
      {
        "id":"ED045074",
        "title":"Operant Conditioning of College Study Behavior."},
      {
        "id":"ED045075",
        "title":"The Circle of Evaluation in the Community Junior College."},
      {
        "id":"ED045076",
        "title":"The Scope of Organized Student Protest in Junior Colleges."},
      {
        "id":"ED045078",
        "title":"The Computer and the Junior College: Curriculum."},
      {
        "id":"ED045079",
        "title":"International Development of the Junior College Idea."},
      {
        "id":"ED045080",
        "title":"Academic Performance of Financial Aid Recipients, 1969-70."},
      {
        "id":"ED045081",
        "title":"Self-Directed Learning at Meramec Community College."},
      {
        "id":"ED045082",
        "title":"A Study of the Transfer Policies of Four-Year Agricultural Colleges in State Universities Regarding Credit in Agricultural Courses Taken in Two-Year Post-Secondary Institutions."},
      {
        "id":"ED045083",
        "title":"A Plan for the Organization of the Instructional Staff at Oakton Community College."},
      {
        "id":"ED045084",
        "title":"Community College Programs for People Who Need College: Articles on Community College Programs for the Disadvantaged."},
      {
        "id":"ED045085",
        "title":"Guidelines for Corrections Programs in Community and Junior Colleges."},
      {
        "id":"ED045086",
        "title":"Hospital-Junior College Survey."},
      {
        "id":"ED045087",
        "title":"Program Planning With Surveys in Occupational Education."},
      {
        "id":"ED045088",
        "title":"Paraprofessional Training Programs in Junior Colleges."},
      {
        "id":"ED045089",
        "title":"Copyright and Related Protections for Information Age Products. Proceedings and Related Documents of the Meeting of the Information Industry Association (Airlie House, Virginia on July 18 &amp; 19, 1969)."},
      {
        "id":"ED045090",
        "title":"Interlibrary Access: A Two-Year Report of the FAUL Access Committee, 1968-1970."},
      {
        "id":"ED045091",
        "title":"After Three Years: A Further Study of Libraries and Library Services in the State Institutions of Florida...Based on a Survey by David Kantor, 1967."},
      {
        "id":"ED045092",
        "title":"Office of Science Information Service Annual Report, Fiscal Year 1970."},
      {
        "id":"ED045098",
        "title":"A Feasibility Study for Establishing an Information Switching Center at Hamline University."},
      {
        "id":"ED045099",
        "title":"Subject Analysis for Document Finding System; Quantification and Librametric Studies; Management of Translation Service (7th Annaul Seminar, Indian Statistical Institute)."},
      {
        "id":"ED045100",
        "title":"Subject Analysis for Document Finding Systems; Quantification and Librametric Studies; Management of Translation Service (7th Annual Seminar, Indian Statistical Institute)."},
      {
        "id":"ED045101",
        "title":"Library Service, A Statement of Policy and Proposed Action by the Regents of the University of the State of New York."},
      {
        "id":"ED045103",
        "title":"Instruction in the Use of the College and University Library: Selected Conference Papers [from] July 13-14, 1970 Conference/Workshop."},
      {
        "id":"ED045104",
        "title":"COMPENDEX Profile Adjustment Manual."},
      {
        "id":"ED045105",
        "title":"Chicano Library Program, Based on the &quot;Research Skills in the Library Context&quot; Program Developed for Chicano High Potential Students in the Department of Special Educational Programs."},
      {
        "id":"ED045106",
        "title":"University of Tennessee Library Lectures, Numbers Nineteen, Twenty, and Twenty-One, 1967-1969."},
      {
        "id":"ED045108",
        "title":"SCOPE in Cataloguing."},
      {
        "id":"ED045109",
        "title":"Derivation of a Simulation Model of a University Library System."},
      {
        "id":"ED045110",
        "title":"An Experimental Copyright Moratorium: Study of a Proposed Solution to the Copyright Photocopying Problem. Final Report to the American Society for Testing and Materials (ASTM)."},
      {
        "id":"ED045111",
        "title":"Education of the School Library Media Specialist; Position Paper."},
      {
        "id":"ED045113",
        "title":"Development and History of the Concept of PPB."},
      {
        "id":"ED045114",
        "title":"The Importance of PPB to Libraries."},
      {
        "id":"ED045115",
        "title":"The Difference Between Conventional Budgeting and PPB."},
      {
        "id":"ED045116",
        "title":"Defining Library Objectives."},
      {
        "id":"ED045117",
        "title":"Application of PPB to Certain Federal Programs."},
      {
        "id":"ED045118",
        "title":"Measuring Library Output."},
      {
        "id":"ED045120",
        "title":"Measuring Library Costs."},
      {
        "id":"ED045121",
        "title":"Operations Research Applied to Libraries."},
      {
        "id":"ED045122",
        "title":"Data Processing Applied to Library Budgets."},
      {
        "id":"ED045123",
        "title":"Influence of PPB on Capital Budgeting."},
      {
        "id":"ED045124",
        "title":"Endowments as a Source of Library Funds."},
      {
        "id":"ED045125",
        "title":"PPB as a Tool in Legislative Planning."},
      {
        "id":"ED045126",
        "title":"Cost Utility Analysis Applied to Library Budgeting."},
      {
        "id":"ED045127",
        "title":"Application of PPB on State and Local Levels."},
      {
        "id":"ED045129",
        "title":"Technological Change and Occupational Responses: A Study of Librarians. Final Report."},
      {
        "id":"ED045130",
        "title":"Image and Status of the Library and Information Services Field. Final Report."},
      {
        "id":"ED045131",
        "title":"The Library as Factor in Erudition."},
      {
        "id":"ED045133",
        "title":"National Bibliography in a Multi-National State as Accomplished in the USSR."},
      {
        "id":"ED045135",
        "title":"Role of Scientific and Technical Libraries in Education and Technical Creative Work of the Soviet People."},
      {
        "id":"ED045136",
        "title":"Central Statistical Libraries in Europe."},
      {
        "id":"ED045137",
        "title":"Scientific and Information Activities of Institute's Libraries."},
      {
        "id":"ED045138",
        "title":"Report on the Various Types of Research into Children's Literature and Children's Libraries."},
      {
        "id":"ED045140",
        "title":"Certain Problems of Organisation of Public Library Network in the Soviet Union."},
      {
        "id":"ED045141",
        "title":"The National Library and the Progress of Science; Some Problems of Future Development of National Libraries."},
      {
        "id":"ED045142",
        "title":"The Theory of Librarianship in the System of Sciences."},
      {
        "id":"ED045144",
        "title":"Bibliography as a Means of Education."},
      {
        "id":"ED045146",
        "title":"Certain Problems of International Co-operation of Libraries of Patent Departments."},
      {
        "id":"ED045147",
        "title":"Symposium on Communication of Scientific and Technical Information for Industry, 21st-22nd October, 1969, in Rome, Arranged by FID Study Committee &quot;Information for Industry&quot; (FID/II). A Digested Report."},
      {
        "id":"ED045148",
        "title":"Research in Librarianship in the U.S.A."},
      {
        "id":"ED045149",
        "title":"Statistical Sampling of Book Readership at a College Library. Final Report."},
      {
        "id":"ED045150",
        "title":"Searching and Editing Bibliographic Records Using the IBM Administrative Terminal System (ATS)."},
      {
        "id":"ED045151",
        "title":"Public Library Services and Their Use by Professional Staffs of Welfare Agencies."},
      {
        "id":"ED045152",
        "title":"Seminar on Foci for Progress in Scientific Publications: A Summary and Final Report."},
      {
        "id":"ED045153",
        "title":"Design for Cataloging Non-Book Materials: Adaptable to Computer Use."},
      {
        "id":"ED045154",
        "title":"Case Studies in School Library Administration."},
      {
        "id":"ED045159",
        "title":"A Manual for Regional Librarians and Small Public Libraries."},
      {
        "id":"ED045160",
        "title":"Realities of the Public Library System Concept in Wisconsin; Proceedings of the Twelfth Institute on Public Library Management."},
      {
        "id":"ED045162",
        "title":"The Future Role and Financial Structure of the Bibliographical Center for Research, Rocky Mountain Region - A Reconnaisance Study."},
      {
        "id":"ED045163",
        "title":"The Value of Technical Information to National and Industrial Economic Development in Britain."},
      {
        "id":"ED045164",
        "title":"User&apos;s Guide to the Key-Word-Out-of-Context [KWOC] Index: [How to Harness the KWOC]."},
      {
        "id":"ED045165",
        "title":"Selected Proceedings of the Southwestern Library Association Conference on the Southwestern Library Interstate Cooperative Endeavor (SLICE), September 16-18, 1970."},
      {
        "id":"ED045166",
        "title":"Information Systems in the State of Minnesota 1970-1980."},
      {
        "id":"ED045167",
        "title":"Summary Part of Information Systems in the State of Minnesota 1970-1980."},
      {
        "id":"ED045168",
        "title":"Computers and Information Systems in Higher Education; Part of Information Systems in the State of Minnesota 1970-1980."},
      {
        "id":"ED045169",
        "title":"An Introductory Course on Informatics/Documentation."},
      {
        "id":"ED045171",
        "title":"Baltimore Metropolitan Area Library Study: Recommended Long-Range Work Program, Final Report."},
      {
        "id":"ED045172",
        "title":"Libraries and Library Education at Wisconsin's Public Universities."},
      {
        "id":"ED045174",
        "title":"Infant Stimulation and the Etiology of Cognitive Processes."},
      {
        "id":"ED045176",
        "title":"Heterogeneous vs. Homogeneous Social Class Grouping of Preschool Children in Head Start Classrooms."},
      {
        "id":"ED045177",
        "title":"Subpopulational Profiling of the Psychoeducational Dimensions of Disadvantaged Preschool Children: A Conceptual Prospectus for an Interdisciplinary Research."},
      {
        "id":"ED045178",
        "title":"An Investigation in the Learning of Equivalence and Order Relations by Four- and Five-Year-Old Children."},
      {
        "id":"ED045179",
        "title":"The Cognitive Environments of Urban Preschool Children. Final Report."},
      {
        "id":"ED045180",
        "title":"The Cognitive Environments of Urban Preschool Children: Follow-Up Phase. Final Report."},
      {
        "id":"ED045181",
        "title":"Modification of the Classroom Behavior of a \"Disadvantaged\" Kindergarten Boy by Social Reinforcement and Isolation."},
      {
        "id":"ED045182",
        "title":"Results and Implications of a Head Start Classification and Attention Training Program."},
      {
        "id":"ED045183",
        "title":"Early Childhood Education Program and Its Components: Psychological Evaluation, Sensorimotor Skills Program, New Visions - A Children's Museum. Project Reports, Volume 4, Book 1, 1969."},
      {
        "id":"ED045184",
        "title":"Changing the Learning Patterns of the Culturally Different."},
      {
        "id":"ED045185",
        "title":"Position Effects in Play Equipment Preferences of Nursery School Children."},
      {
        "id":"ED045186",
        "title":"Intellectual Development of Culturally Deprived Children in a Day Care Program: A Follow-Up Study."},
      {
        "id":"ED045188",
        "title":"The Definition, Measurement and Development of Social Motives Underlying Cooperative and Competitive Behavior."},
      {
        "id":"ED045189",
        "title":"Evaluation of a Parent and Child Center Program."},
      {
        "id":"ED045190",
        "title":"Educational Intervention in the Home and Paraprofessional Career Development: A First Generation Mother Study."},
      {
        "id":"ED045191",
        "title":"The Itinerant Teacher."},
      {
        "id":"ED045192",
        "title":"Environmentally Enriched Classrooms and the Development of Disadvantaged Preschool Children."},
      {
        "id":"ED045193",
        "title":"Impact of the Head Start Program. Phase I of a Projected Longitudinal Study to the U. S. Office of Economic Opportunity. Final Report."},
      {
        "id":"ED045194",
        "title":"Proceedings: Early Childhood Intervention Research Conference (University of South Florida, Tampa, March 5 and 6, 1970)."},
      {
        "id":"ED045195",
        "title":"A National Survey of the Impacts of Head Start Centers on Community Institutions."},
      {
        "id":"ED045196",
        "title":"Experimental Variation of Head Start Curricula: A Comparison of Current Approaches. Annual Progress Report, June 1, 1969 - May 31, 1970."},
      {
        "id":"ED045197",
        "title":"Evaluation and Research Center for Project Head Start, University of South Carolina. Interim Evaluation Report."},
      {
        "id":"ED045198",
        "title":"The Effects of Assessment and Personalized Programming on Subsequent Intellectual Development of Prekindergarten and Kindergarten Children. Final Report."},
      {
        "id":"ED045199",
        "title":"Implications of Mnemonics Research for Cognitive Theory."},
      {
        "id":"ED045200",
        "title":"Final Report on Preschool Education to Ohio Department of Education."},
      {
        "id":"ED045201",
        "title":"Preliminary Analysis of 1968-69 Booth Achievement."},
      {
        "id":"ED045202",
        "title":"Preliminary Analysis on Kindergarten and First Grade Follow Through Test Results for 1968-69."},
      {
        "id":"ED045203",
        "title":"Preliminary Analysis of 1968-69 Head Start Data."},
      {
        "id":"ED045204",
        "title":"An Assessment of Cognitive Growth in Children Who Have Participated in the Toy-Lending Component of the Parent-Child Program."},
      {
        "id":"ED045205",
        "title":"An Evaluation of Nine Toys and Accompanying Learning Episodes in the Responsive Model Parent/Child Component."},
      {
        "id":"ED045206",
        "title":"A Progress Report on the Parent/Child Course and Toy Library."},
      {
        "id":"ED045207",
        "title":"Overview of Responsive Model Program."},
      {
        "id":"ED045208",
        "title":"Key Issues in Infant Mortality."},
      {
        "id":"ED045210",
        "title":"The Effects of Cartoon Characters as Motivators of Preschool Disadvantaged Children. Final Report."},
      {
        "id":"ED045211",
        "title":"Hartford Early Childhood Program, Hartford, Connecticut: An Urban Public School System's Large-Scale Approach Toward Restructuring Early Childhood Education. Model Programs--Childhood Education."},
      {
        "id":"ED045212",
        "title":"Santa Monica Children's Centers, Santa Monica, California: Low-Cost Day Care Facilities for Children of Working Mothers Made Available Through the Cooperation of the California State Government and Local School District. Model Programs--Childhood Education."},
      {
        "id":"ED045213",
        "title":"Neighborhood House Child Care Services, Seattle, Washington: Seattle's Answer to Child Care Problems of Low-Income Families. Model Programs--Childhood Education."},
      {
        "id":"ED045214",
        "title":"Cross-Cultural Family Center, San Francisco, California: A Nursery School Providing a Multicultural Curriculum to Promote Racial Understanding and Acceptance. Model Programs--Childhood Education."},
      {
        "id":"ED045215",
        "title":"Demonstration Nursery Center for Infants and Toddlers, Greensboro, North Carolina: A Model Day Care Center for Children Under 3 Years Old. Model Programs--Childhood Education."},
      {
        "id":"ED045216",
        "title":"Appalachia Preschool Education Program, Charleston, West Virginia: A Three-Part Preschool Program Combining a Television Program, Paraprofessional Home Visitors, and a Mobile Classroom. Model Programs--Childhood Education."},
      {
        "id":"ED045217",
        "title":"Cognitively Oriented Curriculum, Ypsilanti, Michigan: A Program that Exposes Preschool Children to a Variety of Materials and Equipment to Teach Concepts Through Physical and Verbal Experiences. Model Programs--Childhood Education."},
      {
        "id":"ED045218",
        "title":"The Day Nursery Association of Cleveland, Cleveland, Ohio: A Long History of Care for Children, Involvement of Parents, and Service to the Community. Model Programs--Childhood Education."},
      {
        "id":"ED045219",
        "title":"Model Observation Kindergarten and First Grade, Amherst, Massachusetts: Model Classrooms which Offer Completely Individualized Scheduling for Mixed Age Groups of Kindergarten and First-Grade Students. Model Programs--Childhood Education."},
      {
        "id":"ED045220",
        "title":"University of Hawaii Preschool Language Curriculum, Honolulu, Hawaii: A Program of English Conversation for Preschool Children of Multiethnic Backgrounds. Model Programs--Childhood Education."},
      {
        "id":"ED045221",
        "title":"Tacoma Public Schools Early Childhood Program, Tacoma, Washington: Combined Local, State, and Federal Funds Support a Large-Scale Early Childhood Program in the Public Schools. Model Programs--Childhood Education."},
      {
        "id":"ED045222",
        "title":"Community Cooperative Nursery School, Menlo Park, California: A Preschool Program Involving Mothers as Organizers, Helpers, and Decision-Makers. Model Programs--Childhood Education."},
      {
        "id":"ED045223",
        "title":"The Development of an Information Unit Reviewing Selected Well-Developed Models of Early Childhood Education Programs. Final Report."},
      {
        "id":"ED045224",
        "title":"The Effects of a Preschool Language Program on Two-Year-Old Children and Their Mothers. Final Report."},
      {
        "id":"ED045225",
        "title":"Alienation and Achievement Among Oglala Sioux Secondary School Students. Final Report."},
      {
        "id":"ED045226",
        "title":"Language and Related Characteristics of 1968 Haskell Institute Students."},
      {
        "id":"ED045227",
        "title":"[Clerical and Typing Skills of High School Students Trained in &quot;MOE&quot; Compared to Rural and Urban High School Students Trained in Regular Classroom Techniques (with Teacher and Student Simulated Office Education Packages), Final Report.]"},
      {
        "id":"ED045228",
        "title":"Committee Report on Outdoor Education for Inner-City Schools of the Council on Outdoor Education and Camping."},
      {
        "id":"ED045229",
        "title":"An Unbalanced Perspective: Two Minnesota Textbooks Examined by an American Indian."},
      {
        "id":"ED045230",
        "title":"Indian Education. Annual Report 1968-1969."},
      {
        "id":"ED045231",
        "title":"Project '80, Rural Michigan Now and in 1980; Rural Family Living and Rural Youth."},
      {
        "id":"ED045232",
        "title":"Project '80, Rural Michigan Now and in 1980; Michigan's Outdoor Recreation and Tourism."},
      {
        "id":"ED045233",
        "title":"The Influence of Ethnicity and Age on Solving Twenty Questions. Collaborative Research Report."},
      {
        "id":"ED045234",
        "title":"An Evaluation of the Use of Teachers' Aides in Eckville School."},
      {
        "id":"ED045235",
        "title":"Central California Action Associates Inc. Semi-Annual Report, August 1, 1968-January 1, 1969."},
      {
        "id":"ED045236",
        "title":"Central California Action Associates, Inc."},
      {
        "id":"ED045237",
        "title":"Human Resource Center Directory."},
      {
        "id":"ED045238",
        "title":"&quot;Red Power&quot; and Indian Education."},
      {
        "id":"ED045239",
        "title":"Rural Depopulation in the Northeast."},
      {
        "id":"ED045240",
        "title":"Proceedings: Annual Conference of Council of United States Universities for Rural Development in India, and Campus Operations Committee (3rd, Columbus, Ohio, July 19-21, 1970)."},
      {
        "id":"ED045241",
        "title":"Educational Innovations in Rural America."},
      {
        "id":"ED045242",
        "title":"A Guide to Books on Recreation, Fourteenth Annual Edition-1971."},
      {
        "id":"ED045243",
        "title":"The Mexican-American Child: Problems or Talents?"},
      {
        "id":"ED045246",
        "title":"Outdoor Recreation. Publications and Articles by the Economic Research Service, 1962-69."},
      {
        "id":"ED045247",
        "title":"From Village to Town: An Intermediate Step in the Acculturation of Alaska Eskimos."},
      {
        "id":"ED045248",
        "title":"[Reading is Fundamental's Guide to Book Selection, with Supplement 1.]"},
      {
        "id":"ED045249",
        "title":"School Gardens and Farms--Aspects of Outdoor Education."},
      {
        "id":"ED045250",
        "title":"Student Activism-An Overview."},
      {
        "id":"ED045251",
        "title":"Behavior Analysis Model of a Follow Through Program, Oraibi, Arizona; Childhood Education. Model Programs."},
      {
        "id":"ED045252",
        "title":"Bilingual Early Childhood Program, San Antonio, Texas; Childhood Education. Model Programs."},
      {
        "id":"ED045253",
        "title":"NRO Migrant Child Development Centers, Pasco, Washington; Childhood Education. Model Programs."},
      {
        "id":"ED045254",
        "title":"The Micro-Social Preschool Learning System, Vineland, New Jersey; Childhood Education. Model Programs."},
      {
        "id":"ED045255",
        "title":"Migrant Children in Florida. The Phase II Report of the Florida Migratory Child Survey Project, 1968-1969, Vol. 1."},
      {
        "id":"ED045257",
        "title":"Educational and Occupational Aspirations and Expectations: A Comparative Study of Indian and Non-Indian Youth."},
      {
        "id":"ED045258",
        "title":"A Study of Sixteen Kansas High School Graduating Classes, to Determine Motivation for or Against Going to College."},
      {
        "id":"ED045259",
        "title":"Disruptive Behavior in the Bilingual Child as a Function of Teacher Training."},
      {
        "id":"ED045261",
        "title":"SDE-School District Reorganization. Topical Workshop Report."},
      {
        "id":"ED045262",
        "title":"RCP Local School Projects in North Carolina."},
      {
        "id":"ED045263",
        "title":"RCP Local School Projects in South Carolina."},
      {
        "id":"ED045264",
        "title":"RCP Local School Projects in Alabama."},
      {
        "id":"ED045265",
        "title":"Effects on Test Score of Presenting Verbal Test Questions in an English-Spanish Format to a Predominantly Spanish-American Group; San Antonio, Texas, May 1968."},
      {
        "id":"ED045266",
        "title":"Thoughts on Diversity and Community in the Southwest with All Due Respect."},
      {
        "id":"ED045267",
        "title":"The Effects of a College Teacher Training Project with Emphases on Mexican American Cultural Characteristics. An Evaluation Report."},
      {
        "id":"ED045268",
        "title":"Toward a Joint Attack on Functional Illiteracy."},
      {
        "id":"ED045269",
        "title":"Remarks Concerning Rough Rock Demonstration School."},
      {
        "id":"ED045270",
        "title":"San Carlos Apache Indian Reservation and Bylas, Arizona; Fort Thomas Public Schools. National Study of American Indian Education, Series 1, No. 18, Final Report."},
      {
        "id":"ED045271",
        "title":"Angoon, Alaska. National Study of American Indian Education, Series 1, No. 19, Final Report."},
      {
        "id":"ED045272",
        "title":"Tuba City, Arizona. National Study of American Indian Education, Series 1, No. 20, Final Report."},
      {
        "id":"ED045273",
        "title":"The Self-Esteem of American Indian Youth; The Personal-Social Adjustment of American Indian Youth. National Study of American Indian Education, Series 3, No. 8, Final Report."},
      {
        "id":"ED045274",
        "title":"Teachers of American Indian Youth. National Study of American Indian Education, Series 4, No. 5, Final Report."},
      {
        "id":"ED045275",
        "title":"The Education of Indian Children and Youth. National Study of American Indian Education, Series 4, No. 6, Summary Report and Recommendations."},
      {
        "id":"ED045276",
        "title":"The Relation of Self-Esteem to Personal-Social Adjustment Among American Indian Students: The Personal-Social Adjustment of American Indian Youth. National Study of American Indian Education, Series 3, No. 10, Final Report."},
      {
        "id":"ED045277",
        "title":"Directory of Consultants on Migrant Education. National and State Lists for Migrant Education Programs under Title I, Elementary and Secondary Education Act, Public Law 89-10, as Amended."},
      {
        "id":"ED045279",
        "title":"A Planner's Reference Guide Relating to Socioeconomic Factors Within Appalachia as Applied to Public Education."},
      {
        "id":"ED045280",
        "title":"Children at the Crossroad. A Report on State Programs for the Education of Migrant Children Under Title I of the Elementary and Secondary Education Act."},
      {
        "id":"ED045281",
        "title":"Cognitive Strengths of Eskimos and Implications for Education."},
      {
        "id":"ED045282",
        "title":"Achievement Profiles of Native Ninth Graders."},
      {
        "id":"ED045283",
        "title":"The Analysis of Eye-Movement Recordings from a Sample of Underachieving Secondary Students and a Sample of Underachieving Primary Students."},
      {
        "id":"ED045284",
        "title":"Philosophy and Objectives of College Reading Programs."},
      {
        "id":"ED045285",
        "title":"Liaison Between the College Study Skills Center and Counseling Services in the Community College."},
      {
        "id":"ED045286",
        "title":"The Effectiveness of Three Reading Approaches and an Oral Language Stimulation Program with Disadvantaged Children in the Primary Grades: A Follow-Up Report After the Third Grade."},
      {
        "id":"ED038253",
        "title":"The Extent of Teacher Preparation and the Development of Word Analysis Knowledge Among Teacher Education Students."},
      {
        "id":"ED038257",
        "title":"Speed and Power of Reading in High School."},
      {
        "id":"ED038263",
        "title":"The Effect of Training in Letter Names on Success in Beginning Reading for Children of Differing Abilities."},
      {
        "id":"ED038264",
        "title":"Letter-Name Versus Letter-Sound Knowledge as Factors Influencing Learning to Read."},
      {
        "id":"ED038265",
        "title":"Eye Movements as a Function of Response Contingencies Measured by Blackout Technique."},
      {
        "id":"ED038266",
        "title":"Computer Program to Convert Word Orthography to Phoneme Equivalents. Final Report."},
      {
        "id":"ED038267",
        "title":"Covert Oral Behavior During Silent Reading. Final Report."},
      {
        "id":"ED038268",
        "title":"Visual and Haptic Dimensional Preference: A Developmental Study."},
      {
        "id":"ED038269",
        "title":"Indexing Consistency and Quality."},
      {
        "id":"ED038270",
        "title":"An Improved Method for Teaching Basic Addition in Elementary Schools."},
      {
        "id":"ED038271",
        "title":"Polyhedron Models for the Classroom."},
      {
        "id":"ED038274",
        "title":"Handbook for the Application of the Science Curriculum Assessment System. First Trial Edition."},
      {
        "id":"ED038275",
        "title":"Pondering, Puzzling, Playing: An Approach to Mathematics for the Young Child."},
      {
        "id":"ED038276",
        "title":"Creating a Mathematics Laboratory Environment in the Elementary School, Part 1: The Classroom Without Special Equipment."},
      {
        "id":"ED038277",
        "title":"Topics in Mathematics for Elementary School Teachers, Booklet Number 11, The System of Real Numbers."},
      {
        "id":"ED038278",
        "title":"A Leadership Workshop on Elementary School Science: An In-depth Evaluation."},
      {
        "id":"ED038279",
        "title":"A Report to the California State Board of Education by the Conservation Education Advisory Committee."},
      {
        "id":"ED038280",
        "title":"Survey of Aviation Courses in High Schools for Air Age Education."},
      {
        "id":"ED038281",
        "title":"Group Achievement Tests Developed for Two Basic Processes of AAAS Science--A Process Approach."},
      {
        "id":"ED038282",
        "title":"Adapting Science Materials for the Blind, Report of an Evaluation Planning Conference."},
      {
        "id":"ED038283",
        "title":"Attitudes and Interests, Set A, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED038284",
        "title":"Study of Eye Safety Programs in Utah Secondary Schools, Final Report."},
      {
        "id":"ED038285",
        "title":"Evaluation of an Approach to Graduate Level Science Education for Elementary School Teachers."},
      {
        "id":"ED038286",
        "title":"The Influences of Curriculum Differences and Selected Teaching Strategies on the Cognitive Preferences of Elementary School Science Students."},
      {
        "id":"ED038287",
        "title":"Programed Learning and Mathematical Education, A CEM Study."},
      {
        "id":"ED038290",
        "title":"Planning for Instruction, Set A, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED038291",
        "title":"Multiplication and Division With Whole Numbers, Set B, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED038292",
        "title":"The Identification and Encouragement of Mathematical Creativity in First Grade Students, (Part 1) (Chapters 1-4)."},
      {
        "id":"ED038293",
        "title":"The Identification and Encouragement of Mathematical Creativity in First Grade Students, (Part 2) (Chapter 5 to Conclusion)."},
      {
        "id":"ED038294",
        "title":"The Identification and Encouragement of Mathematical Creativity in First Grade Students, (Part 3)."},
      {
        "id":"ED038295",
        "title":"Formulating Hypotheses, 1st Trial Edition."},
      {
        "id":"ED038296",
        "title":"Organizing to Investigate, 1st Experimental Edition."},
      {
        "id":"ED038297",
        "title":"Instructional Design Self Paced Program, Science-Mathematics Module Building Group."},
      {
        "id":"ED038298",
        "title":"Self Paced Instruction -- A Preliminary Report."},
      {
        "id":"ED038299",
        "title":"Stating Instructional Objectives, 1st Experimental Edition."},
      {
        "id":"ED038300",
        "title":"Units in Nutrition for the Elementary School."},
      {
        "id":"ED038301",
        "title":"UNESCO Pilot Project on New Approaches and Techniques in Biology Teaching in Africa. A Guide for Pilot Project Study Groups."},
      {
        "id":"ED038302",
        "title":"A Study of Parts of the Development of a Unit in Probability and Statistics for the Elementary School, (Part 1)."},
      {
        "id":"ED038303",
        "title":"A Study of Parts of the Development of a Unit in Probability and Statistics for the Elementary School, (Part 2) and Appendix A."},
      {
        "id":"ED038304",
        "title":"A Study of Parts of the Development of a Unit in Probability and Statistics for the Elementary School, (Part 3) and Appendix A (Conclusion)."},
      {
        "id":"ED038305",
        "title":"A Study of Parts of the Development of a Unit in Probability and Statistics for the Elementary School, (Part 4) and Appendices B, C, and D."},
      {
        "id":"ED038306",
        "title":"Applications of Information Theory and Acceptance Sampling Principles to the Management of Mathematics Instruction, Part 1."},
      {
        "id":"ED038308",
        "title":"A Directory of Information Resources in the United States, General Toxicology."},
      {
        "id":"ED038309",
        "title":"U.S. Atomic Energy Commission 16 mm Classroom Films on Nuclear Science."},
      {
        "id":"ED038310",
        "title":"Approaches to Science Education Research: Analysis and Criticism."},
      {
        "id":"ED038311",
        "title":"Cooperative College-School Science Program, Joint Efforts of School Systems and Colleges to Improve Science and Mathematics in the Schools, 1970 Directory."},
      {
        "id":"ED038312",
        "title":"The Status of Wisconsin High School Conservation Courses."},
      {
        "id":"ED038313",
        "title":"Identification of Data Structures and Relationships by Matrix Reordering Techniques."},
      {
        "id":"ED038314",
        "title":"Marine Research Fiscal Year 1968, A Catalog of Unclassified Marine Research Activities Sponsored During FY 1968 by Federal and Non-Federal Organizations."},
      {
        "id":"ED038315",
        "title":"Water Resources Research Catalog, Volume 4."},
      {
        "id":"ED038316",
        "title":"Readings in the History of Mathematics Education."},
      {
        "id":"ED038317",
        "title":"Rational Numbers: Fractions and Decimals, Set B, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED038318",
        "title":"Individualizing Instruction, Set A, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED038320",
        "title":"The Effect of Instruction on the Acquisition of Conservation of Volume."},
      {
        "id":"ED038322",
        "title":"Increasing Teacher Awareness of Children's Perceptions."},
      {
        "id":"ED038323",
        "title":"The Teaching-Learning Process, Set A, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED038324",
        "title":"Collaborative Practices Between Elementary School Districts and a College in Retraining Teachers for Quality Science Education."},
      {
        "id":"ED038325",
        "title":"MSUIC-MP [Michigan State University Inner City Mathematics Project]."},
      {
        "id":"ED038326",
        "title":"The Function of Verbal Rewards in the Science Classroom."},
      {
        "id":"ED038327",
        "title":"A Comparison of a Team Approach and a Conventional Approach on Achievement in High School Biology, Final Report."},
      {
        "id":"ED038328",
        "title":"The Development of the Real Number System."},
      {
        "id":"ED038329",
        "title":"Training Students To Tutor."},
      {
        "id":"ED038330",
        "title":"A Preliminary Report on the Effectiveness of Colleague Supervision on the Acquisition of Selected Teaching Behaviors in a Micro-Teaching Series."},
      {
        "id":"ED038331",
        "title":"The Association of Teacher Resourceness with Children's Characteristics."},
      {
        "id":"ED038332",
        "title":"The Practical: A Language for Curriculum."},
      {
        "id":"ED038333",
        "title":"Profile Analyses: Rationales."},
      {
        "id":"ED038334",
        "title":"Economic and Sociological Correlates of Teacher Turnover."},
      {
        "id":"ED038335",
        "title":"The Cell of Experience Program."},
      {
        "id":"ED038336",
        "title":"Improved Teacher Training Through Dimensions of International Education."},
      {
        "id":"ED038337",
        "title":"Organizational Innovativeness. A Conceptual Outline for Comparative Studies."},
      {
        "id":"ED038338",
        "title":"The Challenge of Assessing Curriculum Changes in New England. Final Report."},
      {
        "id":"ED038339",
        "title":"University of Florida Experimental Program in Elementary Education."},
      {
        "id":"ED038340",
        "title":"Elementary Program for Inner City Teaching (EPICT)."},
      {
        "id":"ED038341",
        "title":"The Colombian Project: A Report of Progress of a Program of In-Service Education in Binational Schools in Latin America."},
      {
        "id":"ED038342",
        "title":"Classroom Interaction and Pupil Affect."},
      {
        "id":"ED038343",
        "title":"The Teacher Education Research Center. Annual Report."},
      {
        "id":"ED038344",
        "title":"The Binational Schools: A Planning Base For Schools in Colombia and Haiti."},
      {
        "id":"ED038345",
        "title":"An Investigation of the Relationships Between Various Verbal Strategies of Teaching Behavior and Achievement of Elementary School Children."},
      {
        "id":"ED038346",
        "title":"The Relationships Between Teacher Perception of Pupils and Teacher Behavior Toward Those Pupils."},
      {
        "id":"ED038347",
        "title":"Attributes of Innovations as Factors in Diffusion."},
      {
        "id":"ED038348",
        "title":"Developing a System Training Program for Graduate Teaching Assistants."},
      {
        "id":"ED038349",
        "title":"The Goshen Project: A Pilot Program in International Education."},
      {
        "id":"ED038350",
        "title":"The Urban Teacher Corps 1963-68. Description and Philosophy."},
      {
        "id":"ED038351",
        "title":"Education of Teachers by Unified Developmental Experiences (ETUDE)."},
      {
        "id":"ED038352",
        "title":"Student Teacher Instructional Materials Center."},
      {
        "id":"ED038354",
        "title":"Urban Area Elementary Student Teaching Program."},
      {
        "id":"ED038355",
        "title":"Orodha Ya Vitabu. A Bibliography of Afro-American Life."},
      {
        "id":"ED038356",
        "title":"A Short Summary of Ten Model Teacher Education Programs."},
      {
        "id":"ED038357",
        "title":"Bureau of Indian Affairs Workshop '69. Final Report."},
      {
        "id":"ED038358",
        "title":"Alternative Futures and Educational Policy."},
      {
        "id":"ED038360",
        "title":"Feasibility Project Involving the Experimental Application in Eight Pilot Institutions of the Proposed New Standards for Accrediting Teacher Education."},
      {
        "id":"ED038361",
        "title":"The Centers of Discovery Program."},
      {
        "id":"ED038363",
        "title":"An Evaluation of the Flint Hills Educational Research and Development Association. Final Report."},
      {
        "id":"ED038364",
        "title":"The Comparison of Two Forms of a Classroom Simulation Test Designed To Enhance Future Teachers Self-Definition and Teaching Style. Final Report."},
      {
        "id":"ED038365",
        "title":"The Use of the Portable Videotape Recorder In Helping Teachers Self-Evaluate Their Teaching Behavior."},
      {
        "id":"ED038366",
        "title":"The Perception and Treatment by Student Teachers of the Behavioral Problems of Elementary School Children."},
      {
        "id":"ED038367",
        "title":"Development of Programmed Inservice Training on Dialects."},
      {
        "id":"ED038368",
        "title":"Preparing Elementary Teachers Through Practica and the Cooperative Teacher Corps."},
      {
        "id":"ED038369",
        "title":"Teaching is Communicating: Nonverbal Language in the Classroom."},
      {
        "id":"ED038370",
        "title":"Needed: A Conceptual Framework for Collective Bargaining in Education. AFT QuEST Paper No. 9."},
      {
        "id":"ED038372",
        "title":"T-Group Method of Sensitivity Training: Its Effect on Teacher Attitudes as Indicated on the Minnesota Teacher Attitude Inventory."},
      {
        "id":"ED038373",
        "title":"Collecting and Analyzing Data Yielded by the Multidimensional Technique for Observing Classroom Behavior."},
      {
        "id":"ED038374",
        "title":"Observation as a Methodology."},
      {
        "id":"ED038375",
        "title":"Some Notes on the Research Base for the &quot;Standards for the Accreditation of Teacher Education Basic Programs: Standards of Resources.&quot;"},
      {
        "id":"ED038376",
        "title":"Pupil Imitation of a Rewarding Teacher's Verbal Behavior."},
      {
        "id":"ED038378",
        "title":"I-STEP: A Program Which Integrates Interaction and Design."},
      {
        "id":"ED038379",
        "title":"A Guide for the Student Teaching Program in Georgia."},
      {
        "id":"ED038380",
        "title":"Cognitive Factors in Teaching Style."},
      {
        "id":"ED038381",
        "title":"The Situation of English: 1963."},
      {
        "id":"ED038382",
        "title":"Approaches to Meaning: A Basis for a Literature Curriculum."},
      {
        "id":"ED038383",
        "title":"An Annotated Guide to Audio-Visual Materials for Teaching Shakespeare."},
      {
        "id":"ED038384",
        "title":"Variables Distinguishing Between Effective and Ineffective Writers in the Tenth Grade."},
      {
        "id":"ED038385",
        "title":"Building Better English Tests: A Guide for Teachers of English in the Secondary School."},
      {
        "id":"ED038387",
        "title":"Searching Linguistics for Cues for the Teaching of Spelling."},
      {
        "id":"ED038389",
        "title":"The Teaching of Modern English Prose."},
      {
        "id":"ED038390",
        "title":"Creative Drama: Origins and Use."},
      {
        "id":"ED038391",
        "title":"Theories of Style and Their Implications for the Teaching of Composition--and Other Essays."},
      {
        "id":"ED038392",
        "title":"Challenges to Meet: Guidelines for Building English Language Arts Curriculums, K-12."},
      {
        "id":"ED038394",
        "title":"Developing an Original Person."},
      {
        "id":"ED038395",
        "title":"The Appreciation of Literature."},
      {
        "id":"ED038396",
        "title":"Shakespeare: Finding and Teaching the Comic Vision."},
      {
        "id":"ED038397",
        "title":"Correlation and Integration in English."},
      {
        "id":"ED038398",
        "title":"The Domain of English: What the Schools Can Do, and What Culture."},
      {
        "id":"ED038399",
        "title":"Contemporary Australian Literature (and Its Teaching)."},
      {
        "id":"ED038400",
        "title":"Youth in Transition: Some Notes on Teaching English."},
      {
        "id":"ED038401",
        "title":"How Children Learn Language."},
      {
        "id":"ED038402",
        "title":"Manuscript Writing after the Primary Grades."},
      {
        "id":"ED038403",
        "title":"Research Strategies for Evaluating the Strengths and Limitations of English Methods Textbooks."},
      {
        "id":"ED038404",
        "title":"Student Abilities in the Evaluation of Verbal Argument: A Normative Study. Report from Concepts in Verbal Argument Project."},
      {
        "id":"ED038413",
        "title":"Creativity in the English Program. NCTE/ERIC Studies in the Teaching of English."},
      {
        "id":"ED038414",
        "title":"Language Arts for Secondary Schools: Curriculum Guide. Curriculum Bulletin Series."},
      {
        "id":"ED038415",
        "title":"Suggested Independent Study Projects for High School Students in American Literature Classes."},
      {
        "id":"ED038416",
        "title":"A Modular Schedule (Telstar Regional High School's Humanities-Oriented English Program)."},
      {
        "id":"ED038417",
        "title":"Orono High School's Phase-Elective English Program."},
      {
        "id":"ED038419",
        "title":"Language Use in the Classroom. Final Report."},
      {
        "id":"ED038420",
        "title":"Good and Bad Public Prose."},
      {
        "id":"ED038421",
        "title":"Concepts and Objectives for Learning the Structure of English in Grades 7, 8, and 9. Report from the Project on Individually Guided Instruction in English Language, Composition, and Literature."},
      {
        "id":"ED038424",
        "title":"An Empirical Study of the Dominating Predictive Features of Spoken Language in a Representative Sample of School Pupils: A Multivariate Description and Analysis of Oral Language Development."},
      {
        "id":"ED038426",
        "title":"Freedom and Responsibility of the English Teacher."},
      {
        "id":"ED038427",
        "title":"Pornography: Our Concern Also."},
      {
        "id":"ED038430",
        "title":"ERIC Documents on the Teaching of English. Volume 3: July-December 1969."},
      {
        "id":"ED038431",
        "title":"Graduate Education in English: A Selected Annotated Bibliography."},
      {
        "id":"ED038432",
        "title":"An Annotated Bibliography on the College Teaching of English 1957-1963."},
      {
        "id":"ED038433",
        "title":"The Two-Year College and the Teaching of English. A Report of the Incoming President of the National Council of Teachers of English to the Executive Committee, November, 1963."},
      {
        "id":"ED038434",
        "title":"The Workload of a College English Teacher: A Statement of Policy."},
      {
        "id":"ED038435",
        "title":"The Joyce of Teaching: Some Notes on Presenting James Joyce to Undergraduates."},
      {
        "id":"ED038436",
        "title":"The Federal Retreat in School Desegregation. Special Report."},
      {
        "id":"ED038437",
        "title":"Influence of College Experience on Intelligence Quotients of Negro Students."},
      {
        "id":"ED038438",
        "title":"Teachers for Big City Schools."},
      {
        "id":"ED038439",
        "title":"The Constant Search: The Story of Federal Aid to Detroit Schools."},
      {
        "id":"ED038440",
        "title":"Federal Programs in PUHSS: An Evaluation Report."},
      {
        "id":"ED038441",
        "title":"The Culturally Disadvantaged and Compensatory Education: Fantasies and Realities."},
      {
        "id":"ED038442",
        "title":"Reading Achievement of Gary Job Corps Enrolled in a Diagnostically Based Program, 1967-68."},
      {
        "id":"ED038443",
        "title":"Goal as Environmental Variable in the Development of Intelligence."},
      {
        "id":"ED038444",
        "title":"Open Enrollment: Services to Children in Receiving Elementary, Intermediate and Junior High Schools, and Academic High Schools. Evaluation of ESEA Title I Projects in New York City, 1968-69."},
      {
        "id":"ED038445",
        "title":"Program To Improve Academic Achievement in Poverty Area Schools. Evaluation of ESEA Title I Projects in New York City, 1968-69."},
      {
        "id":"ED038446",
        "title":"Special Primary Program in Five Schools. Evaluation of ESEA Title I Projects in New York City, 1968-69."},
      {
        "id":"ED038447",
        "title":"Variations Among Inner City Elementary Schools: An Investigation into the Nature and Causes of Their Differences."},
      {
        "id":"ED038450",
        "title":"Miami School Integration: &quot;Someone Finally Listened...&quot;. Program Case Study, No. 8."},
      {
        "id":"ED038451",
        "title":"ESEA Title I Evaluation Report, Regular School Year 1968-1969 (Part 2); Summer Session 1969."},
      {
        "id":"ED038452",
        "title":"Intercultural Education Program, Socio-metric Study, Wisconsin State University-Eau Claire. Title I E.S.E.A."},
      {
        "id":"ED038453",
        "title":"Project Description, FY 1970. Title I, ESEA."},
      {
        "id":"ED038454",
        "title":"The Causes of Racial Disturbances: A Comparison of Alternative Explanations. Discussion Papers."},
      {
        "id":"ED038455",
        "title":"A Project for Educational Opportunities Through Enriched and Improved Education Programs. ESEA Title I Evaluation Report, 1967-1968."},
      {
        "id":"ED038456",
        "title":"Structural Effects of Racial Tracking in Two Inner City Schools."},
      {
        "id":"ED038457",
        "title":"How Shall the School for the Model Cities Program Be Organized? Policy Paper, No. 9."},
      {
        "id":"ED038458",
        "title":"Project Beacon's Recommended List of Intercultural Books for Elementary School Teachers."},
      {
        "id":"ED038459",
        "title":"Why Child Nutrition Programs Fail."},
      {
        "id":"ED038460",
        "title":"Prekindergarten Programs for Educationally Disadvantaged Children. Final Report."},
      {
        "id":"ED038461",
        "title":"Compensatory Education Programs; Activities in Nevada, 1969. ESEA Title I."},
      {
        "id":"ED038462",
        "title":"Project Profiles, ESEA Title III."},
      {
        "id":"ED038463",
        "title":"An Exploration of Transfer of Independent Behavior from Enrichment Classrooms in Harlem to a Non-Classroom Behavioral Situation. Final Report for Interim Research Period, September 1, 1968 to August 31, 1969."},
      {
        "id":"ED038464",
        "title":"A Psychoneurologically-Oriented Curriculum Guide for the Preschool Disadvantaged Child."},
      {
        "id":"ED038465",
        "title":"Development of Psychoneurologically-Oriented Screening Tests and Curriculum for the Disadvantaged Preschool Child."},
      {
        "id":"ED038466",
        "title":"Black Studies in Schools: A Review of Current Policies and Programs. Education U.S.A. Special Report."}]
  }}
