{
  "response":{"numFound":509939,"start":28000,"numFoundExact":true,"docs":[
      {
        "id":"ED354958",
        "title":"Directing General Education Outcomes. New Directions for Community Colleges, Number 81."},
      {
        "id":"ED354959",
        "title":"Continuation Application for Milwaukee Area Technical College High School Equivalency Program, FY 1992-93."},
      {
        "id":"ED354960",
        "title":"Effecting Change in a Resistant Organization."},
      {
        "id":"ED354961",
        "title":"Academic Credit for ESL Classes?"},
      {
        "id":"ED354962",
        "title":"Transfer of Learning between Reading and Writing: Models and Implications."},
      {
        "id":"ED354963",
        "title":"Left Brain/Right Brain Theory: Implications for Developmental Math Instruction."},
      {
        "id":"ED354964",
        "title":"Selected Studies on Math Placement."},
      {
        "id":"ED354965",
        "title":"Developmental Students' Processing of Teacher Feedback in Composition Instruction."},
      {
        "id":"ED354966",
        "title":"Promoting Excellent Teaching: The Chair as Academic Leader."},
      {
        "id":"ED354967",
        "title":"Vocational Education Outcomes for Eleven Grossmont College Programs."},
      {
        "id":"ED354968",
        "title":"Mutations des roles techniques et formation. Etude documentaire (Changes in the Roles and Education of Technicians. Documentary Study)."},
      {
        "id":"ED354969",
        "title":"La formation en alternance en France (Alternative Education in France)."},
      {
        "id":"ED354970",
        "title":"Comparative Financial Statistics for Pennsylvania Community Colleges. Maury Overholt Report."},
      {
        "id":"ED354971",
        "title":"Training with a Vocational Outcome for Adults with Intellectual Handicaps."},
      {
        "id":"ED354972",
        "title":"Assessment of Faculty Perceptions of Performance Evaluation at Northern Maine Technical College."},
      {
        "id":"ED354973",
        "title":"Guiding Future Research on the Community College Transfer Function: Summary of a National Seminar (Washington, D.C., September 21-22, 1992)."},
      {
        "id":"ED354974",
        "title":"Community-Based Programming: The Community College as Leader and Catalyst."},
      {
        "id":"ED354975",
        "title":"Community-Based Programming: An Opportunity and Imperative for the Community College. Institutes &amp; Workshops."},
      {
        "id":"ED354976",
        "title":"The Changing Student Demography of Cerritos College. Topical Paper Series, Issue 2, Fall 1992."},
      {
        "id":"ED354977",
        "title":"The Academic Readiness of Incoming Students. Topical Paper Series, Issue 3, Spring 1993."},
      {
        "id":"ED354980",
        "title":"How the Convention on the Rights of the Child Provides for the Survival and Development of the Child."},
      {
        "id":"ED354984",
        "title":"Developing Personal Practical Knowledge in Early Childhood Teacher Education: The Use of Personal Narratives."},
      {
        "id":"ED354985",
        "title":"The Utility of Early Childhood Education: An OECD View."},
      {
        "id":"ED354986",
        "title":"A Survey of Childhood Hunger in the United States. Community Childhood Hunger Identification Project."},
      {
        "id":"ED354987",
        "title":"Infant and Toddler Language Development."},
      {
        "id":"ED354988",
        "title":"Reggio Emilia: Some Lessons for U.S. Educators. ERIC Digest."},
      {
        "id":"ED354989",
        "title":"Implementing a Training Workshop To Improve Parent Use of Appropriate Home Activities with Kindergarten Children."},
      {
        "id":"ED354990",
        "title":"Implementation of Recommendation No. 77 Adopted by the 42nd Session of the International Conference on Education and Concerning Operational Policies, Strategies and Programmes in the Areas of Literacy and Basic Education for the 1990s. Preliminary Report."},
      {
        "id":"ED354992",
        "title":"The Lasting Benefits Study. A Continuing Analysis of the Effect of Small Class Size in Kindergarten through Third Grade on Student Achievement Test Scores in Subsequent Grade Levels: Fifth Grade. Technical Report."},
      {
        "id":"ED354993",
        "title":"The Raising of a Peaceful Boy. Peace Education Miniprints, No. 8."},
      {
        "id":"ED354995",
        "title":"The Changing Composition of Families: Implications for Parent/Caregivers and Educators."},
      {
        "id":"ED354996",
        "title":"The National Curriculum in Primary Schools: A Dream at Conception--A Nightmare at Delivery."},
      {
        "id":"ED354998",
        "title":"Transition Sixth (T-6) Review: An Effective Dropout Prevention Program, 1987-88 through 1990-91."},
      {
        "id":"ED354999",
        "title":"Education. Bridging the Gap: An Education Primer for Health Professionals. [and] Health: Bridging the Gap: Health Care Primer for Education Professionals."},
      {
        "id":"ED355001",
        "title":"[Guides for the National Observance of Children's Sabbaths: Christian, Catholic, and Jewish Guides.]"},
      {
        "id":"ED355002",
        "title":"International Youth Foundation Program Identification System. Pilot Study One: Analysis and Recommendations."},
      {
        "id":"ED355003",
        "title":"Hearing on Corporal Punishment. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (June 18, 1992)."},
      {
        "id":"ED355004",
        "title":"Hearing on H.R. 5730, the Lead Exposure Reduction Act of 1992. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (September 10, 1992)."},
      {
        "id":"ED355006",
        "title":"Developing Schools of Choice To Increase Learning Opportunities for Elementary School Children."},
      {
        "id":"ED355007",
        "title":"A Matter of Time: Risk and Opportunity in the Nonschool Hours. Report of the Task Force on Youth Development and Community Programs."},
      {
        "id":"ED355008",
        "title":"The Process of Change: Altering the Practice of Care in a Children's Home in the Middle East. Studies and Evaluation Papers 10."},
      {
        "id":"ED355013",
        "title":"Starting School Ready To Learn. Questions and Answers on Reaching National Education Goal 1: &quot;By the Year 2000, All Children in America Will Start School Ready To Learn.&quot; Resource Document."},
      {
        "id":"ED355014",
        "title":"Kaupapa Kaimahi, Nga Kaitaunaki Kohungahunga = Corporate Plan, Early Childhood Development Unit, 1 July 1992 to 30 June 1993."},
      {
        "id":"ED355016",
        "title":"A Critical Evaluation of Cognitive Style Assessment."},
      {
        "id":"ED355018",
        "title":"A Study of the Educational Program for Kindergarten through Grade 3 for the School Board of Palm Beach County."},
      {
        "id":"ED355019",
        "title":"School Breakfast Score Card 1991-1992. (Second Edition.)"},
      {
        "id":"ED355020",
        "title":"Children in Crisis: Ideas for Child Care Professionals as Citizens."},
      {
        "id":"ED355021",
        "title":"The Parent Teacher Conference."},
      {
        "id":"ED355022",
        "title":"&quot;I Can Draw a Happy Face for You&quot;: Coping Strategies of Homeless Children."},
      {
        "id":"ED355023",
        "title":"Early Literacy: A Parent-Child Partnership."},
      {
        "id":"ED355024",
        "title":"Cultural Variation in Young Children's Opportunities for Involvement in Adult Activities."},
      {
        "id":"ED355025",
        "title":"Child Care: States Face Difficulties Enforcing Standards and Promoting Quality. Report to Congressional Requesters."},
      {
        "id":"ED355026",
        "title":"Model-Driven Research: Increasing Use of Health Services for Indigent Children."},
      {
        "id":"ED355027",
        "title":"Effective Parent Involvement Strategies as Identified by Parents, Administrators, and Teachers."},
      {
        "id":"ED355028",
        "title":"Experience and Processing Capacity in Cognitive Development: A PDP Approach."},
      {
        "id":"ED355029",
        "title":"&quot;i saw puerto rico once&quot;: A Review of the Literature on Puerto Rican Families and School Achievement in the United States. Report No. 12."},
      {
        "id":"ED355030",
        "title":"A Saga of Irish-American Achievement: Constructing a Positive Identity. Report No. 11."},
      {
        "id":"ED355031",
        "title":"Information about Schools of Choice: Strategies for Reaching Families. Report No. 5."},
      {
        "id":"ED355032",
        "title":"TIPS: Teachers Involve Parents in Schoolwork. Language Arts and Science/Health. Interactive Homework in the Middle Grades. Manual for Teachers."},
      {
        "id":"ED355033",
        "title":"Acquisition of Reasoning: A Computational Model of Strategy Development in Transitive Inference."},
      {
        "id":"ED355035",
        "title":"Investing in Families: A Historical Perspective. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, Second Session (July 23, 1992)."},
      {
        "id":"ED355036",
        "title":"An Argument for Using Intrinsic Rather Than Extrinsic Motivation, with Specific Suggestions for Teachers."},
      {
        "id":"ED355039",
        "title":"Kindergarten Teachers' Expectations of Preschoolers Labeled Developmentally Delayed: A Pilot Study."},
      {
        "id":"ED355040",
        "title":"Problem Solving in Early Childhood Classrooms. ERIC Digest."},
      {
        "id":"ED355041",
        "title":"Multiple Perspectives on the Quality of Early Childhood Programs. ERIC Digest."},
      {
        "id":"ED355043",
        "title":"Keys to Your Child's Intellect: A Guide to Home and Child Care Center Based Early Childhood Education."},
      {
        "id":"ED355044",
        "title":"Fire Safety: Protecting Our Children and Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, Second Session (August 11, 1992)."},
      {
        "id":"ED355045",
        "title":"Lead Exposure Reduction Act of 1992. Report together with Additional and Dissenting Views To Accompany 5730 (Including Cost Estimate of the Congressional Budget Office.) Part 1 [and] Part 2. House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED355046",
        "title":"National Household Education Survey. Profile of Preschool Children's Child Care and Early Education Program Participation. Statistical Analysis Report."},
      {
        "id":"ED355047",
        "title":"Preschool Teachers' Expectations of Preschoolers Labeled Developmentally Delayed: A Pilot Study."},
      {
        "id":"ED355048",
        "title":"Blalock FIRST: A Collaborative Project between Georgia State University &amp; the Atlanta Public Schools. Final Report."},
      {
        "id":"ED355049",
        "title":"The Public Mind: Views of Pennsylvania Citizens. Smoking, Abortion, Education, Term Limits, Welfare Reform, Health Insurance, Riverboat Gambling."},
      {
        "id":"ED355050",
        "title":"Leadership Skills You Never Outgrow: Leader's Guide."},
      {
        "id":"ED355051",
        "title":"Leadership Skills You Never Outgrow, Leadership Project Book I: Individual Skills for Younger Members."},
      {
        "id":"ED355052",
        "title":"Leadership Skills You Never Outgrow, Leadership Project Book II: Individual Skills for Older Members. Revised."},
      {
        "id":"ED355053",
        "title":"Leadership Skills You Never Outgrow, Leadership Project Book III: Skills Working within Groups."},
      {
        "id":"ED355054",
        "title":"Leadership Skills You Never Outgrow, Leadership Project Book IV: Skills Leading Groups."},
      {
        "id":"ED355056",
        "title":"School, College and University Partnership Program (SCUP). Final Report, 1988-1991."},
      {
        "id":"ED355057",
        "title":"Good Medicine for Our People. A Coloring Book about Indians and Health Careers."},
      {
        "id":"ED355059",
        "title":"Indian School Equalization Program. Oversight Hearing on 1991-93 Budgeting for the Indian School Equalization Program. Joint Hearing before the Select Committee on Indian Affairs, United States Senate and the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED355060",
        "title":"Federal Language Policy and American Indian Education. Revised."},
      {
        "id":"ED355061",
        "title":"Confronting the Impact of Alcohol Labeling and Marketing on Native American Health and Culture. Hearing before the Select Committee on Children, Youth and Families. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED355062",
        "title":"Montana Institute for Effective Teaching of American Indian Children (Pablo, MT, June 9-14, 1991)."},
      {
        "id":"ED355063",
        "title":"Sisyphus in Appalachia: Pluralism vs. Parochialism in a Newly Established State University."},
      {
        "id":"ED355064",
        "title":"Chicanos in Higher Education."},
      {
        "id":"ED355065",
        "title":"Family Adventure Programming for Troubled Adolescents."},
      {
        "id":"ED355066",
        "title":"The &quot;Tomahawk Chop&quot;: The Continuous Struggle of Unlearning &quot;Indian&quot; Stereotypes."},
      {
        "id":"ED355073",
        "title":"Just Take Your Time and Keep It between the Lines: Rural Education and the At-Risk Student."},
      {
        "id":"ED355074",
        "title":"The Lessons of School Restructuring: The Advantage of Being a Small School District."},
      {
        "id":"ED355076",
        "title":"An Oral Fayette County, Texas Rural School History: Perspectives of a County Superintendent and a Long-Time Teacher."},
      {
        "id":"ED355078",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Process Evaluation Report, 1992-1993."},
      {
        "id":"ED355079",
        "title":"&quot;Practice into Theory&quot; Journey to the Year 2000: Culturally Responsible Pedagogy in Action...The American Indian Magnet School."},
      {
        "id":"ED355080",
        "title":"Curriculum Writers' Guide: Writing Alaska Studies Materials for Alaska Schools."},
      {
        "id":"ED355081",
        "title":"A Comprehensive Look at Native American College Students in New York State for Academic Year 1990-91. Second Annual Report."},
      {
        "id":"ED355082",
        "title":"Rural Students At-Risk: Perceptions of Parents, Teachers, and Administrators."},
      {
        "id":"ED355083",
        "title":"Study of the Indian Education Fellowship Program. Final Report."},
      {
        "id":"ED355084",
        "title":"Region 1 Rural Technical Assistance Center Annual Report July 1, 1991 - June 30, 1992."},
      {
        "id":"ED355085",
        "title":"Descriptive Study of the Chapter 1 Migrant Education Program, Volumes 1-3. Final Report."},
      {
        "id":"ED355086",
        "title":"Recovering Our Heritage: Peregrine Falcons."},
      {
        "id":"ED355087",
        "title":"Annual Review of Environmental Education: 1990-91."},
      {
        "id":"ED355090",
        "title":"A Problem-Solving Inquiry-Oriented Approach to Learning Mathematics: Student/Teacher Interactions of Rule-Based Learners."},
      {
        "id":"ED355091",
        "title":"True Collaboration: An Analysis of an Elementary School Project in Mathematics."},
      {
        "id":"ED355092",
        "title":"Mathematics in a Literary Mode: The Narrative Structure of Communicative Classrooms."},
      {
        "id":"ED355093",
        "title":"Kathy: A Case of Innovative Mathematics Teaching in a Multicultural Classroom. Teaching Cases in Cross-Cultural Education Series, No. 9."},
      {
        "id":"ED355094",
        "title":"Sex Differences in Cognitive and Motivational Factors Underlying Children&apos;s and Adolescents&apos; Mathematics Performance."},
      {
        "id":"ED355095",
        "title":"Thinking Mathematics: What's in It for the Students?"},
      {
        "id":"ED355096",
        "title":"Using Cognitive Research to Turn a High School 'Remedial' Mathematics Program Inside-Out: A Teacher's Perspective."},
      {
        "id":"ED355097",
        "title":"Manipulatives: Motivating Mathematics."},
      {
        "id":"ED355098",
        "title":"Investigations in Math and Science AB: A Course of Study for Grades 7-12."},
      {
        "id":"ED355099",
        "title":"Lowering Preservice Teachers' Mathematics Anxiety through an Experience-Based Mathematics Methods Course."},
      {
        "id":"ED355100",
        "title":"Colorado Student Enrollment in Mathematics and Science, Fall 1991. A Survey of Enrollment of Colorado Public School Students, Grades 7-12, in Science, Mathematics, and Computer Science Courses."},
      {
        "id":"ED355102",
        "title":"Race To Save the Planet: Activity Guide. Environmental Issues across the Curriculum."},
      {
        "id":"ED355105",
        "title":"E.E.C. 2000: A Study of Environmental Education Centers. Part I and Parts II &amp; III."},
      {
        "id":"ED355106",
        "title":"The Effects of Cooperative Learning with Intergroup Competition on the Math Achievement of Seventh Grade Students."},
      {
        "id":"ED355107",
        "title":"Improving Mathematics Achievement of At-Risk and Targeted Students in Grades 4-6 through the Use of Manipulatives."},
      {
        "id":"ED355108",
        "title":"International Environmental Research and Assessment: Proposals for Better Organization and Decision Making."},
      {
        "id":"ED355109",
        "title":"Environmental Research and Development: Strengthening the Federal Infrastructure."},
      {
        "id":"ED355110",
        "title":"A Summary of Research in Science Education--1991."},
      {
        "id":"ED355111",
        "title":"Excellence in Educating Teachers of Science. The 1993 Yearbook of the Association for the Education of Teachers of Science."},
      {
        "id":"ED355112",
        "title":"Diagnosing Knowledge States in Algebra Using the Rule Space Model."},
      {
        "id":"ED355113",
        "title":"Derive Workshop Matrix Algebra and Linear Algebra."},
      {
        "id":"ED355114",
        "title":"Excursions with the TI-81 Graphics Calculator in College Algebra."},
      {
        "id":"ED355115",
        "title":"Department of Education: The Eisenhower Math and Science State Grant Program. Report to the Chairman, Subcommittee on Elementary, Secondary, and Vocational Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED355116",
        "title":"Guidelines for Teaching Algebra I-II."},
      {
        "id":"ED355117",
        "title":"Mathematics and Middle School Students of Mexican Descent: The Effects of Thematically Integrated Instruction. Research Report No. 5."},
      {
        "id":"ED355118",
        "title":"Mathematics Experiences of Women and Girls: A Narrative Inquiry."},
      {
        "id":"ED355119",
        "title":"Learning To Attend to Students' Mathematical Thinking: Case Study of a Collaboration. Elementary Subjects Center Series, No. 79."},
      {
        "id":"ED355120",
        "title":"Key Contextual Features of Algebra Word Problems: A Theoretical Model and Review of the Literature."},
      {
        "id":"ED355121",
        "title":"Improving Math and Science Teaching: A Report on the Secretary's Conference on Improving Mathematics and Science Teaching and Instructional Resources (2nd, Washington, D.C., October 1992)."},
      {
        "id":"ED355122",
        "title":"Helping Your Child Learn Math with Activities for Children Aged 5 through 13."},
      {
        "id":"ED355125",
        "title":"European NGOs Providing Resources for Development and Social Justice in South Africa: A Handbook. South African Information Exchange Working Paper Number 18."},
      {
        "id":"ED355132",
        "title":"Childhood Diversity and the Fallacy of &quot;The American Character&quot;: Class, Culture, and Child Rearing during the Second World War."},
      {
        "id":"ED355133",
        "title":"The Language of Civilization: The Vital Role of the Arts in Education."},
      {
        "id":"ED355134",
        "title":"Geography Needs Assessment: A Focus on Teacher Training and Awareness."},
      {
        "id":"ED355135",
        "title":"A World History Sub-Unit: Teaching about Turkey."},
      {
        "id":"ED355136",
        "title":"The Indonesia Kit. A Study Kit."},
      {
        "id":"ED355137",
        "title":"The Effect of Economics Instruction on Economic Reasoning: A Comparison of Verbal, Imaginal, and Integrated Teaching-Learning Strategies."},
      {
        "id":"ED355139",
        "title":"Local Case Study: History and Community Support in Brookline, Massachusetts."},
      {
        "id":"ED355141",
        "title":"Multiculturalism, 1992."},
      {
        "id":"ED355142",
        "title":"Model Learner Outcomes for Youth Community Service."},
      {
        "id":"ED355143",
        "title":"Epistemology and the Education of Social Science Teachers."},
      {
        "id":"ED355144",
        "title":"Using Interaction with Children's Literature To Positively Affect the Global and Multicultural/Multiethnic Knowledge and Attitudes of Third-Grade Students."},
      {
        "id":"ED355145",
        "title":"Educational Ideologies and Multicultural Education."},
      {
        "id":"ED355148",
        "title":"A Guide to &quot;The Great American Landmarks Adventure:&quot; A Resource for Teachers, Parents, and Volunteer Educators."},
      {
        "id":"ED355149",
        "title":"The Bill of Rights: A Law-Related Curriculum for Primary Students (Teacher's Guide and Student Materials)."},
      {
        "id":"ED355150",
        "title":"The Bill of Rights in Nebraska. Curriculum Materials for Senior High School Students."},
      {
        "id":"ED355151",
        "title":"Mississippi Curriculum Structure: Social Studies."},
      {
        "id":"ED355152",
        "title":"Stories of the American Revolution Period: Comparisons of Two Fifth-Grade Teachers' Curriculum Mediation Practices. Elementary Subjects Center Series No. 67."},
      {
        "id":"ED355153",
        "title":"Teaching about the American Revolution: The Case of Ramona Palmer. Elementary Subjects Center Series No. 68."},
      {
        "id":"ED355155",
        "title":"What in the World Is Music in &quot;World of Music?&quot; A Critique of a Commonly Used Textbook Series. Elementary Subjects Center Series No. 76."},
      {
        "id":"ED355156",
        "title":"Fifth-Graders' Ideas about Native Americans Expressed before and after Studying Them within a U.S. History Course. Elementary Subjects Center Series No. 77."},
      {
        "id":"ED355157",
        "title":"Fifth-Graders' Ideas about European Exploration of the New World Expressed before and after Studying This Topic within a U.S. History Course. Elementary Subjects Center Series No. 78."},
      {
        "id":"ED355158",
        "title":"Fifth-Graders' Ideas about the English Colonies in America Expressed before and after Studying Them within a U.S. History Course. Elementary Subjects Center Series No. 80."},
      {
        "id":"ED355159",
        "title":"Fifth-Graders' Ideas about the Westward Expansion of the United States Prior to the Civil War, Expressed before and after Studying the Topic within a U.S. History Course. Elementary Subjects Center Series No. 82."},
      {
        "id":"ED355160",
        "title":"Alabama Course of Study: Social Studies. Bulletin 1992, No. 20."},
      {
        "id":"ED355161",
        "title":"Indiana v. Jamie L. Curtis: &quot;The Case of the Questionable Book Bag Search.&quot; A Constitution-based Scripted Trial."},
      {
        "id":"ED355162",
        "title":"Building a Peace Education Program: Critical Reflections on the Notre Dame University Experience in the Philippines. Peace Education Miniprints No. 38."},
      {
        "id":"ED355163",
        "title":"The Peace Education Commission: Some Notes on Policy and Publication Activities. Peace Education Miniprints No. 40."},
      {
        "id":"ED355165",
        "title":"The Symbolic Order of School: Waldorf and College Prep."},
      {
        "id":"ED355166",
        "title":"Language and Culture in Australian Public Policy: Some Critical Reflections. Occasional Papers New Series No. 4."},
      {
        "id":"ED355167",
        "title":"Antarctica: Teaching and Learning about. A Teacher's Guide."},
      {
        "id":"ED355168",
        "title":"American Indian Tribal Governments. Revised."},
      {
        "id":"ED355169",
        "title":"Planning and Managing Education: For What Ends?"},
      {
        "id":"ED355171",
        "title":"Building a Learning Society."},
      {
        "id":"ED355172",
        "title":"Reforming Social Studies Education in the United States."},
      {
        "id":"ED355173",
        "title":"Trends of Soviet Psychological and Educational Research: 1982-1989."},
      {
        "id":"ED355175",
        "title":"&quot;Juku&quot; and the Performance of Japanese Students: An American Perspective."},
      {
        "id":"ED355176",
        "title":"Toward Developing a Campus Strategy for Preparing Teachers for the New American School."},
      {
        "id":"ED355177",
        "title":"The Kids Just Love Him: A First Year Teacher's Perceptions of How the Workplace Has Affected His Teaching."},
      {
        "id":"ED355178",
        "title":"The Reform of Teacher Education for the 21st Century: Project 30 Year One Report."},
      {
        "id":"ED355179",
        "title":"Project 30 Year Two Report: Institutional Accomplishments."},
      {
        "id":"ED355180",
        "title":"A Report to the Minnesota Legislature concerning Interscholastic Athletic Equity in Minnesota High Schools."},
      {
        "id":"ED355181",
        "title":"Intramural Staff Handbook. Student Staff Personnel Manual from the Office of Intramural/Recreational Sports."},
      {
        "id":"ED355183",
        "title":"Schooling in the Information Age: Old Academic Goals in New Societal Contexts."},
      {
        "id":"ED355184",
        "title":"AIDS Prevention. Guidelines for Schools."},
      {
        "id":"ED355185",
        "title":"Assessment of Preservice Elementary Teacher Education Practices in Parent-Teacher Conferencing."},
      {
        "id":"ED355186",
        "title":"School-Based HIV Prevention: A Multidisciplinary Approach."},
      {
        "id":"ED355188",
        "title":"PACE IV: The Developmental Physical Education Curriculum from Theory to Practice (PACE = Positive Approaches to Children&apos;s Education)."},
      {
        "id":"ED355189",
        "title":"Effectiveness of Thematic Teaching in Curriculum Design and Implementation in a Third Grade Classroom, Including a Planning Process Model Using the Michigan Model Core Curriculum."},
      {
        "id":"ED355190",
        "title":"The Pan African Studies Institute: Teaching the Teachers."},
      {
        "id":"ED355191",
        "title":"Between Rocks and Hard Places: Teacher Competency Testing and the Makeup of the Teaching Force."},
      {
        "id":"ED355192",
        "title":"Assessment Component of the California New Teacher Project: Framework of Knowledge, Skills and Abilities for Beginning Teachers in California. A Work in Progress."},
      {
        "id":"ED355193",
        "title":"Assessment Component of the California New Teacher Project: Summary Evaluations of Innovative Assessment Methods."},
      {
        "id":"ED355194",
        "title":"Assessment Component of the California New Teacher Project: Alternative Models of New Teacher Assessment and Support."},
      {
        "id":"ED355195",
        "title":"Assessment Component of the California New Teacher Project: Evaluation of Existing Teacher Assessment Practices."},
      {
        "id":"ED355196",
        "title":"Assessment Component of the California New Teacher Project: Second Year Report."},
      {
        "id":"ED355197",
        "title":"Integrated Services: New Roles for Schools, New Challenges for Teacher Education. ERIC Digest."},
      {
        "id":"ED355198",
        "title":"New Directions in Teacher Education for the 1990s; A Report on the Statewide Conversation about the Agenda for Teacher Education in a Democracy to the Education Commission of the States."},
      {
        "id":"ED355199",
        "title":"Teacher Research and Gender Equity. Occasional Paper No. 143."},
      {
        "id":"ED355200",
        "title":"Teacher Education Program Review, Part I."},
      {
        "id":"ED355201",
        "title":"A Comparative Study of 1985 and 1991 Teacher Education Candidates."},
      {
        "id":"ED355202",
        "title":"The Current Undergraduate Pedagogical Preparation of Secondary School Teachers."},
      {
        "id":"ED355203",
        "title":"Portland Public Schools Alcohol and Other Drugs Curriculum Implementation Planning Guide. Grades Pre-K - 8."},
      {
        "id":"ED355204",
        "title":"Portland Public Schools Alcohol and Other Drugs Curriculum Implementation Planning Guide. Grades 9 - 12."},
      {
        "id":"ED355205",
        "title":"Teacher-As-Researcher. ERIC Digest."},
      {
        "id":"ED355206",
        "title":"Safer Playgrounds for Young Children. ERIC Digest."},
      {
        "id":"ED355207",
        "title":"Technology, Teachers, Educational Reform: Implications for Teacher Preparation."},
      {
        "id":"ED355208",
        "title":"Business, Social Agencies, and Education Institutions: Collaboration for Urban Education Needs."},
      {
        "id":"ED355209",
        "title":"A Process for Identifying and Resolving Role Conflict in the Restructuring of Teacher Education."},
      {
        "id":"ED355210",
        "title":"Analysis of Expectations for the Emerging Roles in Mentor-Intern Programs."},
      {
        "id":"ED355212",
        "title":"The Professionalization of Teaching: Centerpiece of Kentucky Reform. Policy Issues."},
      {
        "id":"ED355213",
        "title":"Beliefs Regarding Classroom Management Style: The Differences between Pre-Service and Experienced Teachers."},
      {
        "id":"ED355214",
        "title":"Increasing Multicultural Awareness: Understanding the Global Society from a Rural Perspective."},
      {
        "id":"ED355215",
        "title":"Restructuring a Teacher Education Unit with P-12 Partner Schools. A Collaborative Model Revisited."},
      {
        "id":"ED355216",
        "title":"Culturally Responsive Classrooms."},
      {
        "id":"ED355217",
        "title":"Teacher Diversity: Strategies To Increase Minorities in Teacher Education."},
      {
        "id":"ED355218",
        "title":"Characteristics of Students Who Graduate with Distinction: Implications for Teacher Education Programs."},
      {
        "id":"ED355219",
        "title":"Nurturing Reflective Teachers: A Collaborative Effort between a College and School District."},
      {
        "id":"ED355220",
        "title":"Collaboration: A Potential Solution in Teacher Education for Addressing At-Risk and Special Education Students in Today's Schools."},
      {
        "id":"ED355221",
        "title":"Using Cooperative Learning To Teach \"At Risk\" Students."},
      {
        "id":"ED355222",
        "title":"The Effect of Teacher, Paraprofessional, and Peer Monitoring on Student Learning."},
      {
        "id":"ED355223",
        "title":"Perceptions of Characteristics of Candidates in Two Teacher Education Programs."},
      {
        "id":"ED355224",
        "title":"An Eleven Institution Study of Four-Year and Five-Year Teacher Education Program Graduates."},
      {
        "id":"ED355225",
        "title":"Preparing Preservice Teachers for the Multicultural Classroom: A Report on the Case Study Approach."},
      {
        "id":"ED355226",
        "title":"A Comparison of Academic Performance of Special Education Students and Early Childhood/Elementary Education Students on Specific General Education Courses."},
      {
        "id":"ED355227",
        "title":"Evaluation of a Program Focusing on Teaching Strategies for Culturally Diverse Students."},
      {
        "id":"ED355228",
        "title":"Preservice Teacher Training: A Piece Is Missing!"},
      {
        "id":"ED355229",
        "title":"A Collaborative Restructuring Teacher Education Program: A Teachers Teaching Teachers Institute."},
      {
        "id":"ED355230",
        "title":"Perceptions of Participants regarding the Scarborough Board of Education's Teacher Apprenticeship Program."},
      {
        "id":"ED355231",
        "title":"Providing an Urban Field Experience for Students Attending a Rural Teacher Preparation Institution."},
      {
        "id":"ED355232",
        "title":"On the Road to Empowerment: A Comprehensive Analysis of Teacher Involvement in Decision Making Processes."},
      {
        "id":"ED355233",
        "title":"The Professional Development School. A Commonsense Approach to Improving Education. A Report of the Sid W. Richardson Foundation Forum."},
      {
        "id":"ED355234",
        "title":"Asking the Right Question: The Essence of Teaching. Fastback 343."},
      {
        "id":"ED355235",
        "title":"Gauging High Performance: How To Use NAEP To Check Progress on the National Education Goals. Report of the NAEP Technical Subgroup for the National Education Goals Panel."},
      {
        "id":"ED355236",
        "title":"Effectiveness of Suggestive-Accelerative Learning Techniques in Teaching Underprepared College Freshmen."},
      {
        "id":"ED355237",
        "title":"Identifying the Best Scenario for Using Schematic Organizers as Integration Tools for Alcohol-Related Information."},
      {
        "id":"ED355238",
        "title":"Evaluation of Federal Social Programs: An Uncertain Impact. Occasional Paper 1992-2."},
      {
        "id":"ED355239",
        "title":"Examining Preservice Experiences through Journals."},
      {
        "id":"ED355240",
        "title":"Policy Implications for Early Intervention in Maine: A Three-Year Evaluation of Project Reach ME."},
      {
        "id":"ED355241",
        "title":"Alternative Assessments in Practice Data Base. Project 1.2: Technical Assistance on Assessment Issues. Annual Report of Communication, Training and Dissemination Activities."},
      {
        "id":"ED355242",
        "title":"How Meaningful Are Report Cards on Schools?"},
      {
        "id":"ED355243",
        "title":"Validation Study and Recommendations of a Performance Standard for the Educational Leadership Test for Principal Licensure in Tennessee. Executive Report and Technical Report."},
      {
        "id":"ED355244",
        "title":"Mid-South Educational Research Association Proceedings (21st, Knoxville, Tennessee, November 11-13, 1992)."},
      {
        "id":"ED355245",
        "title":"Performance Assessment &amp; KERA. Proceedings of a Conference of the Kentucky Educational Research Association (Lexington, Kentucky, April 1991)."},
      {
        "id":"ED355246",
        "title":"Individual Schooling Decisions and Labor Market Allocation: Vertical and Horizontal Sorting. IFG Program Report No. 84-B8."},
      {
        "id":"ED355247",
        "title":"Private School Universe Survey, 1989-90. E.D. TABS."},
      {
        "id":"ED355248",
        "title":"Expanding the New Design: The NAEP 1985-86 Technical Report."},
      {
        "id":"ED355249",
        "title":"Person-Fit Statistics: High Potential and Many Unanswered Questions. ERIC/TM Digest."},
      {
        "id":"ED355250",
        "title":"A Precedent for Test Validation. ERIC/TM Digest."},
      {
        "id":"ED355251",
        "title":"National Assessments in Europe and Japan. ERIC/TM Digest."},
      {
        "id":"ED355252",
        "title":"Resampling: A Marriage of Computers and Statistics. ERIC/TM Digest."},
      {
        "id":"ED355253",
        "title":"Open-Ended Questions in Reading. ERIC/TM Digest."},
      {
        "id":"ED355254",
        "title":"Reducing Errors Due to the Use of Judges. ERIC/TM Digest."},
      {
        "id":"ED355255",
        "title":"Publishing Your Research Results: Some Thoughts and Suggestions from an Author Who Is also an Editor."},
      {
        "id":"ED355256",
        "title":"Alternative Assessments in Math and Science: Moving toward a Moving Target. A Joint Study."},
      {
        "id":"ED355257",
        "title":"A Synthesis of the Research on Alternative Assessment Methods in Teacher Education."},
      {
        "id":"ED355258",
        "title":"The ACT as a Predictor of College Success at Trinity Christian College."},
      {
        "id":"ED355259",
        "title":"The Des Moines Plan for Student Success. Focus on Program Evaluation."},
      {
        "id":"ED355260",
        "title":"The Individualized Quality of Life Scale (IQOLS): Psychometric Properties and Comparative Population Norms."},
      {
        "id":"ED355261",
        "title":"Assessing Perceptions of Health Risk Susceptibility."},
      {
        "id":"ED355262",
        "title":"Orientation Materials for Portfolio and Panel Review Evaluation of Community-Based Youth at Risk Programs [Project Portfolio Design and] Portfolio Panel Review Guide."},
      {
        "id":"ED355263",
        "title":"Does the U.S. Supreme Court's Recent Activism in Reviewing Educational Disputes Make the Attempt To Implement a Code of Professional Ethics for Educators a Vain Effort?"},
      {
        "id":"ED355264",
        "title":"Use of the Grade Differential Statistic in Predicting College GPA."},
      {
        "id":"ED355265",
        "title":"Effects of a Cognitive-Behavioral Intervention on the Motivation, Volition, and Achievement of Academically Underprepared College Students."},
      {
        "id":"ED355266",
        "title":"Oversight Hearings on the Report of the National Council on Education Standards and Testing. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (February 4, 19, and March 18, 1992)."},
      {
        "id":"ED355267",
        "title":"The Achievement Testing Provisions of the Virginia Home Schooling Requirements. Testimony for the Virginia State Legislature."},
      {
        "id":"ED355268",
        "title":"Joint Exploratory and Confirmatory Factor Analysis of the DAS, PPVT-R and ITBS."},
      {
        "id":"ED355269",
        "title":"Equivalence Reliability of the Split-Half WISC-R Object Assembly Subtest in a Cohort of Juvenile Offenders."},
      {
        "id":"ED355270",
        "title":"Domains and Facets: A Hierarchical Approach to Personality Assessment."},
      {
        "id":"ED355271",
        "title":"Work Keys: Developing the Assessments."},
      {
        "id":"ED355272",
        "title":"Work Keys: Developing a Usable Scale for Multi-Level, Criterion-Referenced Assessments."},
      {
        "id":"ED355273",
        "title":"Projective Techniques: An International Perspective."},
      {
        "id":"ED355274",
        "title":"Descriptive Discriminant Analysis: An Application."},
      {
        "id":"ED355275",
        "title":"It Is Incorrect To Say &quot;The Test Is Reliable&quot;: A Review of the Literature and Implications for Research Practice."},
      {
        "id":"ED355276",
        "title":"Student Testing: Current Extent and Expenditures, with Cost Estimates for a National Examination. Report to Congressional Requesters."},
      {
        "id":"ED355277",
        "title":"120 Years of American Education: A Statistical Portrait."},
      {
        "id":"ED355278",
        "title":"Indigenous Educational Research: Can It Be Psychometric?"},
      {
        "id":"ED355279",
        "title":"A Study of the Constructs of Concrete and Formal Operational Reasoning in Adolescents."},
      {
        "id":"ED355280",
        "title":"Issues in Innovative Assessment for Classroom Practice: Barriers and Facilitators. Project 3.3: Alternative Assessments in Classroom Practice."},
      {
        "id":"ED355281",
        "title":"Scale-Free Nonparametric Factor Analysis: A User-Friendly Introduction with Concrete Heuristic Examples."},
      {
        "id":"ED355282",
        "title":"The School Work Culture Profile: A Statistical Analysis and Strategy."},
      {
        "id":"ED355283",
        "title":"Evaluating Climate in Nine &quot;Good&quot; High Schools in Tennessee, Kentucky, and North Carolina."},
      {
        "id":"ED355284",
        "title":"The Reliability of Scores from the 1992 Vermont Portfolio Assessment Program. Interim Report."},
      {
        "id":"ED355285",
        "title":"Future of NAEP."},
      {
        "id":"ED355287",
        "title":"Schools of Choice in the Detroit Metropolitan Area. Detroit Metropolitan Area Public Policy Surveys: 1991 Series. The First of Five DMAPPS Reports."},
      {
        "id":"ED355290",
        "title":"[Children's Initiative,] H.R. 5600. 102D Congress, 2D Session in the House of Representatives."},
      {
        "id":"ED355292",
        "title":"Exploring Values and Standards: Implications for Assessment."},
      {
        "id":"ED355293",
        "title":"Makers of Meaning in a Learning-Centered School: A Case Study of Central Park East 1 Elementary School."},
      {
        "id":"ED355295",
        "title":"The Development of Social Communications Curricula: A Proposal and a Resource Compendium."},
      {
        "id":"ED355296",
        "title":"Why Ability Grouping Must End: Achieving Excellence and Equity in American Education."},
      {
        "id":"ED355297",
        "title":"A Progress Report to the Secretary of Education from the President's Advisory Commission on Educational Excellence for Hispanic Americans. White House Initiative on Educational Excellence for Hispanic Americans."},
      {
        "id":"ED355298",
        "title":"A Study of Multicultural Approaches to School: Functional Differentiations among Ethnic Students in Five Multiethnic Middle Schools."},
      {
        "id":"ED355299",
        "title":"Liberty Partnerships Program. Annual Report, Program Year 1991-92."},
      {
        "id":"ED355301",
        "title":"Puerto Ricans and Other Latinos in New York City Today: A Statistical Profile."},
      {
        "id":"ED355302",
        "title":"Retaining Hispanic Youth in School: An Evaluation of a Counseling-Based Alternative School Program."},
      {
        "id":"ED355303",
        "title":"Prejudice Reduction: What Works?"},
      {
        "id":"ED355304",
        "title":"Comprehensive Family Service Systems: A Handbook for Planning and Practice."},
      {
        "id":"ED355306",
        "title":"Joining Youth Needs and Program Services. Urban Diversity Series No. 104."},
      {
        "id":"ED355307",
        "title":"The Education and Employment of Low-Income Black Youth in White Suburbs. Working Papers."},
      {
        "id":"ED355308",
        "title":"Needed: Minorities in Educational R&amp;D."},
      {
        "id":"ED355309",
        "title":"Evaluation of Minority Retention Programs: The Undergraduate Research Opportunities Program at the University of Michigan."},
      {
        "id":"ED355310",
        "title":"Dilemmas in Youth Employment Programming: Findings from the Youth Research and Technical Assistance Project. Volumes I and II. Research and Evaluation Report Series 92-C."},
      {
        "id":"ED355311",
        "title":"Career Academies: Educating Urban Students for Career Success. ERIC/CUE Digest, Number 84."},
      {
        "id":"ED355312",
        "title":"Current Trends and Issues in Urban Education, 1993. Trends and Issues No. 19."},
      {
        "id":"ED355313",
        "title":"Changing Schools for Urban Students: The School Development Program, Accelerated Schools, and Success for All. Trends and Issues No. 18."},
      {
        "id":"ED355314",
        "title":"Helping Young Urban Parents Educate Themselves and Their Children. ERIC/CUE Digest, Number 85."},
      {
        "id":"ED355317",
        "title":"Chapter 1, Education for Disadvantaged Children: Reauthorization Issues. CRS Issue Brief. Updated."},
      {
        "id":"ED355318",
        "title":"Chapter 1--Education for Disadvantaged Children: Background and Issues. CRS Report for Congress."},
      {
        "id":"ED355319",
        "title":"The Distribution among the States of School-Age Children in Poor Families, 1990 versus 1980: Implications for Chapter 1. CRS Report for Congress."},
      {
        "id":"ED355320",
        "title":"School Haze: A Response to Louis Menand's View on Multicultural Education."},
      {
        "id":"ED355321",
        "title":"On the Front Line: Chelsea Teachers and the Chelsea-BU Agreement."},
      {
        "id":"ED355322",
        "title":"The Education of Homeless Children and Youth in New Jersey: A Plan for State Action. Revised."},
      {
        "id":"ED355323",
        "title":"Employee Time-Off for Public Schools: Stories of Five Corporate Trailblazers and Two Chambers of Commerce."},
      {
        "id":"ED355325",
        "title":"Improving Academic Achievement in Inner-City Schools: Do Attitudes of Parents and Teachers Make a Difference?"},
      {
        "id":"ED355326",
        "title":"Effective Compensatory Education Sourcebook. Volume I (Revised): Effective Educational Practices in Schools that Serve Disadvantaged Students."},
      {
        "id":"ED355327",
        "title":"D.C. Public School System. Oversight Hearing before the Subcommittee on Judiciary and Education of the Committee on the District of Columbia. House of Representatives, One Hundred Second Congress, First Session (September 26, 1991)."},
      {
        "id":"ED355328",
        "title":"Minnesota's Educational Options for At-Risk Youth: Urban Alternative Schools and Area Learning Centers."},
      {
        "id":"ED355329",
        "title":"Reinventing Chapter 1: The Current Chapter 1 Program and New Directions. Final Report of the National Assessment of the Chapter 1 Program."},
      {
        "id":"ED355330",
        "title":"Statement of the Independent Review Panel of the National Assessment of Chapter 1."},
      {
        "id":"ED355333",
        "title":"Developing People's Ability To Learn. European Perspectives on Self-Learning Competency and Technological Change."},
      {
        "id":"ED355334",
        "title":"Commercial Sheet Metal Program Standards."},
      {
        "id":"ED355335",
        "title":"Fashion Production and Management Program Guide."},
      {
        "id":"ED355336",
        "title":"Instrumentation Technology Program Standards."},
      {
        "id":"ED355337",
        "title":"A Unified State Plan for New Jersey's Workforce Readiness System. Policy Recommendations &amp; Implementation Strategies."},
      {
        "id":"ED355338",
        "title":"Volunteer Development: Strengthening Your Literacy Program."},
      {
        "id":"ED355339",
        "title":"Basic Skills--Basic Business."},
      {
        "id":"ED355340",
        "title":"Youth Apprenticeship in America: Guidelines for Building an Effective System."},
      {
        "id":"ED355343",
        "title":"Voices from the Literacy Field."},
      {
        "id":"ED355344",
        "title":"Goodwill Literacy Tutor Handbook. Fifth Edition."},
      {
        "id":"ED355346",
        "title":"Discovery and Respect: A Handbook for Student-directed Group Learning. First Edition."},
      {
        "id":"ED355347",
        "title":"Commission of Professors of Adult Education. Proceedings of the Annual Conference (32nd, Washington, D.C., October 19-21, 1987)."},
      {
        "id":"ED355348",
        "title":"Adaptation of the Training and Visit Extension System to Changing Socio-Cultural and Agro-Ecological Conditions."},
      {
        "id":"ED355349",
        "title":"An Analysis of Agricultural Mechanics Safety Practices in Agricultural Science Laboratories."},
      {
        "id":"ED355350",
        "title":"Educational Instruction via Interactive Video Network."},
      {
        "id":"ED355351",
        "title":"Summer Agricultural Program Activities."},
      {
        "id":"ED355352",
        "title":"Workforce Education and Training Requirements for Communication and Information Technologies at the United States Army Aviation Center."},
      {
        "id":"ED355353",
        "title":"Increasing Understanding of Public Problems and Policies--1992."},
      {
        "id":"ED355354",
        "title":"Building a World-Class Front-Line Workforce: The Need for Occupational Skill Standards in State Workforce Preparation Programs. EQW Working Papers."},
      {
        "id":"ED355355",
        "title":"Community Policing and the Police Officer."},
      {
        "id":"ED355356",
        "title":"Pre-SPC Math for Foundry Workers. A Lesson Developed for Robinson Foundry and Bodine-Robinson as Part of a National Workplace Literacy Program."},
      {
        "id":"ED355357",
        "title":"Summary of Research on Implementing Whole Language Learning in Adult Basic Education Settings."},
      {
        "id":"ED355358",
        "title":"Technology Education Demonstration Project. Final Report."},
      {
        "id":"ED355359",
        "title":"Occupational Profiles in Environmental Protection."},
      {
        "id":"ED355360",
        "title":"International Meeting on Business Start-up (Lille, France, November 26-28, 1992)."},
      {
        "id":"ED355361",
        "title":"Ohio Vocational Education and Its Relationship to America 2000."},
      {
        "id":"ED355362",
        "title":"Iowa Vocational Assessment System. Final Report for FY 90-91."},
      {
        "id":"ED355363",
        "title":"Hospital Nurse Aide. Revised."},
      {
        "id":"ED355364",
        "title":"Marketing Education Regional Staff Development. Final Report."},
      {
        "id":"ED355365",
        "title":"National Workplace Literacy Program. Final Report."},
      {
        "id":"ED355366",
        "title":"PHYS-MA-TECH. An Integrated Partnership."},
      {
        "id":"ED355367",
        "title":"Skills Today for Tomorrow. A Workplace Literacy Consortium for the Printing Industry, March 1991-November 1992. Final Report."},
      {
        "id":"ED355368",
        "title":"Skills Today for Tomorrow. A Basic Skills Curriculum for the Graphic Arts Industry."},
      {
        "id":"ED355369",
        "title":"Teamsters Workplace Literacy in the Trucking Industry Project. Final Performance Report."},
      {
        "id":"ED355370",
        "title":"Commercial Drivers License Workplace Literacy Project. Learning Modules."},
      {
        "id":"ED355371",
        "title":"Commercial Drivers License Workplace Literacy Project. Preparatory Course."},
      {
        "id":"ED355372",
        "title":"Commercial Drivers License Workplace Literacy Project. Computer Training."},
      {
        "id":"ED355373",
        "title":"Third Project Evaluation Report--Summative for Salt Lake Community College."},
      {
        "id":"ED355374",
        "title":"Guidance and Counseling Programs for the Year 2000 and Beyond: Strengthening Work-Related Education & Training."},
      {
        "id":"ED355375",
        "title":"Implementing Gilbert's PIP Formula in the Workplace."},
      {
        "id":"ED355376",
        "title":"Career Assessment Instruments for Vocational Students with Special Needs."},
      {
        "id":"ED355377",
        "title":"Narrowing the Skills Gap: Workplace Literacy Programs in Canada. Final Report."},
      {
        "id":"ED355378",
        "title":"Private Sector Participation with Postsecondary Occupational Education Programs. Study Summary and Policy Recommendations."},
      {
        "id":"ED355379",
        "title":"A Comparison of the Mandatory Continuing Education (MCE) Requirements of the Regulated Health Occupations in Minnesota."},
      {
        "id":"ED355380",
        "title":"Work Keys: Integrating Work Keys in the Business Environment."},
      {
        "id":"ED355381",
        "title":"Assessing HIV Related Training Needs of Health Care Providers."},
      {
        "id":"ED355382",
        "title":"Reducing Adverse Impact: One City's Efforts."},
      {
        "id":"ED355383",
        "title":"The Assessment Center: Do Assessor Characteristics Affect Scores?"},
      {
        "id":"ED355384",
        "title":"Further Education and Training of the Labour Force: New Directions for Public Policy."},
      {
        "id":"ED355385",
        "title":"Life-Span and Life-Space Literacy: Research and Policy in National and International Perspective. Occasional Paper OP92-1."},
      {
        "id":"ED355386",
        "title":"Matching Literacy Testing with Social Policy: What Are the Alternatives? Policy Brief."},
      {
        "id":"ED355387",
        "title":"Developing the Professional Workforce for Adult Literacy Education. Policy Brief."},
      {
        "id":"ED355388",
        "title":"Invitations to Inquiry: Rethinking Staff Development in Adult Literacy Education. Technical Report TR92-2."},
      {
        "id":"ED355389",
        "title":"Expanding Theories of Adult Literacy Participation: A Literature Review. Technical Report TR92-1."},
      {
        "id":"ED355390",
        "title":"Beyond Reading and Writing: A Workplace Curriculum Report."},
      {
        "id":"ED355391",
        "title":"Plastics. A Handbook for Workplace Educators."},
      {
        "id":"ED355392",
        "title":"Focusing Research in Agricultural Education. Proceedings of the Annual Central Region Research Conference in Agricultural Education (47th, St. Louis, Missouri, March 6, 1993)."},
      {
        "id":"ED355393",
        "title":"Job Enhancement Training (JET) Program. A Demonstration Workplace Training Program in Partnership with Armstrong World Industries, Inc., Pensacola, Florida. Training Period: May 1991-October 1992."},
      {
        "id":"ED355394",
        "title":"Endangered Species Employment Transition Assistance Act of 1992. Hearing To Amend the Job Training Partnership Act To Establish an Endangered Species Employment Transition Assistance Program, and for Other Purposes, before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, Second Session."},
      {
        "id":"ED355395",
        "title":"Transition Assistance Program. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED355396",
        "title":"Articulation and Cooperation among Vocational Education, Technical Education, Adult Education, JTPA Programs in South Carolina. A Report."},
      {
        "id":"ED355397",
        "title":"Patterns of Promise: State and Local Strategies for Improving Coordination in Adult Education Programs. Final Report."},
      {
        "id":"ED355398",
        "title":"Study of Federal Funding Sources and Services for Adult Education. Final Report."},
      {
        "id":"ED355400",
        "title":"Women's Career Choices. VTAE Students' Selection of Traditional and Nontraditional Programs. Summary Report."},
      {
        "id":"ED355401",
        "title":"Status Report on Male and Female Students and Employees in Ohio Vocational Education, 1983-1985."},
      {
        "id":"ED355402",
        "title":"The Development of Study Processes in Distance Learning Students."},
      {
        "id":"ED355403",
        "title":"Whose Development, Whose Needs? Distance Education Practice and Politics in the South Pacific."},
      {
        "id":"ED355404",
        "title":"Towards Quality and Equality: Distance Education Developments in the Asia/Pacific Region."},
      {
        "id":"ED355405",
        "title":"Investing in People: Education and the Work Force. Report on the National Meeting (Baltimore, Maryland, September 17-18, 1992)."},
      {
        "id":"ED355406",
        "title":"Bringing Multiculturalism to Vocational Education. Monograph. Volume 8, Number 1."},
      {
        "id":"ED355408",
        "title":"Syracuse Labor/Management Consortium Workplace Literacy Skills Improvement Project. Evaluation Report."},
      {
        "id":"ED355409",
        "title":"Adult Education for the Homeless. Report."},
      {
        "id":"ED355410",
        "title":"Adult Readers' Problems: How a Language-Based Approach Can Help."},
      {
        "id":"ED355411",
        "title":"Adult Literacy Volunteer Tutor Pack."},
      {
        "id":"ED355412",
        "title":"Manitoba Adult Literacy Programming. Good Practice Guide. 1991-1992."},
      {
        "id":"ED355414",
        "title":"Literacy in Corrections: What's Happening?"},
      {
        "id":"ED355415",
        "title":"Certificate in Literacy and Learning. Stages 1-2."},
      {
        "id":"ED355417",
        "title":"A Distance Education Research Agenda: A Survey of Expert Opinions from Developed and Developing Countries."},
      {
        "id":"ED355418",
        "title":"Bibliography of Distance Education Publications in Papua New Guinea."},
      {
        "id":"ED355419",
        "title":"Student Support as a Factor Affecting the Quality of Australian Distance Education: The Findings of the Project To Investigate Quality and Standards in Distance Education."},
      {
        "id":"ED355420",
        "title":"Distance Education in an Urban Environment: Experience of the Open Learning Institute of Hong Kong."},
      {
        "id":"ED355421",
        "title":"A Question of Questions."},
      {
        "id":"ED355422",
        "title":"Vision Screening: A Must for Adult Education Programs."},
      {
        "id":"ED355423",
        "title":"The Per-Pupil Cost of Regular and Vocational Education Programs."},
      {
        "id":"ED355424",
        "title":"Integrating Academic and Vocational Education: Guidelines for Secondary School Principals."},
      {
        "id":"ED355425",
        "title":"Tech Prep Leadership Summit: A Conference Report (Chicago, Illinois, June 22-23, 1992)."},
      {
        "id":"ED355426",
        "title":"An Upward Spiral? The Gate Project: A Case Study of the Role of Training in Addressing Homelessness in Central London. Monographs in Continuing Education."},
      {
        "id":"ED355427",
        "title":"Vocational Assessment of Students with Disadvantages: Their Peculiar Needs."},
      {
        "id":"ED355428",
        "title":"AdvancE: The Adult Education Clearinghouse. Final Report. July 1, 1991-June 30, 1992."},
      {
        "id":"ED355429",
        "title":"Federal Prisons. Inmate and Staff Views on Education and Work Training Programs. Report to the Chairman, Select Committee on Narcotics Abuse and Control, House of Representatives."},
      {
        "id":"ED355430",
        "title":"Developing Diversity Initiatives: Definitions and Process."},
      {
        "id":"ED355433",
        "title":"A Quantitative Examination of Philosophical Predilections of Adult Education Graduate Students."},
      {
        "id":"ED355434",
        "title":"Texas Quality Work Force Planning for the 21st Century. A Renewed Challenge for Education and Training Providers, Business, Industry, and Labor."},
      {
        "id":"ED355437",
        "title":"Helping Servicemembers with Flawed High School Education."},
      {
        "id":"ED355438",
        "title":"The Tuition Assistance Program in the Military."},
      {
        "id":"ED355439",
        "title":"Human Resource Development and the Corporate Mission Statement."},
      {
        "id":"ED355440",
        "title":"Achieving Competence in an Uncertain World: Informal Adult Education on the Frontier, Wyoming 1867-1916."},
      {
        "id":"ED355442",
        "title":"Principles for the Development of Core Skills across the Curriculum. Core Skills Action Pack."},
      {
        "id":"ED355443",
        "title":"Training Credits: The Implications for Colleges."},
      {
        "id":"ED355444",
        "title":"Vocational Preparation Teacher. Revised."},
      {
        "id":"ED355452",
        "title":"Models of Distance Education for Developing Island States."},
      {
        "id":"ED355453",
        "title":"The Development of Adult Learner Autonomy and Self-Directedness in Distance Education."},
      {
        "id":"ED355454",
        "title":"Adult Literacy Volunteers. ERIC Digest."},
      {
        "id":"ED355455",
        "title":"Vocational Education's Role in Dropout Prevention. ERIC Digest."},
      {
        "id":"ED355456",
        "title":"Integrating Science and Math in Vocational Education. ERIC Digest."},
      {
        "id":"ED355457",
        "title":"Career Education for a Global Economy. ERIC Digest."},
      {
        "id":"ED355458",
        "title":"The Link. A Newsletter on Advancing the Academic Competencies for General and Vocational Students, 1991."},
      {
        "id":"ED355459",
        "title":"Don't Drink and Drive. Completion of Treatment Guidelines. Driver Education Evaluation Programs."},
      {
        "id":"ED355460",
        "title":"Maine Student Athlete Alcohol and Other Drug Use Assessment, 1991. Summary Report."},
      {
        "id":"ED355461",
        "title":"Cost Benefit Analyses of Behavioral Marital Therapy with and without Relapse Prevention Sessions for Alcoholics and Their Wives."},
      {
        "id":"ED355462",
        "title":"Adolescent Alcoholism. January 1986 through April 1992. Current Bibliographies in Medicine."},
      {
        "id":"ED355463",
        "title":"Job Training and Employment Services for Homeless Persons with Alcohol and Other Drug Problems. A Technical Assistance Paper."},
      {
        "id":"ED355464",
        "title":"Impaired Driving. Prevention Resource Guide."},
      {
        "id":"ED355465",
        "title":"Drugs, Alcohol and Pregnancy: Parents and Children At Risk. Emerging Issues. A Report."},
      {
        "id":"ED355466",
        "title":"Realizing the Promise of Family Life Education. Issue Brief."},
      {
        "id":"ED355467",
        "title":"Hearing My Mother's Voice: A Study of Sisters and Mothers."},
      {
        "id":"ED355468",
        "title":"Research Symposium. Teacher Education in Reading: Worldwide Issues. International Reading Association World Congress on Reading (14th, Maui, Hawaii, July 14, 1992). Yearbook 1992."},
      {
        "id":"ED355470",
        "title":"Establishing the Logical Validity of Instructional Activities for Teaching Reading Evaluatively."},
      {
        "id":"ED355471",
        "title":"Developmental Trends in Lexical Decisions for Abstract and Concrete Words. Reading Research Report No. 1."},
      {
        "id":"ED355472",
        "title":"Teacher Epistemology and Practice: Enactments in the Elementary Language Arts Classroom."},
      {
        "id":"ED355473",
        "title":"A Selective History of the Howard Street Tutoring Program (1979-1989)."},
      {
        "id":"ED355474",
        "title":"All Kinds of Good Stories."},
      {
        "id":"ED355475",
        "title":"Utilizing Test Wiseness To Improve Test Scores in Reading for Eighth Grade Students."},
      {
        "id":"ED355476",
        "title":"Fun with Dick and Jane: A Systemic-Functional Approach to Reading."},
      {
        "id":"ED355477",
        "title":"Developing Reading: The Role of Linguistic Form and Social Context in Constructing Meaning."},
      {
        "id":"ED355478",
        "title":"A Comparative Study of the Academic Achievement of Primary Students When Learning Science through the Directed Reading Activity or Cooperative Learning Approach."},
      {
        "id":"ED355480",
        "title":"The Attributes of the Literate Reader in a Pluralistic Society."},
      {
        "id":"ED355481",
        "title":"Taking Account of the Social Correlates of Literacy."},
      {
        "id":"ED355482",
        "title":"The Effect of Reading Aloud on a Child's Reading for Pleasure after Entering School."},
      {
        "id":"ED355483",
        "title":"Using Graphic Organizers in Content Area Subjects."},
      {
        "id":"ED355484",
        "title":"Helping Your Child Learn To Read (with Activities for Children from Infancy through Age 10)."},
      {
        "id":"ED355485",
        "title":"Are Handicapped Adolescents Interested in Reading Fiction with Handicapped Characters?"},
      {
        "id":"ED355486",
        "title":"Readers' Responses to Brief News Articles."},
      {
        "id":"ED355487",
        "title":"Successful Independent Reading Depends on the Principal's Support."},
      {
        "id":"ED355488",
        "title":"Using Thematic Units To Promote Literacy in a Scottish Classroom."},
      {
        "id":"ED355489",
        "title":"Paths to Literature: One Child's Journey."},
      {
        "id":"ED355490",
        "title":"Self-Questioning Prediction Strategy's Effect on Comprehension."},
      {
        "id":"ED355491",
        "title":"Learning To Make Idea Maps with Elementary Science Text. Technical Report No. 572."},
      {
        "id":"ED355492",
        "title":"Dramatic Play and Literacy in a Head Start Classroom."},
      {
        "id":"ED355493",
        "title":"Parents and Children Together. Volume 3, Nos. 1-8, July 1992-February 1993."},
      {
        "id":"ED355494",
        "title":"1988 Reading Grade Level (RGL) Data for Air Force Specialties. Final Technical Paper for Period February 1989-February 1990."},
      {
        "id":"ED355495",
        "title":"A Double-Deficit Hypothesis for Developmental Reading Disorders."},
      {
        "id":"ED355496",
        "title":"Children's Reading. A Research Report."},
      {
        "id":"ED355497",
        "title":"Legibility of Print."},
      {
        "id":"ED355498",
        "title":"The Effects of Prereading Activities on Reading Comprehension."},
      {
        "id":"ED355500",
        "title":"Activities for Encouraging the Development of Formal and Advanced Thinking in Junior High and Senior High School Students."},
      {
        "id":"ED355502",
        "title":"The Effect of Self-Esteem on Reading Achievement."},
      {
        "id":"ED355503",
        "title":"Epistemology and Determining Critical Thinking Skills in the Disciplines."},
      {
        "id":"ED355504",
        "title":"The Role of Knowledge Base and Declarative Metamemory in the Acquisition of a Reading Strategy."},
      {
        "id":"ED355506",
        "title":"Emphasizing Collaborative Experiences in Reading/Writing Courses."},
      {
        "id":"ED355507",
        "title":"Integrating the Curriculum: Re-Examination of a Near Truism."},
      {
        "id":"ED355508",
        "title":"Hypertext Learning Environments, Cognitive Flexibility, and the Transfer of Complex Knowledge: An Empirical Investigation."},
      {
        "id":"ED355509",
        "title":"Mandated Testing: Lived Situations."},
      {
        "id":"ED355510",
        "title":"Freedom and Restrictions in Language Use."},
      {
        "id":"ED355511",
        "title":"Teacher Concerns with the Implementation of Holistic Scoring."},
      {
        "id":"ED355513",
        "title":"&quot;Whistle for Willie,&quot; Lost Puppies, and Cartoon Dogs: The Sociocultural Dimensions of Young Children's Composing, or Toward Unmelting Pedagogical Pots."},
      {
        "id":"ED355514",
        "title":"When Peers Are Not Equal: The Writing Center as a Discourse Community."},
      {
        "id":"ED355515",
        "title":"The Culture of Detracking: How One School District Prepared To Detrack Its English Program."},
      {
        "id":"ED355516",
        "title":"The Teacher Celebrates Writing."},
      {
        "id":"ED355517",
        "title":"Letters to the Editor: Public Writing as a Response to Reading."},
      {
        "id":"ED355518",
        "title":"The Ramayana: India's Odyssey."},
      {
        "id":"ED355519",
        "title":"Writing in Social Studies."},
      {
        "id":"ED355520",
        "title":"African-American Children's Literature."},
      {
        "id":"ED355521",
        "title":"Creating a Writing Community: Revising Collaborative Goals, Roles, and Actions. Elementary Subjects Center Series No. 85."},
      {
        "id":"ED355522",
        "title":"Home of the Wildcats: Perils of an English Teacher."},
      {
        "id":"ED355523",
        "title":"A Teacher's Introduction to Reader-Response Theories. NCTE Teacher's Introduction Series."},
      {
        "id":"ED355524",
        "title":"The Practice of Theory: Teacher Research in Composition."},
      {
        "id":"ED355525",
        "title":"A Kind of Passport: A Basic Writing Adjunct Program and the Challenge of Student Diversity."},
      {
        "id":"ED355526",
        "title":"Teaching Shakespeare Today: Practical Approaches and Productive Strategies."},
      {
        "id":"ED355527",
        "title":"Use of Portfolios in Assessment of Literature Learning. Report Series 3.7."},
      {
        "id":"ED355528",
        "title":"Distinguishing Relevant and Irrelevant Practices for Teaching Letter Writing in Early Grades."},
      {
        "id":"ED355529",
        "title":"Improving Critical Thinking Skills of English Students at Marlboro High School through Literature and Composition Instruction."},
      {
        "id":"ED355530",
        "title":"How Conscious Are Our Literature Students of Gender Issues?"},
      {
        "id":"ED355531",
        "title":"Interscholastic Exchanges in Celestin Freinet's Modern School Movement: Implications for Computer-Mediated Student Writing Networks."},
      {
        "id":"ED355533",
        "title":"English Leadership Quarterly, 1992."},
      {
        "id":"ED355534",
        "title":"The Organic Literary Canon: Its Role in American English Education."},
      {
        "id":"ED355535",
        "title":"Of Mascots and Tomahawk Chops: Stereotypes of American Indians and the English Teacher's Response."},
      {
        "id":"ED355536",
        "title":"On Preparing College Composition Teachers: An Annotated List of Relevant Sources."},
      {
        "id":"ED355537",
        "title":"New Directions in Portfolio Assessment: Assessing the Assessors."},
      {
        "id":"ED355538",
        "title":"Scenarios for Teaching Writing: Contexts for Discussion and Reflective Practice."},
      {
        "id":"ED355539",
        "title":"Language and the Inquiry-Oriented Curriculum."},
      {
        "id":"ED355540",
        "title":"Teachers Making Decisions When We Know the Censors Are Watching."},
      {
        "id":"ED355541",
        "title":"Teaching the Teacher of Writing: Whence and Whither?"},
      {
        "id":"ED355542",
        "title":"Three Women Revise: What Morrison, Oates, and Tan Can Teach Our Students about Revision."},
      {
        "id":"ED355543",
        "title":"Critical Conditions for Effective Writing Strategies for Language Diverse Learners."},
      {
        "id":"ED355544",
        "title":"A Study of Diverse Teaching Approaches to Literature."},
      {
        "id":"ED355545",
        "title":"A Short History of Graduate Preparation of Writing Teachers."},
      {
        "id":"ED355546",
        "title":"Prosess og produkt pa skjermen: Rettleiing i prosessorientert skrivepedagogikk pa tekstbehandling (Process and Product on the Screen: Guidelines in Process Writing on Word Processors). Report 10/91."},
      {
        "id":"ED355547",
        "title":"Similarities and Contrasts between Writing during a Writers' Workshop and Writing in Science: Examining the Teacher's Role. Elementary Subjects Center Series No. 94."},
      {
        "id":"ED355548",
        "title":"Writing Apprehension and Professional and Non-Professional Writing."},
      {
        "id":"ED355549",
        "title":"A Letter to My Mother."},
      {
        "id":"ED355550",
        "title":"Acquiring a Multicultural Perspective through the Use of Collaborative Pairs."},
      {
        "id":"ED355551",
        "title":"Faculty and Student Communities: The Interactive Contexts of Teachers and Learners."},
      {
        "id":"ED355552",
        "title":"Children's and Teacher's Interaction with the Writing Journal in a Pre-K Classroom."},
      {
        "id":"ED355553",
        "title":"Cross-Curricular Grading: H. P. Grice's Principle in Every Teacher's Repertoire."},
      {
        "id":"ED355554",
        "title":"Poetry in the Middle School."},
      {
        "id":"ED355555",
        "title":"Collaborative Journals: A Forum for Encouragement and Exploration."},
      {
        "id":"ED355556",
        "title":"Characteristics of Student Performance as Factors in Portfolio Assessment. Report Series 3.8."},
      {
        "id":"ED355557",
        "title":"&quot;Come Back to the Text Ag'in, Huck Honey!&quot;"},
      {
        "id":"ED355558",
        "title":"Broadening the Horizons: Organizational Communication in the Real World."},
      {
        "id":"ED355559",
        "title":"The Senior Seminar in Communication Theory as an Assessment Instrument."},
      {
        "id":"ED355560",
        "title":"Socialization by Way of Symbolic Interactionism and Culture Theory: A Communication Perspective."},
      {
        "id":"ED355561",
        "title":"The Speech-Communication Professor at the Community College: Reaching Out to At-Risk Students to Achieve Academic Success."},
      {
        "id":"ED355562",
        "title":"Using Feminist Thinking in the Classroom: Discovering New Ways of Knowing."},
      {
        "id":"ED355563",
        "title":"Evaluation of Student Speeches: A Content Analysis of Written Feedback."},
      {
        "id":"ED355564",
        "title":"Replacing Academic Apathy with the Joy of Learning through an Intrinsic, Integrated Language Approach for Middle School Students."},
      {
        "id":"ED355565",
        "title":"The Relationship between Cognitive Style and Communication Style in the Secondary School Context."},
      {
        "id":"ED355566",
        "title":"Traditional Literature--Folktales, Fairy Tales & Myths. Advisory List. Instructional Media."},
      {
        "id":"ED355567",
        "title":"Capta versus Data: Method and Evidence in Communicology."},
      {
        "id":"ED355568",
        "title":"Judge Intervention: Solutions to an Age Old Dilemma."},
      {
        "id":"ED355569",
        "title":"Reestablishing Speech Communication as a Legitimate Academic Program in a Liberal Arts College."},
      {
        "id":"ED355570",
        "title":"Roman Jakobson's Semiotic Theory of Communication. [Revised.]"},
      {
        "id":"ED355571",
        "title":"An Episode of Flaming: A Creative Narrative."},
      {
        "id":"ED355572",
        "title":"A Social Influence Model of Flaming in Computer-Mediated Communication."},
      {
        "id":"ED355574",
        "title":"Telling With, Not Telling To: Interactive Storytelling and At-Risk Children."},
      {
        "id":"ED355575",
        "title":"Monkeycam See--Monkeycam Do: Considering Reflexive Aesthetics in the Teaching of Film and Video Production."},
      {
        "id":"ED355576",
        "title":"Writing in Imagined Contexts: Research into Drama-Influenced Writing. No. 202."},
      {
        "id":"ED355577",
        "title":"Encouraging Shared Identity: USAir's Message to Employees."},
      {
        "id":"ED355578",
        "title":"Benefits on a Budget: Addressing Adjunct Needs."},
      {
        "id":"ED355579",
        "title":"An Annotated Bibliography on the Rhetoric of Inquiry."},
      {
        "id":"ED355580",
        "title":"Censorship of Sexual Materials: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED355581",
        "title":"Cohesiveness and Interpersonal Attraction: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED355582",
        "title":"Public Relations: Selected, Annotated Bibliography."},
      {
        "id":"ED355583",
        "title":"Communication in the Middle East: A Basic Bibliography."},
      {
        "id":"ED355584",
        "title":"Preparing Graduate Teaching Assistants: An Annotated Bibliography."},
      {
        "id":"ED355585",
        "title":"Conflict Communication: Intimate Relationships, 1986-1990. A Selected, Annotated Bibliography."},
      {
        "id":"ED355587",
        "title":"Critical Thinking Resources for the Speech Communications Educator."},
      {
        "id":"ED355588",
        "title":"Logical Probability Language: An Annotated Bibliography."},
      {
        "id":"ED355589",
        "title":"Communication and Culture in East Asia: A Bibliography."},
      {
        "id":"ED355590",
        "title":"Intracultural Communication: Selected Bibliography."},
      {
        "id":"ED355591",
        "title":"Oral History in Education: An Annotated Bibliography."},
      {
        "id":"ED355592",
        "title":"Broadcast Journalism for the Communication Educator."},
      {
        "id":"ED355593",
        "title":"Histories of Communication: A Bibliography."},
      {
        "id":"ED355594",
        "title":"Theatrical Makeup Enhances the Drama."},
      {
        "id":"ED355595",
        "title":"School Dress Codes v. The First Amendment: Ganging up on Student Attire."},
      {
        "id":"ED355596",
        "title":"The Case of the Missing Female Debater: Sex Role Orientation or Sex Role Expectation."},
      {
        "id":"ED355597",
        "title":"Classroom Debate as an Experiential Activity across the Curriculum."},
      {
        "id":"ED355598",
        "title":"The Frustrated GTA: A Qualitative Investigation Identifying the Needs within the Graduate Teaching Assistant Experience."},
      {
        "id":"ED355599",
        "title":"Empowering Students and Faculty through Portfolio Assessment."},
      {
        "id":"ED355600",
        "title":"A Descriptive Profile of an Instructional Plan for Students &quot;At Risk&quot; of Academic Failure."},
      {
        "id":"ED355601",
        "title":"The Importance of Discourse Style in Pairing Students for Interactive Communicative Tasks."},
      {
        "id":"ED355602",
        "title":"Change, Loss, Grief and Communication."},
      {
        "id":"ED355603",
        "title":"The Ritual of \"Sharing Time\" in a First-Grade American Classroom."},
      {
        "id":"ED355604",
        "title":"Departmental Textbook Publishing for the Introductory Communication Course: Pedagogical Boon or Exploitation?"},
      {
        "id":"ED355605",
        "title":"The Effect of Teaching Nonverbal Communication on Academic Achievement in Written Expression."},
      {
        "id":"ED355607",
        "title":"Critical Listening Differences during Intercollegiate Debate Constructive and Rebuttal Speeches."},
      {
        "id":"ED355608",
        "title":"We Better Not Vote on It: Public Hostility toward Freedom of Expression."},
      {
        "id":"ED355609",
        "title":"The Evolution of Rhetorical Criticism."},
      {
        "id":"ED355610",
        "title":"Classroom Research: If It's So Simple, How Can It Be Any Good?"},
      {
        "id":"ED355611",
        "title":"&quot;Triumph of the Will&quot;: A Limit Case for Effective-Historical Consciousness?"},
      {
        "id":"ED355612",
        "title":"Un Nuevo Convenio para el Aprendizaje: Una Sociedad para Mejorar los Resultados Educativos en el Estado de Nueva York (A New Compact for Learning: A Partnership To Improve Educational Results in New York State)."},
      {
        "id":"ED355613",
        "title":"Transformational Leadership in Principals: An Analysis of the Multifactor Leadership Questionnaire Results. Professional Leadership Development Monograph Series, Volume 2, Number 1."},
      {
        "id":"ED355614",
        "title":"Reducing School Violence in Florida. Hot Topics: Usable Research."},
      {
        "id":"ED355615",
        "title":"Constituency Leadership: A Model for School Leaders."},
      {
        "id":"ED355616",
        "title":"Study Skills."},
      {
        "id":"ED355617",
        "title":"The Best-Laid Plans: Components of Quality Campus Environments."},
      {
        "id":"ED355618",
        "title":"The Best Laid Plans: Components of Quality Campus Environments in Europe."},
      {
        "id":"ED355619",
        "title":"Exercise Manual: Educational Policy Analysis Training Workshop."},
      {
        "id":"ED355622",
        "title":"The Condition of Education 1992: Making Changes, Measuring Results."},
      {
        "id":"ED355623",
        "title":"Selected Reform Options for Federal Education Policies and the Elementary and Secondary Education Act."},
      {
        "id":"ED355624",
        "title":"Federal Education Funding Trends: A Perspective. CRS Report for Congress."},
      {
        "id":"ED355625",
        "title":"Elementary and Secondary Education Act of 1965: FY 1993 Guide to Programs. CRS Report for Congress."},
      {
        "id":"ED355626",
        "title":"National Education Goals and Federal Policy Issues: Action by the 102d Congress."},
      {
        "id":"ED355627",
        "title":"Essential Components of a Successful Education System: The Business Roundtable Education Public Policy Agenda."},
      {
        "id":"ED355628",
        "title":"The Essential Components of a Successful Education System: Putting Policy into Practice."},
      {
        "id":"ED355632",
        "title":"A Green Mountain Challenge: Very High Skills for Every Student--No Exceptions, No Excuses. 1992-1993."},
      {
        "id":"ED355635",
        "title":"Visionary Leadership and the Waves of the Future."},
      {
        "id":"ED355636",
        "title":"School Leadership: Encouraging Leaders for Change. Occasional Papers: School Leadership and Education Reform, OP#8."},
      {
        "id":"ED355637",
        "title":"School Leader as Motivator. Occasional Papers: School Leadership and Education Reform, OP#9."},
      {
        "id":"ED355638",
        "title":"Biography and Leadership: Exploring Issues of Race and Gender."},
      {
        "id":"ED355639",
        "title":"Filling the Frames: Using Bolman and Deal To Analyze an Educational Innovation."},
      {
        "id":"ED355640",
        "title":"The Emerging Culture of Educational Administration: A UK Perspective."},
      {
        "id":"ED355641",
        "title":"Efficiency vs. Effectiveness: Can W. Edwards Deming's Principles of Quality Management Be Applied Successfully to American Education."},
      {
        "id":"ED355642",
        "title":"Pressure Groups and the Politics of Education."},
      {
        "id":"ED355643",
        "title":"Better Schools: A Values Perspective."},
      {
        "id":"ED355644",
        "title":"Site-Based Management in a Collective Bargaining Environment: Can We Mix Oil and Water?"},
      {
        "id":"ED355646",
        "title":"Healthy Schools."},
      {
        "id":"ED355647",
        "title":"The Principal and the Law. Elementary Principal Series No. 7."},
      {
        "id":"ED355648",
        "title":"The Principal and School-Based Staff Development. Elementary Principal Series No. 8."},
      {
        "id":"ED355649",
        "title":"The Principal and Strategic Planning. Elementary Principal Series No. 9."},
      {
        "id":"ED355651",
        "title":"Substance Abuse Policy. ERIC Digest, Number 80."},
      {
        "id":"ED355652",
        "title":"Images of Superintendents&apos; Leadership for Learning."},
      {
        "id":"ED355654",
        "title":"Towards a Resolution of a Paradox between Diversity and Accountability for School Administrators: Application of the Principles of Feminist Assessment."},
      {
        "id":"ED355655",
        "title":"Conflict Management at School: An Unavoidable Task."},
      {
        "id":"ED355656",
        "title":"An Investigation of Factors That Influence Parents' Choice of Schools for Their Children in a Midwestern Suburban School District."},
      {
        "id":"ED355657",
        "title":"A Report of the Senate Committee on Post Audit and Oversight Relative to Massachusetts' Financial Commitment to Public Education in the Eighties: A Multi-State Comparative Study. Senate No. 2080."},
      {
        "id":"ED355658",
        "title":"Expanding the Boundaries: Pilot Programs Established by the 71st Texas Legislature. Final Report from the State Board of Education."},
      {
        "id":"ED355659",
        "title":"The Danforth Program for the Preparation of School Principals (DPPSP) Six Years Later: What We Have Learned."},
      {
        "id":"ED355662",
        "title":"Technocratic Rationality, Essential Schools Theory, and the Potential Effect of One Attribute of This Theory on the Purposes of Public Schools."},
      {
        "id":"ED355663",
        "title":"A Study of the Effectiveness of a Saturday School in Reducing Suspension, Expulsion, and Corporal Punishment."},
      {
        "id":"ED355664",
        "title":"A Review of Writing on Action Research (1944-Present)."},
      {
        "id":"ED355665",
        "title":"The Financial Equity Debate. Pennsylvania Educational Policy Studies, Number 15."},
      {
        "id":"ED355667",
        "title":"Through the Lens of Human Resource Development: A Fresh Look at Professional Preparation Programs."},
      {
        "id":"ED355668",
        "title":"Back to School: How States Can Encourage Parent Involvement in Education. A Report of the Midwestern Legislative Conference."},
      {
        "id":"ED355669",
        "title":"Dewey's Theory of Inquiry and Reflective Administration."},
      {
        "id":"ED355670",
        "title":"Empowering Students: Helping All Students Realize Success."},
      {
        "id":"ED355672",
        "title":"Tough To Reach, Tough To Teach: Students with Behavior Problems."},
      {
        "id":"ED355673",
        "title":"Gifted Education in Alaska: State of the State."},
      {
        "id":"ED355674",
        "title":"Collaborative Employment Placement and Training: A Structure To Support the Employment of Persons with Severe Disabilities."},
      {
        "id":"ED355675",
        "title":"Cooperative Learning as Perceived by Educators of Gifted Students and Proponents of Cooperative Education."},
      {
        "id":"ED355676",
        "title":"Transition Planning for Young Adults with Intellectual Disabilities. A Resource Guide for Families, Teachers and Counsellors."},
      {
        "id":"ED355677",
        "title":"ECS Program Unit Grants: A Handbook for ECS Operators. Second Edition."},
      {
        "id":"ED355680",
        "title":"Conducting a Literature Review: Tips and Suggestions."},
      {
        "id":"ED355681",
        "title":"Supporting Children with Disabilities in Community Programs: The Teaching Research Integrated Preschool."},
      {
        "id":"ED355682",
        "title":"Learning Strategies for Problem Learners. Fastback 345."},
      {
        "id":"ED355683",
        "title":"Making the Most of the United Nations."},
      {
        "id":"ED355684",
        "title":"Training of Persons Who Care for Persons with Mental Handicap: An Asian Experience."},
      {
        "id":"ED355685",
        "title":"National Study of High School Programs for Handicapped Youth. National High School Project. Vol. 2: A Quantitative Description of Concepts and Practices for Students with Disabilities."},
      {
        "id":"ED355686",
        "title":"Estate Planning."},
      {
        "id":"ED355687",
        "title":"Effects of a Metacognitive Strategy on Aggressive Acts and Anger Behavior of Elementary and Secondary-Aged Students."},
      {
        "id":"ED355688",
        "title":"Project STEPS. Developmental Ages for Skills Included on the Helpful Entry Level Skills Checklist."},
      {
        "id":"ED355689",
        "title":"Project STEPS. Facilitation Packet for the Development of a System for the Transition of Young Children and Their Families."},
      {
        "id":"ED355690",
        "title":"The Impact of Reality Therapy in a School for Emotionally Disturbed Youth: A Preliminary Report."},
      {
        "id":"ED355691",
        "title":"Communication, Coordination, and Cooperation: Perspectives on Service Delivery and Part H."},
      {
        "id":"ED355692",
        "title":"Distinctive Personnel Preparation Models for Part H: Three Case Studies."},
      {
        "id":"ED355693",
        "title":"Status of Young Mexican-American and Puerto Rican Children: Implications for Early Intervention Systems."},
      {
        "id":"ED355694",
        "title":"Serving the Nation's Students with Disabilities: Progress and Prospects. A Report to the President and the Congress of the United States."},
      {
        "id":"ED355695",
        "title":"Sharing the Risk and Ensuring Independence: A Disability Perspective on Access to Health Insurance and Health-Related Services. A Report to the President and the Congress of the United States."},
      {
        "id":"ED355696",
        "title":"Study on the Financing of Assistive Technology Devices and Services for Individuals with Disabilities. A Report to the President and the Congress of the United States."},
      {
        "id":"ED355697",
        "title":"Creativity Tests and Artistic Talent."},
      {
        "id":"ED355698",
        "title":"The Gifted-Visually Handicapped Child: A Review of Literature."},
      {
        "id":"ED355699",
        "title":"Handicap Accessibility: A Self-Evaluation Guidebook for ACTION and Its Grantees. Handbook 240."},
      {
        "id":"ED355700",
        "title":"Transition Services in the IEP."},
      {
        "id":"ED355701",
        "title":"Summary of Existing Legislation Affecting People with Disabilities. [Revised.]"},
      {
        "id":"ED355702",
        "title":"Pocket Guide to Federal Help for Individuals with Disabilities."},
      {
        "id":"ED355706",
        "title":"Low-Incidence Special Education Teacher Preparation: A Supply and Capacity Pilot Study."},
      {
        "id":"ED355707",
        "title":"Evaluating the Feasibility of a Personal Attendant Training Program: How Do You Determine Whether a Center of Independent Living Has the Resources and Capabilities To Offer This Type of Program."},
      {
        "id":"ED355708",
        "title":"Investigating the Influences of Class Size and Class Mix on Special Education Student Outcomes: Phase One Results."},
      {
        "id":"ED355709",
        "title":"Site-Based Management and Special Education: Theories, Implications and Recommendations. A White Paper."},
      {
        "id":"ED355710",
        "title":"Communicating with Signed Language: Hearing Mothers and Deaf Infants."},
      {
        "id":"ED355711",
        "title":"Early Interaction Patterns and Later Communicative Performance of Deaf Infants."},
      {
        "id":"ED355712",
        "title":"Social Withdrawal and Aggression in Subgroups of ADHD Children."},
      {
        "id":"ED355713",
        "title":"Social Support and Outcomes for Staff Serving Individuals with Mental Retardation."},
      {
        "id":"ED355714",
        "title":"School-Based Teams: Can They Increase &quot;Verifiable&quot; Referrals to Special Education?"},
      {
        "id":"ED355715",
        "title":"Improving the Special Education Referral Process of At Risk Children by the Administration of Norm-Referenced Screening Instruments."},
      {
        "id":"ED355716",
        "title":"Hemispheric Object Naming and Interhemispheric Transfer Functions in Reading Disordered Subjects."},
      {
        "id":"ED355717",
        "title":"Planning for Deinstitutionalization: Supporting a Single Parent Father."},
      {
        "id":"ED355720",
        "title":"Colorado Child Identification Process. Birth - Five Years Effectiveness Indicators."},
      {
        "id":"ED355721",
        "title":"Individuals with Disabilities Education Act, Part B, as Amended By Public Law 94-142. Colorado State Plan, Fiscal Years 1992-94."},
      {
        "id":"ED355722",
        "title":"Att Tolka Barns Signaler: Gravt utvecklingsstorda flerhandikappade barns lek och kommunikation (To Interpret Childrens' Signals: Play and Communication in Profoundly Mentally Retarded and Multiply Handicapped Children)."},
      {
        "id":"ED355723",
        "title":"Special Education: A Statistical Report for the 1989-90 School Year."},
      {
        "id":"ED355724",
        "title":"Special Education: A Statistical Report for the 1990-91 and 1991-92 School Years."},
      {
        "id":"ED355725",
        "title":"Albinism: Improving Teacher and Caregiver Strategies for Meeting the Special Needs of Children with the Visual Disability of Ocular Albinism or Oculocutaneous Albinism (Birth to Age 14)."},
      {
        "id":"ED355726",
        "title":"The Student with Albinism in the Regular Classroom."},
      {
        "id":"ED355727",
        "title":"Integration of Students with Mental Retardation. Summary Evaluation Report."},
      {
        "id":"ED355728",
        "title":"Validating the Concrete to Abstract Instructional Sequence for Teaching Place Value to Learning Disabled Students. Monograph #20."},
      {
        "id":"ED355729",
        "title":"Mental Retardation in Perspective."},
      {
        "id":"ED355730",
        "title":"Deaf-Blindness: National Organizations and Resources. Reference Circular No. 93-1."},
      {
        "id":"ED355731",
        "title":"A Coordinated Response to Child Abuse and Neglect: A Basic Manual. [Revised and Expanded.] The User Manual Series."},
      {
        "id":"ED355732",
        "title":"The Role of Educators in the Protection and Treatment of Child Abuse and Neglect. [Revised and Expanded.] The User Manual Series."},
      {
        "id":"ED355733",
        "title":"Caregivers of Young Children: Preventing and Responding to Child Maltreatment. [Revised and Expanded.] The User Manual Series."},
      {
        "id":"ED355734",
        "title":"Parenting with a Disability."},
      {
        "id":"ED355735",
        "title":"&quot;People Want the Same Things We All Do&quot;: The Story of the Area Agency in Dover, New Hampshire."},
      {
        "id":"ED355736",
        "title":"Provision of Services to Traditionally Underserved Persons Who Are Deaf."},
      {
        "id":"ED355737",
        "title":"Assessing the Transition Skills of Adolescents and Young Adults Who Are Deaf through Video Technology."},
      {
        "id":"ED355738",
        "title":"Developing Induction Year Mentorships in a Generic Special Education Teacher Training Program."},
      {
        "id":"ED355739",
        "title":"Increasing the Degree of Compliance with Group Treatment Procedures in Seven Residential, Day Treatment, and Therapeutic School Milieus for Children and Adolescents."},
      {
        "id":"ED355742",
        "title":"A Plan for Implementation of Special Education in Local Jails in Response to House Joint Resolution 367. A Report to the Virginia State Crime Commission."},
      {
        "id":"ED355743",
        "title":"Peer Workshop Training Manual."},
      {
        "id":"ED355744",
        "title":"Activating Children through Technology. Final Report."},
      {
        "id":"ED355745",
        "title":"Project Lexington: Training Child Care Personnel To Serve Young Children with Disabilities in Integrated Settings (1989-1992). Final Report."},
      {
        "id":"ED355746",
        "title":"Making Decisions: A Practical Guide for Executives Who Manage Programs for People with Developmental Disabilities."},
      {
        "id":"ED355747",
        "title":"Working with Families Who Have Special Needs. A Guide for Professionals."},
      {
        "id":"ED355748",
        "title":"Working with Professionals: A Guide for Families with Special Needs."},
      {
        "id":"ED355749",
        "title":"Services for People with Mental Retardation or Related Disabilities."},
      {
        "id":"ED355750",
        "title":"Access to Higher Education for Learning Disabled Students."},
      {
        "id":"ED355752",
        "title":"MAPS: A Plan for Including All Children in Schools."},
      {
        "id":"ED355753",
        "title":"Services for Children with Deaf-Blindness. Final Performance Report [and] Services in Kansas for Children with Vision and Hearing Problems."},
      {
        "id":"ED355754",
        "title":"Setting a New Course: Defining Quality Lifestyles for Students with Dual Sensory Loss."},
      {
        "id":"ED355756",
        "title":"The Australian Second Language Learning Program. A Review. Occasional Paper Number 4."},
      {
        "id":"ED355757",
        "title":"Review of National Aboriginal Languages Program. Occasional Paper Number 5."},
      {
        "id":"ED355758",
        "title":"The Relationship between International Trade &amp; Linguistic Competence (Report to the Australian Advisory Council on Languages and Multicultural Education)."},
      {
        "id":"ED355759",
        "title":"Bilingualism and Bilingual Education. NLIA Occasional Paper No. 2."},
      {
        "id":"ED355760",
        "title":"Language Association Bulletin, 1989-1990."},
      {
        "id":"ED355761",
        "title":"Bruk av tekstbehandling som hjelpmiddel i prosessorientert skrivepedagogikk i norskundervisningen. Evaluering av prosjektet. Rapport 14 (Using Word Processing in Process Writing in the Teaching of Norwegian. Project Evaluation. Report 14)."},
      {
        "id":"ED355762",
        "title":"A Teacher-Training Design for a Multicultural Setting."},
      {
        "id":"ED355763",
        "title":"Perspectives on Foreign Language Education in the Soviet Union."},
      {
        "id":"ED355764",
        "title":"Personal Motives: Tapping into Adolescent Motivations in Second Language Learning."},
      {
        "id":"ED355765",
        "title":"Hongkong Papers in Linguistics and Language Teaching, 15."},
      {
        "id":"ED355766",
        "title":"Cultural Syntonicity: Co-operative Relationships between the ESP Unit and Other Departments."},
      {
        "id":"ED355767",
        "title":"From &quot;Remedial English&quot; to &quot;English Enhancement&quot; (So, What Else Is New?)."},
      {
        "id":"ED355768",
        "title":"Self-Access for Self-Directed Learning."},
      {
        "id":"ED355769",
        "title":"Assessing Students at Tertiary Level: How Can We Improve?"},
      {
        "id":"ED355770",
        "title":"Ensuring Access and Quality in Open Learning Programmes: Communication and Study Skills Training for ESL-Medium Higher Education."},
      {
        "id":"ED355771",
        "title":"Outreach Educational Activities of Title VI National Resource Centers in International Studies. A Study Report with Recommendations."},
      {
        "id":"ED355773",
        "title":"Courseware Authoring and Delivering System for Chinese Language Instruction. Final Report."},
      {
        "id":"ED355774",
        "title":"Advanced Russian Listening and Reading Proficiency Test. Final Project Report--Year 2."},
      {
        "id":"ED355775",
        "title":"Effect of Different Versions of Chinese Logographs on Recognition of Chinese Characters."},
      {
        "id":"ED355776",
        "title":"The Development of Writing Abilities in a Foreign Language: Contributions toward a General Theory of L2 Writing. Technical Report No. 61."},
      {
        "id":"ED355778",
        "title":"The Issues of Language and Culture. Proceedings of a Symposium Convened by the Center for Applied Linguistics (Washington, D.C., October 5, 1992). The National Education Goals, Goal 3."},
      {
        "id":"ED355779",
        "title":"Overview: Diversity and Education Reform."},
      {
        "id":"ED355780",
        "title":"Raising Standards and Measuring Performance Equitably: Challenges for the National Education Goals Panel and State Assessment Systems."},
      {
        "id":"ED355781",
        "title":"Language, Learning, and National Goals: A Native American View."},
      {
        "id":"ED355782",
        "title":"The Education of Hispanic Americans."},
      {
        "id":"ED355783",
        "title":"The National Education Goals: Implications for African Americans and Other Minorities."},
      {
        "id":"ED355784",
        "title":"Asian American Education and the National Education Goals."},
      {
        "id":"ED355785",
        "title":"Current Research Issues in Minority Student Education."},
      {
        "id":"ED355786",
        "title":"ESL/Bilingual Education: Policies, Programs, and Pedagogy."},
      {
        "id":"ED355787",
        "title":"Foreign-Language Pedagogy: Practical Applications to Theoretical Concerns. Selected Papers from the Loyola College Conference Entitled &quot;Bridging Theory and Practice in the Foreign-Language Classroom&quot; (Baltimore, Maryland, October 18-20, 1991)."},
      {
        "id":"ED355788",
        "title":"Bridging High School and College Language Classes through the Multicultural Approach: The Case of Francophone Africa."},
      {
        "id":"ED355789",
        "title":"Foreign Language Education in the Middle School: A Special Education Teacher's View."},
      {
        "id":"ED355790",
        "title":"German Folk Dances: An Innovative Teaching Tool."},
      {
        "id":"ED355791",
        "title":"How Can a Mess Be Fine? Polysemy and Reading in a Foreign Language."},
      {
        "id":"ED355792",
        "title":"Interactive Pedagogy in a Literature Based Classroom."},
      {
        "id":"ED355793",
        "title":"Language Telecourses for Adults--Pros and Cons."},
      {
        "id":"ED355794",
        "title":"Les santons de Provence: Inspiration for an Interdisciplinary Project."},
      {
        "id":"ED355795",
        "title":"More Than a Required Skill in Today's Curriculum: Critical Thinking and Collaborative Learning in Foreign Languages."},
      {
        "id":"ED355796",
        "title":"Music as Means To Enhance Cultural Awareness and Literacy in the Foreign Language Classroom."},
      {
        "id":"ED355797",
        "title":"Near Immersion Results in One-Third of the Time."},
      {
        "id":"ED355798",
        "title":"Opera and Art in the French Foreign Language Classroom."},
      {
        "id":"ED355799",
        "title":"Strategies for Producing a Video-Letter in the Foreign Language Classroom."},
      {
        "id":"ED355800",
        "title":"The Language of Language: An Interdisciplinary Approach To Language Learning."},
      {
        "id":"ED355801",
        "title":"Towards Teaching French Civilization in Context: A Technology-Aided Approach."},
      {
        "id":"ED355802",
        "title":"Where Is the Text? Discourse Competence and the Foreign Language Textbook."},
      {
        "id":"ED355803",
        "title":"Bilingual Students' Developing Understanding of Morphologically Complex Cognates. Technical Report No. 567."},
      {
        "id":"ED355804",
        "title":"Foreign Language Assistance Act Summary Report. National Foreign Language Center Working Papers."},
      {
        "id":"ED355805",
        "title":"Foreign Language Planning in the United States. NFLC Occasional Papers."},
      {
        "id":"ED355806",
        "title":"The Journal of the Society for Accelerative Learning and Teaching, 1992."},
      {
        "id":"ED355807",
        "title":"Analysis of Reading and Listening Comprehension Skills in Different Language Environments."},
      {
        "id":"ED355808",
        "title":"The Emergence of a Definite Article in Montagnais? The Truth of the Linguists vs. the Trust of the Natives."},
      {
        "id":"ED355810",
        "title":"Study Approaches of Distance Learning Students, Studying in a Second Language."},
      {
        "id":"ED355813",
        "title":"Cooperative Learning: A Response to Linguistic and Cultural Diversity. Language in Education: Theory and Practice 81."},
      {
        "id":"ED355816",
        "title":"The Literacy Club: A Cross-Age Tutoring/Paired Reading Project. NCBE Program Information Guide Series 13."},
      {
        "id":"ED355817",
        "title":"An Inservice Training Program for Classroom Teachers to Help School Age Nonenglish Speaking Students Develop Language Skills."},
      {
        "id":"ED355818",
        "title":"Intercultural Orientation Activities for International ESL Students: 50 Module Lessons."},
      {
        "id":"ED355819",
        "title":"The National Policy on Languages, December 1987-March 1990. Report to the Minister for Employment, Education and Training."},
      {
        "id":"ED355820",
        "title":"Languages and Language Policy in Ireland."},
      {
        "id":"ED355821",
        "title":"Haitian Folktales as a Literary Strategy for Elementary Haitian ESOL Students."},
      {
        "id":"ED355822",
        "title":"Bilingual (Spanish and English) Adults: Achieving Literacy in the First Language."},
      {
        "id":"ED355824",
        "title":"Storytelling for Foreign Language Learners."},
      {
        "id":"ED355825",
        "title":"Professional Standards for the Preparation of Bilingual/Multicultural Teachers."},
      {
        "id":"ED355826",
        "title":"Teaching Idioms in the Second Language Classroom: A Case Study for College-Level German."},
      {
        "id":"ED355834",
        "title":"Foreign Language Requirements and Students with Learning Disabilities. ERIC Digest."},
      {
        "id":"ED355835",
        "title":"Computer-Assisted Language Learning: Current Programs and Projects. ERIC Digest."},
      {
        "id":"ED355836",
        "title":"Early Childhood Programs for Language Minority Students. ERIC Digest."},
      {
        "id":"ED355837",
        "title":"Workplace ESL Literacy in Diverse Small Business Contexts: Final Evaluation Report on Project EXCEL."},
      {
        "id":"ED355838",
        "title":"Project EXCEL. Final Performance Report, March 1, 1991-October 31, 1992."},
      {
        "id":"ED355839",
        "title":"[Project EXCEL. Curriculum for Casa Sanchez, Inc.: Modules 1-6.]"},
      {
        "id":"ED355840",
        "title":"[Project EXCEL. Curriculum for Momentum, Inc.: Modules 1-5.]"},
      {
        "id":"ED355841",
        "title":"[Project EXCEL. Curriculum Ace Mailing: Modules 1-6.]"},
      {
        "id":"ED355842",
        "title":"[Project EXCEL: Curriculum for Just Desserts, Inc.: Modules 1-6.]"},
      {
        "id":"ED355843",
        "title":"Sustaining Excellence in the 21st Century: A Vision and Strategies for College and University Administration."},
      {
        "id":"ED355845",
        "title":"Formulas for Funding Public Higher Education. Anthological Excerpts from the Literature."},
      {
        "id":"ED355846",
        "title":"Funding Public Higher Education."},
      {
        "id":"ED355847",
        "title":"Curriculum Directions for the Next Millennium."},
      {
        "id":"ED355848",
        "title":"Trends in Enrollment in Higher Education by Racial/Ethnic Category: Fall 1982 through Fall 1991. E.D. TABS."},
      {
        "id":"ED355849",
        "title":"Federal Family Education Loans: Reduced Costs, Direct Lending, and National Income."},
      {
        "id":"ED355850",
        "title":"State of Alaska Student Financial Aid Programs, 1991-92 Annual Report."},
      {
        "id":"ED355852",
        "title":"Higher Education Finance Issues in the Early 1990s."},
      {
        "id":"ED355853",
        "title":"Research and Graduate Education at Rutgers: A Distinguished Past, a Challenging Future."},
      {
        "id":"ED355854",
        "title":"The University of Akron and Its Economic Impact on Its Community. A Research Report."},
      {
        "id":"ED355855",
        "title":"Student Charges at Public, Four-Year Institutions. Annual Survey, Fall 1992."},
      {
        "id":"ED355856",
        "title":"Proceedings of the Annual Meeting of the National Association of State Universities and Land-Grant Colleges (104th, Washington, D.C., November 10-12, 1991)."},
      {
        "id":"ED355857",
        "title":"Strategic Plan. The Quest for Excellence."},
      {
        "id":"ED355859",
        "title":"Faculty Job Satisfaction: Women and Minorities in Peril. ERIC Digest."},
      {
        "id":"ED355860",
        "title":"Reconciling Rights and Responsibilities of Colleges and Students: Offensive Speech, Assembly, Drug Testing and Safety. ERIC Digest."},
      {
        "id":"ED355862",
        "title":"The Employment Interview: Examining Dual Career Couple Issues."},
      {
        "id":"ED355864",
        "title":"Instructional Exchange, 1992-1993."},
      {
        "id":"ED355865",
        "title":"A Proposal for the Implementation of Programs for Culturally Diverse Students on a Predominantly White University Campus."},
      {
        "id":"ED355866",
        "title":"Mapping the Space of Ideas in Comparative Education Discourse."},
      {
        "id":"ED355868",
        "title":"European Regional Consultation on Management and Administration of Higher Education in a Market Economy. (Plovdiv, Bulgaria, November 20-23, 1990). Reports."},
      {
        "id":"ED355869",
        "title":"The Politics of Higher Education: Perspectives for Minorities in the 21st Century."},
      {
        "id":"ED355870",
        "title":"Canada's Human Resources Problem: A Many-Faceted Gem That's Tough to Crack."},
      {
        "id":"ED355871",
        "title":"Educational Teaching and Research under Scrutiny."},
      {
        "id":"ED355872",
        "title":"Case Study: Implementing Employment Equity at Carleton University."},
      {
        "id":"ED355873",
        "title":"The Importance of Knowing Ourselves."},
      {
        "id":"ED355874",
        "title":"Illicit Drugs and African American Youth in Summit University. A Summit University Anti-Drug Initiative Task Force Report."},
      {
        "id":"ED355875",
        "title":"Social Marketing. Views from Inside the Government. 30th Anniversary Seminar Series."},
      {
        "id":"ED355876",
        "title":"Terms of Endowment: A New A.I.D. Approach to Institutional Development."},
      {
        "id":"ED355877",
        "title":"Student Financing of Graduate and First-Professional Education. Statistical Analysis Report. Contractor Report."},
      {
        "id":"ED355878",
        "title":"Teaching, Research, and Service: The Satisfiers of Education Faculty at Western Michigan University."},
      {
        "id":"ED355879",
        "title":"Development of a Sex Education Syllabus for Health Science at American River College. Emergence of Higher Education in America."},
      {
        "id":"ED355880",
        "title":"Student Rights and Freedoms. Joint Statement on Rights and Freedoms of Students."},
      {
        "id":"ED355882",
        "title":"An Overview of the Comprehensive Seminar Pilot Program."},
      {
        "id":"ED355883",
        "title":"Predicting Alumni/ae Gift Giving Behavior: A Structural Equation Model Approach."},
      {
        "id":"ED355884",
        "title":"Report on the Status of Racial and Ethnic Diversity in the Oregon State System of Higher Education: Minority Group Students, Faculty, and Professional Staff and Selected Administrators."},
      {
        "id":"ED355885",
        "title":"Student Activities. Managing Liability."},
      {
        "id":"ED355886",
        "title":"Adult International Students: Problems of Adjustment."},
      {
        "id":"ED355887",
        "title":"Recruiting Is Only the Beginning: Strategies for Retaining Diverse Students on the Small, Liberal Arts Campus."},
      {
        "id":"ED355888",
        "title":"The Effects of Proposed Modifications to the Pell Grant Program in S. 1150 and H.R. 3553. CBO Staff Memorandum."},
      {
        "id":"ED355889",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1992-93. Research Report 1-93."},
      {
        "id":"ED355890",
        "title":"A New Beginning for a New Century: Intercollegiate Athletics in the United States. Final Report."},
      {
        "id":"ED355892",
        "title":"The International Business Curriculum in Independent Liberal Arts Colleges and Universities. A Report."},
      {
        "id":"ED355893",
        "title":"Program Review of Study Abroad."},
      {
        "id":"ED355894",
        "title":"The Bottom Line."},
      {
        "id":"ED355896",
        "title":"Serving Individual Needs: The New Challenge for Distance Education."},
      {
        "id":"ED355897",
        "title":"Institutional Relevance in Distance Education: The Role of Strategic Planning."},
      {
        "id":"ED355898",
        "title":"Perceptions of Communication Patterns in Higher Education."},
      {
        "id":"ED355899",
        "title":"Faculty Evaluation at Atlantic Baptist College."},
      {
        "id":"ED355900",
        "title":"Total Quality Management in Higher Education: Latest Fad or Lasting Legacy? Policy Briefs of the Education Policy Studies Laboratory. No. 93-01."},
      {
        "id":"ED355901",
        "title":"Study Examines Price and Quality in Higher Education. Research in Brief."},
      {
        "id":"ED355902",
        "title":"German and American Universities: Mutual Influence--Past and Present. Werkstattberichte 36."},
      {
        "id":"ED355903",
        "title":"ECTS in Its Year of Inauguration: The View of the Students. ERASMUS Monographs No. 15. Werkstattberichte 37."},
      {
        "id":"ED355905",
        "title":"Differences between Computer Administered and Paper Administered Computer Anxiety and Performance Measures."},
      {
        "id":"ED355907",
        "title":"Educational Research, Development, and Dissemination Excellence Act. Report Together with Minority Views to Accompany H.R. 4014. House of Representatives, 102D Congress, 2d Session."},
      {
        "id":"ED355908",
        "title":"The Effect of HyperCard Programming on Knowledge Construction and Interrelatedness of Humanities-Based Information."},
      {
        "id":"ED355909",
        "title":"The Effect of Hypermedia Assisted Instruction on Second Language Learning through a Semantic-Network-Based Approach."},
      {
        "id":"ED355910",
        "title":"Effects of Two Practice Strategies on Two Types of Recall. A Research Report."},
      {
        "id":"ED355911",
        "title":"Getting the Word Out: Proceedings of a National Forum on Disseminating Educational Research and Development (Washington, D.C., November 14-15, 1991)."},
      {
        "id":"ED355912",
        "title":"Issues, Factors, and Resources To Consider When Selecting an Instructional Technology Graduate Program."},
      {
        "id":"ED355913",
        "title":"Assessment of DoD Job Skill Enhancement Programs."},
      {
        "id":"ED355914",
        "title":"Cost-Effectiveness of Interactive Courseware."},
      {
        "id":"ED355915",
        "title":"Courseware Portability."},
      {
        "id":"ED355916",
        "title":"Defense Workforce Training Programs."},
      {
        "id":"ED355917",
        "title":"Individualized Systems of Instruction."},
      {
        "id":"ED355918",
        "title":"Evaluation: Applying Revised Paradigms to Changing Instructional Terrain for the Definition and Terminology Committee, Association for Educational Communication and Technology (AECT)."},
      {
        "id":"ED355919",
        "title":"The Knowledge Base of the Evaluation Domain."},
      {
        "id":"ED355920",
        "title":"Public Broadcasting: Ready To Teach. How Public Broadcasting Can Serve the Ready-To-Learn Needs of America's Children. A Report to the 103rd Congress and the American People. Pursuant to P.L. 102-356."},
      {
        "id":"ED378980",
        "title":"Curriculum Materials for Use with Adult Groups: A Bibliography of Government Documents."},
      {
        "id":"ED378981",
        "title":"Curriculum Materials for Use with Grades K-12: A Bibliography of Government Documents."},
      {
        "id":"ED378986",
        "title":"Faculty Organizations in ARL Libraries: Activities and Documents. SPEC Kit and SPEC Flyer 206."},
      {
        "id":"ED378988",
        "title":"Service Data for Wisconsin Public Libraries--1993: A Companion to the Second Edition of the Wisconsin Public Library Standards. Bulletin No. 95150."},
      {
        "id":"ED378989",
        "title":"Wisconsin Public Library Standards. Bulletin No. 95120."},
      {
        "id":"ED378990",
        "title":"Long Range Plan for Library Services in Wisconsin. 1994-1999. Bulletin No. 95122."},
      {
        "id":"ED378991",
        "title":"Report on Evaluation of Definitions Used in the Public Library Statistics Program. Technical Report."},
      {
        "id":"ED378992",
        "title":"The Role of the School Library in Resource-Based Learning. SSTA Research in Brief."},
      {
        "id":"ED378993",
        "title":"The South Carolina Program for Library Development, 1994-1997 under the Library Services and Construction Act (P.L. 101-254, FY 1995)."},
      {
        "id":"ED378994",
        "title":"Annual Program: Library Services and Construction Act. 1994-1995."},
      {
        "id":"ED378995",
        "title":"Panda-Monium at the Library: 1995 Arizona Reading Program."},
      {
        "id":"ED378996",
        "title":"Beautiful Black: A Bibliography about the Night for Young Readers from Preschool through Junior High."},
      {
        "id":"ED378997",
        "title":"Very Violet: A World of Music. A Bibliography for Young Readers from Preschool through Junior High."},
      {
        "id":"ED379001",
        "title":"Dynamic Modelling of User Decision-Making in Selecting Information Services at a University Research Center."},
      {
        "id":"ED379007",
        "title":"Meeting California's Mandates for Student Success in the Community Colleges."},
      {
        "id":"ED379008",
        "title":"Managing Student Retention in the Community College."},
      {
        "id":"ED379009",
        "title":"The Challenge of Institutionalizing Technology."},
      {
        "id":"ED379010",
        "title":"Environmental Scanning, Vancouver Community College."},
      {
        "id":"ED379011",
        "title":"Matriculation Evaluation: Summary Report, 1990-91."},
      {
        "id":"ED379012",
        "title":"Matriculation Evaluation: Summary Report, 1991-92."},
      {
        "id":"ED379013",
        "title":"Matriculation Evaluation: Summary Report, 1992-93."},
      {
        "id":"ED379014",
        "title":"The University of Arizona/Pima County Community College District Partnership Grant. Final Report."},
      {
        "id":"ED379015",
        "title":"Helping Students Who Transfer from Two-Year to Four-Year Colleges."},
      {
        "id":"ED379016",
        "title":"Fiscal Year 1994 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED379017",
        "title":"Recruitment of Traditional Students by Two-Year Colleges."},
      {
        "id":"ED379018",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1992-93. Research Report Number 1-95."},
      {
        "id":"ED379019",
        "title":"Enrollment, Retention, and Graduation of Blacks at Gainesville College."},
      {
        "id":"ED379020",
        "title":"1994-95 Legislative Program, Grossmont-Cuyamaca Community College District."},
      {
        "id":"ED379021",
        "title":"Mississippi Public Community &amp; Junior Colleges Statistical Data, 1993-94."},
      {
        "id":"ED379023",
        "title":"Using Public Speaking and Critical Thinking To Increase Self-Esteem in the Multi-Cultural College Prep Composition Classroom."},
      {
        "id":"ED379025",
        "title":"Using the SCANS Report To Develop AAS General Education Requirements."},
      {
        "id":"ED379026",
        "title":"California State Plan for Carl D. Perkins Vocational and Applied Technology Education Act Funds: 1994-96."},
      {
        "id":"ED379027",
        "title":"A Planning Handbook: Developing the Local Plan/Application."},
      {
        "id":"ED379029",
        "title":"Modifications to the Governor's Coordination and Special Services Plan, July 1, 1993-June 30, 1994."},
      {
        "id":"ED379030",
        "title":"Memorandum of Understanding between the State Board of Education and the Board of Governors of the California Community Colleges Related to the Coordination of Vocational Education Programs and Services."},
      {
        "id":"ED379031",
        "title":"TJCTA Messenger, September 1993-April 1994."},
      {
        "id":"ED379032",
        "title":"A Guide to PAVE Facilitator Training."},
      {
        "id":"ED379033",
        "title":"Effective Tutoring for Nursing: A Guide for Peer Tutors."},
      {
        "id":"ED379034",
        "title":"New Mexico State University at Grants College Assessment and Planning Process."},
      {
        "id":"ED379035",
        "title":"Development, Implementation, and Evaluation of a Strategic Plan for Improving Physical Plant Management at Southwest Texas Junior College."},
      {
        "id":"ED379036",
        "title":"Pocket Profile of Community Colleges: Trends & Statistics, 1995-1996."},
      {
        "id":"ED379037",
        "title":"&quot;E Pluribus Unum&quot; -- Creating Unity through the Budget Request Process."},
      {
        "id":"ED379038",
        "title":"The Massachusetts TECH PREP WEST Model."},
      {
        "id":"ED379039",
        "title":"Academic Program Articulation at Springfield Technical Community College: Building a Framework for Tech Prep and School-to-Work. Revised Edition 1995."},
      {
        "id":"ED379041",
        "title":"A Report on the Atitudes and Behaviors of Sauk Valley Community College Students Regarding Alcohol, Sex, and Exercise."},
      {
        "id":"ED379042",
        "title":"Food Processors Skills Building Project. Evaluation Report."},
      {
        "id":"ED379043",
        "title":"The Keyano College Community Cooperative Apprenticeship Program."},
      {
        "id":"ED379044",
        "title":"Are Miami-Dade Community College Leavers Actually Transferees to Other Educational Institutions? Information Capsule #94-07C."},
      {
        "id":"ED379045",
        "title":"Readiness of Dade County High School Graduates for College. Information Capsule #94-09C."},
      {
        "id":"ED379046",
        "title":"First Year Outcomes for Miami-Dade Students. Information Capsule #94-12C."},
      {
        "id":"ED379047",
        "title":"Characteristics of Supplemental Vocational Education Students, Fall Term 1993. Research Report #94-06R."},
      {
        "id":"ED379048",
        "title":"Accountability at Miami-Dade Community College: A Report to the State. Research Report #94-08R."},
      {
        "id":"ED379049",
        "title":"Enrolled Students' Evaluation of Miami-Dade Community College Services. Research Report #94-10R."},
      {
        "id":"ED379050",
        "title":"Evening Students' Evaluation of Miami-Dade Community College Services. Research Report #94-11R."},
      {
        "id":"ED379051",
        "title":"Enrolled Students' Evaluation of Miami-Dade Community College Educational Goals. Research Report #94-12R."},
      {
        "id":"ED379054",
        "title":"A Profile of Employed Students at Miami-Dade Community College. Research Report #94-20R."},
      {
        "id":"ED379055",
        "title":"Speak Out for Children, 1989-1992."},
      {
        "id":"ED379060",
        "title":"Experiences with the Situation Approach in Asia."},
      {
        "id":"ED379062",
        "title":"The Girl Child and the Family: An Action Research Study."},
      {
        "id":"ED379072",
        "title":"Parental Rights in Germany."},
      {
        "id":"ED379074",
        "title":"The Effects of Mobility: The Rights of the Child in Europe. Report of the Conference (Athens, Greece, April 14-16, 1994)."},
      {
        "id":"ED379078",
        "title":"Grade-Level Status Effects in Multiage Groupwork: The Lady Bountiful Syndrome."},
      {
        "id":"ED379081",
        "title":"Appropriate Practices in Non-Mainstream Settings: Perspectives of Inner-City Early Childhood Educators."},
      {
        "id":"ED379084",
        "title":"Breastfeeding Practices of Japanese Mothers in the South Bay Area of Los Angeles."},
      {
        "id":"ED379085",
        "title":"The Teacher Training Project: Study of the Implementation of Developmentally Appropriate Practice in Classrooms and Schools. Final Report."},
      {
        "id":"ED379088",
        "title":"Developmental Screening &amp; Assessment."},
      {
        "id":"ED379090",
        "title":"Caring for Play: The School and Child Care Connection. A Guide for Elementary School Principals, Child Care Professionals and School Board Officials."},
      {
        "id":"ED379091",
        "title":"Staff Screening Tool Kit: Keeping the Bad Apples Out of Your Organization."},
      {
        "id":"ED379092",
        "title":"The Effects of Teacher Style on Peer Dynamics in Three Hawaiian Preschools."},
      {
        "id":"ED379094",
        "title":"Do Parent Co-Op Preschools Float on Kondratieff's Economic Waves?"},
      {
        "id":"ED379097",
        "title":"Improvement of Parent Awareness of Developmentally Appropriate Programs for Ages 3 through 8 through Workshop Sessions."},
      {
        "id":"ED379098",
        "title":"Language Development Component: All Day Kindergarten Program 1992-1993. Ohio Disadvantaged Pupil Program Fund. Final Evaluation Report."},
      {
        "id":"ED379099",
        "title":"Overview of Child Development. Kentucky Preschool Programs Technical Assistance Paper Number 1."},
      {
        "id":"ED379100",
        "title":"The Role of the Teacher in Assessing the Development of the Young Child. Kentucky Preschool Programs Technical Assistance Paper Number 2."},
      {
        "id":"ED379101",
        "title":"Program Planning. Kentucky Preschool Programs Technical Assistance Paper Number 3."},
      {
        "id":"ED379102",
        "title":"Physical Environment: Planning a Supportive Environment. Kentucky Preschool Programs Technical Assistance Paper Number 4."},
      {
        "id":"ED379103",
        "title":"Guiding Children's Behavior. Kentucky Preschool Programs Technical Assistance Paper Number 5."},
      {
        "id":"ED379104",
        "title":"Building an Effective Family-School Partnership. Kentucky Preschool Programs Technical Assistance Paper Number 6."},
      {
        "id":"ED379105",
        "title":"Professional Development: Growing and Interacting as a Teacher. Kentucky Preschool Programs Technical Assistance Paper Number 7."},
      {
        "id":"ED379106",
        "title":"Ensuring Quality Programs. Kentucky Preschool Programs Technical Assistance Paper Number 8."},
      {
        "id":"ED379107",
        "title":"Early Childhood Transitions: Preparing Children and Families for Change."},
      {
        "id":"ED379108",
        "title":"Improving Teachers' Understanding and Planning of an Integrated Curriculum with a Staff Development Plan."},
      {
        "id":"ED379112",
        "title":"Learning By Serving: 2,000 Ideas for Service-Learning Projects. Hot Topics: Usable Research."},
      {
        "id":"ED379113",
        "title":"The Guardian Program for Native Americans: A Historiographic Review."},
      {
        "id":"ED379114",
        "title":"American Indian Family History Project."},
      {
        "id":"ED379115",
        "title":"Preservation of Mohave History and Culture."},
      {
        "id":"ED379116",
        "title":"Southern Rural Education Association Journal, 1990."},
      {
        "id":"ED379117",
        "title":"&quot;Is There Life in Town after the Death of the High School?&quot; or High Schools and the Population of Midwest Towns."},
      {
        "id":"ED379118",
        "title":"Outdoor Survival Training for Alaska&apos;s Youth. Instructor Manual and Student Manual."},
      {
        "id":"ED379119",
        "title":"Compartiendo la Ciencia con los Ninos: Una Guia para los Padres (Sharing Science with Children: A Guide for Parents)."},
      {
        "id":"ED379120",
        "title":"Native American Curriculum Resource Guide."},
      {
        "id":"ED379124",
        "title":"The Economic Impact of a Rural Higher Education Institution on the Local Economy and the Nonlocal Metropolitan Economy."},
      {
        "id":"ED379125",
        "title":"A Program To Promote the Learning of Hunting, Fishing and Trapping Skills in Wisconsin."},
      {
        "id":"ED379126",
        "title":"Keeping Forgotten Promises. 20th Annual Report to the U.S. Congress for Fiscal Year 1993."},
      {
        "id":"ED379127",
        "title":"Civil Rights in Education, Revisiting the Lau Decision. IDRA Focus."},
      {
        "id":"ED379128",
        "title":"Telecommunications and Its Impact on Rural America. NADO Research Foundation White Paper."},
      {
        "id":"ED379130",
        "title":"Undocumented Immigration: An Irritant or Significant Problem in U.S.-Mexico Relations? Rand Reprints: Labor &amp; Population Program Reprint Series 94-18."},
      {
        "id":"ED379131",
        "title":"Surveying Immigrant Communities: Policy Imperatives and Technical Challenges."},
      {
        "id":"ED379132",
        "title":"Rural Libraries, Volume XIV, 1994."},
      {
        "id":"ED379135",
        "title":"Special Populations: Migrant Students with Disabilities; Native Pacific Basin and Native Hawaiian Students with Disabilities. Appendix G."},
      {
        "id":"ED379136",
        "title":"Study of Special Populations: Native American Students with Disabilities. Chapter 7."},
      {
        "id":"ED379137",
        "title":"Socioeconomic Effects on Science Achievement: An Australian Perspective."},
      {
        "id":"ED379138",
        "title":"Producing Scientific Tests: What Develops and When?"},
      {
        "id":"ED379139",
        "title":"The Returns to Educational Training in Math and Science for American Women."},
      {
        "id":"ED379143",
        "title":"Partners in Education: The IISME Experience 1985-1990."},
      {
        "id":"ED379146",
        "title":"Going for a Lasting Inservice Effect."},
      {
        "id":"ED379149",
        "title":"Philosophy of Teaching Mathematics."},
      {
        "id":"ED379150",
        "title":"Opportunity To Learn: Instructional Practices in Eighth-Grade Mathematics: Data from the 1990 NAEP Trial State Assessment. CPRE Research Report Series Report #32."},
      {
        "id":"ED379151",
        "title":"Improving Science and Mathematics Education: A Database and Catalog of Alternative Assessments. Second Edition."},
      {
        "id":"ED379152",
        "title":"Assessing Efforts To Improve Science, Mathematics, and Technology-Related Education at the Postsecondary Level."},
      {
        "id":"ED379153",
        "title":"Understanding Children&apos;s Development of Rational Number Concepts: Final Research Report."},
      {
        "id":"ED379154",
        "title":"An Urban Family Math Collaborative."},
      {
        "id":"ED379155",
        "title":"Mathematics Curriculum Framework: End of Grade Three."},
      {
        "id":"ED379156",
        "title":"Idaho K-12 Mathematics Content Guide and Framework."},
      {
        "id":"ED379158",
        "title":"The Effect of Two Components of the Dimensions of Learning Model on the Science Achievement of Underprepared College Science Students."},
      {
        "id":"ED379159",
        "title":"Learning about Students' Mathematical Understandings from Videotape Models of Clinical Interviewing."},
      {
        "id":"ED379160",
        "title":"Landscape of Mathematics and Science Education in Milwaukee. A Study of the Milwaukee Public Schools."},
      {
        "id":"ED379163",
        "title":"Locus of Control as a Motivational Determinant of Environmental Knowledge in High School."},
      {
        "id":"ED379164",
        "title":"A National Survey of Environmental Knowledge in High School Students: Levels of Knowledge and Related Variables."},
      {
        "id":"ED379165",
        "title":"A Model of Twelfth-Grade Environmental Knowledge."},
      {
        "id":"ED379167",
        "title":"Beyond Reason: The Media, Politics, and Public Discourse. Draft."},
      {
        "id":"ED379168",
        "title":"Multiculturalism, Stereotypes, and Critical Thinking: Breaking Down Barriers among Urban and Rural High School Students."},
      {
        "id":"ED379169",
        "title":"Learning by Performing Arts: From Indigenous to Endogenous Cultural Development. CESO Paperback No. 16."},
      {
        "id":"ED379172",
        "title":"Drama, Critical Thinking, and Social Issues."},
      {
        "id":"ED379173",
        "title":"Gender Bias Communication in the Classroom."},
      {
        "id":"ED379174",
        "title":"Massachusetts and the Bill of Rights. A Teacher's Manual with Suggested Activities and Resources for the Bill of Rights Bicentennial and Supplement to the &quot;By What Right&quot; Video."},
      {
        "id":"ED379175",
        "title":"Female Friendship in Literature: Bonding and Betrayal."},
      {
        "id":"ED379176",
        "title":"Appreciation of Presidential Editorial Cartoons in Relation to Self-Consciousness."},
      {
        "id":"ED379179",
        "title":"Educational Philanthropist George Peabody (1795-1869): Photos and Related Illustrations in Printed Sources and Depositories."},
      {
        "id":"ED379180",
        "title":"Iowa&apos;s Environment."},
      {
        "id":"ED379181",
        "title":"Dewey and Freud."},
      {
        "id":"ED379182",
        "title":"China. National Studies. Asia-Pacific Programme of Education for All (APPEAL)."},
      {
        "id":"ED379183",
        "title":"Indonesia. National Studies. Asia-Pacific Programme of Education for All (APPEAL)."},
      {
        "id":"ED379185",
        "title":"A Humanist in Multicultural Education."},
      {
        "id":"ED379186",
        "title":"SPECTRA+ Evaluation Overview. The Schooled Mind: Do the Arts Make a Difference?"},
      {
        "id":"ED379187",
        "title":"Using Active Learning Strategies in Psychology Classes: Illustrative Articles."},
      {
        "id":"ED379188",
        "title":"Education and Socio-Economic Achievements: Towards an International Survey of Educational Systems."},
      {
        "id":"ED379189",
        "title":"Israel's Education System: An Introduction to a Study Program."},
      {
        "id":"ED379190",
        "title":"Unity and Diversity of Culture and Curriculum in the Israeli Education System."},
      {
        "id":"ED379193",
        "title":"Bangladesh: Feasibility Study for Non-Formal Education Project."},
      {
        "id":"ED379194",
        "title":"Women in Development: A.I.D.'s Experience, 1973-1985. Vol. 1 Synthesis Paper. A.I.D. Program Evaluation Report No. 18."},
      {
        "id":"ED379196",
        "title":"Gender Issues in Basic Education and Vocational Training. The Gender Manual Series."},
      {
        "id":"ED379197",
        "title":"U.S. Supreme Court Decisions. A Case Study Review for U.S. History and Government. A Student and Teacher Guide."},
      {
        "id":"ED379198",
        "title":"North Dakota Visual Arts Curriculum Guide, Grade 7-12."},
      {
        "id":"ED379199",
        "title":"Marilyn Zurmuehlen's Working Papers in Art Education, 1993. Number 12."},
      {
        "id":"ED379200",
        "title":"Exploring Global Art."},
      {
        "id":"ED379201",
        "title":"Cross-Cultural Value Orientations: Clinical Implications from an Analysis of the Theory and Research."},
      {
        "id":"ED379202",
        "title":"Education for International Understanding: The Case of Ethiopia."},
      {
        "id":"ED379203",
        "title":"A Study of the Philippine Values Education Programme (1986-1993)."},
      {
        "id":"ED379204",
        "title":"Ethical and Moral Education: A National Case Study of Poland."},
      {
        "id":"ED379205",
        "title":"Teaching about Landmark Dissents in United States Supreme Court Cases. ERIC Digest."},
      {
        "id":"ED379206",
        "title":"Update on Law-Related Education, 1977-1992."},
      {
        "id":"ED379208",
        "title":"Applying Vygotsky: Teaching Preformal-Operational Children a Formal-Operational Task."},
      {
        "id":"ED379209",
        "title":"Development, Implementation, and Evaluation of an Environmentally-Based Anxiety Reduction Intervention for Fourth Grade Students."},
      {
        "id":"ED379211",
        "title":"Developing and Implementing Increasing Awareness of Cultural Diversity in Early Childhood Curriculum through Teacher Training and Participation."},
      {
        "id":"ED379212",
        "title":"Renewal That Fits: Preparing Educators for Reforming Schools."},
      {
        "id":"ED379213",
        "title":"Student Teachers and the Corporal Punishment Debate."},
      {
        "id":"ED379214",
        "title":"Teachers' Perceptions of School Climate."},
      {
        "id":"ED379215",
        "title":"Portfolio Practices in the Composition Classroom: A Study Conducted at University of Missouri-Kansas City."},
      {
        "id":"ED379216",
        "title":"Beliefs That Make a Difference: The Origins and Impacts of Teacher Efficacy."},
      {
        "id":"ED379217",
        "title":"Teacher Organization of Time and Space in the Classroom as an Aspect of the Construction of Classroom Power Relationships."},
      {
        "id":"ED379220",
        "title":"Teacher to Teacher Talk: Student Performance on MSPAP."},
      {
        "id":"ED379221",
        "title":"Teacher to Teacher Talk: Student Performance on MSPAP."},
      {
        "id":"ED379222",
        "title":"Educator Supply and Demand in Idaho. Ninth Annual Report."},
      {
        "id":"ED379226",
        "title":"A View from the Inside: The Preparation of Teachers. Report of the Select Seminar on Excellence in Education."},
      {
        "id":"ED379227",
        "title":"Journeys of Discovery: Promoting Teacher Professional Growth in Washington State."},
      {
        "id":"ED379228",
        "title":"Personal and Family Characteristics Associated with Reasons Given by Teacher Candidates for Becoming Teachers in the 1990's: Implications for the Recruitment of Teachers."},
      {
        "id":"ED379229",
        "title":"The Current Status of Teaching and Teacher Development in the United States."},
      {
        "id":"ED379230",
        "title":"Inquiry vs. Training: Reframing the Context of a Liberal Education."},
      {
        "id":"ED379231",
        "title":"Teaching Democratic Theories of Education in El Salvador: Is the Laboratory Open?"},
      {
        "id":"ED379232",
        "title":"Tolerance and Intolerance in Multicultural Education."},
      {
        "id":"ED379233",
        "title":"Human Services Reform and Education: Constructed Identities and Freedom?"},
      {
        "id":"ED379234",
        "title":"Adaptation of Curriculum, Instructional Methods, and Materials Component, Instructional Assistant Program, 1992-93. Ohio Disadvantaged Pupil Program Fund, Final Evaluation Report."},
      {
        "id":"ED379235",
        "title":"Making &quot;Connections&quot;: Creating and Sustaining a Collegial Community."},
      {
        "id":"ED379236",
        "title":"The Personality Structure of Pre-Service Teachers as Measured by the 16 PF: Estimates of Stability across Time and Gender."},
      {
        "id":"ED379238",
        "title":"Idaho K-12 Physical Education: Content Guide and Framework."},
      {
        "id":"ED379239",
        "title":"USDA Human Nutrition Research and Education Activities. A Report to Congress Covering the Period January-December 1992."},
      {
        "id":"ED379240",
        "title":"Traditional African Dance: An Excellent Approach to Fitness and Health."},
      {
        "id":"ED379242",
        "title":"Nutrition Education and Training Program. State Plan for Fiscal Years 1994 and 1995."},
      {
        "id":"ED379243",
        "title":"Dancemakers."},
      {
        "id":"ED379244",
        "title":"Effects of a Municipal Government's Worksite Exercise Program on Employee Absenteeism, Health Care Costs, and Variables Associated with Participation."},
      {
        "id":"ED379245",
        "title":"New Jersey Governor's Teacher Grant Programs: 1988 Program Overviews. Research Division Report #28."},
      {
        "id":"ED379246",
        "title":"Statewide Teacher Recruitment Plan."},
      {
        "id":"ED379247",
        "title":"The 1992-1993 Evaluation of the Substitute Vocational Assistant Program."},
      {
        "id":"ED379248",
        "title":"Professional Development Laboratory (P.D.L.) 1993-94."},
      {
        "id":"ED379249",
        "title":"Nonschool Education: A New Clientele and Frontier for Social Foundations."},
      {
        "id":"ED379250",
        "title":"The School and HIV Education after the First Decade of AIDS."},
      {
        "id":"ED379251",
        "title":"Prospective Teachers' Knowledge, Attitudes, and Behavior Regarding Gay Men and Lesbians."},
      {
        "id":"ED379252",
        "title":"A Report on the Assessment Procedures Used in the Evaluation of Student Teaching at the Middle School Level."},
      {
        "id":"ED379253",
        "title":"Goals 2000 and the Role of the National Education Standards and Improvement Council."},
      {
        "id":"ED379255",
        "title":"Teacher Survey on Carolina PALS. Evaluation Report. E&amp;R Report No. 94.02."},
      {
        "id":"ED379256",
        "title":"The Time for &quot;Tomorrow's Schools of Education&quot; Is Today."},
      {
        "id":"ED379257",
        "title":"Certification Requirements for Early Childhood, Elementary, Secondary, Special Education, Communication Disorders, and Preschool Special Education."},
      {
        "id":"ED379258",
        "title":"Employer Survey: The Results of a Survey of Employers of 1991 and 1992 Graduates from the Primary Programme of Christchurch College of Education."},
      {
        "id":"ED379259",
        "title":"Project Unity: Short-Term Training Program. 1993-94 Evaluation Report, Three-Year Overview. OER Report."},
      {
        "id":"ED379260",
        "title":"Considering Hermeneutics and Education: Hermes, Teachers, and Intellectualism."},
      {
        "id":"ED379261",
        "title":"Rip-Tides of Ideology."},
      {
        "id":"ED379262",
        "title":"Student Teaching &quot;Moonlighting&quot;...Does It Have an Impact?"},
      {
        "id":"ED379264",
        "title":"RATE VII: Teacher Preparation in the Urban Context."},
      {
        "id":"ED379265",
        "title":"RATE VIII: Teaching Teachers--Relationships with the World of Practice."},
      {
        "id":"ED379266",
        "title":"Report on a Project To Integrate Multicultural Diversity into Required Preservice Teacher Education Courses at Nine Westchester Colleges and Universities: W.T.E.G., Volume I."},
      {
        "id":"ED379267",
        "title":"Report on a Project To Integrate Technology into Required Preservice Teacher Education Courses at Nine Westchester Colleges and Universities: W.T.E.G., Volume II."},
      {
        "id":"ED379268",
        "title":"Adolescents in Crisis: Implementing Carnegie Recommendations in Middle Level Teacher Education by Collaborating with Community Service Agencies."},
      {
        "id":"ED379269",
        "title":"Texas Nutrition Education and Training Program. Final Evaluation Report for Federal Fiscal Year 1994."},
      {
        "id":"ED379270",
        "title":"Facts about...Blood Cholesterol. Revised."},
      {
        "id":"ED379271",
        "title":"Health Care: School-Based Health Centers Can Expand Access for Children. Report to the Chairman, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED379272",
        "title":"A Prolegomenon to Postmodern Teaching."},
      {
        "id":"ED379274",
        "title":"Reforming Teacher Education through the Integration of Advanced Technologies: Case Study Report of a College Model."},
      {
        "id":"ED379275",
        "title":"Reform, Restructuring and Innovation in Teacher Education Down Under."},
      {
        "id":"ED379276",
        "title":"Keeping Reform Alive: Teachers, Physicians and Shared Decision Making."},
      {
        "id":"ED379277",
        "title":"The Role of Content Knowledge in Instructional Supervision."},
      {
        "id":"ED379278",
        "title":"The Relationship between Instructional Teaming and Self-Esteem of Sixth Graders Transitioning to a Traditional Junior High."},
      {
        "id":"ED379279",
        "title":"Action Research: Reflective Thinking Model Applied during Student Teaching."},
      {
        "id":"ED379280",
        "title":"Pre-Service Teacher Education Majors' Understanding of Issues Related to Diversity and Exceptionality."},
      {
        "id":"ED379282",
        "title":"Graduate School Programs and Doctoral Research in Curriculum Studies in Twenty-Five Leading Research Universities in the United States of America. A Report of a Post-Doctoral Fellowship Research Study."},
      {
        "id":"ED379286",
        "title":"District Historical Report 1990-1993. Oklahoma Educational Indicators Program."},
      {
        "id":"ED379287",
        "title":"Results 1993. Oklahoma Educational Indicators Program. District Report."},
      {
        "id":"ED379289",
        "title":"Facts &amp; Figures about Education in Alaska 1994."},
      {
        "id":"ED379290",
        "title":"A Matter of Consensus. Working Paper."},
      {
        "id":"ED379291",
        "title":"Raggio Evaluation of Attention Deficit Disorder (READD)."},
      {
        "id":"ED379292",
        "title":"Content Analysis of Evaluation Instruments Used for Student Evaluation of Classroom Teaching Performance in Higher Education."},
      {
        "id":"ED379293",
        "title":"Rasch Model Applications To Determine the Equivalence of a Readiness Test in Two Languages."},
      {
        "id":"ED379294",
        "title":"Toward the Instructional Utility of Large-Scale Writing Assessment: Validation of a New Narrative Rubric. Project 3.1. Studies in Improving Classroom and Local Assessments. Portfolio Assessment: Reliability of Teachers' Judgments."},
      {
        "id":"ED379295",
        "title":"Improving Language Arts Assessment of Language Minority Students in Cooperative Learning Settings. Project 2.1. Designs for Assessing Individual and Group Problem Solving. Report of Preliminary Study on Cultural and Linguistic Influences on Group Interaction during Problem Solving."},
      {
        "id":"ED379296",
        "title":"Choosing a MANOVA Test Statistic When Covariances Are Unequal."},
      {
        "id":"ED379297",
        "title":"Interviewing Process and Findings: Evaluation of a First Year Science Improvement Project."},
      {
        "id":"ED379298",
        "title":"Evaluation of a Summer Science Institute for Elementary Teachers."},
      {
        "id":"ED379299",
        "title":"Cognitive Reengineering: A Process for Cultivating Critical Thinking Skills in RNs."},
      {
        "id":"ED379300",
        "title":"The Exploration of a Selection of Conative Constructs Relevant to Learning and Performance. Project 2.3. Complex Performance Assessments: Expanding the Scope and Approaches to Assessment. Defining Conative Construct."},
      {
        "id":"ED379301",
        "title":"The Evolution of a Portfolio Program: The Impact and Quality of the Vermont Portfolio Program in Its Second Year (1992-93)."},
      {
        "id":"ED379302",
        "title":"A Comparison of Testlet Reliability for Polytomous Scoring Methods."},
      {
        "id":"ED379303",
        "title":"Teaching Thinking across the Curriculum with the Concept Attainment Model."},
      {
        "id":"ED379304",
        "title":"A Look Back at the No Pass/No Play Provision. Publication Number 93.05."},
      {
        "id":"ED379305",
        "title":"Instructional Technology in AISD, 1993-94. Publication Number 93.06."},
      {
        "id":"ED379306",
        "title":"Constructing Tomorrow's Science Classrooms Today. Final Report on the National Science Foundation Grant to the Science Academy of Austin, 1992-93. Publication Number 92.23."},
      {
        "id":"ED379307",
        "title":"Dropout Report, 1992-93. Publication Number 93.17."},
      {
        "id":"ED379309",
        "title":"Scores on the 16 Personality Factor Test and Success in College Calculus 1."},
      {
        "id":"ED379310",
        "title":"The Historical Development of Fit and Its Assessment in the Computer Adaptive Testing Environment."},
      {
        "id":"ED379311",
        "title":"The Relationship between High School Placement Test Scores, ACT Scores, and GPAs for Central Catholic High School Students."},
      {
        "id":"ED379312",
        "title":"Group Reduction of Test Anxiety: Does It Really Work?"},
      {
        "id":"ED379313",
        "title":"Techniques of Assessing Mental Effort."},
      {
        "id":"ED379314",
        "title":"A Study of Selected Nonsampling Errors in the 1991 Survey of Recent College Graduates. Technical Report."},
      {
        "id":"ED379315",
        "title":"National Education Longitudinal Study of 1988. First Follow-up Final Technical Report, Base Year to First Follow-up."},
      {
        "id":"ED379316",
        "title":"Identifying and Rewarding Effective Schools: The Dallas School Accountability Program."},
      {
        "id":"ED379317",
        "title":"MAC/FAC: A Model of Similarity-Based Retrieval. Technical Report #59."},
      {
        "id":"ED379319",
        "title":"Assessment Program Results 1993-1994."},
      {
        "id":"ED379320",
        "title":"Performance Puzzles: Issues in Measuring Capabilities and Certifying Accomplishments. Project 2.3, Complex Performance Assessments."},
      {
        "id":"ED379321",
        "title":"A Simple Approach to Inference in Covariance Structure Modeling with Missing Data: Bayesian Analysis. Project 2.4, Quantitative Models To Monitor the Status and Progress of Learning and Performance and Their Antecedents."},
      {
        "id":"ED379322",
        "title":"Latent Variable Modeling of Longitudinal and Multilevel Data. Project 2.4, Quantitative Models To Monitor the Status and Progress of Learning and Performance and Their Antecedents."},
      {
        "id":"ED379323",
        "title":"Learning by Degrees: Indicators of Performance in Higher Education."},
      {
        "id":"ED379324",
        "title":"Assessing Alcohol Availability in Your Community. Procedures Manual. Occasional Paper Series."},
      {
        "id":"ED379325",
        "title":"Implementation of the Louis Feinstein Public Service Program during the Period from September, 1992 through June, 1994. Evaluation Report."},
      {
        "id":"ED379326",
        "title":"Testing Directors', Supervisors', Principals', and Teachers' Perceptions of the Effectiveness of Their Schools' Practices Related to the Management of Standardized Testing."},
      {
        "id":"ED379327",
        "title":"Standard Procedure."},
      {
        "id":"ED379328",
        "title":"A Total Systems Approach to Performance Evaluation: How the School Improvement Model (SIM) Uses Evaluation To Improve Teaching and Learning."},
      {
        "id":"ED379329",
        "title":"Perceptions of Control Over Health: A Confirmatory LISREL Construct Validity Study."},
      {
        "id":"ED379330",
        "title":"Assessment Alternatives Study Group Year One Report."},
      {
        "id":"ED379331",
        "title":"Effect of Response Rate on Results of a Follow-up Employment Survey."},
      {
        "id":"ED379332",
        "title":"Suggestions from Representatives of the International Language Testing Association for Revision of the &quot;AERA/APA/NCME Standards for Educational and Psychological Testing.&quot;"},
      {
        "id":"ED379333",
        "title":"Differences in the Fractal Dimension of Responses to the Rey-Osterrieth Complex Figure between Students with and without Learning Disabilities."},
      {
        "id":"ED379334",
        "title":"A Qualitative Follow-Up of the Survey for the 1994 Directory of Evaluation Training Programs."},
      {
        "id":"ED379335",
        "title":"Technical Issues in Performance Assessment: Setting Performance Standards."},
      {
        "id":"ED379336",
        "title":"Exploratory versus Confirmatory Factor Analysis of Collegiate Physical Fitness."},
      {
        "id":"ED379337",
        "title":"The Test of Testing: Making Appropriate and Ethical Choices in Assessment."},
      {
        "id":"ED379338",
        "title":"Curricular Differentiation in Public High Schools. Fast Response Survey System. E.D. Tabs."},
      {
        "id":"ED379339",
        "title":"An Adjectival Self-Description Checklist Evaluating Myers-Briggs Type Indicator (MBTI) Types: Concurrent and Construct Score Validity."},
      {
        "id":"ED379340",
        "title":"Indicator Systems for School and Teacher Evaluation: Fire-Fighting It Is!"},
      {
        "id":"ED379342",
        "title":"Standard Setting on Performance Assessments: A Comparison between the Paper Selection Method and the Contrasting Groups Method."},
      {
        "id":"ED379343",
        "title":"Construction of a Computerized Adaptive Testing Version of the Quebec Adaptive Behavior Scale."},
      {
        "id":"ED379345",
        "title":"Chapter 2 Formula Final Report, 1993-94."},
      {
        "id":"ED379346",
        "title":"Use of Person-Fit Statistics in Reporting and Analyzing National Assessment of Educational Progress Results. Research and Development Report."},
      {
        "id":"ED379348",
        "title":"Federal Funds for Research and Development: Fiscal Years 1992, 1993, and 1994. Volume 42. Detailed Statistical Tables."},
      {
        "id":"ED379349",
        "title":"The Second-Order Factor Structure of the 16 PF: A Four Factor Solution."},
      {
        "id":"ED379350",
        "title":"Evaluating Organizational Training Programs: Alternatives and Criteria for Selection."},
      {
        "id":"ED379351",
        "title":"Federal Support to Universities, Colleges, and Nonprofit Institutions: Fiscal Year 1992. Detailed Statistical Tables."},
      {
        "id":"ED379352",
        "title":"Factor Validity and Reliability of the Self-Esteem Index: Finding Inconsistencies between Normative and Field Study Results."},
      {
        "id":"ED379353",
        "title":"Second Report on Case Study of the Effects of Alternative Assessment in Instruction. Student Learning and Accountability Practices. Project 3.1. Studies in Improving Classroom and Local Assessments."},
      {
        "id":"ED379354",
        "title":"The Discontinuity of Human Existence, Part II: The General and The Specific Theories of Discontinuity. No. 51."},
      {
        "id":"ED379355",
        "title":"Application of the Binomial Index of Model Fit: What Research Question Is Being Investigated?"},
      {
        "id":"ED379356",
        "title":"Generalizability of New Standards Project, 1993 Pilot Study Tasks in Mathematics. Technical Issues in Procedures To Link State Results to a Common National Standard. Project 2.4 Quantitative Models To Monitor the Status and Progress of Learning and Performance and Their Antecedents."},
      {
        "id":"ED379357",
        "title":"Programs and Plans of the National Center for Education Statistics. 1995 Edition."},
      {
        "id":"ED379358",
        "title":"A Pilot Standard National Course Classification System for Secondary Education."},
      {
        "id":"ED379359",
        "title":"Staff Data Handbook: Elementary, Secondary and Early Childhood Education."},
      {
        "id":"ED379360",
        "title":"Private Schools in the United States: A Statistical Profile, 1990-91. Statistical Analysis Report."},
      {
        "id":"ED379361",
        "title":"Remedial Plan for Asian LEP Students, An Assessment of Sheltered v. Mainstream Classes in New Instructional Model Schools, 1991-1992. Report #9302."},
      {
        "id":"ED379362",
        "title":"Remedial Plan for Asian LEP Students. Student Case Studies. Report #9316."},
      {
        "id":"ED379365",
        "title":"Transformed Contexts: Friendships of Samoan Students in a Non-Tracked High School in Honolulu."},
      {
        "id":"ED379366",
        "title":"Teacher Empowerment and Parent Participation in Urban High Schools of Choice: Consumerism or Partnership?"},
      {
        "id":"ED379367",
        "title":"Project Adelante. Moving Onward to a Better Education."},
      {
        "id":"ED379368",
        "title":"Tracking Untracking: The Consequences of Placing Low Track Students in High Track Classes. Research Report: 10."},
      {
        "id":"ED379369",
        "title":"The Broken Contract. Connecticut Citizens Look at Public Education."},
      {
        "id":"ED379375",
        "title":"Project Blend 1993-94."},
      {
        "id":"ED379376",
        "title":"Council for Unity, Inc. 1993-94."},
      {
        "id":"ED379377",
        "title":"Pupils with Compensatory Educational Needs. Summer Program, 1993."},
      {
        "id":"ED379378",
        "title":"The Class of 1994. Longitudinal Report."},
      {
        "id":"ED379379",
        "title":"The Springfield Weed and Seed Initiative: A Process Description and Evaluation."},
      {
        "id":"ED379380",
        "title":"Education and Leisure in North European Urban Spaces, with Emphasis on Less Privileged Areas, Particularly in the United Kingdom. A Seminar (London, England, United Kingdom, April 13, 1989). Educational Buildings and Equipment 11."},
      {
        "id":"ED379381",
        "title":"A School System at Risk: A Study of the Consequences of Overcrowding in New York City Public Schools. IUME Research Report No. 95-1."},
      {
        "id":"ED379382",
        "title":"How Skewed Is &quot;The Bell Curve&quot;?"},
      {
        "id":"ED379383",
        "title":"School Readiness and the Non-Mainstream Urban Child: An Ecological Approach."},
      {
        "id":"ED379384",
        "title":"Professionalism and Community: Perspectives on Reforming Urban Schools."},
      {
        "id":"ED379385",
        "title":"Chapter 1 Basic Skills Improvement Program. An Information Booklet for Parents."},
      {
        "id":"ED379386",
        "title":"Asian Americans and Pacific Islanders in Teaching. ERIC/CUE Digest Number 104."},
      {
        "id":"ED379387",
        "title":"Prevention or Pork? A Hard-Headed Look at Youth-Oriented Anti-Crime Programs."},
      {
        "id":"ED379388",
        "title":"Project Achieve Part I: Qualitative Findings 1993-94."},
      {
        "id":"ED379389",
        "title":"Staff Perceptions of Effective School Components as a Means to School Improvement and Accountability."},
      {
        "id":"ED379390",
        "title":"Evaluation of the Career Education Center (1993-94)."},
      {
        "id":"ED379391",
        "title":"Invisible Walls: A Study of Racial Division and the Challenge of Building Bridges of Understanding in the St. Paul, MN Area Schools."},
      {
        "id":"ED379395",
        "title":"An American Family Myth: Every Child at Risk."},
      {
        "id":"ED379396",
        "title":"Improving the Achievement of Wisconsin's Students. Urban Initiative Task Force Recommendations and Action Plan. Bulletin No. 95079."},
      {
        "id":"ED379398",
        "title":"The Report of the Task Force on Distance Education."},
      {
        "id":"ED379399",
        "title":"Adult Education and Development, 1993."},
      {
        "id":"ED379400",
        "title":"On Our Feet. Taking Steps To Challenge Women's Oppression. A Handbook on Gender and Popular Education Workshops."},
      {
        "id":"ED379401",
        "title":"Merging Quality Processes &amp; Tools with DACUM."},
      {
        "id":"ED379402",
        "title":"Human Capital as a Location Factor. Arguments for the Education Policy Discussion from a Labour Market Policy Standpoint. IAB Labour Market Research Topics No. 8."},
      {
        "id":"ED379403",
        "title":"Literacy Needs Assessment for an Aboriginal Island Reserve."},
      {
        "id":"ED379404",
        "title":"Opening New Doors. Friends through Writing."},
      {
        "id":"ED379405",
        "title":"Literacy in Canada: A Look at the Southam Study."},
      {
        "id":"ED379411",
        "title":"From Understanding to Applying: Redefining the Agenda."},
      {
        "id":"ED379412",
        "title":"Gloucestershire Adult Continuing Education Service. 31 January - 4 February 1994. A Report from the Office of Her Majesty's Chief Inspector of Schools."},
      {
        "id":"ED379413",
        "title":"Young and Old Serving Together: Meeting Community Needs through Intergenerational Partnerships."},
      {
        "id":"ED379414",
        "title":"Recent National Studies and Reports on Education and Economic Reform: Some Initial Implications for Curriculum Standards in Vocational Education."},
      {
        "id":"ED379415",
        "title":"Total Quality and Adult Education: A Natural Partnership in the Classroom."},
      {
        "id":"ED379416",
        "title":"The Laborers-AGC Construction Skills Training Program. Final Performance Report."},
      {
        "id":"ED379423",
        "title":"Kentucky's Evaluation System for Tech Prep Programs and Data Reported by Secondary and Postsecondary Kentucky Tech Prep Programs in 1993."},
      {
        "id":"ED379424",
        "title":"Springdale High School Presents Side by Side. A Program To Share Technology."},
      {
        "id":"ED379425",
        "title":"Emerging Themes in Youth Apprenticeship Programs: A Qualitative Study."},
      {
        "id":"ED379428",
        "title":"Using the Internet in Professional Development."},
      {
        "id":"ED379429",
        "title":"Employer Preferences Regarding Resume Content, Appearance, and Format. A Replication in Northwest Missouri of a Study of South Georgia's Hiring Officials."},
      {
        "id":"ED379430",
        "title":"School-to-Work Programs in Postsecondary Education."},
      {
        "id":"ED379432",
        "title":"School-to-Work Transition: Local Programs. A Series of Case Studies."},
      {
        "id":"ED379433",
        "title":"&quot;Elders' Visions.&quot; The Saskatchewan Older Aboriginal Adults' Learning Needs Assessment Project--Phase One, Final Report."},
      {
        "id":"ED379434",
        "title":"Extending Home Economics Skills into the Home and Community."},
      {
        "id":"ED379435",
        "title":"New Horizons. A National Workplace Literacy Program. Final Report. \"New Horizons\" External Evaluation Impact Study."},
      {
        "id":"ED379436",
        "title":"Champaign County National Workplace Literacy Program. Performance Report."},
      {
        "id":"ED379437",
        "title":"Champaign County National Workplace Literacy Program. Workplace Literacy Curriculum."},
      {
        "id":"ED379438",
        "title":"Champaign County National Workplace Literacy Project. Final Evaluation Report."},
      {
        "id":"ED379439",
        "title":"Tech Prep Projects. Title III E of the Carl D. Perkins Vocational and Applied Technology Education Act of 1990. 1996 Project Application Guidelines. Bulletin No. 95194."},
      {
        "id":"ED379440",
        "title":"College of Lake County National Workplace Literacy Program. Final Performance Report."},
      {
        "id":"ED379441",
        "title":"The Staff Development Process. Part One: The Needs Assessment Process. Illinois State Capacity Building for Adult Literacy Staff Development Project."},
      {
        "id":"ED379442",
        "title":"[Geriatric Authority of Holyoke Workplace Literacy Project.] Final Report. Final Evaluation Report."},
      {
        "id":"ED379443",
        "title":"Public Sector Collective Bargaining in Ohio, 1984-1993: A Statistical Overview."},
      {
        "id":"ED379444",
        "title":"Workplace Basic Skills Assessment Tools. Library Research Report."},
      {
        "id":"ED379445",
        "title":"What's Working (and What's Not). A Summary of Research on the Economic Impacts of Employment and Training Programs."},
      {
        "id":"ED379450",
        "title":"SHELCOM: Going High Tech with the Homeless."},
      {
        "id":"ED379461",
        "title":"Common Competency Identification. Project Goals, Methodology, Results and Recommendations."},
      {
        "id":"ED379464",
        "title":"Developing and Implementing Statewide and Local Strategies To Evaluate School Guidance Programs. Interim Report."},
      {
        "id":"ED379466",
        "title":"Critical Steps in Vocational Training that Lead to Successful Employment."},
      {
        "id":"ED379467",
        "title":"Access to Vocational Training in Three Sectors of the European Economy. Comparative Analysis. 2nd Edition. CEDEFOP Panorama."},
      {
        "id":"ED379468",
        "title":"Continuing Education and Training Counselling Services in a Regional Frame of Reference. An Analysis of Cooperation Structures. First Edition. CEDEFOP Document."},
      {
        "id":"ED379469",
        "title":"Community Study Visits Programme. Report on Activities 1992. Analysis and Evaluation. 2nd Edition. CEDEFOP Panorama."},
      {
        "id":"ED379470",
        "title":"Systems and Procedures of Certification of Qualifications in Denmark. National Report. 3rd Edition. CEDEFOP Panorama."},
      {
        "id":"ED379471",
        "title":"Systems and Procedures of Certification of Qualifications in France. National Report. 3rd Edition. CEDEFOP Panorama."},
      {
        "id":"ED379472",
        "title":"Systems and Procedures of Certification of Qualifications in Ireland. National Report. 4th Edition. CEDEFOP Panorama."},
      {
        "id":"ED379473",
        "title":"Systems and Procedures of Certification of Qualifications in Luxembourg. National Report. 2nd Edition. CEDEFOP Panorama."},
      {
        "id":"ED379474",
        "title":"Systems and Procedures of Certification of Qualifications in the Federal Republic of Germany. National Report. 4th Edition. CEDEFOP Panorama."},
      {
        "id":"ED379475",
        "title":"Use of the System of Comparability of Vocational Training Qualifications by Employers and Workers. European Report. CEDEFOP Panorama. 1st Edition."},
      {
        "id":"ED379476",
        "title":"Vocational Education and Training in Ireland."},
      {
        "id":"ED379477",
        "title":"Vocational Training in Latin America. First Edition."},
      {
        "id":"ED379478",
        "title":"Training in the Food and Beverages Sector in Ireland. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379479",
        "title":"Training in the Food and Beverages Sector in the United Kingdom. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379480",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in Belgium. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379481",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in Italy. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379482",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in the Grand Duchy of Luxembourg. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379483",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in Spain. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379484",
        "title":"Training in the Motor Vehicle Repair and Sales Sector in the United Kingdom. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379485",
        "title":"Training in the Retail Sector in the French and Flemish-Speaking Communities in Belgium. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379486",
        "title":"Training in the Retail Trade in the Netherlands. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379487",
        "title":"Training in the Retail Trade in France. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379488",
        "title":"Training in the Retail Sector in Germany. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379489",
        "title":"Training in the Retail Trade in Ireland. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379490",
        "title":"Training in the Retail Trade in Italy. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379491",
        "title":"Training in the Retail Trade in the United Kingdom. Report for the FORCE Programme. First Edition."},
      {
        "id":"ED379492",
        "title":"Student Outcomes at Private, Accredited Career Schools and Colleges of Technology. An Analysis of the Effects of Selected School/College Characteristics on Student Outcomes for School Years 1990 through 1993."},
      {
        "id":"ED379493",
        "title":"Multiple Employment Training Programs. Major Overhaul Needed To Create a More Efficient, Customer-Driven System. Testimony before the Subcommittee on Postsecondary Education, Training and Lifelong Learning, Committee on Economic and Educational Opportunities, House of Representatives."},
      {
        "id":"ED379494",
        "title":"Are High School Students Ready To Work? A Progress Report from the Work Keys System: ACT's Nationwide Program for Building Workplace Skills."},
      {
        "id":"ED379495",
        "title":"Educational Programs. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED379496",
        "title":"Excellence for All: A New Tutor Training Model. LSCA Title VI Final Performance Report."},
      {
        "id":"ED379497",
        "title":"Project READ Annual Report 1989."},
      {
        "id":"ED379499",
        "title":"From Parent to Child. Final Performance Report for Library Services and Construction Act Title VI Library Literacy Program."},
      {
        "id":"ED379500",
        "title":"Indiana Free Library Inc. Literacy Program."},
      {
        "id":"ED379501",
        "title":"Camp Verde Adult Reading Program. Final Performance Report."},
      {
        "id":"ED379502",
        "title":"An Evaluation on the Outcomes of the Washington State Displaced Homemaker Program: An Assessment of DHP Graduates from 1987, 1988, 1989, 1990, 1991, and 1992."},
      {
        "id":"ED379503",
        "title":"Resources for Family and Consumer Science Teachers, 1995."},
      {
        "id":"ED379504",
        "title":"4-H Food Presentations."},
      {
        "id":"ED379505",
        "title":"Textile Science Leader's Guide. 4-H Textile Science."},
      {
        "id":"ED379506",
        "title":"4-H Textile Science Beginner Projects."},
      {
        "id":"ED379507",
        "title":"4-H Textile Science Intermediate Projects."},
      {
        "id":"ED379508",
        "title":"4-H Textile Science Advanced Projects."},
      {
        "id":"ED379509",
        "title":"4-H Textile Science Creative Projects."},
      {
        "id":"ED379510",
        "title":"4-H Textile Science Textile Arts Projects."},
      {
        "id":"ED379511",
        "title":"VISIONS for Greater Employment Opportunities. Final Report."},
      {
        "id":"ED379512",
        "title":"Basic Chemistry for the Cement Industry."},
      {
        "id":"ED379513",
        "title":"CEMENT. \"A Concrete Experience.\" A Curriculum Developed for the Cement Industry."},
      {
        "id":"ED379514",
        "title":"The Visions Program of Orangeburg-Calhoun Technical College Presents a Conflict Resolution Workshop for the Regional Medical Center."},
      {
        "id":"ED379515",
        "title":"The Visions Program of Orangeburg-Calhoun Technical College Presents a Communication Skills Enhancement Workshop for the Patient Management Department at TRMC."},
      {
        "id":"ED379516",
        "title":"Basic Strategies in Blueprint Reading for United Technologies-Automotive."},
      {
        "id":"ED379517",
        "title":"Project VISIONS. Enhancing Your Employment through Educational Opportunities. Student Workbook for Increasing Vocabulary for Hospital Workers."},
      {
        "id":"ED379518",
        "title":"Project VISIONS. Enhancing Your Employment through Educational Opportunities. Instructor's Guide, Student Workbook, and Resource Manual for the Numbers and Charts Course."},
      {
        "id":"ED379519",
        "title":"Project VISIONS. Enhancing Your Employment through Educational Opportunities. Instructor's Guide and Student Workbook for Strategic Reading for Hospital Employees I."},
      {
        "id":"ED379520",
        "title":"Project VISIONS. Enhancing Your Employment through Educational Opportunities. Instructor's Guide and Student Workbook for Strategic Reading for Hospital Employees II."},
      {
        "id":"ED379523",
        "title":"Educational Benefits versus Enlistment Bonuses: A Comparison of Recruiting Options."},
      {
        "id":"ED379524",
        "title":"Telling Tales. How To Produce a Book of Stories by Parents and Their Children."},
      {
        "id":"ED379525",
        "title":"General National Vocational Qualifications and Progression to Higher Education."},
      {
        "id":"ED379526",
        "title":"Anchorage Workplace Literacy Project. Workplace Report. May 1993-December 1994."},
      {
        "id":"ED379527",
        "title":"Healthy Connections. A Training Program for Volunteers Working with At-Risk Pregnant Women. Leader's Manual."},
      {
        "id":"ED379528",
        "title":"The Workshop for the Promotion and Development of the UNESCO Co-Action Learning Center Programme (2nd, Nagoya and Tokyo, Japan, September 1-8, 1993). World Terakoya Movement. Final Report."},
      {
        "id":"ED379531",
        "title":"Defining the Proficiency Standards of Adult Literacy in the U.S.: A Profile Approach."},
      {
        "id":"ED379532",
        "title":"Sports Counseling: Helping Student-Athletes. ERIC Digest."},
      {
        "id":"ED379533",
        "title":"The Many Voices of Women & Substance Use."},
      {
        "id":"ED379535",
        "title":"Disordered Eating in College Students: A Comparison between American and Japanese College Students."},
      {
        "id":"ED379536",
        "title":"Schooling with Care? Developing Provision for Children and Young People Presenting Social, Emotional and Behavioural Difficulties."},
      {
        "id":"ED379537",
        "title":"Social Network Characteristics of White, African-American, Asian and Latino/a College Students and College Adjustment: A Longitudinal Study."},
      {
        "id":"ED379538",
        "title":"Developing Student's Knowledge, Intervention Skills, and a Willingness To Participate in Decreasing School Bullying: A Secondary School's Use of the Curriculum Approach."},
      {
        "id":"ED379539",
        "title":"Three Parent and Adult Problem-Solving Instruments."},
      {
        "id":"ED379540",
        "title":"Cognitive and Social Information Processing of Children in Violent Families."},
      {
        "id":"ED379541",
        "title":"Attitudes and Opinions from the Nation's High Achieving Teens. 25th Annual Survey of High Achievers."},
      {
        "id":"ED379542",
        "title":"Project Success: A School-Based Alternative to Expulsion."},
      {
        "id":"ED379543",
        "title":"Evaluation of the Expanded and Enhanced Model System-Wide K-6 Drug/Alcohol Abuse Prevention Training Program, 1991-1992. OER Report."},
      {
        "id":"ED379544",
        "title":"Evaluation of the Expanded and Enhanced Model System-Wide 7-9 Drug/Alcohol Abuse Prevention Training Program, 1991-1992."},
      {
        "id":"ED379545",
        "title":"Personality Inventory for Youth: Screening for High-Risk Adolescents."},
      {
        "id":"ED379546",
        "title":"Pembroke Academy Freshman Advisor Handbook. 1st Edition."},
      {
        "id":"ED379548",
        "title":"Parent Education: Issues for Counselors."},
      {
        "id":"ED379549",
        "title":"Career Maturity: Effects of Secondary School Co-operative Education."},
      {
        "id":"ED379550",
        "title":"Selected Indicators of Adolescent Sexual Behavior: Results from the 1993 North Carolina Youth Risk Behavior Survey."},
      {
        "id":"ED379551",
        "title":"Selected Indicators of Adolescent Violence &amp; Safety at School."},
      {
        "id":"ED379552",
        "title":"The P.L.A.C.E. Crisis Intervention Model: Emotional First-Aid."},
      {
        "id":"ED379553",
        "title":"The Relationship between Black Student Level of Academic Success and Academic Advisement: A Case Study."},
      {
        "id":"ED379554",
        "title":"Collective Definition of Practices Causing Dysfunction in Children."},
      {
        "id":"ED379555",
        "title":"The Relationship between Marital Adjustment and Sibling Constellation."},
      {
        "id":"ED379556",
        "title":"Adolescent Health Behaviors among Public School Students in Washington, 1988-1992."},
      {
        "id":"ED379559",
        "title":"Latina Mothers and Their Toddlers' Behavioral Difficulties."},
      {
        "id":"ED379560",
        "title":"Laws about Tobacco, Alcohol, and Other Drugs: A Guidebook for California's Parents and Educators. Revised."},
      {
        "id":"ED379561",
        "title":"Perspectives on Violence and Substance Use in Rural America."},
      {
        "id":"ED379562",
        "title":"Building the Peace: The Resolving Conflict Creatively Program (RCCP)."},
      {
        "id":"ED379563",
        "title":"Shock Incarceration in New York: Focus on Treatment."},
      {
        "id":"ED379564",
        "title":"Violence in Families: An Educator's Guide To Protect Children of Battered Women."},
      {
        "id":"ED379566",
        "title":"Field Hearing on the Drug-Free Schools and Communities Act. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (Chadron, NE, June 19, 1993)."},
      {
        "id":"ED379567",
        "title":"Epistemological Beliefs and First-Year College Students: Motivation and Cognition in Different Instructional Contexts."},
      {
        "id":"ED379568",
        "title":"Sexually Inappropriate Behaviors in Seriously Mentally Ill Children and Adolescents."},
      {
        "id":"ED379569",
        "title":"Training Physicians To Care for Older Americans: Progress, Obstacles, and Future Directions."},
      {
        "id":"ED379572",
        "title":"Cross-Curricular Sex Education (CCSE): Project Pack for Schools and Health Authorities. Volume 1: Co-ordinators Guide."},
      {
        "id":"ED379573",
        "title":"Cross-Curricular Sex Education (CCSE): Project Pack for Schools and Health Authorities. Volume 2: Teaching Materials."},
      {
        "id":"ED379577",
        "title":"Legal and Ethical Issues for School Counselors: Supervision as a Safeguard."},
      {
        "id":"ED379578",
        "title":"The Use of a Fishbowl Training Facility with Counselor Education Students."},
      {
        "id":"ED379581",
        "title":"Career Day Programs for Today's Youth."},
      {
        "id":"ED379587",
        "title":"Public/Private Partnerships in Volunteerism: A Guide for the Aging Network."},
      {
        "id":"ED379589",
        "title":"Parents as Tutors in Reading and Writing. Learning Package No. 51."},
      {
        "id":"ED379590",
        "title":"Parents and Children Together: Using the Library. Learning Package No. 52."},
      {
        "id":"ED379591",
        "title":"Factors That Determine and Influence Hispanic Parental Involvement. Learning Package No. 53."},
      {
        "id":"ED379592",
        "title":"Leamos!--Let's Read! Parent-Meeting Leaders Guide."},
      {
        "id":"ED379593",
        "title":"Learning Styles: Strategies for Successful Teaching."},
      {
        "id":"ED379594",
        "title":"A Practice-Oriented vs. Domain-Oriented Approach to Methods Coursework in Literacy Teaching."},
      {
        "id":"ED379595",
        "title":"Institutional Concerns in Implementing Portfolios in Teacher Education."},
      {
        "id":"ED379596",
        "title":"Effective Planning for Individualized Instruction [and] Encouraging Individualized Instruction."},
      {
        "id":"ED379597",
        "title":"Teacher Book Clubs: A Study of Teachers' and Student Teachers' Participation in Contemporary Multicultural Fiction Literature Discussion Groups. Reading Research Project No. 22."},
      {
        "id":"ED379598",
        "title":"Project Authentic Connections: Performance-Based Assessment in Reading/Language Arts Courses for Preservice Teachers."},
      {
        "id":"ED379599",
        "title":"Helping Children Develop Skills in Phonic Analysis, Sight Vocabulary and Handwriting."},
      {
        "id":"ED379600",
        "title":"Segmentation or Identity? Reconceptualizing Phoneme Awareness."},
      {
        "id":"ED379601",
        "title":"Shifting Boundaries in Home/School Responsibilities: Involving Immigrant Parents in the Construction of Literacy Portfolios."},
      {
        "id":"ED379602",
        "title":"LSCA Title VI Library Literacy Program: Final Report."},
      {
        "id":"ED379603",
        "title":"Literacy Perceptions of Runaway Adolescents."},
      {
        "id":"ED379605",
        "title":"Legislators, Reporters, and Reading Assessment. Reading Research Report No. 31."},
      {
        "id":"ED379606",
        "title":"Children's Perceptions of Fun and Work in Literacy Learning. Perspectives in Reading Research No. 7."},
      {
        "id":"ED379607",
        "title":"Beliefs about Content Literacy Meet &quot;Reality&quot; in Secondary School Mathematics: Non-Traditional Student Teachers Share Their Experiences."},
      {
        "id":"ED379608",
        "title":"Using Thematic Units To Teach Content Reading Subjects."},
      {
        "id":"ED379609",
        "title":"Getting Inside Meaningful Classroom Discourse."},
      {
        "id":"ED379610",
        "title":"Fluency-Oriented Reading Instruction."},
      {
        "id":"ED379611",
        "title":"Family Literacy: Research Synthesis."},
      {
        "id":"ED379615",
        "title":"Styles of Interaction during a Book Reading Task: Implications for Literacy Intervention with Low-Income Families."},
      {
        "id":"ED379616",
        "title":"Portfolio Assessment in Preservice Courses: Scaffolding Learning Portfolios."},
      {
        "id":"ED379617",
        "title":"Assessing the Future."},
      {
        "id":"ED379625",
        "title":"Paulo Freire and the Contradictions of Literate Democracy."},
      {
        "id":"ED379627",
        "title":"Common Texts, Uncommon Interpretations: How Texts and Interactions Shape Performance."},
      {
        "id":"ED379628",
        "title":"Portfolios and Rubrics: Teachers' Close Encounters with Self-Evaluation as Learners in Teacher Education Courses."},
      {
        "id":"ED379629",
        "title":"Collaboration within and beyond the Campus Community."},
      {
        "id":"ED379630",
        "title":"Sexist Attitudes towards Reading and Writing in the Young Adult and Adult Learner Population."},
      {
        "id":"ED379631",
        "title":"You Can Help Your Child with Reading and Writing! Ten Fun and Easy Tips = Puede ayudar a sus hijos a leer y escribir! Diez sugerencias faciles y divertidas."},
      {
        "id":"ED379632",
        "title":"Formal Spelling Instruction Incorporated with a Literature-Based Reading Program in a First Grade Classroom."},
      {
        "id":"ED379633",
        "title":"The Effects of School Entry Age and Gender on Reading Achievement Scores of Second Grade Students."},
      {
        "id":"ED379634",
        "title":"The Effect of a Paired Reading Program on Reading Achievement in a First Grade Classroom."},
      {
        "id":"ED379635",
        "title":"Effects of a Statewide Performance Assessment Program on Classroom Instructional Practice in Literacy. Reading Research Report No. 32."},
      {
        "id":"ED379636",
        "title":"A Quasi-Experimental Validation of Transactional Strategies Instruction with Previously Low-Achieving, Second-Grade Readers. Reading Research Report No. 33."},
      {
        "id":"ED379637",
        "title":"Gifted Readers and Reading Instruction. ERIC Digest."},
      {
        "id":"ED379638",
        "title":"Sex-Role Stereotypes in Children's Literature and Their Effect on Reading Comprehension."},
      {
        "id":"ED379639",
        "title":"Content Vocabulary, Graphic Aids, and Comprehension in Science and Related Literature."},
      {
        "id":"ED379640",
        "title":"Reading Aloud to Fourth Grade Students."},
      {
        "id":"ED379641",
        "title":"The Effect of Small Group Instruction on Reading Comprehension."},
      {
        "id":"ED379642",
        "title":"Vocabulary Development and Context Usage."},
      {
        "id":"ED379643",
        "title":"The Effects of Vocabulary Homework on Third Grade Achievement."},
      {
        "id":"ED379644",
        "title":"Spelling Instruction and Development."},
      {
        "id":"ED379645",
        "title":"The Use of an Electronic Speller Paired with a Personal Spelling Dictionary of High-Frequency and Personal Interest Words To Increase Students' Awareness of Standard Spelling."},
      {
        "id":"ED379646",
        "title":"The Effect of Using Graphic Organizers with Learning Disabled Students To Increase Comprehension."},
      {
        "id":"ED379647",
        "title":"Women's Roles in Basal Readers."},
      {
        "id":"ED379648",
        "title":"The Effects of Perceptions of Failure on Test Performance of Community College Students."},
      {
        "id":"ED379649",
        "title":"Incorporating Children's Literature into the Content Reading Classroom."},
      {
        "id":"ED379650",
        "title":"Becoming Autonomous: What Research Suggests and How Autonomy Can Be Facilitated in Secondary Reading Programs."},
      {
        "id":"ED379651",
        "title":"Teacher in Transition: A Model of One Teacher's Change Process."},
      {
        "id":"ED379652",
        "title":"Mythic-Archetypal Methods for the Language Arts. Hot Topic Guide No. 54."},
      {
        "id":"ED379653",
        "title":"Using Electronic Mail To Foster Cooperative Learning."},
      {
        "id":"ED379654",
        "title":"Standards for the English Language Arts: Issues and Current Status."},
      {
        "id":"ED379655",
        "title":"Reader Response Theory in the High School English Classroom."},
      {
        "id":"ED379656",
        "title":"When Process Writing Fails: Strategy Instruction for Nonmainstream Writers."},
      {
        "id":"ED379658",
        "title":"A Manual of Style."},
      {
        "id":"ED379660",
        "title":"Writing for Critical Democracy: Student Voice and Teacher Practice in the Writing Workshop."},
      {
        "id":"ED379662",
        "title":"Writing and the Seven Intelligences."},
      {
        "id":"ED379663",
        "title":"Positioning and Authority: An Investigation of Adult/Child Collaborative Writing in a Non-School Setting. Draft."},
      {
        "id":"ED379664",
        "title":"Revision in the Writing Process. ERIC Digest."},
      {
        "id":"ED379665",
        "title":"Teaching Descriptive/Narrative Writing: Strategies for Middle and Secondary Students."},
      {
        "id":"ED379666",
        "title":"The Bare Facts about the Listener's Responsibility in Understanding Semantic Meaning."},
      {
        "id":"ED379667",
        "title":"Arizona Statehood Day Creative Writing Contest, 1994."},
      {
        "id":"ED379668",
        "title":"A Process of Metamorphosis: Changing Children's Attitudes toward Writing."},
      {
        "id":"ED379669",
        "title":"Proceedings of the American Journalism Historians&apos; Association Conference (Roanoke, Virginia, October 6-8, 1994). Part I."},
      {
        "id":"ED379670",
        "title":"Proceedings of the American Journalism Historians' Association Conference (Roanoke, Virginia, October 6-8, 1994). Part II."},
      {
        "id":"ED379672",
        "title":"Experiencing Research Writing through Pirsig's &quot;Zen and the Art of Motorcycle Maintenance.&quot;"},
      {
        "id":"ED379674",
        "title":"How English Teachers Get Taught: Methods of Teaching the Methods Course."},
      {
        "id":"ED379675",
        "title":"Speaking of Poets 2: More Interviews with Poets Who Write for Children and Young Adults."},
      {
        "id":"ED379676",
        "title":"&quot;The Polishing Cloth&quot;: Student Writing Creates Writing Text."},
      {
        "id":"ED379677",
        "title":"How To Encourage the Writing Process in Primary Grades."},
      {
        "id":"ED379678",
        "title":"Gender Inequity in the Workshop: Methods Which Silence Women Writers."},
      {
        "id":"ED379679",
        "title":"Using Dialogue Journals To Enhance Writing Skills."},
      {
        "id":"ED379680",
        "title":"Textbooks on Argumentative Writing Display Much Agreement, though Each Has Own Slant."},
      {
        "id":"ED379681",
        "title":"Writing and Learning across the Curriculum in the &quot;Looking for America&quot; Freshman Semester."},
      {
        "id":"ED379682",
        "title":"A Conflicting View in the Use of Journals for Composition and Literature Classes: Structure versus Freedom."},
      {
        "id":"ED379683",
        "title":"Samples of Students&apos; Writing from the English 33 Diploma Examinations January and June 1994."},
      {
        "id":"ED379686",
        "title":"Language Awareness Surveys: A Rationale and Three Instruments."},
      {
        "id":"ED379687",
        "title":"Teaching with Children's Books: Paths to Literature-Based Instruction."},
      {
        "id":"ED379688",
        "title":"Exploring the Communication Implications of a Multimedia Future: An Academic Perspective."},
      {
        "id":"ED379689",
        "title":"Student Produced Television Programs: The Relationship of Play Theory, Flow Experiences, and Experiential Learning."},
      {
        "id":"ED379690",
        "title":"SYMLOG in the Communication Classroom: Applications for Small Group Communication Behavior Awareness."},
      {
        "id":"ED379691",
        "title":"Effective Listening: More Than Just Hearing."},
      {
        "id":"ED379692",
        "title":"The Effect of E-Mail Debate as a Teaching Tool: A Pilot Study."},
      {
        "id":"ED379693",
        "title":"An Exploratory Study of PRCA-24 Variables, Receiver Apprehension (RA) and Telephone Apprehension (TA) for College Students from Australia and the United States."},
      {
        "id":"ED379694",
        "title":"An Investigation of Trait, Context and State Communication Apprehension between Freshmen and Sophomore College Students in England."},
      {
        "id":"ED379695",
        "title":"An Exploratory Study of Faculty Members' Perceptions of Their Rhetorical Sensitivity in Informal and Formal Communication Situations."},
      {
        "id":"ED379696",
        "title":"African American and Afrocentric Communication Courses: A Rationale."},
      {
        "id":"ED379697",
        "title":"Unlocking the Classroom Closet: Privileging the Marginalized Voices of Gay/Lesbian College Students."},
      {
        "id":"ED379698",
        "title":"Orientation to Co-Learning among University Extension Personnel."},
      {
        "id":"ED379699",
        "title":"Development and Testing of the Learner Empowerment Instrument in a Communication Based Model."},
      {
        "id":"ED379700",
        "title":"A Comparative Study of the Classroom Communication Behaviors Adult Learners and Traditional Undergraduate Students Associate with Teacher Effectiveness."},
      {
        "id":"ED379701",
        "title":"Coping with Alienation in the Work Place: The Stories of Asian Americans."},
      {
        "id":"ED379702",
        "title":"What Do Grades Mean?: A Pilot Study Using Sex, GPA and Cognitive/Semantic Consistency."},
      {
        "id":"ED379703",
        "title":"Ethnocentrism as It Relates to Our Public Schools."},
      {
        "id":"ED379705",
        "title":"Research Productivity and Positive Teaching Evaluations: Examining the Relationship Using Meta-Analysis."},
      {
        "id":"ED379706",
        "title":"The Relationship of Communication Apprehension to Communication Behavior: A Meta-Analysis."},
      {
        "id":"ED379707",
        "title":"Chaotic Feedback Loops within Decision Making Groups: Towards an Integration of Chaos Theory and Cybernetics."},
      {
        "id":"ED379708",
        "title":"Analysis and Recommendations Regarding the Judging Philosophy Statements Used in the Cross Examination Debate Association."},
      {
        "id":"ED379709",
        "title":"Boost Family Involvement: How To Make Your Program Succeed under the New Title I Guidelines."},
      {
        "id":"ED379710",
        "title":"Potsdam College Advocate Program: An Alternative to Speech Regulations."},
      {
        "id":"ED379711",
        "title":"Eating Iguana: A Qualitative Analysis of Faculty Expectations and Assessments of a Mexican Sojourn."},
      {
        "id":"ED379712",
        "title":"Ernest Boyer's Scholarship: An Administrative View."},
      {
        "id":"ED379713",
        "title":"Story-Telling as a Teaching-Learning Strategy: A Nonnative Instructor's Perspective."},
      {
        "id":"ED379714",
        "title":"On the Problematic Nature of Conducting Research among American Indians (Research in Progress)."},
      {
        "id":"ED379715",
        "title":"Assessment of Nonprofit Public Relations Efforts."},
      {
        "id":"ED379716",
        "title":"A Descriptive Analysis of Relationships of Basic Course Students."},
      {
        "id":"ED379717",
        "title":"Explaining Student Learning: An Emotion Model."},
      {
        "id":"ED379718",
        "title":"Karaoke and Interpersonal Communication in East Asia."},
      {
        "id":"ED379719",
        "title":"Here in the Real World: MTV Meets the Communication Classroom."},
      {
        "id":"ED379720",
        "title":"New Teachers Helping New Teachers: Preservice Peer Coaching."},
      {
        "id":"ED379721",
        "title":"Building Nuclear Communities: The Hanford Education Action League."},
      {
        "id":"ED379722",
        "title":"Interpersonal Communication and Public Relations: Twenty Years of Testing Theory in a Laboratory."},
      {
        "id":"ED379723",
        "title":"Nonverbal Measures of Self Assessment."},
      {
        "id":"ED379724",
        "title":"Immediate Computerized Feedback in the Evaluation of Undergraduate Public Speaking: Development of the Computerized Competent Speaker Evaluation System and Testing of Its Viability and Efficacy."},
      {
        "id":"ED379726",
        "title":"Preparing Educational Training Consultants: Skill Training. PETC-I."},
      {
        "id":"ED379727",
        "title":"Preparing Educational Training Consultants: Consulting. PETC-II. (Instructional Strategies and Participants Materials.)"},
      {
        "id":"ED379728",
        "title":"Facilitative Leadership: How Principals Lead without Dominating."},
      {
        "id":"ED379729",
        "title":"Business-Education Partnerships: The Impact of Role-Appropriateness."},
      {
        "id":"ED379730",
        "title":"Supervising Knowledge Work."},
      {
        "id":"ED379731",
        "title":"Designing High Performance Schools through Instructional Supervision."},
      {
        "id":"ED379733",
        "title":"Tools for Linking Research and Practice in the Helping Professions: Research Abstract Worksheets and Personal Reviews of the Literature."},
      {
        "id":"ED379734",
        "title":"Straight Talk about School Administrators."},
      {
        "id":"ED379735",
        "title":"The Search for Quality in Illinois Schools. Proceedings of the Building Better Schools Symposium (Bloomington, Illinois, October 12-13, 1993)."},
      {
        "id":"ED379736",
        "title":"Gender Preferences in Professional Hiring."},
      {
        "id":"ED379737",
        "title":"Religious Diversity in the Schools."},
      {
        "id":"ED379744",
        "title":"Nongraded Education: Overcoming Obstacles to Implementing the Multiage Classroom. Special Issue."},
      {
        "id":"ED379745",
        "title":"Complex Instruction and Teaming: The Relationship between School Organization and the Introduction of an Instructional Innovation."},
      {
        "id":"ED379746",
        "title":"High Expectations, High Achievements. K-12 Public Education in Colorado. State Report Card 1994."},
      {
        "id":"ED379747",
        "title":"Public Education Policy Issues in Montana."},
      {
        "id":"ED379748",
        "title":"On Principals and the Enacting of External Environments."},
      {
        "id":"ED379749",
        "title":"New Directions for Principals."},
      {
        "id":"ED379750",
        "title":"No-Touch Policies in the Public School Setting."},
      {
        "id":"ED379751",
        "title":"Public and Private School Costs. A Local Analysis, 1994."},
      {
        "id":"ED379752",
        "title":"Legislation Affecting School Crime and Violence."},
      {
        "id":"ED379753",
        "title":"The Legal Implications of Site-Based Budgeting."},
      {
        "id":"ED379754",
        "title":"Terminating Teachers and Revoking Their Licensure for Conduct beyond the Schoolhouse Gate."},
      {
        "id":"ED379755",
        "title":"Site-Based Management and Decision Making: Problems and Solutions. Critical Issues Report No. 28."},
      {
        "id":"ED379757",
        "title":"The Recommended New Priority System and the Critical Issues in School Construction."},
      {
        "id":"ED379758",
        "title":"Implementing Performance Based Education: A Handbook for School Districts."},
      {
        "id":"ED379759",
        "title":"Quality Education Not School Reform: A Modified Choice Proposal."},
      {
        "id":"ED379760",
        "title":"Corporal Punishment in Schools and Fundamental Human Rights: A South African Perspective."},
      {
        "id":"ED379765",
        "title":"Outcomes-Based Education."},
      {
        "id":"ED379766",
        "title":"Crime in the Schools: One Solution in Texas."},
      {
        "id":"ED379767",
        "title":"The Educational Voucher: Are We Ready for It?"},
      {
        "id":"ED379768",
        "title":"School Site Preparedness for the Safety of California's Children K-12. Official Report of the Northridge Earthquake Task Force on Education."},
      {
        "id":"ED379771",
        "title":"School-Based Management: Promise and Process. CPRE Finance Briefs."},
      {
        "id":"ED379772",
        "title":"Preservation Impacts on Educational Facilities Planning."},
      {
        "id":"ED379774",
        "title":"The Impact of Education Law on the Role of the Japanese Principal: Now and in the Future. (Summary of Preliminary Findings.)"},
      {
        "id":"ED379775",
        "title":"Oregon Schools for the 21st Century: Oregon Report Card 1993-94. An Annual Report to the State Legislature on Oregon's Public Schools."},
      {
        "id":"ED379776",
        "title":"Instructional Media in Educational Planning and Administration and School Building. Teach-Yourself Guide to the Management of Educational Media and Materials."},
      {
        "id":"ED379780",
        "title":"Do the Influences of Effective Elementary Schools Endure?"},
      {
        "id":"ED379781",
        "title":"Defining the Principalship: Expectations of Preservice Teachers."},
      {
        "id":"ED379782",
        "title":"Shaping Departmental Community: Engaging Individualism and Collegiality in Pursuit of Shared Purpose."},
      {
        "id":"ED379783",
        "title":"Necessary but Not Sufficient: The Quality Education Act and At-Risk Students."},
      {
        "id":"ED379786",
        "title":"School Violence Prevention. ERIC Digest, Number 94."},
      {
        "id":"ED379787",
        "title":"Prospective Administrators Studying Communities: Instruction and Assessment."},
      {
        "id":"ED379790",
        "title":"In Response to the Call for Change: The University of Wisconsin Oshkosh Educational Leadership Program Model."},
      {
        "id":"ED379791",
        "title":"Goals 2000: Overview and Analysis. CRS Report for Congress."},
      {
        "id":"ED379792",
        "title":"Improving America's Schools Act: An Overview of P.L. 103-382. CRS Report for Congress."},
      {
        "id":"ED379793",
        "title":"Principals for Our Changing Schools: A Study of Entry-Year Teachers' Perceptions of Their Principals."},
      {
        "id":"ED379794",
        "title":"Case Study of Community/School Collaboration: Two School Districts and Their Efforts To Develop a School District Vision."},
      {
        "id":"ED379795",
        "title":"Rhetoric and Reality: A Study of Classroom Environment in Catholic and Government Secondary Schools."},
      {
        "id":"ED379796",
        "title":"Building Community in an Administrator Development Academy."},
      {
        "id":"ED379797",
        "title":"Portfolio Resources Bibliography: Innovative Assessment. Fall 1994 Edition."},
      {
        "id":"ED379798",
        "title":"Changing Conditions in Education Systems: Searching for New Balances in Some East and West European Countries."},
      {
        "id":"ED379800",
        "title":"Preparation for Educational Leadership: A Collaborative Model Emerging in Indiana."},
      {
        "id":"ED379802",
        "title":"Leadership: Perspectives from Practice."},
      {
        "id":"ED379805",
        "title":"What's Right with Schools."},
      {
        "id":"ED379806",
        "title":"Educator Evaluation and the Law: Confusion in Purpose. Policy Studies in Education."},
      {
        "id":"ED379807",
        "title":"The Use of Hearing Officers in Public Educator Termination Actions. Policy Studies in Education."},
      {
        "id":"ED379808",
        "title":"Evaluating the Performance of Utah's Schools. Policy Studies in Education."},
      {
        "id":"ED379809",
        "title":"Sociocultural Variations in Competence Development among High School Students Educationally Enriched during Infancy."},
      {
        "id":"ED379810",
        "title":"What Will Outcome-Based Education Mean for Gifted Learners?"},
      {
        "id":"ED379811",
        "title":"A Study of Gender Differences in the Math and Science Career Interests of Gifted Fifth and Sixth Graders."},
      {
        "id":"ED379812",
        "title":"Disproportionate Representation of Culturally and Linguistically Diverse Students in Special Education: A Comprehensive Examination."},
      {
        "id":"ED379813",
        "title":"A Policy Forum on Inclusion and the Role of Special Education in Restructuring: Focus on Language Minority Students (Alexandria, Virginia, September 18-19, 1994). Final Report."},
      {
        "id":"ED379814",
        "title":"Addressing Cultural and Linguistic Diversity in Special Education: Issues and Trends."},
      {
        "id":"ED379815",
        "title":"Linkages in the Delivery and Financing of Special Education Services in New Jersey. Project Final Report."},
      {
        "id":"ED379816",
        "title":"Separate Is Sometimes Better: A Case for Keeping Special Education Placements."},
      {
        "id":"ED379817",
        "title":"What's \"Special\" about Special Education? A Field under Siege."},
      {
        "id":"ED379818",
        "title":"Improving Cognitive Skills in Mentally Handicapped Pre-Schoolers through the Use of Computer-Based Instruction and Manipulatives."},
      {
        "id":"ED379820",
        "title":"A Statistical Analysis of a Single-Subject Inquiry in Geography."},
      {
        "id":"ED379821",
        "title":"Cleartalk: Police Responding to Intellectual Disability."},
      {
        "id":"ED379822",
        "title":"Post-Traumatic Stress Disorder in Children as a Result of Violence: A Review of Current Literature."},
      {
        "id":"ED379823",
        "title":"Maryland Special Education Personnel Profile, 1992-1993."},
      {
        "id":"ED379824",
        "title":"Prevention of Disabilities. SSTA Research Centre Report, #94-07a."},
      {
        "id":"ED379825",
        "title":"The Prevention of Disabilities Program for Grades 7-8-9. SSTA Research Centre Report, #94-07b."},
      {
        "id":"ED379826",
        "title":"Programs for Behaviourally Disordered Children and Youth. SSTA Research Centre Report, #94-08."},
      {
        "id":"ED379827",
        "title":"Help and Fair Play for College Learning Disabled Students."},
      {
        "id":"ED379828",
        "title":"A Multi-Modal Approach to Remediating Main-Idea Comprehension Deficiencies in Behavior-Disordered Students."},
      {
        "id":"ED379829",
        "title":"Developing Compliance."},
      {
        "id":"ED379830",
        "title":"Improving the Triennial Review Process for High School Special Education Students by Utilizing Alternative Assessment Methods."},
      {
        "id":"ED379831",
        "title":"The Use of Research Methods and Statistics in &quot;TECSE,&quot; 1990-1993: A Content Analysis."},
      {
        "id":"ED379832",
        "title":"Teachers' Views of Integrated Preschools."},
      {
        "id":"ED379833",
        "title":"Special Education and Student Services in Oregon. 1994 Status Report."},
      {
        "id":"ED379834",
        "title":"UWM Preservice Early Intervention Project: Respecting the Full Range of Diversity across Early Childhood Settings. Final Report, Fiscal Years 1991-1994."},
      {
        "id":"ED379835",
        "title":"Self-Determination for Youth with Disabilities: A Family Education Curriculum."},
      {
        "id":"ED379836",
        "title":"Individuals with Disabilities Education Act: Reauthorization Overview. CRS Report for Congress."},
      {
        "id":"ED379837",
        "title":"Another Way To View Child Development: An Interactive Approach to the Integration of the Sensorimotor System, Communication and Temperament. Project Ta-kos."},
      {
        "id":"ED379840",
        "title":"Transitions to Public Schools for Families of Young Children with Special Needs. Project Ta-kos."},
      {
        "id":"ED379841",
        "title":"Infusing Family-Centered Practices into Agency Administration. Project Ta-kos."},
      {
        "id":"ED379842",
        "title":"Project Ta-kos Outreach. Final Report."},
      {
        "id":"ED379843",
        "title":"The Identification of Financial Disincentives to Educating Children and Youth with Moderate to Severe and Multiple Developmental Disabilities in Their Home Schools. Final Report."},
      {
        "id":"ED379845",
        "title":"Regular Classroom Practices with Gifted Students: Results of a National Survey of Classroom Teachers. Research Monograph 93102."},
      {
        "id":"ED379846",
        "title":"An Observational Study of Instructional and Curricular Practices Used with Gifted and Talented Students in Regular Classrooms. Research Monograph 93104."},
      {
        "id":"ED379847",
        "title":"Why Not Let High Ability Students Start School in January? The Curriculum Compacting Study. Research Monograph 93106."},
      {
        "id":"ED379848",
        "title":"Helping Gifted Children and Their Families Prepare for College: A Handbook Designed To Assist Economically Disadvantaged and First-Generation College Attendees. Number RM93201."},
      {
        "id":"ED379849",
        "title":"State Policies Regarding Education of the Gifted as Reflected in Legislation and Regulation. Collaborative Research Study CRS93302."},
      {
        "id":"ED379850",
        "title":"Programming Opportunities for Students Gifted and Talented in the Visual Arts. Programming in the Arts: Research-Based Decision Making Series. RBDM 9402."},
      {
        "id":"ED379851",
        "title":"Residential Schools of Mathematics and Science for Academically Talented Youth: An Analysis of Admission Programs. Collaborative Research Study, CRS93304."},
      {
        "id":"ED379852",
        "title":"Helping Your Child Find Success at School: A Guide for Hispanic Parents. Number RM94202."},
      {
        "id":"ED379853",
        "title":"Delivery of AIDS Prevention Education to Students with Disabilities: Implication for Preservice and Inservice Education."},
      {
        "id":"ED379855",
        "title":"Inclusion and the Deaf: Toward an Analysis of \"Epistemic Violence.\""},
      {
        "id":"ED379856",
        "title":"Inclusion: An Educational Reform Strategy for All Children."},
      {
        "id":"ED379857",
        "title":"Making Friends: Using Recreation Activities To Promote Friendship between Children with and without Disabilities."},
      {
        "id":"ED379858",
        "title":"Reinventing Quality: A Sourcebook of Innovative Programs for Quality Assurance and Service Improvement in Community Settings. 1994 (Revised) Edition. Report 43."},
      {
        "id":"ED379859",
        "title":"Creating an Environment for Learning Disabilities: A Resource and Planning Guide. Bulletin No. 95053."},
      {
        "id":"ED379860",
        "title":"Improving the Retention of Special Education Teachers. Final Report. RTI Project 5168."},
      {
        "id":"ED379861",
        "title":"The Center for the Arts and Sciences, 1993-94 Student Survey. Evaluation Report."},
      {
        "id":"ED379862",
        "title":"Attention Deficit Hyperactivity Disorder: ADHD Task Force Report."},
      {
        "id":"ED379863",
        "title":"Preschool Contracting: A Technical Assistance Guide. Revision."},
      {
        "id":"ED379864",
        "title":"The Relationship between Dropout Prevention and Transition for Secondary School Students with Mild Disabilities. Monograph No. 1993-R1."},
      {
        "id":"ED379865",
        "title":"Promising Practices in the State of Florida for Dropout Prevention and Transition for Students with Special Needs."},
      {
        "id":"ED379866",
        "title":"Statewide Transition Database: Update. Second Edition."},
      {
        "id":"ED379867",
        "title":"Statewide Dropout Prevention Database: What's Happening in Florida."},
      {
        "id":"ED379868",
        "title":"Transition Resources: A Guide for Everyone. Monograph Number 1994-l1. Transition: The Idea Way."},
      {
        "id":"ED379869",
        "title":"Postsecondary Education Support Services: A Guide for Students with Disabilities."},
      {
        "id":"ED379870",
        "title":"North Dakota: A Transition Checklist for Students with Disabilities."},
      {
        "id":"ED379871",
        "title":"North Dakota: Opening Doors to Post-Secondary Education for Students with Disabilities."},
      {
        "id":"ED379872",
        "title":"Interventions with Challenging Behavior of Persons with Developmental Disabilities: An Updated Bibliography (1988-1992)."},
      {
        "id":"ED379874",
        "title":"Music Therapy in the Rehabilitation of Head-Injured Clients."},
      {
        "id":"ED379875",
        "title":"Assistive Technology: Enhancement for Daily Life."},
      {
        "id":"ED379876",
        "title":"Developing and Evaluating a Model of Inservice and Technical Assistance To Prevent Challenging Behavior in Preschoolers. Final Report."},
      {
        "id":"ED379877",
        "title":"Virginia Statewide Program To Endorse Teachers of Students with Severe and Profound Handicaps. The Endorsement Project. Final Report."},
      {
        "id":"ED379878",
        "title":"A Cooperative Training Program for Students with Severe Behavior Problems: Description and Comparative Evaluation."},
      {
        "id":"ED379879",
        "title":"Supporting Behaviorally Emotionally Handicapped and Excluded Students and Teachers by Providing Comprehensive Inservice Training for Behavior Modification Technicians."},
      {
        "id":"ED379880",
        "title":"Factor Structure of the Wechsler Intelligence Scale for Children-III for Hispanic and Non-Hispanic White Children with Learning Disabilities."},
      {
        "id":"ED379881",
        "title":"Caring for Infants and Toddlers with Disabilities: New Roles for Physicians. Final Report."},
      {
        "id":"ED379882",
        "title":"Educating and Supporting the Infant/Family Work Force: Models, Methods and Materials."},
      {
        "id":"ED379883",
        "title":"Special Education--The Role of State Aid. Government Fiscal Issues: A Special Report."},
      {
        "id":"ED379884",
        "title":"Transition Services beyond Graduation: State Policies and Perspectives."},
      {
        "id":"ED379885",
        "title":"A Snapshot of the \"Perfect\" School."},
      {
        "id":"ED379886",
        "title":"School Based Assessment of Attention Deficit Disorders."},
      {
        "id":"ED379887",
        "title":"ACTTive Technology, 1994."},
      {
        "id":"ED379888",
        "title":"Florida Community Colleges: Resource Guide to Programs and Services for Students with Disabilities. First Edition."},
      {
        "id":"ED379889",
        "title":"Employment Outcomes for Persons with Acquired Brain Injury. Report from the Institute on Rehabilitation Issues Study Group (20th, New Orleans, Louisiana, November 1993)."},
      {
        "id":"ED379890",
        "title":"Assistive Technologies, Feature Issue."},
      {
        "id":"ED379892",
        "title":"Special Children, Special Care: Early Childhood Education for Children with Disabilities."},
      {
        "id":"ED379893",
        "title":"Reauthorization of the Individuals with Disabilities Education Act: Issues and Perspectives. Policy Forum Report (Washington, D.C., September 22, 1994)."},
      {
        "id":"ED379894",
        "title":"Improving Campus Attitudes about Students with Disabilities."},
      {
        "id":"ED379895",
        "title":"Introduction: Getting Started. Teams in Early Intervention."},
      {
        "id":"ED379896",
        "title":"Healthcare Professional Module. Teams in Early Intervention."},
      {
        "id":"ED379897",
        "title":"Family Module. Teams in Early Intervention."},
      {
        "id":"ED379898",
        "title":"Occupational/Physical Therapy Module. Teams in Early Intervention."},
      {
        "id":"ED379899",
        "title":"Speech/Language Pathology Module. Teams in Early Intervention."},
      {
        "id":"ED379900",
        "title":"Discovering Team Culture. Teams in Early Intervention."},
      {
        "id":"ED379904",
        "title":"State Practices in the Assessment of Outcomes for Students with Disabilities. Technical Report."},
      {
        "id":"ED379905",
        "title":"Matching Information in National Data Collection Programs to a Model of School Completion Outcomes and Indicators. Technical Report 7."},
      {
        "id":"ED379906",
        "title":"Possible Sources of Data for Post-School Level Indicators."},
      {
        "id":"ED379907",
        "title":"Combining Medium and Message: An Electronic Communications Network for Maori Language and Education."},
      {
        "id":"ED379908",
        "title":"La Dimension Interculturelle de la Formation des Enseignants de Langues Etrangeres (The Intercultural Dimension of the Training of Foreign Language Teachers)."},
      {
        "id":"ED379910",
        "title":"Recent Mexican Immigrant Students' Opinions of Their Use and Acquisition of English as a Second Language in an \"English Only\" American High School: A Qualitative Study."},
      {
        "id":"ED379911",
        "title":"Getting Students To Read Actively."},
      {
        "id":"ED379912",
        "title":"Intensive Input in Language Acquisition."},
      {
        "id":"ED379913",
        "title":"Dissertations on Ibero-Romance Languages and Linguistics Accepted at Iberian Universities Since 1980."},
      {
        "id":"ED379914",
        "title":"A Contrastive Analysis of Mandarin Chinese and American English Letter-Writing Formats and an Investigation into the Instruction of These Formats."},
      {
        "id":"ED379915",
        "title":"Two-Way Bilingual Education Programs in Practice: A National and Local Perspective. ERIC Digest."},
      {
        "id":"ED379916",
        "title":"Integrating Language and Content Learning in the Social Studies Classroom."},
      {
        "id":"ED379919",
        "title":"From Research and Relaxation to Combination and Creativity: American Versions of Suggestopedia."},
      {
        "id":"ED379920",
        "title":"Language Shift among Schoolchildren in Gaeltacht Areas 1974-1984: An Analysis of the Distribution of Pound 10 Grant Qualifiers. Research Report 16."},
      {
        "id":"ED379921",
        "title":"The Development of the Gaeltacht as a Bilingual Entity. Occasional Paper 8."},
      {
        "id":"ED379922",
        "title":"For All Students: Limited English Proficient Students and Goals 2000. Occasional Papers in Bilingual Education FOCUS No. 10."},
      {
        "id":"ED379924",
        "title":"Syntactic Variation of Spanish in the United States."},
      {
        "id":"ED379925",
        "title":"Spelling Acquisition in the Elementary ESL Classroom."},
      {
        "id":"ED379926",
        "title":"Accelerated Learning Techniques for the Foreign Language Class: A Personal View."},
      {
        "id":"ED379930",
        "title":"Serving Students Learning English as a Second Language: A Guide for Vermont Educators."},
      {
        "id":"ED379932",
        "title":"Pinyin + Zhuyin: Introducing a More Effective Way of Teaching the Sound System of Chinese."},
      {
        "id":"ED379933",
        "title":"Proposition d'une didactique de l'orthographe ayant recours au correcteur orthographique (Proposal for a Teaching Methodology for Spelling Using a Spell-Checker)."},
      {
        "id":"ED379934",
        "title":"Oral Activities for the High School Japanese Language Classroom."},
      {
        "id":"ED379935",
        "title":"A Pause as a Cause of Change."},
      {
        "id":"ED379936",
        "title":"Perspektiv pa Las och Skrivinlarning: En Litteraturstudie som Belyser Las och Skrivinlarning utifran Fyra Teoretiska Perspektiv Samt en Instrument-Provande Barnstudie (Perspectives on Learning To Read and Write: Literature Review on Reading and Writing Acquisition through Examination of Four Theroretical Perspectives and Attitude Measures of Preschool Children)."},
      {
        "id":"ED379937",
        "title":"On the Role of Pragmatic Connectives in Hungarian Spoken Discourses."},
      {
        "id":"ED379938",
        "title":"Optimizing Picture Activities for the Language Classroom: Picture Line-Up Activities."},
      {
        "id":"ED379939",
        "title":"Program Administration in Bilingual Education."},
      {
        "id":"ED379942",
        "title":"Bridging the Gap: Teaching Culture in the Foreign Language Classroom."},
      {
        "id":"ED379943",
        "title":"Starting CAI English Classes."},
      {
        "id":"ED379944",
        "title":"Indo-European and the Nostratic Hypothesis: History of Research, Current Trends, and Future Prospects."},
      {
        "id":"ED379946",
        "title":"Whole Language and Language-Minority Students: A Natural Fit."},
      {
        "id":"ED379948",
        "title":"Locally Developed Language and Culture Programs: Guidelines for Development."},
      {
        "id":"ED379949",
        "title":"TEANGA: The Irish Yearbook of Applied Linguistics, 1994 = Bliainiris na Teangeolaiochta Feidhmi in Eirinn, 1994."},
      {
        "id":"ED379950",
        "title":"From the Classroom to the Community: A Fifteen-Year Experiment in Refugee Education. Language in Education: Theory and Practice 86."},
      {
        "id":"ED379951",
        "title":"Dropout Intervention and Language Minority Youth. ERIC Digest."},
      {
        "id":"ED379952",
        "title":"ESL Technology User's Guide."},
      {
        "id":"ED379954",
        "title":"Worker Education Program 1992-93. Evaluation Report."},
      {
        "id":"ED379955",
        "title":"Integrating Literacy and Workplace Skills for Worker Advancement. Worker Education Program Final Report, May 1, 1992 - March 31, 1994."},
      {
        "id":"ED379956",
        "title":"English as a Second Language for the Workplace. Worker Education Program. Curriculum Guide."},
      {
        "id":"ED379957",
        "title":"Health & Safety in the Workplace. Worker Education Program. Curriculum Guide."},
      {
        "id":"ED379958",
        "title":"Discover Pennsylvania. Final Report."},
      {
        "id":"ED379959",
        "title":"English as a Second Language Summer Institute. Final Report."},
      {
        "id":"ED379960",
        "title":"Family Literacy for Parents with Limited English Proficiency."},
      {
        "id":"ED379962",
        "title":"Initial Reading Programme for the Ibibio Adult Learner: Some Practical Considerations."},
      {
        "id":"ED379963",
        "title":"AIDS Education for English Language Learners: A Guidebook for Teachers. Draft."},
      {
        "id":"ED379964",
        "title":"Immigrant Learners and Their Families: Literacy To Connect the Generations. Language in Education: Theory & Practice 84."},
      {
        "id":"ED379965",
        "title":"Teaching Low-Level Adult ESL Learners. ERIC Digest."},
      {
        "id":"ED379966",
        "title":"ESL Instruction for Learning Disabled Adults. ERIC Digest."},
      {
        "id":"ED379967",
        "title":"Native Literacy and Language Roundtable Proceedings (Denver, Colorado, May 5-7, 1994)."},
      {
        "id":"ED379968",
        "title":"Learner Helping Learner: A Sociolinguistic Analysis of Low-Literate Adult Learners Using Educational Computer Programs in the Learning of English as a Second Language."},
      {
        "id":"ED379969",
        "title":"A National Language Policy for ESL. Issues in ESL Literacy Education 2."},
      {
        "id":"ED379970",
        "title":"Literacy, Work, and Education Reform. Summary of a Symposium Marking the Anniversary of the Center for Applied Linguistics (35th, November 10, 1994). Issues in ESL Literacy Education 3."},
      {
        "id":"ED379974",
        "title":"Your Internship Is As Good As You Make It: A Practical Guide to Student Internships."},
      {
        "id":"ED379975",
        "title":"Higher Education: On a Collision Course with New Realities."},
      {
        "id":"ED379976",
        "title":"Higher Education Staff Development: Directions for the 21st Century."},
      {
        "id":"ED379977",
        "title":"History of Higher Education: Curriculum."},
      {
        "id":"ED379979",
        "title":"Colorado Higher Education Capital Improvements Program 1995 through 2004-05. Presented to the Legislative Capital Development Committee."},
      {
        "id":"ED379980",
        "title":"Certificates and Degrees Conferred by Colorado Public and Private Colleges and Universities."},
      {
        "id":"ED379981",
        "title":"Fall Enrollment Report."},
      {
        "id":"ED379982",
        "title":"Administrative Salary Summary Data."},
      {
        "id":"ED379983",
        "title":"Access to Success: Accommodating Student Enrollment Demand for Colorado Higher Education."},
      {
        "id":"ED379984",
        "title":"State-Funded Student Assistance at Colorado Public and Private Colleges and Universities, 1993-1994."},
      {
        "id":"ED376976",
        "title":"Focus on Health and Safety in Child Care: MCH Program Interchange."},
      {
        "id":"ED376978",
        "title":"Getting Schools Ready for Children: The Other Side of the Readiness Goal."},
      {
        "id":"ED376979",
        "title":"El porque de la importancia de la ninez: Dedicando esfuerzos a la atencion y desarrollo de la primera infancia (Why Children Matter: Investing in Early Childhood Care and Development)."},
      {
        "id":"ED376980",
        "title":"Child Care in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED376981",
        "title":"Does an Extra Year (Junior First Grade) Enhance Academic Ability and Self-Concept of Academic Ability?"},
      {
        "id":"ED376982",
        "title":"Cultural Diversity and Early Education: Report of a Workshop."},
      {
        "id":"ED376983",
        "title":"Health Care Reform: Opportunities for Improving Adolescent Health."},
      {
        "id":"ED376984",
        "title":"Playground Leaders."},
      {
        "id":"ED376985",
        "title":"Study Buddies. Project Seed."},
      {
        "id":"ED376986",
        "title":"Human Services Amendments of 1994. Conference Report To Accompany S. 2000. Committee of Conference, House of Representatives, 103D Congress, 2d Session."},
      {
        "id":"ED376988",
        "title":"Kids Count in Indiana: 1994 Data Book."},
      {
        "id":"ED376990",
        "title":"The Risks of Rewards. ERIC Digest."},
      {
        "id":"ED376991",
        "title":"Integrate, Don't Isolate! Computers in the Early Childhood Curriculum. ERIC Digest."},
      {
        "id":"ED376992",
        "title":"A Consolidation Model for K-12 Consolidation within Missoula County."},
      {
        "id":"ED376993",
        "title":"How To Organize an Effective Hunter Education Association."},
      {
        "id":"ED376994",
        "title":"Teaching Hunter Responsibility."},
      {
        "id":"ED376995",
        "title":"A Study of Kentucky Volunteer Hunter Education Instructor Perceptions: Positive and Negative Motivators."},
      {
        "id":"ED376996",
        "title":"Small Scale and School Culture: The Experience of Private Schools. ERIC Digest."},
      {
        "id":"ED376997",
        "title":"Migrant Farmworkers and Their Children. ERIC Digest."},
      {
        "id":"ED376998",
        "title":"Improving Evaluation in Experiential Education. ERIC Digest."},
      {
        "id":"ED376999",
        "title":"Faculty Development in Gerontology for Faculty of American Indian Colleges. Final Report."},
      {
        "id":"ED377000",
        "title":"An Analysis of the Camp Wallace, Camp Currie and Camp Webb Studies: A Comparison of Self-Concept and Wilderness Anxiety Scores."},
      {
        "id":"ED377001",
        "title":"Academic/Residential Standards Compliance Report, FY 1994. Bureau Funded Academic and Residential School Programs, School Year 1993-94."},
      {
        "id":"ED377002",
        "title":"Community Stability and School Conflict: The Influence of Three Socioeconomic Factors."},
      {
        "id":"ED377003",
        "title":"A Matter of Respect: An Interview with Pam Martell, Coordinator of Indian Education, Michigan Department of Education."},
      {
        "id":"ED377004",
        "title":"Health Care in Rural America: January 1988 - September 1993. Quick Bibliography Series: QB 94-08. Updates QB 92-13."},
      {
        "id":"ED377006",
        "title":"Rural Leadership: January 1984 - May 1994. Quick Bibliography Series: QB 94-45. Updates QB 93-51."},
      {
        "id":"ED377007",
        "title":"Governance Issues: State Educational Telecommunications Council."},
      {
        "id":"ED377009",
        "title":"Ericksonian Approach to Experiential Education, Part 1: Developing the Stance of the Practitioner; Part 2: Tailoring Interventions; Part 3: Applying Specific Ericksonian Techniques."},
      {
        "id":"ED377010",
        "title":"Running a Frosh Wilderness Orientation Program."},
      {
        "id":"ED377011",
        "title":"Intercultural Competence through Experience Based Training."},
      {
        "id":"ED377012",
        "title":"Effective Research into Experiential Education: A Critical Resource in Its Own Right."},
      {
        "id":"ED377013",
        "title":"Attention Deficit Disorder in Children and Adults: Strategies for Experiential Educators."},
      {
        "id":"ED377014",
        "title":"Risk Management for Wilderness Programs."},
      {
        "id":"ED377015",
        "title":"Training College Wilderness Leaders."},
      {
        "id":"ED377016",
        "title":"A Second Look: Photography as an Experiential and Therapeutic Tool."},
      {
        "id":"ED377017",
        "title":"Preparing American Indian Students for the 21st Century. Hearing on S. 1150 To Improve Learning and Teaching by Providing a National Framework for Education Reform;...To Ensure Equitable Educational Opportunities and High Levels of Educational Achievement for All American Students; To Provide a Framework for Reauthorization....Hearing of the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, First Session (Santa Fe, New Mexico, August 21, 1993)."},
      {
        "id":"ED377018",
        "title":"Reauthorization of the Elementary and Secondary Education Act of 1965. Hearing on the Administration&apos;s Proposal before the Committee on Indian Affairs. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED377019",
        "title":"Research Review for the Study of Pacific At-Risk Factors."},
      {
        "id":"ED377020",
        "title":"Building Professional Practice Consortia: Strategies for Systemic Reform in Rural Schools."},
      {
        "id":"ED377023",
        "title":"Rural Teachers, Students Learn To Value Diversity."},
      {
        "id":"ED377024",
        "title":"Composting: Wastes to Resources. 4-H Leader's/Teacher's Guide."},
      {
        "id":"ED377025",
        "title":"Youth Solid Waste Educational Materials List, November 1991."},
      {
        "id":"ED377026",
        "title":"What About Waste? 4-H Leader's/Teacher's Guide."},
      {
        "id":"ED377027",
        "title":"Recycling: Mining Resources from Trash. 4-H Leader's/Teacher's Guide."},
      {
        "id":"ED377029",
        "title":"The Effects of an Intensive Summer Laboratory Internship on Secondary Students' Understanding of the Nature of Science as Measured by the Test on Understanding of Science (TOUS)."},
      {
        "id":"ED377031",
        "title":"Scientific Sense-Making in Elementary Classroom Conversations."},
      {
        "id":"ED377032",
        "title":"Sense-Making Conversations and Student Epistemologies."},
      {
        "id":"ED377034",
        "title":"Education &amp; Recycling: Educator's Waste Management Resource and Activity Guide 1994."},
      {
        "id":"ED377037",
        "title":"Reform of High School Mathematics and Science and Opportunity To Learn. CPRE Policy Briefs."},
      {
        "id":"ED377038",
        "title":"Cooperative Learning in Technical Courses: Procedures, Pitfalls, and Payoffs"},
      {
        "id":"ED377046",
        "title":"Counting on People: Elementary Population and Environmental Activities."},
      {
        "id":"ED377047",
        "title":"Making a Difference."},
      {
        "id":"ED377048",
        "title":"Who's Covering Population in Social Studies: A Survey of Secondary Social Studies Texts."},
      {
        "id":"ED377049",
        "title":"Selected Resources on Population."},
      {
        "id":"ED377052",
        "title":"Trees, Students, Local Government: A Partnership for a Beautiful Community. A Secondary Education Curriculum."},
      {
        "id":"ED377053",
        "title":"Green Schools Activity Booklet."},
      {
        "id":"ED377054",
        "title":"Parent-Teacher Partnerships: Enhancing Learning in Mathematics."},
      {
        "id":"ED377056",
        "title":"Academic Research Instruments and Instrumentation Needs: 1992."},
      {
        "id":"ED377057",
        "title":"How School Mathematics Functions: Perspectives from the NAEP 1990 and 1992 Assessments."},
      {
        "id":"ED377058",
        "title":"America's Mathematics Problem: Raising Student Achievement. A Synthesis of Findings from NAEP's 1992 Mathematics Assessment."},
      {
        "id":"ED377059",
        "title":"Effective Schools in Mathematics: Perspectives from the NAEP 1992 Assessment. Research and Development Report."},
      {
        "id":"ED377065",
        "title":"Precollege Math and Science Education: Department of Energy's Precollege Program Managed Ineffectively."},
      {
        "id":"ED377066",
        "title":"Give Water a Hand. Leader Guidebook. Youth Action Program. Promoting Good Water Management Practices at Home and in the Community."},
      {
        "id":"ED377067",
        "title":"Give Water a Hand. Community Site Action Guide. Organizing Water Conservation and Pollution Prevention Service Projects in Your Community."},
      {
        "id":"ED377068",
        "title":"Give Water a Hand. School Site Action Guide. Organizing Water Conservation and Pollution Prevention Service Projects in Your Community."},
      {
        "id":"ED377069",
        "title":"Give Water a Hand. Farm and Ranch Site Action Guide. Organizing Water Conservation and Pollution Prevention Service Projects in Your Community."},
      {
        "id":"ED377070",
        "title":"Give Water a Hand. Home Site Action Guide. Organizing Water Conservation and Pollution Prevention Service Projects in Your Community."},
      {
        "id":"ED377071",
        "title":"H.R. 3254-The National Science Foundation Authorization Act. Markup before the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED377072",
        "title":"Field Dependence-Independence and Holistic Instruction in Mathematics."},
      {
        "id":"ED377073",
        "title":"Mathematics Assessment and Evaluation: Imperatives for Mathematics Educators."},
      {
        "id":"ED377075",
        "title":"Water Sourcebook. Grades 3-5."},
      {
        "id":"ED377078",
        "title":"A Periodic Compendium of Opportunities in Environmental Training."},
      {
        "id":"ED377079",
        "title":"Meta-Analysis of the Relationship between Students' Characteristics and Achievement and Attitudes toward Science."},
      {
        "id":"ED377080",
        "title":"Teaching as a Profession."},
      {
        "id":"ED377081",
        "title":"Educating for Action: More Success Stories from Puget Sound."},
      {
        "id":"ED377093",
        "title":"The Education System: Education in Denmark."},
      {
        "id":"ED377094",
        "title":"A Template for the Systematic Implementation of Welfare Reform."},
      {
        "id":"ED377095",
        "title":"Traumatic or Disruptive Experiences of Tenth Graders by Ethnicity and Family Types."},
      {
        "id":"ED377096",
        "title":"Nairobi Forward-looking Strategies for the Advancement of Women: Issues and the Canadian Situation. Fact Sheets--1992 Update."},
      {
        "id":"ED377097",
        "title":"Characteristics of a Healthy Family."},
      {
        "id":"ED377099",
        "title":"Informal Meeting of Experts on Education Indicators (Paris, France, January 31-February 5, 1991). Report."},
      {
        "id":"ED377101",
        "title":"Characteristics of a Healthy Family and Family Strengths: A Cross-Cultural Study."},
      {
        "id":"ED377103",
        "title":"Organizing the Elementary Social Studies Curriculum."},
      {
        "id":"ED377104",
        "title":"Globescope: Student Involvement in Culture Trait Studies as Part of the Social Studies Curriculum in Grades 5-12."},
      {
        "id":"ED377105",
        "title":"Issues and Concerns for Local Government: Virginia in the 1990s."},
      {
        "id":"ED377106",
        "title":"[Friends and Neighbors of Gary High School Students]."},
      {
        "id":"ED377107",
        "title":"Famous Citizens of Panola County Texas."},
      {
        "id":"ED377108",
        "title":"Immigrant Students as a Resource, Multicultural Education, and Preparedness for Peace. Peace Education Miniprints No. 59."},
      {
        "id":"ED377109",
        "title":"Peace Education, Conflict Resolution, and Outcomes of Instruction. Peace Education Miniprints No. 60."},
      {
        "id":"ED377110",
        "title":"Disarmament Education, Education for International Understanding, Global Education, Peace Education and Other Related Terms: Comments and Preferences in a Group of Experts. Peace Education Miniprints No. 61."},
      {
        "id":"ED377111",
        "title":"Peace Education: Perspectives from Costa Rica and Japan. Peace Education Miniprints No. 62."},
      {
        "id":"ED377112",
        "title":"A Teacher&apos;s Guide to Folklife Resources for K-12 Classrooms. Publications of the American Folklife Center, No. 19."},
      {
        "id":"ED377113",
        "title":"Using the Proactive Action Model (PAM) To Enhance Student Inquiry in Social Studies Education: From 1978 to the Dawn of the 21st Century."},
      {
        "id":"ED377114",
        "title":"Reducing Crime by Eliminating Cash."},
      {
        "id":"ED377115",
        "title":"Alternative Teaching Strategies To Improve Instrumental Lesson Instruction at the Middle School, When the Budget Has Been Reduced."},
      {
        "id":"ED377116",
        "title":"Culture and Development: A Study."},
      {
        "id":"ED377117",
        "title":"Arts and Learning Research, 1990. The Journal of the Arts and Learning Social Interest Group."},
      {
        "id":"ED377119",
        "title":"Virginia Resolves, 1993-1994."},
      {
        "id":"ED377120",
        "title":"Teaching Democracy in East Central Europe: The Case of Poland. ERIC Digest."},
      {
        "id":"ED377121",
        "title":"Ideas for Integrating Japan into the Curriculum. ERIC Digest."},
      {
        "id":"ED377122",
        "title":"Planting International Seeds. Technical Assistance Bulletin No. 12."},
      {
        "id":"ED377123",
        "title":"From Risk to Resilience: The Role of Law-Related Education. Technical Assistance Bulletin No. 13."},
      {
        "id":"ED377125",
        "title":"The Teaching and Learning of History--From the Inside Out. NCRTL Special Report."},
      {
        "id":"ED377126",
        "title":"School Law Issue."},
      {
        "id":"ED377127",
        "title":"[Violence in Sports]."},
      {
        "id":"ED377128",
        "title":"Explaining Our Dreams: The Artist's Role in the Evaluation of Educational Arts Programs."},
      {
        "id":"ED377131",
        "title":"A Bibliography of Floral Design Books for Visual Artists, Teachers of Floral Designing, and Librarians."},
      {
        "id":"ED377132",
        "title":"Micronesian Art Historical Research and Library Collection Resources in Micronesia."},
      {
        "id":"ED377133",
        "title":"Equal Justice Under Law."},
      {
        "id":"ED377134",
        "title":"On Trial in California: The O. J. Simpson Case. A Teaching Tool."},
      {
        "id":"ED377135",
        "title":"E Pluribus Unum. Out of Many, One. 1995. Law Day Planning Guide."},
      {
        "id":"ED377137",
        "title":"Understanding the Judicial Branch of Maryland Government with Classroom Activities and Sample Lesson Plans."},
      {
        "id":"ED377138",
        "title":"Educating ESL Students for Citizenship in a Democratic Society. ERIC Digest."},
      {
        "id":"ED377139",
        "title":"Teaching about Conflict and Crisis in the Former Yugoslavia: The Case of Bosnia-Hercegovina. ERIC Digest."},
      {
        "id":"ED377140",
        "title":"Implicit Teachings and Self-Regulated Learning."},
      {
        "id":"ED377141",
        "title":"Teacher's Assessment of the Quality of Their Schools."},
      {
        "id":"ED377142",
        "title":"Why Our Young Teachers Don't Get Jobs: And What We Can Do about It!"},
      {
        "id":"ED377144",
        "title":"Practical Theories of Teaching, Media, and Classroom Management."},
      {
        "id":"ED377145",
        "title":"The Teaching Practicum at Waikato: Background Developments and Issues."},
      {
        "id":"ED377146",
        "title":"Learning How To Teach: Unpacking a Teacher Educator's Thinking about Pedagogy in Pre-Service Education."},
      {
        "id":"ED377147",
        "title":"School Experience: A Collaborative Partnership."},
      {
        "id":"ED377148",
        "title":"An Exploratory Analysis of the Substantive Aspects of the Feedback Phase of the Supervisory Cycle."},
      {
        "id":"ED377149",
        "title":"Professional Practice Courses at the University of Waikato: The Theoretical Component."},
      {
        "id":"ED377150",
        "title":"An Investigation of the Advance Organizer Theory as an Effective Teaching Model."},
      {
        "id":"ED377151",
        "title":"What Happens When It's Not Training or Induction but Training and Induction."},
      {
        "id":"ED377152",
        "title":"Teachers' Professional Development through Open Learning Technologies. Draft."},
      {
        "id":"ED377153",
        "title":"Teacher Development Path Patterns in the Management Domain."},
      {
        "id":"ED377154",
        "title":"Teachers' Practical Knowledge: Obtaining and Using Knowledge of Students."},
      {
        "id":"ED377155",
        "title":"Negotiating the Practice of Teaching."},
      {
        "id":"ED377156",
        "title":"The Idiosyncratic Nature of Beginning Teaching: Reaching Clearings by Different Paths."},
      {
        "id":"ED377157",
        "title":"Teachers' Ideas--Continuity and Change."},
      {
        "id":"ED377158",
        "title":"The Home School Connection: Empowering the Professional."},
      {
        "id":"ED377159",
        "title":"A Critical Examination of Role Playing As a Model of Teaching."},
      {
        "id":"ED377160",
        "title":"Restructuring Preservice Teacher Education Governance: Beyond Collaborative Efforts."},
      {
        "id":"ED377161",
        "title":"Foundations of Education: Texts and the Canon."},
      {
        "id":"ED377162",
        "title":"Arkansas Principals' Attitudes Concerning the Program for Effective Teaching Model (Hunter Model)."},
      {
        "id":"ED377163",
        "title":"Sources of Newly Hired Teachers in Public and Private Schools: 1988 and 1991. Issue Brief."},
      {
        "id":"ED377164",
        "title":"The Role of Teachers' Guided Reflection in Effecting Positive Program Change."},
      {
        "id":"ED377165",
        "title":"How Do Prospective Teachers Think about Literature and the Teaching of Literature?"},
      {
        "id":"ED377166",
        "title":"Can Teachers' Images of Good Writing Conflict with Goals of Process Writing?"},
      {
        "id":"ED377167",
        "title":"Algebra for All Students? Craft Paper 94-2."},
      {
        "id":"ED377168",
        "title":"Public Knowing and Private Understanding: Two Views of Reading and Teaching Literature."},
      {
        "id":"ED377169",
        "title":"Guiding Teacher Learning: Insider Studies of Classroom-Based Work with Teachers. Craft Paper 94-1."},
      {
        "id":"ED377170",
        "title":"Classroom Research by Classroom Teachers. 1985."},
      {
        "id":"ED377171",
        "title":"Classroom Research by Classroom Teachers, 1992."},
      {
        "id":"ED377172",
        "title":"Teaching Thinking: A Focus for Schooling."},
      {
        "id":"ED377173",
        "title":"Beyond Minimum Competence: The Appraisal of Teaching Practice. A Proposal Submitted to the Teaching Practice Committee, Universiti Brunei Darussalam Faculty of Education, Brunei Darussalam, Southeast Asia."},
      {
        "id":"ED377174",
        "title":"A Critical Perspective on Teacher Participation in Urban Schools: A Critique."},
      {
        "id":"ED377175",
        "title":"Concordance of Teacher Education Faculty Perspectives of the Knowledge Base during Its Development."},
      {
        "id":"ED377176",
        "title":"A Program Evaluation of Support-and-Assessment of Beginning Teachers: A Responsive-Teaching Alternative to Diagnosis-and-Prescription."},
      {
        "id":"ED377177",
        "title":"Using Computer Conferencing Technology To Assist Collaboration between Higher Education Faculty, Student Teachers and K-12 Practitioners."},
      {
        "id":"ED377179",
        "title":"Changing the Classroom Curriculum: The Acid Test of Policy Intervention."},
      {
        "id":"ED377180",
        "title":"Project Success: Challenging Children, Teachers, and Parents To Excel."},
      {
        "id":"ED377181",
        "title":"A Model for Improving the Preservice Teacher/Cooperating Teacher Diad."},
      {
        "id":"ED377182",
        "title":"Legal Aspects of Teacher Evaluation."},
      {
        "id":"ED377183",
        "title":"The Effect of Special Education Coursework upon the Preparation of Preservice Teachers."},
      {
        "id":"ED377184",
        "title":"Focusing on the Professional Development of Urban Educators: The Dilemma of Opportunities To Change Teachers' Beliefs about Urban Learners."},
      {
        "id":"ED377185",
        "title":"An Analysis of Teacher Readiness at a Comprehensive State College Based on National Perceptions."},
      {
        "id":"ED377186",
        "title":"Integrated Language Arts: Curriculum Redesign in Teacher Training."},
      {
        "id":"ED377187",
        "title":"Developing a Collaborative School Culture."},
      {
        "id":"ED377188",
        "title":"Evaluation of Teacher Classroom Questioning Behaviors."},
      {
        "id":"ED377189",
        "title":"Crafting Narratives for Pedagogical Purposes: Practical Issues and Ethical Dilemmas."},
      {
        "id":"ED377190",
        "title":"A Comparison of Faculty and Institutional Practices between Teacher Education and the Liberal Arts and Sciences."},
      {
        "id":"ED377191",
        "title":"Recruiting Diverse Populations to the Teaching Profession: Program Models To Consider."},
      {
        "id":"ED377192",
        "title":"Encouraging Evaluation Utilization by Preserving Teacher Self-Esteem."},
      {
        "id":"ED377193",
        "title":"Doubts & Certainties: A Forum on School Transformation from the NEA National Center for Innovation, Vol 7, No. 2."},
      {
        "id":"ED377194",
        "title":"College Entries into Portfolio Assessment--Why, How, and What To Watch Out For."},
      {
        "id":"ED377195",
        "title":"Evaluating the Use of Learning Styles Instruction To Promote Academic Success among At-Risk 9th Graders."},
      {
        "id":"ED377196",
        "title":"Picture Books: A New Text for Teaching Reading and Writing in the Intermediate Grades."},
      {
        "id":"ED377197",
        "title":"Qualifications of the Public School Teacher Workforce: 1988 and 1991. Statistical Analysis Report."},
      {
        "id":"ED377199",
        "title":"Curriculum-Based Criterion-Referenced Continuous Assessment: A Framework for the Concepts and Procedures of Using Continuous Assessment for Formative and Summative Evaluation of Student Learning."},
      {
        "id":"ED377200",
        "title":"A Model for Curriculum-Driven Criterion-Referenced and Norm-Referenced National Examinations for Certification and Selection of Students."},
      {
        "id":"ED377201",
        "title":"Assessment, Equity, and Diversity in Reforming America's Schools. Project 2.5, Analytical Models for Performance and Delivery Standards."},
      {
        "id":"ED377202",
        "title":"A Strategy for the Acquisition of Problem-Solving Expertise in Humans: A Systems Approach."},
      {
        "id":"ED377203",
        "title":"Validating Social Self-Concept Structure for Early/Late Preadolescents and Adolescents."},
      {
        "id":"ED377204",
        "title":"Testing for a Gender-Invariant Hierarchical Structure of Depression for Swedish Adolescents."},
      {
        "id":"ED377205",
        "title":"Validating a Swedish Version of the Beck Depression Inventory for Nonclinical Adolescents: A Confirmatory Factor Analytic Study."},
      {
        "id":"ED377206",
        "title":"Strategies for Infusing Critical Thinking into a Culture."},
      {
        "id":"ED377207",
        "title":"ACT Composite Scores of Retested Students. ACT Research Report Series 94-3."},
      {
        "id":"ED377208",
        "title":"Diploma Examinations Program. 1992-93 School Year. Annual Report."},
      {
        "id":"ED377209",
        "title":"Portfolios: Stories of Knowing."},
      {
        "id":"ED377210",
        "title":"A Guide for Judging Portfolios."},
      {
        "id":"ED377211",
        "title":"Factors That Do and Do Not Affect &quot;r&quot; and Its Generalizations."},
      {
        "id":"ED377212",
        "title":"Motivation in the Writing Classroom: Contributions of Goal Theory."},
      {
        "id":"ED377213",
        "title":"A Formative Evaluation of Two Gallaudet University/Rochester Institute of Technology Courses Offered via Teleconferencing."},
      {
        "id":"ED377214",
        "title":"The Views of Adult Deaf Learners and Institutions Serving Deaf Learners Regarding Distance Learning Cooperative Arrangements with NTID/RIT: The Results of Two Surveys."},
      {
        "id":"ED377215",
        "title":"A Theoretical Framework Linking Beliefs with Assessment Practices in School Mathematics: Assessment Reforms in Search of a Theory."},
      {
        "id":"ED377216",
        "title":"Obstacles and Opportunities for Critical Thinking in Japan."},
      {
        "id":"ED377217",
        "title":"The Stability of Post Hoc Model Modifications in Covariance Structure Models."},
      {
        "id":"ED377218",
        "title":"When Classical Measurement Theory Is Insufficient and Generalizability Theory Is Essential."},
      {
        "id":"ED377219",
        "title":"NAEP State Reports in Mathematics: Valuable Information for Monitoring Education Reform."},
      {
        "id":"ED377220",
        "title":"Situated Science Learning at Work: Social Organization and Identity in a Non-Profit Conservation Corporation. Draft."},
      {
        "id":"ED377221",
        "title":"A Critical Assessment of Kolb's Learning Style Inventory."},
      {
        "id":"ED377222",
        "title":"Evaluation of Procedures for Linking Multidimensional Item Calibrations."},
      {
        "id":"ED377223",
        "title":"The Consistency of DIF/DTF across Different Test Administrations: A Multidimensional Perspective."},
      {
        "id":"ED377225",
        "title":"Classroom Characteristics Related to Ethnic Achievement Gap Reduction."},
      {
        "id":"ED377226",
        "title":"Authentic Assessment in Practice: A Collection of Portfolios, Performance Tasks, Exhibitions, and Documentation."},
      {
        "id":"ED377227",
        "title":"Differential Item Functioning vs Differential Test Functioning."},
      {
        "id":"ED377228",
        "title":"Ability Measure Equivalence of Computer Adaptive and Pencil and Paper Tests: A Research Synthesis."},
      {
        "id":"ED377229",
        "title":"Assessing Existing Item Bank Depth for Computer Adaptive Testing."},
      {
        "id":"ED377230",
        "title":"Knowledge and Ability Factors Underlying Simple Learning by Accretion."},
      {
        "id":"ED377234",
        "title":"Unintended and Unwelcome: The Local Impact of State Testing."},
      {
        "id":"ED377235",
        "title":"Numbers and Words Revisited: Being &quot;Shamelessly Eclectic.&quot;"},
      {
        "id":"ED377236",
        "title":"State-Mandated Student Assessment Programs in the Mid-Atlantic Region."},
      {
        "id":"ED377237",
        "title":"National Education Longitudinal Study of 1988. Second Follow-Up: Parent Component Data File User's Manual. Contractor Report."},
      {
        "id":"ED377238",
        "title":"Introducing Locally Developed Performance Measures into a School Assessment Program."},
      {
        "id":"ED377239",
        "title":"Class Size and Determinants of Learning Effectiveness."},
      {
        "id":"ED377240",
        "title":"Using Program Evaluation To Affect Positive Change in Program Performance."},
      {
        "id":"ED377241",
        "title":"Student-Led Portfolio Conferences."},
      {
        "id":"ED377242",
        "title":"A National Assessment of Economic Knowledge and Public Opinion on Economic Issues."},
      {
        "id":"ED377244",
        "title":"Negotiated Program Evaluation in Spain."},
      {
        "id":"ED377245",
        "title":"Scaling Performance and Objectively Scored Test Items."},
      {
        "id":"ED377246",
        "title":"A Comparison of Three Linear Polytomous Scoring Methods."},
      {
        "id":"ED377247",
        "title":"Detection of Gender-Based Differential Item Functioning in a Mathematics Performance Assessment."},
      {
        "id":"ED377248",
        "title":"Learning through Testing: An Investigation of Cooperative Assessment."},
      {
        "id":"ED377249",
        "title":"New Developments in Empirically Based Assessment and Taxonomy of Child/Adolescent Behavioral and Emotional Problems."},
      {
        "id":"ED377250",
        "title":"Integrated Postsecondary Education Data System (IPEDS)."},
      {
        "id":"ED377251",
        "title":"Two State Minimum Competency Testing Programs and Their Effects on Curriculum and Instruction."},
      {
        "id":"ED377252",
        "title":"Mapping the World of Education: The Comparative Database System (CDS). Volume One: Overview, Description, and Coding Structure."},
      {
        "id":"ED377253",
        "title":"Digest of Education Statistics, 1994."},
      {
        "id":"ED377254",
        "title":"The Somalis: Their History and Culture. CAL Refugee Fact Sheet Series, No. 9."},
      {
        "id":"ED377255",
        "title":"Anti-Bias and Conflict Resolution Curricula: Theory and Practice. ERIC/CUE Digest No. 97."},
      {
        "id":"ED377256",
        "title":"Gaining Control of Violence in the Schools: A View from the Field. ERIC Digest No. 100."},
      {
        "id":"ED377257",
        "title":"Improving the School Experience for Gay, Lesbian, and Bisexual Students. ERIC Digest No. 101."},
      {
        "id":"ED377260",
        "title":"Cultural Diversity and Education for Citizenship: A Challenge for Development Education."},
      {
        "id":"ED377262",
        "title":"A New Strategy To Enhance the Empowerment of Inner-City Service Providers."},
      {
        "id":"ED377263",
        "title":"Dropout and Migration Statistics: District of Columbia Public Schools. School Year 1992-93."},
      {
        "id":"ED377264",
        "title":"Dropout and Migration Statistics: District of Columbia Public Schools. School Year 1991-92."},
      {
        "id":"ED377265",
        "title":"Financial Aid to Low-Income College Students: Its History and Prospects."},
      {
        "id":"ED377266",
        "title":"Immigration and Hispanic Educational Attainment: Challenges for the 1990s."},
      {
        "id":"ED377267",
        "title":"The Black-White Difference in Youth Employment: Evidence for Demand-Side Factors."},
      {
        "id":"ED377268",
        "title":"A Comparison of Korean and American Students' Attitudes about School."},
      {
        "id":"ED377269",
        "title":"Education, Development, and the Rebuilding of Urban Community."},
      {
        "id":"ED377270",
        "title":"Developing Conceptions of Racism among Young White Adults in the Context of Cultural Diversity Coursework."},
      {
        "id":"ED377271",
        "title":"Selecting the Focus of a Focus School. ERIC/CUE Digest Number 102."},
      {
        "id":"ED377275",
        "title":"Kansas Chapter 1 1992-1993 Evaluation."},
      {
        "id":"ED377276",
        "title":"A Two-Year Evaluation of the Change Your Future Program at the Toronto Board of Education. 1991-1993. No. 208."},
      {
        "id":"ED377277",
        "title":"State Chapter 1 Participation and Achievement Information--1992-93. Summary Report."},
      {
        "id":"ED377278",
        "title":"A New Model for School Accountability: The Urban District Assessment Consortium."},
      {
        "id":"ED377279",
        "title":"Promoting Social Competence among Low-Income Urban Appalachian Adolescents."},
      {
        "id":"ED377280",
        "title":"Chapter 2 Grade One Teacher Training Program. 1992-93. Final Evaluation Report."},
      {
        "id":"ED377281",
        "title":"Florida's Full Service Schools: A Case Study of Three Oversight Committees."},
      {
        "id":"ED377283",
        "title":"Those of Broader Vision. An African-American Perspective on Teenage Pregnancy and Parenting."},
      {
        "id":"ED377284",
        "title":"Stop the Violence: Overcoming Self-Destruction."},
      {
        "id":"ED377285",
        "title":"Analysis of Youth Conference Opinion Survey, 1992."},
      {
        "id":"ED377286",
        "title":"A Planning Guide for Community Action."},
      {
        "id":"ED377287",
        "title":"African American Male Immersion Schools: Segregation? Separation? Or Innovation?"},
      {
        "id":"ED377288",
        "title":"Math and Science Model Programs Manual."},
      {
        "id":"ED377289",
        "title":"National Directory of African American Male Focused Organizations."},
      {
        "id":"ED377290",
        "title":"Mentoring Young Black Males. An Overview."},
      {
        "id":"ED377291",
        "title":"School Violence in America's Cities: NLC Survey Overview."},
      {
        "id":"ED377293",
        "title":"Focus Schools: A Genre To Consider. Urban Diversity Series No. 106."},
      {
        "id":"ED377295",
        "title":"Project REACH. Regional Education To Achieve with Company Help. Performance Report."},
      {
        "id":"ED377296",
        "title":"Global Preparedness and Human Resources: College and Corporate Perspectives."},
      {
        "id":"ED377297",
        "title":"Relationships between Career Indecision Subtypes and Ego Identity Development."},
      {
        "id":"ED377298",
        "title":"Self-Directed Professionals and Autodidactic Choice: A Framework for Analysis."},
      {
        "id":"ED377299",
        "title":"Regional Policy and Innovation: A French-Style Dual System?"},
      {
        "id":"ED377300",
        "title":"Grown-ups Ought To Know Better."},
      {
        "id":"ED377302",
        "title":"Adult Education and the Labour Market. European Society for Research on the Education of Adults Seminar Proceedings (Ljubljana, Slovenia, October 10-12, 1993). First Edition."},
      {
        "id":"ED377303",
        "title":"Rethinking Adult Education for Development. Compendium. First Edition."},
      {
        "id":"ED377304",
        "title":"Rethinking Adult Education for Development II. Conference Proceedings (Ljubljana, Slovenia, October 6-9, 1993)."},
      {
        "id":"ED377305",
        "title":"Outcome Based Teaching Strategies and Evaluation for Computer Instruction in Keyboarding on an Aboriginal Island Reserve."},
      {
        "id":"ED377306",
        "title":"Reflecting on Changing Practices, Contexts and Identities. Proceedings of the Annual Meeting of the Standing Conference on University Teaching and Research in the Education of Adults--SCUTREA (24th, Hull, England, United Kingdom, July 12-14, 1994)."},
      {
        "id":"ED377307",
        "title":"Parenting Resource Book."},
      {
        "id":"ED377308",
        "title":"Multicultural Studies. Final Report, Curriculum and Stories."},
      {
        "id":"ED377309",
        "title":"Pennsylvania Jumps into Reading."},
      {
        "id":"ED377310",
        "title":"Research on Current ABLE Services and Recommendations for Achieving Pennsylvania 2000 Goal 6. Final Report."},
      {
        "id":"ED377311",
        "title":"Cultural Diversity and Teamwork. ERIC Digest No. 152."},
      {
        "id":"ED377312",
        "title":"Locating Nonprint Materials in Adult, Career, and Vocational Education. ERIC Digest No. 153."},
      {
        "id":"ED377313",
        "title":"Guidelines for Working with Adult Learners. ERIC Digest No. 154."},
      {
        "id":"ED377314",
        "title":"Vocational Education in the Middle School. ERIC Digest No. 155."},
      {
        "id":"ED377316",
        "title":"Who Benefits? The Impact of Alternative Eligibility Requirements for Training Stipends in the Reemployment Act of 1994. Research Report 94-01."},
      {
        "id":"ED377317",
        "title":"Vocational-Technical Education Reforms in Germany, Netherlands, France and U.K. and Their Implications to Taiwan."},
      {
        "id":"ED377319",
        "title":"Research Distilled: Practical Summaries of Adult Education 353 Research Projects, 1989-93. Final Report."},
      {
        "id":"ED377320",
        "title":"Research Distilled. Summaries of Adult Education Act Section 353 Research Projects, 1989-93."},
      {
        "id":"ED377321",
        "title":"Weck Ed. Weck Educational Development Program. Final Performance Report."},
      {
        "id":"ED377322",
        "title":"Integration of Academic and Career Learning: Literature Review."},
      {
        "id":"ED377323",
        "title":"Organizational Context of Structured On-the-Job Training."},
      {
        "id":"ED377324",
        "title":"Structuring On-the-Job Training."},
      {
        "id":"ED377325",
        "title":"Literacy behind Prison Walls. Profiles of the Prison Population from the National Adult Literacy Survey."},
      {
        "id":"ED377326",
        "title":"The Insurance Educator. 1994."},
      {
        "id":"ED377327",
        "title":"Choice--Chance--Control. That's Life. Learning about Insurance through Secondary School Courses. Insurance Basics for Everyone; Social Sciences; Mathematics; Consumer Economics."},
      {
        "id":"ED377328",
        "title":"Education for All Aspects of the Industry: Overcoming Barriers to Broad-Based Training."},
      {
        "id":"ED377329",
        "title":"Closing the Gap: Private and Public Job Training. EQW Issues Number 7."},
      {
        "id":"ED377330",
        "title":"Student Assessment in Michigan's Adult Volunteer Literacy Programs."},
      {
        "id":"ED377332",
        "title":"Improving Quality and Accountability in Vocational Technological Programs: An Evaluation of Arizona's VTE Model and Performance Standards."},
      {
        "id":"ED377333",
        "title":"Rural Textile Workers Literacy Enhancement Project. Final Performance Report."},
      {
        "id":"ED377334",
        "title":"Valmont 2000. Workplace Literacy for Lifelong Learning. Final Performance Report."},
      {
        "id":"ED377335",
        "title":"New Chance: Interim Findings on a Comprehensive Program for Disadvantaged Young Mothers and Their Children."},
      {
        "id":"ED377336",
        "title":"Marketing and Early Intervention Strategies To Increase Female Enrollment in Technology Education."},
      {
        "id":"ED377338",
        "title":"Adult Basic Skills in OECD Countries: Policy Issues and a Research Agenda. OECD/NCAL International Paper IP94-01."},
      {
        "id":"ED377339",
        "title":"Abilities and Competencies in Adulthood: Life-Span Perspectives on Workplace Skills."},
      {
        "id":"ED377340",
        "title":"Literacy and Adults with Developmental Disabilities."},
      {
        "id":"ED377341",
        "title":"Teaching Basic Skills to Adults with Learning Difficulties."},
      {
        "id":"ED377342",
        "title":"Time to Leave? Progression and Drop Out in Basic Skills Programmes."},
      {
        "id":"ED377343",
        "title":"Basic Skills in Everyday Life."},
      {
        "id":"ED377344",
        "title":"Making It Happen: Improving Basic Skills for Organisations Involved with Housing and Homelessness."},
      {
        "id":"ED377345",
        "title":"Making It Happen: Improving Basic Skills within the Health Service."},
      {
        "id":"ED377346",
        "title":"The Job Corps Program. Hearing of the Committee on Labor and Human Resources on Examining Proposals To Reform and Consolidate Federal Job Training Programs. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED377350",
        "title":"Gender Profiles and Career Aspiration of Administrators in Higher Education."},
      {
        "id":"ED377351",
        "title":"The Promote Yourself Career Development Program. Curriculum."},
      {
        "id":"ED377352",
        "title":"The Promote Yourself Career Development Program. Worksheets/Tutor Tips. Physical Plant."},
      {
        "id":"ED377354",
        "title":"Planning Guide for Implementing a Quality Youth Apprenticeship Program in Georgia."},
      {
        "id":"ED377355",
        "title":"Preparing Leaders for the Future: A Development Program for Underrepresented Groups in Vocational Education. Volume I. Volume II."},
      {
        "id":"ED377356",
        "title":"Life Histories and Learning. Language, the Self and Education. Papers from an Interdisciplinary Residential Conference at the University of Sussex (Brighton, England, United Kingdom, September 19-21, 1994)."},
      {
        "id":"ED377359",
        "title":"An Assessment Guide for Adult Basic Education Programs in Victoria. Incorporating the Certificates of General Education for Adults."},
      {
        "id":"ED377360",
        "title":"School to Work, Learning Outcomes, and Integrating Academic and Vocational Education."},
      {
        "id":"ED377362",
        "title":"Slices of Silence: A Resource for Adult Basic Education."},
      {
        "id":"ED377363",
        "title":"Understanding Taxes. Teacher's Resource Kit. 1995 Annual Revision."},
      {
        "id":"ED377364",
        "title":"A Regional Approach to Rail Transit Training for the New York Metropolitan Area. Final Report."},
      {
        "id":"ED377365",
        "title":"National Health Care Skill Standards."},
      {
        "id":"ED377366",
        "title":"Families Learning Together in Colorado: A Report on Family Literacy."},
      {
        "id":"ED377368",
        "title":"Project REACH. Regional Education to Achieve with Company Help. Performance Report."},
      {
        "id":"ED377378",
        "title":"Analysis of Problems Affecting Limited Resource Families in Selected Public Housing Communities."},
      {
        "id":"ED377379",
        "title":"Gathering Momentum! Transition from School to Work. Featuring Profiles of 23 Ohio Programs."},
      {
        "id":"ED377381",
        "title":"Alpena Community College Workplace Partnership Project. Final Report."},
      {
        "id":"ED377382",
        "title":"Who Counts in Adult Literacy Programs? A National Survey of Numeracy Education."},
      {
        "id":"ED377383",
        "title":"Sweaty Palms! Virtual Reality Applied to Training."},
      {
        "id":"ED377385",
        "title":"Careers Now! Making the Future Work. Activities Manual Based on the National Career Development Guidelines. Third Edition."},
      {
        "id":"ED377386",
        "title":"Agency and Partnership Based Orientation Program for Workplace Educators."},
      {
        "id":"ED377387",
        "title":"The Annual Civil Rights Compliance Report for Texas."},
      {
        "id":"ED377388",
        "title":"A Matter of Degrees: Workforce Changes in Higher Education. EQW Issues Number 8."},
      {
        "id":"ED377389",
        "title":"Retaining the Learning Disabled Adult. A Handbook for Adult Basic Education Instructors."},
      {
        "id":"ED377390",
        "title":"How to Conduct a Workshop to Integrate Gender Considerations into Development Planning. A Trainers' Manual--Volume I."},
      {
        "id":"ED377391",
        "title":"Opportunities for Creative Solutions: Integrating Gender Concerns into Development Projects. A Trainers' Manual--Volume II."},
      {
        "id":"ED377392",
        "title":"Delta Pi Epsilon National Research Conference Proceedings (Los Angeles, California, November 12-14, 1992)."},
      {
        "id":"ED377393",
        "title":"Delta Pi Epsilon National Research Conference Proceedings (Philadelphia, Pennsylvania, November 10-12, 1994)."},
      {
        "id":"ED377394",
        "title":"Current Employment and Future Plans of High School Students. Eye on Evaluation. E&R Report."},
      {
        "id":"ED377396",
        "title":"An Assessment of Clientele Preferences for Receiving Extension Information."},
      {
        "id":"ED377397",
        "title":"Level of Use of Extension by Two Diverse Audiences and Their Preferred Means for Receiving Extension Information."},
      {
        "id":"ED377398",
        "title":"Media Preferences of Selected North Carolina Farmers."},
      {
        "id":"ED377401",
        "title":"Effective Group Dynamics: Theories and Practices."},
      {
        "id":"ED377402",
        "title":"Using Small Learning Groups in Graduate Education."},
      {
        "id":"ED377404",
        "title":"A Flexible Approach to Learning: Articulating Courses. Mendip Papers MP 058."},
      {
        "id":"ED377405",
        "title":"Prison Education's Role in Challenging Offending Behaviour. Mendip Papers MP 047."},
      {
        "id":"ED377406",
        "title":"Occupational Opportunities in the Private Sector (OOPS)."},
      {
        "id":"ED377407",
        "title":"Career Awareness and Exploration. Ninth Grade Students Curriculum."},
      {
        "id":"ED377408",
        "title":"Business and Education Linkage Activities. Lake County, Illinois."},
      {
        "id":"ED377409",
        "title":"A Confluent Model of ACOA Outcomes: Implications for Assessment, Treatment, and Research."},
      {
        "id":"ED377410",
        "title":"Teacher, Parent, and Student Perceptions of Adolescent Health-Related Needs."},
      {
        "id":"ED377411",
        "title":"Patterns in Marital Interpersonal Affect and Quantitative Thematic Apperception Test (TAT) Affective Scores."},
      {
        "id":"ED377412",
        "title":"A Survey of Teacher Perceptions of School Psychologists as Consultants: A Factor Analytic Study of Evaluation in the Consultation Process."},
      {
        "id":"ED377413",
        "title":"The Alcoholics Anonymous (A.A.) Concepts of Self-Centeredness and Avoidance as Roots of Addiction: Support from Current Psychotherapies."},
      {
        "id":"ED377414",
        "title":"School Counselors Collaborating for Student Success. ERIC Digest."},
      {
        "id":"ED377418",
        "title":"Prevention of Substance Abuse and AIDS Risk Behaviors in Adolescents: Is any Real Progress Being Made? Draft."},
      {
        "id":"ED377419",
        "title":"Alternative Discipline Techniques for Parents and Care Givers of Children Returning Home from the Foster Care System."},
      {
        "id":"ED377420",
        "title":"I Don't Feel Safe When You're Gone: Transference Manifestations in a Kindergarten Class."},
      {
        "id":"ED377421",
        "title":"Sex Differences in Locus of Control, Helplessness, Hopelessness, and Depression."},
      {
        "id":"ED377422",
        "title":"Speaking of Gender Identity: Theoretical Approaches."},
      {
        "id":"ED377423",
        "title":"Case Study of Early Personality Traits of 10 Adolescent Suicides."},
      {
        "id":"ED377424",
        "title":"Parent Perceptions, Affective Reactions, and Depression in Children."},
      {
        "id":"ED377425",
        "title":"Types of Depersonalization and their Relation to Severity of Psychopathology."},
      {
        "id":"ED377426",
        "title":"AIDS/HIV Education Information for Foster Care Youth and Guidelines for Implementation by Local Social Services Departments. Report of the Department of Social Services to the Governor and the General Assembly of Virginia. House Document No. 34."},
      {
        "id":"ED377428",
        "title":"Wilderness-Adventure Therapy for Delinquent and Pre-Delinquent Youth: A Review of the Literature."},
      {
        "id":"ED377429",
        "title":"Treatment and Counseling Approaches for Eating Disorders."},
      {
        "id":"ED377430",
        "title":"A Validation Study of the Existential Anxiety Scale."},
      {
        "id":"ED377431",
        "title":"National Survey Results on Drug Use from the Monitoring the Future Study, 1975-1993. Volume 1, Secondary School Students."},
      {
        "id":"ED377432",
        "title":"National Survey Results on Drug Use from the Monitoring the Future Study, 1975-1993. Volume 2, College Students and Young Adults."},
      {
        "id":"ED377433",
        "title":"A Student Motivational Program That Works! A Reference Guide."},
      {
        "id":"ED377434",
        "title":"Adolescent Project Pilot for an Outcome Study."},
      {
        "id":"ED377435",
        "title":"Developing a Substance Abuse Prevention Program for At-Risk Elementary School Students."},
      {
        "id":"ED377436",
        "title":"Effects of Computer Animation Exercises on Student Cognitive Processes."},
      {
        "id":"ED377437",
        "title":"The Beginning Stages of Reading."},
      {
        "id":"ED377438",
        "title":"Problems in Reading in Mathematics."},
      {
        "id":"ED377439",
        "title":"Holistic Instruction with Two Severely Learning Disabled Students."},
      {
        "id":"ED377440",
        "title":"An Analysis and Discussion of a Reading Survey of Students' Backgrounds and Expectations."},
      {
        "id":"ED377441",
        "title":"The Development of Standards in Reading and Writing for Kindergarten through Grade 8 through the Creation of Exemplars and Verbal Descriptions."},
      {
        "id":"ED377442",
        "title":"A Classroom-Home Library: Supporting the Emergent Literacy Development of Preschool Children through Parental Involvement."},
      {
        "id":"ED377443",
        "title":"Project Read Write."},
      {
        "id":"ED377444",
        "title":"Discovery through Reading Project: Teacher&apos;s Manual. Revised."},
      {
        "id":"ED377445",
        "title":"The Integrated Spelling Curriculum."},
      {
        "id":"ED377446",
        "title":"How Does It Feel To Begin To Learn To Read?"},
      {
        "id":"ED377447",
        "title":"Genre Knowledge in Reading and Planning to Write."},
      {
        "id":"ED377448",
        "title":"Texts without Contexts: Ideological Distortion in Developmental Environments for Literacy."},
      {
        "id":"ED377452",
        "title":"Factors Affecting Verbal and Nonverbal Fluency Measures in Nonpatients: A Neuropsychological Approach."},
      {
        "id":"ED377453",
        "title":"Andover's Integrated Reading System (AIRS)."},
      {
        "id":"ED377454",
        "title":"HOSTS Reading. A Mastery Learning/Tutorial System."},
      {
        "id":"ED377455",
        "title":"CRISS: Content Reading in Secondary Schools."},
      {
        "id":"ED377456",
        "title":"Strategic Reading Project. Pilot."},
      {
        "id":"ED377458",
        "title":"Increasing Multicultural Understanding and Interaction through a Library Based Effort in a Culturally Heterogeneous Urban Elementary School."},
      {
        "id":"ED377459",
        "title":"Effective Methods of Promoting Reading Habits in Asia and the Pacific: Report of the Training Course on Book Production in Asia and the Pacific (22nd, Tokyo, Japan, November 17-December 5, 1989)."},
      {
        "id":"ED377460",
        "title":"Reciprocal Processes in School Subjects and Literacy Learning: A Discussion."},
      {
        "id":"ED377461",
        "title":"More Kids' Favorite Books. A Compilation of Children's Choices 1992-1994."},
      {
        "id":"ED377462",
        "title":"The Nexus of Social and Literacy Experiences at Home and School: Implications for First-Grade Oral Language and Literacy. Reading Research Report No. 21."},
      {
        "id":"ED377463",
        "title":"Influence of Word Meaning on the Acquisition of a Reading Vocabulary in Second-Grade Children. Reading Research Report No. 25."},
      {
        "id":"ED377464",
        "title":"A Reexamination of Semantic Difficulty: Validating the &quot;Living Word Vocabulary.&quot;"},
      {
        "id":"ED377468",
        "title":"Television and Reading."},
      {
        "id":"ED377469",
        "title":"Student-Posed Questions for Literature-Based Discussion. Instructional Resource No. 6."},
      {
        "id":"ED377470",
        "title":"Narrative Discourse as Qualitative Inquiry: A Whole Language Teacher's Decision Making Process."},
      {
        "id":"ED377471",
        "title":"An Evaluation of Mississippi's Assistant Reading Instructor Program. Report to the Mississippi Legislature."},
      {
        "id":"ED377472",
        "title":"Prenatally Drug-Exposed Children in the Classroom: Identifying Behavioral Characteristics and Instructional Strategies for Literacy Development."},
      {
        "id":"ED377473",
        "title":"Vygotsky and the Socialization of Literacy."},
      {
        "id":"ED377474",
        "title":"Effective Strategies for Developing Reading Skills."},
      {
        "id":"ED377476",
        "title":"Strategies for Computer-Based Distance Writing Courses."},
      {
        "id":"ED377477",
        "title":"Dissin' the Dialectic on Discourse Surface Differences."},
      {
        "id":"ED377478",
        "title":"The Impact of Kentucky's Educational Reform Act on Writing throughout the Commonwealth."},
      {
        "id":"ED377479",
        "title":"Integrating History and Language Arts: A Review of Five Professional Journal Articles."},
      {
        "id":"ED377480",
        "title":"Provincial Grade 12 Writing Review: A Closer Look at Toronto's Performance. No. 209."},
      {
        "id":"ED377481",
        "title":"Writing Style Differences in Newspaper, Radio, and Television News. Monograph Series No. 1."},
      {
        "id":"ED377482",
        "title":"Diversity and Writing; Dialogue within a Modern University. Proceedings of the Annual Conference of the Center for Interdisciplinary Studies of Writing (1st, Minneapolis, Minnesota, April 16-19, 1990). Monograph Series No. 2."},
      {
        "id":"ED377483",
        "title":"Multicultural Nests: Finding a Writing Voice about Literature by Women of Color. Technical Report Series No. 4."},
      {
        "id":"ED377484",
        "title":"Autobiography and the Ascent of Multiculturalism: A Negotiation."},
      {
        "id":"ED377485",
        "title":"Toward a Rhetorical Theory of Metaphor: A Transactive Analysis of Metaphor in the Arts."},
      {
        "id":"ED377486",
        "title":"Electronic Tutoring: Long Distance and Long Term."},
      {
        "id":"ED377487",
        "title":"Women's Experience Studying Rhetoric and Composition, 1890-1910."},
      {
        "id":"ED377488",
        "title":"Tutor Skits."},
      {
        "id":"ED377489",
        "title":"Case Work for Technical Writing Students."},
      {
        "id":"ED377490",
        "title":"Gopher Is No Longer Just a Rodent: Using Gopher and World Wide Web in Composition Studies."},
      {
        "id":"ED377493",
        "title":"Frustration and Fulfillment: The Talk of Literature Discussion Groups."},
      {
        "id":"ED377495",
        "title":"Idaho K-12 English Language Arts Content Guide and Framework."},
      {
        "id":"ED377496",
        "title":"Language and Learning across the Curriculum Bibliography."},
      {
        "id":"ED377497",
        "title":"An Overview of Identifying a Community College English Department's Beliefs about Writing Instruction: A Qualitative Study."},
      {
        "id":"ED377498",
        "title":"Generalizability of Writing Tasks at Fourth Grade in the Riverside Unified School District."},
      {
        "id":"ED377500",
        "title":"Language Arts Curriculum Framework. Phase 1: Through End of Grade Three."}]
  }}
