{
  "response":{"numFound":509939,"start":282000,"numFoundExact":true,"docs":[
      {
        "id":"ED048108",
        "title":"Pygmalion Analyzed: Toward an Explanation of the Rosenthal-Jacobson Findings."},
      {
        "id":"ED048109",
        "title":"Teachers' Perceptions: Do They Make a Difference?"},
      {
        "id":"ED048110",
        "title":"The Effect of Perceptual and Symbolic Models on the Verbal Behaviors of Student Teachers."},
      {
        "id":"ED048111",
        "title":"Perceived Reward Value of Teacher-Issued Reinforcement in Relation to Student Attitude Toward Teacher, Sex and Social Class Background: An Application of Newcomb's Balance Theory."},
      {
        "id":"ED048113",
        "title":"Post-Doctoral Research Training Fellowship Program (June 1, 1969 to August 31, 1970)."},
      {
        "id":"ED048114",
        "title":"U.S. Office of Education Post-Doctoral Fellowship, 1968-69. Summary Report."},
      {
        "id":"ED048115",
        "title":"Postdoctoral Fellowship. Final Report."},
      {
        "id":"ED048116",
        "title":"Training Program for Preparation of Central Office Research Specialists for Public and Private Schools. Final Report."},
      {
        "id":"ED048117",
        "title":"Graduate Research Training Program. Final Report."},
      {
        "id":"ED048118",
        "title":"Postdoctoral Training Program in Educational Research and Development. Final Report."},
      {
        "id":"ED048119",
        "title":"Postdoctoral Research Traineeship Program. Final Report."},
      {
        "id":"ED048120",
        "title":"Internships for Leaders in Demonstration and Dissemination. Final Report."},
      {
        "id":"ED048121",
        "title":"Postdoctoral Fellowship Program in Educational Research as Related to Community Mental Health. Final Report."},
      {
        "id":"ED048122",
        "title":"School-College Relations in Preparing School Personnel: A Bibliography."},
      {
        "id":"ED048123",
        "title":"Structured Practice in Teaching: A Bibliography of ERIC Documents."},
      {
        "id":"ED048124",
        "title":"School-College Relations in Preparing School Personnel."},
      {
        "id":"ED048125",
        "title":"Parsing the Paradox: Assuring Quality in School Personnel Preparation."},
      {
        "id":"ED048133",
        "title":"Training and Management of Student - Tutors. Final Report."},
      {
        "id":"ED048134",
        "title":"AACTE Project to Disseminate Knowledge and Understanding of the Comprehensive Elementary Teacher Education Models Developed with the Support of the National Center for Educational Research and Development, United States Office of Education. Final Report."},
      {
        "id":"ED048135",
        "title":"Some Aspects of Educational Research and Development in the United States--Report for the OECD Review. Final Report."},
      {
        "id":"ED048136",
        "title":"Third Annual Report. Stanford Center for Research and Development in Teaching."},
      {
        "id":"ED048137",
        "title":"Training Materials for Research, Development and Diffusion Training Programs. Final Report."},
      {
        "id":"ED048138",
        "title":"Kindergarten Guidebook."},
      {
        "id":"ED048139",
        "title":"English Language Arts. Secondary School Guidelines."},
      {
        "id":"ED048140",
        "title":"A Curriculum Guide in Physical Education. Grades K-12."},
      {
        "id":"ED048141",
        "title":"The Brevard County Reading Laboratory Manual."},
      {
        "id":"ED048142",
        "title":"Reading Skills Reference Guide. Addendum #1."},
      {
        "id":"ED048143",
        "title":"The Secondary Mathematics Laboratory Strategy Manual."},
      {
        "id":"ED048144",
        "title":"The Brevard County Mathematics Continuum."},
      {
        "id":"ED048145",
        "title":"An Approach to Teaching English Dialects."},
      {
        "id":"ED048146",
        "title":"An Approach to Teaching English Usage."},
      {
        "id":"ED048147",
        "title":"Model Guides for Teaching Literature."},
      {
        "id":"ED048148",
        "title":"Mathematics Goals and Activities K-6. Part I: Sets and Numbers."},
      {
        "id":"ED048149",
        "title":"Consumer Mathematics. Teaching Units."},
      {
        "id":"ED048150",
        "title":"Science. Grades K-6."},
      {
        "id":"ED048151",
        "title":"Earth Science. In-Service Television Program."},
      {
        "id":"ED048152",
        "title":"Motor Activities. Developmental Skills Series, Booklet I."},
      {
        "id":"ED048153",
        "title":"Sensory Experiences: Auditory, Visual, Tactile. Developmental Skills Series, Booklet II."},
      {
        "id":"ED048154",
        "title":"Activities for Building Concepts of Logical Thinking. Developmental Skills Series, Booklet III."},
      {
        "id":"ED048155",
        "title":"Language Experiences. Developmental Skills Series, Booklet IV."},
      {
        "id":"ED048156",
        "title":"Fun While Learning at Home. Developmental Skills Series, Booklet V."},
      {
        "id":"ED048157",
        "title":"Don't Spare the Rods. A Supplementary Mathematics Program for Kindergartens."},
      {
        "id":"ED048158",
        "title":"Suggested Curriculum Guide in Language Arts."},
      {
        "id":"ED048159",
        "title":"Elementary Physical Education--Today."},
      {
        "id":"ED048160",
        "title":"Insights into Elementary Art Education for Teachers of Art."},
      {
        "id":"ED048161",
        "title":"A Guide for Driver and Traffic Safety Education in New Jersey High Schools."},
      {
        "id":"ED048162",
        "title":"Resource for Learning in Health Education. Grades 1-12."},
      {
        "id":"ED048163",
        "title":"Neighborhoods. Curriculum Guide, Grades K-3. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048164",
        "title":"The Family--Functions and Patterns. Resource Units, Kindergarten. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048165",
        "title":"Man's Basic Needs. Resource Units, Grade 1. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048166",
        "title":"Analysis of Neighborhood Patterns. Resource Units, Grade 2. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048167",
        "title":"Analysis of Community. Resource Units, Grade 3. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048168",
        "title":"Overview. Resource Unit I, Grade 4. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048169",
        "title":"The Nature and Characteristics of Metropolitan Regions. Resource Unit II, Grade 4. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048170",
        "title":"Regions of Extractive Economic Activities. Resource Unit III, Grade 4. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048171",
        "title":"Regions of Manufacturing Activity. Resource Unit IV, Grade 4. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048172",
        "title":"Overview. Resource Unit I, Grade 5. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048173",
        "title":"Physical Characteristics. Resource Unit II, Grade 5. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048174",
        "title":"The People and Their Movement Over the Land. Resource Unit III, Grade 5. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048175",
        "title":"Economic Development. Resource Unit IV, Grade 5. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048176",
        "title":"Social Development. Resource Unit V, Grade 5. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048177",
        "title":"Government and International Relations. Resource Unit VI, Grade 5. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048178",
        "title":"Overview. Resource Unit I, Grade 6. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048179",
        "title":"Ethnic Backgrounds and Cultural Factors. Resource Unit II, Grade 6. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048180",
        "title":"Physical Characteristics. Resource Unit III, Grade 6. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048181",
        "title":"Economic Development. Resource Unit IV, Grade 6. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048182",
        "title":"Social Development. Resource Unit V, Grade 6. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048183",
        "title":"Governmental Systems. Resource Unit VI, Grade 6. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048184",
        "title":"Overview. Resource Unit I, Grade 7. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048185",
        "title":"Southeast Asia. Resource Unit II, Grade 7. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048186",
        "title":"The Western European and Soviet Culture Regions. Resource Unit III, Grade 7. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048187",
        "title":"Western Europe and the Soviet Culture Regions. Resource Unit IV, Grade 7. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048188",
        "title":"Regions. Curriculum Guide, Grades 4-7. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048189",
        "title":"Civilizations. Curriculum Guide, Grades 8-12. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048190",
        "title":"Overview Resource Unit I, Grade 8. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048191",
        "title":"Contemporary East Asian Civilization Resource Unit II, Grade 8. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048192",
        "title":"Muslim Civilization Resource Unit III, Grade 8. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048193",
        "title":"Greek Civilization. Resource Unit IV, Grade 8. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048194",
        "title":"Indian Civilization Resource Unit I, Grade 9. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048195",
        "title":"Western Civilization, Resource Unit II, Grade 9. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048196",
        "title":"Toward a Global Civilization? Resource Unit III, Grade 9. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048197",
        "title":"Geography and Territorial Growth in the U.S. American Civilization, Resource Unit I, Grade 10. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048198",
        "title":"Development of Society in the United States. American Civilization, Resource Unit II, Grade 10. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048199",
        "title":"Appendices. American Civilization. Resource Units I and II, Grade 10. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048200",
        "title":"The Development of the United States' Economic System. American Civilization, Resource Unit III, Grade 11. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048201",
        "title":"U.S. Political Development. American Civilization Resource Unit IV, Grade 11. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048202",
        "title":"United States in the Contemporary World American Civilization. Resource Unit V, Grade 11. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048203",
        "title":"World Problems, Resource Unit I, Social Issues, Grade 12. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048204",
        "title":"World Problems, Resource Unit II, Power Issues, Grade 12. Providence Social Studies Curriculum Project"},
      {
        "id":"ED048205",
        "title":"World Problems, Resource Unit III, Development Issues, Grade 12. Providence Social Studies Curriculum Project."},
      {
        "id":"ED048206",
        "title":"Clothing and Related Areas--Grades 9-12. Home Economics Curriculum Guide."},
      {
        "id":"ED048207",
        "title":"Foods and Related Areas, Tentative Supplement No. 4. Home Economics Curriculum Guide, Grades 9-12."},
      {
        "id":"ED048208",
        "title":"Chemistry, Grade 13. Curriculum S-17E."},
      {
        "id":"ED048209",
        "title":"Physics. Grade 13. Curriculum S.17C."},
      {
        "id":"ED048210",
        "title":"Geology. Curriculum RP-47."},
      {
        "id":"ED048211",
        "title":"Biology. Curriculum RP-50."},
      {
        "id":"ED048212",
        "title":"Geography, Senior Division. Curriculum S.7."},
      {
        "id":"ED048213",
        "title":"Elements of Electrical Technology, Grades 11 and 12. Curriculum S-27B and Supplement."},
      {
        "id":"ED048214",
        "title":"Elements of Mechanical Technology, Grades 11 and 12. Curriculum S-27D and Supplement."},
      {
        "id":"ED048215",
        "title":"Dietary Supervisors. Senior Division. Curriculum RP-52."},
      {
        "id":"ED048216",
        "title":"Technical Subjects. Mathematics. Science. Curriculum RP-27."},
      {
        "id":"ED048217",
        "title":"Latin and Greek; Intermediate and Senior."},
      {
        "id":"ED048219",
        "title":"English, Grade 13. Curriculum S.4 (13)."},
      {
        "id":"ED048220",
        "title":"Art. Intermediate Curriculum I-13 and I-13A."},
      {
        "id":"ED048221",
        "title":"Intermediate and Senior Divisions Instrumental Music. Curriculum I and S16B."},
      {
        "id":"ED048222",
        "title":"Music. Grade 13. Curriculum S.16."},
      {
        "id":"ED048223",
        "title":"Fashion Arts. Curriculum RP-54."},
      {
        "id":"ED048224",
        "title":"Marketing; Retail Merchandising. Courses of Study, The Business and Commerce Branch. Curriculum RP-32."},
      {
        "id":"ED048225",
        "title":"Home Economics; Senior Division. Curriculum RP-S.6."},
      {
        "id":"ED048226",
        "title":"Personal Typing. Curriculum I and S.31A."},
      {
        "id":"ED048227",
        "title":"Growing Into Maturity in a Changing World, and Family Health in a Changing World. Curriculum S.29A."},
      {
        "id":"ED048228",
        "title":"Guidance. Intermediate and Senior Divisions. Curriculum I.3 and S.5."},
      {
        "id":"ED048229",
        "title":"Anglais."},
      {
        "id":"ED048231",
        "title":"Science; Elementary Pilot Project."},
      {
        "id":"ED048233",
        "title":"French. Foreign Language Curriculum Guide. Preliminary Version. Vol. 2, Intermediate Phase, Level III."},
      {
        "id":"ED048235",
        "title":"Curriculum Guide in English, K-12."},
      {
        "id":"ED048236",
        "title":"Revision Provisoire/Guide Pedagogique a l'intention des Ecoles Bilingues (Provisional Revision/Teaching Guide to the Purpose of Bilingual Schools)."},
      {
        "id":"ED048237",
        "title":"Revision Provisoire Francais (French Provisional Revision)."},
      {
        "id":"ED048238",
        "title":"Programme de Francais. Classes Secondaires de Langue Francaise (French Program. Secondary Classes in French Language)."},
      {
        "id":"ED048239",
        "title":"Education Physique et Hygiene. Revision Provisoire. Movement et Croissance (Physical Education and Hygiene. Provisional Revision. Movement and Growth)."},
      {
        "id":"ED048240",
        "title":"The Evasion of the Text; Invasion of the Text; Again, Evasion of the Text; &quot;The Eagle and the Mole&quot;: The Affective Fallacy Revisited."},
      {
        "id":"ED048241",
        "title":"Curriculum Suggestions for Grades Six Through Nine: English with Sample Examinations."},
      {
        "id":"ED048243",
        "title":"A Grammatico-Semantic Exploration of the Problems of Sentence Formation and Interpretation in the Classroom, Volume 1. Final Report."},
      {
        "id":"ED048244",
        "title":"A Grammatico-Semantic Exploration of the Problems of Sentence Formation and Interpretation in the Classroom, Volume 2. Final Report."},
      {
        "id":"ED048246",
        "title":"Initial Reading: Points of View, Vol. 5."},
      {
        "id":"ED048247",
        "title":"More Than English (What's Happening in the Senior High English Curriculum of the Anchorage Borough School District) and Addendum, 1970-71."},
      {
        "id":"ED048248",
        "title":"A Suggested Guide for Developing the Language Arts - Social Studies Program, Grade 8."},
      {
        "id":"ED048249",
        "title":"Proceedings: Wisconsin Elementary Language Arts Conference (Wisconsin State University, Oshkosh, October 18, 1969)."},
      {
        "id":"ED048250",
        "title":"&quot;The Truth Is Funny&quot;: A Study of Jesse Stuart's Humor."},
      {
        "id":"ED048255",
        "title":"Asian Literature (Level One)."},
      {
        "id":"ED048256",
        "title":"\"Summer Is Icumen In...\""},
      {
        "id":"ED048257",
        "title":"Speech as Action."},
      {
        "id":"ED048258",
        "title":"The Problem of Reticence."},
      {
        "id":"ED048259",
        "title":"The Afro-American--His Literature and Music (A Language-Arts Unit)."},
      {
        "id":"ED048272",
        "title":"Linguistic Structures and Deviations in Children&apos;s Written Sentences; Report from Project 204, Phase 2: Oral and Written Language Learning."},
      {
        "id":"ED048273",
        "title":"Can Second Grade Children Write More Complex Sentences?"},
      {
        "id":"ED048274",
        "title":"Guidelines: Curriculum Development for Aesthetic Education."},
      {
        "id":"ED048284",
        "title":"Elective English Curriculum."},
      {
        "id":"ED048285",
        "title":"Eliminating Racial Bias in Instructional Materials; Negotiating for Better Schools Guidelines, Volume 1."},
      {
        "id":"ED048289",
        "title":"Humanities for What?"},
      {
        "id":"ED048290",
        "title":"A Thousand Topics for Composition: Revised."},
      {
        "id":"ED048298",
        "title":"A Thousand Topics for Composition: Revised Elementary Level."},
      {
        "id":"ED028212",
        "title":"Evaluation of Elementary Summer School ESEA (Title I)."},
      {
        "id":"ED028213",
        "title":"Evaluation of Seminar &apos;68 Program ESEA (Title I)."},
      {
        "id":"ED028214",
        "title":"Evaluation of ESEA Title I Projects of California Schools, Annual Report 1967-1968."},
      {
        "id":"ED028215",
        "title":"Summer Tutorial Project for Richland-Lexington Economic Opportunity Agency."},
      {
        "id":"ED028216",
        "title":"Upward Bound: A Program to Help Youth from Low-Income Families Achieve a College Education. Policy Guidelines and Application Instruction."},
      {
        "id":"ED028217",
        "title":"IRCD Bulletin; Volume 1, Number 1, January 1965."},
      {
        "id":"ED028218",
        "title":"IRCD Bulletin; Volume 1, Number 2, March 1965."},
      {
        "id":"ED028219",
        "title":"IRCD Bulletin; Volume 3, Number 2, March 1967."},
      {
        "id":"ED028220",
        "title":"IRCD Bulletin; Volume 3, Number 3, May 1967."},
      {
        "id":"ED028222",
        "title":"A Study of the Effectiveness of Selected Out-of-School Urban Neighborhood Youth Corps Programs. Program Implications."},
      {
        "id":"ED028223",
        "title":"Methodological Considerations in Evaluative Research Involving Disadvantaged Populations; A Study of the Effectiveness of Selected Out-of-School Neighborhood Youth Corps Programs."},
      {
        "id":"ED028224",
        "title":"A Summary of Retrospective Studies of the Effectiveness of NYC Out-of-School Programs in Four Urban Sites."},
      {
        "id":"ED028225",
        "title":"The Development of Instructional Materials and Teaching Strategies on Race and Culture in American Life. Final Report - Volumes I, II First Part, II Second Part, III."},
      {
        "id":"ED028226",
        "title":"Summer Work-Study Program on Urban Problems for Secondary School Youth from Inner-City Communities. Final Report."},
      {
        "id":"ED028227",
        "title":"Metropolitan Housing Desegregation: The Case for an Affirmative Program under Title VI of the Civil Rights Act of 1964."},
      {
        "id":"ED028228",
        "title":"South Florida School Desegregation Consulting Center. Annual Report Covering the Period from August 1, 1965 to June 30, 1966."},
      {
        "id":"ED028229",
        "title":"Problems in School Desegregation: Three Institutes for Public School, Junior College, and Professional Organization Leaders."},
      {
        "id":"ED028230",
        "title":"Equal Educational Opportunity in the Sacramento City Unified School District; A Report to the Board of Education, The Sacramento City Unified School District."},
      {
        "id":"ED028231",
        "title":"Survey of School Desegregation in the Southern and Border States 1965-66."},
      {
        "id":"ED028232",
        "title":"Handbook on Catholic School Integration."},
      {
        "id":"ED028233",
        "title":"The University of Mississippi and the Meredith Case. (Includes &quot;Another Mississippi Story&quot;)."},
      {
        "id":"ED028234",
        "title":"&quot;The Right of Every Child&quot;: The Story of the Washington, D.C. Program of School Integration."},
      {
        "id":"ED028235",
        "title":"Title I: Help for the Educationally Deprived."},
      {
        "id":"ED028236",
        "title":"Guidelines for Professionals Working with Persons with Special Needs Developed from the Seminar for Supervisors and Teacher Educators of Teachers of Persons with Special Needs (University of Kentucky, June 12-23, 1967)."},
      {
        "id":"ED028237",
        "title":"Summer Experience In Occupational Therapy. Manual For Organizing A Program."},
      {
        "id":"ED028238",
        "title":"Equal Opportunity in Employment"},
      {
        "id":"ED028239",
        "title":"Study on Cost of Nursing Education. Part 1: Cost of Basic Diploma Programs."},
      {
        "id":"ED028240",
        "title":"Nurse Training Act of 1964. Program Review Report. Publication n No. 1740."},
      {
        "id":"ED028241",
        "title":"Educating for Work. A Report on the Current Scene in Vocational Education and The Committee's Conclusions. National Committee Paper No. 2."},
      {
        "id":"ED028242",
        "title":"Health Services Mobility Study, Plan of Work."},
      {
        "id":"ED028243",
        "title":"Employment Certificates--Help You Help Youth. Bulletin 183."},
      {
        "id":"ED028244",
        "title":"Feasibility Study of Problems in the Collection of Data on Job Vacancies."},
      {
        "id":"ED028245",
        "title":"Experimentation With Computer-Assisted Instruction In Technical Education. Semi-Annual Progress Report. Report No. R-6."},
      {
        "id":"ED028246",
        "title":"The Development of Programmed Units in Nursing. Final Report."},
      {
        "id":"ED028247",
        "title":"The Farm Worker In A Changing Agriculture. Part I In A Series On Technological Change And Farm Labor Use, Kern County, California, 1961. Research Report No. 277."},
      {
        "id":"ED028248",
        "title":"An Exploratory Cost-Benefits Analysis of Vocational Rehabilitation."},
      {
        "id":"ED028250",
        "title":"A Selected and Annotated Bibliography Related to Cooperative and Project Methods in Distributive Education. Bibliographic Series No. 5."},
      {
        "id":"ED028251",
        "title":"Train Practical Nurses to Become Registered Nurses: A Survey of the PN Point of View. Research Report Number 1."},
      {
        "id":"ED028252",
        "title":"The Nurse Career-Pattern Study; Biographical Data Reported By Entering Students, Fall, 1965."},
      {
        "id":"ED028253",
        "title":"The Use of Portable Video Tape Recorders and Micro-Teaching Techniques to Improve Instruction in Vocational-Technical Programs in Illinois; A Pilot Study. Final Report. Studies One and Two."},
      {
        "id":"ED028255",
        "title":"Involvement. Inservice Business Teacher Programs Leading to a Better Understanding of Students with Special Needs."},
      {
        "id":"ED028256",
        "title":"A Proposal For The Development of Materials Of Instruction For A General Mathematics Curriculum In Grade Nine. Final Report."},
      {
        "id":"ED028257",
        "title":"Experimental and Demonstration Project for Rural Workers at Tuskegee Institute (1966-1967). (February 1, 1966-August 31, 1968). Final Report."},
      {
        "id":"ED028258",
        "title":"Personnel Policies Forum. Survey No. 83; Effective Utilization of Manpower."},
      {
        "id":"ED028259",
        "title":"Arizona Industrial Arts: Electricity Electronics. A Curriculum Guide for Intermediate and Secondary Level Programs."},
      {
        "id":"ED028260",
        "title":"Technological Trends In Major American Industries. Bulletin No. 1474."},
      {
        "id":"ED028261",
        "title":"Projected Program Activities For 1968-69. Directions For The Future."},
      {
        "id":"ED028262",
        "title":"Work Force Adjustments in Private Industry. Their Implications for Manpower Policy. Manpower Automation Research Monograph No. 7."},
      {
        "id":"ED028263",
        "title":"Operation Decision: Citizen Planning for Nursing in the South."},
      {
        "id":"ED028265",
        "title":"Nurse-Faculty Census, 1968."},
      {
        "id":"ED028266",
        "title":"Guides in Construction and Manufacturing for Elementary School Industrial Arts. K-2; 3-4; 5-6."},
      {
        "id":"ED028267",
        "title":"Vocational Education; The Bridge Between Man And His Work. General Report."},
      {
        "id":"ED028268",
        "title":"Forest Technology; A Suggested 2-Year Post-High School Curriculum."},
      {
        "id":"ED028270",
        "title":"Civil Rights, Employment, and the Social Status of American Negroes. Studies in Employment and Unemployment."},
      {
        "id":"ED028271",
        "title":"Guidelines For The Development of Vocational Education In Texas Through 1975-76."},
      {
        "id":"ED028272",
        "title":"Supply And Demand For Teachers Of Vocational Agriculture In The United States For The 1967-68 School Year."},
      {
        "id":"ED028273",
        "title":"Descriptions and Source Listings of Professional Information in Agricultural Education, 1966-67, 1967-68, and 1968-69."},
      {
        "id":"ED028274",
        "title":"Research and Demonstration for Nurse' Aide Training."},
      {
        "id":"ED028276",
        "title":"Guidelines for Consumer Education."},
      {
        "id":"ED028277",
        "title":"Guidelines for Home Economics Education in Secondary Schools"},
      {
        "id":"ED028278",
        "title":"A Guide For Planning Facilities For Occupational Preparation Programs In Electrical Technology. Research 30."},
      {
        "id":"ED028279",
        "title":"Vocational Education and Technical Training. Condensed Task Report. Part I."},
      {
        "id":"ED028280",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs in Automotive Service. Research 29."},
      {
        "id":"ED028281",
        "title":"Pilot Program Studying Use of Electronic Equipment in the Stenography Classroom."},
      {
        "id":"ED028282",
        "title":"Implementation--New Designs For The Challenge Of The 1970s (Trade And Industrial Education)."},
      {
        "id":"ED028283",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs for Medical X-Ray Technicians. Research 31."},
      {
        "id":"ED028284",
        "title":"Guide to Funding New Career Programs."},
      {
        "id":"ED028285",
        "title":"Guidelines for the Development of Medical Record Technician Programs in Junior Colleges."},
      {
        "id":"ED028286",
        "title":"Educational and Occupational Adjustment of Wisconsin Male Youth. Bulletin 586."},
      {
        "id":"ED028287",
        "title":"Guidelines for Multiple-Teacher Departments of Vocational Agriculture."},
      {
        "id":"ED028288",
        "title":"Toward an Unambiguous Profession: A Review of Nursing. Health Administration Perspectives No. A6."},
      {
        "id":"ED028289",
        "title":"Family Economics -- Home Management. Home Economics Research Abstracts; 1966."},
      {
        "id":"ED028290",
        "title":"Selected Bibliography Of Theses And Research In Family Economics And Home Management."},
      {
        "id":"ED028291",
        "title":"The Status Of Health And Family Life Education In Connecticut Public Schools."},
      {
        "id":"ED028292",
        "title":"Essentials of an Accredited Curriculum for Optometric Technicians."},
      {
        "id":"ED028293",
        "title":"College Transfer, Associate Degree Vocational Diploma and Apprenticeship Enrollments Wisconsin Vocational, Technical, and Adult Education Schools, Fall 1967."},
      {
        "id":"ED028294",
        "title":"Staffing and Training Requirements for Tumor Registry Centers in the State of Louisiana. Technical Report 69-101."},
      {
        "id":"ED028295",
        "title":"Career Graduates: A Profile of Job Experience and Further Study of Students with AAS Degrees."},
      {
        "id":"ED028296",
        "title":"Forecast Systems Analysis and Training Methods for Electronics Maintenance Training. Research Report No. 13."},
      {
        "id":"ED028298",
        "title":"Research Visibility. Research in Vocational and Technical Education."},
      {
        "id":"ED028299",
        "title":"The Role of Organized Labor in the Vocational Training and Placement of Hard-Core Youth."},
      {
        "id":"ED028300",
        "title":"Proceedings: National Conference on Research, 1968 Vocational Education Amendments."},
      {
        "id":"ED028301",
        "title":"Guide for Planning Industrial Arts Laboratory Facilities."},
      {
        "id":"ED028302",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Winter 1968."},
      {
        "id":"ED028303",
        "title":"Educational and Occupational Orientation of Negro Male Youth In The Mississippi Delta. Final Report."},
      {
        "id":"ED028304",
        "title":"Interdisciplinary Workshop for Special Education and Vocational Education Teachers. Final Report."},
      {
        "id":"ED028306",
        "title":"The Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School; [Development and Implementation Problems.] Eighth Quarterly Report."},
      {
        "id":"ED028307",
        "title":"Development and Consistency of Student Images of Occupations."},
      {
        "id":"ED028308",
        "title":"Review of Research 1965 to 1969."},
      {
        "id":"ED028310",
        "title":"Research on Elementary Reading: Word Recognition. ERIC/CRIER Reading Review Series, Volume 2, Bibliography 17."},
      {
        "id":"ED028311",
        "title":"Training of Extension Personnel in Pakistan and the United States of America. Special Problems Report."},
      {
        "id":"ED028315",
        "title":"Participation in Public School Adult Education."},
      {
        "id":"ED028316",
        "title":"Materials for Teaching Adults to Read. Curriculum Bulletin, No. 292."},
      {
        "id":"ED028317",
        "title":"Correspondence Study: Faculty Evaluation; Phase I of the State-Wide Correspondence Study: Faculty Evaluation."},
      {
        "id":"ED028320",
        "title":"An Anglo-American Experiment; A Record of an Experiment in Co-operation Between ... the University of Hull, England, and the ... School of Liberal and Applied Studies of the University of Rochester, 1963-67, New York."},
      {
        "id":"ED028321",
        "title":"Some Unfinished Business in Continuing Education. \"From the Dean's Desk.\""},
      {
        "id":"ED028324",
        "title":"A Comparison of the Effectiveness of Face-to-Face and Remote Teaching in Communicating Educational Information to Adults. Extension Study 4."},
      {
        "id":"ED028325",
        "title":"Training and Development Announcement; A Comprehensive Review of the Department of the Army Management Intern Program, August 1968."},
      {
        "id":"ED028326",
        "title":"Identification of Management and Personnel Responsibility to Provide and Accept Opportunities for Improvement Thru Vocational and Educational Programs. Evaluation of PROJECT IMPROVE."},
      {
        "id":"ED028329",
        "title":"Speaking About Adults and the Continuing Educational Process. Proceedings of the Adult Basic Education Workshop (Northern Illinois University, June 13-24, 1966)."},
      {
        "id":"ED028331",
        "title":"Adult Education Statistics, 1968-69."},
      {
        "id":"ED028333",
        "title":"Leadership Skills in Adult Basic Education: A Resource Document and Workshop Report."},
      {
        "id":"ED028334",
        "title":"NASA and the Federal Management Intern Program."},
      {
        "id":"ED028335",
        "title":"Older Workers Training and Employment Program."},
      {
        "id":"ED028336",
        "title":"Recommendations for Adult Education Program for &quot;Model Schools&quot; Program for 1968-1969 School Year and Long-Range Plans for Adult Education Center."},
      {
        "id":"ED028337",
        "title":"The Administrative Functions of the County Extension Director in Kansas."},
      {
        "id":"ED028340",
        "title":"Continuing Education of Women. Current Information Sources, No. 22."},
      {
        "id":"ED028341",
        "title":"Studies and Reports Relating to Training and Education, FY 1968."},
      {
        "id":"ED028344",
        "title":"A Study of Certain Characteristics of CDAE Teachers; A Study of Selected Teacher Characteristics and Their Relationship to Adult Teaching."},
      {
        "id":"ED028345",
        "title":"The Pratt Center for Community Improvement: A University Urban Action Program."},
      {
        "id":"ED028346",
        "title":"The University and Community Education. Notes and Essays on Education for Adults, 36."},
      {
        "id":"ED028348",
        "title":"Nassau County Vocational Center for Women. Second Annual Report, January, 1969."},
      {
        "id":"ED028349",
        "title":"Education in Emerging Africa; A Select and Annotated Bibliography. Michigan State University Education in Africa Series 1."},
      {
        "id":"ED028350",
        "title":"Handbook for County Agricultural Extension Councils 1967."},
      {
        "id":"ED028351",
        "title":"Training Program for Louisiana Correctional, Probation and Parole Personnel; A Study of Present and Future Needs. Final Report."},
      {
        "id":"ED028353",
        "title":"A Guide for Curriculum Planning; Basic Education for Adults."},
      {
        "id":"ED028354",
        "title":"The Peace Corps in an Educating Society."},
      {
        "id":"ED028357",
        "title":"First Course of Study for Teachers of Adult Basic Education Classes, Prepared Under Provisions of the Colorado State Plan for Adult Basic Education."},
      {
        "id":"ED028358",
        "title":"Information Sources and Program Planning in Adult Education."},
      {
        "id":"ED028359",
        "title":"A Study of the Adoption Process of a Family Living Practice by Homemakers in a Selected North Carolina County. Report No. 8."},
      {
        "id":"ED028361",
        "title":"Organization for Service in Adult and Continuing Education."},
      {
        "id":"ED028362",
        "title":"Training of Policemen in Emotional Control and Awareness."},
      {
        "id":"ED028363",
        "title":"Score Distributions, General Examinations, College-Level Examination Program; Candidates Tested Through the United States Armed Forces Institute, July 1965-December 1966."},
      {
        "id":"ED028364",
        "title":"Research Related to Adult Education Conducted at the University of British Columbia."},
      {
        "id":"ED028366",
        "title":"Formula for Success: A Step-by Step Procedure for Organizing a Local Institute of Lifetime Learning."},
      {
        "id":"ED028368",
        "title":"Peace Corps Seventh Annual Report."},
      {
        "id":"ED028369",
        "title":"Student Performance Requirements: Minitary Service. Continuation Education System Development Project."},
      {
        "id":"ED028370",
        "title":"Able People Well Prepared: The Adult Education and the Mass Media Fellowship Programs--1952-61 of the Fund for Adult Education."},
      {
        "id":"ED028371",
        "title":"A Study of Participants in the Great Books Program 1957. Studies in Adult Group Learning in the Liberal Arts."},
      {
        "id":"ED028373",
        "title":"Accent on Learning; An Analytical History of the Fund for Adult Education's Experimental Discussion Project, 1951-1959."},
      {
        "id":"ED028374",
        "title":"Study-Discussion in the Liberal Arts. Studies in Adult Group Learning in the Liberal Arts."},
      {
        "id":"ED028375",
        "title":"A Comparative Study of Lecture and Discussion Methods. Studies in Adult Group Learning in the Liberal Arts."},
      {
        "id":"ED028376",
        "title":"A Ten Year Report of The Fund For Adult Education; 1951-1961."},
      {
        "id":"ED028377",
        "title":"The Educational Experience. The Redfield Lectures."},
      {
        "id":"ED028381",
        "title":"Final Report on the Development of a Model Education and Training System for Inmates in Federal Correctional Institutions, to Federal Prison Industries, Incorporated, U.S. Department of Justice."},
      {
        "id":"ED028382",
        "title":"Final Report on an Analysis of the Education and Training Systems at Milan, Michigan and Terre Haute, Indiana to Federal Prison Industries Incorporated, U.S. Department of Justice."},
      {
        "id":"ED028384",
        "title":"L'Education des Adultes; Revue de Pedagogie (Adult Education; A Review of Pedagogy)."},
      {
        "id":"ED028385",
        "title":"Cooperative Project in Adult Basic Education for Wyoming, 1968-69."},
      {
        "id":"ED028403",
        "title":"Application of Demand Analysis in Marketing Continuing Education."},
      {
        "id":"ED028404",
        "title":"Merger in Extension; A History and Analysis of Merger at the University of Wisconsin."},
      {
        "id":"ED028405",
        "title":"Coming of Age in Samoa -- The Peace Corps Way."},
      {
        "id":"ED028409",
        "title":"Structural Apperception in the Absence of Syntactic Constraints."},
      {
        "id":"ED028410",
        "title":"Analysis in Transformational Grammar."},
      {
        "id":"ED028411",
        "title":"What Does it Mean to Know a Language, Or How Do You Get Someone to Perform His Competence?"},
      {
        "id":"ED028412",
        "title":"Some Psycholinguistic and Sociolinguistic Aspects of Bilingual Education."},
      {
        "id":"ED028413",
        "title":"On Utterance Final [1] and [u] in Portuguese."},
      {
        "id":"ED028414",
        "title":"How We Speak and Understand English."},
      {
        "id":"ED028415",
        "title":"Identification of American English Initial /l/ and /r/ by Native Speakers of Japanese."},
      {
        "id":"ED028416",
        "title":"The Uncle Remus Dialect: A Preliminary Linguistic View."},
      {
        "id":"ED028418",
        "title":"Cultural Sensitivity Training for the Teacher of Spanish-Speaking Children."},
      {
        "id":"ED028419",
        "title":"Bringing the School and Community Together."},
      {
        "id":"ED028420",
        "title":"Selected TESOL Developments in A.I.D.'s Assistance to Southeast Asia."},
      {
        "id":"ED028421",
        "title":"The Function of Repetition in Child Language as Part of an Integrated Theory of Developmental Linguistics."},
      {
        "id":"ED028422",
        "title":"Linguistic Universals, Deep Structure, and English as a Second Language."},
      {
        "id":"ED028423",
        "title":"A Study of the Non-Standard English of Negro and Puerto Rican Speakers in New York City. Volume I: Phonological and Grammatical Analysis."},
      {
        "id":"ED028424",
        "title":"A Study of the Non-Standard English of Negro and Puerto Rican Speakers in New York City. Volume II: The Use of Language in the Speech Community."},
      {
        "id":"ED028425",
        "title":"Cakchiquel Basic Course."},
      {
        "id":"ED028427",
        "title":"What Classroom Teachers Should Know About Bilingual Education."},
      {
        "id":"ED028428",
        "title":"Interpretive Studies on Bilingual Education. Final Report."},
      {
        "id":"ED028429",
        "title":"Administration of Bilingual Education."},
      {
        "id":"ED028430",
        "title":"Facilitation of Language and Literacy Development through Intensive Auditory Perceptual Training."},
      {
        "id":"ED028432",
        "title":"Synthetic Intonation."},
      {
        "id":"ED028433",
        "title":"Semantics, Phrase Structure and Age as Variables in Sentence Recall."},
      {
        "id":"ED028434",
        "title":"Phonetic Symbolism in Adult Native Speakers of English: Three Studies."},
      {
        "id":"ED028435",
        "title":"The Recall of Verbal Material Accompanying Semantically Well-Integrated and Semantically Poorly-Integrated Sentences."},
      {
        "id":"ED028436",
        "title":"Psycholinguistic Attitude Study."},
      {
        "id":"ED028437",
        "title":"Communicability of Verbal Behavior in Schizophrenic Patients and Its Relationship to Current Psycholinguistic Threory."},
      {
        "id":"ED028438",
        "title":"Learning a Language in the Field: Problems of Linguistic Relativity."},
      {
        "id":"ED028439",
        "title":"Psychological Variables and Ability to Pronounce a Second Language."},
      {
        "id":"ED028440",
        "title":"Intonation, Scientism, and &quot;Archetypality&quot;."},
      {
        "id":"ED028441",
        "title":"Semantic Influences on Sentence Production: The Use of Adjectives."},
      {
        "id":"ED028442",
        "title":"The &quot;Voiceprint&quot; Myth."},
      {
        "id":"ED028443",
        "title":"A Programmed Course in Modern Literary Arabic Phonology and Script."},
      {
        "id":"ED028444",
        "title":"Ewe Basic Course. Revised Version."},
      {
        "id":"ED028445",
        "title":"Language Resource Information for Teachers of the Culturally Disadvantaged. Final Report."},
      {
        "id":"ED028447",
        "title":"The Role of TESOL in Bilingual Education for the Navajo Child."},
      {
        "id":"ED028448",
        "title":"Selection, Training, and Manpower Recruitment in Rehabilitation."},
      {
        "id":"ED028449",
        "title":"Special Education and Pupil Services in RESA X. 1968."},
      {
        "id":"ED028450",
        "title":"Educational and Vocational Rehabilitation of Disadvantaged Handicapped Youth."},
      {
        "id":"ED028451",
        "title":"The Nation's Youth."},
      {
        "id":"ED028452",
        "title":"Functions and Preparation of the Elementary School Counselor."},
      {
        "id":"ED028453",
        "title":"Food Service and the College Union. College Unions at Work."},
      {
        "id":"ED028454",
        "title":"School Achievement and Personality. Description of School Achievement in Terms of Ability, Trait, Situational and Background Variables. I: Design and Hypotheses; IV: Results and Discussion."},
      {
        "id":"ED028455",
        "title":"School Achievement and Personality. Description of School Achievement in Terms of Ability, Trait, Situational and Background Variables. III: Operations at the Factor Level."},
      {
        "id":"ED028458",
        "title":"The Existentialist Counselor at Work."},
      {
        "id":"ED028460",
        "title":"Behavioral-Reinforcement Counseling with Rural High School Youth."},
      {
        "id":"ED028461",
        "title":"Achievements and Challenges. The HEW Forum Papers. Second Series."},
      {
        "id":"ED028462",
        "title":"A Scoring Guide for the Greenberger-Entwisle Need-Achievement Pictures."},
      {
        "id":"ED028463",
        "title":"The Guidance of Elementary School Children."},
      {
        "id":"ED028464",
        "title":"Socialization and Games: An Exploratory Study of Race Differences."},
      {
        "id":"ED028465",
        "title":"Game Experience and Socialization: An Exploratory Study of Sex Differences."},
      {
        "id":"ED028466",
        "title":"Coordinated Data Processing Planning Project for the Educational Research and Development Council of the Twin Cities Metropolitan Area, Inc."},
      {
        "id":"ED028467",
        "title":"College Press and Dropouts."},
      {
        "id":"ED028468",
        "title":"The Reliability of Essay Grading."},
      {
        "id":"ED028469",
        "title":"College Student Participation in Social Action Projects."},
      {
        "id":"ED028470",
        "title":"Non-Academic Aspects of College Experience."},
      {
        "id":"ED028472",
        "title":"An Innovative Approach Utilizing a Pupil Personnel-Medical Team for the Early Detection and Prevention of Pupil Problems."},
      {
        "id":"ED028473",
        "title":"Curriculum Imperative: Survival of Self in Society."},
      {
        "id":"ED028475",
        "title":"Video Group Social Models, Group Stimulus Materials and Client Characteristics in Vocational Counseling: An Experimental Study."},
      {
        "id":"ED028476",
        "title":"Developing Group Counseling Models for the Neighborhood Youth Corps. Final Report."},
      {
        "id":"ED028477",
        "title":"Art in the Union. College Unions at Work."},
      {
        "id":"ED028478",
        "title":"The Union Recreation Area. College Unions at Work."},
      {
        "id":"ED028480",
        "title":"Diagnostic Procedures and Their Incorporation in the Planning of Individual Remedial Programs. Part I."},
      {
        "id":"ED028481",
        "title":"Dialogue '68. Proceedings of the Edgar A. Whiting Conference."},
      {
        "id":"ED028482",
        "title":"A Report of the Center for Continuing Education, Drake University."},
      {
        "id":"ED028483",
        "title":"SWCEL Classroom Management Program. Delay and Magnitude of Reward for Achieving Behavioral Objectives."},
      {
        "id":"ED028484",
        "title":"The Pupil Personnel Services Concept in Education."},
      {
        "id":"ED028485",
        "title":"Use of Sequential Factor Analyses to Clarify Interpretation of Underlying Relations."},
      {
        "id":"ED028486",
        "title":"Content Analysis of Stories for Curiosity Imagery: A Manual."},
      {
        "id":"ED028487",
        "title":"The Vocational Counseling of Adults and Young Adults. A Philosophy of Adult Counseling."},
      {
        "id":"ED028488",
        "title":"A Study to Determine Relations in Role Identity, Scholastic Aptitude, Achievement, and Non-Academic Factors among Male and Female Students. Final Report."},
      {
        "id":"ED028489",
        "title":"Counselors&apos; Conceptions of Ideal and Non-Preferred Client Types. Final Report."},
      {
        "id":"ED028490",
        "title":"Career Development. Interim Report."},
      {
        "id":"ED028491",
        "title":"Why and How Young Men Drop Out of High School: Some Preliminary Findings. Interim Report."},
      {
        "id":"ED028492",
        "title":"Conditioned Emotional Response: Performance Decrement in Humans as a Function of Task Complexity. Final Report."},
      {
        "id":"ED028493",
        "title":"The Learning Research and Development Center at the University of Pittsburgh."},
      {
        "id":"ED028494",
        "title":"CAPS Capsule. Winter 1968, Volume 2, Number 2."},
      {
        "id":"ED028495",
        "title":"The Vocational Counseling of Adults and Young Adults. Counseling and the Junior College."},
      {
        "id":"ED028496",
        "title":"The Place of Educational Research in Educational Change."},
      {
        "id":"ED028497",
        "title":"A Model of Change for Instructional Development."},
      {
        "id":"ED028499",
        "title":"A Review of Research and Development Centers Supported by the U.S. Office of Education."},
      {
        "id":"ED028500",
        "title":"The Relationship between Supervisor's Activities and Their Perception of the Purpose of Supervision."},
      {
        "id":"ED028501",
        "title":"The Stanford School Scheduling System."},
      {
        "id":"ED028502",
        "title":"Sociocultural Context and the American School: An Open-Systems Analysis of Educational Opportunity. Final Report."},
      {
        "id":"ED028503",
        "title":"Tomorrow's Boards of Education."},
      {
        "id":"ED028504",
        "title":"Coping with Racial Imbalance."},
      {
        "id":"ED028505",
        "title":"The Relationship of Form of School Organization to Pupil Behavior."},
      {
        "id":"ED028507",
        "title":"Some Limitations and Cautions in the Use of Quantitative Techniques in Decision-Making."},
      {
        "id":"ED028508",
        "title":"The Developing Relationship between Elementary-Secondary and Higher Education in American States."},
      {
        "id":"ED028509",
        "title":"Instrumentation of Bloom's and Krathwohl's Taxonomies for the Writing of Educational Objectives."},
      {
        "id":"ED028510",
        "title":"The Assessment of School Performance in Big City School Systems."},
      {
        "id":"ED028511",
        "title":"Citizen Participation in School Affairs in Two Southern Cities."},
      {
        "id":"ED028512",
        "title":"Strengthening Citizen Participation: An Analysis of New York City Experiments."},
      {
        "id":"ED028513",
        "title":"Prerequisites for Systems Analysts: Analytic and Management Demands of a New Approach to Educational Administration."},
      {
        "id":"ED028514",
        "title":"Patterns of Professional Growth in High and Low Incentive School Districts."},
      {
        "id":"ED028515",
        "title":"What's the Score on National Assessment?"},
      {
        "id":"ED028516",
        "title":"Rationale and Plan for Monitoring the Field Testing of an Instructional Innovation: Individually Prescribed Instruction."},
      {
        "id":"ED028517",
        "title":"Organizational Climate and the Adoption of Educational Innovations."},
      {
        "id":"ED028518",
        "title":"A Model for Research on Instruction."},
      {
        "id":"ED028519",
        "title":"The Non-Behavior of Supervisors."},
      {
        "id":"ED028520",
        "title":"Authority of Position and Authority of Knowledge: Factors Influencing Teacher Decisions."},
      {
        "id":"ED028521",
        "title":"Measuring the Functional Structure of Complex Organizations."},
      {
        "id":"ED028522",
        "title":"State Politics of Education: Policy Formulation--Past Present and Future."},
      {
        "id":"ED028523",
        "title":"Problem Situations Encountered by School Principals in Different Socioeconomic Settings."},
      {
        "id":"ED028524",
        "title":"The Economic Basis of Multilateral Bargaining in Public Education."},
      {
        "id":"ED028525",
        "title":"The Use of Quantitative Methods as an Aid to Decision Making in Educational Administration."},
      {
        "id":"ED028526",
        "title":"State Power and Local Decision-Making in Education."},
      {
        "id":"ED028527",
        "title":"Study Sponsorship and Overall Study Design."},
      {
        "id":"ED028528",
        "title":"One Model for Curriculum Development."},
      {
        "id":"ED028529",
        "title":"Recruitment Processes and the Composition of State Boards of Education."},
      {
        "id":"ED028530",
        "title":"Report on a National Survey of Secondary School Principals on the Nature and Extent of Student Activism."},
      {
        "id":"ED028531",
        "title":"Research and Data Problems in Big-City Schools. A Symposium."},
      {
        "id":"ED028532",
        "title":"Salient Areas of Conflict between Administration and Teachers in a Minimally Industrialized Area."},
      {
        "id":"ED028533",
        "title":"Part-Time Teachers and How They Work: A Study of Five School Systems."},
      {
        "id":"ED028534",
        "title":"Directory of Educational Data Processing Installations."},
      {
        "id":"ED028535",
        "title":"The Administration of a School Construction Program."},
      {
        "id":"ED028536",
        "title":"Proceedings of the Workshop for School Business Officials: Theme, School Budgeting (State University of New York at Buffalo, February 2, 1968)."},
      {
        "id":"ED028538",
        "title":"A Test of a Conflict Theory of Organization."},
      {
        "id":"ED028539",
        "title":"Development of an Operational Model for the Application of Planning-Programming-Budgeting Systems in Local School Districts. Program Budgeting Note 1, Introduction to Program Budgeting."},
      {
        "id":"ED028540",
        "title":"Development of an Operational Model for the Application of Planning-Programming-Budgeting Systems in Local School Districts. Program Budgeting Note 2, Program Budgeting in the Federal Government."},
      {
        "id":"ED028541",
        "title":"Leader Behavior Characteristics and Organizational Climate."},
      {
        "id":"ED028542",
        "title":"The Basic Case for Variable Class Scheduling."},
      {
        "id":"ED028543",
        "title":"Report of the Educational Park Advisory Committee to the Metropolitan Education Subcommittee of the Joint Committee on Education."},
      {
        "id":"ED028544",
        "title":"Effective Instruction: A Report on the Four-Quarter Plan of Organization."},
      {
        "id":"ED028545",
        "title":"Soviet Secondary Schools for the Mathematically Talented."},
      {
        "id":"ED028546",
        "title":"The Mentally Gifted Minor Program; Report of a Study Made by the Division of Special Schools and Services."},
      {
        "id":"ED028547",
        "title":"Promising Practices in the Education of Superior Students: A Demonstration Program."},
      {
        "id":"ED028548",
        "title":"California Project Talent."},
      {
        "id":"ED028549",
        "title":"Educating the Gifted in Minnesota Schools."},
      {
        "id":"ED028550",
        "title":"Implementing Programs for Trainable Mentally Retarded Children."},
      {
        "id":"ED028551",
        "title":"Work Adjustment Program for Disabled Persons with Emotional Problems. Final Report."},
      {
        "id":"ED028552",
        "title":"Validation of the Vocational Capacity Scale Utilizing Institutionalized Retardates. Final Report."},
      {
        "id":"ED028553",
        "title":"Dental Health for the Handicapped."},
      {
        "id":"ED028554",
        "title":"Mental Health Services Program, 1967 Report. ESEA [Elementary and Secondary Education Act] Title I Projects."},
      {
        "id":"ED028555",
        "title":"Special Education Diagnostic and Resource Center Project, 1967-68. ESEA Title III Evaluation Report."},
      {
        "id":"ED028558",
        "title":"Acceleration and Enrichment in the Junior High School; A Follow-up Study."},
      {
        "id":"ED028559",
        "title":"Recommended Guidelines for PKU Programs."},
      {
        "id":"ED028560",
        "title":"The Social Sciences and Mental Retardation: Family Components. Report of a Conference (Bethesda, Maryland, January 8-9, 1968)."},
      {
        "id":"ED028562",
        "title":"Status Report of Title VI-A Special Education Projects in Colorado."},
      {
        "id":"ED028563",
        "title":"Attitudes toward Education and Physically Disabled Persons in Eleven Nations."},
      {
        "id":"ED028565",
        "title":"Suggestions and Guidelines for Development of Television Facilities in Schools for the Deaf."},
      {
        "id":"ED028569",
        "title":"Optimal Health Care for Mothers and Children: A National Priority. A Report of Five Conferences Held during 1967."},
      {
        "id":"ED028572",
        "title":"A Guide to Clinical Services in Speech Pathology and Audiology."},
      {
        "id":"ED028573",
        "title":"Motivation-Hygiene Orientation and School Achievement in Mentally Subnormal Children."},
      {
        "id":"ED028574",
        "title":"Facilities for the Educationally Handicapped."},
      {
        "id":"ED028575",
        "title":"The Utilization and Design of Physical Facilities for the Rehabilitation of Mentally Retarded. Final Project Report."},
      {
        "id":"ED028576",
        "title":"Information Sources in Hearing, Speech, and Communication Disorders. Part I, Publications, Developmental Edition."},
      {
        "id":"ED028577",
        "title":"Dimensions of Creativity in Elementary School Children."},
      {
        "id":"ED028578",
        "title":"Accomplishments, Administrative Structure, and Activities of the Sensory Aids Evaluation and Development Center. Annual Report."},
      {
        "id":"ED028579",
        "title":"Diagnostic and Clinical Services Center for Hearing Impaired Children. Interim Report."},
      {
        "id":"ED028580",
        "title":"Vocational Education, Special Education and Vocational Rehabilitation; A Marriage of Professionals Needed for Handicapped Children."},
      {
        "id":"ED028582",
        "title":"The Role of Resource Consultant in Special Education."},
      {
        "id":"ED028583",
        "title":"Helping Young Children Develop Language Skills: A Book of Activities."},
      {
        "id":"ED028584",
        "title":"Brain Damage in School Age Children."},
      {
        "id":"ED028585",
        "title":"Exceptional Children Research Review."},
      {
        "id":"ED028586",
        "title":"Careers in Special Education."},
      {
        "id":"ED028587",
        "title":"Architectural Considerations for Classrooms for Exceptional Children."},
      {
        "id":"ED028590",
        "title":"The School Architect. Selection, Duties, How to Work With Him."},
      {
        "id":"ED028592",
        "title":"Space, Arrangement, Beauty in School."},
      {
        "id":"ED028593",
        "title":"Literature Related to Planning, Design and Construction of Science Facilities."},
      {
        "id":"ED028594",
        "title":"Trends in School Building."},
      {
        "id":"ED028595",
        "title":"The Role and Training of the School Plant Specialist."},
      {
        "id":"ED028596",
        "title":"Evaluation of Elementary School Plant."},
      {
        "id":"ED028597",
        "title":"A Guide for Equipping Industrial Arts Facilities."},
      {
        "id":"ED028598",
        "title":"Finishes for Metals. Paintability of Galvanized Steel, Corrosion Resistance of Metallized Coatings."},
      {
        "id":"ED028599",
        "title":"Adhesives in Building--Lamination of Structural Timber Beams, Bonding of Cementitious Materials, Bonding of Gypsum Drywall Construction. Proceedings of a Conference of the Building Research Institute, Division of Engineering and Industrial Research (Spring 1960)."},
      {
        "id":"ED028600",
        "title":"A Study of Physical Facilities at Arkansas Colleges and Universities. Existing Facilities - 1967; Projected Facility Needs - 1975 and 1980."},
      {
        "id":"ED028601",
        "title":"Requirements for Weatherproofing Thin Shell Concrete Roofs. Proceedings of the Conference of Building Research Institute, Division of Engineering and Industrial Research (Spring 1961)."},
      {
        "id":"ED028602",
        "title":"New Joint Sealants. Criteria, Design and Materials."},
      {
        "id":"ED028603",
        "title":"Public Entrance Doors. Proceedings of a Conference of the Building Research Institute, Division of Engineering and Industrial Research (Spring 1961)."},
      {
        "id":"ED028604",
        "title":"Prefinishing of Exterior Building Components. Proceedings of a Conference of the Building Research Institute, Division of Engineering and Industrial Research (Fall 1961)."},
      {
        "id":"ED028605",
        "title":"Information Requirements for Selection of Plastics for Use in Building. Proceedings of Conference of the Building Research Institute, Division of Engineering and Industrial Research (Spring 1960)."},
      {
        "id":"ED028606",
        "title":"Recent Developments and the Impact of the Newer Media."},
      {
        "id":"ED028608",
        "title":"Hub Lighting Systems for Children's Theatres."},
      {
        "id":"ED028609",
        "title":"The Open Stage, Based on the Designs of James Hull Miller."},
      {
        "id":"ED028610",
        "title":"New School Stages for Old."},
      {
        "id":"ED028611",
        "title":"Little Theatres from Modest Spaces, Based on the Design Practices of James Hull Miller."},
      {
        "id":"ED028612",
        "title":"Planning Industrial Arts Shops (For Secondary Schools)."},
      {
        "id":"ED028613",
        "title":"A Report on the Education Park."},
      {
        "id":"ED028614",
        "title":"The Planning Process for Social and Physical Planning and the Need for an Environmental Design. Monograph No. 2."},
      {
        "id":"ED028616",
        "title":"Techniques of Systems Analysis for University Planning."},
      {
        "id":"ED028617",
        "title":"Educational Facilities for the Visually Handicapped."},
      {
        "id":"ED028618",
        "title":"A Checklist for Planning Community College Facilities."},
      {
        "id":"ED028619",
        "title":"A Comprehensive Survey of the Metropolitan School System of Nashville and Davidson County, Tennessee."},
      {
        "id":"ED028622",
        "title":"Lighting Systems for Educational Television."},
      {
        "id":"ED028623",
        "title":"Research Space Factors Used for Projecting the 1969-71 Needs in Wisconsin Public Higher Education Facilities."},
      {
        "id":"ED028624",
        "title":"The Prepared Environment and Its Relationship to Learning."},
      {
        "id":"ED028626",
        "title":"The Design of Outdoor Physical Education Facilities for Colleges and Schools."},
      {
        "id":"ED028627",
        "title":"A Study of Emergency Lighting for the Dade County Board of Public Instruction."},
      {
        "id":"ED028628",
        "title":"Seminar to Discuss the Present Status of Vision Engineering for the Dade County Board of Public Instruction."},
      {
        "id":"ED028631",
        "title":"Energy Integrated Design of Lighting, Heating, and Cooling Systems, and Its Effect on Building Energy Requirements."},
      {
        "id":"ED028632",
        "title":"Guide for Planning Community Junior College Facilities."},
      {
        "id":"ED028633",
        "title":"The Analysis of Essays by Computer. Final Report."},
      {
        "id":"ED028635",
        "title":"Trends in Programmed Instruction; Papers from the First Annual Convention of the National Society for Programmed Instruction."},
      {
        "id":"ED028637",
        "title":"Multimedia Instructional Programs in Mathematics--Demonstration and Experimentation. The Assimilation of New Media in the Instructional Program of a Rural School. Final Report."},
      {
        "id":"ED028638",
        "title":"Teaching Machines and Programed Learning. II, Data and Directions."},
      {
        "id":"ED028639",
        "title":"Oak Park and River Forest High School Random Access Information Center; A PACE Program. Report II."},
      {
        "id":"ED028640",
        "title":"Survey of the Instructional Use of the Computer in Connecticut's Public and Private High Schools."},
      {
        "id":"ED028641",
        "title":"E.B.U. International Conference on Educational Radio and Television (3rd, Paris, March 8-22, 1967)."},
      {
        "id":"ED028643",
        "title":"Mission: Possible; The Story of Project Challenge."},
      {
        "id":"ED028644",
        "title":"Interim User's Guide to PLANIT: The Author-Language of the Instructor's Computer Utility. Technical Memorandum."},
      {
        "id":"ED028645",
        "title":"A Computer Study for the Allocation of Channels and the Placement of Transmitters for 2500 MHz Fixed-Station Service in a Metropolitan Area Containing Many Eligible Applicants for Licensing."},
      {
        "id":"ED028646",
        "title":"&quot;Medicine Today;&quot; A Small Scale Trial of Subjective Responses of Doctors Viewing Television in Groups."},
      {
        "id":"ED028647",
        "title":"The Name of the Game--Simulation. Research Brief, Number 4."},
      {
        "id":"ED028648",
        "title":"Bibliography of Materials Published about the Edison Responsive Environment Learning System; The &quot;Talking Typewriter.&quot;"},
      {
        "id":"ED028652",
        "title":"The Use of Field Data for Improving IPI Materials and Procedures."},
      {
        "id":"ED028662",
        "title":"The Linguistic Basis for the Development of Reading Skill."},
      {
        "id":"ED028663",
        "title":"&quot;Modern Spanish&quot; in an Intensive Program for Graduate Students: An Experiment and Some Reflections."},
      {
        "id":"ED028664",
        "title":"The Learning Strategy of the Total Physical Response: A Review."},
      {
        "id":"ED028665",
        "title":"Listening Comprehension."},
      {
        "id":"ED028666",
        "title":"Realizing the Reading Comprehension and Literature Aims via an Audio-Lingual Orientation."},
      {
        "id":"ED028667",
        "title":"Literature? No Literature?: A Rebuttal."},
      {
        "id":"ED028668",
        "title":"What Shall It Be, Asks Hocking--Literature or Basketball?"},
      {
        "id":"ED028669",
        "title":"Semi-programmation et controle psycho-pedagogique (Semi-Programation and Psycho-Pedagogical Control)."},
      {
        "id":"ED028670",
        "title":"Reference Shelf for Russian Teachers."},
      {
        "id":"ED028671",
        "title":"East Central and Southeast European Studies in the United States."},
      {
        "id":"ED028672",
        "title":"A Pilot Study of Aptitude and Attitude; Factors in Language Dropout."},
      {
        "id":"ED028673",
        "title":"A Comparative Study of Evaluations of Language Learning Potential by Aptitude Battery, Two Teacher Evaluations, and Student Self-Evaluation."},
      {
        "id":"ED028674",
        "title":"Native Speaker Program: Evaluation of a Pilot Project."},
      {
        "id":"ED028676",
        "title":"The Sixth Annual Report of the United States Advisory Commission on International Educational and Cultural Affairs; Is Anyone Listening?"},
      {
        "id":"ED028677",
        "title":"The Effectiveness of the Use of Foreign Languages in Teaching Academic Subjects. A Research Contribution to Educational Planning."},
      {
        "id":"ED028679",
        "title":"The Language Laboratory in Virginia; A Survey Report. A Research Contribution to Educational Planning, Volume 50, Number 6."},
      {
        "id":"ED028682",
        "title":"Surface Structure and Deep Structure in Latin Syntax. Studies in Language and Language Behavior, Progress Report VIII."},
      {
        "id":"ED028684",
        "title":"Educational Innovations in Response to Student Activism: Developments at Berkeley and San Francisco State College."},
      {
        "id":"ED028685",
        "title":"Effecting Change in Institutions of Higher Education."},
      {
        "id":"ED028686",
        "title":"Unit Factorial Ratings by College Students of Courses and Instructors."},
      {
        "id":"ED028687",
        "title":"Financial Aspects of Interinstitutional Cooperation: Unit Costs in Cluster and Non-Cluster Colleges."},
      {
        "id":"ED028689",
        "title":"Decision Making in Higher Education."},
      {
        "id":"ED028690",
        "title":"Graduate Education in the Predominantly Negro Institution."},
      {
        "id":"ED028691",
        "title":"New Careers and Curriculum Change. Report of a Conference on Curricular Change in the Traditionally Negro College for New Career Opportunities."},
      {
        "id":"ED028696",
        "title":"Protest Politics and Campus Reform."},
      {
        "id":"ED028697",
        "title":"Confrontation or Participation? The Federal Government and the Student Community. A Report to the President of the United States by the White House Fellows Association."},
      {
        "id":"ED028698",
        "title":"Long Range Planning. University of Missouri."},
      {
        "id":"ED028700",
        "title":"Issues in University Governance. A Report to the Ford Foundation on the Summer Colloquium on University Governance."},
      {
        "id":"ED028701",
        "title":"Why They Don't Show in September. A Report on the Facts Relating to Failure to Enroll After Being Admitted to Wisconsin State University at Stevens Point."},
      {
        "id":"ED028702",
        "title":"Some Further Reflections on No Show. A Report of Additional Findings Concerning Students Who Were Admitted but Did Not Enter WSU-Stevens Point, Fall, 1968."},
      {
        "id":"ED028707",
        "title":"Report of the University of Minnesota Task Force on Student Representation."},
      {
        "id":"ED028708",
        "title":"Student Enrollments in Minnesota Higher Education. 1967-1968 Enrollments. Origin of Students by Residence. Migration of Students."},
      {
        "id":"ED028709",
        "title":"Population and Student Enrollments in Minnesota Higher Education. Population. Enrollment Trends. Future Enrollments."},
      {
        "id":"ED028710",
        "title":"Educational Choices and Expectations of Male Students Entering a Midwestern University."},
      {
        "id":"ED028711",
        "title":"The Training of New Department Chairmen. The Need, Present and Proposed Programs."},
      {
        "id":"ED028712",
        "title":"How Should Higher Education Function as a Social Critic?"},
      {
        "id":"ED028713",
        "title":"Recruitment and Support of Culturally Distinct Students. Ethical and Educational Implications."},
      {
        "id":"ED028714",
        "title":"Curricular Changes to Meet the Needs of a Black Society."},
      {
        "id":"ED028715",
        "title":"The Departmental Chairman and the Public Institution or It's a Bird, It's a Plane, No It's a . . . . . ."},
      {
        "id":"ED028716",
        "title":"A Proposal for Cooperation Among National Organizations in Higher Education."},
      {
        "id":"ED028717",
        "title":"Possible Future Directions for Higher Education and Private Foundation Cooperation."},
      {
        "id":"ED028718",
        "title":"Part E - Education Professions Development Act of 1967."},
      {
        "id":"ED028719",
        "title":"Reward Systems for Innovation."},
      {
        "id":"ED028720",
        "title":"Professional Schools and Professional Demands: Closing the Gap."},
      {
        "id":"ED028721",
        "title":"Extraordinary Benefit Environment in Higher Education."},
      {
        "id":"ED028722",
        "title":"Review of Selected Literature: The Agony and Promise of America."},
      {
        "id":"ED028723",
        "title":"Objectives in Higher Education."},
      {
        "id":"ED028724",
        "title":"Faculty Power and The U.S. Campus."},
      {
        "id":"ED028726",
        "title":"Measurement of Graduate School Environments."},
      {
        "id":"ED028727",
        "title":"A Blueprint for a Medical School Undergraduate Teaching Program in Primary Care. Annual Report. United States Public Health Service."},
      {
        "id":"ED028729",
        "title":"Task Force Recommendations on Student Representation in the University Senate and Campus Assemblies."},
      {
        "id":"ED028730",
        "title":"[Admission of High Risk Students at Michigan State University.]"},
      {
        "id":"ED028731",
        "title":"Contemporary College Students and the Curriculum. SREB Research Monograph No. 14."},
      {
        "id":"ED028732",
        "title":"The Black Student in American Colleges."},
      {
        "id":"ED028733",
        "title":"Overcoming the Constraints of the Present University System."},
      {
        "id":"ED028735",
        "title":"The Student in Higher Education. Report of the Committee on the Student in Higher Education."},
      {
        "id":"ED028736",
        "title":"Revised Report of the Committee on University Governance."},
      {
        "id":"ED028737",
        "title":"Characteristics of Inner City Students at American University."},
      {
        "id":"ED028738",
        "title":"[Ombudsman Proposal] Academic Freedom, Rights and Responsibilities of Students. Revision. Adopted 1968."},
      {
        "id":"ED028739",
        "title":"Careers of PhD&apos;s: Academic Versus Nonacademic. A Second Report on Follow-up of Doctorate Cohorts 1935-1960."},
      {
        "id":"ED028740",
        "title":"A Project to Determine the Proper Placement of Composition Courses within Engineering Curriculum. Final Report"},
      {
        "id":"ED028746",
        "title":"Brief: A Study on Compensatory Collegiate Programs for Minority Group Youth."},
      {
        "id":"ED028747",
        "title":"Professors and Citizen Activism."},
      {
        "id":"ED028749",
        "title":"Honors Selection Study 1966-67."},
      {
        "id":"ED028750",
        "title":"Influence of Dogmatism and Authoritarianism Upon Nursing Success. Final Report."},
      {
        "id":"ED028751",
        "title":"Third Interim Report of the Special Committee of the Trustees; Statutes, Chapter II, The University Senate."},
      {
        "id":"ED028752",
        "title":"To Shape a Metropolis. The Prospectus 1969-1972."},
      {
        "id":"ED028753",
        "title":"Higher Education and Urban Affairs. An Approach for Metropolitan Washington."},
      {
        "id":"ED028754",
        "title":"Census of Governing Boards of Four-Year Colleges and Universities. Final Report."},
      {
        "id":"ED028755",
        "title":"An Opportunity for Junior Colleges to Strengthen Community Service Through the Use of World Affairs Programs with the Counsel of the Foreign Policy Association."},
      {
        "id":"ED028756",
        "title":"Aviation and the Community College."},
      {
        "id":"ED028757",
        "title":"1968: Year of Involvement. Annual Report of American Association of Junior Colleges."},
      {
        "id":"ED028758",
        "title":"The American Two-Year College in Transition."},
      {
        "id":"ED028759",
        "title":"The Kansas Junior College."},
      {
        "id":"ED028760",
        "title":"Profile of CRC Graduates; A Study of Graduates of Crowley's Ridge College."},
      {
        "id":"ED028761",
        "title":"An Evaluation of the Adult Basic Education Program in Wyoming: A Follow-Up Study."},
      {
        "id":"ED028763",
        "title":"An Analysis of the Role of Lewis-Clark Normal School in Idaho Higher Education with Recommendations."},
      {
        "id":"ED028764",
        "title":"The Library Technician and the American Junior College: An Annotated Bibliography."},
      {
        "id":"ED028765",
        "title":"Educational Innovation in Community Colleges of the Northwest and Alaska."},
      {
        "id":"ED028766",
        "title":"The Nature, Predictive Value, and Use of the American College Test at Ohlone College."},
      {
        "id":"ED028767",
        "title":"Student Activism in Junior Colleges: An Administrator's Views."},
      {
        "id":"ED028768",
        "title":"Junior College Teachers of Science, Engineering, and Technology, 1967: Experience and Employment Characteristics."},
      {
        "id":"ED028769",
        "title":"An Approach to the Teaching of Psychiatric Nursing in Diploma and Associate Degree Programs: Workshop Report."},
      {
        "id":"ED028770",
        "title":"An Approach to the Teaching of Psychiatric Nursing in Diploma and Associate Degree Programs: A Method for Content Integration and Course Development in the Curriculum."},
      {
        "id":"ED028771",
        "title":"Criteria for Quality (Part I): Proceedings; Papers Presented at the Annual General Meeting of the Council of Member Agencies, Department of Associate Degree Programs (2nd, San Francisco, March 2, 1967)."},
      {
        "id":"ED028772",
        "title":"Criteria for Quality (Part II): Proceesings; Papers Presented at the National Conference for Associate Degree Programs in Nursing (4th , San Francisco, March 3-4, 1967)."},
      {
        "id":"ED028773",
        "title":"The Salvage Function in the Junior College: Myths and Actualities."},
      {
        "id":"ED028775",
        "title":"Instructor Rating Scale Study, Orange Coast College, Fall Semester, 1968."},
      {
        "id":"ED028777",
        "title":"Results of a Study to Aid in Defining &quot;Success&quot; for Students at the Southeast Branch of the Chicago City College."},
      {
        "id":"ED028778",
        "title":"The Writing Problems of Remedial English Students in Community Colleges of the City University of New York."},
      {
        "id":"ED028780",
        "title":"Student Protest in the Junior College; A National Survey of Student Unrest and Protest Activities in the Junior College."},
      {
        "id":"ED028781",
        "title":"Interim Report on the Sixteen-Credit Combined Course Offered in the General College, Spring Quarter, 1968."},
      {
        "id":"ED028782",
        "title":"An Innovation in Guidance at St. Johns River Junior College: Putting Theory into Practice."},
      {
        "id":"ED028793",
        "title":"A Study of the Computer Arrangeability of Complex Terms Occurring in a Major Tool Used in Subject Analysis. Final Report."},
      {
        "id":"ED028794",
        "title":"Interlibrary Loan in New York State; A Report Prepared for the Division of Library Development of the New York State Library."},
      {
        "id":"ED028795",
        "title":"Colorado Plan for Library Development."},
      {
        "id":"ED028796",
        "title":"Guidelines for Audio-Visual Services in Academic Libraries."},
      {
        "id":"ED028797",
        "title":"For Storytellers and Storytelling; Bibliographies, Materials, and Resource Aids."},
      {
        "id":"ED028798",
        "title":"United States of America National Bibliographical Services and Related Activities in 1965-67."},
      {
        "id":"ED028799",
        "title":"Development of a Computer Processing Center for the New England State University Libraries. Final Report."},
      {
        "id":"ED028800",
        "title":"Demonstration of Cataloging Support Services and Marc II Conversion. Final Report."},
      {
        "id":"ED028801",
        "title":"MASFILE-I Pilot Project. Final Report."},
      {
        "id":"ED028805",
        "title":"The State Trustee Organization. ALTA Publication Number Two."},
      {
        "id":"ED028806",
        "title":"Guidelines for Holding a Governor's Conference on Libraries: A Step-by-Step How to Do It Manual. ALTA Publication Number Three."},
      {
        "id":"ED028807",
        "title":"Detroit Metropolitan Library Research and Demonstration Project. Final Report."},
      {
        "id":"ED028810",
        "title":"The Effectiveness of Weights and Links in Automatic Indexing. Project MEDICO Second Progress Report."},
      {
        "id":"ED028811",
        "title":"Project MEDICO Third Progress Report."},
      {
        "id":"ED028812",
        "title":"Toward the Prevention of Incompetence."},
      {
        "id":"ED028813",
        "title":"Current Issues in Research on Early Development."},
      {
        "id":"ED028814",
        "title":"Psycholobiological Referents for the Treatment of Autism."},
      {
        "id":"ED028815",
        "title":"A Theory of Parent Effectiveness."},
      {
        "id":"ED028816",
        "title":"An Evaluative Study of Color-Vision Tests for Kindergarten and First Grade Pupils."},
      {
        "id":"ED028817",
        "title":"The Social Development of Human Intelligence."},
      {
        "id":"ED028818",
        "title":"Some Dimensions of Creative Thinking Ability Achievement, and Intelligence in First Grade."},
      {
        "id":"ED028819",
        "title":"Teaching Mothers to Teach: A Home Counseling Program for Low-Income Parents."},
      {
        "id":"ED028820",
        "title":"An Evaluation of the Interim Class: An Extended Readiness Program."},
      {
        "id":"ED028821",
        "title":"A Comparative Study of the Self-Images of Disadvantaged Children."},
      {
        "id":"ED028822",
        "title":"Inducing Conservation of Number, Weight, Volume, Area, and Mass in Pre-School Children."},
      {
        "id":"ED028823",
        "title":"The Use of Coloured Rods in Teaching Primary Numberwork."},
      {
        "id":"ED028824",
        "title":"Early Education: The Creation of Capacity."},
      {
        "id":"ED028826",
        "title":"Project Head Start: Evaluation and Research Summary 1965-1967."},
      {
        "id":"ED028827",
        "title":"Positive Effects of a Bicultural Preschool Program on the Intellectual Performance of Mexican-American Children."},
      {
        "id":"ED028828",
        "title":"Literature and the Young Child."},
      {
        "id":"ED028829",
        "title":"A Study of Food and Poverty Among 113 Head Start Children in Missoula, Montana."},
      {
        "id":"ED028830",
        "title":"The Relationship Between Hemoglobin Level and Intellectual Function."},
      {
        "id":"ED028831",
        "title":"Coordinated Helps in Language Development (Child). Northwest Regional Educational Laboratory Study. Second Experimental Edition."},
      {
        "id":"ED028832",
        "title":"Evaluation of the Effects of Head Start Experience in the Area of Self-Concept, Social Skills, and Language Skills. Pre-Publication Draft."},
      {
        "id":"ED028833",
        "title":"Affective Dimensions of Teachers of Disadvantaged Children in Six Majority Negro School Districts."},
      {
        "id":"ED028834",
        "title":"A Theoretical Approach for Selecting Elementary School Environmental Variables."},
      {
        "id":"ED028835",
        "title":"A Rationale for Developmental Testing and Training."},
      {
        "id":"ED028837",
        "title":"A Study of Public and Private Kindergarten and Non-Kindergarten Children in the Primary Grades."},
      {
        "id":"ED028838",
        "title":"Instructional and Expressive Educational Objectives: Their Formulation and Use in Curriculum."},
      {
        "id":"ED028839",
        "title":"Economics in the Elementary School; Why, What, Where? A Handbook for Teachers."},
      {
        "id":"ED028840",
        "title":"Federal Programs Assisting Children and Youth."},
      {
        "id":"ED028841",
        "title":"An Exploratory Investigation of the Carroll Learning Model and the Bloom Strategy for Mastery Learning."},
      {
        "id":"ED028843",
        "title":"Age of Entrance Into the First Grade as Related to Rate of Scholastic Achievement."},
      {
        "id":"ED028844",
        "title":"Effect of Maternal Attitudes, Teacher Attitudes, and Type of Nursery School Training on the Abilities of Preschool Children. Final Report."},
      {
        "id":"ED028845",
        "title":"Development of a Preschool Language-Oriented Curriculum With a Structured Parent Education Program. Final Report."},
      {
        "id":"ED028846",
        "title":"[Regional Research and Resource Center in Early Childhood.] Final Report."},
      {
        "id":"ED028847",
        "title":"Performance of Kindergarten Children From Low Income Families on Selected Concept Categories."},
      {
        "id":"ED028848",
        "title":"Implicit Verbal Behavior in Elementary School Children, (Internal Verbal Responses of Elementary School Children Elicited by the Association of Words). Final Report."},
      {
        "id":"ED028849",
        "title":"Environmental Factors and School Attendance. A Study in Rural Louisiana."},
      {
        "id":"ED028850",
        "title":"Summer Programs for Migrant Children. Special Issue, Your Public Schools, Volume 6, Number 8."},
      {
        "id":"ED028851",
        "title":"The Family in the Evolution of Agriculture."},
      {
        "id":"ED028852",
        "title":"Methods for Legal-Economic Research into Rural Problems."},
      {
        "id":"ED028853",
        "title":"The Mexican-American Curriculum Study. Report of a Coupled Basic Education--On-the-Job Training Program for Monolingual Mexican-Americans."},
      {
        "id":"ED028854",
        "title":"Mexican American Teen-Age School Dropouts: Reasons for Leaving School and Orientations Toward Subsequent Educational Attainment."},
      {
        "id":"ED028855",
        "title":"Descriptive Evaluation Report of Diversified Outdoor Education."},
      {
        "id":"ED028856",
        "title":"Mexican-Americans: Problems and Prospects."},
      {
        "id":"ED028857",
        "title":"Racial Differences in Teen-Age Girls' Orientations Toward Marriage: A Study of Youth Living in an Economically Depressed Area of the South."},
      {
        "id":"ED028858",
        "title":"Status Projections and Ethnicity: A Comparison of Mexican American, Negro, and Anglo Youth."},
      {
        "id":"ED028859",
        "title":"Urban Planning in Rural America. A Study."},
      {
        "id":"ED028860",
        "title":"Status of Rural Housing in the United States."},
      {
        "id":"ED028861",
        "title":"National Conference on Indian and Northern Education (Saskatoon, Canada, 1967)."},
      {
        "id":"ED028862",
        "title":"Feasibility Study of Resource-Use, Outdoor Education Center, Taylor County, Florida."},
      {
        "id":"ED028863",
        "title":"Indians of the Northwest."},
      {
        "id":"ED028864",
        "title":"Indians of Oklahoma."},
      {
        "id":"ED028865",
        "title":"Indians of the Great Lakes Area."},
      {
        "id":"ED028866",
        "title":"Indians of the Gulf Coast States."},
      {
        "id":"ED028867",
        "title":"Indians of the Lower Plateau."},
      {
        "id":"ED028868",
        "title":"Indians of the Dakotas."},
      {
        "id":"ED028869",
        "title":"Indians of the Central Plains."},
      {
        "id":"ED028870",
        "title":"Indians, Eskimos and Aleuts of Alaska."},
      {
        "id":"ED028871",
        "title":"Indians of the Eastern Seaboard."},
      {
        "id":"ED028872",
        "title":"Indians of Arizona."},
      {
        "id":"ED028873",
        "title":"Comparative Values and Achievement of Mexican-American and Anglo Pupils."},
      {
        "id":"ED028874",
        "title":"The Development and Demonstration of Unified Vocational-Technical Education Programs in Small Rural Area High Schools. A Developmental Vocational Education Research and Teacher Education Program Based on a Clinical School Concept."},
      {
        "id":"ED028875",
        "title":"Ohio Conference on Migrant Education."},
      {
        "id":"ED028876",
        "title":"Southern School Desegregation, 1966-67. Report."},
      {
        "id":"ED028877",
        "title":"OEO Programs for Migrant and Seasonal Farm Workers."},
      {
        "id":"ED028878",
        "title":"A Language Training Program for Preschool Migrant Children."},
      {
        "id":"ED028879",
        "title":"A Program for Five-Year-Old Migrant Children."},
      {
        "id":"ED028880",
        "title":"Bucknell Conference on Facilitating the Learning of the Migrant Child. Report of Proceedings (August 19-30, 1968)."},
      {
        "id":"ED028881",
        "title":"Texas Project for the Education of Migrant Children, 1967-68. Evaluation Report."},
      {
        "id":"ED028882",
        "title":"Dissemination Strategies and Devices, Part Four, Final Report for Phase I, Rural Shared Services."},
      {
        "id":"ED028883",
        "title":"Location of Shared Services, Part Three, Final Report for Phase I, Rural Shared Services."},
      {
        "id":"ED028884",
        "title":"Annotated Bibliography, Part Two, Final Report for Phase I, Rural Shared Services."},
      {
        "id":"ED028885",
        "title":"Project Report, Part One, Final Report for Phase I, Rural Shared Services."},
      {
        "id":"ED028888",
        "title":"Problems of Non-Urban Education: A Bibliography."},
      {
        "id":"ED028889",
        "title":"Educational Potential of Northern Canadian Native Pupils."},
      {
        "id":"ED028890",
        "title":"Urban and Rural America: Policies for Future Growth. A Commission Report."},
      {
        "id":"ED028891",
        "title":"Evaluation of Connecticut School Programs for Migrant Children, Title I 89-750, Fiscal Year 1968."},
      {
        "id":"ED028893",
        "title":"An Inventory of Reading Attitude. Improving Reading Instruction, Monograph 4."},
      {
        "id":"ED028901",
        "title":"The Effectiveness of Current Procedures for Teaching Reading Comprehension."},
      {
        "id":"ED028902",
        "title":"Children's Comprehension of Between and Within Sentence Syntactic Structures."},
      {
        "id":"ED028903",
        "title":"Remedial Teaching of Reading in Selected Junior Secondary Schools in Jamaica: An Action Research Study."},
      {
        "id":"ED028904",
        "title":"Research in Linguistics and Reading Instruction: Implications for Further Research and Practice."},
      {
        "id":"ED028906",
        "title":"The New Look in Secondary School Reading Programs."},
      {
        "id":"ED028907",
        "title":"A Comparison of Children's Reading Performance Under Directed and Non-Directed Conditions."},
      {
        "id":"ED028908",
        "title":"Sullivan Programmed Reading at Burgess Elementary School, Sturbridge, Massachusetts."},
      {
        "id":"ED028910",
        "title":"The Effectiveness of a Diagnostically Structured Reading Program for Fourth Grade Pupils Using Students Majoring in Elementary Education as Tutors."},
      {
        "id":"ED028911",
        "title":"Dyslexia or Reading Disability: A Thorne By Any Name."},
      {
        "id":"ED028912",
        "title":"Utilization of Para-Professional Personnel in Corrective Reading."},
      {
        "id":"ED028913",
        "title":"The Effects of Letter Knowledge on Achievement in Reading in the First Grade."},
      {
        "id":"ED028914",
        "title":"Negro Attitudes Toward Pictures for Junior High School Social Studies Textbooks."},
      {
        "id":"ED028915",
        "title":"Diagnosis in Severe Reading Disability."},
      {
        "id":"ED028916",
        "title":"Recall of Base and Surface Forms of Sentences."},
      {
        "id":"ED028917",
        "title":"Classroom Application of a Language Remediation Program."},
      {
        "id":"ED028918",
        "title":"The Madison Project's Approach to a Theory of Instruction."},
      {
        "id":"ED028919",
        "title":"Mathematics Chapter."},
      {
        "id":"ED028923",
        "title":"Stimulus-Response Theory of Finite Automata, Technical Report No. 133."},
      {
        "id":"ED028929",
        "title":"An Introduction to Logic Control Systems for the Behavioral Scientist, Part I, Text."},
      {
        "id":"ED028940",
        "title":"Venereal Disease, A Teaching Reference Guide."},
      {
        "id":"ED028941",
        "title":"Space Resources for Teachers: Biology, Including Suggestions for Classroom Activities and Laboratory Experiments."},
      {
        "id":"ED028942",
        "title":"Contemporary Practices in Teaching Science in Elementary and Junior High School; Sampler; Authoritative Commentary and Bibliography."},
      {
        "id":"ED028943",
        "title":"Proceedings of the New England Conference on Ocean Science Education, Woods Hole, Massachusetts, May 1966."},
      {
        "id":"ED028945",
        "title":"How to Use Chromatography as a Science Teaching Aid."},
      {
        "id":"ED028947",
        "title":"An Improved Algorithm for Linear Inequalities in Pattern Recognition and Switching Theory."},
      {
        "id":"ED028948",
        "title":"The Madison Project-A Brief Introduction to Materials and Activities."},
      {
        "id":"ED028949",
        "title":"The Madison Project Presents Materials for a Supplementary Mathematics Program for Grades 2 Through 8, Newsletter No. 1."},
      {
        "id":"ED028950",
        "title":"Science Grade 5. Curriculum Bulletin. No. 6. 1968-69 Series."},
      {
        "id":"ED028951",
        "title":"Education, Practice, and Supervision in Science Teaching; AETS - NSSA Joint Concurrent Sessions."},
      {
        "id":"ED028952",
        "title":"Science Information Requirements of Scientists: Attitudes of Basic Researchers in Biology, Technical Report 4."},
      {
        "id":"ED028953",
        "title":"Science Information Requirements of Scientists: The Need for an Interacting Request Receiver in an Information Clearinghouse, Technical Report 3."},
      {
        "id":"ED028954",
        "title":"Science Information Requirements of Scientists: The Need for a Scientific Request Receiver and Processor in an Information Clearinghouse, Technical Report 2."},
      {
        "id":"ED028955",
        "title":"Wyndham Science."},
      {
        "id":"ED028957",
        "title":"Evaluation of Mobile Science Laboratory, Final Report."},
      {
        "id":"ED028959",
        "title":"Sensitivity Training in Teacher Education."},
      {
        "id":"ED028960",
        "title":"Guide to the Pennsylvania Advancement School. PAS Summer Workshop Program , 1968."},
      {
        "id":"ED028961",
        "title":"New Careers Newsletter, Vol. II, No. 5."},
      {
        "id":"ED028962",
        "title":"A Study of Inservice Programs in Chester and Delaware County Schools."},
      {
        "id":"ED028963",
        "title":"The Student Teacher and Professional Activities. AST Bulletin Number 27."},
      {
        "id":"ED028964",
        "title":"Designing Simulation Systems."},
      {
        "id":"ED028965",
        "title":"Operation Probe: Cooperative Urban Teacher Education."},
      {
        "id":"ED028966",
        "title":"Developing Teacher Decision Making Through Structural Interventions."},
      {
        "id":"ED028967",
        "title":"World Assembly 1968."},
      {
        "id":"ED028968",
        "title":"Level of Congruity Found in Students' Perceptions of Their Teacher's Expectations."},
      {
        "id":"ED028969",
        "title":"Characteristics of Instructional Technologists."},
      {
        "id":"ED028971",
        "title":"The Lay Image and the Professional Role: An Exploration of Discontinuity in the Process of Anticipatory Socialization."},
      {
        "id":"ED028972",
        "title":"The Year 2000: Teacher Education."},
      {
        "id":"ED028973",
        "title":"Internships in Teacher Education. 47th Yearbook, 1968."},
      {
        "id":"ED028974",
        "title":"Simulation: Status of the Field."},
      {
        "id":"ED028975",
        "title":"Developing Guidelines in Teacher Education; The Role of Professional Associations and Learned Societies in the Process of Accreditation in Teacher Education."},
      {
        "id":"ED028976",
        "title":"Redesigning the Education Profession."},
      {
        "id":"ED028977",
        "title":"Handbook for Supervising Teachers."},
      {
        "id":"ED028978",
        "title":"The Teacher Education Center: A Unifying Approach to Teacher Education."},
      {
        "id":"ED028979",
        "title":"An Approach to the Analysis of Clinical Settings for Teacher Education. The Third Florence B. Stratemeyer Lecture."},
      {
        "id":"ED028980",
        "title":"The Study of Teaching."},
      {
        "id":"ED028981",
        "title":"Encoding Ability in Teacher-Student Communication Games."},
      {
        "id":"ED028982",
        "title":"The Effects of Individual Differences on Observational Learning in the Acquisition of a Teaching Skill."},
      {
        "id":"ED028983",
        "title":"Immediate and Delayed Feedback Procedures for Modifying Teaching Behavior According to a Model of Instruction."},
      {
        "id":"ED028984",
        "title":"The Director of Student Teaching: Characteristics and Responsibilities. Research Bulletin 7."},
      {
        "id":"ED028985",
        "title":"Program and Papers of the Second Workshop for Directors and College Supervisors of Student Teaching (Michigan State University, July 24-August 4, 1967)."},
      {
        "id":"ED028986",
        "title":"Program and Papers of the First Workshop for College Supervisors and Coordinators of Student Teaching (Michigan State University, August 1-12, 1966)."},
      {
        "id":"ED028987",
        "title":"Preservice and Professional Standards."},
      {
        "id":"ED028988",
        "title":"Teacher Encounters: A Typology for Ethnographic Research on the Teaching Experience."},
      {
        "id":"ED028989",
        "title":"Pre- and Posttest Reactions to Self-Viewing One's Teaching Performance on Videotape."},
      {
        "id":"ED028990",
        "title":"A Study of the Effectiveness of Directive Versus Non-Directive Vocational Teachers as a Function of Student Characteristics and Course Format. Final Report."},
      {
        "id":"ED028991",
        "title":"The College Supervisor: Standards for Selection and Function. An AST Position Paper."},
      {
        "id":"ED028992",
        "title":"Youth Tutoring Youth; Supervisor's Manual."},
      {
        "id":"ED028993",
        "title":"A Factor Analysis of Three Sets of Simultaneously Collected Observational Data: Theory and Implications."},
      {
        "id":"ED028994",
        "title":"Student Attitudes and Achievement in an Educational Psychology Course after Micro-teaching."},
      {
        "id":"ED028995",
        "title":"The Effects of Interaction Analysis Feedback on the Verbal Behavior of Student Teachers."},
      {
        "id":"ED028996",
        "title":"Differentiated Staffing: Expectations and Pitfalls."},
      {
        "id":"ED028997",
        "title":"Youth Tutoring Youth. Final Report."},
      {
        "id":"ED028998",
        "title":"Teacher Behavior in Role-Playing: A Study in Interaction Analysis. Research and Development Memorandum No. 43."},
      {
        "id":"ED029000",
        "title":"School-College Collaboration in Preparing School Personnel; A Guide to Selected Documents in the ERIC Collection, 1966-1968."},
      {
        "id":"ED029001",
        "title":"Individual Differences in Learning Ability as a Function of Instructional Variables. Final Report."},
      {
        "id":"ED029003",
        "title":"Education and the Disadvantaged American."},
      {
        "id":"ED029004",
        "title":"Social Responsibility in a Free Society."},
      {
        "id":"ED029005",
        "title":"Universal Opportunity for Early Childhood Education."},
      {
        "id":"ED029008",
        "title":"Homework Helper Program; Elementary School Curriculum: Grades 3, 4, 5, 6."},
      {
        "id":"ED029009",
        "title":"Classroom Ethnography and Ecology."},
      {
        "id":"ED029010",
        "title":"A Spelling/Writing Project Becomes an English Program."},
      {
        "id":"ED029013",
        "title":"Aspects of Junior School Drama--A Discursion."},
      {
        "id":"ED029014",
        "title":"The Language of Modern Prose."},
      {
        "id":"ED029015",
        "title":"A Novelist Looks at Prose Writing."},
      {
        "id":"ED029016",
        "title":"Approach to Poetry."},
      {
        "id":"ED029017",
        "title":"What Is English? What Should It Be? An Essay Review."},
      {
        "id":"ED029018",
        "title":"Dialect and Linguistic Change."},
      {
        "id":"ED029019",
        "title":"A Comparative Study of the Effects of the Rhetorical Approach and the Grammatical Approach in the Teaching of English Composition at Woodridge High School."},
      {
        "id":"ED029022",
        "title":"Film Study Course, Tenth Grade."},
      {
        "id":"ED029023",
        "title":"Contemporary Drama in the English Class."},
      {
        "id":"ED029025",
        "title":"Listening to Understand and Speaking to be Understood: Curriculum Units For The Average Non-College Bound Ninth or Tenth Year Student."},
      {
        "id":"ED029037",
        "title":"Teacher Preparation in Composition. NCTE/ERIC Studies in the Teaching of English."},
      {
        "id":"ED029040",
        "title":"Problems and the Process of Writing."},
      {
        "id":"ED029041",
        "title":"A Fact-Finding Survey of the Present Status of the Teaching of English in Grades 7, 8, and 9 in Illinois Schools. Interim Report."},
      {
        "id":"ED029042",
        "title":"Master of Arts in the Teaching of English Programs: A Directory. Interim Report."},
      {
        "id":"ED029043",
        "title":"An Experimental Composition Program for Prospective Secondary School Teachers. Interim Report."},
      {
        "id":"ED029049",
        "title":"Ohio Study of High School Drop Outs 1962-1963."},
      {
        "id":"ED029050",
        "title":"Replies to 136 Statements, Accusations, and Criticisms of Desegregation Policies and Practices of the St. Louis Board of Education and School Administrators."},
      {
        "id":"ED029051",
        "title":"The First Work of These Times: A Report to the People on Education."},
      {
        "id":"ED029052",
        "title":"The 1963 Dropout Campaign: Summary and Analysis of the Special Summer Program to Combat School Dropout Financed from the President's Emergency Fund."},
      {
        "id":"ED029053",
        "title":"Design for Community Action: How to Mobilize Community Resources to Help Youth Enter the World of Work."},
      {
        "id":"ED029055",
        "title":"Report of the Leadership Conference on Institutes, December 16-19, 1964."},
      {
        "id":"ED029058",
        "title":"Program for Developing Speech and Language Skills in the Educationally Deprived Child Through the Utilization of the Specialized Training of Speech Therapists, September 6, 1966--June 16, 1967. Program Evaluation."},
      {
        "id":"ED029059",
        "title":"Superior School Program for Smiley and Baker Junior High Schools, Denver, Colorado."},
      {
        "id":"ED029060",
        "title":"A Comparison of Adolescent Intelligence as Measured by the WAIS and the WISC."},
      {
        "id":"ED029063",
        "title":"IRCD Bulletin; Volume 1, Number 3, Summer 1965."},
      {
        "id":"ED029064",
        "title":"Planning for an Urban Community School."},
      {
        "id":"ED029066",
        "title":"Non-Intellectual Factors in the Education of Black High School Students."},
      {
        "id":"ED029067",
        "title":"Achievement Motivation Training for Potential High School Dropouts. Achievement Motivation Development Project Working Paper Number 4."},
      {
        "id":"ED029068",
        "title":"Evaluation Report: ESEA Program of Compensatory Education (Including Abstract and Appendix)."},
      {
        "id":"ED029069",
        "title":"A Selected ERIC Bibliography on Pre-College Preparation of Students from Disadvantaged Backgrounds. ERIC-IRCD Urban Disadvantaged Series, Number 7."},
      {
        "id":"ED029071",
        "title":"A History and Description of ESEA Title I in New York City, 1965-1968."},
      {
        "id":"ED029073",
        "title":"Program for Developing Speech and Language Skills in the Educationally Deprived Child Through the Utilization of the Specialized Training of Speech Therapists. Suggested Activities and Unit Study in Developing Oral-Verbal Language Skills."},
      {
        "id":"ED029074",
        "title":"Effects of Negro Density on Student Variables and the Post-High-School Adjustment of Male Negroes. Project TALENT Five-Year Follow-Up Studies Interim Report 6."},
      {
        "id":"ED029075",
        "title":"Sanctuaries for Tradition: Virginia's New Private Schools. Special Report."},
      {
        "id":"ED029076",
        "title":"Investigation and Measurement of the Social Values Governing Interpersonal Relations Among Adolescent Youth and Their Teachers. Summary."},
      {
        "id":"ED029077",
        "title":"De Facto School Segregation; Hearings Before A Special Subcommittee on Investigation of De Facto Racial Segregation in Chicago Public Schools (Washington, D.C., July 27-28, 1965)."},
      {
        "id":"ED029078",
        "title":"Education: An Answer to Poverty."},
      {
        "id":"ED029079",
        "title":"Prejudice, Mental Health and Family Life."},
      {
        "id":"ED029080",
        "title":"Basic Course in Nucleonics. Technical Education Curriculum Development Series No. 10."},
      {
        "id":"ED029082",
        "title":"Experimentation With Computer-Assisted Instruction In Technical Education. Semi-Annual Progress Report. Report No. R-9."},
      {
        "id":"ED029083",
        "title":"State and Local Governments as Employers of Youth Trained in Vocational-Technical Schools. Final Report."},
      {
        "id":"ED029084",
        "title":"New Challenges in Developing High School and Post High School Programs in Agricultural Occupations. Conference Report. Resident Instruction Series No. 5."},
      {
        "id":"ED029085",
        "title":"Farm Mechanization And Labor Stabilization. Part II In A Series On Technological Change And Farm Labor Use, Kern County, California, 1961. Research Report No. 280."},
      {
        "id":"ED029087",
        "title":"Health Manpower Source Book. Section 2: Nursing Personnel."},
      {
        "id":"ED029088",
        "title":"Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School; The Mathematics Curriculum. Tenth Quarterly Technical Report."},
      {
        "id":"ED029089",
        "title":"Cross-Cultural Values in Office Education with Emphasis on In-Service Teacher Education. Report of a Regional Institute."},
      {
        "id":"ED029090",
        "title":"Review of Research on Creativity."},
      {
        "id":"ED029091",
        "title":"What Can You Do About the Hard-Core Unemployed?"},
      {
        "id":"ED029092",
        "title":"Guidelines for the Development and Utilization of Home Health Aide Services in the Community; A Supplement to A Guide for the Utilization of Personnel Supportive of Public Health Nursing Services."},
      {
        "id":"ED029093",
        "title":"A Cost-Effectiveness Study of Vocational Education. Final Report."},
      {
        "id":"ED029094",
        "title":"Developing Innovative Vocational and Technical Teacher Education Programs. Final Report Of An Upper Midwest Vocational Teacher Education Conference (Minneapolis, May 13-15, 1968)."},
      {
        "id":"ED029095",
        "title":"The Development and Evaluation of a Pilot Computer-Assisted Occupational Guidance Program (Project No. 16033, 17033, 18033) Final Report and Appendixes A-E."},
      {
        "id":"ED029096",
        "title":"Enactments by the 90th Congress Concerning Education and Training, First Session 1967, Part 1."},
      {
        "id":"ED029097",
        "title":"Reorienting Vocational Education. Policy Papers in Human Resources and Industrial Relations No. 7."},
      {
        "id":"ED029098",
        "title":"Occupational Therapy Assistants Program. Demonstration Project."},
      {
        "id":"ED029099",
        "title":"Report...to the Secretary of Health Education and Welfare."},
      {
        "id":"ED029100",
        "title":"Offenders as a Correctional Manpower Resource. Report of a Seminar (Washington, D.C., March 7-8, 1968)."},
      {
        "id":"ED029101",
        "title":"Vocational Problem-Solving Experiences for Stimulating Career Exploration and Interest: Phase II. Final Report."},
      {
        "id":"ED029102",
        "title":"Guide for Developing a Pre-Employment Training Program for Nurses' Aides."},
      {
        "id":"ED029103",
        "title":"The Engineering Technician."},
      {
        "id":"ED029104",
        "title":"Industrial Arts Education: Purposes, Program, Facilities, Instruction, Supervision."},
      {
        "id":"ED029105",
        "title":"An Identification and Analysis of Effective Secondary Level Vocational Programs for the Disadvantaged. Final Report."},
      {
        "id":"ED029107",
        "title":"Occupational Education for Massachusetts. A Report Prepared for the Massachusetts Advisory Council on Education"},
      {
        "id":"ED029108",
        "title":"Report of the National Advisory Commission on Health Manpower. Volume 1."},
      {
        "id":"ED029109",
        "title":"Information and Services Obtained and Desired by Parents of Elementary School Children. Technical Bulletin No. 183."},
      {
        "id":"ED029110",
        "title":"Programmed Instruction for Aides in Physical Therapy. Final Report."},
      {
        "id":"ED029111",
        "title":"Technical Education in Ohio's State-Assisted Institutions of Higher Education. Progress Report."},
      {
        "id":"ED029112",
        "title":"Vocational Training, Employment and Unemployment. Part One--National Trends; Part Two--Profiles of The States."},
      {
        "id":"ED029113",
        "title":"New Designs For The Challenge Of The 1970's."},
      {
        "id":"ED029114",
        "title":"Technical Drawing; An Applied Study--First Year."},
      {
        "id":"ED029115",
        "title":"Training the Auxiliary Health Workers; An Analysis of Functions, Training Content, Training Costs, and Facilities."},
      {
        "id":"ED029116",
        "title":"Statistical Tables on Manpower."},
      {
        "id":"ED029117",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs for Medical Assistants. Research Series No. 32."},
      {
        "id":"ED029118",
        "title":"The Manpower Development Council, State of Iowa. Final Report."},
      {
        "id":"ED029119",
        "title":"The Problem of Youth Training."},
      {
        "id":"ED029120",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs for Medical Secretaries. Research Series No. 33."},
      {
        "id":"ED029121",
        "title":"Manpower Requirements for Pollution Control and Water Resources in Indiana and a Related Pollution Control Technology Curriculum. Manpower Report 69-1."},
      {
        "id":"ED029122",
        "title":"Occupational Education and Training for Development; Account of an International Conference at Stanford."},
      {
        "id":"ED029123",
        "title":"In Search of Opportunity. A Study of Post High School Migration in Minnesota. Technical Bulletin 247."},
      {
        "id":"ED029124",
        "title":"Research Visibility. Administrative Problems in Vocational Education."},
      {
        "id":"ED029125",
        "title":"Analysis, Classification and Integration of Educational Objectives."},
      {
        "id":"ED029126",
        "title":"Closing the Gap...in Social Work Manpower. Report of the Departmental Task Force on Social Work Education and Manpower."},
      {
        "id":"ED029127",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs for Dental Laboratory Technicians. Research Series No. 34."},
      {
        "id":"ED029128",
        "title":"Facilities for Agricultural Education Curriculums."},
      {
        "id":"ED029129",
        "title":"Special Extension Education for Secretarial and Agricultural Workers. Final Report."},
      {
        "id":"ED029130",
        "title":"Equality of Opportunity in Manpower Programs. Report of Activity under Title VI of the Civil Rights Act of 1964."},
      {
        "id":"ED029131",
        "title":"A Model Program for Dental Assisting Education in California."},
      {
        "id":"ED029132",
        "title":"Technical Agriculture Programs in Ohio with Emphasis Upon Student and Program Characteristics. Research Series in Agricultural Education."},
      {
        "id":"ED029133",
        "title":"Professional Development Project for Two-Year College Vocational and Technical Faculty."},
      {
        "id":"ED029134",
        "title":"Developing Occupational Experience Programs in Agricultural Education. Bull. 72H-5."},
      {
        "id":"ED029135",
        "title":"Careers without College."},
      {
        "id":"ED029136",
        "title":"Consumer Education: A Guide for Home Economics Teachers."},
      {
        "id":"ED029137",
        "title":"Post-High School Agricultural Programs in Illinois. Publication No. 32."},
      {
        "id":"ED029138",
        "title":"Pre-Service Education for Nurses' Aides in Hospitals, Nursing Homes, Home Health Agencies."},
      {
        "id":"ED029139",
        "title":"Achievement Motivation Development Project. Interim Report Section 1."},
      {
        "id":"ED029142",
        "title":"Shared-Time Concept for Area Vocational Education Programs. Community Factors. Interim Report, Part 1 of a Four-Part Series."},
      {
        "id":"ED029143",
        "title":"Shared-Time Concept for Area Vocational Education Programs. Financing and Administering Area Programs. Interim Report, Part 4 of a Four-Part Series."},
      {
        "id":"ED029144",
        "title":"Shared-Time Concept for Area Vocational Education Programs. Considerations for Curriculum Development. Interim Report, Part 2 of a Four-Part Series."},
      {
        "id":"ED029145",
        "title":"Research and Implementation in Vocational Education."},
      {
        "id":"ED029146",
        "title":"The Effectiveness of Early Application of Vocational Rehabilitation Services in Meeting the Needs of Handicapped Students in a Large Urban School System. Final Report of a 5-Year Collaborative Study."},
      {
        "id":"ED029147",
        "title":"Youth Work-Study Program. Summary and Suggested Development."},
      {
        "id":"ED029148",
        "title":"Leadership Development Seminar for State Directors of Vocational Education. Final Report."},
      {
        "id":"ED029149",
        "title":"One-year and Two-year Post High School Institutions Which Offer Programs of Instruction in Agriculture, 1968-69 Directory."},
      {
        "id":"ED029150",
        "title":"Occupational Education. A Position Statement"},
      {
        "id":"ED029151",
        "title":"Turfgrass Maintenance and Establishment, A Student Handbook. Teacher Education Series, v9 n4s."},
      {
        "id":"ED029152",
        "title":"Turfgrass Maintenance and Establishment. A Teacher's Manual. Teacher Education Series, v9 n4t."},
      {
        "id":"ED029153",
        "title":"A Pilot Program for Recruiting and Orienting High School Seniors as Prospective Industrial Arts Teachers. Final Report."},
      {
        "id":"ED029154",
        "title":"Acquisition, Retention, and Retraining: Effects of High and Low Fidelity in Training Devices. Technical Report 69-1."},
      {
        "id":"ED029155",
        "title":"Research Visibility: Evaluation and Accreditation."},
      {
        "id":"ED029157",
        "title":"A Survey of Foreign Language Staff toward the Language Requirement."},
      {
        "id":"ED029159",
        "title":"Cross Cultural Interaction Skills: A Digest of Recent Training Literature."},
      {
        "id":"ED029160",
        "title":"Adult Education and the Disadvantaged Adult."},
      {
        "id":"ED029161",
        "title":"ERIC Products, 1967-1968; A Bibliography of Information Analysis Publications of the ERIC Clearinghouses, July 1967-June 1968."},
      {
        "id":"ED029162",
        "title":"Title III (PACE) Projects on Reading, 1968. ERIC/CRIER Reading Review Series, Volume 2, Bibliography 16."},
      {
        "id":"ED029163",
        "title":"Research on Elementary Reading: Reading Readiness. ERIC/CRIER Reading Review Series, Volume 2, Bibliography 15."},
      {
        "id":"ED029164",
        "title":"Proceedings of a National Working Conference on Solving Educational Problems in Sparsely Populated Areas."},
      {
        "id":"ED029165",
        "title":"A Study of the Strategies of Teaching."},
      {
        "id":"ED029166",
        "title":"Development of Readability Analysis."},
      {
        "id":"ED029167",
        "title":"Adult Education in Germany: Bibliography."},
      {
        "id":"ED029168",
        "title":"Determination of User Needs and Future Requirements for a Systems Approach to Microform Technology."},
      {
        "id":"ED029169",
        "title":"The Subprofessional - From Concept to Careers."},
      {
        "id":"ED029170",
        "title":"Investigation and Simulation of the Relationships among Selected Classroom Variables."},
      {
        "id":"ED029171",
        "title":"A Comparative Study of the Literature on the Dissemination and Utilization of Scientific Knowledge."},
      {
        "id":"ED029175",
        "title":"A Survey of Graduate Programs in Adult Education in the United States and Canada."},
      {
        "id":"ED029176",
        "title":"Final Report for Neighborhood Study Project."},
      {
        "id":"ED029177",
        "title":"The Provincial Folk School in Finland. Indiana University Monograph Series in Adult Education, No. 3."},
      {
        "id":"ED029178",
        "title":"The Concept of Permanent Education and Its Application in Denmark. Studies on Permanent Education, No. 2."},
      {
        "id":"ED029179",
        "title":"Residual Mathematics in Adults; A Study of Retention into Adult Life of Mathematics Taught at School: with Particular Reference to Students in Adult Education."},
      {
        "id":"ED029180",
        "title":"The Change Agent and the Process of Change. Research Bulletin 17."},
      {
        "id":"ED029181",
        "title":"Studies and Reports Relating to Training and Education, FY 1967."},
      {
        "id":"ED029182",
        "title":"Western Co-operative College (Study of an Agency); Project Study for Education 480, University of Saskatchewan, Saskatoon."},
      {
        "id":"ED029183",
        "title":"Summary and Analysis of Long-Term Training, Fiscal Years 1962-1966."},
      {
        "id":"ED029184",
        "title":"Increasing Understanding of Public Problems and Policies; A Group Study of Four Topics in the Field of Extension Education."},
      {
        "id":"ED029185",
        "title":"The Influence of Education and Age on Participation in Rural Adult Education. Special Study 2."},
      {
        "id":"ED029187",
        "title":"First Annual Report of the National Advisory Council on Extension and Continuing Education Presented to the President of the United States and the Secretary of Health, Education, and Welfare."},
      {
        "id":"ED029188",
        "title":"The Integration of Continuing Education in Community Colleges."},
      {
        "id":"ED029189",
        "title":"[Basic Guidelines to the Foundation of a New Program of Informal, Continuing Adult Educational Services.]"},
      {
        "id":"ED029190",
        "title":"[Commission of Professors of Adult Education. Minutes of 1968 Annual Meeting, and Related Materials.]"},
      {
        "id":"ED029191",
        "title":"Suggestions for Research in Adult Literacy; Meeting of Experts on Research in Literacy. (Unesco House, 8-12 July, 1968)."},
      {
        "id":"ED029192",
        "title":"The Position as Regards Functional Literacy Pilot Projects. Summary."},
      {
        "id":"ED029193",
        "title":"Preparation for Encounter; Training Peace Corps Volunteers for Community Involvement Through Community Exploration."},
      {
        "id":"ED029195",
        "title":"A People and a Spirit: A Report of the Joint USDA-NASULGC Study Committee on Cooperative Extension."},
      {
        "id":"ED029196",
        "title":"Summary of Questionnaire Survey."},
      {
        "id":"ED029197",
        "title":"Off-Campus Study Centers for Federal Employees, FY 1968. Pamphlet T-4."},
      {
        "id":"ED029198",
        "title":"Job Descriptions for Faculty of the Cooperative Extension Service: County Agents, Specialists, District Supervisors, State Administrators."},
      {
        "id":"ED029199",
        "title":"Evaluation of TV Series &quot;Beginning Sewing&quot; Albany Area, New York Cooperative Extension. Special Report No. 24."},
      {
        "id":"ED029200",
        "title":"Employee Training in the Federal Service, Fiscal Year 1968."},
      {
        "id":"ED029201",
        "title":"Statistical Annex to Employee Training in the Federal Service, Fiscal Year 1968."},
      {
        "id":"ED029202",
        "title":"The Library: Planning, Organizing and Evaluating Training Programs: Personnel Bibliography. Series Number 18."},
      {
        "id":"ED029203",
        "title":"Report of Working Party on Management Training and Development."},
      {
        "id":"ED029204",
        "title":"Survey of Summer Institute Participants."},
      {
        "id":"ED029205",
        "title":"The University and the Ghetto."},
      {
        "id":"ED029206",
        "title":"Communications Concepts Used by Adult Educators in Agriculture to Implement Educational Change in Ohio; A Research Report of a Graduate Study."},
      {
        "id":"ED029208",
        "title":"Volunteers; An Annotated Bibliography."},
      {
        "id":"ED029209",
        "title":"The University in Urban Community Service; Partial Proceedings of a National Seminar."},
      {
        "id":"ED029217",
        "title":"New Careers in Community Service; Proceedings of the Conference-Workshop. (March 27, 1968)."},
      {
        "id":"ED029218",
        "title":"A Study of Literacy Voter Tests."},
      {
        "id":"ED029219",
        "title":"Mid-Career Education for Urban Administrators: Patterns and Potential."},
      {
        "id":"ED029221",
        "title":"An Outline of a Community Survey for Program Planning in Adult Education."},
      {
        "id":"ED029222",
        "title":"A Follow-up Study of the One Hundred and Eleven Graduates -- Class of 1968 of the Jackson County Adult Evening High School Completion Program."},
      {
        "id":"ED029223",
        "title":"\"Trainers of Trainers' Workshops\" in Adult Basic Education and Subsequent Grant Activity."},
      {
        "id":"ED029225",
        "title":"Canadian Adult Basic Education."},
      {
        "id":"ED029226",
        "title":"Adult Education for Parliamentary Democracy."},
      {
        "id":"ED029227",
        "title":"The Call of Adult Education: Living to Learn Together, Learning to Live Together."},
      {
        "id":"ED029228",
        "title":"A Guidebook to a Program of Adult Education in the Greek Orthodox Church."},
      {
        "id":"ED029229",
        "title":"Some Population Trends Affecting Extension Education and Other Community Programs."},
      {
        "id":"ED029234",
        "title":"Counseling and Personnel Services in Adult Education. Current Information Sources, No. 23."},
      {
        "id":"ED029237",
        "title":"Handbook on Continuation Education in California."},
      {
        "id":"ED029238",
        "title":"Understanding the Older Adult; A Teacher's Manual and Course of Study For Use in Adult Education Classes in Secondary Schools."},
      {
        "id":"ED029239",
        "title":"A Study of Elementary Public School Personnel Attitudes Toward Continuing Education in Selected Communities in Wyoming: An Experiment in Changing Adult Attitudes and Concepts."},
      {
        "id":"ED029241",
        "title":"Continuing Education: A Study of Opinions of University Faculty and Industrial Personnel."},
      {
        "id":"ED029242",
        "title":"Adult Basic Education; Operations Manual."},
      {
        "id":"ED029243",
        "title":"Proceedings 68; Association of University Evening Colleges; 30th, San Francisco, California, November 10-14, 1968."},
      {
        "id":"ED029245",
        "title":"Universities Council for Adult Education; Report on the Year 1967-1968."},
      {
        "id":"ED029246",
        "title":"Coordination of Continuing Education and Community Services in Oregon."},
      {
        "id":"ED029247",
        "title":"Continuing Education for Ministry: Personnel, Participation, and Evaluation."},
      {
        "id":"ED029257",
        "title":"Training Analysis Digest for Technical and Military Training, No. 5."},
      {
        "id":"ED029258",
        "title":"Continuing Education and the Church's Ministry; A Bibliographical Survey."},
      {
        "id":"ED029259",
        "title":"Some Factors Related to the Training of Selected Community 4-H Club Organizational Leaders in North Carolina."},
      {
        "id":"ED029260",
        "title":"The Integration of Training, Assessment and Research in a Peace Corps Training Project."},
      {
        "id":"ED029272",
        "title":"Early Grammatical Development in Several Languages, with Special Attention to Soviet Research."},
      {
        "id":"ED029273",
        "title":"Lexical and Grammatical Interference in the Speech of a Bilingual Child. Studies in Linguistics and Language Learning, Volume I."},
      {
        "id":"ED029274",
        "title":"A Characterization of Spanish Nouns and Adjectives. Studies in Linguistics and Language Learning, Volume II."},
      {
        "id":"ED029275",
        "title":"Pro-Forms in the Spanish Noun Phrase. Studies in Linguistics and Language Learning, Volume III."},
      {
        "id":"ED029277",
        "title":"Nominalizations in Spanish. Studies in Linguistics and Language Learning, Volume V."},
      {
        "id":"ED029278",
        "title":"Tele-TESOL in Puerto Rico for the Primary Grades."},
      {
        "id":"ED029279",
        "title":"Social Stigmatizing and the Linguistic Variable in a Negro Speech Community."},
      {
        "id":"ED029280",
        "title":"Sociolinguistic Perspectives on the Speech of the \"Disadvantaged\"."},
      {
        "id":"ED029281",
        "title":"Sociolinguistic Implications for Educational Sequencing."},
      {
        "id":"ED029288",
        "title":"Japanese; Japanese Songs."},
      {
        "id":"ED029293",
        "title":"Language as Obstacle and as Data in Sociological Research."},
      {
        "id":"ED029294",
        "title":"Summer Workshops in Sociolinguistics: Research on Children's Acquisition of Communicative Competence."},
      {
        "id":"ED029298",
        "title":"English for American Indians: A Newsletter of the Office of the Assistant Commissioner for Education, Bureau of Indian Affairs, United States Department of the Interior. Spring, 1969."},
      {
        "id":"ED029299",
        "title":"Language Research in Progress: Report No. 8, June 1969; A Cross-Referenced List of Documented Language Research Projects Current December 1968 - May 1969."},
      {
        "id":"ED029300",
        "title":"Controlled Writing: A Transformational Approach."},
      {
        "id":"ED029301",
        "title":"Reading and the Oral Approach at the Secondary Level."},
      {
        "id":"ED029304",
        "title":"Learning, Mental Health, and Testing."},
      {
        "id":"ED029305",
        "title":"Children's Preferences in the Transfer of Learning. Final Report."},
      {
        "id":"ED029306",
        "title":"Evoked Potentials and Human Intelligence."},
      {
        "id":"ED029307",
        "title":"Minimum Junior High and High School Standards Related to Guidance."},
      {
        "id":"ED029308",
        "title":"Variations in Exam Sophistication Among College Freshmen."},
      {
        "id":"ED029309",
        "title":"Perception of Emotion: Differences in Mode of Presentation, Sex of Perceiver, and Race of Expressor."},
      {
        "id":"ED029310",
        "title":"Further Relationships Between Blood Chemical Values and College Student Performance and Attitudes."},
      {
        "id":"ED029311",
        "title":"The Use of Academic Policies As Therapy."},
      {
        "id":"ED029312",
        "title":"An Elementary Guidance Bibliography of Books and Jounrnal Articles."},
      {
        "id":"ED029313",
        "title":"Expression and Perception of Emotion: Race and Sex."},
      {
        "id":"ED029314",
        "title":"Ethical and Legal Considerations of Release of Information Relating to Students."},
      {
        "id":"ED029315",
        "title":"Education For Social Work In Rural Settings."},
      {
        "id":"ED029316",
        "title":"Georgia's 1966 High School Graduates; A Self-Portrait."},
      {
        "id":"ED029317",
        "title":"Disadvantaged Youth."},
      {
        "id":"ED029318",
        "title":"A Demonstration of A Regional Career Information Center; The View System. A Summary of Research Results 1967-68."},
      {
        "id":"ED029319",
        "title":"Project Upper Cumberland. Report For Budget Period Ending June 30, 1968."},
      {
        "id":"ED029320",
        "title":"Secondary Student Status Survey 1967-1968. Part I."},
      {
        "id":"ED029321",
        "title":"Final Report on the Community Organization Curriculum Development Project."},
      {
        "id":"ED029322",
        "title":"Skill Acquisition and Perception Change of Counselor Candidates During Practicum."},
      {
        "id":"ED029324",
        "title":"Handbook for Community Adult School Counselors."},
      {
        "id":"ED029325",
        "title":"A Theoretical Exemplar of System Design, Implementation and Appraisal. The Bartlesville System."},
      {
        "id":"ED029326",
        "title":"Problems Associated With Simulating A Counselor's Function in the Student Decision-Making Process. The Bartlesville System."},
      {
        "id":"ED029327",
        "title":"Program for Learning in Accordance with Needs."},
      {
        "id":"ED029328",
        "title":"Guidelines For Inservice Training. The Bartlesville System."},
      {
        "id":"ED029329",
        "title":"The New Morality in College Student Relationships."},
      {
        "id":"ED029330",
        "title":"The Place of Counseling in the Elementary School Guidance Program."},
      {
        "id":"ED029332",
        "title":"Achievement Motivation in a Competitive Situation: A Comparison of Undergraduates, Younger Graduate Students and Older Female Graduate Students."},
      {
        "id":"ED029334",
        "title":"Campus Cues to Educative Behaviors."},
      {
        "id":"ED029335",
        "title":"Needed Concepts in Elementary Guidance."},
      {
        "id":"ED029336",
        "title":"Pattern of Achievement as Related to the Perceived Self."},
      {
        "id":"ED029337",
        "title":"The Supervision and Administration of Pupil Personnel Services by State Departments of Education."},
      {
        "id":"ED029338",
        "title":"Where the Challenge Is Met: A Handbook for Guidance in Grades Seven, Eight, and Nine."},
      {
        "id":"ED029339",
        "title":"Theoretical Framework. The Bartlesville System."},
      {
        "id":"ED029340",
        "title":"Satisfaction as a Moderator of the Relationship Between Abilities and Satisfactoriness."},
      {
        "id":"ED029341",
        "title":"A Cooperative Program for the Alleviation of Juvenile Behavior Problems. Final Report."},
      {
        "id":"ED029342",
        "title":"Student Services in Higher Education"},
      {
        "id":"ED029343",
        "title":"Orienting Students to the World of Work Using the Data-People-Things Conceptual Framework and the Ohio Vocational Interest Survey."},
      {
        "id":"ED029344",
        "title":"Racial Differences in Indices of Ego Functioning Relevant to Academic Achievement."},
      {
        "id":"ED029345",
        "title":"The Relevance of Occupational Information to Career-Choice Theory and Decision Making."},
      {
        "id":"ED029347",
        "title":"Growing Up In College. Liberal Education and Maturity."},
      {
        "id":"ED029348",
        "title":"Guidance in the Elementary School: Theory, Research, and Practice."},
      {
        "id":"ED029349",
        "title":"Verbal and Nonverbal Mediators in Recognition Memory for Complex Visual Stimuli."},
      {
        "id":"ED029350",
        "title":"A Comparison of the Auditory Memory Performance of Negro and White Children From Different Socio-Economic Backgrounds."},
      {
        "id":"ED029351",
        "title":"The Cincinnati Police-Juvenile Attitude Project; A Demonstration Project in Police-Teacher Curriculum Development to Improve Police-Juvenile Relations. Final Report."},
      {
        "id":"ED029352",
        "title":"The Principalship in Perspective."},
      {
        "id":"ED029353",
        "title":"A Cross-National Study of Education and Development Using Scalogram Analysis: The Structural Differentiation of Developing Educational Systems. Final Report."},
      {
        "id":"ED029354",
        "title":"The Intermediate Schools. Organization and Administration. Part V."},
      {
        "id":"ED029355",
        "title":"School and Community: The Need for a New Relationship."},
      {
        "id":"ED029356",
        "title":"The Use of Data in School Selection and Training of Administrators and Teachers."},
      {
        "id":"ED029357",
        "title":"Trends and Issues in Client Demands and System Responses."},
      {
        "id":"ED029358",
        "title":"Organizational Development for Thornlea: A Communication Package and Some Results."},
      {
        "id":"ED029359",
        "title":"High School Racial Confrontation, A Study of the White Plains, New York, Student Boycott. Student Unrest and Changing Student-Staff Relationships in the White Plains Public Schools, September, 1967 to December, 1968."},
      {
        "id":"ED029360",
        "title":"Public Education: Special Problems in Collective Negotiations--An Overview."},
      {
        "id":"ED029361",
        "title":"Above the Salt: Militancy in Education. Proceedings, Mont Chateau Conference on Collective Negotiations in Education (Morgantown, W. Va., March, 1968)."},
      {
        "id":"ED029362",
        "title":"Research Seminar Series for Training Instructional Leaders in Developing and Utilizing Research. Final Report."},
      {
        "id":"ED029363",
        "title":"Improving Quality During School Desegregation."},
      {
        "id":"ED029364",
        "title":"Student Entry Skills and the Evaluation of Instructional Programs: A Case Study."},
      {
        "id":"ED029365",
        "title":"The Secondary School System in the Netherlands: Some Social Consequences of Streaming. Final Report."},
      {
        "id":"ED029366",
        "title":"Mapping: A Method for Organizing Data about Your School Attendance Area."},
      {
        "id":"ED029367",
        "title":"Evaluation Designs for Title I of the Elementary and Secondary Education Act for 1968-1969."},
      {
        "id":"ED029368",
        "title":"An Evaluation of the Ungraded Program at the Powel Elementary School."},
      {
        "id":"ED029369",
        "title":"A Social System Analysis of Innovation in Sixteen School Districts."},
      {
        "id":"ED029370",
        "title":"Relationship of Classroom Grouping Practices to Diffusion of Students' Sociometric Choices and Diffusion of Students' Perception of Sociometric Choices."},
      {
        "id":"ED029371",
        "title":"ES'70--A Systematic Approach to Educational Change."},
      {
        "id":"ED029372",
        "title":"Education Directory, 1967-1968. Part 4, Education Associations."},
      {
        "id":"ED029373",
        "title":"Simulation in the Training of R & D Project Managers."},
      {
        "id":"ED029374",
        "title":"Teacher Survival in Oregon School Districts: First Results of a State-Wide Study."},
      {
        "id":"ED029375",
        "title":"Educational Program Planning and Related Techniques. Annotated Bibliography. Unpublished Report."},
      {
        "id":"ED029376",
        "title":"A Framework for the Evolutionary Development of an Executive Information System."},
      {
        "id":"ED029377",
        "title":"The Structuring of Health Information System Options: Summary and Assessment of Methodology. Prepared as Appendix VII-A to the Final Report of the Health Information System Project."},
      {
        "id":"ED029378",
        "title":"Regional Curriculum Project. Final Project Report."},
      {
        "id":"ED029379",
        "title":"Fault Tree Analysis: A Research Tool for Educational Planning. Technical Report No. 1."},
      {
        "id":"ED029380",
        "title":"An Economic Approach to Systems Analysis."},
      {
        "id":"ED029381",
        "title":"The Profession of Elementary School Administration. (Chapter 11 in Effective Elementary School Administration)"},
      {
        "id":"ED029382",
        "title":"The Use of Computer Simulation Techniques in Educational Planning."},
      {
        "id":"ED029386",
        "title":"Financing the School Food Service Program at the State Level."},
      {
        "id":"ED029387",
        "title":"School Boards and the U.S. Constitution."},
      {
        "id":"ED029388",
        "title":"Equality of Educational Opportunity in the Large Cities of America: The Relationship Between Decentralization and Racial Integration."},
      {
        "id":"ED029389",
        "title":"School Board Attorney: Friend in Need."},
      {
        "id":"ED029392",
        "title":"Detroit's Fight for Equal Educational Opportunity."},
      {
        "id":"ED029393",
        "title":"The Dilemma of the School Superintendent."},
      {
        "id":"ED029394",
        "title":"It's Time to Reschedule the School Year."},
      {
        "id":"ED029395",
        "title":"The Governing Board."},
      {
        "id":"ED029396",
        "title":"The Confrontation."},
      {
        "id":"ED029398",
        "title":"Teacher Unrest and the Principal. Pointers for Principals Series, Bulletin No. 2."},
      {
        "id":"ED029399",
        "title":"An Historical Case Study of the Effect of Educational Reform on an Underdeveloped Area: Scotland in the Eighteenth Century. Final Report."},
      {
        "id":"ED029400",
        "title":"The Union Contract and Principal Leadership in New York City Schools."},
      {
        "id":"ED029401",
        "title":"Teacher Salaries and Fringe Benefits."},
      {
        "id":"ED029402",
        "title":"Symposium: Perceptual Training for Children with Learning Difficulties (May 5, 1965)."},
      {
        "id":"ED029403",
        "title":"A Comparison of Mentally Retarded High School Students in Work Study Versus Traditional Programs; The Effects of Off-Campus Placement. Final Report."},
      {
        "id":"ED029404",
        "title":"Improving Instruction for Trainable Mentally Retarded; A Working Document."},
      {
        "id":"ED029405",
        "title":"Ohio Laws for Special Education."},
      {
        "id":"ED029406",
        "title":"Programs for the Handicapped; Handicapped Children's Early Education Assistance Act of 1968 P. L. [Public Law] 90-538."},
      {
        "id":"ED029407",
        "title":"Special Study Institute for Administrators of Special Education (Sacramento, October 30- November 3, 1967)."},
      {
        "id":"ED029408",
        "title":"The Effect of Differences in Curricula and Experiences on Social Work Student Attitudes and Knowledge about Mental Retardation."},
      {
        "id":"ED029409",
        "title":"Social Perceptual Training for Community Living; Pre-Vocational Units for Retarded Youth."},
      {
        "id":"ED029414",
        "title":"Mental Retardation Activities of the U.S. Department of Health, Education, and Welfare."},
      {
        "id":"ED029415",
        "title":"Characteristics of Visually Impaired Persons, United States, July 1963-June 1964; Vital and Health Statistics Data from the National Health Survey. National Center for Health Statistics Series 10, Number 46."},
      {
        "id":"ED029417",
        "title":"Perceptual Thresholds of Non-Visual Locomotion, Part II."},
      {
        "id":"ED029418",
        "title":"Individual Learning Disabilities."},
      {
        "id":"ED029419",
        "title":"Home Teaching for Parents of Young Deaf Children. Final Report."},
      {
        "id":"ED029420",
        "title":"Diagnostic Implications of Conjugate Contingencies. Final Report."},
      {
        "id":"ED029421",
        "title":"Oral Word Association Norms for Educable Mentally Retarded Children. Studies in Language and Language Behavior, Progress Report VIII."},
      {
        "id":"ED029422",
        "title":"Projects to Advance Creativity in Education, Title III; Supplementary Centers and Services for Education of Handicapped Children."},
      {
        "id":"ED029423",
        "title":"The Use of Overhead Projection in Classrooms for the Mentally Retarded."},
      {
        "id":"ED029424",
        "title":"An Experimental Curriculum Guide for Teachers of the Trainable Mentally Retarded."},
      {
        "id":"ED029425",
        "title":"A Bibliography: Easy Reading for Deaf Children."},
      {
        "id":"ED029426",
        "title":"Speeches Given At Teacher Institute, Springfield, Missouri, January 23-27, 1967."},
      {
        "id":"ED029427",
        "title":"Missouri Schools for the Retarded, Title I Project. Program Enrichment for State Schools for Retarded."},
      {
        "id":"ED029429",
        "title":"A Review of Selected Program Activities in the Education of the Deaf."},
      {
        "id":"ED029430",
        "title":"Contributions of Title III to the Education of Handicapped Children."},
      {
        "id":"ED029431",
        "title":"Directory of Services for the Mentally Regarded in Georgia."},
      {
        "id":"ED029437",
        "title":"Career Opportunities in the Field of Mental Retardation."},
      {
        "id":"ED029438",
        "title":"Some Recent Advances and Research in Vocational Evaluation."},
      {
        "id":"ED029439",
        "title":"Making Facilities Accessible to the Physically Handicapped."},
      {
        "id":"ED029440",
        "title":"Effects of Listening Instructions and Severity of Cleft Palate Speech on Listeners. Final Report."},
      {
        "id":"ED029441",
        "title":"Effectiveness of Educational Audiology on the Language Development of Hearing Handicapped Children. Final Report."},
      {
        "id":"ED029442",
        "title":"Teaching Parents and Others Principles of Behavioral Control for Modifying the Behavior of Children. Final Report."},
      {
        "id":"ED029443",
        "title":"Evaluation Report of Title I ESEA [Elementary and Secondary Education Act] Projects under P. L. [Public Law] 89-313 in the State of Vermont, 1966-1967."},
      {
        "id":"ED029444",
        "title":"A Guide for Programs in Recreation and Physical Education for the Mentally Retarded."},
      {
        "id":"ED029445",
        "title":"Physical Activities for the Mentally Retarded; Ideas for Instruction."},
      {
        "id":"ED029446",
        "title":"Student Work Experience and Training Program. Final Report."},
      {
        "id":"ED029447",
        "title":"Pre-Professional Training in Mental Retardation. Final Report."},
      {
        "id":"ED029448",
        "title":"Educational Programming for Pupils with Neurologically Based Language Disorders. Final Report."},
      {
        "id":"ED029449",
        "title":"National Speech and Hearing Survey. Interim Report."},
      {
        "id":"ED029450",
        "title":"A Study of the Factor Involved in Audio and Visual Coordination Affecting Language Delayed Children. Final Report."},
      {
        "id":"ED029452",
        "title":"Revenue Bond Financing Auxiliary Service Facilities Construction at the State Colleges."},
      {
        "id":"ED029453",
        "title":"The Design of Research Laboratories. Part I: A General Assessment. Part II: Air Conditioning and Conditioned Rooms."},
      {
        "id":"ED029455",
        "title":"Outline for Program Statements."},
      {
        "id":"ED029457",
        "title":"Report to the Wisconsin Educational Communications Board on a Wisconsin Educational Radio and Television Management Study."},
      {
        "id":"ED029458",
        "title":"Study of Space Utilization."},
      {
        "id":"ED029459",
        "title":"Institutional Size and Capacity. Report of Master Plan Committee L."},
      {
        "id":"ED029460",
        "title":"Legal Aspects of Educational Facilities."},
      {
        "id":"ED029461",
        "title":"Environment for Learning: The 1970's."},
      {
        "id":"ED029462",
        "title":"Time-Management Planning for Educational Facilities."},
      {
        "id":"ED029463",
        "title":"The Design, Development and Administration of Educational Facilities. A Conceptual Framework."},
      {
        "id":"ED029464",
        "title":"Cost Study Manual 1965-66."},
      {
        "id":"ED029465",
        "title":"Demography and Location. Report of Master Plan Committee M."},
      {
        "id":"ED029466",
        "title":"Estimation of Downwind Concentration of Airborne Effluents Discharged in the Neighbourhood of Buildings."},
      {
        "id":"ED029470",
        "title":"Facility Technology--Catalyst for Learning."},
      {
        "id":"ED029474",
        "title":"Good Practice Recommendations in the Field of Heating, Ventilation, and Air Conditioning for Health Related Research Laboratories."},
      {
        "id":"ED029475",
        "title":"Safety Cabinet Bibliography."},
      {
        "id":"ED029476",
        "title":"New Ideas for School Construction."},
      {
        "id":"ED029477",
        "title":"Living Accommodation for Young People. Report of An Exploratory Review."},
      {
        "id":"ED029479",
        "title":"Guide for Planning the Home Economics Department."},
      {
        "id":"ED029480",
        "title":"Report on Master Planning for The California State College--Bakersfield."},
      {
        "id":"ED029481",
        "title":"Project Monographs."},
      {
        "id":"ED029483",
        "title":"Nature Centers and Outdoor Education Facilities."},
      {
        "id":"ED029485",
        "title":"Development of Guidelines for Cooperative Purchasing Agencies and Procedures for Public School Districts. Final Report."},
      {
        "id":"ED029486",
        "title":"An Analysis of Audiovisual Machines for Individual Program Presentation. Research Memorandum Number Two."},
      {
        "id":"ED029487",
        "title":"Strategy and Tactics for Program Preparation. Research Memorandum Number Three."},
      {
        "id":"ED029488",
        "title":"The National Film Board of Canada and Its Task of Communication. Final Report."},
      {
        "id":"ED029489",
        "title":"Cybernation and Man--A Course Development Project. Final Report."},
      {
        "id":"ED029490",
        "title":"Screen Education; Teaching a Critical Approach to Cinema and Television. Reports and Papers on Mass Communications, Number 42."},
      {
        "id":"ED029491",
        "title":"A Basic Reference Shelf on Audio-Visual Instruction. A Series One Paper from ERIC at Stanford."},
      {
        "id":"ED029492",
        "title":"Feasibility of Using an Experimental Laboratory for Identifying Classroom Multi-Media Problems and Requirements. Final Report."},
      {
        "id":"ED029493",
        "title":"Theory for the New Media in Education; Proceedings of a Work Conference to Study the Role of Scientific Theory in Developing and Applying Research on the New Media in Education. Educational Proceedings Series, Number 1. August 1968."},
      {
        "id":"ED029495",
        "title":"How to with P.I.; A Systematic Approach to the Use of Programmed Instruction. Volume III, the Draper Project. Final Report."},
      {
        "id":"ED029496",
        "title":"Development of Computer Aids for Tape-Control of Photocomposing Machines; Implementation, Hardware, and Other Systems. Final Report, Section C."},
      {
        "id":"ED029498",
        "title":"Desk Calculators in the Mathematics Classroom."},
      {
        "id":"ED029500",
        "title":"A Project for the Improvement of Music Education at Elementary, Junior High, Senior High, and College Levels through the Use of Non-Book Instructional Media. Final Report."},
      {
        "id":"ED029502",
        "title":"Educational Communications Handbook."},
      {
        "id":"ED029503",
        "title":"An Experimental Study of the Use of Visual Illustrations Used to Complement Oral Instruction on Television."},
      {
        "id":"ED029504",
        "title":"Provincially-Employed Superintendents in Canada."},
      {
        "id":"ED029505",
        "title":"A Study of the Effects on Pupil Achievement of Certain Audio and Visual Presentation Sequences. Final Report."},
      {
        "id":"ED029506",
        "title":"The Effect of Varying the Amount of Realistic Detail in Visual Illustrations Designed to Complement Programed Instruction."},
      {
        "id":"ED029507",
        "title":"Project: Educational Improvement."},
      {
        "id":"ED029508",
        "title":"Educational Psychology by Video Tape for Inservice Teachers: A Feasibility Study. Final Report."},
      {
        "id":"ED029510",
        "title":"Soviet Psychology of Set as Related to Parameters of the Educational Process."},
      {
        "id":"ED029511",
        "title":"Computer-Based Instruction in Statistical Inference; Final Report. Technical Memorandum (TM Series)."},
      {
        "id":"ED029516",
        "title":"Introductory Computer-Based Mechanics; A One Week Sample Course."},
      {
        "id":"ED029517",
        "title":"Data Processing in Education: State and Regional Centers. Final Report."},
      {
        "id":"ED029518",
        "title":"Computers in Higher Education. Report of the President's Science Advisory Committee."},
      {
        "id":"ED029519",
        "title":"Individualized Instruction: An Annotated Bibliography. A Series One Paper from ERIC at Stanford."},
      {
        "id":"ED029522",
        "title":"The Classics in the New World."},
      {
        "id":"ED029523",
        "title":"Toward a Redefinition of Teacher Role and Teaching Context in Foreign Language Instruction."},
      {
        "id":"ED029524",
        "title":"The Impact of Linguistics on Language Teaching: Past, Present and Future."},
      {
        "id":"ED029525",
        "title":"Observations on Educational Developments in the Far East."},
      {
        "id":"ED029526",
        "title":"Applied French Linguistics."},
      {
        "id":"ED029527",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Volume 2, Numbers 1, 2, 3, 1968."},
      {
        "id":"ED029528",
        "title":"Report of First Annual Conference; Flexible Scheduling and Foreign Language Teaching."},
      {
        "id":"ED029529",
        "title":"Defense Language Institute French Basic Course. Volume IV, Lessons 36-45. Volume V, Lessons 46-55."},
      {
        "id":"ED029530",
        "title":"Defense Language Institute French Basic Course. Volume II, Lessons 16-25. Volume III, Lessons 26-35."},
      {
        "id":"ED029531",
        "title":"Defense Language Institute French Basic Course. Volume I, Lessons 1-15."},
      {
        "id":"ED029533",
        "title":"German Curriculum Guide, Levels I-III, Grades 10-12."},
      {
        "id":"ED029534",
        "title":"Ceylon Education Abstracts, January 1, 1960 to December 31, 1962. Volume 1, Number 2."},
      {
        "id":"ED029535",
        "title":"French on the Advanced Level."},
      {
        "id":"ED029536",
        "title":"A Survey of the Teaching of Latin in Secondary Schools. Test Development Report 1."},
      {
        "id":"ED029537",
        "title":"Foreign Language Teaching and the National Interest."},
      {
        "id":"ED029538",
        "title":"ERIC Documents on the Teaching of Foreign Languages: List Number 2."},
      {
        "id":"ED029539",
        "title":"The Foreign Language Instructional Program on Long Island: 1969 Survey."},
      {
        "id":"ED029541",
        "title":"The Value of External Direction and Individual Discovery in Learning Situations: 1. The Learning of a Mathematical Principle. 2. The Learning of a Foreign Alphabet. Didakometry, Numbers 57 and 58."},
      {
        "id":"ED029542",
        "title":"A Survey of the Teaching of French, Spanish, and German in Secondary Schools. Test Development Report 2."},
      {
        "id":"ED029544",
        "title":"Why Is College Foreign-Language Instruction in Trouble? Three Dozen Reasons."},
      {
        "id":"ED029545",
        "title":"Foreign Language Placement, Autumn Quarter, 1968."},
      {
        "id":"ED029546",
        "title":"Some Opinions on the Future of High School Russian Programs."},
      {
        "id":"ED029547",
        "title":"A Four-Year Study of Personality Traits and Values of a Group of National Merit Scholars and Certificate of Merit Recipients."},
      {
        "id":"ED029549",
        "title":"Changing Centers of Power in Higher Education. A Challenge to Institutional Leadership."},
      {
        "id":"ED029550",
        "title":"A Research Base for a Diversified System of Higher Education."},
      {
        "id":"ED029551",
        "title":"A Modern Sisyphus Goes to College."},
      {
        "id":"ED029552",
        "title":"General Purpose Sampling in the Domain of Higher Education."},
      {
        "id":"ED029553",
        "title":"National Norms for Entering College Freshmen - Fall 1968."},
      {
        "id":"ED029556",
        "title":"Higher Education Center: The Potential for Sharing Facilities among Institutions of Higher Education in Connecticut."},
      {
        "id":"ED029558",
        "title":"The University and Race Relations."},
      {
        "id":"ED029559",
        "title":"A Student's Dilemma: Big Fish-Little Pond or Little Fish-Big Pond."},
      {
        "id":"ED029560",
        "title":"Outstanding Negro High School Students: A One-Year Followup."},
      {
        "id":"ED029562",
        "title":"The Liberal Arts: A Modern Concept?"},
      {
        "id":"ED029563",
        "title":"\"Student Participation in Campus Government.\""},
      {
        "id":"ED029565",
        "title":"American College Student Values: A Normative Study."},
      {
        "id":"ED029566",
        "title":"The City and the University."},
      {
        "id":"ED029567",
        "title":"Users' Manual. ACE Higher Education Data Bank."},
      {
        "id":"ED029568",
        "title":"Codes of Student Conduct: A Breakdown of Statements of Sixteen Colleges and Universities."},
      {
        "id":"ED029570",
        "title":"Relations between Aptitude Changes and Academic Success during College."},
      {
        "id":"ED029571",
        "title":"Margin for Excellence. The Role of Voluntary Support in Public Higher Education."},
      {
        "id":"ED029572",
        "title":"An Opportunity for a Major American Advance through Higher Education."},
      {
        "id":"ED029573",
        "title":"The Academic Senate Under Fire."},
      {
        "id":"ED029574",
        "title":"Relationships of Higher Education to National Policy: Assets and Liabilities."},
      {
        "id":"ED029575",
        "title":"Helping to Salvage the College Failout."},
      {
        "id":"ED029576",
        "title":"Law and Order in a Free Society: The Role of Higher Education."},
      {
        "id":"ED029577",
        "title":"Higher Education as a Field of Study at the Doctoral Level."},
      {
        "id":"ED029578",
        "title":"Social Impact of New Directions in Art: \"Soul,\" Living Theatre, Happenings, Etc."},
      {
        "id":"ED029579",
        "title":"Quest for Relevance."},
      {
        "id":"ED029580",
        "title":"SMSA America and the Urbanized Campus."},
      {
        "id":"ED029582",
        "title":"The Agony and The Promise of Higher Education as Seen Through ETS Research."},
      {
        "id":"ED029583",
        "title":"Doctoral Preparation in the Field of Special Education."},
      {
        "id":"ED029584",
        "title":"Higher Education Appropriation Recommendations for Current Operations 1969-1971."},
      {
        "id":"ED029585",
        "title":"The Rise of Administration in Higher Education."},
      {
        "id":"ED029586",
        "title":"[Second Interim Report of the Special Committee of the Trustees of Columbia University.]"},
      {
        "id":"ED029587",
        "title":"Inventory of Current Research on Higher Education 1968."},
      {
        "id":"ED029588",
        "title":"The Role of the University in Community Development."},
      {
        "id":"ED029589",
        "title":"Role of Wisconsin Institutions of Higher Education in Area Resource Planning and Development. Consortium Project. Title I. Higher Education Act 1965."},
      {
        "id":"ED029591",
        "title":"Campus Insurgency: Evolution or Revolution."},
      {
        "id":"ED029592",
        "title":"Freshmen View the College Scene: Opinions Before and After the Initial Semester."},
      {
        "id":"ED029593",
        "title":"Proposal for Progress: Guidelines for State Policy and Comprehensive Planning of Post-Secondary Education."},
      {
        "id":"ED029594",
        "title":"Wisconsin Area Planning and Development. Consortium Project, Title I, Higher Education Act 1965."},
      {
        "id":"ED029595",
        "title":"The University and Corrections: Potential for Collaborative Relationships."},
      {
        "id":"ED029596",
        "title":"Washington Area Universities and the Community: Urban Programs and Courses in Eleven Institutions of Higher Education."},
      {
        "id":"ED029597",
        "title":"Schools of Public Health in the U.S.A. and Canada (Year Ending June 1968)."},
      {
        "id":"ED029598",
        "title":"The Use of CLEP Scores in Evaluating Liberal Arts Curriculum."},
      {
        "id":"ED029599",
        "title":"Black Studies Programs and Civil Rights Violations."},
      {
        "id":"ED029600",
        "title":"Graduate Schools of Private Universities: Leadership for the Nation."},
      {
        "id":"ED029601",
        "title":"Federal Support to Universities and Colleges, Fiscal Year 1967."},
      {
        "id":"ED029602",
        "title":"The Campus Confrontations."},
      {
        "id":"ED029603",
        "title":"Implications of Recent Court Decisions Involving Rights and Responsibilities on the Campus."},
      {
        "id":"ED029604",
        "title":"The Role of the Administration and the Governing Board."},
      {
        "id":"ED029605",
        "title":"The Role of the Student."},
      {
        "id":"ED029606",
        "title":"A Study of the Influence of Age on Predictability of Graduate Record Examinations Aptitude Tests for Successful Graduate Students."},
      {
        "id":"ED029607",
        "title":"Ethnic Group Attitudes: A Behavioral Model for the Study of Attitude Intensity."},
      {
        "id":"ED029608",
        "title":"North Carolina Board of Higher Education Biennial Report, 1967-1969."},
      {
        "id":"ED029609",
        "title":"The Literature of Higher Education, 1968."},
      {
        "id":"ED029610",
        "title":"Proceedings, 16th SREB Legislative Work Conference August 27/29 1967. The Organization of Higher Education."},
      {
        "id":"ED029611",
        "title":"Participation and Staff-Student Relations. A Seven Year Study of Social Changes in an Expanding College of Education."},
      {
        "id":"ED029614",
        "title":"Integrative Planning for the \"Joint Systems\" of Society and Technology--The Emerging Role of the University."},
      {
        "id":"ED029615",
        "title":"A Study of the Semantic Differential Based on Motivational Concepts as a Technique for Predicting Student Achievement."},
      {
        "id":"ED029616",
        "title":"Seniors View the Core Curriculum. A Survey Report."},
      {
        "id":"ED029617",
        "title":"Factors Affecting the Acquisition and Retention of College Faculty. Final Report."},
      {
        "id":"ED029618",
        "title":"Prediction of College Performance and Personality Based on Association Rating of All Possible Sets of Terms in a Course of Instruction. Final Report."},
      {
        "id":"ED029619",
        "title":"Higher Education Associations in a Decentralized Education System."},
      {
        "id":"ED029620",
        "title":"Report on Pre-College Seminar, May 1967: Challenge of Tomorrow's Technology."},
      {
        "id":"ED029621",
        "title":"A Study of the 1968 Graduates of Manatee Junior College."},
      {
        "id":"ED029622",
        "title":"Casper College: An Institutional Profile, 1967-1968, and Supplement, July 1, 1968 to December 1, 1968."},
      {
        "id":"ED029623",
        "title":"The Librarian as a Media Strategist."},
      {
        "id":"ED029624",
        "title":"Perceptions of the Community Junior College as Held by Non-Education Professional People."},
      {
        "id":"ED029625",
        "title":"Innovation in Evaluation: Teacher Assessment by Objectives."},
      {
        "id":"ED029626",
        "title":"The Efficiency of the American College Testing Program and High School Grades for Predicting the Achievement of Chesapeake College Students."},
      {
        "id":"ED029627",
        "title":"Putting Institutional Research to Work in the Smaller College."},
      {
        "id":"ED029628",
        "title":"The Leavers' View."},
      {
        "id":"ED029629",
        "title":"The Academic Experience."},
      {
        "id":"ED029630",
        "title":"The Student and His Faculty."},
      {
        "id":"ED029631",
        "title":"A Report of the Fourth Year of Instruction, Associate in Arts Degree Program in Nursing, 1967-1968."},
      {
        "id":"ED029632",
        "title":"Some Questions for Institutional Research."},
      {
        "id":"ED029633",
        "title":"A Program of Effective Research for the Community Junior College."},
      {
        "id":"ED029634",
        "title":"Students Accepted on Probation."},
      {
        "id":"ED029635",
        "title":"Business's Best Seller--It's Called Retailing."},
      {
        "id":"ED029637",
        "title":"Analysis of Grade Point Average and Grades in Selected Courses for Students in Selected Occupational Programs."},
      {
        "id":"ED029638",
        "title":"Prediction of Grade Point Average and Selected Course Grades from American College Testing Program Scores and Status as High School Graduate."},
      {
        "id":"ED029639",
        "title":"A Study of the Subsequent Educational Achievement of Students Taking Guided Studies Courses."},
      {
        "id":"ED029640",
        "title":"The Mini-College, Spring, 1968."},
      {
        "id":"ED029643",
        "title":"The Strong Vocational Interest Blank's AACH Scale as a Predictor of Academic Under- and Overachievement."},
      {
        "id":"ED029645",
        "title":"Feasibility Study for Aviation Programs at Hudson Valley Community College."},
      {
        "id":"ED029646",
        "title":"The Economic Impact of Spokane Community College upon the Spokane Metropolitan Area."},
      {
        "id":"ED029647",
        "title":"Institutional Self-Study of Sinclair Community College."},
      {
        "id":"ED029648",
        "title":"Instructional Materials Selection Policy."},
      {
        "id":"ED029659",
        "title":"Libraries in North Carolina Public Senior Colleges and Universities: Present Status and Future Needs."},
      {
        "id":"ED029660",
        "title":"Trends and Directions in Library Education and Library Practice. Isabel Nichol Lecture Series."},
      {
        "id":"ED029662",
        "title":"An Inventory of Library Services and Resources of the State of Washington, 1965."},
      {
        "id":"ED029663",
        "title":"The MARC Pilot Project. Final Report."},
      {
        "id":"ED029672",
        "title":"An Information Storage and Retrieval System for Biological and Geological Data. Interim Report."},
      {
        "id":"ED029673",
        "title":"Cognitive Memory; A Computer Oriented Epistemological Approach to Information Storage and Retrieval. Interim Report, Phase I, 1 September 1967-28 February 1969."},
      {
        "id":"ED029674",
        "title":"The Teachers' Library; How to Organize It and What to Include. 1968 Edition."},
      {
        "id":"ED029678",
        "title":"Preliminary Evaluation, Texas State Library Communication Network, 1968."},
      {
        "id":"ED029679",
        "title":"A Study of the Organization and Search of Bibliographic Holdings Records in On-Line Computer Systems: Phase I. Final Report."},
      {
        "id":"ED029680",
        "title":"An Experimental Program Designed to Increase Auditory Discrimination With Head Start Children."},
      {
        "id":"ED029681",
        "title":"Kindergarten: The Child in His Home and School Environments. Course of Study and Related Learning Activities. (Curriculum Bulletin, 1967-68 Series, No. 2a.)"},
      {
        "id":"ED029682",
        "title":"Grade 1: Living and Working Together in the Community. Course of Study and Related Learning Activities. (Curriculum Bulletin, 1967-68 Series, No. 2b.)"},
      {
        "id":"ED029683",
        "title":"Leicestershire Revisited."},
      {
        "id":"ED029684",
        "title":"Psychomotor Education - Theory and Practice."},
      {
        "id":"ED029685",
        "title":"Problem Solving and Concept Formation: Annotated Listing of National and International Curricular Projects at the Early Childhood Level."},
      {
        "id":"ED029686",
        "title":"A Two-Year Language Arts Program for Pre-First Grade Children: First Year Report."},
      {
        "id":"ED029687",
        "title":"Competence Vs. Performance in Young Children's Use of Complex Linguistic Structures."},
      {
        "id":"ED029688",
        "title":"Conditions Fostering the Use of Informative Feedback by Young Children."},
      {
        "id":"ED029689",
        "title":"Comparative Effectiveness of Speaking Versus Listening in Improving the Spoken Language of Disadvantaged Young Children."},
      {
        "id":"ED029690",
        "title":"Effect of Variety on the Learning of a Social Studies Concept by Preschool Children."},
      {
        "id":"ED029691",
        "title":"Young Children's Use of Language in Inferential Behavior."},
      {
        "id":"ED029692",
        "title":"Individualized Motor-Perceptual Study."},
      {
        "id":"ED029693",
        "title":"The Effect of Direct Instruction in Listening on the Listening and Reading Comprehension of First Grade Children. Dissertation Abstract."},
      {
        "id":"ED029694",
        "title":"Grade 2: How People Live in City Communities Around the World. Course of Study and Related Learning Activities. (Curriculum Bulletin, 1968-69 Series, No. 2.)"},
      {
        "id":"ED029695",
        "title":"The Use of the Goodenough Draw-A-Man Test as a Predictor of Academic Achievement."},
      {
        "id":"ED029696",
        "title":"A Study of Composition Ability as Assessed With a Standardized Instrument for Second and Third Grade Children."},
      {
        "id":"ED029697",
        "title":"A Study Comparing Global Quality and Syntactic Maturity in the Writing Composition of Second and Third Grade Students."},
      {
        "id":"ED029699",
        "title":"Matched-Pair Scoring Technique Used on a First-Grade Yes-No Type Economics Achievement Test."},
      {
        "id":"ED029700",
        "title":"SRA Economics Materials in Grades One and Two. Evaluation Reports."},
      {
        "id":"ED029701",
        "title":"Comparison of Yes-No, Matched-Pairs, and All-No Scoring of a First-Grade Economics Achievement Test."},
      {
        "id":"ED029702",
        "title":"Use of Non-Professional Personnel for Health Screening of Head Start Children. Final Report."},
      {
        "id":"ED029705",
        "title":"Head Start Evaluation and Research Center, Tulane University. Annual Report."},
      {
        "id":"ED029706",
        "title":"Effects of Kindergarten Attendance on Development of School Readiness and Language Skills. Interim Report."},
      {
        "id":"ED029707",
        "title":"Eidetic Imagery in Children. Final Report."},
      {
        "id":"ED029708",
        "title":"Replication of the &quot;Motivated Learning&quot; Cognitive Training Procedures With Culturally Deprived Preschoolers. Report From Project Motivated Learning."},
      {
        "id":"ED029709",
        "title":"A Comparison of the Reading Readiness of Kindergarten Pupils Exposed to Conceptual-Language and Basal Reader Prereading Programs. A Pilot Study. Final Report."},
      {
        "id":"ED029710",
        "title":"Identification in the Kindergarten of Factors That Make For Future Success in Reading and Identification and Diagnosis in the Kindergarten of Potential Reading Disability Cases. Final Report."},
      {
        "id":"ED029713",
        "title":"A Report on the 1967-68 Program for Preschool Children and Their Parents. Research Report Series 1968-69, No. 4."},
      {
        "id":"ED029714",
        "title":"The Middle School: A Selected Bibliography With Introduction."},
      {
        "id":"ED029715",
        "title":"Children's Ability to Operate Within a Matrix: A Developmental Study."},
      {
        "id":"ED029716",
        "title":"Bibliography: Teacher Characteristics."},
      {
        "id":"ED029717",
        "title":"The Effects of Standard Dialect Training on Negro First-Graders Learning to Read. Final Report."},
      {
        "id":"ED029718",
        "title":"Language."},
      {
        "id":"ED029719",
        "title":"Six School Readiness Screening Devices Used in Pediatric Offices: Concurrent Validity. Final Report."},
      {
        "id":"ED029720",
        "title":"Spotlight on Follow Through."},
      {
        "id":"ED029721",
        "title":"Factors Influencing Occupational Decisions in a Low-Income Area."},
      {
        "id":"ED029722",
        "title":"Resume of Materials, Suggestions, and References Gathered During the Shippensburg Conference on the Education of the Migrant Child (June 10-21, 1968)."},
      {
        "id":"ED029723",
        "title":"The Relationship Between Self-Concept, Intellectual Ability, Achievement, and Manifest Anxiety Among Select Groups of Spanish-Surname Migrant Students in New Mexico."},
      {
        "id":"ED029725",
        "title":"Career Selection Education Program, 1965-1968. Report."},
      {
        "id":"ED029726",
        "title":"Strategies for Change in Rural Communities."},
      {
        "id":"ED029727",
        "title":"Changes in the Spanish Speaking Labor Force of Saginaw County, Michigan."},
      {
        "id":"ED029728",
        "title":"Teachers and Counselors for Mexican American Children."},
      {
        "id":"ED029729",
        "title":"Manpower-Development Services and the People of Rural Communities."},
      {
        "id":"ED029730",
        "title":"Organization of Educational Programs in Sparsely Settled Areas of the World."},
      {
        "id":"ED029731",
        "title":"Problems of Adult Education in Less Developed Arid Regions."},
      {
        "id":"ED029732",
        "title":"Elementary and Secondary Education in Arid Lands."},
      {
        "id":"ED029733",
        "title":"Organizing for Education."},
      {
        "id":"ED029734",
        "title":"The Appalachian Regional Commission Annual Report, 1968."},
      {
        "id":"ED029735",
        "title":"Seeking More Effective Means to Overcome Poverty. Proceedings of the Appalachia Conference on Research in Poverty and Development (Virginia Polytechnic Institute, Blacksburg, Virginia, July 17-20, 1968)."},
      {
        "id":"ED029736",
        "title":"A Study of Problems in Education of the Native People of Alaska."},
      {
        "id":"ED029737",
        "title":"Status of Secondary Vocational Education in Appalachia. Appalachian Research Report No. 10."},
      {
        "id":"ED029738",
        "title":"Scholarships for American Indian Youth, 1969."},
      {
        "id":"ED029739",
        "title":"Saturday School. Preliminary Progress Report."},
      {
        "id":"ED029740",
        "title":"The Poor: A Selected Bibliography."},
      {
        "id":"ED029741",
        "title":"Indian Education in Eastern Oklahoma. A Report of Fieldwork Among the Cherokee. Final Report."},
      {
        "id":"ED029744",
        "title":"Vocational Preparation and Race in Michigan Higher Education."},
      {
        "id":"ED029745",
        "title":"Teaching Migrant Children: The Problem and an Approach."},
      {
        "id":"ED029746",
        "title":"Equality of Educational Opportunity for Spanish-American and Indian Students in Two Multi-Cultural Communities: An Exploratory Assessment."},
      {
        "id":"ED029747",
        "title":"Some Factors Affecting Academic Performance of Public Assistance Students."},
      {
        "id":"ED029748",
        "title":"Rural Education and the Educational and Occupational Attainments of Youth."},
      {
        "id":"ED029749",
        "title":"Change in Small Schools."},
      {
        "id":"ED029750",
        "title":"Practical Problems of Schoolbook Selection for Disadvantaged Pupils."},
      {
        "id":"ED029751",
        "title":"Developing Critical Thinking Skills Through Reading."},
      {
        "id":"ED029752",
        "title":"Extra Stimulation in Intermediate Grade Reading."},
      {
        "id":"ED029753",
        "title":"College Reading Instruction: Past, Present and Future."},
      {
        "id":"ED029754",
        "title":"Diagnosis for the Classroom Teacher."},
      {
        "id":"ED029755",
        "title":"Promising Practices in In-Service Education in Reading."},
      {
        "id":"ED029756",
        "title":"Individual Programming for Children with Learning Disabilities as Determined by Screening, Identification, and Differential Diagnosis."},
      {
        "id":"ED029757",
        "title":"Auditory Assessment of Children from a Psychologist's Point of View."},
      {
        "id":"ED029758",
        "title":"Incorporating Frostig and Kephart Principles in Curriculum for Mentally Handicapped."},
      {
        "id":"ED029759",
        "title":"Human Behavior and the Acquisition of Competence in Critical Reading."},
      {
        "id":"ED029760",
        "title":"\"The First R\" in Schools."},
      {
        "id":"ED029761",
        "title":"Classroom Screening for Learning Disabilities in the Primary Grades: Utilization of the Slingerland Screening Tests for the Identification of Perceptual-Motor Deficits."},
      {
        "id":"ED029762",
        "title":"Procedures for Training Neurologically Involved Children to Respond to Sequentially Presented Verbal Stimuli."},
      {
        "id":"ED029763",
        "title":"The Efficacy of \"Chunking\" Reading Materials. Final Report."},
      {
        "id":"ED029764",
        "title":"Perceptive Reading Instruction."},
      {
        "id":"ED029765",
        "title":"An Interdisciplinary Approach to Teaching Reading."},
      {
        "id":"ED029766",
        "title":"Summer Crash Tutorial Program, 1968."},
      {
        "id":"ED029767",
        "title":"Language Barriers of the Culturally Different."},
      {
        "id":"ED029768",
        "title":"After-School Study Centers Review. Volume 1, Number 1, Spring 1965."},
      {
        "id":"ED029769",
        "title":"An Approach to Literature for Children: Report of a Seminar Considering the Teaching of Literature in the Elementary Schools."},
      {
        "id":"ED029770",
        "title":"Visual Discrimination: Lower Case Letter Confusion."},
      {
        "id":"ED029771",
        "title":"Measuring Pupil Growth in Reading in the More Effective Schools."},
      {
        "id":"ED029772",
        "title":"Measuring Progress of Fourth Grade Pupils Enrolled in the Remedial Program in Reading of the After-School Study Centers. Final Report."},
      {
        "id":"ED029773",
        "title":"Identification and Remediation of Perceptual Handicaps in Learning to Read. Final Report."},
      {
        "id":"ED029774",
        "title":"Patterns for Progress: An Evaluation, 1967-1968."},
      {
        "id":"ED029775",
        "title":"Preparing High School Physics Teachers."},
      {
        "id":"ED029780",
        "title":"Experimental Course Report, Grade Nine, No. 1."},
      {
        "id":"ED029781",
        "title":"Experimental Course Report, Kindergarten, No. 2."},
      {
        "id":"ED029782",
        "title":"Science Grade 7, Long Form."},
      {
        "id":"ED029783",
        "title":"Report of the Action Committee on Agricultural Education."},
      {
        "id":"ED029788",
        "title":"Mathematics Content Authority List: K-6, Abridged."},
      {
        "id":"ED029789",
        "title":"Mathematics Content Authority List: K-6."},
      {
        "id":"ED029790",
        "title":"Papers for the Research Reporting Sections of the Forty-seventh Annual Meeting of the National Council of Teachers of Mathematics."},
      {
        "id":"ED029792",
        "title":"An Appraisal of Recent Developments in the Curriculum and Teaching of Mathematics at the Secondary Level."},
      {
        "id":"ED029793",
        "title":"Reforms in Mathematics Education for Secondary Schools: Historical Trends in Russian and American Education, Final Report."},
      {
        "id":"ED029794",
        "title":"A Survey of the Draft Status of First and Second Year Science Graduate Students, Fall 1968."},
      {
        "id":"ED029795",
        "title":"Problem-Solving on a Computer-Based Teletype."},
      {
        "id":"ED029796",
        "title":"An Evaluative Investigation of Silent Loop Films in the Teaching of Anatomy, Final Report."},
      {
        "id":"ED029802",
        "title":"Science Policy Bulletin, Volume 2 Number 1."},
      {
        "id":"ED029803",
        "title":"A Compilation of Information on Computer Applications in Nutrition and Food Service."},
      {
        "id":"ED029804",
        "title":"User Information Needs: The Challenge and a Response."},
      {
        "id":"ED029805",
        "title":"The Classroom Teacher Speaks on His Supportive Staff. Report of the Classroom Teachers National Study Conference on the Classroom Teacher and His Supportive Staff (Nov. 25-26, 1966)."},
      {
        "id":"ED029806",
        "title":"Proposal for an Experimental Program in Teacher Education."},
      {
        "id":"ED029807",
        "title":"Training Classroom Teachers for Supervision."},
      {
        "id":"ED029808",
        "title":"The Relationship of School System Innovativeness to Selected Dimensions of Interpersonal Behavior in Eight School Systems. Report from the Models for Planned Educational Change Project. Technical Report No. 70."},
      {
        "id":"ED029809",
        "title":"The Minicourse as a Vehicle for Changing Teacher Behavior, the Research Evidence."},
      {
        "id":"ED029810",
        "title":"A Plan for a New Type of Professional Training for a New Type of Teaching Staff."},
      {
        "id":"ED029811",
        "title":"The Innovation Team; A Model for Change in Inner City Schools?"},
      {
        "id":"ED029812",
        "title":"Field Research and Development of Materials for 1968 National Conference of School Board Members Serving City and Rural Communities, North and South."},
      {
        "id":"ED029813",
        "title":"Some Comments on Nine Elementary Teacher Education Models."},
      {
        "id":"ED029814",
        "title":"Function and Future: The Public Campus Laboratory Schools in Wisconsin."},
      {
        "id":"ED029815",
        "title":"Graduate Opportunities for Black Students."},
      {
        "id":"ED029817",
        "title":"Guidelines for Professional Standards Boards."},
      {
        "id":"ED029818",
        "title":"Videotape Project."},
      {
        "id":"ED029819",
        "title":"An Experimental Study of In-Service Teacher Training to Promote Inductive Teaching and Creative Problem Solving."},
      {
        "id":"ED029820",
        "title":"A Correlation Study of the Minnesota Teacher Attitude Inventory and Kerlinger's ES-VII."},
      {
        "id":"ED029821",
        "title":"The Teacher As Behavioral Manager. Vol. III, No. 1, Abstracts of Educational Research."},
      {
        "id":"ED029822",
        "title":"The EPIC Brief: A Description of the EPIC Evaluation Center."},
      {
        "id":"ED029823",
        "title":"The Relationship of Self-Supervision to Change in Selected Attitudes and Behaviors of Secondary Student Teachers."},
      {
        "id":"ED029824",
        "title":"Teacher Guide for Self-Appraisal, Video Inservice Program (ESEA, Title III)."},
      {
        "id":"ED029825",
        "title":"Several Educators' Cure for the Common Cold, Among Other Things, or One Unionist View of Staff Differentiation."},
      {
        "id":"ED029826",
        "title":"An Exploratory Study of the Effect of Selected Variables upon Teacher Expectation of Pupil Success."},
      {
        "id":"ED029827",
        "title":"The Preparation of Teachers for Junior Colleges. Report of Annual Missouri Valley Conference on Junior and Senior College Cooperation (2nd, May 5-6, 1967)."},
      {
        "id":"ED029828",
        "title":"Diplomate in Collegiate Teaching; Preliminary Information."},
      {
        "id":"ED029829",
        "title":"Guidelines for Career Development for Auxiliary Personnel in Education."},
      {
        "id":"ED029830",
        "title":"Professional Growth Inservice of the Supervising Teacher. Forty-Fifth Yearbook, 1966."},
      {
        "id":"ED029831",
        "title":"Research Rates and Delimiters in the Wisconsin State Universities."},
      {
        "id":"ED029832",
        "title":"The Instructional Aide: New Developments."},
      {
        "id":"ED029834",
        "title":"Contemporary Issues in Elementary Education."},
      {
        "id":"ED029835",
        "title":"An Anchor to Windward: A Framework of State Certification To Accommodate Current Developments in Differentiating Staff Roles."},
      {
        "id":"ED029836",
        "title":"The Central Purpose of American Education."},
      {
        "id":"ED029837",
        "title":"Educational Responsibilities of the Federal Government."},
      {
        "id":"ED029838",
        "title":"The Public Interest in How Teachers Organize."},
      {
        "id":"ED029839",
        "title":"The Unique Role of the Superintendent of Schools."},
      {
        "id":"ED029840",
        "title":"Suggested Exercises for Training Inner City Teachers. Field Paper 25, Interim Level of Development."},
      {
        "id":"ED029841",
        "title":"Welcome to Tutoring: Grades 3, 4, 5, 6."},
      {
        "id":"ED029842",
        "title":"A Study of Factors Operative in the Selective Retention of Students in Teacher Education. Part II."},
      {
        "id":"ED029843",
        "title":"Observer Effects on Teacher Behavior."},
      {
        "id":"ED029844",
        "title":"The Preparation of College and University Teachers."},
      {
        "id":"ED029845",
        "title":"Motivation in Teaching and Learning; Number 34, What Research Says to the Teacher."},
      {
        "id":"ED029846",
        "title":"Goal Oriented Teaching Exercise (G.O.T.E.): Methodology for Measuring the Effects of Teaching Strategies."},
      {
        "id":"ED029847",
        "title":"The Cleveland-Miami Inner-City Project."},
      {
        "id":"ED029850",
        "title":"The Oswego Plan for Team Supervision of Beginning Teachers."},
      {
        "id":"ED029851",
        "title":"The Role of the State Educational Agency in the Development of Innovative Programs in Student Teaching."},
      {
        "id":"ED029853",
        "title":"The Temple City Story: New Careers in Teaching; Differentiated Staffing."},
      {
        "id":"ED029854",
        "title":"Teacher Corps: Two Years of Progress and Plans for the Future."},
      {
        "id":"ED029855",
        "title":"Annotated Bibliography on the Professional Education of Teachers."},
      {
        "id":"ED029857",
        "title":"1967 School Board Seminar for Newly Elected Members of Southern School Boards."},
      {
        "id":"ED029858",
        "title":"The Status of the Career Teacher: Its Effect upon the Teacher Dropout Problem."},
      {
        "id":"ED029861",
        "title":"Development of Teaching Potential Through Programs of Human Interaction."},
      {
        "id":"ED029863",
        "title":"Oral and Written Expression--The Early Stages."},
      {
        "id":"ED029864",
        "title":"The Right to Read: An Open Letter to the Citizens of Our Country from the National Council of Teachers of English."},
      {
        "id":"ED029865",
        "title":"Where Do You Stand on Linguistics? CEA Chap Book."},
      {
        "id":"ED029866",
        "title":"An Experimental Study of the In-Service Preparation of Secondary School English Teachers in Transformational Grammar. Interim Report."},
      {
        "id":"ED029870",
        "title":"Books for Beginning Readers."},
      {
        "id":"ED029871",
        "title":"An Evaluation of Three English Methodology Courses as Preparation for Teaching English in the Secondary School. Interim Report."},
      {
        "id":"ED029872",
        "title":"Some Structural Ambiguities."},
      {
        "id":"ED029873",
        "title":"Magazines Recommended for Use with Children, Grades K-12: A Comparative Survey of Six Basic Lists Compiled by Librarians and Educators. Second Edition."},
      {
        "id":"ED029885",
        "title":"A Selective Annotated Bibliography for Teachers of Advanced Placement and Honors English."},
      {
        "id":"ED029886",
        "title":"We Speak with the Tongue of Men and of Angels: Essays in the History of the English Language."},
      {
        "id":"ED029887",
        "title":"Poetry in the Elementary Classroom."},
      {
        "id":"ED029888",
        "title":"A Study of the Effect Upon Student Teachers of a Two-Semester Internship in College Freshman English Classes. Interim Report."},
      {
        "id":"ED029889",
        "title":"The Professional Competency of Illinois Secondary School English Teachers: A Report of the Self-Evaluations of Experienced Illinois Secondary School English Teachers. Interim Report."},
      {
        "id":"ED029892",
        "title":"A Comparison of Verbal Statement, Symbolic Notation and Figural Representation of Grammar Concepts. Technical Report No. 64."},
      {
        "id":"ED029893",
        "title":"A Study Involving Development, Teaching, and Evaluation of the Results of a Course for Teachers Inservice Devoted to the Practical Application of Linguistics, of Principles of Composition, and of Various Approaches to the Teaching of the Slow Learner. Interim Report."},
      {
        "id":"ED029894",
        "title":"An Experimental Study of the Effects of Short Courses in Speech and in the Art of Questioning upon the Performance of Student Teachers in Secondary English Instruction. Interim Report."},
      {
        "id":"ED029900",
        "title":"A Proposed Course in Oral Interpretation for Prospective Secondary School English Teachers. Interim Report."},
      {
        "id":"ED029901",
        "title":"A Study of Criteria for the Evaluation of Secondary School Instrumentalists When Auditioning for Festival Bands. Final Report."},
      {
        "id":"ED029902",
        "title":"Art Preferences in Culturally Varying Groups. Final Report."},
      {
        "id":"ED029903",
        "title":"The Graduate Record Examination Program."},
      {
        "id":"ED029904",
        "title":"A Language Program for English Majors in a Small College."},
      {
        "id":"ED029905",
        "title":"Survey of Faculty Attitudes and Practices Pertaining to Student Reading and Writing."},
      {
        "id":"ED029906",
        "title":"English for the Engineer."},
      {
        "id":"ED029907",
        "title":"Language and Linguistics in the English Program."},
      {
        "id":"ED029908",
        "title":"NDEA Now Includes English and Reading."},
      {
        "id":"ED029909",
        "title":"Reform in English."},
      {
        "id":"ED029910",
        "title":"A Developmental English Program for the Culturally Disadvantaged."},
      {
        "id":"ED029912",
        "title":"Discipline versus the &quot;Viewless Wings of Poesy.&quot;"},
      {
        "id":"ED029915",
        "title":"A Problem of the Long Range Effects of a Program of Curricular and Administrative Innovations on Achievement and Attitude of Disadvantaged Students. Final Report."},
      {
        "id":"ED029916",
        "title":"New York City and the Politics of School Desegregation; Edited from a Study by David Rogers with Faith Kortheuer and Roslyn Mensel."},
      {
        "id":"ED029918",
        "title":"School Desegregation and the Law in New York City: The Case of &quot;In re Skipwith&quot;."},
      {
        "id":"ED029919",
        "title":"Responses to a Decentralization Crisis, &quot;Pulse of the Parent&quot; #1; First in a Series of Reports of Parent Opinion Prepared by the Mass Media Committee."},
      {
        "id":"ED029921",
        "title":"Summer 1967 Clinics for Speech Handicapped Children. Evaluation of New York City Title I Educational Projects 1966-67."},
      {
        "id":"ED029922",
        "title":"Summer Musical Talent Showcase for Disadvantaged High School Students. Evaluation of New York City Title I Educational Projects 1966-67."},
      {
        "id":"ED029924",
        "title":"Inschool Guidance for Disadvantaged Pupils in Nonpublic Schools. Evaluation of New York City Title I Educational Projects 1966-67."},
      {
        "id":"ED029925",
        "title":"Bus Transportation to Places of Civic and Cultural Interest in New York City for Disadvantaged Pupils in Nonpublic Schools; Evaluation of New York City Title I Educational Projects 1966-67."},
      {
        "id":"ED029926",
        "title":"A Special Enrichment Program of Quality Integrated Education for Schools in Transitional Areas. Evaluation of New York City Title I Educational Projects 1966-67."},
      {
        "id":"ED029927",
        "title":"Teaching Culturally Disadvantaged Pupils (Grades K-12). Unit I: The Culturally Disadvantaged Pupil--Part I; Unit II: The Culturally Disadvantaged Student--Part II."},
      {
        "id":"ED029928",
        "title":"Teaching Culturally Disadvantaged Pupils (Grades K-12). Unit III: The Culturally Disadvantaged Negro Student."},
      {
        "id":"ED029929",
        "title":"Teaching Culturally Disadvantaged Pupils (Grades K-12). Unit VIII: Improving the Reading and Writing Skills of Culturally Disadvantaged Students."},
      {
        "id":"ED029930",
        "title":"Teaching Culturally Disadvantaged Pupils (Grades K-12). Unit VII: Improving Language Skills of the Culturally Disadvantaged."},
      {
        "id":"ED029931",
        "title":"Teaching Culturally Disadvantaged Pupils (Grades K-12). Unit V: Teaching the Culturally Disadvantaged Student--Part I."},
      {
        "id":"ED029932",
        "title":"Teaching Culturally Disadvantaged Pupils (Grades K-12). Unit IV: The Culturally Disadvantaged Mexican-American, Puerto Rican, Caucasian, and American Indian Pupil."},
      {
        "id":"ED029933",
        "title":"Teaching Culturally Disadvantaged Pupils (Grades K-12). Unit VI: Teaching the Culturally Disadvantaged Student--Part II."},
      {
        "id":"ED029934",
        "title":"Dreams and Visions: Title I Projects for 1967-1968. Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED029935",
        "title":"A Selected ERIC Bibliography on the Education of Urban American Indian and Mexican American Children. ERIC-IRCD Urban Disadvantaged Series, Number 5."},
      {
        "id":"ED029936",
        "title":"Educational Services for Socially Maladjusted Pupils in Selected Institutional Schools. Evaluation of New York City Title I Educational Projects 1966-67."},
      {
        "id":"ED029937",
        "title":"Increasing Human Potential Through Educational Change; Proceedings of Wisconsin Interagency Conference on the Educationally Deprived, November 21-23, 1968."},
      {
        "id":"ED029938",
        "title":"Educational Enrichment for Disadvantaged Inschool Neighborhood Youth Corps Enrollees During the Summer 1967. Evaluation of New York City Title I Educational Projects 1966-67."},
      {
        "id":"ED029939",
        "title":"A Research Report on New Brunswick School Drop-Outs in the Academic Year 1963-1964."},
      {
        "id":"ED029940",
        "title":"Yale Summer High School: Report of the Director, 1965 Session."},
      {
        "id":"ED029941",
        "title":"Vocational Training in Norway."},
      {
        "id":"ED029942",
        "title":"Education and Training, Expanding the Choices. 5th Annual Report to the Congress on Training Activities."},
      {
        "id":"ED029943",
        "title":"Planning Occupational Education and Training for Development."},
      {
        "id":"ED029944",
        "title":"Study of Nurse Education Needs in the Southern New York Region."},
      {
        "id":"ED029945",
        "title":"Program Planning For Home Economics In Secondary Schools Of Minnesota. Grades 7-12. Resource Units In Family Relationships and Child Development. Curriculum Bulletin No. 12B."},
      {
        "id":"ED029946",
        "title":"Occupations for You. Part Two."},
      {
        "id":"ED029948",
        "title":"A Technical Evaluation of the First Stage of the Mediterranean Regional Project."},
      {
        "id":"ED029949",
        "title":"The Social-Psychological Dimensions of Occupational Mobility."},
      {
        "id":"ED029950",
        "title":"Consumer Credit in Family Financial Management. Proceedings of a National Workshop (University of Wisconsin, October 9-12, 1967)."},
      {
        "id":"ED029951",
        "title":"Occupational Communication Competencies; A List of Audio-Visual Aids for Helping Pupils Acquire Occupationally Useful Oral Communication Capabilities."},
      {
        "id":"ED029952",
        "title":"Flexibility for Vocational Education Through Computer Scheduling. Final Report."},
      {
        "id":"ED029953",
        "title":"Principles and Philosophy of Vocational Education."},
      {
        "id":"ED029954",
        "title":"Format and Criteria for Analysis of State Agencies for Vocational-Technical Education."},
      {
        "id":"ED029955",
        "title":"Practical Nursing Education. A Guide for Teaching Basic Concepts and Skills in the Use of Drugs. Pamphlet Number 4."},
      {
        "id":"ED029956",
        "title":"The Impact of Technological Change; The American Experience. Studies in Employment and Unemployment."},
      {
        "id":"ED029957",
        "title":"The Role of the United States Employment Service in a Changing Economy. Studies in Employment and Unemployment."},
      {
        "id":"ED029958",
        "title":"Analytical Potential of the Current Population Survey for Manpower and Employment Research. Studies in Employment and Unemployment."},
      {
        "id":"ED029959",
        "title":"Report of the National Advisory Commission on Health Manpower. Volume II."},
      {
        "id":"ED029960",
        "title":"A Research Basis for Child Care Curriculum Development."},
      {
        "id":"ED029961",
        "title":"Grain, Feed, Seed, and Farm Supply Technology. A Suggested 2-Year Post High School Curriculum."},
      {
        "id":"ED029963",
        "title":"Research Visibility. The Vocational Education Curriculum."},
      {
        "id":"ED029964",
        "title":"A Government Commitment to Occupational Training in Industry."},
      {
        "id":"ED029965",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs for Dental Assistants. Research Series No. 35."},
      {
        "id":"ED029966",
        "title":"A Guide for Planning Facilities for Occupational Preparation Programs for Dental Hygienists. Research Series No. 37."},
      {
        "id":"ED029967",
        "title":"How to Develop Achievement Motivation: A Course Manual for Teachers. Interim Report (First Draft). Section 2."},
      {
        "id":"ED029969",
        "title":"Program Analysis Questionnaire for Vocational and Technical Education."},
      {
        "id":"ED029970",
        "title":"Research Visibility: Preparation of Professional Personnel for Vocational Education."},
      {
        "id":"ED029971",
        "title":"Competencies of Vocational Plant Facilities Specialists."},
      {
        "id":"ED029973",
        "title":"The Development of Specialized Educational Programs for Poor Learners for Use in Non-Educational Settings. Final Report."},
      {
        "id":"ED029974",
        "title":"Instructional Materials for Occupational Home Economics; Food Service Area."},
      {
        "id":"ED029975",
        "title":"Home Economics Related Occupations Training Plans."},
      {
        "id":"ED029976",
        "title":"A Study of Factors Influencing Counselor Motivation in the Six New England State Rehabilitation Agencies. Monograph No. 3."},
      {
        "id":"ED029977",
        "title":"State Reports of Vocational-Technical Program Development. Fiscal Year 1967."},
      {
        "id":"ED029978",
        "title":"Today and Tomorrow in Western Nursing."},
      {
        "id":"ED029979",
        "title":"Research Report for Georgia Vocational-Technical Schools."},
      {
        "id":"ED029980",
        "title":"A Benefit Cost Analysis of the South Carolina MDTA Program. Preliminary Report."},
      {
        "id":"ED029981",
        "title":"The Model Neighborhood Jobseeker. A Survey of Hawaii State Employment Service Job Applicants from Kalihi-Palama and Waianae Coast."},
      {
        "id":"ED029982",
        "title":"Review and Synthesis of Research in Health Occupations Education. Research Series No. 39."},
      {
        "id":"ED029983",
        "title":"Cost-Effectiveness Analysis as a Method for the Evaluation of Vocational and Technical Education."},
      {
        "id":"ED029984",
        "title":"Vocational-Technical Facilities for Secondary Schools: A Planning Guide."},
      {
        "id":"ED029985",
        "title":"The TRY Project: A Demonstration of a Comprehensive Educational Model for Disadvantaged Youth. Final Report."},
      {
        "id":"ED029986",
        "title":"National Conference on Research in Industrial Arts. Final Report. Leadership Series 20."},
      {
        "id":"ED029987",
        "title":"Report of a National Seminar on the Scope of the Responsibilities of Vocational Education in Large Cities. Final Report."},
      {
        "id":"ED029988",
        "title":"Effect of Internal-External Control on Learning and Participation in Occupational Education. Center Research Monograph No.1."},
      {
        "id":"ED029989",
        "title":"Graphic Communications Industry Survey. Final Report."},
      {
        "id":"ED029990",
        "title":"Education and the Real World of Jobs."},
      {
        "id":"ED029991",
        "title":"An Analysis of Science Prerequisite Course Work for Home Economics Education Majors. Final Report."},
      {
        "id":"ED029993",
        "title":"Occupational Education Program, Image of the World of Work. Description and Analysis of Teacher Orientation Activities (August 1968)."},
      {
        "id":"ED029994",
        "title":"Attitudes Toward Vocational Education in the Secondary Schools of West Virginia. Part I: School Administrators and Boards of Education Members."},
      {
        "id":"ED029995",
        "title":"The Relative Effectiveness of Two Ways of Structuring and Presenting Pre-Service and Initial In-Service Vocational-Industrial Teacher Education Lessons."},
      {
        "id":"ED029996",
        "title":"The Education, Sources and Recruitment of Wisconsin Vocational-Technical Teachers."},
      {
        "id":"ED029997",
        "title":"Pittsburgh Technical Health Training Institute Demonstration Project; Quarterly Report."},
      {
        "id":"ED029998",
        "title":"Generalizations Related to Concepts Important for Youth Orientation to the World of Work."},
      {
        "id":"ED029999",
        "title":"Evaluation Systems for Local Programs of Vocational-Technical Education. Final Report."},
      {
        "id":"ED030000",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Spring 1969."},
      {
        "id":"ED030002",
        "title":"Research Handbook for Vocational-Technical Education."},
      {
        "id":"ED030003",
        "title":"Abstracts of Papers Presented to the National Seminar on Adult Education Research (Toronto, February 9-11, 1969)."},
      {
        "id":"ED030004",
        "title":"Indexes to ERIC/CRIER Basic References. ERIC/CRIER Reading Review Series."},
      {
        "id":"ED030005",
        "title":"American Higher Education in Transition."},
      {
        "id":"ED030006",
        "title":"Integrated Personnel Services Index. Volume I. Number 1."},
      {
        "id":"ED030007",
        "title":"Teacher&apos;s Manual [German, Level I]; An Assessment of Three Foreign Language Teaching Strategies. Cooperative Research Project."},
      {
        "id":"ED030008",
        "title":"Teacher's Manual [French, Level I]: An Assessment of Three Foreign Language Teaching Strategies. Cooperative Research Project."},
      {
        "id":"ED030009",
        "title":"Teacher's Manual Level Two [French and German]; An Assessment of Three Foreign Language Teaching Strategies. Cooperative Research Project."},
      {
        "id":"ED030010",
        "title":"African South of the Sahara: An Objective Test for Secondary Schools. A World Regions Perception Survey."},
      {
        "id":"ED030011",
        "title":"A Study of Systemic Resistances to Utilization of ITV in Public School Systems. Volume I."},
      {
        "id":"ED030012",
        "title":"A Study of Systemic Resistances to Utilization of ITV in Public School Systems. Volume II. Case Studies."},
      {
        "id":"ED030013",
        "title":"A Comparison Study of the Effectiveness of the Traditional and Audiolingual Approaches to Foreign Language Instruction Utilizing Laboratory Equipment."},
      {
        "id":"ED030014",
        "title":"Annotated List of Recommended Elementary and Secondary Curriculum Guides in English, 1968."},
      {
        "id":"ED030015",
        "title":"The Development of Content and Materials for a Music Literature Course in the Senior High School."},
      {
        "id":"ED030016",
        "title":"Interpretive Study of Research and Development in Elementary School Mathematics. Volume 1: Introduction and Summary What Research Says."},
      {
        "id":"ED030017",
        "title":"Interpretive Study of Research and Development in Elementary School Mathematics. Volume 2: Compilation of Research Reports."},
      {
        "id":"ED030018",
        "title":"Interpretive Study of Research and Development in Elementary School Mathematics. Volume 3: Developmental Projects."},
      {
        "id":"ED030020",
        "title":"An Annual Report of the Urban Internship Program-Urban Extension Service Conducted by Florida State University's Urban Research Center During the 1966-67 Fiscal Year."},
      {
        "id":"ED030021",
        "title":"Participants in the Field Test of Four Adult Basic Education Systems: A Follow-Up Study."},
      {
        "id":"ED030023",
        "title":"An Analysis of &quot;In-Depth&quot; Schools Conducted by Area Extension Agents in the Agricultural Industry."},
      {
        "id":"ED030024",
        "title":"I Want Many Lodestars. Notes and Essays on Education for Adults, 21."},
      {
        "id":"ED030025",
        "title":"A Survey of Policies and Practices in Various Evening Colleges and Divisions of Colleges and Universities in the United States."},
      {
        "id":"ED030026",
        "title":"Getting Hired, Getting Trained; A Study of Industry Practices and Policies on Youth Employment."},
      {
        "id":"ED030027",
        "title":"Seeds of Promise; University Adult Education in Rajasthan."},
      {
        "id":"ED030029",
        "title":"The Admission Test for Graduate Study in Business and the Adult Part-Time Student."},
      {
        "id":"ED030030",
        "title":"Informal Education: The Rural Precedent and the Urban Challenge."},
      {
        "id":"ED030031",
        "title":"Arizona Adult Basic Education Data Processing System. Progress Report, March 20, 1969."},
      {
        "id":"ED030032",
        "title":"The Community Survey; Its Use in Development and Action Programs."},
      {
        "id":"ED030034",
        "title":"Report of the Third Session (Unesco House, 9-17 December 1965)."},
      {
        "id":"ED030035",
        "title":"Sixth Teacher Evaluation and Pre-post Test Results of the Jackson County Adult Evening High School Completion Program."},
      {
        "id":"ED030036",
        "title":"Toward a Strategy in Continuing Education: Proceedings of the Consultation on Continuing Education for Ministers of the United Methodist Church (University of Chicago, October 20-23, 1968)."},
      {
        "id":"ED030040",
        "title":"Suggested Books for Beginning Adult Readers: A Graded List for Librarians, Especially Selected Because of Their Interest and Appeal to New Adult Readers."},
      {
        "id":"ED030042",
        "title":"College Without Classes: Credit Through Examinations in University Adult Education."},
      {
        "id":"ED030043",
        "title":"Reflections on Community Development Education."},
      {
        "id":"ED030044",
        "title":"Oakland Papers: Symposium on Social Change and Educational Continuity. Notes and Essays on Education for Adults, 51."},
      {
        "id":"ED030045",
        "title":"Teaching the Disadvantaged Adult."},
      {
        "id":"ED030046",
        "title":"An Analysis of the Level of Involvement of the County Staff Members by the County Extension Chairman in Decision Making in the North Carolina Agricultural Extension Service."},
      {
        "id":"ED030048",
        "title":"The University of Missouri Adult Basic Education System."},
      {
        "id":"ED030049",
        "title":"History of the Kansas Extension Service From 1868 to 1964; (Vol. I, II, III)."},
      {
        "id":"ED030052",
        "title":"Bibliography for Migrant Education Programs."},
      {
        "id":"ED030053",
        "title":"Presentations, Educational Training Conference for IMC, Illinois Migrant Council (December 7-8, 1968)."},
      {
        "id":"ED030054",
        "title":"Estate Planning; A Suggested Outline for an Adult Group. Bulletin 151."},
      {
        "id":"ED030055",
        "title":"A Study of the Relationship of Teacher and Student Values, Attitudes, and Perceptions of Students&apos; Problems to Achievement among Adult Basic Education Students."},
      {
        "id":"ED030057",
        "title":"Lifetime Allocation of Work and Leisure."},
      {
        "id":"ED030058",
        "title":"Community Structure and Participation in Adult Education. ARDA-Canada Land Inventory Project 49009, Special Study, 3."},
      {
        "id":"ED030059",
        "title":"Guide for Development of Permanent Part-Time Employment Opportunities for Girls and Women."},
      {
        "id":"ED030060",
        "title":"Adult Basic Counseling and Testing Program; Pilot Project Evaluative Report."},
      {
        "id":"ED030076",
        "title":"Adult Education Organizations Relative to Program Development Affecting Innovative Procedures and Flexibility to Change."},
      {
        "id":"ED030077",
        "title":"Migration Expectations and Performances of Open-Country Young Adults: A Longitudinal Study, 1948-1956."},
      {
        "id":"ED030086",
        "title":"Sign Language Diglossia."},
      {
        "id":"ED030087",
        "title":"A Bilingual Oral Language and Conceptual Development Program for Spanish-Speaking Pre-School Children."},
      {
        "id":"ED030088",
        "title":"Japanese Characters in Written Japanese."},
      {
        "id":"ED030089",
        "title":"Bilingual Education in BIA Schools."},
      {
        "id":"ED030090",
        "title":"The Independence of Contractions."},
      {
        "id":"ED030091",
        "title":"Motivating Students for Second-Language and Second-Dialect Learning."},
      {
        "id":"ED030092",
        "title":"Bilingual Experiences of a Deaf Child."},
      {
        "id":"ED030093",
        "title":"A Course in Colloquial Malayalam."},
      {
        "id":"ED030094",
        "title":"Dialect Expansion: The College Level."},
      {
        "id":"ED030095",
        "title":"Whatever Happened to the Way Kids Talk?"},
      {
        "id":"ED030096",
        "title":"The Relevance of Sociolinguistics for Language Teaching."},
      {
        "id":"ED030097",
        "title":"Extending the Psychological Theory and Educational Possibilities of Programmed Language Instruction."},
      {
        "id":"ED030098",
        "title":"The Two-Year-Old Stage in the Acquisition of English Phonology."},
      {
        "id":"ED030099",
        "title":"The Federal Investment in Bilingual Education."},
      {
        "id":"ED030100",
        "title":"Preparing Teachers to Teach Across Dialects."},
      {
        "id":"ED030101",
        "title":"Using Transformation Grammar Theory to Rebuild Language Confidence in Slow Learners in the Junior High School."},
      {
        "id":"ED030102",
        "title":"Natural Language and Exact Thinking."},
      {
        "id":"ED030103",
        "title":"Linguistic Correlates of Social Differences in the Negro Community."},
      {
        "id":"ED030105",
        "title":"Adjective Usage."},
      {
        "id":"ED030106",
        "title":"Semantic Systems of Minority Groups."},
      {
        "id":"ED030107",
        "title":"Language Difference and the Ethno-Centric Researcher."},
      {
        "id":"ED030108",
        "title":"Memory for Simple Sentences: Printed and Spoken. Final Report."},
      {
        "id":"ED030110",
        "title":"Bilingualism and Conservation."},
      {
        "id":"ED030111",
        "title":"The Student of Japanese History Vs. the Japanese Language."},
      {
        "id":"ED030113",
        "title":"Linguistics from a Conceptual Viewpoint (Aspects of Aspects of a Theory of Syntax)."},
      {
        "id":"ED030115",
        "title":"Teaching English to Speakers of Other Languages, United States Activities:1968."},
      {
        "id":"ED030116",
        "title":"Teacher Training and Urban Language Problems. Prepublication Version."},
      {
        "id":"ED030117",
        "title":"Where the Action Is, An Evaluation. Project 64-2."},
      {
        "id":"ED030118",
        "title":"Report of the Consortium of NDEA Institutes in English for Speakers of Other Language."},
      {
        "id":"ED030119",
        "title":"Teaching English to Speakers of Other Languages: The State of the Art."},
      {
        "id":"ED030121",
        "title":"Languages of the World--Native America Fascicle Two."},
      {
        "id":"ED030122",
        "title":"Curriculum Guide for Teachers of English in Kindergartens for Navajo Children."},
      {
        "id":"ED030125",
        "title":"Girls--More Moral Than Boys or Just Sneakier?"},
      {
        "id":"ED030126",
        "title":"Faculty and Curriculum as Measures of College Environment."},
      {
        "id":"ED030127",
        "title":"The School Psychologist and the Central Office Staff."},
      {
        "id":"ED030128",
        "title":"Attraction, Discrepancy and Responses to Psychological Treatment."},
      {
        "id":"ED030129",
        "title":"Current and Developing Issues in Student Life."},
      {
        "id":"ED030130",
        "title":"The Client As A Source of Reinforcement in the Counseling Interview."},
      {
        "id":"ED030131",
        "title":"Toward a Rational View of Hallucinogenic Drugs."},
      {
        "id":"ED030132",
        "title":"The Biochemistry of Psychoactive Drugs."},
      {
        "id":"ED030133",
        "title":"Nature and Extent of the Problem."},
      {
        "id":"ED030134",
        "title":"Educational Achievement Prior to and During High School."},
      {
        "id":"ED030135",
        "title":"Group Desensitization of Test Anxiety."},
      {
        "id":"ED030136",
        "title":"Micro-consultation and Behavioral Change."},
      {
        "id":"ED030137",
        "title":"Adolescent Perspectives on Law and Government."},
      {
        "id":"ED030138",
        "title":"Cognitive Processes, Problem-Solving, and Effective Behavior."},
      {
        "id":"ED030139",
        "title":"Improvement of Self-Concept: A Vital Factor in Career Development."},
      {
        "id":"ED030140",
        "title":"Education and Research Through Corporate Contracts for Service."},
      {
        "id":"ED030141",
        "title":"Student Characteristics as Moderators Within Curriculum."},
      {
        "id":"ED030142",
        "title":"Suggested Modifications in Scientific Inquiry and Reporting of Counseling Research."},
      {
        "id":"ED030143",
        "title":"Toward the Management of Classroom Behavior Problems: An Approach to Intervention in a School System."},
      {
        "id":"ED030144",
        "title":"The Professional in the Community Views the Nonprofessional Helper: Psychology."},
      {
        "id":"ED030145",
        "title":"Programmed Counseling Vs. Face-To-Face Counseling."},
      {
        "id":"ED030146",
        "title":"Helpfulness of Parents, School Personnel, and Peers to Students With Different Educational Aspirations."},
      {
        "id":"ED030147",
        "title":"Personal Views of Possibilities in Three Cultures."},
      {
        "id":"ED030148",
        "title":"Differential Weighting: A Survey of Methods and Empirical Studies."},
      {
        "id":"ED030149",
        "title":"Student Mobility in Selected Minneapolis Public Schools. Report No. Three: Patterns of Student Mobility."},
      {
        "id":"ED030150",
        "title":"Supervisor Perceptions of Occupational Environments and Roe's Classification of Occupations."},
      {
        "id":"ED030152",
        "title":"Administration and Operation of the College Union. College Unions at Work."},
      {
        "id":"ED030153",
        "title":"A Training Program for Vocational Counselors. Final Report."},
      {
        "id":"ED030154",
        "title":"Development of A Curiosity Scale. Report No. 32."},
      {
        "id":"ED030155",
        "title":"Identification of Transformation Abilities in the Structure-Of-Intellect Model. Final Report."},
      {
        "id":"ED030156",
        "title":"The Effects of Programed Instruction in Productive Thinking on Verbal Creativity and Problem Solving Among Elementary School Pupils. Final Report."},
      {
        "id":"ED030157",
        "title":"An Investigation of the Reliability of the Beery Test of Visual Motor Integration."},
      {
        "id":"ED030158",
        "title":"The Minnesota Percepto Diagnostic Test: A Study of Reliability."},
      {
        "id":"ED030159",
        "title":"Sociology of the Classroom Project. Final Report."},
      {
        "id":"ED030160",
        "title":"Suggested Activities for Learning About Role Behaviors, Problem Solving and Force Field Techniques."},
      {
        "id":"ED030161",
        "title":"Emotions In Kids--Are You Part Of It?"},
      {
        "id":"ED030162",
        "title":"Some Research Rationale Notations for Parent-Child Services."},
      {
        "id":"ED030163",
        "title":"Socioeconomic Status and School Achievement."},
      {
        "id":"ED030164",
        "title":"Descriptive Flow: Parent-Child Centers. Phase I."},
      {
        "id":"ED030165",
        "title":"An Introduction to the Community School Concept."},
      {
        "id":"ED030166",
        "title":"Theoretical and Research Treatment of Community Organization and Interagency Cooperation."},
      {
        "id":"ED030167",
        "title":"Pupil Inquiry Behavior Analysis and Change Activity. Interim Project Report."},
      {
        "id":"ED030168",
        "title":"Parent Educators-An Aide for Total Health Plans."},
      {
        "id":"ED030169",
        "title":"Sample of A Gaming Exercise."},
      {
        "id":"ED030170",
        "title":"Process Concerns In Use of Force Field Techniques."},
      {
        "id":"ED030171",
        "title":"The Application of A Special Counseling Technique to Maladjusted Under-Achievers; A Pilot Project. Final Report."},
      {
        "id":"ED030172",
        "title":"Critical Review of Research in the Personality-Emotion Motivation (PEM) Domain, Report of A Planning Conference."},
      {
        "id":"ED030173",
        "title":"Some Aspects of Socialization Through Formal Schooling Relating Primarily to Civic and Moral Education. Final Report."},
      {
        "id":"ED030174",
        "title":"Some Principles for the Design of Clarifying Educational Environments. Preprint 32."},
      {
        "id":"ED030176",
        "title":"The Relationship of Staff Tenure and Administrative Succession to Structural Innovation."},
      {
        "id":"ED030177",
        "title":"Handbook for California School District Advisory Committees. Elementary and Secondary Education Act of 1965, Title I (Public Law 89-10)."},
      {
        "id":"ED030179",
        "title":"A Study of Urban Education. A Report."},
      {
        "id":"ED030180",
        "title":"Problems in Search of Disciplined Attention or a Discipline in Search of Its Problems: A Discussion of Some Assumptions in a Curriculum Theory."},
      {
        "id":"ED030181",
        "title":"School Reorganization and the Process of Educational Change."},
      {
        "id":"ED030184",
        "title":"New Directions for School Administration."},
      {
        "id":"ED030185",
        "title":"The Secondary School Principalship and the Challenge of Change."},
      {
        "id":"ED030186",
        "title":"[An Analysis of Regional Planning Agencies in California Funded by ESEA Title III: Report to the Educational Agencies in California from a Statewide Advisory Committee. Volume I, A Study of the Regional PACE Centers. Volume II, A Study of the Regional Data Processing Centers. (2 pieces)]"},
      {
        "id":"ED030187",
        "title":"A Planning Project To Develop New/Improved Techniques and Procedures for Evaluating Elementary and Secondary Schools. Final Report."},
      {
        "id":"ED030188",
        "title":"High School Track Position and Academic Achievement."},
      {
        "id":"ED030189",
        "title":"An Overview of Opitmal Control Theory Applied to Educational Planning."},
      {
        "id":"ED030190",
        "title":"An Educational Platform for the Public Schools: A Decade of Change, 1957-68. Phi Delta Kappa Educational Monographs, No. 1."},
      {
        "id":"ED030191",
        "title":"Incentives in American Education."},
      {
        "id":"ED030192",
        "title":"A Study of Types of Goal Statements and Their Uses in a Curriculum Development Project."},
      {
        "id":"ED030193",
        "title":"Feasibility Study for a Regional Educational Laboratory in the Pacific Basin. Final Report."},
      {
        "id":"ED030194",
        "title":"The Development and Testing of a Model for a Nationally Based Vehicle Dedicated to the Continuing Professional Growth of School Administrators. Final Report."},
      {
        "id":"ED030195",
        "title":"Manpower and Educational Planning: An Annotated Bibliography of Currently Available Materials."},
      {
        "id":"ED030196",
        "title":"The Evolving Curriculum: Theories and Approaches."},
      {
        "id":"ED030197",
        "title":"An Evaluation of the Model for Educational Improvement as an Analytical Tool for Describing the Change Process. Report from the Project on Models for Effecting Planned Educational Change."},
      {
        "id":"ED030198",
        "title":"Recent Innovations in Judicial Pronouncements Relating to Education."},
      {
        "id":"ED030199",
        "title":"Some Hypothetical Experiments on Variations in School Components and Selected Educational Outcomes."},
      {
        "id":"ED030200",
        "title":"A School-Community Communication Model: 1. Specific Behavioral Concerns of the Community for Its Youth. A Report on the Instructional Tasks Project."},
      {
        "id":"ED030201",
        "title":"Evaluation of the Comprehensive Compensatory Education Program Instituted under the Provisions of Title 1, Elementary and Secondary Education Act of 1965, Public Law 89-10, for the 1967-68 School Year. No. 1, Part 1."},
      {
        "id":"ED030202",
        "title":"More Effective Schools Program: Evaluation of ESEA Title I Projects in New York City 1967-68."},
      {
        "id":"ED030203",
        "title":"An Analysis of the Relationship of Scheduled Class Time and Achievement under Two Methods of Instruction."},
      {
        "id":"ED030205",
        "title":"Educational Climates of High School: Their Effects and Sources."},
      {
        "id":"ED030206",
        "title":"A Computer-Generated, Teacher-Developed, Modular-Flexible Schedule."},
      {
        "id":"ED030207",
        "title":"Selection and Preparation of Supervisors."},
      {
        "id":"ED030208",
        "title":"A Design for Evaluating Educational Programs in a Large City."},
      {
        "id":"ED030209",
        "title":"Management and Generalizability."},
      {
        "id":"ED030210",
        "title":"School-Community Relations."},
      {
        "id":"ED030211",
        "title":"Fall 1968 Statistics of Public Elementary and Secondary Day Schools; Pupils, Teachers, Instruction Rooms, and Expenditures."},
      {
        "id":"ED030212",
        "title":"The Teacher's Day in Court: Review of 1967. An Annual Compilation. School Law Series."},
      {
        "id":"ED030213",
        "title":"The Pupil's Day in Court: Review of 1967. An Annual Compilation. School Law Series."},
      {
        "id":"ED030214",
        "title":"High Spots in State School Legislation, January 1-August 31, 1968. An Annual Compilation. School Law Series."},
      {
        "id":"ED030215",
        "title":"The School as a Social System--Stress and Distress."},
      {
        "id":"ED030216",
        "title":"Planning Educational Change: Volume I. Technical Aspects of School Desegregation."},
      {
        "id":"ED030217",
        "title":"Planning Educational Change: Volume II. Human Resources in School Desegregation."},
      {
        "id":"ED030218",
        "title":"Planning Educational Change: Volume IV. How Five School Systems Desegregated."},
      {
        "id":"ED030219",
        "title":"Selected Bibliography on Educational Parks. Bibliography Series, Number Fifteen."},
      {
        "id":"ED030220",
        "title":"Annotated Bibliography on School-Community Relations."},
      {
        "id":"ED030221",
        "title":"Mayors and Schools: A Report of a Survey of the Mayors of the Fifty Largest Cities Concerning Their Role in Educational Issues."},
      {
        "id":"ED030222",
        "title":"When Management Negotiates. A Guidebook for Sound Collective Bargaining."},
      {
        "id":"ED030224",
        "title":"An Intensive Differential Diagnosis of Partially Seeing Children to Determine the Implications for Education."},
      {
        "id":"ED030226",
        "title":"ESEA [Elementary and Secondary Education Act] Title 1 Components: Evaluation Reports; Special Education and Supportive Services."},
      {
        "id":"ED030227",
        "title":"The Texas Plan to Combat Mental Retardation."},
      {
        "id":"ED030228",
        "title":"Changing Patterns in Residential Services for the Mentally Retarded; A President's Committee on Mental Retardation Monograph: 1969."},
      {
        "id":"ED030230",
        "title":"Proceedings of the Special Study Institute for the Multihandicapped (Los Angeles, California, October 9-13, 1967)."},
      {
        "id":"ED030235",
        "title":"Comprehension and Imitation of Sentences by Institutionalized Trainable Mentally Retarded Children as a Function of Transformational Complexity."},
      {
        "id":"ED030236",
        "title":"The Mentally Retarded in Model Cities. The Report of a Workshop (September 24-26, 1968)."},
      {
        "id":"ED030237",
        "title":"Day Care Center Curriculum Guide."},
      {
        "id":"ED030238",
        "title":"Educable Mentally Retarded; Level II."},
      {
        "id":"ED030239",
        "title":"Guidelines and Regulations for the Establishment and Operation of Missouri Extended Employment Sheltered Workshops."},
      {
        "id":"ED030240",
        "title":"Juvenile Court Statistics 1967. Children's Bureau Statistical Series 93."},
      {
        "id":"ED030242",
        "title":"Educational Aids for Visually Handicapped."},
      {
        "id":"ED030243",
        "title":"Social Problem Fiction; A Source of Help for Retarded Readers."},
      {
        "id":"ED030247",
        "title":"Treatment and Education of Autistic Children; Combined Application of Clinical and Laboratory Methods. Final Report."},
      {
        "id":"ED030248",
        "title":"Special Education; Teacher Education Directory, 1968-1969."},
      {
        "id":"ED030250",
        "title":"Special Education and Programs for Disadvantaged Children and Youth."},
      {
        "id":"ED030254",
        "title":"Identification, Assessment and Prediction of Reading Competency in Deaf Children. Final Report."},
      {
        "id":"ED030255",
        "title":"To Every Man His Chance; A Program Guide (1968-1969)"},
      {
        "id":"ED030257",
        "title":"Insulated Masonry Cavity Walls. Proceedings of the Research Correlation Conference by the Building Research Institute, Division of Engineering and Industrial Research. (April 1960)."},
      {
        "id":"ED030260",
        "title":"Guidelines for Planning Biological Facilities."},
      {
        "id":"ED030261",
        "title":"Guide for Laboratory Animal Facilities and Care. Revised July 1968."},
      {
        "id":"ED030262",
        "title":"University of Washington Campus Planning: An Analysis and Guide."},
      {
        "id":"ED030264",
        "title":"Michigan Technological University. A Guide to Future Physical Development."},
      {
        "id":"ED030265",
        "title":"Seismic Risk Studies in the United States."},
      {
        "id":"ED030266",
        "title":"Computer Developments in Air Conditioning."},
      {
        "id":"ED030271",
        "title":"Distilled Water Distribution Systems. Laboratory Design Notes."},
      {
        "id":"ED030272",
        "title":"Planning Educational Facilities."},
      {
        "id":"ED030273",
        "title":"Higher Education Facility Needs in the Commonwealth of Kentucky, Volume I."},
      {
        "id":"ED030274",
        "title":"Higher Education Facility Needs in the Commonwealth of Kentucky, Volume II."},
      {
        "id":"ED030275",
        "title":"Actions, Objectives &amp; Concerns. Human Parameters for Architectural Design."},
      {
        "id":"ED030276",
        "title":"The Educational Park in New York City. Concept for Discussion."},
      {
        "id":"ED030277",
        "title":"A Guide for Planning Facilities for Vocational Agriculture in Texas."},
      {
        "id":"ED030278",
        "title":"Laboratory Animal Facilities. Laboratory Design Notes."},
      {
        "id":"ED030279",
        "title":"For Piping Corrosive Wastes--Glass, Metal Or Plastic? Laboratory Design Notes."},
      {
        "id":"ED030280",
        "title":"NIH Standard. Animal Care Equipment."},
      {
        "id":"ED030284",
        "title":"The Impact of Academic Program Structure on Instructional Space Utilization."},
      {
        "id":"ED030285",
        "title":"A Planned Preventive Maintenance Program. A Handbook for Chief Business Officers and Supervisors of Maintenance with Suggestions on Maintenance for Consideration by Presidents of Higher Institutions."},
      {
        "id":"ED030290",
        "title":"Guidelines for Planning Colleges of Applied Arts and Technology, Including Approval Procedures. Revised April 1968."},
      {
        "id":"ED030292",
        "title":"Environment for Learning: The Application of Selected Research to Classroom Design and Utilization."},
      {
        "id":"ED030297",
        "title":"The Innovation and Sharing of Teaching Practices--II: Procedures for Stimulating Adoption and Adaptation of Selected Teaching Practices. Final Report."},
      {
        "id":"ED030298",
        "title":"Television Experience Patterns in Children and Juveniles; Illustrated by the Prize-Winning Programmes of the Prix Jeunesse 1964. Research Report. Publications of the International Central Institute for Youth and Educational Television. No.1."},
      {
        "id":"ED030299",
        "title":"Films in Driver Education; How Educational Films Are Used in Michigan to Accomplish Objectives of High School Driver Education Courses."},
      {
        "id":"ED030301",
        "title":"A Project for the Improvement of Music Education at Elementary, Junior High, Senior High, and College Levels Through the Use of Non-Book Instructional Media. Special Report."},
      {
        "id":"ED030302",
        "title":"A Preliminary Report on San Diego Area Instructional Television Authority Development."},
      {
        "id":"ED030303",
        "title":"The Relative Effectiveness of Massed Versus Spaced Film Presentation. Rapid Mass Learning. Technical Report."},
      {
        "id":"ED030305",
        "title":"Instructional Film Research Program; Period 1 November to 31 December, 1948. Progress Report Number 9."},
      {
        "id":"ED030306",
        "title":"The Educational Effectiveness, Acceptability, and Feasibility of the Eidophor Large-Screen Television Projector."},
      {
        "id":"ED030307",
        "title":"A Paradigm for Change: Reaction to Innovation in a Teachers' College."},
      {
        "id":"ED030308",
        "title":"ITV 1969; A Guide to Independent Television."},
      {
        "id":"ED030311",
        "title":"The Image of the Artist in Fictional Cinema."},
      {
        "id":"ED030312",
        "title":"A Study of the Feasibility of Using Television to Teach Child Psychology to the Acoustically Handicapped. Final Report."},
      {
        "id":"ED030313",
        "title":"Feasibility of Producing Synchronized Video Tapes as Instructional Aids in the Study of Music; Final Report."},
      {
        "id":"ED030314",
        "title":"A Plan for Research Toward Computer-Aided Instruction With Natural English. Technical Memorandum."},
      {
        "id":"ED030315",
        "title":"A Survey of the Viewers of College Courses Taught Over Television."},
      {
        "id":"ED030316",
        "title":"A Survey of the Reaction of Lawyers to the Television Series \"Behind the Law\"."},
      {
        "id":"ED030318",
        "title":"The Center for Educational Television."},
      {
        "id":"ED030321",
        "title":"A Model for the Development of Adapted Courses."},
      {
        "id":"ED030322",
        "title":"A Computer-Aided Technique for Stylistic Discrimination; The Authorship of &quot;Greene&apos;s Groatsworth of Wit.&quot; Final Report."},
      {
        "id":"ED030323",
        "title":"Developing the Instructional Specification. Monograph Number 12."},
      {
        "id":"ED030324",
        "title":"Lighting Fundamentals. Monograph Number 13."},
      {
        "id":"ED030325",
        "title":"Producing the 8mm Self-Instructional Film: A Demonstration Kit."},
      {
        "id":"ED030326",
        "title":"Educational Media; What Research Says to the Teacher Series. Number 14."},
      {
        "id":"ED030327",
        "title":"Knowledge and the Public Mind. A Preliminary Study of the Distribution and Sources of Science, Health, and Public Affairs Knowledge in the American Public."},
      {
        "id":"ED030328",
        "title":"This is NHK."},
      {
        "id":"ED030329",
        "title":"Development of Techniques to Implement the Principles of Programmed Video Instruction. Final Report."},
      {
        "id":"ED030335",
        "title":"Foreign Language Facilities in High School. A Report of the Foreign Language Research Commission, 1962."},
      {
        "id":"ED030336",
        "title":"The Design of Foreign Language Teacher Education."},
      {
        "id":"ED030337",
        "title":"Educational Exchanges and the National Interest."},
      {
        "id":"ED030338",
        "title":"Latin's Needs in the Big City Public Schools."},
      {
        "id":"ED030339",
        "title":"The Challenge of Bilingualism in Education in the City of New York."},
      {
        "id":"ED030340",
        "title":"FLES, A Pattern for Growth."},
      {
        "id":"ED030341",
        "title":"FLES for Everybody."},
      {
        "id":"ED030342",
        "title":"B.O.L.D.: Bicultural Orientation and Language Development."},
      {
        "id":"ED030343",
        "title":"Bilingual Education and the Foreign Language Teacher."},
      {
        "id":"ED030345",
        "title":"Teaching Culture through Reading."},
      {
        "id":"ED030346",
        "title":"Slavonic Names in Greek and Roman Antiquities. Onomastica, Number 37."},
      {
        "id":"ED030347",
        "title":"New Developments in the Writing of Russian History."},
      {
        "id":"ED030348",
        "title":"Foreign Language Testing; A Call to Action."},
      {
        "id":"ED030349",
        "title":"Language and Culture: Two for the See-Saw."},
      {
        "id":"ED030350",
        "title":"How and When--Literature in the Foreign Language Curriculum."},
      {
        "id":"ED030351",
        "title":"Some Recent Developments in Standardized Foreign Language Tests."},
      {
        "id":"ED030352",
        "title":"Latin and/or the Classics--Which Will Have the Emphasis?: A Symposium."},
      {
        "id":"ED030353",
        "title":"Modular Scheduling and Modern Foreign Languages."},
      {
        "id":"ED030354",
        "title":"FLES Latin and Its Necessary Consequences on the Secondary School Program."},
      {
        "id":"ED030355",
        "title":"Curricular Change: A Model for Analysis."},
      {
        "id":"ED030356",
        "title":"Organizational Forms which Characterize Statewide Coordination of Public Higher Education."},
      {
        "id":"ED030359",
        "title":"The Culture of the College: Its Implications for the Organization of Learning Resources."},
      {
        "id":"ED030360",
        "title":"Student Characteristics Associated with Varying College Attendance Patterns."},
      {
        "id":"ED030361",
        "title":"University Planning for the Problems of Growth."},
      {
        "id":"ED030362",
        "title":"A Program of Longitudinal Research on the Higher Educational System."},
      {
        "id":"ED030363",
        "title":"The Use of Publication Citations in Educational Research."},
      {
        "id":"ED030364",
        "title":"The Government-University Partnership in Graduate Education."},
      {
        "id":"ED030365",
        "title":"The Dilemmas of an Unavoidable Confrontation."},
      {
        "id":"ED030366",
        "title":"University Cooperation and Asian Development."},
      {
        "id":"ED030367",
        "title":"Internal, External and Central Incentives of College Teaching."},
      {
        "id":"ED030368",
        "title":"Challenge for Excellence: A Blueprint for Progress in Higher Education."},
      {
        "id":"ED030369",
        "title":"Post-Baccalaureate Fellowship Program."},
      {
        "id":"ED030370",
        "title":"Graduate Support Opportunities for Negroes."},
      {
        "id":"ED030371",
        "title":"Participation of Negroes in Woodrow Wilson Fellowship Programs."},
      {
        "id":"ED030372",
        "title":"An Analysis of Dissent."},
      {
        "id":"ED030373",
        "title":"Does Graduate Education Deserve NDEA Support?"},
      {
        "id":"ED030374",
        "title":"The Abuses of the University."},
      {
        "id":"ED030375",
        "title":"The \"Metadisciplinary\" Approach to Policy Research in Developing Countries. Notes on the Work of the Professional Schools' Committee at Berkeley."},
      {
        "id":"ED030376",
        "title":"Federal Financing and University Goals."},
      {
        "id":"ED030377",
        "title":"Residential College Concept in American Higher Education."},
      {
        "id":"ED030378",
        "title":"The Disadvantaged Student. Special Collegiate Programs: Admission, Financial Aid, Instruction."},
      {
        "id":"ED030379",
        "title":"The University and Due Process."},
      {
        "id":"ED030380",
        "title":"Understanding Aggression."},
      {
        "id":"ED030381",
        "title":"The 1-8-1-8 Plan: A Proposal to Raise the Sheepskin Curtain."},
      {
        "id":"ED030382",
        "title":"Academic Freedom for Students at Michigan State University."},
      {
        "id":"ED030383",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education 1967-1968."},
      {
        "id":"ED030384",
        "title":"The Undergraduate Program in the Administration of Health Services."},
      {
        "id":"ED030385",
        "title":"A Review of the Literature on College Administrators and Administrations."},
      {
        "id":"ED030386",
        "title":"Leads Columbia Could Have Followed."},
      {
        "id":"ED030388",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1968-69."},
      {
        "id":"ED030389",
        "title":"Enrollment, Housing and Financial Aids of Minority Group Students. Fall 1968."},
      {
        "id":"ED030390",
        "title":"Special Financial Needs of Traditionally Negro Colleges. A Task Force Report."},
      {
        "id":"ED030391",
        "title":"Budget Formulas and Model Building."},
      {
        "id":"ED030392",
        "title":"A Typology of College Student Dropouts. An Environmental Approach."},
      {
        "id":"ED030393",
        "title":"Simulation to Facilitate Faculty Participation in College Government."},
      {
        "id":"ED030394",
        "title":"Institutional Research and the Student."},
      {
        "id":"ED030395",
        "title":"Direct and Indirect Costs of Research at Colleges and Universities."},
      {
        "id":"ED030396",
        "title":"An Analysis of Applicants Admitted to the Master's Program of the Graduate School of Business Administration at Berkeley."},
      {
        "id":"ED030397",
        "title":"The Faculty Market Place--1968. University of Nebraska Lincoln Campus."},
      {
        "id":"ED030398",
        "title":"Faculty Recruitment Questionnaire."},
      {
        "id":"ED030399",
        "title":"Computer Simulation Models of Economic Systems in Higher Education."},
      {
        "id":"ED030400",
        "title":"High School Achievement and Aptitude Comparisons of Students Planning to Attend Different Types of College Institutions. Biographic Survey, Part I."},
      {
        "id":"ED030401",
        "title":"A Survey of Readmission Policies Pertaining to Students Who Had Been Out of School for Five or More Years."},
      {
        "id":"ED030402",
        "title":"Expanding Opportunities: Case Studies of Interinstitutional Cooperation, 1969."},
      {
        "id":"ED030403",
        "title":"Institutional Character in Colleges and Universities: The Interaction of Ideology, Organization, and Innovation. Final Report."},
      {
        "id":"ED030404",
        "title":"A Survey of the Vocational Preparation and Race in Higher Education for the State of Michigan. Final Report."},
      {
        "id":"ED030405",
        "title":"Planning Graduate Programs Around Regional Problems Through the Establishment of Regional Research Centers in the Emerging State Colleges and Universities in the Cutover Area of Wisconsin, Minnesota, and Michigan. Final Report."},
      {
        "id":"ED030406",
        "title":"The Role of Intellective Variables in Achievement and Attrition of Associate Degree Students at the York Campus for the Years 1959 to 1963."},
      {
        "id":"ED030407",
        "title":"Evaluation Guide for Junior Colleges of Kansas, 1968."},
      {
        "id":"ED030408",
        "title":"Data Retrieval Systems and College Selection."},
      {
        "id":"ED030409",
        "title":"Research Within and Without the Junior College."},
      {
        "id":"ED030410",
        "title":"Is It Really a Better Technique?"},
      {
        "id":"ED030412",
        "title":"Teleclass Study Guide for English 101 (English Composition)."},
      {
        "id":"ED030413",
        "title":"Summer Preparatory Studies Program."},
      {
        "id":"ED030415",
        "title":"The Multi-Institution Junior College District."},
      {
        "id":"ED030416",
        "title":"A Contrast Between the &quot;Successful&quot; and &quot;Dropout&quot; Student at Yakima Valley College."},
      {
        "id":"ED030417",
        "title":"Transfer of Terminal: A Comparison of Two Groups of Junior College Teacher-Candidates."},
      {
        "id":"ED030418",
        "title":"A Curriculum Organization Grid System: A Model for Community College Curriculum Development."},
      {
        "id":"ED030419",
        "title":"Effective State Board Leadership in Community College Development, Papers of a Workshop (San Francisco, September 26-27, 1968)."},
      {
        "id":"ED030420",
        "title":"A Community College Remedial Program: A Description and Evaluation."},
      {
        "id":"ED030422",
        "title":"Is Anyone Learning to Write?"},
      {
        "id":"ED030423",
        "title":"Survey of Faculty Regarding Campus Incidents of March 10-14."},
      {
        "id":"ED030424",
        "title":"A Senior Partner in the Junior College."},
      {
        "id":"ED030425",
        "title":"A Study of Intent of Yavapai County High School Seniors Concerning Yavapai College."},
      {
        "id":"ED030426",
        "title":"Student Rights Statement."},
      {
        "id":"ED030427",
        "title":"Proceedings of the Annual Illinois Junior College Conference (3rd, Rockford, Illinois, October 24-26, 1968)."},
      {
        "id":"ED030428",
        "title":"A Computerized Method of Longitudinal Evaluation of Student Performance."},
      {
        "id":"ED030429",
        "title":"Are You Ready for Professional Negotiations?"},
      {
        "id":"ED030431",
        "title":"In Pursuit of the Self-Renewing College: The Goodlad Conceptual System and the Problems of Curriculum Formation in Junior College Programs of General Education."},
      {
        "id":"ED030432",
        "title":"Two-Year College Chemistry Conference Proceedings: Southern Regional Conference, (2nd, Little Rock, December 9, 1967); Eastern Regional Conference (1st, Philadelphia, February 2-3, 1968); and Annual Conference (8th, San Francisco, March 29-30, 1968)."},
      {
        "id":"ED030433",
        "title":"Preliminary Investigation for the Urban Campus of Erie Community College."},
      {
        "id":"ED030434",
        "title":"Strategies for Facilitating the Development of Student Personnel Programs at Chicago City College."},
      {
        "id":"ED030435",
        "title":"Economics in Two-Year Colleges: A Nation-Wide Survey."},
      {
        "id":"ED030437",
        "title":"An Evaluation of the New York State Library's Pilot Program in the Facsimile Transmission of Library Materials."},
      {
        "id":"ED030448",
        "title":"Combined Operation of the Tacoma Public Library and the Pierce County Library, An Analysis of the Question of a Merger of the Tacoma Public Library and the Pierce County Library."},
      {
        "id":"ED030449",
        "title":"Library Services for Vermont."},
      {
        "id":"ED030450",
        "title":"A Plan for Library Cooperation in Vermont, Report to the Vermont Free Public Library Service."},
      {
        "id":"ED030451",
        "title":"Digital Computer Simulation Models of Library-Based Information Retrieval Systems. Reports on File Organization Studies."},
      {
        "id":"ED030452",
        "title":"The Library and Human Memory Simulation Studies. Reports on File Organization Studies."},
      {
        "id":"ED030453",
        "title":"User Determination of Library Request Presentation, A Simulation. Reports on File Organization Studies."},
      {
        "id":"ED030457",
        "title":"Delaware Library Survey; A Study of Public Library Services in Delaware With an Action Proposal for State-Wide Library Development, 1969-1974."},
      {
        "id":"ED030458",
        "title":"Video Communication Program."},
      {
        "id":"ED030465",
        "title":"National Traffic Safety Documentation Center Project Definition Study. Final Report."},
      {
        "id":"ED030467",
        "title":"Minnesota Library Trustees Handbook."},
      {
        "id":"ED030468",
        "title":"Ramapo Catskill Library System Reference Survey."},
      {
        "id":"ED030472",
        "title":"Concept and Language Development. A Resource Guide for Teaching Young Children."},
      {
        "id":"ED030473",
        "title":"The Comparative Efficacies of Spanish, English and Bilingual Cognitive Verbal Instruction With Mexican-American Head Start Children. Final Report."},
      {
        "id":"ED030474",
        "title":"The Relationship Between Instrumental Assertion and the Stanford-Binet."},
      {
        "id":"ED030475",
        "title":"Attitudes, Expectations, and Behavior of Parents of Head Start and Non-Head Start Children. Report Number 1."},
      {
        "id":"ED030476",
        "title":"Social Antecedents of Preschool Children's Behaviors. Report Number 2."},
      {
        "id":"ED030477",
        "title":"A Note on Punishment Patterns in Parents of Preschool Children. Report Number 3."},
      {
        "id":"ED030478",
        "title":"Family Sociology or Wives' Family Sociology? A Comparison of Husbands' and Wives' Answers about Decision Making in the Greek and American Culture. Report Number 4."},
      {
        "id":"ED030479",
        "title":"Interrelations Between Social-Emotional Behavior and Information Achievement of Head Start Children. Report Number 5."},
      {
        "id":"ED030480",
        "title":"Modification of Cognitive Skills Among Lower-Class Negro Children: A Follow-up Training Study. Report Number 6."},
      {
        "id":"ED030481",
        "title":"Relation of Spatial Egocentrism and Spatial Abilities of the Young Child. Report Number 7."},
      {
        "id":"ED030482",
        "title":"Social Class and Parent's Aspirations for Their Children. Report Number 8."},
      {
        "id":"ED030483",
        "title":"The Relationship Between Race and Perception of Racially-Related Stimuli in Preschool Children."},
      {
        "id":"ED030484",
        "title":"The Effect of Verbalization of Relevant and Irrelevant Dimensions on Concept Formation."},
      {
        "id":"ED030485",
        "title":"Disturbance and Dissonance - Community University Collaboration in Diagnosis and Treatment of Disturbances."},
      {
        "id":"ED030486",
        "title":"Project Head Start Research and Evaluation Center, Syracuse University, Research Institute. Final Report."},
      {
        "id":"ED030487",
        "title":"Child Development Research and Evaluation Center for Head Start, Temple University. Annual Report."},
      {
        "id":"ED030490",
        "title":"Preliminary Results From a Longitudinal Study of Disadvantaged Preschool Children."},
      {
        "id":"ED030491",
        "title":"Effect of a Kindergarten Program of Perceptual Training Upon the Later Development of Reading Skills. Final Report."},
      {
        "id":"ED030492",
        "title":"An Experimental Study of Syntactical Factors Influencing Children's Comprehension of Certain Complex Relationships. Final Report."},
      {
        "id":"ED030493",
        "title":"Discrimination of Recency in Children. Final Report."},
      {
        "id":"ED030494",
        "title":"The Effects of a Learning Program in Perceptual-Motor Activity Upon the Visual Perception of Shape. Final Report."},
      {
        "id":"ED030495",
        "title":"A Preventive Summer Program for Kindergarten Children Likely to Fail in First Grade Reading. Final Report."},
      {
        "id":"ED030496",
        "title":"Effectiveness of Direct Verbal Instruction on IQ Performance and Achievement in Reading and Arithmetic."},
      {
        "id":"ED030497",
        "title":"Competence and Dependence in Children: Parental Treatment of Four-Year-Old Girls. Final Report."},
      {
        "id":"ED030498",
        "title":"Investigation of Concept Learning in Young Children. Final Report."},
      {
        "id":"ED030499",
        "title":"A Guide For Preschools: A Handbook About the Operation and Function of Preschools in the Fresno City Unified School District."},
      {
        "id":"ED030500",
        "title":"The Role of Rural Social Science in Theological Education (With Particular Application to the Town and Country Ministry of the Methodist Church)."},
      {
        "id":"ED030501",
        "title":"Diffusion of Innovations: Educational Change in Thai Government Secondary Schools"},
      {
        "id":"ED030502",
        "title":"The Political Aspects of Small Town and Rural Schools."},
      {
        "id":"ED030505",
        "title":"Bilingual Education--A Look Ahead."},
      {
        "id":"ED030506",
        "title":"Understanding and Working with the Power Structure in the Mexican-American Community."},
      {
        "id":"ED030507",
        "title":"The Mexican-American and Higher Education."},
      {
        "id":"ED030508",
        "title":"The Mexican-American and His Language."},
      {
        "id":"ED030509",
        "title":"Mexican-American Education: An Overview."},
      {
        "id":"ED030510",
        "title":"Urban Education and the Mexican-American."},
      {
        "id":"ED030512",
        "title":"Poverty in Texas; The Distribution of Low-Income Families."},
      {
        "id":"ED030514",
        "title":"Education-Related Preferences and Characteristics of College-Aspiring Urban Indian Teenagers: A Preliminary Report."},
      {
        "id":"ED030515",
        "title":"Attitudes of Minneapolis Agency Personnel Toward Urban Indians."},
      {
        "id":"ED030517",
        "title":"Disadvantaged Mexican American Children and Early Educational Experience."},
      {
        "id":"ED030518",
        "title":"Declaration of Indian Purpose: The Voice of the American Indian. Proceedings of American Indian Chicago Conference (University of Chicago, June 13-20, 1961)."},
      {
        "id":"ED030519",
        "title":"Consultants' Handbook."},
      {
        "id":"ED030520",
        "title":"Native Americans of California and Nevada: A Handbook."},
      {
        "id":"ED030521",
        "title":"Mexican-American Students in a Metropolitan Context: Factors Affecting the Social-Emotional Climate of the Classroom."},
      {
        "id":"ED030522",
        "title":"Conflicts of Cultural Transition: A Review of Dilemmas Faced by The Mexican Farm Worker and His Family."},
      {
        "id":"ED030523",
        "title":"An Annotated Bibliography of Migrant Related Materials."},
      {
        "id":"ED030524",
        "title":"Florida Migratory Child Compensatory Program Announcement of Staff Development Activities."},
      {
        "id":"ED030525",
        "title":"Project Vision: A Final Report."},
      {
        "id":"ED030526",
        "title":"A Selective Bibliography of American Indian Literature, History, and Culture. The General College Studies, University of Minnesota, Volume V, Number 3."},
      {
        "id":"ED030529",
        "title":"Outdoor Education Project Report, Camp Alpine."},
      {
        "id":"ED030530",
        "title":"Feasibility of a Centralized Transportation System in a Rural Intermediate School District."},
      {
        "id":"ED030531",
        "title":"Books About Indians and Reference Material."},
      {
        "id":"ED030532",
        "title":"The Invisible Student: A Longitudinal Study of the Beginning Freshman Class of 1963 at the University of New Mexico."},
      {
        "id":"ED030533",
        "title":"Research and Development Report. Volume II, Number 9, Evaluation of the Communication Skills Laboratory Program, 1967-68."},
      {
        "id":"ED030534",
        "title":"Operational Guidelines; Reading Improvement Project."},
      {
        "id":"ED030535",
        "title":"Meeting Today's Reading Needs through Magazines in the Classroom."},
      {
        "id":"ED030536",
        "title":"Evaluating a Visual-Linguistic, Multi-Media Approach to Primary Reading."},
      {
        "id":"ED030537",
        "title":"Elementary School Reading Survey."},
      {
        "id":"ED030538",
        "title":"Why Should I Read?"},
      {
        "id":"ED030539",
        "title":"Skills Centers: A Systems Approach to Reading Instruction."},
      {
        "id":"ED030540",
        "title":"New Directions for Informal Reading Assessment."},
      {
        "id":"ED030542",
        "title":"Empirical Bases for a Prekindergarten Curriculum for Disadvantaged Children."},
      {
        "id":"ED030543",
        "title":"Correlates of the Ability to Use Context Clues in Reading."},
      {
        "id":"ED030544",
        "title":"Reading Comprehension: Inferring the Task of the Writer."},
      {
        "id":"ED030545",
        "title":"Paragraph Organization of Written Materials: The Influence of Conceptual Clustering Upon the Level and Organization of Recall."},
      {
        "id":"ED030547",
        "title":"Incidental Learning Effects of Searching for Related Information in a Text."},
      {
        "id":"ED030548",
        "title":"An Optometrist Looks at Perception."},
      {
        "id":"ED030549",
        "title":"Reading as Language."},
      {
        "id":"ED030550",
        "title":"Sustained Primary Program for Bilingual Students."},
      {
        "id":"ED030551",
        "title":"Interest and Comprehension in Sex-Typed Materials."},
      {
        "id":"ED030552",
        "title":"Investigation of Recognition Variance of Perceptual Stimuli Associated With Reading Proficiency."},
      {
        "id":"ED030553",
        "title":"The Effect of Cognitive Style in Verbal and Pictorial Concept Formation Tasks."},
      {
        "id":"ED030554",
        "title":"The Structure of Reading Readiness Ability."},
      {
        "id":"ED030555",
        "title":"Evaluation of Reading Skills in the Wisconsin Prototypic System of Reading Instruction."},
      {
        "id":"ED030556",
        "title":"Edgewood Independent School District Instructional Television Guides - Countdown, Teacher's Guide 5; Safari, Teacher's Guide 5; Probe, Teacher's Guide 6; Abacus, Teacher's Guide 6; Mathletics, Teacher's Guide 7; Algebraically Speaking, Teacher's Guide 8; Related Math I & II, Teacher's Guides 9 & 10; Spectra, Teacher's Guide 9."},
      {
        "id":"ED030561",
        "title":"How to Use An Oscilloscope."},
      {
        "id":"ED030562",
        "title":"Flow of Scientific and Technical Information: The Results of a Recent Major Investigation."},
      {
        "id":"ED030563",
        "title":"Advisory Council on College Chemistry Newsletter Number 16."},
      {
        "id":"ED030565",
        "title":"Designs for Progress in Science Education."},
      {
        "id":"ED030566",
        "title":"The 1969 STAR Awards, Science Teaching Achievement Recognition."},
      {
        "id":"ED030573",
        "title":"Secondary School Science and Mathematics Teachers, Characteristics and Service Loads."},
      {
        "id":"ED030575",
        "title":"Biological Science Laboratory Manual, Experimental Version."},
      {
        "id":"ED030576",
        "title":"Physical Science Laboratory Manual, Experimental Version."},
      {
        "id":"ED030577",
        "title":"Cooperative General Science Project; Progress Report 1966-68."},
      {
        "id":"ED030578",
        "title":"Congress on the Integration of Science Teaching."},
      {
        "id":"ED030579",
        "title":"Directory of Palaeontologists of the World (Excl. Soviet Union & Continental China), 2nd Edition."},
      {
        "id":"ED030580",
        "title":"The Differential Effects of Studying Versus Teaching on Teachers' Attitudes."},
      {
        "id":"ED030581",
        "title":"Influencing The Youth Culture; A Study Of Youth Organizations In Israel. Final Report."},
      {
        "id":"ED030582",
        "title":"Reliability of an Observation of Teachers' Classroom Behavior."},
      {
        "id":"ED030583",
        "title":"Teacher Training for Physical Education. ICHPER Questionnaire Report, Part II."},
      {
        "id":"ED030584",
        "title":"Teaching in IPI Mathematics, Volumes I-VI."},
      {
        "id":"ED030585",
        "title":"A Study of the Characteristics of Women Who Begin Teaching After Age Thirty-five. Final Report."},
      {
        "id":"ED030586",
        "title":"The Effectiveness of Individually Prescribed Micro-Teaching Training Modules on an Intern's Subsequent Classroom Performance."},
      {
        "id":"ED030587",
        "title":"Student Teaching: The State of the Art."},
      {
        "id":"ED030588",
        "title":"American Education and the Search for Equal Opportunity."},
      {
        "id":"ED030589",
        "title":"Teacher Education: An Exploration of Efforts and Proposals for Its Improvement. A Report Prepared for Committee Q of the Illinois Board of Higher Education."},
      {
        "id":"ED030590",
        "title":"A Performance Curriculum for Teacher Education. The Second Annual Florence B. Stratemeyer Lecture."},
      {
        "id":"ED030591",
        "title":"A Psycho-Social Model of Teacher Education."},
      {
        "id":"ED030592",
        "title":"Computer-Assisted Instruction and the Teaching of Mathematics. Proceedings of a National Conference on Computer-Assisted Instruction (The Pennsylvania State University, September 24-26, 1968)."},
      {
        "id":"ED030593",
        "title":"Classroom Teachers Speak on Differentiated Teaching Assignments. Report of the Classroom Teachers National Study Conference on Differentiated Teaching Assignments for Classroom Teachers."},
      {
        "id":"ED030594",
        "title":"Classroom Teachers Speak on Urban Education. Report of the Classroom Teachers National Study Conference on Urban Education: Problems, Implications, and Responsibilities for Classroom Teachers."},
      {
        "id":"ED030595",
        "title":"The Teacher and His Staff: Differentiating Teaching Roles. Report of the 1968 Regional TEPS Conferences."},
      {
        "id":"ED030596",
        "title":"The Inter-Institutional Program Development Project; A Compendium of Twenty-five Program Reports. Project Report Five, The NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED030597",
        "title":"TAP, The Teacher Aide Program; A Role Sensitivity Approach to Training Aides for Classroom Work with Children in Elementary Schools."},
      {
        "id":"ED030598",
        "title":"Project Criterion."},
      {
        "id":"ED030599",
        "title":"Meeting the Challenge of Problems in Education Through a Cooperative Approach."},
      {
        "id":"ED030600",
        "title":"The Effectiveness of Two Interaction Analysis Instructional Modules Within an Inservice Setting."},
      {
        "id":"ED030601",
        "title":"Theoretical Bases for Professional Laboratory Experiences in Teacher Education. Forty-Fourth Yearbook."},
      {
        "id":"ED030602",
        "title":"The Evaluation of Teaching."},
      {
        "id":"ED030605",
        "title":"A Program for Elementary School Education: The Intergroup Relations Curriculum; Volumes I and II."},
      {
        "id":"ED030606",
        "title":"A Study To Develop a Tutorial Community in the Elementary School. Technical Memorandum (TM Series)."},
      {
        "id":"ED030608",
        "title":"The Investigation of Motivation Options Open to the Elementary School Teacher. Project SESAME, Technical Document No. 8."},
      {
        "id":"ED030609",
        "title":"Teacher Awareness: Social Cognition in the Classroom."},
      {
        "id":"ED030610",
        "title":"Grounded Theory and Educational Ethnography: A Methodological Analysis and Critique."},
      {
        "id":"ED030611",
        "title":"Classroom Social Systems in Teacher Education. Occasional Paper Series, Number 4."},
      {
        "id":"ED030612",
        "title":"The Internship in the Preparation of Elementary School Teachers. A Description and Analysis of a Program."},
      {
        "id":"ED030613",
        "title":"A Modified Teacher Preparation Program at the University of Hawaii. Project A."},
      {
        "id":"ED030614",
        "title":"Youth Tutoring Youth: It Worked. A Report of an In-School Neighborhood Youth Corps Demonstration Project."},
      {
        "id":"ED030615",
        "title":"A Possible Dream: A New Education and New Models of Teacher. The Year of the Non-Conference. Emphasis: The Teacher and His Staff, Working Paper 2."},
      {
        "id":"ED030616",
        "title":"The Real World of the Beginning Teacher."},
      {
        "id":"ED030617",
        "title":"A System for Planning and Assessing Imagery in the Classroom Teaching-Learning Situation."},
      {
        "id":"ED030619",
        "title":"Individualizing Instruction: A Selected Bibliography. The I/D/E/A Bibliography Series."},
      {
        "id":"ED030620",
        "title":"A Study of the Construct Validity of the Teaching Situation Reaction Test."},
      {
        "id":"ED030621",
        "title":"Microteaching and the Technical Skills of Teaching: A Bibliography of Research and Development at Stanford University, 1963-1969. Research and Development Memorandum No. 48."},
      {
        "id":"ED030622",
        "title":"Relevant Subjective Response Uncertainty as a Function of Stimulus-Task Interaction. Research and Development Memorandum No. 49."},
      {
        "id":"ED030623",
        "title":"Project 120."},
      {
        "id":"ED030624",
        "title":"Interaction and Design: Teacher or Teachers. Technical Report No. 10."},
      {
        "id":"ED030625",
        "title":"The Critical Thinking Ability of Teachers and Its Relationship to the Teachers' Classroom Verbal Behavior and Perceptions of Teacher Purposes."},
      {
        "id":"ED030626",
        "title":"Kanawha County Student Teaching Center (Multi-Institutional)."},
      {
        "id":"ED030627",
        "title":"Guidelines to Fringe Benefits for Members of the Teaching Profession."},
      {
        "id":"ED030628",
        "title":"An Evaluation of a Summer Reading Institute, 1968."},
      {
        "id":"ED030629",
        "title":"Guiding Student Teaching Experiences."},
      {
        "id":"ED030631",
        "title":"A Model for the Preparation of Elementary School Teachers. Final Report. Volume II, Appendices."},
      {
        "id":"ED030632",
        "title":"Dimensions of Dialect."},
      {
        "id":"ED030634",
        "title":"Books for the Partially Sighted Child."},
      {
        "id":"ED030636",
        "title":"Why Teach Drama?"},
      {
        "id":"ED030637",
        "title":"William Shakespeare: Comedian. English Association of Ohio Monographs in Language and Literature, No. 1."},
      {
        "id":"ED030638",
        "title":"A Study of the Use and Feasibility of Video-Tape Techniques in the Preparation of Secondary School English Teachers. Interim Report."},
      {
        "id":"ED030640",
        "title":"Time That Is Intolerant."},
      {
        "id":"ED030645",
        "title":"Research on Spelling and Phonetics."},
      {
        "id":"ED030646",
        "title":"Guided Individualized Reading: Grades K-12. English Language Arts Curriculum Series, Pamphlet 2."},
      {
        "id":"ED030649",
        "title":"A Program for the Potentially-Gifted Disadvantaged: A Progress Report."},
      {
        "id":"ED030650",
        "title":"Studying the Bible in Public School."},
      {
        "id":"ED030651",
        "title":"Which Are the Most Important Dictionary Skills?"},
      {
        "id":"ED030652",
        "title":"Using the Cartridge Tape Recorder to Grade Themes."},
      {
        "id":"ED030653",
        "title":"Relevancy and Involvement: Literature for the Disadvantaged."},
      {
        "id":"ED030654",
        "title":"Children's Fiction and American History."},
      {
        "id":"ED030655",
        "title":"A Brief Listing of Bibliographies, Periodicals, and Curriculum Guides on Negro Literature and History."},
      {
        "id":"ED030657",
        "title":"Reading Development in the High School English Class: A Rationale and Some New Sources."},
      {
        "id":"ED030658",
        "title":"A Sitting-Thing."},
      {
        "id":"ED030663",
        "title":"A History of the Preparation of Teachers of English."},
      {
        "id":"ED030666",
        "title":"From Thoughts to Words."},
      {
        "id":"ED030667",
        "title":"A Comparison of the Teaching Practices of Teachers With and Without Formal Preparation in Linguistics. Interim Report."},
      {
        "id":"ED030668",
        "title":"Recordings of Standard English in the United States and Canada. Interim Report."},
      {
        "id":"ED030669",
        "title":"A Study of the Preparation of English Teachers for the Teaching of Slow Learners. Interim Report."},
      {
        "id":"ED030670",
        "title":"A Study of the Effects Upon the Teaching Effectiveness of English Teachers of the Organization of the Literature Component of Teacher-Training Curricula. Interim Report."},
      {
        "id":"ED030671",
        "title":"A Study of the Production and Use of Videotaped Materials in the Training of In-Service and Pre-Service Teachers of English. Final Report."},
      {
        "id":"ED030672",
        "title":"A High School Social Studies Curriculum for Able Students: An Audio-Visual Component to a High School Social Studies Curriculum for Able Students. Final Report."},
      {
        "id":"ED030673",
        "title":"The Posthumous Reputation of Professor Crump."},
      {
        "id":"ED030674",
        "title":"Good Writing from Great Books."}]
  }}
