{
  "response":{"numFound":509939,"start":284000,"numFoundExact":true,"docs":[
      {
        "id":"ED030675",
        "title":"Among School Children."},
      {
        "id":"ED030676",
        "title":"How Visitation Came to Carnegie-Mellon University."},
      {
        "id":"ED030677",
        "title":"English Departments and Poverty."},
      {
        "id":"ED030678",
        "title":"The Low Achiever in Mathematics: Report of a Conference held in Wadhington, D.C., March 25-27, 1964."},
      {
        "id":"ED030679",
        "title":"Community Action for Youth. Summary."},
      {
        "id":"ED030680",
        "title":"Giving Emphasis to Guided Learning; Proceedings of the Conference on Guided Learning Held at the Educational Research Council of Greater Cleveland, Cleveland, Ohio, January 23-25, 1966."},
      {
        "id":"ED030681",
        "title":"The Negro Freedom Movement: Past and Present. An Annotated Bibliography."},
      {
        "id":"ED030682",
        "title":"Educating the Disadvantaged Child. Annotated Bibliography."},
      {
        "id":"ED030683",
        "title":"Classroom Behavior Modification Techniques Applied to Educationally Deprived, Primary Age Children. Special Study Report #1."},
      {
        "id":"ED030684",
        "title":"Special Training Institute on Desegregation for Educational Leadership Teams from the School Systems of the First District of Georgia."},
      {
        "id":"ED030685",
        "title":"Controlled Experimentation in Research and Instructional Units."},
      {
        "id":"ED030686",
        "title":"Improving Racial Balance in the San Francisco Public Schools. Summary Report."},
      {
        "id":"ED030687",
        "title":"Evaluation of a Listening Comprehension Test for Disadvantaged Junior High School Boys. Final Report."},
      {
        "id":"ED030688",
        "title":"Report of the National Advisory Council on the Education of Disadvantaged Children."},
      {
        "id":"ED030689",
        "title":"Motivating Learning Through Invention of Games: A Report on an Innovative Approach to the Teaching of Basic Academic Skills to the Disadvantaged."},
      {
        "id":"ED030690",
        "title":"Urban Schools: Issues in Responsiveness and Control."},
      {
        "id":"ED030691",
        "title":"Children Apart: Crisis and Conflict."},
      {
        "id":"ED030692",
        "title":"The Law, Race, and School Districting."},
      {
        "id":"ED030693",
        "title":"The Urban Coalition: Its Implications for School Systems."},
      {
        "id":"ED030694",
        "title":"Educational Priorities and the Handicap of Local Financing."},
      {
        "id":"ED030695",
        "title":"The Case for School Integration."},
      {
        "id":"ED030696",
        "title":"The Increased Role of Federal and State Governments in Civil Rights Issues Affecting Education."},
      {
        "id":"ED030697",
        "title":"Metropolitanism and the Issues of Social Integration and Administrative Decentralization in Large Cities."},
      {
        "id":"ED030698",
        "title":"Some Perspectives on the Politics and Organization of Education."},
      {
        "id":"ED030699",
        "title":"Efforts to Desegregate and Decentralize the Administration of a Large City School System."},
      {
        "id":"ED030700",
        "title":"Some Views on the Relationship Between Decentralization and Racial Integration in Large City School Systems."},
      {
        "id":"ED030701",
        "title":"The Team Approach to Solving Problems of Desegregation and the Disadvantaged Student in the Oakland Public Schools: A Fall and Spring Institute for Selected Teachers and Administrators of the Oakland Public Schools."},
      {
        "id":"ED030702",
        "title":"Planning for the Achievement of Quality Integrated Education in Desegregated Schools: A Composite Report on the Recommendations of Workshop Participants."},
      {
        "id":"ED030703",
        "title":"Minorities in the Curriculum: What's Happening Where; An Informal Survey of Programs and Resources in Massachusetts."},
      {
        "id":"ED030704",
        "title":"Programs for Progress."},
      {
        "id":"ED030705",
        "title":"The Education of Culturally and Educationally Disadvantaged Pupils; Selected References (1968 Supplement)."},
      {
        "id":"ED030706",
        "title":"Modern Education and Better Human Relations. Freedom Pamphlets."},
      {
        "id":"ED030707",
        "title":"Developing and Evaluating Art Curricula Specifically Designed for Disadvantaged Youth. Final Report."},
      {
        "id":"ED030708",
        "title":"Nursing Education in North Carolina: Today and Tomorrow. Research Report 2-67 (December 1967)."},
      {
        "id":"ED030709",
        "title":"Methods of Selecting Industries for Depressed Areas--An Introduction to Feasibility Studies. Developing Job Opportunities 2."},
      {
        "id":"ED030711",
        "title":"Curricluar Implications of Automated Data Processing for Educational Institutions. Final Report."},
      {
        "id":"ED030712",
        "title":"Project ES '70 Training for Local Coordinators. Final Report."},
      {
        "id":"ED030713",
        "title":"An Educational System for the Seventies."},
      {
        "id":"ED030714",
        "title":"An Outline for Basic Family Life Education, Grade 1 through 12."},
      {
        "id":"ED030715",
        "title":"The Evaluation System for the American Industry Secondary School Courses."},
      {
        "id":"ED030717",
        "title":"A Comparative Study of the Reduction of Dependency in Four Low-Income Housing Projects: A Descriptive and Conceptual Introduction. Rehabilitation in Poverty Settings-Report Number One. Monograph No. 4."},
      {
        "id":"ED030718",
        "title":"Dependency and Its Implications for Rehabilitation. Northeastern Studies in Vocational Rehabilitation. Monograph No. 1."},
      {
        "id":"ED030719",
        "title":"The Unfit Majority: A Research Study of the Rehabilitation of Selective Service Rejectees in South Carolina. Final Report for: Experimental Demonstration Project for Servicing Selective Service Rejectees."},
      {
        "id":"ED030720",
        "title":"The &quot;Project ABLE&quot; Student Vocational Plan. (Interim Product)."},
      {
        "id":"ED030721",
        "title":"The &quot;Project ABLE&quot; General Woodworking Curriculum. (Interim Product)."},
      {
        "id":"ED030723",
        "title":"A Survey of Career Programs in Illinois Public Junior Colleges. Fall Term 1968."},
      {
        "id":"ED030724",
        "title":"Manpower Developments: Problems and Prospects. Conference Series No. 12."},
      {
        "id":"ED030725",
        "title":"The Status of Cooperative Office Education Programs in Michigan, 1967-1968."},
      {
        "id":"ED030726",
        "title":"Modern Media for Vocational-Technical Education."},
      {
        "id":"ED030727",
        "title":"Handbook on Recruitment of Potential Industrial Arts Teachers."},
      {
        "id":"ED030728",
        "title":"Proceedings of the West Virginia University Industrial Arts Undergraduate Program Development Conference (Morgantown, November 8-10, 1969)."},
      {
        "id":"ED030729",
        "title":"School Administration Handbook for Approved Schools for Medical Record Technicians. Revised April 66."},
      {
        "id":"ED030730",
        "title":"The Tuskegee Institute Handbook for Guidance Counselors of Disadvantaged Adults."},
      {
        "id":"ED030731",
        "title":"AOTA Requirements of a Training Program for Occupational Therapy Assistants."},
      {
        "id":"ED030732",
        "title":"Sheltered Employment of the Disabled: An International Survey."},
      {
        "id":"ED030733",
        "title":"A Survey of the Literature on Philosophies and Approaches to Career Development."},
      {
        "id":"ED030734",
        "title":"An Investigation of the Reliability and Validity of Selected Occupational Competency Examinations and Their Use in Evaluating Prospective Trade and Industrial Teachers. Final Report."},
      {
        "id":"ED030735",
        "title":"Self-Instructional Methods of Teaching Diagnostic Problem Solving to Automotive Students. Vocational-Industrial Education Research Report."},
      {
        "id":"ED030736",
        "title":"Employment Opportunities in Which Knowledge and Skill in Home Economics are Needed."},
      {
        "id":"ED030737",
        "title":"Planning an Education Program for Dental Hygienists."},
      {
        "id":"ED030738",
        "title":"A Policy Bulletin and Recommendations for Vocational Agriculture Departments in Wyoming."},
      {
        "id":"ED030739",
        "title":"Papers Presented at the National Conference on Vocational Education of Handicapped Persons (Pittsburgh, Pa., February 25-27, 1969); Summary of Conference Work Groups."},
      {
        "id":"ED030740",
        "title":"A Study of Wyoming Business Education Teachers' Knowledge and Understanding of Vocational Education. Final Report."},
      {
        "id":"ED030741",
        "title":"Relevant Others of Beginning Teachers of Vocational Agriculture. Research Series No. 4."},
      {
        "id":"ED030742",
        "title":"Papers Presented at the National Workshop on Vocational Education for the Disadvantaged (Atlantic City, N.J., March 12-14, 1969)."},
      {
        "id":"ED030743",
        "title":"Program of the Interagency Committee on Occupational Classification."},
      {
        "id":"ED030744",
        "title":"Dental Assistant Training; Standard Course Outline."},
      {
        "id":"ED030745",
        "title":"Development and Evaluation of a Curriculum of Wage Earning Occupation. Final Report."},
      {
        "id":"ED030746",
        "title":"Research Projects 1968."},
      {
        "id":"ED030747",
        "title":"Requirements and Opportunities for Entry Workers in the Occupation of Producing and Marketing Ornamental Nursery and Greenhouse Specialists."},
      {
        "id":"ED030748",
        "title":"Summary of Studies in Vocational and Technical Education in North Dakota, 1960-1969. Research Report No. 15."},
      {
        "id":"ED030749",
        "title":"Research Visibility. Disadvantaged Youth: Rural Poverty and the Urban Crisis."},
      {
        "id":"ED030750",
        "title":"Problems and Issues in Accreditation by Specialized Agencies of Vocational-Technical Curricula in Postsecondary Institutions."},
      {
        "id":"ED030754",
        "title":"Meeting Report of National Technical Advisory Committee for Pharmacy; Los Angeles, California (March 23-25, 1969)."},
      {
        "id":"ED030755",
        "title":"On-The-Job Training Program, Educable Mentally Retarded. Final Report."},
      {
        "id":"ED030756",
        "title":"Report of the Annual Vocational, Technical and Adult Educators' Conference (1st, Jacksonville, Florida, August 4-9, 1968)."},
      {
        "id":"ED030758",
        "title":"Bibliography of Vocational Rehabilitation with Emphasis on Work Evaluation."},
      {
        "id":"ED030759",
        "title":"A Challenge and a Choice."},
      {
        "id":"ED030760",
        "title":"Manpower Requirements for Air Traffic Control and Flight Service Specialists in Indiana."},
      {
        "id":"ED030761",
        "title":"Historical Development of Agricultural Education in the United States Prior to 1917. Final Report."},
      {
        "id":"ED030762",
        "title":"Conference on Manpower Surveys for Vocational-Technical Educational Planning. Final Report."},
      {
        "id":"ED030763",
        "title":"Seminar for Preparation of Professional Personnel for Vocational-Technical Education. Final Report."},
      {
        "id":"ED030764",
        "title":"The Identification of Opinion Leaders Among Teachers of Vocational Agriculture. Final Report. Research 40."},
      {
        "id":"ED030765",
        "title":"Policies and Procedures Governing the Operation of Vocational-Technical Education in Nevada."},
      {
        "id":"ED030768",
        "title":"Use of Support Personnel in Vocational Rehabilitation, A Training Guide. Report of the Committee on Effective Utilization of the Rehabilitation Counselor and Supporting Staff. Rehabilitation Service Series Number 69-13."},
      {
        "id":"ED030769",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Spring 1969."},
      {
        "id":"ED030771",
        "title":"A General Guide for Planning Facilities for Occupational Preparation Programs. Final Report. Research Series No. 38."},
      {
        "id":"ED030772",
        "title":"Science Education Information Report, General Bibliography Series 21, Instructional Procedures."},
      {
        "id":"ED030773",
        "title":"Development Trends in Federal Library and Information Center Automation. Final Report."},
      {
        "id":"ED030774",
        "title":"Research and Investigation in Adult Education; 1969 Annual Register."},
      {
        "id":"ED030775",
        "title":"A Teaching Program in Health and Sex Education. Parts I, II, and III."},
      {
        "id":"ED030776",
        "title":"An Information Processing Laboratory for Education and Research in Library Science: Phase I."},
      {
        "id":"ED030777",
        "title":"Project BALLOTS: Bibliographic Automation of Large Library Operations Using a Time-Sharing System. Progress Report (3/27/69 - 6/26/69)."},
      {
        "id":"ED030778",
        "title":"Research on Reading: Word Lists. ERIC/CRIER Reading Review Series, Volume 2, Bibliography 18."},
      {
        "id":"ED030779",
        "title":"Research on Elementary Reading: Critical and Interpretive Reading. ERIC/CRIER Reading Review Series, Volume 2, Bibliography 19."},
      {
        "id":"ED030780",
        "title":"American Indian Education, A Selected Bibliography."},
      {
        "id":"ED030781",
        "title":"Science Education Information Report, General Bibliography Series 29, Evaluation and Educational Objectives, Learning Theories and Processes, Research Methodology."},
      {
        "id":"ED030782",
        "title":"Science Education Information Report, General Bibliography Series 30, Teacher Characteristics, Student Characteristics."},
      {
        "id":"ED030783",
        "title":"Evaluation of an Adult Basic Education Program in a Southern Rural Community."},
      {
        "id":"ED030784",
        "title":"Evaluation of Family Service Program, Home Economics Division of Cooperative Extension, Essex County, New York: Extension Study No. 19."},
      {
        "id":"ED030786",
        "title":"Report of the Berkeley Parent Education Workshop (July 20-29, 1967)."},
      {
        "id":"ED030787",
        "title":"Office of State Technical Services Annual Report, Fiscal Year 1968."},
      {
        "id":"ED030788",
        "title":"Planning for Regional Growth: A Report of A Cooperative Educational Program for the Citizens of the Sacramento Valley, Spring, 1968."},
      {
        "id":"ED030789",
        "title":"Adult Basic Education: A Study of the Backgrounds, Characteristics, Aspirations, and Attitudes of Undergraduate Adults in West Virginia."},
      {
        "id":"ED030790",
        "title":"Culture and Education in the Histadrut."},
      {
        "id":"ED030791",
        "title":"The Literature of Liberal Adult Education 1945-1957."},
      {
        "id":"ED030792",
        "title":"The Institute of University Extension Administration (March 9-12, 1968)."},
      {
        "id":"ED030793",
        "title":"Adult Basic Education Library Holdings."},
      {
        "id":"ED030794",
        "title":"Teaching Adults."},
      {
        "id":"ED030795",
        "title":"Program Development Committee Usage by Area Extension Agents in the Agricultural Industries."},
      {
        "id":"ED030796",
        "title":"Operational Limits. Continuation Education System Development Project. Technical Report 1.6."},
      {
        "id":"ED030797",
        "title":"The College, The Community and Conservation. Report of a Conference (Washington, D.C., May 22-23, 1967)."},
      {
        "id":"ED030799",
        "title":"A Review of Physiological and Psychological Changes in Aging and Their Implications for Teachers of Adults."},
      {
        "id":"ED030800",
        "title":"Recruitment in Adult Basic Education, Handbook."},
      {
        "id":"ED030801",
        "title":"Rural Civil Defense Education Program. Report for Fiscal Year 1968."},
      {
        "id":"ED030804",
        "title":"Role of the Universities in Social Innovation. Report of a Seminar on the University and the Transformation of Social and Political Institutions (Chicago, October 15-16, 1968)."},
      {
        "id":"ED030811",
        "title":"The Relationship between 4-H Division Leaders' Propensity toward Delegation and Involvement in and Major Responsibility for Leader Identification and Selection."},
      {
        "id":"ED030812",
        "title":"The Organization and Continuing Education; A Study of Agency Factors Relating to Attendance and Support of Continuing Education in Public Health in California. A Summary Report."},
      {
        "id":"ED030817",
        "title":"Needed: An Urban Extension Service; Trends, Problems and Possibilities under Title I of the Higher Education Act of 1965."},
      {
        "id":"ED030825",
        "title":"A Guide for Establishing a Learning Laboratory."},
      {
        "id":"ED030828",
        "title":"Week-End Learning in the United States."},
      {
        "id":"ED030829",
        "title":"Adult Basic Education Pilot Project."},
      {
        "id":"ED030830",
        "title":"Adult Basic Education Teachers Guide; Produced by Texas Adult Basic Education Workshop (Austin, June10-21, 1968)."},
      {
        "id":"ED030831",
        "title":"A Selected Annotated Bibliography of Instructional Literacy Materials for Adult Basic Education."},
      {
        "id":"ED030838",
        "title":"The Transferability and Retraining of Defense Engineers."},
      {
        "id":"ED030839",
        "title":"Leadership Training for New Careers; The Non-Professional Counselor, Supervisor, and Trainer."},
      {
        "id":"ED030843",
        "title":"A Re-Visitation of Two Communities Represented in the Linguistic Atlas of New England."},
      {
        "id":"ED030844",
        "title":"Absence of Copula and the Notion of Simplicity: A Study of Normal Speech, Baby Talk, Foreigner Talk and Pidgins."},
      {
        "id":"ED030845",
        "title":"Advanced English; Lessons in Grammar."},
      {
        "id":"ED030846",
        "title":"Teaching Writing."},
      {
        "id":"ED030847",
        "title":"TESOL: Current Problems and Classroom Practices."},
      {
        "id":"ED030848",
        "title":"The Measurement and Evaluation of Language Instruction."},
      {
        "id":"ED030849",
        "title":"Adult English as a Second Language Program in Chicago."},
      {
        "id":"ED030851",
        "title":"An Outside Look at Programmed Learning in Foreign Language."},
      {
        "id":"ED030852",
        "title":"Where Is Programmed Language Instruction Most Effective?"},
      {
        "id":"ED030855",
        "title":"Analysis of the Results Obtained with &quot;Basic French--A Programmed Course&quot; Academic Year 1968-69 and Comparison with a Traditional Audio-Lingual Course."},
      {
        "id":"ED030857",
        "title":"Concurrent and Consecutive Modes of Learning Two Vocabularies."},
      {
        "id":"ED030858",
        "title":"A Pilot Study on the Ability of Young Children and Adults to Identify and Reproduce Novel Speech Sounds."},
      {
        "id":"ED030859",
        "title":"Teaching New Vowel Sounds Using Real-Time Spectral Displays."},
      {
        "id":"ED030861",
        "title":"Selected Bibliography of Polish Educational Materials. Vol. 8, No. 1."},
      {
        "id":"ED030863",
        "title":"International Communication and Esperanto."},
      {
        "id":"ED030864",
        "title":"Cumulative Language Deficit Among Indian Children."},
      {
        "id":"ED030868",
        "title":"Social Dialect and Speech Communication Proficiency."},
      {
        "id":"ED030869",
        "title":"Standard English and Nonstandard Dialects: Phonology and Morphology."},
      {
        "id":"ED030873",
        "title":"Estrutura do Verbo no Portugues Coloquial (Verb Structure in Colloquial Portuguese)."},
      {
        "id":"ED030876",
        "title":"Las Escuelas Bilingues: The Peruvian Experience (Bilingual Schools: The Peruvian Experience)."},
      {
        "id":"ED030880",
        "title":"Criteria for the Selection of ESOL Materials."},
      {
        "id":"ED030881",
        "title":"Arabic Songs."},
      {
        "id":"ED030883",
        "title":"Discourse, Paragraph, and Sentence Structure in Selected Philippine Languages. Final Report. Volume I, Discourse and Paragraph Structure."},
      {
        "id":"ED030884",
        "title":"Discourse, Paragraph, and Sentence Structure in Selected Philippine Languages. Final Report. Volume II, Sentence Structure."},
      {
        "id":"ED030889",
        "title":"Operant Conditioning of Within-Interview Verbal Behavior of Counselors-In-Training."},
      {
        "id":"ED030890",
        "title":"The Teacher's Guidance Role and Functions as Reported by Elementary Teachers."},
      {
        "id":"ED030891",
        "title":"Alternative Therapeutic Strategies With the Urban Negro."},
      {
        "id":"ED030892",
        "title":"Social Class Differences in Anxiety of Elementary School Children."},
      {
        "id":"ED030894",
        "title":"Operational Gaming for Vocational Awareness: A Survey."},
      {
        "id":"ED030895",
        "title":"Direct Action and the Democratic Process."},
      {
        "id":"ED030897",
        "title":"Black Students Entering CRC Colleges: Their Characteristics and Their First-Year Academic Performance. Research Memorandum 69-1."},
      {
        "id":"ED030898",
        "title":"Implications of New Technology for Counselor Education."},
      {
        "id":"ED030899",
        "title":"The Prevention of Juvenile Delinquency."},
      {
        "id":"ED030900",
        "title":"Exploring the Use of the GATB With Ninth Grade Boys."},
      {
        "id":"ED030901",
        "title":"Parental Interaction As A Determining Factor in Social Growth of the Individual in the Family."},
      {
        "id":"ED030902",
        "title":"The Personality of the Counselor as Measured by the Stern Activities Index."},
      {
        "id":"ED030903",
        "title":"The Effect of Short-Term Institute Experiences Involving Sensitivity Training on Attitudes of Employment Security Personnel."},
      {
        "id":"ED030904",
        "title":"Participatory Education: Involved Students Take the Initiative."},
      {
        "id":"ED030905",
        "title":"The University and A Fully Functioning Counseling Center. A Theoretical Viewpoint."},
      {
        "id":"ED030906",
        "title":"Relationship of Vocational Satisfaction to the Correspondence of Job Reinforcement and Vocational Needs."},
      {
        "id":"ED030907",
        "title":"Individual Inconsistency and Reliability of Measurement."},
      {
        "id":"ED030908",
        "title":"Personality Differences Between Typical Urban Negroes and Whites."},
      {
        "id":"ED030909",
        "title":"Can A Machine Admit An Applicant to Continuing Education? Information System for Vocational Decisions. Project Report Number 19."},
      {
        "id":"ED030910",
        "title":"Can A Machine Counsel? Information System for Vocational Decisions. Project Report Number 17."},
      {
        "id":"ED030911",
        "title":"Are Economically Needy University Freshmen Culturally Deprived? Volume Nine, Number Two."},
      {
        "id":"ED030912",
        "title":"Student Activism in the High Schools of New York State."},
      {
        "id":"ED030913",
        "title":"Social Problems of Drug Use and Drug Policies."},
      {
        "id":"ED030914",
        "title":"Outreach Programs: The Changing Relationships Between Counseling and Campus."},
      {
        "id":"ED030916",
        "title":"Youth--How to Produce Drop-Ins Rather Than Drop-Outs. Research Resume Number 38."},
      {
        "id":"ED030917",
        "title":"Behavior Modification. NASEC Monograph Series I."},
      {
        "id":"ED030918",
        "title":"How Objective Are Measures of Campus Climate?"},
      {
        "id":"ED030919",
        "title":"Freshman Orientation in the Large, Public-Supported Institutions of Higher Learning."},
      {
        "id":"ED030920",
        "title":"Review of the Literature for Freshman Orientation Practices in the U.S."},
      {
        "id":"ED030921",
        "title":"Resource Guide to Selected Materials for the Vocational Guidance of Slow Learners."},
      {
        "id":"ED030922",
        "title":"Creative and Cognitive Abilities of White and Negro Children."},
      {
        "id":"ED030923",
        "title":"Freshman Orientation in the United States Colleges and Universities."},
      {
        "id":"ED030924",
        "title":"The Palo Alto Study of Educationally Handicapped Children."},
      {
        "id":"ED030925",
        "title":"A Broadly Representative Bibliography of Materials on Sex Education."},
      {
        "id":"ED030926",
        "title":"The Release of Human Potential Through Human Encounter."},
      {
        "id":"ED030927",
        "title":"Every Student Is A Gifted Student."},
      {
        "id":"ED030928",
        "title":"Upward Bound In Action at Wayne State University."},
      {
        "id":"ED030929",
        "title":"Social Intelligence, Achievement, and the Elementary-School Child."},
      {
        "id":"ED030930",
        "title":"Drug Abuse--A School Disaster and A Problem for Guidance."},
      {
        "id":"ED030931",
        "title":"The Recommended Reading List; A Bibliography Prepared by Tutorial Assistance Center of U.S. National Student Association PLUS Black History: A Bibliography by Topic Prepared by Youth Educational Services, Incorporated."},
      {
        "id":"ED030932",
        "title":"Reward Preference Profiles of Elementary School Children."},
      {
        "id":"ED030933",
        "title":"Background Information: National Conference on the Paraprofessional, Career Advancement, and Pupil Learning."},
      {
        "id":"ED030934",
        "title":"A Laboratory Approach to the Cognitive Control of Anxiety."},
      {
        "id":"ED030935",
        "title":"Analyzing the Student's Natural Language for Guidance."},
      {
        "id":"ED030936",
        "title":"Who Goes To Freshman Camp?"},
      {
        "id":"ED030938",
        "title":"Evaluation of the Contributions of Video Tape Recordings to T-Group Processes."},
      {
        "id":"ED030939",
        "title":"The Shape of Federal Funding for Tomorrow's Schools."},
      {
        "id":"ED030940",
        "title":"The Role of Educational Outcomes in Evaluation Strategy."},
      {
        "id":"ED030941",
        "title":"Let's Team Teach in Our Elementary School. NASEC Monograph Series, Spectrum."},
      {
        "id":"ED030942",
        "title":"Open-End Elementary Education. NASEC Monograph Series, Spectrum."},
      {
        "id":"ED030943",
        "title":"Nongrading Your Elementary School. NASEC Monograph Series, Spectrum."},
      {
        "id":"ED030944",
        "title":"Evaluation of Instructional Outcomes: The Use of Unstructured Data."},
      {
        "id":"ED030945",
        "title":"Conceptual Disciplinary Structures and the Curriculum."},
      {
        "id":"ED030946",
        "title":"A Plan for Curriculum Innovation in Massachusetts."},
      {
        "id":"ED030948",
        "title":"Toward a Technology for the Evaluation of Educational Programs."},
      {
        "id":"ED030949",
        "title":"Changing Concepts of Educational Evaluation."},
      {
        "id":"ED030951",
        "title":"Patterns of Control and Their Consequences in Formal Organizations."},
      {
        "id":"ED030952",
        "title":"The Growth of Bureaucracy in the Schools."},
      {
        "id":"ED030953",
        "title":"Manpower Needs in a Technological Society and Their Implications for Education."},
      {
        "id":"ED030954",
        "title":"The Curriculum Field in Retrospect."},
      {
        "id":"ED030955",
        "title":"Problems, Problem-Solving and Human Communication: A Laboratory Approach to Training in Interpersonal Communication. Technical Report."},
      {
        "id":"ED030956",
        "title":"The Development of an Instrument for Assessing the Personal Values of Educational Administrators. Final Report."},
      {
        "id":"ED030957",
        "title":"The Discrepancy Evaluation Model: An Approach to Local Program Improvement and Development."},
      {
        "id":"ED030958",
        "title":"The Oregon Planning Programming Budgeting Systems Institute. Final Report."},
      {
        "id":"ED030959",
        "title":"Management Emphases in the Installation of an Evaluation Staff for Federally-Funded Projects in a Large City."},
      {
        "id":"ED030960",
        "title":"Objectives and Assessment: The Task."},
      {
        "id":"ED030961",
        "title":"PPBS and MIS: Their Role in Managing Education."},
      {
        "id":"ED030962",
        "title":"Consultant Role Study: Regional Perceptions and Practices."},
      {
        "id":"ED030963",
        "title":"Organizational Structure and Teacher Behavior."},
      {
        "id":"ED030964",
        "title":"Salary Schedules for Teachers, 1968-69. Public-School Salaries Series."},
      {
        "id":"ED030965",
        "title":"The Elementary School Principalship in 1968. A Research Study."},
      {
        "id":"ED030967",
        "title":"The Application of PERT to Large-Scale Educational Research and Evaluation Studies."},
      {
        "id":"ED030968",
        "title":"An Analysis of Teacher Rating Scales: A National Survey."},
      {
        "id":"ED030970",
        "title":"Man About School or How Can the Principal Be or Become an Instructional Leader?"},
      {
        "id":"ED030971",
        "title":"The Development of Innovative Climates in Educational Organizations."},
      {
        "id":"ED030972",
        "title":"Educational Policy Research--Toward a Unifying Focus."},
      {
        "id":"ED030973",
        "title":"Conceptual Models of Educational Processes and an Inventory of Change Processes."},
      {
        "id":"ED030974",
        "title":"Planning for Educational Development."},
      {
        "id":"ED030975",
        "title":"The Governance of Public Education."},
      {
        "id":"ED030976",
        "title":"The Supervisor: New Demands, New Dimensions."},
      {
        "id":"ED030977",
        "title":"NDEA Institute for In-Service Training of Educational Planners for State Departments of Education."},
      {
        "id":"ED030978",
        "title":"An Hypothetical Model of a School."},
      {
        "id":"ED030979",
        "title":"The \"Wall of Separation\" between Church and State."},
      {
        "id":"ED030980",
        "title":"Comments on Professor Messick's Paper Entitled \"The Criterion Problem in the Evaluation of Instruction: Assessing Possible, not Just Intended Outcomes.\""},
      {
        "id":"ED030981",
        "title":"Comments on Professor Wiley's Paper Entitled \"Design and Analysis of Evaluation Studies.\""},
      {
        "id":"ED030982",
        "title":"Comments on Professor Wiley's Paper Entitled \"Design and Analysis of Evaluation Studies.\""},
      {
        "id":"ED030983",
        "title":"Preliminary Analysis of Data for a Secondary School Input-Output Model."},
      {
        "id":"ED030985",
        "title":"Identifying and Formulating Educational Problems. Final Report."},
      {
        "id":"ED030986",
        "title":"The Labor Movement and the Student Revolt: An Attempt at Historical Analogy."},
      {
        "id":"ED030987",
        "title":"The Criterion Problem in the Evaluation of Instruction: Assessing Possible Not Just Intended Outcomes."},
      {
        "id":"ED030988",
        "title":"The Design and Analysis of Evaluation Studies."},
      {
        "id":"ED030989",
        "title":"Early Identification of the Gifted through Interage Grouping. End of Year Report, June 1962."},
      {
        "id":"ED030990",
        "title":"Longitudinal Study of Children in Somerset County Who Were Permitted to Enter School Early under Act 312 of the 1949 Pennsylvania General Assembly."},
      {
        "id":"ED030991",
        "title":"A Summer School Outdoor Educational Program for Culturally Disadvantaged Educable Mentally Retarded Children. Status Report."},
      {
        "id":"ED030992",
        "title":"Planning an Arithmetic Curriculum for the Educable Mentally Retarded. Special Education Curriculum Development Center; An In-Service Training Program."},
      {
        "id":"ED030993",
        "title":"School Census; A Means for Identifying Handicapped Children."},
      {
        "id":"ED030994",
        "title":"Coordinated Program for Vocational Rehabilitation and Special Educational Services for the Mentally Retarded. Final Report."},
      {
        "id":"ED030995",
        "title":"An Orientation Program for New Teachers; Classes for Educable Mentally Retarded, September 1968."},
      {
        "id":"ED030996",
        "title":"Special Education Teacher Approval Procedures."},
      {
        "id":"ED030997",
        "title":"A Model Exemplary Clinic for Learning Disabilities; A Project of Title III, ESEA."},
      {
        "id":"ED030998",
        "title":"Vision Care and the Nation's Children."},
      {
        "id":"ED030999",
        "title":"Suggested Basic Materials for Educable Mentally Retarded Children."},
      {
        "id":"ED031000",
        "title":"Mental Health Services in the Pittsburgh Public Schools; 1967-1968."},
      {
        "id":"ED031002",
        "title":"A Comprehensive Description of Institutionalized Retardates in the Western United States. Final Report."},
      {
        "id":"ED031003",
        "title":"Preventive Rehabilitation; A Promise for the Future."},
      {
        "id":"ED031004",
        "title":"Selected Speeches from a Workshop for Aides to Teachers of the Trainable Mentally Retarded."},
      {
        "id":"ED031005",
        "title":"Developing Appropriate Seatwork for the Mentally Retarded."},
      {
        "id":"ED031006",
        "title":"Designs for Organizing and Administering Special Education; Proceedings of a Cooperative Work-Conference (Atwood Lodge, Dellroy, Ohio, May 9-10, 1968)."},
      {
        "id":"ED031008",
        "title":"A Study of Intelligibility of Dysarthric Speech; Studies in Language and Language Behavior. Progress Report VIII."},
      {
        "id":"ED031011",
        "title":"Outdoor Recreation Planning for the Handicapped. Bureau of Outdoor Recreation Technical Assistance Bulletin."},
      {
        "id":"ED031012",
        "title":"Approaches to Diagnosis and Treatment of Pupils with Developmental Dyslexia."},
      {
        "id":"ED031014",
        "title":"Prevention and Reduction of Emotional Disorder in Pupils; A Theory and Its Immediate Application to Practices in the Columbus, Ohio Public Schools."},
      {
        "id":"ED031015",
        "title":"Special Education in Texas."},
      {
        "id":"ED031016",
        "title":"Final Report to Social Rehabilitation Administration, Department of Health, Education, and Welfare, Washington, D.C."},
      {
        "id":"ED031018",
        "title":"Training Institute in Administration of Special Education Classes (Hilton Hawaiian Village, Honolulu, Hawaii, November 6, 7, 8, 1968)."},
      {
        "id":"ED031022",
        "title":"The Modification of Educational Equipment and Curriculum for Maximum Utilization by Physically Disabled Persons; Design of a School for Physically Disabled Students."},
      {
        "id":"ED031023",
        "title":"The Utilization of Rehabilitation Research; Concepts, Principles, and Research. Monograph No. 6."},
      {
        "id":"ED031024",
        "title":"Selected Papers from Professional Program Segments of United Cerebral Palsy's Annual Conference (Washington, D.C., March 6-8, 1969)."},
      {
        "id":"ED031026",
        "title":"The Santa Monica Project: Demonstration and Evaluation of an Engineered Classroom Design for Emotionally Disturbed Children in the Public School. Phase I - Elementary Level."},
      {
        "id":"ED031028",
        "title":"Habilitation through Media."},
      {
        "id":"ED031029",
        "title":"Selected Convention Papers (45th Annual International CEC Convention, St. Louis, Missouri, March 26-April 1, 1967)."},
      {
        "id":"ED031030",
        "title":"A Descriptive Follow-Up Study of a Public School Program for the Emotionally Disturbed. Final Report."},
      {
        "id":"ED031032",
        "title":"The Cost of a Schoolhouse."},
      {
        "id":"ED031033",
        "title":"New Building on Campus. Six Designs for a College Communications Center."},
      {
        "id":"ED031034",
        "title":"Schools For Team Teaching. Profiles of Significant Schools."},
      {
        "id":"ED031035",
        "title":"SCSD: An Interim Report."},
      {
        "id":"ED031036",
        "title":"New Schools for New Education. A Report from Ann Arbor."},
      {
        "id":"ED031037",
        "title":"Middle Schools. Profiles of Significant Schools."},
      {
        "id":"ED031038",
        "title":"Conventional Gymnasium vs. Geodesic Field House. A Comparative Study of High School Physical Education and Assembly Facilities."},
      {
        "id":"ED031039",
        "title":"Space Allocations and Capital Costs."},
      {
        "id":"ED031040",
        "title":"A Feasibility Study of the \"Cultural-Educational Park\" for Chicago."},
      {
        "id":"ED031041",
        "title":"Athletic Lockers for Schools and Colleges; Their Design--Selection--and Purchase with Functional Tips and Suggestions for the Modern Athletic Locker Room."},
      {
        "id":"ED031042",
        "title":"Comprehensive Planning in State Educational Agencies. A Rationale and Discussion of the Planning Function and Structure Within State Education Agencies."},
      {
        "id":"ED031043",
        "title":"Sense Staging. The Result of 8 Years of Directing and Designing for the Open Stage."},
      {
        "id":"ED031044",
        "title":"Project Reward...And Campus Building."},
      {
        "id":"ED031045",
        "title":"What Went Wrong? Maintenance and Operation Errors to Avoid in Educational Facility Planning."},
      {
        "id":"ED031048",
        "title":"Supplementary Educational Center. A Project of the Cleveland Public Schools Conducted Under Title III of the Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED031049",
        "title":"Building Systems Information Clearinghouse Newsletter, Vol. I, No. 1, Spring 1969."},
      {
        "id":"ED031052",
        "title":"Bibliography of Selected SCSD, URBS, SSP, SEF, and RAS Publications."},
      {
        "id":"ED031053",
        "title":"A Guide to Food Service Operation Planning with Information on Preparing and Submitting Plans and Specifications."},
      {
        "id":"ED031054",
        "title":"The Campus Landscape."},
      {
        "id":"ED031055",
        "title":"Campus Transportation Planning: A Case Study of the Lafayette Campus of Purdue University. Final Report."},
      {
        "id":"ED031056",
        "title":"Centre City Community College--A Simulation in Comprehensive Planning."},
      {
        "id":"ED031057",
        "title":"Modernizing Mechanical Services."},
      {
        "id":"ED031059",
        "title":"Student Housing Cost Study."},
      {
        "id":"ED031060",
        "title":"Storage Study."},
      {
        "id":"ED031061",
        "title":"Educational Change and Architectural Consequences. A Report on Facilities for Individualized Instruction."},
      {
        "id":"ED031062",
        "title":"20 Million for Lunch."},
      {
        "id":"ED031063",
        "title":"Divisible Auditoriums."},
      {
        "id":"ED031064",
        "title":"Air Structures for School Sports."},
      {
        "id":"ED031065",
        "title":"The New Campus in Britain--Ideas of Consequence for the United States."},
      {
        "id":"ED031066",
        "title":"School Scheduling by Computer, the Story of GASP."},
      {
        "id":"ED031067",
        "title":"Ring the Alarm! A Memo to the Schools on Fire and Human Beings."},
      {
        "id":"ED031068",
        "title":"A & M Consolidated Senior High School, College Station, Texas. Profiles of Significant Schools."},
      {
        "id":"ED031069",
        "title":"On the Way to Work. Profiles of Significant Schools."},
      {
        "id":"ED031070",
        "title":"Acoustical Environment of School Buildings."},
      {
        "id":"ED031071",
        "title":"College Students Live Here. A Study of College Housing."},
      {
        "id":"ED031072",
        "title":"The High School Auditorium, 6 Designs for Renewal. A Report from Educational Facilities Laboratories."},
      {
        "id":"ED031073",
        "title":"Total Energy, A Technical Report From Educational Facilities Laboratories."},
      {
        "id":"ED031074",
        "title":"Three High Schools Revisited--Andrews, McPherson, and Nova. Profiles of Significant Schools."},
      {
        "id":"ED031075",
        "title":"Design for Paperbacks. A How-To Report on Furniture for Fingertip Access."},
      {
        "id":"ED031076",
        "title":"Space and Dollars--An Urban University Expands. Case Studies of Educational Facilities, Number 2."},
      {
        "id":"ED031078",
        "title":"Teaching by Television."},
      {
        "id":"ED031079",
        "title":"Mass Media in the Developing Countries; A Unesco Report to the United Nations. Reports and Papers on Mass Communication, Number 33."},
      {
        "id":"ED031080",
        "title":"The ITV Humanities Project; A History of Five Experimental Programs for Instructional Television."},
      {
        "id":"ED031081",
        "title":"Run Computer Run: A Critique."},
      {
        "id":"ED031083",
        "title":"Cross-Media Evaluation of Color T.V., Black and White T.V. and Color Photography in the Teaching of Endoscopy. Appendix A, Sample Schedule; Appendix B, Testing; Appendix C, Scripts; Appendix D, Analyses of Covariance."},
      {
        "id":"ED031084",
        "title":"Commentary Variations: Level of Verbalization, Personal Reference, and Phase Relations in Instructional Films on Perceptual-Motor Tasks. Technical Report."},
      {
        "id":"ED031087",
        "title":"Great Cities Research Council Educational Communications Project. Final Report. Appendices: Exhibit A, Data Processing in the Great Cities, March 1967; Exhibit C, Creativity in Urban Education; Exhibit D, the Central Cities Conference."},
      {
        "id":"ED031088",
        "title":"Stanford Program in Computer-Assisted Instruction for the Period October 1, 1968 to December 31, 1968. Progress Report."},
      {
        "id":"ED031089",
        "title":"Cybernation and Man--A Course Development Project; Report Number 2. Final Report."},
      {
        "id":"ED031090",
        "title":"Demonstration of Clinical Programming Methods and Dissemination of Results of Self-Instructional Clinical Problem-Solving Project. Final Report."},
      {
        "id":"ED031091",
        "title":"Ethnic Studies and Audiovisual Media: A Listing and Discussion. An Occasional Paper from ERIC at Stanford."},
      {
        "id":"ED031092",
        "title":"Costs of Educational Media Systems. A Series II Occasional Paper from ERIC at Stanford."},
      {
        "id":"ED031093",
        "title":"Computers: New Era for Education? Education U.S.A. Special Report."},
      {
        "id":"ED031094",
        "title":"Linguistic Analysis of Constructed Student Responses in CAI."},
      {
        "id":"ED031095",
        "title":"A Study of Change in Selected Teacher Education Interns' Behavior Using Videotape Recordings. Final Report."},
      {
        "id":"ED031097",
        "title":"Studies Related to Computer-Assisted Instruction. Semi-Annual Progress Report on Contract Nonr-624(18) October 1, 1968 through March 31, 1969."},
      {
        "id":"ED031098",
        "title":"Teaching Asian Thought and Culture via Television; A Pilot Study. Final Report."},
      {
        "id":"ED031102",
        "title":"A Survey of Language Classes in the Army Specialized Training Program."},
      {
        "id":"ED031103",
        "title":"Foreign Language Enrollments in Institutions of Higher Education, Fall 1965."},
      {
        "id":"ED031104",
        "title":"Individualizing Instruction through Team Teaching."},
      {
        "id":"ED031105",
        "title":"Building up a Structured Complex of Aims."},
      {
        "id":"ED031106",
        "title":"Les fondements pedagogiques des buts de l'enseignement des langues vivantes (The Pedagogical Basis of Modern Language Teaching Aims)."},
      {
        "id":"ED031107",
        "title":"Psychological Considerations in Setting Aims for Foreign Language Teaching."},
      {
        "id":"ED031109",
        "title":"Selected Bibliography of Yugoslav Educational Materials. Volume 4, Number 3, 1968."},
      {
        "id":"ED031110",
        "title":"Proceedings: Annual Foreign Language Conference at New York University (34th, New York City, November 2, 1968)."},
      {
        "id":"ED031111",
        "title":"The Student's Attitude."},
      {
        "id":"ED031115",
        "title":"Selected Bibliography of Educational Materials in Pakistan, October-December 1968. Volume 2, Number 4, 1968. January-March 1969. Volume 3, Number 1, 1969."},
      {
        "id":"ED031121",
        "title":"The Fallacy of Accessibility."},
      {
        "id":"ED031122",
        "title":"A Random-Access Multiple-Program System for the U of M Language Laboratory."},
      {
        "id":"ED031123",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Volume 3, Number 1, 1969."},
      {
        "id":"ED031124",
        "title":"Characteristics and Behaviors of the Successful Foreign Language Teacher. Technical Report No. 5."},
      {
        "id":"ED031125",
        "title":"Sources of Scientific Russian."},
      {
        "id":"ED031126",
        "title":"The Teaching of Technical Russian."},
      {
        "id":"ED031127",
        "title":"Implications of a Program of Research on Student Development in Higher Education."},
      {
        "id":"ED031131",
        "title":"University Research and the City: A Report from the President of New York University."},
      {
        "id":"ED031132",
        "title":"A New Era for Higher Education."},
      {
        "id":"ED031133",
        "title":"Current Alternatives in Campus Governance."},
      {
        "id":"ED031134",
        "title":"A Description of the 1,144 Accredited Four-Year Institutions of Higher Education."},
      {
        "id":"ED031135",
        "title":"Response to Challenge: The New York City Urban Corps."},
      {
        "id":"ED031136",
        "title":"College and University Planning. Report on a Joint Study by Colgate University and American Foundation for Management Research."},
      {
        "id":"ED031137",
        "title":"Request for Funding for the Committee for the Study of Education and Society."},
      {
        "id":"ED031138",
        "title":"Student and University Governance."},
      {
        "id":"ED031140",
        "title":"Major Influences in Deciding to Attend the University of South Carolina. Research Notes No. 6-69."},
      {
        "id":"ED031141",
        "title":"Student Participation in University Decision Making."},
      {
        "id":"ED031142",
        "title":"Admissions Policy of the City University of New York. Statement of Policy by the Board of Higher Education."},
      {
        "id":"ED031143",
        "title":"Influences on College Choice."},
      {
        "id":"ED031144",
        "title":"Academic Performance and Persistence of Early Entry Institute Students."},
      {
        "id":"ED031145",
        "title":"Annual Progress Report 1968/69. Office of Institutional Research, Northern Michigan University."},
      {
        "id":"ED031146",
        "title":"Student Satisfaction with Northern Michigan University."},
      {
        "id":"ED031147",
        "title":"Making Education Relevant to Vital Social Change: The Higher Learning and Our National Destiny."},
      {
        "id":"ED031148",
        "title":"Integrative Experiences of College Students. Second Annual Progress Report of NIMH Project Grant MH 15045 1968-1969."},
      {
        "id":"ED031149",
        "title":"The Interim Semester Program 1969-1970."},
      {
        "id":"ED031150",
        "title":"Campus Environment. An On Going Assessment of Student Attitudes."},
      {
        "id":"ED031151",
        "title":"A Survey of Community Agency Experience with the SEEK Program."},
      {
        "id":"ED031152",
        "title":"Higher Education Accounting Manual. Utah Coordinating Council of Higher Education."},
      {
        "id":"ED031153",
        "title":"Public Negro Colleges. A Fact Book."},
      {
        "id":"ED031154",
        "title":"Academic and Professional Preparation of Faculty in Higher Institutions of the South."},
      {
        "id":"ED031155",
        "title":"Registration Patterns Under Two Different Grading Systems."},
      {
        "id":"ED031156",
        "title":"Curriculum for Disadvantaged Students in Higher Education."},
      {
        "id":"ED031157",
        "title":"Research Between the Right and Left."},
      {
        "id":"ED031158",
        "title":"Improvement of Persistence to Remain in School by Potential Dropouts of Community College Students through the Evaluation of a General Education Program. Final Report."},
      {
        "id":"ED031160",
        "title":"A Comparison of Student Enrollment with the Student Use of the Health Service."},
      {
        "id":"ED031161",
        "title":"Southern Regional Education Board 1948/1968. Twenty Years of Progress in Higher Education."},
      {
        "id":"ED031162",
        "title":"Phase II Objectives and Time Schedule of the WICHE Management Information Systems Program. June, 1969 - May, 1972."},
      {
        "id":"ED031163",
        "title":"Objectives and Guidelines of the WICHE Management Information Systems Program. A Proposal for a Regional Cooperative Project Among Higher Education Institutions and Coordinating Agencies to Design, Develop, and Implement Management Information Systems and Data Bases Including Common Uniform Data Elements."},
      {
        "id":"ED031164",
        "title":"Compatible Management Information Systems. A Technical Report Concerning the Concepts Underlying Compatibility in the WICHE Management Information Systems Program. Technical Report 1."},
      {
        "id":"ED031165",
        "title":"The Ombudsman. An Informal Survey of the Implementation of the Ombudsman Concept, Summer, 1968."},
      {
        "id":"ED031166",
        "title":"Student Drug Use. An Informal Survey of Institutional Policies and Practices, Summer, 1967."},
      {
        "id":"ED031167",
        "title":"A Study of the Effectiveness of Teaching Listening."},
      {
        "id":"ED031168",
        "title":"The Curriculum of the Board of Educational Development: Some Empirical Findings."},
      {
        "id":"ED031169",
        "title":"A College in the City: An Alternative. A Report from Educational Facilities Laboratories."},
      {
        "id":"ED031171",
        "title":"Campus Unrest and Exhausted Administrators."},
      {
        "id":"ED031172",
        "title":"Relationship of Academic Predictors to College Success."},
      {
        "id":"ED031173",
        "title":"What Do the CLEP General Examinations Measure?"},
      {
        "id":"ED031174",
        "title":"Biographic Survey, Part II: Biographic Comparisons of Students Planning to Attend Different Types of College Institutions."},
      {
        "id":"ED031175",
        "title":"Music Admission Policies and Practices: The Music Student Enters the NASM Accredited Institution of Higher Education."},
      {
        "id":"ED031179",
        "title":"Do They Do What They Say They Will Do?"},
      {
        "id":"ED031180",
        "title":"The Role of Industrial Relations Centers, Proceedings of a Regional Meeting of the International Industrial Relations Association (Chicago, May 17-18, 1968)."},
      {
        "id":"ED031181",
        "title":"A Follow-Up Study of Junior College Hotel and Restaurant Education in Florida."},
      {
        "id":"ED031182",
        "title":"Comprehensive Study of Higher Education in Arkansas."},
      {
        "id":"ED031183",
        "title":"Heterogeneity and Homogeneity: Personality Characteristics of Junior College Freshmen."},
      {
        "id":"ED031184",
        "title":"Guidelines for Work Experience Programs in the Criminal Justice System."},
      {
        "id":"ED031185",
        "title":"In Search of Patterns for Progress..., A Report of the Maryland Student Personnel Conference (Williamsburg, Virginia, October 20-23, 1968)."},
      {
        "id":"ED031186",
        "title":"Institutional Administrator or Educational Leader? The Junior College President."},
      {
        "id":"ED031187",
        "title":"A Comparative Study of Characteristics of Evening Division Students Enrolled at Los Angeles Pierce College."},
      {
        "id":"ED031188",
        "title":"The Imperial Valley College Freshman; A Demographic Study of the Full-Time Day Students Who Attended College for the First Time in the Fall Semester, 1968."},
      {
        "id":"ED031190",
        "title":"Long-Range Master Plan for Montgomery Junior College."},
      {
        "id":"ED031191",
        "title":"Junior College District Feasibility Study for the Lewis and Clark Educational Foundation."},
      {
        "id":"ED031193",
        "title":"Aspects of the Junior College Field: A Bibliography, 1950-1968."},
      {
        "id":"ED031194",
        "title":"An Empirical Occupational Classification Derived from a Theory of Personality and Intended for Practice and Research."},
      {
        "id":"ED031199",
        "title":"An Investigation of the Doctor of Arts Degree for the Junior College Instructor."},
      {
        "id":"ED031200",
        "title":"GT 70 Student Personnel Workshop (William Rainey Harper College, October 14-November 1, 1968)."},
      {
        "id":"ED031201",
        "title":"Guidelines for the Proposal Writer; (Report of the Community College Proposal Writers' Workshop; Boston University, December 14, 1968)."},
      {
        "id":"ED031202",
        "title":"A Study of Academic Achievements of F-1 Classed Aliens and Other Nonimmigrant Temporary Students at Kapiolani Community College."},
      {
        "id":"ED031203",
        "title":"Student Personnel Services in the Junior College."},
      {
        "id":"ED031204",
        "title":"Strategies for Improving Remedial English in the Community College."},
      {
        "id":"ED031205",
        "title":"Guidelines for the Preparation of Community/Junior College Teachers."},
      {
        "id":"ED031206",
        "title":"Food for Thought: Discussion Draft for a Master Plan."},
      {
        "id":"ED031207",
        "title":"Prediction of Multiple Aspects to the Community College Experience."},
      {
        "id":"ED031208",
        "title":"Creating Automated Information Systems for a Junior College: Implications for Top Level Administrators."},
      {
        "id":"ED031209",
        "title":"Evaluation Processes Used to Assess the Effectiveness of Vocational-Technical Programs."},
      {
        "id":"ED031210",
        "title":"A Contingency Plan to Thwart SDS Disturbances at Fullerton Junior College."},
      {
        "id":"ED031211",
        "title":"Individualization of Instruction: The Junior College Takes a Page from the Elementary-Secondary Notebook."},
      {
        "id":"ED031212",
        "title":"Improvement of Instruction in Junior College Through Utilization of Auxiliary Personnel."},
      {
        "id":"ED031213",
        "title":"The Role of the Administrator in Facilitating Innovation in Community Colleges."},
      {
        "id":"ED031214",
        "title":"Proposed Junior College Administrative Action and Reaction to the Student Activist."},
      {
        "id":"ED031215",
        "title":"Student to Student: How California Junior College Students Help Their Fellow Disadvantaged College Students."},
      {
        "id":"ED031216",
        "title":"The Role of the Administrator of Vocational Education in the Single College Junior College District."},
      {
        "id":"ED031217",
        "title":"Private Finances for Public Junior Colleges: Introductory Ideas."},
      {
        "id":"ED031218",
        "title":"A Workshop for New Deans of Instruction with Little Background in the Junior College: An Analysis."},
      {
        "id":"ED031219",
        "title":"The Local Governing Board: Asset or Liability?"},
      {
        "id":"ED031220",
        "title":"Work Experience Education Programs--Innovations in the Junior College Curricula."},
      {
        "id":"ED031222",
        "title":"Measuring Faculty Performance."},
      {
        "id":"ED031223",
        "title":"Planning Junior College Facilities."},
      {
        "id":"ED031224",
        "title":"Report of a Study Project on Paraprofessionals in Junior College English Departments, (Including a Proposal for Use of Paraprofessionals and Recommendations for Its Implementation)."},
      {
        "id":"ED031225",
        "title":"The Development of a Plan for Evaluating an Orientation to College Course."},
      {
        "id":"ED031226",
        "title":"Viewing Faculty Orientation as a Socialization Process."},
      {
        "id":"ED031227",
        "title":"The Junior College President; A Report of a Conference (Los Angeles, July 15-17, 1968)."},
      {
        "id":"ED031231",
        "title":"The Developmental Studies and Tutorial Programs: A Progress Report."},
      {
        "id":"ED031232",
        "title":"The General College Five-to-Ten-Year Follow-Up Study."},
      {
        "id":"ED031233",
        "title":"General Education in Occupational Education Programs Offered by Junior Colleges."},
      {
        "id":"ED031234",
        "title":"Policies and Procedures Manual, 1968-1969."},
      {
        "id":"ED031235",
        "title":"The Final Report on the Tarrant County Junior College Phase of the Social Science Demonstration Project Sponsored by the American Association of Junior Colleges."},
      {
        "id":"ED031236",
        "title":"Personality Characteristics of Leaders Identifying with Different Student Subcultures."},
      {
        "id":"ED031237",
        "title":"A Comparison of Admission Officer, Faculty, and Student Perceptions of Their College Environment."},
      {
        "id":"ED031238",
        "title":"A Selected Bibliography on Library Development and Management for Junior College Libraries and Administrators."},
      {
        "id":"ED031239",
        "title":"An Instructional Scheme to Involve the Junior College Staff and Students with the Community."},
      {
        "id":"ED031240",
        "title":"NORCAL Project: Phase I. Final Report."},
      {
        "id":"ED031241",
        "title":"Adult Education in the Community Colleges."},
      {
        "id":"ED031242",
        "title":"An Experiment to Determine the Effectiveness of a Summer Preparatory Program at Spartanburg Junior College."},
      {
        "id":"ED031243",
        "title":"Evaluation of the First Year of Operation of the Contra Costa College Mobile Counseling Center."},
      {
        "id":"ED031244",
        "title":"Opinions of Men's Social Fraternities."},
      {
        "id":"ED031245",
        "title":"The Graduate in the Midst of a Revolution."},
      {
        "id":"ED031246",
        "title":"Student Environmental Perceptions of a New Community College."},
      {
        "id":"ED031247",
        "title":"Attitudes of Missouri Public Junior College Faculty Toward the Objectives of the Comprehensive Junior College."},
      {
        "id":"ED031248",
        "title":"Personnel Services in Missouri Public Junior Colleges."},
      {
        "id":"ED031249",
        "title":"The General Aptitude Test Battery as a Predictor of Junior College Achievement."},
      {
        "id":"ED031250",
        "title":"A Comparison of Student, Teacher, and Administrator Perceptions of the Junior College Environment."},
      {
        "id":"ED031251",
        "title":"The Junior and Community College Faculty: A Bibliography. Revised Edition."},
      {
        "id":"ED031252",
        "title":"Preliminary Bibliography on South Asia for Undergraduate Libraries."},
      {
        "id":"ED031265",
        "title":"Permanence/Durability of the Book-VI. Spot Testing for Unstable Modern Book and Record Papers."},
      {
        "id":"ED031266",
        "title":"A Report on the Need for Additional Programs in Library Education at the Graduate Level in the Publicly Supported Higher Education System of the State of Ohio."},
      {
        "id":"ED031273",
        "title":"Principles of Cataloging. Final Report. Phase I: Descriptive Cataloging."},
      {
        "id":"ED031274",
        "title":"A Novel Solid State Character Generator."},
      {
        "id":"ED031275",
        "title":"The Role of Oakland County Government in Library Development."},
      {
        "id":"ED031276",
        "title":"Specifications of a Mechanized Center for Information Services for a Public Library Reference Center. Final Report. Part 1, Preliminary Specification: Mechanized Information Services in Public Library Reference Centers."},
      {
        "id":"ED031277",
        "title":"Specification of a Mechanized Center for Information Services for a Public Library Reference Center. Final Report. Part 2, A State Library-Network for Technical Information Service to California Business and Industry."},
      {
        "id":"ED031279",
        "title":"Specifications of a Mechanized Center for Information Services for a Public Library Reference Center. Final Report. Part 4, The State Library and Public Libraries of California as Centers for Information Services under the State Technical Services Act."},
      {
        "id":"ED031280",
        "title":"Specifications of a Mechanized Center for Information Services for a Public Library Reference Center. Final Report. Part 5, Outline for a Simulation Study of the California State Library Network."},
      {
        "id":"ED031281",
        "title":"Stanford Conference on Collaborative Library Systems Development. Proceedings of a Conference Held at Stanford University Libraries, October 4-5, 1968."},
      {
        "id":"ED031282",
        "title":"State of Oregon Plan for Interlibrary Cooperation. Phase I Study."},
      {
        "id":"ED031283",
        "title":"Proceedings of the Second Texas Conference on Library Automation (Houston, March 27, 1969)."},
      {
        "id":"ED031289",
        "title":"Developmental Learning as a Concept in Early Reading."},
      {
        "id":"ED031290",
        "title":"The Role of Incentives in Discrimination Learning of Children With Varying Pre-School Experience."},
      {
        "id":"ED031291",
        "title":"The Development of Early Social Interaction--An Ethological Approach."},
      {
        "id":"ED031292",
        "title":"A Study in Visual-Motor-Perceptual Training in First Grade."},
      {
        "id":"ED031293",
        "title":"Technology and the Education of the Disadvantaged."},
      {
        "id":"ED031294",
        "title":"Mothers as Teachers of Their Own Preschool Children: The Influence of Socio-Economic Status and Task Structure on Teaching Specificity."},
      {
        "id":"ED031295",
        "title":"Evaluation of an Interdisciplinary Approach to Prevention of Early School Failure. Follow-Up Study, Final Report."},
      {
        "id":"ED031296",
        "title":"Infancy in Holland: The First Three Months."},
      {
        "id":"ED031297",
        "title":"Successful Number Conservation Training."},
      {
        "id":"ED031299",
        "title":"The Relationship of Individual Differences in the Orienting Response to Complex Learning in Kindergartners."},
      {
        "id":"ED031300",
        "title":"The Effect of Teachers' Inferred Self Concept Upon Student Achievement."},
      {
        "id":"ED031301",
        "title":"Encouraging Students' Research on Cognitive Development."},
      {
        "id":"ED031302",
        "title":"The Factorial Structure of Reasoning, Moral Judgment, and Moral Conduct."},
      {
        "id":"ED031303",
        "title":"A Study of the Interrelationships of Conservation of Length Relations, Conservations of Length, and Transitivity of Length Relations of the Age of Four and Five Years."},
      {
        "id":"ED031304",
        "title":"Intelligence Quotient Versus Learning Quotient: Implications for Elementary Curricula."},
      {
        "id":"ED031305",
        "title":"Independent and Small Group Activities for Social Studies in the Primary Grades."},
      {
        "id":"ED031306",
        "title":"Concept Formation in Children: A Study Using Nonsense Stimuli and a Free-Sort Task."},
      {
        "id":"ED031307",
        "title":"Some Language-Related Cognitive Advantages of Bilingual Five Year Olds."},
      {
        "id":"ED031308",
        "title":"Help for Teachers in Preschools: A Proposal."},
      {
        "id":"ED031309",
        "title":"Maternal Behavior and the Development of Reading Readiness in Urban Negro Children."},
      {
        "id":"ED031310",
        "title":"Personality Development in Disadvantaged Four-Year-old Boys: Observations With Play Techniques."},
      {
        "id":"ED031311",
        "title":"Information Value of Feedback With Preschool Children."},
      {
        "id":"ED031312",
        "title":"Multi-ethnic Books for Head Start Children. Part I: Black and Integrated Literature."},
      {
        "id":"ED031313",
        "title":"Verbal Reinforcement as an Adjustment Predictor with Kindergarten Children. Final Report."},
      {
        "id":"ED031314",
        "title":"A Descriptive Study of Cognitive and Affective Trends Differentiating Selected Groups of Pre-School Children."},
      {
        "id":"ED031315",
        "title":"A Study of the Effects of a Group Language Development Program Upon the Psycholinguistic Abilities and Later Beginning Reading Success of Kindergarten Children."},
      {
        "id":"ED031316",
        "title":"[English Program for Agricultural Migrant Workers.]"},
      {
        "id":"ED031318",
        "title":"A Kindergarten Curriculum Guide for Indian Children: A Bilingual-Bicultural Approach."},
      {
        "id":"ED031319",
        "title":"Migrant Education Handbook."},
      {
        "id":"ED031320",
        "title":"Recruitment of Spanish-Speaking Students into Higher Education."},
      {
        "id":"ED031321",
        "title":"A Proposal of Guidelines for Reordering Educational Processes of Recruitment and Admissions."},
      {
        "id":"ED031322",
        "title":"Financial Assistance of Mexican American Students in Higher Education."},
      {
        "id":"ED031323",
        "title":"The Needs of the Chicano on the College Campus."},
      {
        "id":"ED031324",
        "title":"The Retention of Mexican American Students in Higher Education with Special Reference to Bicultural and Bilingual Problems."},
      {
        "id":"ED031325",
        "title":"The Appalachian Region: A Statistical Appendix of Comparative Socioeconomic Indicators."},
      {
        "id":"ED031326",
        "title":"Designing Education for the Future: An Eight State Project. Final Report."},
      {
        "id":"ED031329",
        "title":"The Preparation of.... BIA Teacher and Dormitory Aides. Volume II, Related Readings."},
      {
        "id":"ED031330",
        "title":"The Preparation of....BIA Teacher and Dormitory Aides. Volume 1."},
      {
        "id":"ED031331",
        "title":"\"There's an Indian in Your Classroom.\" A Guide for Teachers."},
      {
        "id":"ED031332",
        "title":"New Northern Townsmen in Inuvik."},
      {
        "id":"ED031333",
        "title":"Indians of Yukon and Northwest Territories."},
      {
        "id":"ED031334",
        "title":"Problems of Eskimo Relocation for Industrial Employment. A Preliminary Study."},
      {
        "id":"ED031335",
        "title":"[Colorado Outward Bound School. Report of the Director, 1968.]"},
      {
        "id":"ED031336",
        "title":"The Church's Concern for Communities with a Rural Nonfarm Population in the Northeast U. S. A."},
      {
        "id":"ED031337",
        "title":"Functions of the Church in Serving Rural Youth in a Changing Environment."},
      {
        "id":"ED031338",
        "title":"Outward Bound."},
      {
        "id":"ED031339",
        "title":"Outward Bound...Into the Mainstream of Education."},
      {
        "id":"ED031340",
        "title":"National Conference on Manpower Programs for Indians (Kansas City, Missouri, February 15-16, 1967)."},
      {
        "id":"ED031341",
        "title":"The Teaching of Beginning Reading by Use of the Initial Teaching Alphabet."},
      {
        "id":"ED031342",
        "title":"The Preparation of BIA Teacher and Dormitory Aides. Volume III, Contributions of Workshop Participants."},
      {
        "id":"ED031343",
        "title":"Indian Affairs 1967. A Progress Report From the Commissioner of Indian Affairs."},
      {
        "id":"ED031344",
        "title":"More Materiales Tocante Los Latinos. A Bibliography of Materials on the Spanish-American."},
      {
        "id":"ED031345",
        "title":"Proceedings, National Conference on Educational Opportunities for Mexican Americans (Austin, Texas, April 25-26, 1968)."},
      {
        "id":"ED031346",
        "title":"Sample Units for Use in Implementing an Effective ESOL Program."},
      {
        "id":"ED031347",
        "title":"Final Report of the Activities and Recommendations Made Under Title III, ESEA P. L. 89-10 Planning Grant for Model Saturated School Library."},
      {
        "id":"ED031348",
        "title":"Mexican Americans on the Move--Are Teacher Preparation Programs in Higher Education Ready?"},
      {
        "id":"ED031349",
        "title":"Native American Arts 1."},
      {
        "id":"ED031350",
        "title":"Proceedings of the Conference on Increasing Opportunities for Mexican American Students in Higher Education (Los Angeles Harbor College, California, May 15-17, 1969)."},
      {
        "id":"ED031351",
        "title":"Parental Influence, Youth Contra-Culture, and Rural Adolescent Attitudes Toward Minority Groups."},
      {
        "id":"ED031352",
        "title":"Mexican American Education, A Selected Bibliography."},
      {
        "id":"ED031353",
        "title":"\"Educational Improvement in Majority Negro School Districts in Seventeen Southern and Border States\" (AERA Symposium, Los Angeles, 1969)."},
      {
        "id":"ED031354",
        "title":"The Direction of Migrant Education as Revealed by Site Visits in Selected Counties of Six States."},
      {
        "id":"ED031356",
        "title":"Rural Child Care Project. 1967-1968 Research Evaluation. Final Report."},
      {
        "id":"ED031357",
        "title":"Educational and Vocational Goals of Rural Youth and Their Parents in Tennessee."},
      {
        "id":"ED031358",
        "title":"How to Identify Spanish Names."},
      {
        "id":"ED031359",
        "title":"Perceived Influence of Selected Groups on Educational and Occupational Plans of Non-metropolitan Youth."},
      {
        "id":"ED031360",
        "title":"Differences in Potential for Mobility of AFDC Mothers in Rural Areas."},
      {
        "id":"ED031361",
        "title":"Let&apos;s Speak English! Special Language Program (Program Guide and Description of Activities)."},
      {
        "id":"ED031362",
        "title":"The American Indian High School Graduate in the Southwest."},
      {
        "id":"ED031363",
        "title":"Family Adjustment in Selected Low-Income Areas of Northern Wisconsin."},
      {
        "id":"ED031364",
        "title":"Indians of Maine."},
      {
        "id":"ED031366",
        "title":"Some Exploratory Studies on the Clinical Management of Dyslexia."},
      {
        "id":"ED031367",
        "title":"Studies in Visual Perception and Reading in Disadvantaged Children."},
      {
        "id":"ED031370",
        "title":"Educated Adult Reading Programs: What's Needed."},
      {
        "id":"ED031371",
        "title":"Inservice Education Programs for Public School Teachers."},
      {
        "id":"ED031372",
        "title":"Classroom Programming for Children with Learning Disabilities."},
      {
        "id":"ED031373",
        "title":"Out-Patient Diagnostic and Remedial Services for Children with Minimal Cerebral Dysfunction."},
      {
        "id":"ED031374",
        "title":"Who Assesses Reading Status and Progress--Tests, Teachers, or Students?"},
      {
        "id":"ED031375",
        "title":"How to Read a Popular Article on Reading."},
      {
        "id":"ED031376",
        "title":"The Teacher Variable in the Teaching of Reading."},
      {
        "id":"ED031377",
        "title":"Affective Factors in Reading."},
      {
        "id":"ED031378",
        "title":"The Usefulness of Children's Books in the Reading Program."},
      {
        "id":"ED031379",
        "title":"What Parents Should Know About Reading Comprehension."},
      {
        "id":"ED031380",
        "title":"Improving Flexibility Through Skimming and Scanning Training."},
      {
        "id":"ED031381",
        "title":"A Study of the Achievement of First Grade Pupils in Pronouncing Words Presented in Isolation in Capital and Lower Case Orthography."},
      {
        "id":"ED031382",
        "title":"Pitfalls and their Avoidance in Teaching Phonics."},
      {
        "id":"ED031383",
        "title":"Relationships Between Social Class and Phonemic and Nonphonemic Auditory Discrimination Ability."},
      {
        "id":"ED031384",
        "title":"Some Needed Research Regarding the Language and Reading Instructional Problems of Spanish Speaking Children."},
      {
        "id":"ED031385",
        "title":"The Effect of Specialized Developmental Reading and Study Skills Instruction and Counseling on a Sample of Students with Above Average Quantitative and Below Average Verbal Skills."},
      {
        "id":"ED031386",
        "title":"Ingredients (Immediate Materials Selection)."},
      {
        "id":"ED031387",
        "title":"The i/t/a in Lompoc: A Longitudinal Study."},
      {
        "id":"ED031388",
        "title":"Children's Conceptions of Word Boundaries as a Function of Different Linguistic Contexts."},
      {
        "id":"ED031390",
        "title":"An Analysis of the Effects of Selected Experiences on the Ability of Preschool Children to Use Conservation of Length and Conservation of Length Relations."},
      {
        "id":"ED031396",
        "title":"Applied Research in a Curriculum Project: Accomplishments and Limitations."},
      {
        "id":"ED031397",
        "title":"An Elementary Mathematics Program."},
      {
        "id":"ED031405",
        "title":"Progress Report, Stanford Program in Computer-Assisted Instruction for the Period January 1, 1969 to March 31, 1969."},
      {
        "id":"ED031406",
        "title":"On the Problems of Using Mathematics in the Development of the Social Sciences."},
      {
        "id":"ED031408",
        "title":"Evaluation of Three Computer-Assisted Instruction Programs."},
      {
        "id":"ED031409",
        "title":"Pilot Project for Chemistry Teaching in Asia."},
      {
        "id":"ED031410",
        "title":"Mathematics 8th Year, Part 2. Curriculum Bulletin, 1967-68 Series, No. 18b."},
      {
        "id":"ED031411",
        "title":"The Mathematical Sciences: A Report."},
      {
        "id":"ED031412",
        "title":"Operant Control of Eye Movements During Human Vigilance."},
      {
        "id":"ED031414",
        "title":"A Pilot Project to Develop an Elementary Science Sequence. Final Report."},
      {
        "id":"ED031415",
        "title":"Development and Evaluation of Instructional Aids in a Technical Physics Course for Industrial Technology Students. Final Report."},
      {
        "id":"ED031416",
        "title":"PACE: Transition of a Concept. The First Report of The President's National Advisory Council on Supplementary Centers and Services."},
      {
        "id":"ED031417",
        "title":"Mental Health and Teacher Education. Forty-Sixth Yearbook, 1967."},
      {
        "id":"ED031418",
        "title":"The Reciprocal Category System (RCS): An Observational System Designed To Assess Teacher-Student Classroom Verbal Interaction."},
      {
        "id":"ED031419",
        "title":"Remaking the World of the Career Teacher."},
      {
        "id":"ED031420",
        "title":"Teaching Our Teachers: Excerpts from a Speech by Dr. Robert F. Peck and Sandra Smith: An Individual Steps Out. Report Series No. 13."},
      {
        "id":"ED031421",
        "title":"Report of Duplin Teacher Institute."},
      {
        "id":"ED031422",
        "title":"Application To Continue the Experimental Model School Unit. P. L. 89-10 ESEA, Title III, Second Continuation Grant."},
      {
        "id":"ED031423",
        "title":"Project Teacher Excellence for Economically Deprived and Culturally Differentiated Americans."},
      {
        "id":"ED031424",
        "title":"In-Service Teacher Education: Crucial Process in Educational Change."},
      {
        "id":"ED031426",
        "title":"Evaluation of the Nongraded Primary."},
      {
        "id":"ED031427",
        "title":"The New Elementary Teacher Education Program at the University of New Mexico."},
      {
        "id":"ED031428",
        "title":"The Supervisor: Agent for Change in Teaching. Papers from the ASCD Eleventh Curriculum Research Institute (Washington, D.C., November 6-9, 1965, and Denver, Colorado, April 23-26, 1966)."},
      {
        "id":"ED031429",
        "title":"Effects of Videotape Feedback and Microteaching as Developed in the Field Test of Minicourse I with Student Teachers."},
      {
        "id":"ED031430",
        "title":"On Student Teaching: Educational Comment 1967."},
      {
        "id":"ED031431",
        "title":"Impact of the Indigenous Nonprofessional on the Professional's Role. New Careers Perspectives, Reprint Series, Number 9."},
      {
        "id":"ED031433",
        "title":"New Jersey Bilingual Education Program. Formal Project Application."},
      {
        "id":"ED031434",
        "title":"Sources of Tension in School-University Collaboration."},
      {
        "id":"ED031435",
        "title":"A Workshop in the Analysis of Teaching; Interaction Analysis, Nonverbal Communication, Microteaching, Simulation."},
      {
        "id":"ED031436",
        "title":"Proceedings of the Conference on the Use and Role of Teacher Aides (February 10-11, 1969)."},
      {
        "id":"ED031438",
        "title":"A Learning Team: Teacher and Auxiliary."},
      {
        "id":"ED031439",
        "title":"Directory of Institutions of Higher Learning Offering Training Programs for Auxiliary Personnel in Education."},
      {
        "id":"ED031440",
        "title":"A New Careers Guide for Trainers of Education Auxiliaries."},
      {
        "id":"ED031442",
        "title":"Auxiliary Personnel in the Elementary School."},
      {
        "id":"ED031443",
        "title":"An Operational Proposal for a Multiple Attack on Poverty Involving Training of Teenage Youth as Teacher Aides to Work with Preschool and Elementary Children in Appalachia (June 16, 1969 to June 1, 1970)."},
      {
        "id":"ED031444",
        "title":"Systematic Observations: Relating Theory and Practice in the Classroom."},
      {
        "id":"ED031447",
        "title":"A Guide for Co-ordinators of Volunteers and Volunteer Services in Schools."},
      {
        "id":"ED031448",
        "title":"The Relationship Between Personality and Teaching Behavior Before and After Inservice Microteaching Training."},
      {
        "id":"ED031449",
        "title":"The Effects of Trained and Untrained Student Tutors on the Criterion Performance of Disadvantaged First Graders."},
      {
        "id":"ED031450",
        "title":"Perceptual-Cognitive Style as Related to Self-Evaluation and Supervisor Rating by Student Teachers."},
      {
        "id":"ED031451",
        "title":"The SWRL Tutorial Program: A Progress Report."},
      {
        "id":"ED031452",
        "title":"The Study of Curriculum Plans."},
      {
        "id":"ED031453",
        "title":"Learning To Teach; Focus on Direct Experiences."},
      {
        "id":"ED031454",
        "title":"Screening Points in Secondary Teacher Education Programs."},
      {
        "id":"ED031455",
        "title":"Teacher Strategies of Questioning for Eliciting Selected Cognitive Student Responses."},
      {
        "id":"ED031456",
        "title":"In-Service Education for Teachers."},
      {
        "id":"ED031457",
        "title":"The Role of the Curriculum Laboratory in the Preparation of Quality Teachers."},
      {
        "id":"ED031458",
        "title":"Educational Specifications for Teacher Education."},
      {
        "id":"ED031459",
        "title":"The Research Context and the Goals of Teacher Education: Another Perspective."},
      {
        "id":"ED031460",
        "title":"A Bibliography of References Used in the Preparation of Nine Model Teacher Education Programs."},
      {
        "id":"ED031461",
        "title":"Education in the States: Historical Development and Outlook."},
      {
        "id":"ED031463",
        "title":"A Comparison of Two Groups of Teacher-Trainees Whose Professional Experiences Differ in Organization, Scope and Sequence. Final Report."},
      {
        "id":"ED031465",
        "title":"Bilingual Lessons for Spanish-Speaking Preschool Children (ESEA Title III Project, A Regional Approach: ESL/Bilingual-Bicultural)."},
      {
        "id":"ED031466",
        "title":"Perspectives on the International Knowledge and Attitudes of Children and Adolescents."},
      {
        "id":"ED031467",
        "title":"Education in the States: Nationwide Development Since 1900."},
      {
        "id":"ED031468",
        "title":"Training New Teachers of Composition in Administering Theme Assignments."},
      {
        "id":"ED031469",
        "title":"Studies of Verbal Behavior in Oral and in Written Language. Professional Paper 68-14."},
      {
        "id":"ED031475",
        "title":"Socio-ethnic Status and the Language Achievement of First-Grade Children."},
      {
        "id":"ED031476",
        "title":"Assessing a National High School English Study."},
      {
        "id":"ED031477",
        "title":"Using Films in Teaching English Composition."},
      {
        "id":"ED031479",
        "title":"Grading and Measuring."},
      {
        "id":"ED031480",
        "title":"Speech and Listening in Language Arts Textbooks."},
      {
        "id":"ED031481",
        "title":"Language Arts Philosophy."},
      {
        "id":"ED031482",
        "title":"Teaching Literature in the Elementary School. NCTE/ERIC Studies in the Teaching of English."},
      {
        "id":"ED031488",
        "title":"KWIC-Index Bibliography of Selected References on the Preparation of Secondary School English Teachers."},
      {
        "id":"ED031489",
        "title":"Elementary Language Arts Curriculum Outline."},
      {
        "id":"ED031490",
        "title":"A Cockroach in the Curriculum."},
      {
        "id":"ED031491",
        "title":"Elementary English Language Arts Program in Transition."},
      {
        "id":"ED031492",
        "title":"Hawaiiana Books for Boys and Girls."},
      {
        "id":"ED031493",
        "title":"A Nation-Wide Survey of the Supervision of English Student Teaching in Colleges and Universities. Interim Report."},
      {
        "id":"ED031494",
        "title":"The Hawaii English Project: Brave New Venture."},
      {
        "id":"ED031496",
        "title":"A Model for Teaching Composition."},
      {
        "id":"ED031497",
        "title":"Illinois Tests in the Teaching of High School English. Interim Report."},
      {
        "id":"ED031498",
        "title":"The Teaching of Reading by English Teachers in Public High Schools: A National Survey. Interim Report."},
      {
        "id":"ED031499",
        "title":"Advanced Composition in the Preparation of Prospective Secondary School English Teachers. Interim Report."},
      {
        "id":"ED031500",
        "title":"Project Grammar: The Linguistic and Language Preparation of Secondary School Teachers of English. Interim Report."},
      {
        "id":"ED031501",
        "title":"Of the Report of the Questionnaire Study of English Teaching Conditions in Arizona."},
      {
        "id":"ED031502",
        "title":"Effects of Discrimination, Grammatical Rules and Application of Rules on the Acquisition of Language Concepts in Children. Report No. 45."},
      {
        "id":"ED031503",
        "title":"A Brief Note on Censorship and Junior High Schools in Arizona: 1966-68."},
      {
        "id":"ED031504",
        "title":"A Response to Major Problems in Second-Language Teaching."},
      {
        "id":"ED031505",
        "title":"The Behavioral Approach to the Study of Politics: An Overview. Occasional Paper No. 3."},
      {
        "id":"ED031506",
        "title":"The Study of American Political Behavior. An Occasional Paper."},
      {
        "id":"ED031507",
        "title":"A Study of the Values of Original Composition in the Training of Public School Music Teachers. Final Report."},
      {
        "id":"ED031508",
        "title":"A Garland of Ratings, or, Just Try to Know Thyself."},
      {
        "id":"ED031509",
        "title":"Teaching Shakespeare: Is there a Method?"},
      {
        "id":"ED031510",
        "title":"The Threatened Teacher Syndrome."},
      {
        "id":"ED031511",
        "title":"A Proposal for the Establishment of an English Ph.D. Program Beginning 1970-71 at the University of Idaho (Moscow)."},
      {
        "id":"ED031512",
        "title":"Descriptions of Graduate Programs in English at Miami University (Oxford), the University of Wisconsin (Milwaukee), Virginia Polytechnic Institute, Illinois State University, and DePauw University."},
      {
        "id":"ED031513",
        "title":"Descriptions of the Graduate Programs in English at the University of Iowa, Texas Technological College, and the University of Oregon (Eugene)."},
      {
        "id":"ED031514",
        "title":"Future Ph.D. Programs in English at Boston College and Memphis State University."},
      {
        "id":"ED031515",
        "title":"A Handbook for Graduate Students at the University of British Columbia."},
      {
        "id":"ED031516",
        "title":"Descriptions of Graduate Programs in English at the University of Wisconsin (Madison), the University of Cincinnati, the University of North Carolina (Chapel Hill), and the University of Illinois (Urbana)."},
      {
        "id":"ED031517",
        "title":"Descriptions of Graduate Programs in English at Pennsylvania State University (University Park) and the University of Tennessee."},
      {
        "id":"ED031518",
        "title":"Contrast of Attitudes, Goals, Achievements, and Educational Needs of Adolescents Attending the Same High School in Two Adjacent Appalachian Towns of Differing Economic and Cultural Characteristics."},
      {
        "id":"ED031519",
        "title":"A Tentative Summary Report for an Effective School Program in Urban Centers."},
      {
        "id":"ED031520",
        "title":"The Negro in the United States; A List of Significant Books. Ninth Revised Edition."},
      {
        "id":"ED031521",
        "title":"&quot;...and Educate Them All.&quot;"},
      {
        "id":"ED031522",
        "title":"The College Orientation Program, June 22-August 14, 1964: A Report Submitted to The National Science Foundation, Washington, D.C."},
      {
        "id":"ED031523",
        "title":"Creativity and the Expression of Possibilities."},
      {
        "id":"ED031524",
        "title":"An Experimental Approach--The Enhancement of Self-Concept of Junior High School Students Through Group Sessions."},
      {
        "id":"ED031525",
        "title":"Children's Level of Aspiration as a Function of Test Anxiety, Success Versus Failure Experiences, and Praise Versus Nonresponsiveness from Adults."},
      {
        "id":"ED031526",
        "title":"Understanding Younger Children: An Instructional Bulletin Supplementing, Instructional Guide, Homemaking 1 and 2."},
      {
        "id":"ED031527",
        "title":"Desegregation Research: An Appraisal."},
      {
        "id":"ED031528",
        "title":"A Report on the Workshop for the Preparation of Tentative Objectives and Guidelines for Resident Outdoor Education Programs for Urban Disadvantaged Youth."},
      {
        "id":"ED031529",
        "title":"Urban Education and &quot;The Heritage of the Greater Cultures&quot;."},
      {
        "id":"ED031530",
        "title":"Planning for Increased Desegregation of Faculties, Students and Vocational Education Programs. Final Technical Report."},
      {
        "id":"ED031531",
        "title":"Role of the Elementary Grades in Developing the Potentials of Disadvantaged Children; Kalamazoo County, Michigan."},
      {
        "id":"ED031532",
        "title":"Perception of Emotion: Differences in Race and Sex of Perceiver and Expressor."},
      {
        "id":"ED031533",
        "title":"Analyses of Certain Measures of Creativity and Self-Concept and Their Relationships to Social Class."},
      {
        "id":"ED031538",
        "title":"Poverty and Employment. IRCD Bulletin, Volume 5, Number 2."},
      {
        "id":"ED031539",
        "title":"New York City's School Strike: Effects on Political Socialization of School-Age Boys."},
      {
        "id":"ED031540",
        "title":"Selecting Talented Negro Students: Nominations Vs. Test Performance. NMSC Research Reports, Volume 5, Number 6, 1969."},
      {
        "id":"ED031546",
        "title":"Reading Comprehension Among Minority Groups: Child-Generated Instructional Materials."},
      {
        "id":"ED031547",
        "title":"The First Year of Desegregation under Title Six in Alabama: A Review with Observations and Conclusions. A Special Report."},
      {
        "id":"ED031548",
        "title":"The Mexican in Minnesota: A Report to Governor C. Elmer Anderson of Minnesota. Revised."},
      {
        "id":"ED031549",
        "title":"Evaluation of Project ABC (A Better Chance); An Evaluation of Dartmouth College-Independent Schools Scholarship Program for Disadvantaged High School Students. Final report."},
      {
        "id":"ED031550",
        "title":"Mountain States Regional Workshop on Research in Vocational and Technical Education. (June 13-24, 1966). Report on Research Training Program."},
      {
        "id":"ED031551",
        "title":"Human Resources for Industrial Development; Some Aspects of Policy and Planning. Studies and Reports, New Series, No. 71."},
      {
        "id":"ED031552",
        "title":"Proceedings of the International Congress on Home Help Services (Paris, France, September 1962). WA Publication No. 10."},
      {
        "id":"ED031554",
        "title":"Units for the Laboratory of Industries."},
      {
        "id":"ED031555",
        "title":"Woodworking Technology."},
      {
        "id":"ED031556",
        "title":"Laminating and Bending; A Base Syllabus on Wood Technology."},
      {
        "id":"ED031557",
        "title":"Adhesives; A Base Syllabus on Wood Technology."},
      {
        "id":"ED031558",
        "title":"Lumber and Related Products; A Base Syllabus on Wood Technology."},
      {
        "id":"ED031559",
        "title":"Wood Substitutes; A Base Syllabus on Wood Technology."},
      {
        "id":"ED031560",
        "title":"Wood Properties and Kinds; A Base Syllabus on Wood Technology."},
      {
        "id":"ED031562",
        "title":"NDEA Institute for Advanced Study in Industrial Arts. (Detroit, June 24-August 2, 1968). Final Report. Integration of Fluid Power Instruction into Energy and Propulsion Systems."},
      {
        "id":"ED031564",
        "title":"Coordinated Home Care Training Manual."},
      {
        "id":"ED031565",
        "title":"Water and Wastewater Technology; A Suggested 2-Year Post High School Curriculum."},
      {
        "id":"ED031566",
        "title":"Guidelines in Business Education 1968."},
      {
        "id":"ED031567",
        "title":"Summaries of Studies in Agricultural Education, 1963-1965."},
      {
        "id":"ED031568",
        "title":"The Youth Labor Market. Policy Papers in Human Resources and Industrial Relations No. 12."},
      {
        "id":"ED031569",
        "title":"Science Education as It Relates to Technical Education."},
      {
        "id":"ED031570",
        "title":"An Approach to the Articulation and Coordination of Occupational Preparatory Curriculums from the High School Through the Community College; Paper and Reports of Task Forces I and II."},
      {
        "id":"ED031571",
        "title":"The Process of Developing and Improving Course Content for Military Technical Training. Technical Report 69-9."},
      {
        "id":"ED031573",
        "title":"A Study of North Carolina Negro Homemakers. Extension Evaluation Study No. 4."},
      {
        "id":"ED031574",
        "title":"Targets for In-Service Training."},
      {
        "id":"ED031575",
        "title":"Criminology and Corrections Programs: A Study of the Issues."},
      {
        "id":"ED031576",
        "title":"Differences That Make the Difference."},
      {
        "id":"ED031577",
        "title":"The Public Looks at Crime and Corrections."},
      {
        "id":"ED031578",
        "title":"Manpower Impacts of Industrial Technology."},
      {
        "id":"ED031579",
        "title":"National Conference on X-Ray Technician Training (College Park, Maryland, September 7, 9, 1966)."},
      {
        "id":"ED031580",
        "title":"Technology and Work. Research Review No. 2."},
      {
        "id":"ED031581",
        "title":"Manual for Training Leprosy Rehabilitation Workers."},
      {
        "id":"ED031582",
        "title":"The Implications of Vocational Development on High School Level Vocational-Technical Education. Final Report."},
      {
        "id":"ED031584",
        "title":"A Study of Education for the Distributive Occupations with Implications for Better Articulation of High School and Community College Programs in Connecticut."},
      {
        "id":"ED031585",
        "title":"Factors Affecting the Establishment of Young Farm Operators in Iowa and Implications for Agricultural Education."},
      {
        "id":"ED031586",
        "title":"Abstracts Of Research And Related Materials In Vocational And Technical Education (ARM), Summer 1969."},
      {
        "id":"ED031588",
        "title":"Federal Programs Which May Support the Training of Neighborhood Residents for Jobs in Neighborhood Health Centers."},
      {
        "id":"ED031589",
        "title":"An Introductory Guide to Training Neighborhood Residents in Comprehensive Health Services Programs."},
      {
        "id":"ED031590",
        "title":"Nursing Research Conference (4th , New York, N.Y., March 4-6, 1968)."},
      {
        "id":"ED031592",
        "title":"Institute on Occupational Analysis as a Basis for Curriculum Development. Final Report."},
      {
        "id":"ED031593",
        "title":"Vocational Education Leadership Training Program. Final Report."},
      {
        "id":"ED031594",
        "title":"Developing American Industry Courses for the Secondary School."},
      {
        "id":"ED031595",
        "title":"Consultants' Working Papers."},
      {
        "id":"ED031596",
        "title":"Consultants' Summary Papers."},
      {
        "id":"ED031597",
        "title":"Work-Bound and College-Bound Youth: A Study in Stereotypes. Final Report."},
      {
        "id":"ED031598",
        "title":"Research Visibility, 1968-69. Reports on Selected Research Studies in Vocational, Technical and Practical Arts Education."},
      {
        "id":"ED031599",
        "title":"Bases for Vocational Education for Food Service Industry Employees."},
      {
        "id":"ED031603",
        "title":"Georgia Labor Mobility Demonstration Project. December 1, 1967-December 31, 1968. Final Report."},
      {
        "id":"ED031604",
        "title":"Pennsylvania's Abstracts of Research and Related Materials in Vocational Education."},
      {
        "id":"ED031605",
        "title":"The School Teacher: Social Values, Community Role, and Professional Self-Image. Final Report."},
      {
        "id":"ED031606",
        "title":"USOE Sponsored Research on Reading, Supplement 1. ERIC/CRIER Reading Review Series, Bibliography 20."},
      {
        "id":"ED031607",
        "title":"Current USOE Projects on Reading. ERIC/CRIER Reading Review Series, Bibliography 21."},
      {
        "id":"ED031608",
        "title":"20 Year Annotated Index to \"The Reading Teacher.\""},
      {
        "id":"ED031609",
        "title":"Library Surveys and Development Plans, An Annotated Bibliography. Bibliography Series, Number 3."},
      {
        "id":"ED031610",
        "title":"Student Library Resource Requirements in Philadelphia. Phase I - Design and Pretests. Progress Report Covering Phase I, June 15, 1968 - July 14, 1969."},
      {
        "id":"ED031611",
        "title":"Philadelphia Student Library Resource Requirements Project. Phase I Pretests - May 1969, Data-Gathering Instruments and Pretest Materials. Progress Report Covering Phase I, Attachment A."},
      {
        "id":"ED031612",
        "title":"An Examination of Objectives, Needs and Priorities in International Education in U.S. Secondary and Elementary Schools. Final Report."},
      {
        "id":"ED031614",
        "title":"Development of Vocational Education Programs for American Indians, Conference Proceedings (University of New Mexico, Albuquerque, August 18-22, 1969)."},
      {
        "id":"ED031615",
        "title":"Library Service to the Visually and Physically Handicapped, A Bibliography. Bibliography Series, Number 4."},
      {
        "id":"ED031616",
        "title":"Community Resource Development; Proceedings of National Extension Workshop (2nd, Michigan State University, July 11-22, 1966)."},
      {
        "id":"ED031617",
        "title":"The Educational Uses of the World; Experiential Learning and the Peace Corps. Peace Corps Faculty Paper, No. 2."},
      {
        "id":"ED031618",
        "title":"&quot;Trainers of Trainers' Workshops&quot; in Adult Basic Education and Subsequent Grant Activity. Final Report."},
      {
        "id":"ED031619",
        "title":"The Individual as a Change Agent."},
      {
        "id":"ED031620",
        "title":"The Cornell University Program of In-Service Education for Construction Engineers: An Evaluation Report."},
      {
        "id":"ED031621",
        "title":"Attitude Set, Group Learning, and Attitude Change."},
      {
        "id":"ED031623",
        "title":"Educational Interests of Disadvantaged and Non-Disadvantaged Iowa Household Heads."},
      {
        "id":"ED031624",
        "title":"Administration of Continuing Education: A Guide for Administrators."},
      {
        "id":"ED031625",
        "title":"The Changing University; A Report on the Seventh Annual Leadership Conference."},
      {
        "id":"ED031626",
        "title":"Training Methodology. Part 1: Background Theory and Research. An Annotated Bibliography."},
      {
        "id":"ED031627",
        "title":"Training Methodology. Part 2: Planning and Administration. An Annotated Bibliography."},
      {
        "id":"ED031628",
        "title":"Training Methodology. Part 3: Instructional Methods and Techniques. An Annotated Bibliography. (Revised)."},
      {
        "id":"ED031629",
        "title":"Training Methodology. Part 4: Audiovisual Theory, Aids, and Equipment. An Annotated Bibliography."},
      {
        "id":"ED031630",
        "title":"An Analysis of the Relationship of Certain Employee Characteristics to Tenure and Performance of Selected Virginia Extension Agents--Agriculture."},
      {
        "id":"ED031631",
        "title":"How to Study a Correspondence Course."},
      {
        "id":"ED031632",
        "title":"How to Teach a Correspondence Course."},
      {
        "id":"ED031633",
        "title":"Handbook for Authors of Correspondence Course Study Guides."},
      {
        "id":"ED031634",
        "title":"Project One Hundred Thousand; Characteristics and Performance of &quot;New Standards&quot; Men. Description of Project One Hundred Thousand."},
      {
        "id":"ED031635",
        "title":"Report on Operation of New York State Guidance Center for Women, November 6, 1966 to August 31, 1968."},
      {
        "id":"ED031636",
        "title":"State of South Carolina; Triennial Report for Fiscal Years 1966 - 1967 - 1968."},
      {
        "id":"ED031637",
        "title":"Study by Correspondence; An Enquiry Into Correspondence Study for Examinations for Degrees and Other Advanced Qualifications, Carried Out Under the Direction of Professor E.G. Wedell."},
      {
        "id":"ED031638",
        "title":"Office of Education, Region 7, Guidance and Counseling Project for Adult Basic Education. Phase 1 Report."},
      {
        "id":"ED031639",
        "title":"Office of Education, Region 7, Guidance and Counseling Project for Adult Basic Education. Phase 2 Report."},
      {
        "id":"ED031640",
        "title":"Resume of Two Adult Education Surveys, Spring 1967 and School Year 1967-68, by Research Coordinating Unit."},
      {
        "id":"ED031641",
        "title":"Adult Education in the Liberal Arts Colleges. Notes and Essays on Education for Adults, No. 17."},
      {
        "id":"ED031642",
        "title":"A Community Organizes for Action: A Case Study of the Mon-Yough Region in Pennsylvania."},
      {
        "id":"ED031643",
        "title":"Criteria and Guidelines for the Evaluation of In-Service Training."},
      {
        "id":"ED031644",
        "title":"Intensive Inservice Training Program for Selected Experienced AFDC Caseworkers; A Report of a Demonstration Training Project."},
      {
        "id":"ED031649",
        "title":"A Study of Adult Part-Time Students in a Community College."},
      {
        "id":"ED031650",
        "title":"Catalog of Authorized Subjects for Community Adult Schools; Graduation Requirements and Curricula."},
      {
        "id":"ED031653",
        "title":"Final Report on an Objective Evaluation of the Present and Potential Structure and Functions of the Ohio Cooperative Extension Service to the Agriculture and Allied Interests Study Committee (July 24, 1964)."},
      {
        "id":"ED031655",
        "title":"Teaching and Learning Experiences With Foster Parents; A Report on Workshop for Foster Parents Under Title I of the Higher Education Act of 1965."},
      {
        "id":"ED031656",
        "title":"Federal Educational Policies, Programs and Proposals. A Survey and Handbook. Part I: Background, Issues, Relevant Considerations."},
      {
        "id":"ED031657",
        "title":"Federal Educational Policies, Programs, and Proposals; A Survey and Handbook. Part II. Survey of Federal Educational Activities."},
      {
        "id":"ED031659",
        "title":"Handbook for Teachers of Adults."},
      {
        "id":"ED031661",
        "title":"Perspective on Automation: Three Talks to Educators."},
      {
        "id":"ED031662",
        "title":"Growing Time. Selected Papers from the Michigan State Leadership Seminars."},
      {
        "id":"ED031663",
        "title":"The Part-Time College Teacher."},
      {
        "id":"ED031666",
        "title":"Training for Adult Education in Africa: Papers from the Fourth Conference of the African Adult Education Association (Khartoum, Sudan, 28 December 1968 - 4 January 1969)."},
      {
        "id":"ED031669",
        "title":"Round Table of Bankers, Economists and Financiers on Literacy; Final Report (Rome, Italy, February 11-13, 1969)."},
      {
        "id":"ED031670",
        "title":"Adult Education in the Art Institute of Chicago."},
      {
        "id":"ED031671",
        "title":"Adult Education in Quebec."},
      {
        "id":"ED031672",
        "title":"Adult Basic Education Program Statistics: Students and Staff Data July 1, 1967 - June 30, 1968."},
      {
        "id":"ED031685",
        "title":"A New England Land-Grant Network; A Study of the Feasibility of Establishing Educational Information Links Between the Six Land-Grant Universities in New England."},
      {
        "id":"ED031686",
        "title":"A Lifetime of Learning"},
      {
        "id":"ED031687",
        "title":"Higher Education and Community Service. Third Annual Report."},
      {
        "id":"ED031689",
        "title":"On Teaching the Disciplines to Disadvantaged Mexican-Americans: A Linguistic Approach."},
      {
        "id":"ED031690",
        "title":"Community Involvement in the Bi-Lingual Center."},
      {
        "id":"ED031691",
        "title":"The Concept of \"General-Specific\" to TESOL Problems with Particular Attention to the Teaching of \"the/a\" and \"some/any\"."},
      {
        "id":"ED031692",
        "title":"Adding a Second Language."},
      {
        "id":"ED031693",
        "title":"Discover and Transform: A Method of Teaching Writing to Foreign Students."},
      {
        "id":"ED031694",
        "title":"Linguistic and Cognitive Networks."},
      {
        "id":"ED031697",
        "title":"Japanese Non Resident Language Refresher Course; 210 Hour Course."},
      {
        "id":"ED031698",
        "title":"Moroccan Arabic Intermediate Reader. Part I."},
      {
        "id":"ED031701",
        "title":"Attitudinal Aspects of Second Language Learning."},
      {
        "id":"ED031702",
        "title":"Reduced Redundancy as a Language Testing Tool."},
      {
        "id":"ED031703",
        "title":"Socio-Economic and Ethnic Correlates of Dialect Differences."},
      {
        "id":"ED031704",
        "title":"Language, Thought and Memory in Linguistic Performance, A Thought View."},
      {
        "id":"ED031705",
        "title":"The Implementation of the Structural Approach, With Reference to the Teaching of Written English in Malay-Medium Schools in Malaysia."},
      {
        "id":"ED031706",
        "title":"Study of the Role of Second Languages in Asia, Africa, and Latin America."},
      {
        "id":"ED031707",
        "title":"Non-Standard Speech and the Teaching of English. Language Information Series, 2."},
      {
        "id":"ED031708",
        "title":"Some Aspects of the Teaching of English in Viet Nam."},
      {
        "id":"ED031710",
        "title":"Korean Basic Course. Volume Two."},
      {
        "id":"ED031713",
        "title":"Moroccan Arabic Intermediate Reader, Part II."},
      {
        "id":"ED031714",
        "title":"Dropout! An Evaluation of A Pilot Dropout Project."},
      {
        "id":"ED031715",
        "title":"The Development of the Ohio Vocational Interest Survey."},
      {
        "id":"ED031716",
        "title":"The Counselor as A Social Reconstructionist."},
      {
        "id":"ED031717",
        "title":"A Systems Approach to Student Personnel Services."},
      {
        "id":"ED031718",
        "title":"Problems of Culturally Different Youth in College."},
      {
        "id":"ED031719",
        "title":"An Examination of Five Different Groups of First Year Students at the University of Lethbridge on the College Qualification Test and Grade Point Average 1967-68."},
      {
        "id":"ED031720",
        "title":"Profile Counseling."},
      {
        "id":"ED031721",
        "title":"Behavioral School Counseling: A Demonstration of the Stanford Career Planning Project."},
      {
        "id":"ED031722",
        "title":"Elementary School Guidance Work Conference. Conference Report."},
      {
        "id":"ED031723",
        "title":"World of Work: Grade Nine. Teacher&apos;s Guide for the School Year 1967-1968."},
      {
        "id":"ED031724",
        "title":"The Effect of Self Understanding Groups on the Affective Sensitivity of Practicum Students."},
      {
        "id":"ED031725",
        "title":"Technique and Facilitation of Developmental Groups."},
      {
        "id":"ED031726",
        "title":"The General College Five-to-Ten-Year Follow-Up Study. Volume V., Number Two."},
      {
        "id":"ED031727",
        "title":"The Research-Practice Gap in Vocational Rehabilitation: What's Being Done About It?"},
      {
        "id":"ED031728",
        "title":"Bibliography for Drug Abuse and Narcotics."},
      {
        "id":"ED031729",
        "title":"Team Processes Related to Educational Objective Development."},
      {
        "id":"ED031730",
        "title":"Self Enhancing Education: Handbook for Trainers."},
      {
        "id":"ED031731",
        "title":"Do We Make A Difference?--New Directions in Evaluation."},
      {
        "id":"ED031732",
        "title":"Solving the Problem of Student Unrest in the University."},
      {
        "id":"ED031733",
        "title":"Orientation to Continuation Education. A REACH Operational Project."},
      {
        "id":"ED031734",
        "title":"A Guide for Dental Health Education; Kindergarten through Grade Twelve."},
      {
        "id":"ED031735",
        "title":"The Relation of the College Student Questionnaire to Academic Performance and Programs."},
      {
        "id":"ED031736",
        "title":"K-12 Health Instruction Guide for Colorado Schools."},
      {
        "id":"ED031737",
        "title":"General Educational Characteristics of Independent Students. Research Paper."},
      {
        "id":"ED031741",
        "title":"Bibliography of Publications, 1941--1960."},
      {
        "id":"ED031742",
        "title":"Biographical Data Differentiating College Attenders and Nonattenders at Various Ability Levels."},
      {
        "id":"ED031743",
        "title":"Parent-Counselor Conferences Make A Difference."},
      {
        "id":"ED031744",
        "title":"Time-Extended Multiple Group Counseling."},
      {
        "id":"ED031745",
        "title":"Student Subcultures on the Bowdoin Campus."},
      {
        "id":"ED031746",
        "title":"An Analysis of the Relationship Between Organizational Climate and the Performance of Counselor Functions."},
      {
        "id":"ED031747",
        "title":"Vocational Development for Gifted Girls--A Comparison of Maslovian Needs of Gifted Males and Females Between the Ages of Ten and Seventy Years."},
      {
        "id":"ED031748",
        "title":"Utilization of Non-Test and Self-Report Data in Intake Counseling Procedures."},
      {
        "id":"ED031749",
        "title":"Pupil Personnel Services: A Position Statement."},
      {
        "id":"ED031750",
        "title":"Individual Appraisal and Assessment--Their Essential Principles."},
      {
        "id":"ED031751",
        "title":"Rationale for Pupil Personnel Services."},
      {
        "id":"ED031752",
        "title":"A Behavioral Model for the Practicum Supervision of Counselor Candidates."},
      {
        "id":"ED031753",
        "title":"The Use of Functional Job Analysis As An Aid to Personnel."},
      {
        "id":"ED031754",
        "title":"The Results of A Pilot Program to Train Teachers in the Classroom Application of Behavior Modification Techniques."},
      {
        "id":"ED031755",
        "title":"A Study of High School Students' Sources of Authority Information and Their Resistance to These Sources. Final Report."},
      {
        "id":"ED031756",
        "title":"A Comparative Study of Problem Solving Processes Relative to the Models Developed by Jean Piaget and Loyola University. Final Report."},
      {
        "id":"ED031757",
        "title":"An Analysis of Differences in Creative Ability Between White and Negro Students, Public and Parochial, Three Different Grade Levels, and Males and Females. Final Report."},
      {
        "id":"ED031758",
        "title":"Working Paper 5: American High Schools; Some Organizational Characteristics and Factors Related to Teacher Satisfaction, Counselor Satisfaction, and the Quality of Counseling Programs. Interim Report."},
      {
        "id":"ED031759",
        "title":"Identification Patterns, Achievement Values, and Behavior Orientations As Predictors of Academic Achievement of Eighth-Grade Girls. Revision No. One. Final Report."},
      {
        "id":"ED031760",
        "title":"Social Services for Children and Families in your State."},
      {
        "id":"ED031761",
        "title":"What Can Happen When There Are Enough Counselors. One Approach at A Two-Year Technical Institute."},
      {
        "id":"ED031762",
        "title":"Guidance for Total Development."},
      {
        "id":"ED031763",
        "title":"Can You Brainwash for Democracy?"},
      {
        "id":"ED031764",
        "title":"Counseling Roles in the Public Employment System."},
      {
        "id":"ED031765",
        "title":"Sociometric Assessment: A Validity Study"},
      {
        "id":"ED031766",
        "title":"The Effects of Two Simulation Games on the Opinions and Attitudes of Selected Sixth, Seventh, and Eighth Grade Students. Report Number 42."},
      {
        "id":"ED031767",
        "title":"Using Simulation Games in the Classroom. Report Number 44."},
      {
        "id":"ED031768",
        "title":"Developmental Aspects of Individually Prescribed Instruction."},
      {
        "id":"ED031769",
        "title":"The Educationally Disadvantaged Elementary School Child: Anxiety Reduction and Behavioral Change Through Public Commitment and Counseling. Final Report."},
      {
        "id":"ED031770",
        "title":"The Effects of A Learning Experience Upon Preference for Complexity and Asymmetry; Variables of Perceptual Field Independence, and the Ability to Handle Visual Information. Final Report."},
      {
        "id":"ED031771",
        "title":"The Relation Between Socio-Conceptual Styles and Orientation to School Requirements."},
      {
        "id":"ED031772",
        "title":"The Structure and Process of Social Influence During Adolescence: An Examination of the Salience Hierarchy. Final Report."},
      {
        "id":"ED031773",
        "title":"Integrated Personnel Services Index. Volume I. No. 2."},
      {
        "id":"ED031776",
        "title":"Cooperative Negotiations in Education. A Report of Proceedings, Conference on Teacher-School Board Relations in Suffolk County (May 14, 1969)."},
      {
        "id":"ED031777",
        "title":"Comments on Professor Alkin's Paper Entitled \"Evaluating the Cost-Effectiveness of Instructional Programs.\""},
      {
        "id":"ED031778",
        "title":"Comments on Professor Trow's Paper Entitled \"Methodological Problems in the Evaluation of Innovation.\""},
      {
        "id":"ED031779",
        "title":"The Administrative Internship in Education."},
      {
        "id":"ED031780",
        "title":"A Final Report to The Ford Foundation of The Inter-University Program--Project II, The Administrative Internship Program in Education."},
      {
        "id":"ED031781",
        "title":"Career and Place Bound School Superintendents: Some Psychological Differences. A Project Report."},
      {
        "id":"ED031782",
        "title":"Career and Place Bound School Superintendents: Some Sociological Differences. A Project Report."},
      {
        "id":"ED031783",
        "title":"Integration of the Systems Approach and Electronic Technology in Learning and Teaching Music. Report on Federal Project #1309."},
      {
        "id":"ED031784",
        "title":"Statistics of Local Public School Systems, 1967. Fall 1967: Pupils/Schools/Staff 1966-67: Expenditures."},
      {
        "id":"ED031785",
        "title":"Target Group Analysis: Aids for Evaluation. Field Paper 9."},
      {
        "id":"ED031786",
        "title":"Research Management--Of What Nature Is the Concept?"},
      {
        "id":"ED031787",
        "title":"The Principal and the Challenge of Change. An /I/D/E/A/ Monograph."},
      {
        "id":"ED031788",
        "title":"Systems Approaches to the Management of Public Education."},
      {
        "id":"ED031789",
        "title":"Selected Articles for Elementary School Principals."},
      {
        "id":"ED031790",
        "title":"Guidelines for School Personnel Policies."},
      {
        "id":"ED031791",
        "title":"The Colonial Inheritance."},
      {
        "id":"ED031792",
        "title":"Education for the New Republic."},
      {
        "id":"ED031793",
        "title":"Educational Problems in the Urban Setting."},
      {
        "id":"ED031794",
        "title":"The Educational Dimensions of the Model Cities Program."},
      {
        "id":"ED031795",
        "title":"National Program Development Institutes in Technical Education. Final Report."},
      {
        "id":"ED031796",
        "title":"Effects of Educational Innovations for the Culturally Deprived on Citizen Support for the Schools."},
      {
        "id":"ED031797",
        "title":"Federalism in Education--The Role of the Federal Government."},
      {
        "id":"ED031798",
        "title":"Overbrook Cluster Parent Survey 1969. A Detailed Report."},
      {
        "id":"ED031799",
        "title":"Decentralization and the Finance of Inner-City Schools."},
      {
        "id":"ED031800",
        "title":"Rules of Procedure for Investigation."},
      {
        "id":"ED031801",
        "title":"An Examination of the Socio-Economic Implications of the Adoption of Individually Prescribed Instructional Systems by School Systems. Final Report."},
      {
        "id":"ED031802",
        "title":"Comments on Professor Messick's Paper Entitled \"The Criterion Problem in the Evaluation of Instruction: Assessing Possible, Not Just Intended Outcomes.\""},
      {
        "id":"ED031803",
        "title":"Comments on Professor Alkin's Paper Entitled \"Evaluating the Cost-Effectiveness of Instructional Programs.\""},
      {
        "id":"ED031804",
        "title":"James E. Allen, Jr., on Education: Quotes and Summaries of Articles and Speeches by Dr. James E. Allen, Jr., Prior to Becoming Assistant Secretary for Education and Commissioner of Education, Department of Health, Education, and Welfare."},
      {
        "id":"ED031805",
        "title":"Concept of a Model City Complex"},
      {
        "id":"ED031806",
        "title":"The Day Care and Child Development Council of America--Gould Foundation Conference on Training of Day Care Administrators. (New York, N.Y., February 14, 1969). Edited Transcript."},
      {
        "id":"ED031807",
        "title":"Accountability and Governance in Public Education."},
      {
        "id":"ED031808",
        "title":"Taking the Heat off the School Lunchroom."},
      {
        "id":"ED031809",
        "title":"Financial Status of the Public Schools, 1968."},
      {
        "id":"ED031810",
        "title":"Summer Enrichment Programs."},
      {
        "id":"ED031811",
        "title":"Citizens Advisory Committees."},
      {
        "id":"ED031812",
        "title":"Duty-Free Lunch Periods for Elementary-School Teachers."},
      {
        "id":"ED031813",
        "title":"Entrance Age Policies."},
      {
        "id":"ED031814",
        "title":"Proceedings of AERA Symposium: The World of Evaluation Needs Reshaping (Los Angeles, California, February 8, 1969)."},
      {
        "id":"ED031815",
        "title":"Individually Prescribed Instruction. Education U.S.A. Special Report (8th)."},
      {
        "id":"ED031816",
        "title":"Sex Education in Schools. EDUCATION U.S.A. Special Report (9th)."},
      {
        "id":"ED031817",
        "title":"Overbrook Cluster Parent Survey 1969. Summary Brochure."},
      {
        "id":"ED031818",
        "title":"Evaluating the Cost-Effectiveness of Instructional Programs."},
      {
        "id":"ED031819",
        "title":"Comments on Professor Trow's Paper Entitled &quot;Methodological Problems in the Evaluation of Innovation.&quot;"},
      {
        "id":"ED031820",
        "title":"Methodological Problems in the Evaluation of Innovation."},
      {
        "id":"ED031821",
        "title":"A State Design for Educational Research and Resource Utilization."},
      {
        "id":"ED031822",
        "title":"Perceptual-Motor Attributes of Mentally Retarded Youth."},
      {
        "id":"ED031823",
        "title":"Arithmetical Problem Solving: A Program Demonstration by Teachers of the Mentally Handicapped."},
      {
        "id":"ED031826",
        "title":"Research Bulletin, Number 18, December 1968."},
      {
        "id":"ED031827",
        "title":"Proceedings of the Regional Institute on the Blind Child Who Functions on a Retarded Level (Villa Capri Motor Hotel, Austin, Texas, May 8-10, 1968)."},
      {
        "id":"ED031829",
        "title":"The Margaret S. Sterck School for Hearing Impaired; Delaware's State School for the Deaf."},
      {
        "id":"ED031830",
        "title":"Life Experience Starter Units, Set #2."},
      {
        "id":"ED031831",
        "title":"Short-Term Retention in Normal and Retarded Children as a Function of Memory Load and List Structure."},
      {
        "id":"ED031833",
        "title":"Report on Phase I - School Library Programs in Schools for the Deaf."},
      {
        "id":"ED031835",
        "title":"Creative Problem Solving Abilities in Art of Academically Superior Adolescents."},
      {
        "id":"ED031837",
        "title":"Selected Papers from Professional Program Segments of United Cerebral Palsy's Annual Conference (Houston, Texas, March 21-23, 1968)."},
      {
        "id":"ED031838",
        "title":"The IHF Plan: The Individual with Cerebral Palsy and His Family."},
      {
        "id":"ED031839",
        "title":"Highlights of Service Programs. UCPA Affiliate Presentations at 1968 Regional Hearings."},
      {
        "id":"ED031840",
        "title":"A Study of the Behavioral Components of Stuttered Speech. Final Report."},
      {
        "id":"ED031841",
        "title":"Residences for Retarded in Canada, 1966-1967."},
      {
        "id":"ED031842",
        "title":"Comprehensive Mental Retardation Plan. Final Report of Mental Retardation Committee."},
      {
        "id":"ED031843",
        "title":"A Trip to the Statler Hilton Hotel. The Special Education Curriculum Series."},
      {
        "id":"ED031844",
        "title":"Interim Emergency Report of the National Advisory Committee on Handicapped Children."},
      {
        "id":"ED031846",
        "title":"The District of Columbia Directory of Services for Handicapping Conditions."},
      {
        "id":"ED031848",
        "title":"The Modification of Educational Equipment and Curriculum for Maximum Utilization by Physically Disabled Persons; Curriculum and Instructional Techniques for Physically Disabled Students. Human Resources Study Number 12."},
      {
        "id":"ED031849",
        "title":"Empirical Study of Instructional Materials Evaluation in Special Education. Monograph Series No. 3."},
      {
        "id":"ED031850",
        "title":"An Exemplary Program of Special Education for Handicapped Children and Demonstration Center of Special Education. Evaluation: Project Adjustment, Title III, E.S.E.A."},
      {
        "id":"ED031851",
        "title":"Conference on Speech Analyzing Communication Aids for the Deaf (Washington, D.C., June 14 and 15, 1967.)"},
      {
        "id":"ED031852",
        "title":"A Comparative Study of the Most Creative and Least Creative Student in Grades 4 - 8 at the Boston School for the Deaf, Randolph, Massachusetts."},
      {
        "id":"ED031853",
        "title":"Demonstration Project for the Initiation of Summer Curriculum with Special Emphasis upon Language Acceleration for Hearing Impaired Children. Final Report."},
      {
        "id":"ED031854",
        "title":"Success and Failure as Determinants of Goal-Setting Behavior in Mentally Retarded and Normal Children. Final Report."},
      {
        "id":"ED031855",
        "title":"CEC Selected Convention Papers; Annual International Convention: The Gifted."},
      {
        "id":"ED031856",
        "title":"CEC Selected Convention Papers; Annual International Convention: Behavioral Disorders."},
      {
        "id":"ED031857",
        "title":"CEC Selected Convention Papers; Annual International Convention: Visually Handicapped."},
      {
        "id":"ED031858",
        "title":"CEC Selected Convention Papers; Annual International Convention: General Topics."},
      {
        "id":"ED031859",
        "title":"CEC Selected Convention Papers; Annual International Convention: Homebound and Hospitalized."},
      {
        "id":"ED031860",
        "title":"CEC Selected Convention Papers; Annual International Convention: Learning Disabilities."},
      {
        "id":"ED031861",
        "title":"CEC Selected Convention Papers; Annual International Convention: International Aspects of Special Education."},
      {
        "id":"ED031862",
        "title":"CEC Selected Convention Papers; Annual International Convention: Communication Disorders."},
      {
        "id":"ED031863",
        "title":"CEC Selected Convention Papers; Annual International Convention: Mental Retardation."},
      {
        "id":"ED031864",
        "title":"CEC Selected Convention Papers; Annual International Convention: Teacher Education."},
      {
        "id":"ED031866",
        "title":"Factors in the Effectiveness of Articulation Therapy with Educable Retarded Children. Final Report."},
      {
        "id":"ED031867",
        "title":"The Blind Learning Aptitude Test."},
      {
        "id":"ED031868",
        "title":"Development of a Piagetian Curriculum for Exceptional Children. Final Report."},
      {
        "id":"ED031869",
        "title":"Montrose Elementary School, Laredo, Texas. Profiles of Significant Schools."},
      {
        "id":"ED031870",
        "title":"Belaire Elementary School, San Angelo, Texas. Profiles of Significant Schools."},
      {
        "id":"ED031871",
        "title":"Two Middle Schools, Saginaw Township, Michigan. Profiles of Significant Schools."},
      {
        "id":"ED031872",
        "title":"Rich Township High School, Olympia Fields Campus, Rich Township, Illinois. Profiles of Significant Schools."},
      {
        "id":"ED031873",
        "title":"Wayland Senior High School, Wayland, Massachusetts. Profiles of Significant Schools."},
      {
        "id":"ED031874",
        "title":"Hillsdale High School, San Mateo, California. Profiles of Significant Schools."},
      {
        "id":"ED031875",
        "title":"North Hagerstown High School, Hagerstown, Maryland. Profiles of Significant Schools."},
      {
        "id":"ED031876",
        "title":"Here's Where We Live. Research Report on a Living-Learning Center."},
      {
        "id":"ED031877",
        "title":"Long Range Development Plan, University of California, San Diego, October 1963."},
      {
        "id":"ED031878",
        "title":"Visual Aspects of the Electric Environment. NECA Electrical Design Guidelines."},
      {
        "id":"ED031879",
        "title":"Report on Experiences and Literature in the Use of Modifiable Stock Plans for School Building Construction."},
      {
        "id":"ED031880",
        "title":"Minor Maintenance. A Resource Manual for Custodians."},
      {
        "id":"ED031881",
        "title":"The Spatial Campus: A Planning Scheme with Selected and Annotated Bibliography."},
      {
        "id":"ED031883",
        "title":"Director, Platform and Audience."},
      {
        "id":"ED031885",
        "title":"Ideal Relationships Between the Architect and Physical Plant Personnel."},
      {
        "id":"ED031886",
        "title":"Acoustical Environment for Academic Buildings."},
      {
        "id":"ED031887",
        "title":"Total Energy Concepts as Applied to Universities."},
      {
        "id":"ED031888",
        "title":"The Need for Full Cost Control in Universities and Colleges Capital Expenditure Programmes."},
      {
        "id":"ED031889",
        "title":"Control of Air Leakage in Buildings."},
      {
        "id":"ED031890",
        "title":"Fire Research at the National Research Council."},
      {
        "id":"ED031891",
        "title":"The Television Iceberg."},
      {
        "id":"ED031892",
        "title":"Managing the Small Ticket Job (Up to 8 Manhours)."},
      {
        "id":"ED031893",
        "title":"The Library Environment, Aspects of Interior Planning. Proceedings of the Library Equipment Institute (St. Louis, Missouri, June 26-27, 1964)."},
      {
        "id":"ED031894",
        "title":"Library Furniture and Equipment. Proceedings of a Three-Day Institute (Coral Gables, Florida, June 14-16, 1962)."},
      {
        "id":"ED031895",
        "title":"Planning Library Buildings for Service. Proceedings of a Library Buildings and Equipment Institute (Kent State University, Ohio, July 6-8, 1961)."},
      {
        "id":"ED031898",
        "title":"Seminar to Discuss the Report on Carpet Function and Selection for the Dade County Board of Public Instruction."},
      {
        "id":"ED031899",
        "title":"The Pittsburgh Story."},
      {
        "id":"ED031900",
        "title":"Facilities For The Future."},
      {
        "id":"ED031901",
        "title":"The Commuting Student; A Study of Facilities at Wayne State University. The Final Report of the Commuter Centers Project."},
      {
        "id":"ED031902",
        "title":"Educational Specifications for the Health Occupations Education Center, Peralta Junior College District."},
      {
        "id":"ED031903",
        "title":"Basic Utility Distribution Systems. Laboratory Design Notes."},
      {
        "id":"ED031905",
        "title":"Practical Application of Sheet Lead for Sound Barriers."},
      {
        "id":"ED031907",
        "title":"Movement and Growth Patterns and Their Effect on the Spatial Organization of Colleges. Colleges of Applied Arts and Technology."},
      {
        "id":"ED031909",
        "title":"A Manual for Planning a Secondary School Building. Industrial Arts."},
      {
        "id":"ED031910",
        "title":"A Guide for Planning Indoor Facilities for College Physical Education."},
      {
        "id":"ED031911",
        "title":"A Guide for Planning the Field House as a College or School Physical Education Facility."},
      {
        "id":"ED031914",
        "title":"University Residential Building Systems (URBS). Phase I Report, Revised December 1966."},
      {
        "id":"ED031915",
        "title":"University Residential Building System. Phase II Report (Including Evaluation of Bids)."},
      {
        "id":"ED031917",
        "title":"Standards for Cataloging, Coding and Scheduling Educational Media."},
      {
        "id":"ED031918",
        "title":"Summary of Closed Circuit Television Activities in Medical Education."},
      {
        "id":"ED031919",
        "title":"Single Concept Film Clip Project; Parts One and Two."},
      {
        "id":"ED031920",
        "title":"The Film Analyzer; Rapid Mass Learning. Technical Report."},
      {
        "id":"ED031921",
        "title":"The Effects of Inserted Questions and Statements on Film Learning; Rapid Mass Learning. Technical Report."},
      {
        "id":"ED031922",
        "title":"Effects on Training of Experimental Film Variables, Study I: Verbalization, Rate of Development, Nomenclature, Errors, \"How-It-Works\", Repetition; Rapid Mass Learning. Technical Report."},
      {
        "id":"ED031923",
        "title":"Instructional Film Research Program; Period: 1 March to 30 June 1949. Progress Report Number 11-12."},
      {
        "id":"ED031924",
        "title":"Instructional Film Research Program; Period: 1 July to 30 November 1949. Progress Report Number 13."},
      {
        "id":"ED031925",
        "title":"The Development of a Retrieval System for 35mm Slides Utilized in Art and Humanities Instruction; Final Report."},
      {
        "id":"ED031926",
        "title":"The Medium May be Related to the Message; College Instruction by TV."},
      {
        "id":"ED031927",
        "title":"Technology in Learning. An Interim Report of the Study Committee on Instructional Aids and Techniques."},
      {
        "id":"ED031928",
        "title":"Annual Report: Information System for Vocational Decisions; 1 June 1967-31 May 1968."},
      {
        "id":"ED031929",
        "title":"Experimental Program on Equivalent Response Learning Techniques. Final Report. Appendices: A. Quarterly Progress Report Number 1; B. Quarterly Progress Report Number 2; C. Quarterly Progress Report Number 3; D. Quarterly Progress Report Number 6; E. Quarterly Progress Report Number 8."},
      {
        "id":"ED031930",
        "title":"Programming the Instructional Film; Monograph One."},
      {
        "id":"ED031931",
        "title":"Stating Objectives. Monograph Number 11."},
      {
        "id":"ED031932",
        "title":"An Introduction to Programming. Monograph Number 14."},
      {
        "id":"ED031933",
        "title":"Redundancy in Simultaneously Presented Audio-Visual Message Elements as a Determinant of Recall. Final Report."},
      {
        "id":"ED031934",
        "title":"Repeated Self-Viewings on Closed-Circuit Television as it Affects Changes in Students' Awareness of Themselves as Speakers. Final Report."},
      {
        "id":"ED031936",
        "title":"Proceedings of a Symposium on the Uses of Computers in Education."},
      {
        "id":"ED031937",
        "title":"Educational Computer Trends in the CEMREL Region Analysis and Recommendations."},
      {
        "id":"ED031938",
        "title":"An Investigation of the Relationship Between Selected Student Entering Characteristics and Time Required to Achieve Unit Mastery."},
      {
        "id":"ED031944",
        "title":"Using Instructional TV."},
      {
        "id":"ED031945",
        "title":"The Development of a Semiotic of Film."},
      {
        "id":"ED031946",
        "title":"Contemporary Education. Volume 40, Number 5, April, 1969."},
      {
        "id":"ED031949",
        "title":"Games and Simulations: An Approach to Meaning through Participation. Ideas in Motion."},
      {
        "id":"ED031950",
        "title":"A Course of Study and Bibliography for Instruction in Educational Media Research and Theory. Final Report."},
      {
        "id":"ED031951",
        "title":"A Study of the Advantages and Disadvantages of Using Simplified Visual Presentations in Instructional Materials."},
      {
        "id":"ED031952",
        "title":"Readings in Educational Media Theory and Research; Volume I. Final Report."},
      {
        "id":"ED031953",
        "title":"Readings in Educational Media Theory and Research; Volume II. Final Report."},
      {
        "id":"ED031955",
        "title":"Television in Postgraduate and Continuing Medical Education. 4th and 5th October, 1968."},
      {
        "id":"ED031956",
        "title":"Readings in Educational Media Theory and Research; Volume III. Final Report."},
      {
        "id":"ED031958",
        "title":"The Effect of Different Television Utilization Procedures on Student Learning. Final Report."},
      {
        "id":"ED031959",
        "title":"U.S. Office of Education Support of Computer Activities."},
      {
        "id":"ED031961",
        "title":"Initial Experiments on the Effects of System Delay on On-Line Problem-Solving."},
      {
        "id":"ED031962",
        "title":"Project TAPS. Teaching Anatomy with Programmed Schematics. Progress Report Number 1."},
      {
        "id":"ED031963",
        "title":"Telecommunications for Learning."},
      {
        "id":"ED031964",
        "title":"Background Data for the Teaching of French. Final Report. Part A, Volumes 1 and 2, La Culture et la Societe Francaises Au XXe Siecle."},
      {
        "id":"ED031965",
        "title":"The Schools Take Over Foreign Languages."},
      {
        "id":"ED031966",
        "title":"Pilot Study of a CAI Laboratory in German."},
      {
        "id":"ED031967",
        "title":"Oral Exercises: Their Type and Form."},
      {
        "id":"ED031968",
        "title":"Motivational Variables in Second-Language Acquisition."},
      {
        "id":"ED031969",
        "title":"Modern Foreign Languages for New Hampshire Schools."},
      {
        "id":"ED031970",
        "title":"The Laboratory Program in German at Pomona College."},
      {
        "id":"ED031971",
        "title":"A Second Language Means a Second Sight."},
      {
        "id":"ED031972",
        "title":"Notes on the Peace Corps Language Training Program."},
      {
        "id":"ED031974",
        "title":"FLES Testing."},
      {
        "id":"ED031975",
        "title":"Graduate Seminars in German Literature: Some Procedures."},
      {
        "id":"ED031976",
        "title":"Group Observation and the Training of Teaching Assistants."},
      {
        "id":"ED031977",
        "title":"Maintaining Foreign Language Skills for the Advanced-Course Dropout. ERIC Focus Reports on the Teaching of Foreign Languages, Number 1."},
      {
        "id":"ED031978",
        "title":"Teaching Hispanic Culture through Folklore. ERIC Focus Reports on the Teaching of Foreign Languages, Number 2."},
      {
        "id":"ED031979",
        "title":"Foreign Languages in the Elementary School: Effects and Instructional Arrangements According to Research. ERIC Focus Reports on the Teaching of Foreign Languages, Number 3."},
      {
        "id":"ED031980",
        "title":"Nongraded Foreign Language Classes. ERIC Focus Reports on the Teaching of Foreign Languages, Number 4."},
      {
        "id":"ED031981",
        "title":"Foreign Study for High School Students: What's Going On? ERIC Focus Reports on the Teaching of Foreign Languages, Number 5."},
      {
        "id":"ED031982",
        "title":"Folktale and Folklore--Useful Cultural Tools for Teachers of German. ERIC Focus Reports on the Teaching of Foreign Languages, Number 6."},
      {
        "id":"ED031983",
        "title":"Foreign Language Programmed Materials: 1969. ERIC Focus Reports on the Teaching of Foreign Languages, Number 7."},
      {
        "id":"ED031984",
        "title":"Method in Language Teaching. ERIC Focus Reports on the Teaching of Foreign Languages, Number 8."},
      {
        "id":"ED031985",
        "title":"French Culture: The Folklore Facet. ERIC Focus Reports on the Teaching of Foreign Languages, Number 9."},
      {
        "id":"ED031986",
        "title":"Summer Foreign Language Programs for School Students. ERIC Focus Reports on the Teaching of Foreign Languages, Number 10."},
      {
        "id":"ED031987",
        "title":"Programmed Instruction Versus Guided Learning in Foreign Language Acquisition."},
      {
        "id":"ED031988",
        "title":"Laboratory Work in College German."},
      {
        "id":"ED031989",
        "title":"Background Data for the Teaching of French. Final Report. Part B, Exemples Litteraires."},
      {
        "id":"ED031990",
        "title":"Background Data for the Teaching of French. Final Report. Part C, Contemporary Culture and Society of the United States."},
      {
        "id":"ED031991",
        "title":"Feasibility Study for the Establishment of Experimental Field Study Centers (Beachhead Colleges). Final Report."},
      {
        "id":"ED031992",
        "title":"Financing Higher Education in Utah 1969-1970."},
      {
        "id":"ED031993",
        "title":"Higher Education for the Disadvantaged in New York State: A Summary Report of Programs of Higher Education for the Disadvantaged at Colleges and Universities in New York State."},
      {
        "id":"ED031994",
        "title":"New York College Bound Corporation and College Bound Program. Annual Report 1967-1968."},
      {
        "id":"ED031995",
        "title":"Macro-Administration in American Higher Education: Some Research Directions."},
      {
        "id":"ED031996",
        "title":"Directions and Processes of Educational Change in Higher Education."},
      {
        "id":"ED031997",
        "title":"State Assistance to Private and Independent Higher Education in Oregon. The Report of the Ad Hoc Committee on Private and Independent Higher Education."},
      {
        "id":"ED031998",
        "title":"Educational Research and the Confidentiality of Data."},
      {
        "id":"ED032001",
        "title":"Graduate Student Characteristics."},
      {
        "id":"ED032002",
        "title":"Automated Registration System for Colleges and Universities."},
      {
        "id":"ED032003",
        "title":"Bibliography on Institutional Governance."},
      {
        "id":"ED032004",
        "title":"Educational Research Training Programs: Requirements for Admission."},
      {
        "id":"ED032005",
        "title":"The U.S. Student Movement: A Cross-Cultural and Historical Perspective."},
      {
        "id":"ED032006",
        "title":"Campus Disruption During 1968-1969."},
      {
        "id":"ED032010",
        "title":"Development of Instrument for Study of International Education in Teacher Education Programs of U.S. Colleges and Universities. Final Report."},
      {
        "id":"ED032011",
        "title":"Cost of Tuition, Required Fees, Room, and Board at Member Institutions of the American Association of State Colleges and Universities by State 1969-1970."},
      {
        "id":"ED032013",
        "title":"A Computer Simulation Modeling Tool to Assist Colleges in Long-Range Planning. Final Report."},
      {
        "id":"ED032014",
        "title":"Mineral Engineering Education in the West."},
      {
        "id":"ED032015",
        "title":"A Project to Develop A Program and Materials for Short-Term Educational Research Training Programs. Final Report."},
      {
        "id":"ED032016",
        "title":"The Characteristics of Entering Freshmen in Five North Carolina Colleges. Research Report for 1968-69."},
      {
        "id":"ED032018",
        "title":"Toward a Public Policy for Graduate Education in the Sciences."},
      {
        "id":"ED032023",
        "title":"The Faculty Role in Campus Unrest."},
      {
        "id":"ED032024",
        "title":"A Study of the Historical Background, Current Status, and Future Plans of the Developing State Colleges and Universities. Final Report."},
      {
        "id":"ED032025",
        "title":"Model Building for Undergraduate Colleges: A Theoretical Framework for Studying and Reforming the Curricular-Instructional Subsystem in American Colleges. Final Report."},
      {
        "id":"ED032034",
        "title":"Community Services Forum. Volume I, Numbers 1-6."},
      {
        "id":"ED032035",
        "title":"Progress Report of the Comprehensive Community College System of North Carolina; First Five Years, 1963-1968."},
      {
        "id":"ED032036",
        "title":"Student Achievement as a Function of Verbal Interaction in the Classroom."},
      {
        "id":"ED032037",
        "title":"Current Operating Costs of Two-Year Colleges in the South."},
      {
        "id":"ED032038",
        "title":"Cooperative Education at College of San Mateo: A Report to the Ford Foundation on the First Year of Progress in a Two-Year Developmental Program."},
      {
        "id":"ED032039",
        "title":"Cooperative-Distributive Education: An Alternate Semester Program."},
      {
        "id":"ED032040",
        "title":"Call to Action: A Committee Progress Report with Recommendations for Action."},
      {
        "id":"ED032041",
        "title":"The Current Status of Community College Organization, Control, and Support."},
      {
        "id":"ED032042",
        "title":"Religious Courses in the Curriculum of the Publicly Supported Junior College."},
      {
        "id":"ED032043",
        "title":"A Study of the Predictive Validity of the Washington Pre-College Test for Introductory Courses at Yakima Valley College."},
      {
        "id":"ED032044",
        "title":"Background Characteristics of Occupational Education Directors in New Two-Year Colleges."},
      {
        "id":"ED032046",
        "title":"Teaching the High Ability, Low Achieving Student: Individualized Instruction in Action; An Attack upon Human Isolation."},
      {
        "id":"ED032049",
        "title":"A Junior College Reading Program in Action."},
      {
        "id":"ED032050",
        "title":"[Research Reports on Academic Achievement.]"},
      {
        "id":"ED032051",
        "title":"Community Services: An Emerging Challenge for the Community College."},
      {
        "id":"ED032052",
        "title":"Obtaining Financial Support for Community Services Programs."},
      {
        "id":"ED032053",
        "title":"Community Services: A Center for Community Development."},
      {
        "id":"ED032054",
        "title":"Videotaped Instruction for the Teaching of Skills."},
      {
        "id":"ED032055",
        "title":"Community College Accessibility to the Economically Disadvantaged."},
      {
        "id":"ED032056",
        "title":"They Answered Twice."},
      {
        "id":"ED032057",
        "title":"Junior College Student Personnel Programs in Colorado."},
      {
        "id":"ED032058",
        "title":"A Proposal for Establishing State Approval Status for the Colorado Community Colleges."},
      {
        "id":"ED032059",
        "title":"The Presidential Prism: Four Views; A State Officer's View of the Community College President."},
      {
        "id":"ED032060",
        "title":"FILI, A Pioneer with Potential."},
      {
        "id":"ED032062",
        "title":"Black Studies in the State of Illinois: A Directory."},
      {
        "id":"ED032064",
        "title":"The Moraine Valley Resident: His Attitude Toward the Community College and His Socio-Economic Characteristics."},
      {
        "id":"ED032065",
        "title":"Planning for Development; Selected Proceedings of the National Conference of the American Association of Junior Colleges (Warrenton, Virginia, June 13-16, 1968)."},
      {
        "id":"ED032066",
        "title":"Private Junior Colleges: Problems and Solutions; Selected Proceedings of Two Special Workshops on Private Junior Colleges (Cumberland College, Lebanon, Tenn., Sept. 27-28, 1968; Montreat Anderson College, Montreat, N.C., Nov. 1-2, 1968)."},
      {
        "id":"ED032067",
        "title":"Occupational Education in the Junior College; Selected Proceedings from Two Workshops on Occupational Education (Michigan State University, February 1969; University of Florida, February 1969)."},
      {
        "id":"ED032068",
        "title":"Community Relations and Services in the Junior Colleges; Selected Proceedings from Two Workshops (San Antonio, Tex., March 21-22, 1969; Moline, Ill., March 28-29, 1969)."},
      {
        "id":"ED032069",
        "title":"Proceedings of the Annual Illinois Statewide Junior College Conference (4th, Peoria, May 8-10, 1969)."},
      {
        "id":"ED032070",
        "title":"Developing Institutions: The Junior College; An Interim Report of the First Year of the Program with Developing Institutions."},
      {
        "id":"ED032071",
        "title":"Some Student Characteristics and Their Implications for Student Personnel Work."},
      {
        "id":"ED032072",
        "title":"A Developmental Research Plan for Junior College Remedial Education; Number 3: Concept Formation."},
      {
        "id":"ED032073",
        "title":"Socio-Economic Profile of Credit Students in the North Carolina Community College System. Final Report."},
      {
        "id":"ED032074",
        "title":"The Relationships Among Student Characteristics, Changed Instructional Practices and Student Attrition in Junior College. Final Report."},
      {
        "id":"ED032075",
        "title":"Telefacsimile Services Between Libraries With the Xerox Magnavox Telecopier."},
      {
        "id":"ED032076",
        "title":"The Library Development Report: Boston Theological Institute."},
      {
        "id":"ED032078",
        "title":"A Report on New Haven's Library Neighborhood Centers."},
      {
        "id":"ED032079",
        "title":"Library Neighborhood Center. First Annual Report, July 14, 1964-June 30, 1965."},
      {
        "id":"ED032080",
        "title":"Chapel Library Center, Annual Reports 1967, 1968."},
      {
        "id":"ED032083",
        "title":"Detroit Metropolitan Library Research and Demonstration Project. Background Data."},
      {
        "id":"ED032084",
        "title":"Methods and Procedures for Measuring Patron Use and Cost of Patron Services for the Detroit Metropolitan Library Project."},
      {
        "id":"ED032085",
        "title":"Research and Development of On-the-Job Training Courses for Library Personnel. Final Report."},
      {
        "id":"ED032086",
        "title":"Continuing Education for Special Librarianship; Where Do We Go From Here?"},
      {
        "id":"ED032087",
        "title":"The Georgia Child's Access to Materials Pertaining to American Negroes [Proceedings of the Conference (Atlanta, November 10-11, 1967)]."},
      {
        "id":"ED032091",
        "title":"Archival Library and Museum Services in the State of Nevada, A Survey Report, 1968."},
      {
        "id":"ED032092",
        "title":"Public Library Services in Pierce County, Washington. Report on a Survey of Tacoma, Puyallup, Sumner, Milton, and the Pierce County District Public Libraries."},
      {
        "id":"ED032093",
        "title":"Cooperative Services for &quot;Big Country&quot; Libraries. Report of a Survey with Recommendations for Cooperation Among Libraries of All Types in Thirty-Six Counties of West Central Texas."},
      {
        "id":"ED032094",
        "title":"Feasibility Study for Incorporating a Year Abroad in the Library Science Curriculum. Final Report."},
      {
        "id":"ED032095",
        "title":"School Libraries in California."},
      {
        "id":"ED032096",
        "title":"A Survey of the Library of Brigham Young University."},
      {
        "id":"ED032098",
        "title":"Information Systems in Universities."},
      {
        "id":"ED032099",
        "title":"Significant Attributes of Documents."},
      {
        "id":"ED032110",
        "title":"Libraries for the People of New Jersey, or Knowledge for All."},
      {
        "id":"ED032112",
        "title":"The Utilizations of Concrete, Functional, and Designative Concepts in Multiple Classification."},
      {
        "id":"ED032113",
        "title":"Motivational Effects of Individual Conferences and Goal Setting on Performance and Attitudes in Arithmetic. Report from the Project on Situational Variables and Efficiency of Concept Learning."},
      {
        "id":"ED032114",
        "title":"Early Childhood Education in American Samoa, 1968."},
      {
        "id":"ED032115",
        "title":"Evaulation of the Demonstration Phase of the Teen Tutorial Program: A Model of Interrelationship of Seventh Graders, Kindergarten Pupils and Parents to Meet the Developmental Needs of Disadvantaged Children."},
      {
        "id":"ED032116",
        "title":"Family Life Around the World, Level I."},
      {
        "id":"ED032117",
        "title":"Understanding Readiness: An Occasional Paper."},
      {
        "id":"ED032118",
        "title":"Preprimary Enrollment of Children Under Six: October 1968."},
      {
        "id":"ED032119",
        "title":"A Study of the Communicative Abilities of Disadvantaged Children. Final Report."},
      {
        "id":"ED032120",
        "title":"Categories and Underlying Processes, or Representative Behavior Samples and S-R Analysis: Opposing Strategies."},
      {
        "id":"ED032121",
        "title":"Investigation of Methods to Assess the Effects of Cultural Deprivation. Final Report."},
      {
        "id":"ED032122",
        "title":"Infant Mortality: A Challenge to the Nation."},
      {
        "id":"ED032123",
        "title":"A Comparative Study of Current Educational Television Programs for Preschool Children. Final Report."},
      {
        "id":"ED032124",
        "title":"[Competence in Young Children.]"},
      {
        "id":"ED032125",
        "title":"Development of the Understanding of Logical Connectives."},
      {
        "id":"ED032126",
        "title":"Environment Influences on the Development of Abilities."},
      {
        "id":"ED032127",
        "title":"Primary Influences on the Development of Competence: The Development of a Maternal Behavior Scale. Progress Report."},
      {
        "id":"ED032128",
        "title":"Does the Use of Cuisenaire Rods in Kindergarten, First and Second Grades Upgrade Arithmetic Achievement?"},
      {
        "id":"ED032129",
        "title":"Philosophy: A Crucial Distinction."},
      {
        "id":"ED032130",
        "title":"MBD - An Educational Puzzlement."},
      {
        "id":"ED032131",
        "title":"Initial and Final Consonant Relationships in Speech-Sound Tests: A Discrimination or Response Set Problem?"},
      {
        "id":"ED032132",
        "title":"The Effects of Mode of Presentation and Number of Categories on 4-Year-Olds' Proportion Estimates."},
      {
        "id":"ED032133",
        "title":"The i.t.a. Reading Experiment in Britain."},
      {
        "id":"ED032134",
        "title":"Children's Perceptions of Adult Roles as Affected by Class, Father-Absence and Race."},
      {
        "id":"ED032135",
        "title":"Preliminary Results from Relationship Between Teachers' Vocabulary Usage and the Vocabulary of Kindergarten and First Grade Students."},
      {
        "id":"ED032136",
        "title":"Language and Environment: An Interim Report on a Longitudinal Study."},
      {
        "id":"ED032138",
        "title":"Resistance to Temptation in Young Negro Children in Relation to Sex of the Subject, Sex of the Experimenter and Father Absence or Presence."},
      {
        "id":"ED032139",
        "title":"Learning on the Move; A Guide for Migrant Education."},
      {
        "id":"ED032140",
        "title":"Handbook for Teachers of Agricultural Migratory Children."},
      {
        "id":"ED032141",
        "title":"Challenge of the New Leisure, Proceedings of the Conference of the American Country Life Association, Inc. (44th, Lincoln, Nebraska, July 13-14, 1965)."},
      {
        "id":"ED032142",
        "title":"\"These Too Are Our Children,\" Report of the 1967 Summer School Program for Children of Migratory Farm Workers."},
      {
        "id":"ED032143",
        "title":"Indian Education Program. Annual Report, 1967-1968, to United States Bureau of Indian Affairs."},
      {
        "id":"ED032144",
        "title":"Bulletins for Teachers of the Migratory Pupil."},
      {
        "id":"ED032145",
        "title":"Federal Assistance in Outdoor Recreation; Available to: States, Their Subdivisions, Organizations, Individuals."},
      {
        "id":"ED032146",
        "title":"Private Assistance in Outdoor Recreation. A Directory of Organizations Providing Aid to Individuals and Public Groups."},
      {
        "id":"ED032147",
        "title":"Outdoor Recreation Space Standards."},
      {
        "id":"ED032148",
        "title":"Outdoor Recreation. Community Action Guide for Public Officials: (1) Planning, (2) Legal Aspects, (3) Organization, (4) Staffing and Consultants, (5) Areawide and Multigovernmental Opportunities, (6) Financing, (7) Technical and Financial Assistance, (8) Land Acquisition, (9) Water Based Recreation, (10) Citizen Support"},
      {
        "id":"ED032149",
        "title":"New England Heritage. The Connecticut River National Recreation Area Study."},
      {
        "id":"ED032150",
        "title":"Mexican-Americans: A Selective Guide to Materials in the UCSB Library."},
      {
        "id":"ED032151",
        "title":"Southern Appalachian Migration: A Descriptive Study."},
      {
        "id":"ED032152",
        "title":"Outward Bound Schools as an Alternative to Institutionalization for Adolescent Delinquent Boys."},
      {
        "id":"ED032153",
        "title":"The Mountains Are Moving. [Report of the Conference on Equality of Educational Opportunity for Children of Appalachia (November 29 - December 1, 1968, Pikeville College, Pikeville, Kentucky)]"},
      {
        "id":"ED032154",
        "title":"A Study of Educational Values in Contrasting Rural Communities of Low-Income Areas. Final Report."},
      {
        "id":"ED032155",
        "title":"The Relationship Between Community Characteristics and Power Structure Characteristics: An Examination of Smaller Communities."},
      {
        "id":"ED032156",
        "title":"Is Out-Migration from Appalachia Declining?"},
      {
        "id":"ED032157",
        "title":"Relocating Mexican Americans Who Have Been Retrained."},
      {
        "id":"ED032159",
        "title":"Directory of Consultants on Migrant Education, National and State Lists for Migrant Education Programs under Title I, Elementary and Secondary Education Act, Public Law 89-10, as Amended."},
      {
        "id":"ED032160",
        "title":"Population Characteristics of Selected Ethnic Groups in the Five Southwestern States."},
      {
        "id":"ED032161",
        "title":"Native Son. Vista Volunteer."},
      {
        "id":"ED032162",
        "title":"Four Corners Mental Retardation Project. The Training and Use of Indigenous Aides in a Sparsely Populated, Economically Depressed Region. Final Report."},
      {
        "id":"ED032164",
        "title":"A Guide to Staff Development Activities, Using a Florida Conference as a Model."},
      {
        "id":"ED032166",
        "title":"Rural Community Action Through Economic Development."},
      {
        "id":"ED032167",
        "title":"The Small High School in Alberta. A Report of an Investigation."},
      {
        "id":"ED032168",
        "title":"Academic Achievement of American Indian Students--Review of Recent Research."},
      {
        "id":"ED032169",
        "title":"Socio-Economic Status and Occupational Status Projections of Southern Youth, By Race and Sex."},
      {
        "id":"ED032170",
        "title":"A Synthetic Overview of Research on Rural Youth's Projections for Occupational and Educational Attainment: A Progress Report."},
      {
        "id":"ED032173",
        "title":"Teaching Eskimo Culture to Eskimo Students: A Special Program for Secondary Schools in Bristol Bay."},
      {
        "id":"ED032174",
        "title":"Attitudes and Characteristics of Selected Wisconsin Indians."},
      {
        "id":"ED032177",
        "title":"Guide to Sources on Agricultural Labor."},
      {
        "id":"ED032178",
        "title":"Migrant Children...Outdoor Education's Role in Language Development."},
      {
        "id":"ED032179",
        "title":"Wilderness Users in the Pacific Northwest - Their Characteristics, Values, and Management Preferences."},
      {
        "id":"ED032180",
        "title":"Recreation Manual."},
      {
        "id":"ED032181",
        "title":"Outdoor Recreation Action. Report No. 10"},
      {
        "id":"ED032182",
        "title":"Index to Selected Outdoor Recreation Literature; Citation Item Numbers 70848-71686 (1967). Volume III."},
      {
        "id":"ED032183",
        "title":"Outdoor Recreation Action. Report No. 11."},
      {
        "id":"ED032185",
        "title":"Beautification Program for Small Communities in Maryland. A Handbook for Community Improvement."},
      {
        "id":"ED032186",
        "title":"Indian Education Program. Annual Report, 1968-1969, to United States Bureau of Indian Affairs."},
      {
        "id":"ED032187",
        "title":"Locked in Poverty: The Low Income Rural Family in Dane County, Wisconsin."},
      {
        "id":"ED032188",
        "title":"Bibliography: The Mexican American in the Migrant Labor Setting."},
      {
        "id":"ED032189",
        "title":"Successful Approaches to Remediation of Reading Difficulties."},
      {
        "id":"ED032190",
        "title":"The Teacher's Diagnosis of the Disabled Reader."},
      {
        "id":"ED032191",
        "title":"A Non-Public School Reading Program."},
      {
        "id":"ED032192",
        "title":"Children's Word Associations to Individual Letters."},
      {
        "id":"ED032193",
        "title":"Predictors of Success in Beginning Reading Among Negroes and Whites."},
      {
        "id":"ED032194",
        "title":"Modes of Word Recognition."},
      {
        "id":"ED032195",
        "title":"Predictive Validity of Selective Reading Readiness Factors."},
      {
        "id":"ED032196",
        "title":"Auditory and Visual Word Recognition in Beginning Adult Readers."},
      {
        "id":"ED032197",
        "title":"Study Skills for Secondary and College Students."},
      {
        "id":"ED032198",
        "title":"Using an Informal Reading Inventory to Place Children in Instructional Materials: The Berea, Ohio In-Service Education Experiment."},
      {
        "id":"ED032199",
        "title":"Problems in Identifying Reading Levels with Informal Reading Inventories."},
      {
        "id":"ED032200",
        "title":"Predicting Persistence in a Voluntary College Reading Program."},
      {
        "id":"ED032201",
        "title":"Project Transition: A Program for Underachieving College-Bound High School Seniors."},
      {
        "id":"ED032202",
        "title":"The Impact of Federal Programs on Learning to Read in Appalachia."},
      {
        "id":"ED032203",
        "title":"The Preparation of Reading Teachers."},
      {
        "id":"ED032204",
        "title":"Specific Reading Disabilities of Disadvantaged Children."},
      {
        "id":"ED032205",
        "title":"An Experimental Study Designed to Test the Relative Effectiveness of a Multi-Media Instructional System."},
      {
        "id":"ED032206",
        "title":"Taking the Long View of Media and Machines."},
      {
        "id":"ED032207",
        "title":"Interpretation of the Reading Program to the Community."},
      {
        "id":"ED032208",
        "title":"The Literate Adolescent in an Age of Mass Media."},
      {
        "id":"ED032209",
        "title":"Temporal-Spatial Derangement as a Factor in Reading Difficulties. Final Report."},
      {
        "id":"ED032210",
        "title":"Multiple Meanings of Words -- Intermediate: A Comparison of Three Teaching Techniques."},
      {
        "id":"ED032211",
        "title":"Growth in Achievement for Different Racial, Regional and Socio-Economic Groupings of Students."},
      {
        "id":"ED032212",
        "title":"First Steps in Applying Instructional Design to a Reading Methods Course."},
      {
        "id":"ED032213",
        "title":"A Study of Children's Reading Behavior."},
      {
        "id":"ED032214",
        "title":"Final Report to the National Science Foundation on Contract NSF-C414 Task I."},
      {
        "id":"ED032215",
        "title":"An Ungraded Intermediate Level Science Program, Levels Four Through Six."},
      {
        "id":"ED032216",
        "title":"The Construction of Retrieval Environments and Pseudo-Classifications Based on External Relevance."},
      {
        "id":"ED032217",
        "title":"Information Storage and Retrieval, Scientific Report No. ISR-15."},
      {
        "id":"ED032218",
        "title":"Scientific Method K-6, Elementary Science Unit No. 3."},
      {
        "id":"ED032219",
        "title":"Final Report and Evaluation of Project S.P.R.U.C.E. (Science Project Related to Upgrading Conservation Education)."},
      {
        "id":"ED032220",
        "title":"The Use of the &quot;Indoor-Outdoor-Indoor&quot; Approach to Teaching Science Conservation with Concentration on Methods of Inquiry and Emphasis on Processes of Science, Grades K-3."},
      {
        "id":"ED032221",
        "title":"An Evaluative Study of the Effectiveness and Effects of Astronomy Materials Prepared by the University of Illinois Elementary-School Science Project."},
      {
        "id":"ED032222",
        "title":"Science Education News, Unified Science Education."},
      {
        "id":"ED032223",
        "title":"Space Science Education: An Experimental Study. Report of the Study Commission on Space Science Education."},
      {
        "id":"ED032224",
        "title":"Annual Report to the National Science Foundation on Contract NSF-C414 Task I, 1 June 1967 through 31 May 1968."},
      {
        "id":"ED032226",
        "title":"To Improve Secondary School Science and Mathematics Teaching."},
      {
        "id":"ED032227",
        "title":"Scientific Activities at Universities and Colleges 1964."},
      {
        "id":"ED032228",
        "title":"Ideas for Science Projects."},
      {
        "id":"ED032229",
        "title":"Preservice Science Education of Elementary School Teachers."},
      {
        "id":"ED032230",
        "title":"The Effectiveness of IME."},
      {
        "id":"ED032231",
        "title":"Guidelines for the Use of Basic and Supplementary Mathematics Textbooks in the Elementary Schools."},
      {
        "id":"ED032232",
        "title":"Integration of Mathematics and Science Curriculum, Final Report."},
      {
        "id":"ED032233",
        "title":"Aerospace Science Education, A Curriculum Guide."},
      {
        "id":"ED032234",
        "title":"Space: The New Frontier."},
      {
        "id":"ED032235",
        "title":"Experiences in Space Science."},
      {
        "id":"ED032236",
        "title":"Activities in Science Related to Space."},
      {
        "id":"ED032237",
        "title":"Development of a Core-Course for College Science Majors Combining Material from Introductory Courses in Biology, Chemistry, and Physics-Phase II. Final Report."},
      {
        "id":"ED032238",
        "title":"Instructional Technology and the Teaching Profession. QuEST Paper Series, #6."},
      {
        "id":"ED032239",
        "title":"New Careers in Education Handbook. New Careers in Region II, West Virginia."},
      {
        "id":"ED032240",
        "title":"Teaching in Valleybrook Elementary School: A Simulation Game Focusing Upon Problems of the Racially Desegregated School."},
      {
        "id":"ED032241",
        "title":"Institute for Teachers of Disadvantaged Youth (June 9-July 11, 1969). Director's Report. EPDA, Project Number 154615."},
      {
        "id":"ED032242",
        "title":"The Nongraded School."},
      {
        "id":"ED032243",
        "title":"EPDA Institute for the Pre-Service Training of Media Aides (August 18, 1969-January 10, 1970)."},
      {
        "id":"ED032244",
        "title":"Exemplary Programs in English As a Second Language, San Diego County. Final Report."},
      {
        "id":"ED032245",
        "title":"Teacher Preparation: Report of Master Plan Committee Q."},
      {
        "id":"ED032246",
        "title":"Pilot Center for Student Teaching; Questions and Answers. West Virginia Multi-State Teacher Education Project."},
      {
        "id":"ED032247",
        "title":"The Amherst Project Education Development Teams. General Information."},
      {
        "id":"ED032248",
        "title":"[Preparing Inservice Elementary School Personnel to Lead Classroom Teachers in Implementing Change. A Proposal.]"},
      {
        "id":"ED032249",
        "title":"Identification of Social Issues Teachers."},
      {
        "id":"ED032250",
        "title":"Belief in Traditional Sociopolitical Values and the Discussion of Social Issues."},
      {
        "id":"ED032251",
        "title":"Proceedings of a Conference on Supply and Demand for Educational Personnel (George Peabody College, October 24-25, 1968)."},
      {
        "id":"ED032252",
        "title":"A Descriptive Study Determining the Effects of a Method of Instruction Designed to Improve the Question-Phrasing Practices of Prospective Elementary Teachers."},
      {
        "id":"ED032253",
        "title":"Ferment in the Professional Education of Teachers. The Fourth Florence B. Stratemeyer Lecture."},
      {
        "id":"ED032254",
        "title":"West Tennessee Research Development Consortium. Final Report."},
      {
        "id":"ED032255",
        "title":"Cooperation: A Key to Urban Teacher Education. Cooperative Urban Teacher Education Program, No. 2."},
      {
        "id":"ED032257",
        "title":"Pilot Center for Student Teaching; Multi-State Teacher Education Project. West Virginia Small Project Report."},
      {
        "id":"ED032260",
        "title":"Summary of Behavioral Science Elementary Teacher Education Program. Summary of the Final Report."},
      {
        "id":"ED032261",
        "title":"Summary of a Competency Based, Field Centered, Systems Approach to Elementary Teacher Education. Summary of the Final Report."},
      {
        "id":"ED032262",
        "title":"Summary of a Model for the Preparation of Elementary School Teachers. Summary of the Final Report."},
      {
        "id":"ED032263",
        "title":"Classroom Applications of Instructional Simulation and Learning Games (June 9, 1969-July 3, 1969). Director's Report."},
      {
        "id":"ED032264",
        "title":"Summary of the Specifications for a Comprehensive Undergraduate and Inservice Teacher Education Program for Elementary Teachers. Summary of the Final Report."},
      {
        "id":"ED032265",
        "title":"Summary of a Model of Teacher Training for the Individualization of Instruction. Summary of the Final Report."},
      {
        "id":"ED032266",
        "title":"Action for Americans. Proceedings of the 14th Biennial School for Executives of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED032267",
        "title":"The North East Regional Conference on Quality Educational Standards in Teaching. Summary Findings (Albany, March 7-8, 1969). QuEST Report Series, #1."},
      {
        "id":"ED032268",
        "title":"The Role of the AFT in Teacher Education, QuEST Papers Series, #1."},
      {
        "id":"ED032269",
        "title":"Which Way for Teacher Certification? QuEST Papers Series, #2."},
      {
        "id":"ED032270",
        "title":"Quality Teaching: Some New Thoughts on AFT's Role in Inservice Education. QuEST Papers Series, #3."},
      {
        "id":"ED032271",
        "title":"Evaluate Teachers? QuEST Papers Series, #4."},
      {
        "id":"ED032272",
        "title":"Teacher Workload and Teacher Dropout. QuEST Papers Series, #5."},
      {
        "id":"ED032273",
        "title":"The Effects of Feedback and Commitment to Change on the Behavior of Elementary School Principals."},
      {
        "id":"ED032274",
        "title":"Needed: A New Professionalism in Education."},
      {
        "id":"ED032275",
        "title":"Cooperative Program in Educational Personnel Reorganization, Utilization and Continuing Education. A Prospectus."},
      {
        "id":"ED032276",
        "title":"Institute for Secondary School Teachers To Seek Methods of Increasing Intercultural Understanding. Final Report."},
      {
        "id":"ED032277",
        "title":"Parameters of the Teacher Aide Role: A Study of Teacher Aides in Selected Gulf Coast School Districts. Final Report."},
      {
        "id":"ED032278",
        "title":"Style Is the Teacher. A Report of the Teacher Characteristics Project, 1967-68."},
      {
        "id":"ED032279",
        "title":"[An EPDA Project To Prepare Graduate Teachers and Undergraduate Indian Teacher Aides To Educate American Indian Children. A Proposal.]"},
      {
        "id":"ED032280",
        "title":"A Descriptive Research Study of Biracial Student Teacher Teams. Final Report."},
      {
        "id":"ED032281",
        "title":"The Research Assistantship: A Look at the Folklore."},
      {
        "id":"ED032282",
        "title":"Teacher Assistant Cooperative Training. K Through 8 Grades."},
      {
        "id":"ED032283",
        "title":"Small Group Processes in Preparing Teachers for Inner-City Schools."},
      {
        "id":"ED032284",
        "title":"Team Teaching."},
      {
        "id":"ED032285",
        "title":"Instructional Development Institute for Teacher Trainers: Applications of Technology and the Newer Media for Cross-Cultural Groups. Plan of Operation."},
      {
        "id":"ED032286",
        "title":"Teacher Preparation Work-Study Proposal."},
      {
        "id":"ED032287",
        "title":"A Cooperative Venture in the Improvement of Teacher Education."},
      {
        "id":"ED032289",
        "title":"A Plan for Improving the Education of Disadvantaged Children Through In-Service Training of Administrators, Trainers of Teachers, and of Classroom Teachers. Director's Report."},
      {
        "id":"ED032290",
        "title":"A Study of the Impact of Collective Negotiation by Teacher Participation in the Making and Review of School Policies. Final Report."},
      {
        "id":"ED032291",
        "title":"The Effect of Individual Differences on Observational Learning in the Acquisition of a Teaching Skill. Final Report."},
      {
        "id":"ED032292",
        "title":"Information Requirements for Planning Instructional Strategies: An Anthology for Teachers and Principals."},
      {
        "id":"ED032293",
        "title":"The Range of Teaching Skills That Can Be Changed by the Minicourse Model."},
      {
        "id":"ED032294",
        "title":"An Interpretive Study of the Use of Paraprofessional Aides in Education."},
      {
        "id":"ED032295",
        "title":"The Effects of the Initial Teaching Alphabet (i.t.a.) on Young Children's Written Composition."},
      {
        "id":"ED032296",
        "title":"A Syntactic Analysis of the Oral Classroom Language and Written Discourse of Twenty-One Student Teachers of English in Five Secondary Grade Levels."},
      {
        "id":"ED032297",
        "title":"Some Linguistic Features of Five Literature Books for Children."},
      {
        "id":"ED032298",
        "title":"American Dialects for English Teachers. Interim Report."},
      {
        "id":"ED032299",
        "title":"The Advanced Placement Program: English. A Course Description for Schools in New York State."},
      {
        "id":"ED032300",
        "title":"The Loss of Metaphor: Some Thoughts on the Teaching of Language-and-Literature."},
      {
        "id":"ED032301",
        "title":"Making T. S. Eliot Relevant."},
      {
        "id":"ED032302",
        "title":"Free Reading Is a Simple Idea, But It Works!"},
      {
        "id":"ED032306",
        "title":"Let&apos;s Release Children to Learn!"},
      {
        "id":"ED032307",
        "title":"The Educational Laboratory Theatre Project 1968-1969: A Report on its Operations."},
      {
        "id":"ED032308",
        "title":"Study Guides for Dartmouth Publications."},
      {
        "id":"ED032309",
        "title":"English Language Arts: Reading Section K-12."},
      {
        "id":"ED032314",
        "title":"A Tentative Curriculum Guide for Communications."},
      {
        "id":"ED032315",
        "title":"Neglected Literature: An Experimental Curriculum Resource Bulletin for Secondary Schools."},
      {
        "id":"ED032316",
        "title":"Film Study in the Elementary School: Grades Kindergarten through Eight. A Curriculum Report to the American Film Institute."},
      {
        "id":"ED032317",
        "title":"An Experiment in the Teaching and Evaluation of Music Literacy Among High School Students. Final Report."},
      {
        "id":"ED032318",
        "title":"The Family, Grade One. The TABA Social Studies Curriculum."},
      {
        "id":"ED032320",
        "title":"Four Communities Around the World, Grade Three. The TABA Social Studies Curriculum."},
      {
        "id":"ED032321",
        "title":"Our State--A Changing Society, Grade Four. The TABA Social Studies Curriculum."},
      {
        "id":"ED032322",
        "title":"United States and Canada--Societies in Transition, Grade Five. The TABA Social Studies Curriculum."},
      {
        "id":"ED032323",
        "title":"Middle and South America--Societies in Transition, Grade Six. The TABA Social Studies Curriculum."},
      {
        "id":"ED032324",
        "title":"Africa South of the Sahara, Rationale and Introduction: An Experimental Program of Study for Secondary School Social Studies Students. Teaching Guide."},
      {
        "id":"ED032325",
        "title":"Peoples of Africa, Topic 1. Africa South of the Sahara: A Program of Study for Secondary School Social Studies Students. (Teaching and Student Guides)."},
      {
        "id":"ED032326",
        "title":"History of Africa, Topic 2. Africa South of the Sahara: An Experimental Program of Study for Secondary School Social Studies Students. Teaching and Student Guides."},
      {
        "id":"ED032327",
        "title":"Changing Africa, Topic 3. Africa South of the Sahara: A Program of Study for Secondary School Social Studies Students. Teaching and Student Guides."},
      {
        "id":"ED032328",
        "title":"Relationship between Selected Aspects of the Instructional Program in Music and Student Achievement of Sixth Grade Students. Final Report."},
      {
        "id":"ED032329",
        "title":"Impact of the Study of Communism on Student Attitudes toward Democratic Values. Final Report."},
      {
        "id":"ED032330",
        "title":"Experimental Statewide Seminars in Teaching About Democracy and Totalitarianism. Final Report."},
      {
        "id":"ED032331",
        "title":"Civil Disobedience, 1830-1850, and a Modern Analogy. Teacher and Student Manuals."},
      {
        "id":"ED032332",
        "title":"Imperialism and the Dilemma of Power. Teacher and Student Manuals."},
      {
        "id":"ED032333",
        "title":"What Happened on Lexington Green: An Inquiry into the Nature and Methods of History. Teacher and Student Manuals."},
      {
        "id":"ED032334",
        "title":"The Civil War Soldier: Romantic and Realist. Teacher and Student Manuals."},
      {
        "id":"ED032335",
        "title":"Hiroshima: A Study in Science, Politics and the Ethics of War. Teacher and Student Manuals."},
      {
        "id":"ED032336",
        "title":"Lincoln and Emancipation: A Man's Dialogue with His Times. Teacher and Student Manuals."},
      {
        "id":"ED032337",
        "title":"The Embargo of 1807: A Study in Policy-Making. Teacher and Student Manuals."},
      {
        "id":"ED032338",
        "title":"The Origins of Racial Discrimination in America: Slavery or Color? Teacher and Student Manuals."},
      {
        "id":"ED032339",
        "title":"Liberty and Law: The Nature of Individual Rights. Teacher and Student Manuals."},
      {
        "id":"ED032340",
        "title":"God&apos;s Providence in Puritan New England: An Inquiry into the Nature of Ideas. Teacher and Student Manuals."},
      {
        "id":"ED032341",
        "title":"A Test of Meaning."},
      {
        "id":"ED032342",
        "title":"Poetry and Freshman Composition."},
      {
        "id":"ED032343",
        "title":"Reading Improvement for College Students."},
      {
        "id":"ED032344",
        "title":"Jargon, Prufrock, and the &quot;Cop-Out&quot;."},
      {
        "id":"ED032345",
        "title":"High School-College Articulation: A Practical Approach."},
      {
        "id":"ED032346",
        "title":"The Library Paper and the Leap."},
      {
        "id":"ED032347",
        "title":"The Teaching of Composition."},
      {
        "id":"ED032348",
        "title":"New Chairmen at the University of Utah."},
      {
        "id":"ED032349",
        "title":"Special Programs and Services to Assist Educationally Disadvantaged Pupils."},
      {
        "id":"ED032350",
        "title":"A Minority of One. The Story of the Franklin Junior High School Training Natural Talent Project, 1959-1963."},
      {
        "id":"ED032351",
        "title":"Board Action and Staff Commentaries on the Recommendations Submitted in March 1962 By the Citizens Advisory Committee on Equal Educational Opportunities."},
      {
        "id":"ED032352",
        "title":"Summaries of Projects in the Educational War on Poverty."},
      {
        "id":"ED032353",
        "title":"The Protection and Promotion of Mental Health in Schools. Mental Health Monograph 5. Revised 1965."},
      {
        "id":"ED032355",
        "title":"The Role of the Speech Pathologist in the Management of Language Difficulties in Children. Conference Report (Ann Arbor, Mich., October 17-18, 1967)."},
      {
        "id":"ED032357",
        "title":"Handbook and Guidelines for Community Action Programs, June 1965-June 1966."},
      {
        "id":"ED032358",
        "title":"Educational Consulting Center for School Personnel Annual Report, February 1, 1967- January 31, 1968."},
      {
        "id":"ED032359",
        "title":"1968 ABC Summer Program."},
      {
        "id":"ED032360",
        "title":"Volunteers in Service to America (VISTA), School Year 1967-68. Evaluation of ESEA Title I Project for Fiscal Year 1968 of the Baltimore City Public Schools."},
      {
        "id":"ED032361",
        "title":"College Work-Study Program: Educational Aides, School Year 1967-68 and Summer 1968. Evaluation of ESEA Title I Project for Fiscal Year 1968 of the Baltimore City Public Schools."},
      {
        "id":"ED032362",
        "title":"House of the Good Shepherd, School Year 1967-68 and Summer 1968. Evaluation of ESEA Title I Project for Fiscal Year 1968 of the Baltimore City Public Schools."},
      {
        "id":"ED032363",
        "title":"Elementary Basic Skills Program for Disadvantaged, School Year 1967-68 and Summer 1968. Evaluation of ESEA Title I Project for Fiscal Year 1968 of the Baltimore City Public Schools."},
      {
        "id":"ED032364",
        "title":"ESEA Title I Projects Evaluation Report, 1968--Volume I."},
      {
        "id":"ED032365",
        "title":"ESEA Title I Projects Evaluation Report, 1968--Volume II."},
      {
        "id":"ED032367",
        "title":"Build Democracy in the Classroom: How Rapidly Should Desegregation Proceed?"},
      {
        "id":"ED032369",
        "title":"A Report on the Treatment of Minorities in American History Textbooks."},
      {
        "id":"ED032372",
        "title":"Conference on Bio-Social Factors in the Development and Learning of Disadvantaged Children. Conference Proceedings (Syracuse, New York, April 19-21, 1967)."},
      {
        "id":"ED032373",
        "title":"Developing the Language of Young Disadvantaged Children."},
      {
        "id":"ED032374",
        "title":"Urban Education Crisis; The Need for Agreement on Procedure."},
      {
        "id":"ED032375",
        "title":"Setting the PACE Through Title III: PACEreport, May, 1969."},
      {
        "id":"ED032376",
        "title":"Academic Excellence in an Inner City Elementary School: P 129K; Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED032377",
        "title":"Stimulation and Development of Research Related to the Education of the Disadvantaged and/or Segregated. Final Report."},
      {
        "id":"ED032378",
        "title":"Decision-making in the School Desegregation--Decentralization Controversies. Final Report."},
      {
        "id":"ED032379",
        "title":"Inferiority, Efficacy, and Race."},
      {
        "id":"ED032380",
        "title":"Mental Health Manpower, Volume I: An Annotated Bibliography and Commentary, and Volume II: Recruitment, Training and Utilization - A Compilation of Articles, Surveys, and a Review of Applicable Literature."},
      {
        "id":"ED032381",
        "title":"Scientific and Engineering Influences on Industrial Arts. A Summary of Institute Activities (NDEA Summer Inst., College Station, Texas)."},
      {
        "id":"ED032382",
        "title":"A Feasibility Study to Investigate the Structure and Operation of a Model Occupational Information Dissemination Unit Which Would Operate Between the New York State Employment Service and the New York State Education Department."},
      {
        "id":"ED032383",
        "title":"A Competency Pattern Approach To Curriculum Construction In Distributive Teacher Education. Final Report, Volume I."},
      {
        "id":"ED032384",
        "title":"A Competency Pattern Approach To Curriculum Construction In Distributive Teacher Education. Final Report, Volume II."},
      {
        "id":"ED032385",
        "title":"A Competency Pattern Approach To Curriculum Construction In Distributive Teacher Education. Final Report, Volume III."},
      {
        "id":"ED032386",
        "title":"A Competency Pattern Approach To Curriculum Construction In Distributive Teacher Education. Final Report, Volume IV."},
      {
        "id":"ED032387",
        "title":"Increasing Knowledge in Social Science Among Agricultural Educators. Final Report."},
      {
        "id":"ED032388",
        "title":"Personal and Social Background Characteristics of Entering Technician Education Students at Four Post-High School Institutions."},
      {
        "id":"ED032389",
        "title":"Major BLS Programs, A Summary of Their Characteristics."},
      {
        "id":"ED032391",
        "title":"Technology and Manpower in the Textile Industry of the 1970's. Bulletin No. 1578."},
      {
        "id":"ED032392",
        "title":"Manpower Report of the President, including A Report on Manpower Requirements, Resources, Utilization, and Training. Statistics on Manpower: A Supplement to the Manpower Report of the President. (March 1961)."},
      {
        "id":"ED032393",
        "title":"Techniques for Determining Manpower Skill Needs and Training Requirements."},
      {
        "id":"ED032394",
        "title":"The National Apprenticeship Program."},
      {
        "id":"ED032395",
        "title":"Americans Volunteer. Manpower/Automation Research Monograph No. 10."},
      {
        "id":"ED032396",
        "title":"The Dynamics of Technology and Society: No Compromise with Ignorance."},
      {
        "id":"ED032397",
        "title":"Labor Mobility Demonstration Project. Final Report."},
      {
        "id":"ED032398",
        "title":"Tomorrow's Manpower Needs. Volume I, Developing Area Manpower Projections. Bulletin No. 1606."},
      {
        "id":"ED032399",
        "title":"Tomorrow's Manpower Needs. Volume II, National Trends and Outlook: Industry Employment and Occupational Structure. Bulletin No. 1606."},
      {
        "id":"ED032400",
        "title":"Tomorrow's Manpower Needs. Volume III, National Trends and Outlook: Occupational Employment. Bulletin No. 1606."},
      {
        "id":"ED032401",
        "title":"Tomorrow&apos;s Manpower Needs. Volume IV, The National Industry-Occupational Matrix and Other Manpower Data. Bulletin No. 1606."},
      {
        "id":"ED032403",
        "title":"Adaptation and Employment of Special Groups of Manpower. Implementing an Active Manpower Policy; Conclusions of the Manpower and Social Affairs Committee."},
      {
        "id":"ED032404",
        "title":"The Relocation of the Hard Core Unemployed."},
      {
        "id":"ED032405",
        "title":"Education in the New Careers Program. New Careers Perspectives Reprint Series Number 8."},
      {
        "id":"ED032406",
        "title":"Guidelines for the Use of Health Aides in Migrant Health Projects. New Careers Perspectives Reprint Series Number 7."},
      {
        "id":"ED032407",
        "title":"Corrections 1968: A Climate for Change."},
      {
        "id":"ED032408",
        "title":"Volunteers Look at Corrections."},
      {
        "id":"ED032409",
        "title":"The Legal Challenge to Corrections: Implications for Manpower and Training."},
      {
        "id":"ED032410",
        "title":"New Careers in Local Government."},
      {
        "id":"ED032411",
        "title":"Program of Vocational Rehabilitation for Young Adult Offenders."},
      {
        "id":"ED032413",
        "title":"An Examination of Hired Farm Workers on Iowa Farms."},
      {
        "id":"ED032414",
        "title":"Hiring Standards for Paramedical Manpower."},
      {
        "id":"ED032415",
        "title":"Statewide Estimates and Projections of College Transfer, Associate Degree, Vocational Diploma and Apprenticeship Enrollments; Vocational-Technical-Adult Schools."},
      {
        "id":"ED032416",
        "title":"The Status of Current Research in the California Youth Authority. Annual Report."},
      {
        "id":"ED032417",
        "title":"Program, Planning, Budgeting Systems for Educators. Volume I: An Instructional Outline. Leadership Series No. 18."},
      {
        "id":"ED032418",
        "title":"Program, Planning, Budgeting Systems for Educators. Volume II: A Case Problem. Final Report. Leadership Series No. 19."},
      {
        "id":"ED032419",
        "title":"Teaching in Associate Degree Nursing Programs. Final Report (June 20-July 2, 1965)."},
      {
        "id":"ED032422",
        "title":"Policies and Procedures of Accreditation for Programs in Practical Nursing."},
      {
        "id":"ED032423",
        "title":"Associate Degree Education for Nursing."},
      {
        "id":"ED032424",
        "title":"The Hard-Core Unemployed, An Annotated Bibliography. Reference Memorandum Series."},
      {
        "id":"ED032427",
        "title":"Vocational Development of Disadvantaged Junior High School Students. Final Report. Research Series No. 41."},
      {
        "id":"ED032428",
        "title":"Developing a High School Program in Ornamental Horticulture. Volume I, Nursery Management."},
      {
        "id":"ED032429",
        "title":"Research Visibility: Manpower Research."},
      {
        "id":"ED032430",
        "title":"Changing the Response of Vocational Students to Supervision: The Use of Motion Pictures and Group Discussion. Final Report. Research Series No. 44."},
      {
        "id":"ED032431",
        "title":"Vocational Technical and Continuing Education in Pennsylvania. A Systems Approach to State-Local Program Planning."},
      {
        "id":"ED032432",
        "title":"Four Years of Research, Development, and Training: A Bibliography. DCVER Projects Completed Between July 1, 1964 and June 30, 1968."},
      {
        "id":"ED032433",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Summer 1969."},
      {
        "id":"ED032434",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Summer 1969."},
      {
        "id":"ED032435",
        "title":"A Competency Pattern Approach to Curriculum Construction in Distributive Teacher Education. Final Report of Research Project, Vol. V."},
      {
        "id":"ED032436",
        "title":"A System for State Evaluation of Vocational Education. Interim Report. Research Series No. 45."},
      {
        "id":"ED032437",
        "title":"Sources of Information on Social Issues: Education, Employment, Public Health and Safety, Population, Etc. A Brief Guide for Journalists and Others. An Occasional Paper from ERIC at Stanford."},
      {
        "id":"ED032438",
        "title":"Knowledge Linkers and the Flow of Educational Information. An Occasional Paper from ERIC at Stanford."},
      {
        "id":"ED032439",
        "title":"Higher Education: A Bibliography of Documents Selected from January-June Research in Education, 1969. General Bibliography No. 2."},
      {
        "id":"ED032440",
        "title":"Ethnics on Education: Report on a Conference of Spanish-Speaking, Amerindian, and Negro Cultural Leaders on Southwestern Teaching and Learning."},
      {
        "id":"ED032441",
        "title":"Science Education Information Report, General Bibliography Series 22, Teacher Education."},
      {
        "id":"ED032442",
        "title":"Science Education Information Report, General Bibliography Series 23, Instructional Equipment and Materials."},
      {
        "id":"ED032443",
        "title":"Science Education Information Report, General Bibliography Series 24, Curriculum."},
      {
        "id":"ED032444",
        "title":"Science Education Information Report, General Bibliography Series 25, Achievement."},
      {
        "id":"ED032445",
        "title":"Science Education Information Report, General Bibliography Series 27, Science and Society, History of Science Education, Science History, General Studies and Surveys."},
      {
        "id":"ED032446",
        "title":"Science Education Information Report, General Bibliography Series 28, Legislative Acts and Reports, Administration and Supervision, Science Facilities."},
      {
        "id":"ED032447",
        "title":"An Investigation of the Characteristics of Ultrafiche and Its Application to Colleges and Universities. Interim Report."},
      {
        "id":"ED032448",
        "title":"Innovative Educational Programs: A Study of the Influence of Selected Variables Upon Their Continuation Following the Termination of Three-Year ESEA Title III Grants."},
      {
        "id":"ED032449",
        "title":"Residential Adult Education. Current Information Sources, No. 25."},
      {
        "id":"ED032450",
        "title":"Sampler: Contemporary Strategies in Teaching Social Studies, Junior and Senior High School. Supplement: Authoritative Commentary and Bibliography. Annotated Bibliography."},
      {
        "id":"ED032451",
        "title":"Prospectus for Developing a Reading Resources Network Center."},
      {
        "id":"ED032452",
        "title":"Guide to Materials for Reading Instruction, Supplement 1."},
      {
        "id":"ED032453",
        "title":"Research on Reading from \"Research In Education.\""},
      {
        "id":"ED032454",
        "title":"Promising Directions for Research Regarding Adult Education in Latin America."},
      {
        "id":"ED032459",
        "title":"The London External Degree and the English Part-Time Degree Student. Leeds Studies in Adult Education, No.2."},
      {
        "id":"ED032460",
        "title":"Federal Educational Policies, Programs and Proposals. A Survey and Handbook. Part III: Analysis and Classification of the Programs."},
      {
        "id":"ED032463",
        "title":"NASULGC Council on Extension, Committee on Program Innovation and Action Oriented Research; 1968 Report. Part 1. Program Innovations. Part 2. Action Oriented Research."},
      {
        "id":"ED032464",
        "title":"Exploring for Clientele Attitudes Toward Agricultural Extension Programming."},
      {
        "id":"ED032466",
        "title":"An Appraisal of the Status and Future of the Continuing Education (Non-Credit) for Engineers in the United States."},
      {
        "id":"ED032467",
        "title":"Inventory of Continuing Education Activities in Pennsylvania Institutions of Higher Learning."},
      {
        "id":"ED032468",
        "title":"Inventory of Continuing Education Activities in Pennsylvania Secondary School Districts."},
      {
        "id":"ED032471",
        "title":"Education and Training; A Chance to Advance."},
      {
        "id":"ED032472",
        "title":"High School Equivalency. Part I: Theory and Design of the Program."},
      {
        "id":"ED032475",
        "title":"Local Government Training Programs, Problems, and Needs in Iowa."},
      {
        "id":"ED032476",
        "title":"Volunteer Group Leaders in the YMCA."},
      {
        "id":"ED032483",
        "title":"Resources for the Aging: An Action Handbook."},
      {
        "id":"ED032484",
        "title":"Division File of Extension Research Materials; Additions During 1968."},
      {
        "id":"ED032486",
        "title":"Employee Training in the Federal Extension Service."},
      {
        "id":"ED032487",
        "title":"Handbook of Australian Adult Education."},
      {
        "id":"ED032489",
        "title":"Programs for Urban Action."},
      {
        "id":"ED032490",
        "title":"Leaders Unlimited; Resources for Training. Developed in Junior Leaders Schools 1961-1965."},
      {
        "id":"ED032491",
        "title":"The YMCA in the Next Decade: Is this Where We Want to Be?"},
      {
        "id":"ED032494",
        "title":"The Role of Colleges of Advanced Education in Australian Adult Education. Monograph, No. 1."},
      {
        "id":"ED032495",
        "title":"Counseling Training in Operation Mainstream; Outline of Principles and Experience. Occasional Papers, No. 3."},
      {
        "id":"ED032497",
        "title":"Extension Service and Modern Society; A Report of Phase 1 Committee on Rural-Urban Transition and Extension Reorganization."},
      {
        "id":"ED032499",
        "title":"A Study of the Interpersonal Value Orientations of Extension Homemakers in Robeson County, North Carolina."},
      {
        "id":"ED032502",
        "title":"Report to the U.S. Agency for International Development on the Activities of Literacy House, Lucknow, India, July 1, 1964 - June 30, 1969."},
      {
        "id":"ED032504",
        "title":"A Conference on Developing Programs and Instructional Materials for Adult Basic Education and Job Skills Training. (Cherry Hill, New Jersey, January 14-15, 1964)."},
      {
        "id":"ED032506",
        "title":"Horizons Unlimited: A Statistical Report on Participant Training."},
      {
        "id":"ED032509",
        "title":"Definitions and Concept of Functional Literacy; An Analysis and Interpretation. Research Studies, 2."},
      {
        "id":"ED032510",
        "title":"Literacy House: Annual Report 1968."},
      {
        "id":"ED032511",
        "title":"Education for Senior Adults."},
      {
        "id":"ED032512",
        "title":"Survey of Adult Basic Education in New Hampshire."},
      {
        "id":"ED032513",
        "title":"Expanding the Use of the Laboratory."},
      {
        "id":"ED032514",
        "title":"The ADD Test--Auditory Discrimination in Depth."},
      {
        "id":"ED032515",
        "title":"The Enjoyment of Literature."},
      {
        "id":"ED032516",
        "title":"Linguistic and Methodological Concepts Underlying a Pronunciation Course in English for Spanish-Speaking Seventh Graders in Puerto Rico."},
      {
        "id":"ED032517",
        "title":"ESOL and the Adult Learner."},
      {
        "id":"ED032519",
        "title":"TEBRETSOL: The LEA (Teaching Beginning Reading to Speakers of Other Languages: The Language Experience Approach)."},
      {
        "id":"ED032520",
        "title":"Language Varieties Along the U.S.-Mexican Border."},
      {
        "id":"ED032524",
        "title":"An Intensive Training Course in English."},
      {
        "id":"ED032525",
        "title":"On Teaching English to Speakers of Other Languages. Series 3."},
      {
        "id":"ED032529",
        "title":"A Brief Study of Spanish-English Bilingualism: Final Report, Research Project ORR-Liberal Arts-15504."},
      {
        "id":"ED032530",
        "title":"The Discipline of Teaching English as a Second Language; A Theoretical Framework."},
      {
        "id":"ED032535",
        "title":"Social Dialects from a Linguistic Perspective: Assumptions, Current Research, and Future Directions."},
      {
        "id":"ED032536",
        "title":"A Self-Instructional Program in Standard English: Development and Evaluation."},
      {
        "id":"ED032542",
        "title":"DLI-IBM Joint Feasibility Study in Computer-Assisted Foreign Language Instruction. Final Report."},
      {
        "id":"ED032543",
        "title":"Universals of Grammatical Development in Children."},
      {
        "id":"ED032544",
        "title":"Portuguese Basic Courses."},
      {
        "id":"ED032548",
        "title":"Schools, Health Care, and the Community: Proposals for Collaboration in Mission Hill-Parker Hill and in Greater Boston. Final Report."},
      {
        "id":"ED032549",
        "title":"Projections for Correctional Programs in Education: Learning a Living."},
      {
        "id":"ED032550",
        "title":"Evaluation Summary for the Cooperative Mental Health Service."},
      {
        "id":"ED032552",
        "title":"Rehabilitating the Culturally Disadvantaged."},
      {
        "id":"ED032553",
        "title":"Psychological Services in Vocational Rehabilitation Conference Proceedings."},
      {
        "id":"ED032554",
        "title":"Counseling Elementary School Students: Techniques and Proposals."},
      {
        "id":"ED032555",
        "title":"Anxieties of Group Leaders in Police-Community Confrontations."},
      {
        "id":"ED032557",
        "title":"Elementary School Counselor Preparation: A Model."},
      {
        "id":"ED032558",
        "title":"Status of Guidance and Counseling in the Elementary School."},
      {
        "id":"ED032559",
        "title":"Secondary Student Status Survey. 1967-68. Part II. Research Report No. 65A."},
      {
        "id":"ED032560",
        "title":"Innovations in Counseling."},
      {
        "id":"ED032561",
        "title":"Perspectives on Counselor Education and Services to Disadvantaged Minority Group Youth."},
      {
        "id":"ED032562",
        "title":"Peer Group Influence, House Group Differences and the Residence Hall Climate of Learning."},
      {
        "id":"ED032563",
        "title":"Upward Bound; A Study of Impact on the Secondary School and the Community."},
      {
        "id":"ED032564",
        "title":"Recruitment, Academic Support, Financial Aid, and Some Interrelated Considerations."},
      {
        "id":"ED032565",
        "title":"Academic Counseling--A Counseling Center Function."},
      {
        "id":"ED032566",
        "title":"The School's Contribution to Mental Health. Discussion Papers. Volume II. No. 9."},
      {
        "id":"ED032567",
        "title":"Work Studies and Careers for World Peace."},
      {
        "id":"ED032568",
        "title":"Radical Diversity in a Global Context; Theoretical Reflections on International Education."},
      {
        "id":"ED032569",
        "title":"Counseling with the Drug Abuser."},
      {
        "id":"ED032570",
        "title":"Evaluation of Temple University's Drug Abuse Prevention Program."},
      {
        "id":"ED032571",
        "title":"Inputs to Vocational-Technical Education from Occupational Research."},
      {
        "id":"ED032572",
        "title":"Project Director: Man On A Tight Rope."},
      {
        "id":"ED032574",
        "title":"Joint Training of Professionals and Non-Professionals for Team Functioning."},
      {
        "id":"ED032575",
        "title":"A Diagnostic Aid to Facilitate Counseling with Academic Underachievers."},
      {
        "id":"ED032576",
        "title":"Six Years of Rehabilitation Research: Studies of Personnel in Health Related Professions, Client Motivation and Research Utilization. Final Report."},
      {
        "id":"ED032577",
        "title":"Investments in Prevention; the Prevention of Learning and Behavior Problems in Young Children. Evaluation Report, 1966--1969."},
      {
        "id":"ED032579",
        "title":"Pupil Personnel Services Workshop: Developing A Team Approach to Pupil Services."},
      {
        "id":"ED032580",
        "title":"Anxiety Reactivity and Escape Tendencies in Sociopathic Personalities. Counseling Center Research Report No. 17."},
      {
        "id":"ED032581",
        "title":"Second Annual Report, June 1, 1967--May 31, 1968."},
      {
        "id":"ED032582",
        "title":"Between Education and the World of Work; The Image of the World of Work. Occupational Education Program."},
      {
        "id":"ED032583",
        "title":"Counselor Education in Minnesota: A Status Study."},
      {
        "id":"ED032584",
        "title":"Personality Traits in Adolescents: An Investigation of Playfulness-Nonplayfulness in the High-School Setting."},
      {
        "id":"ED032585",
        "title":"Dilemmas of the Gifted Adolescent."},
      {
        "id":"ED032587",
        "title":"Bibliography of Guidance and Guidance-Related Materials."},
      {
        "id":"ED032588",
        "title":"Transitional Year Program--UMKC (University of Missouri-Kansas City)"},
      {
        "id":"ED032589",
        "title":"Factor Analytic Scales of a Normative Form of the EPPS (Edwards Personal Preference Schedule)."},
      {
        "id":"ED032590",
        "title":"A Report of A Pilot Program in Elementary School Guidance. 1965-1966, 1967-1968."},
      {
        "id":"ED032591",
        "title":"Interpreting Canonical Correlations: Theory and Practice. Interim Report 7. Project No. 3051."},
      {
        "id":"ED032592",
        "title":"College Guidance Aspects of the Educational Opportunity Program."},
      {
        "id":"ED032593",
        "title":"Missouri Valley Staff Development Project for Employment Security Personnel. Volume I."},
      {
        "id":"ED032594",
        "title":"Guidance in the Elementary School. Volume 36. No. 7."},
      {
        "id":"ED032595",
        "title":"First Year Human Relations Project. Final Report."},
      {
        "id":"ED032596",
        "title":"Financing a College Education: A Guide for Counselors."},
      {
        "id":"ED032597",
        "title":"Work Climate As Related to the Performance and Retention of Hard-Core Unemployed Workers."},
      {
        "id":"ED032598",
        "title":"Delay of Gratification and Internal Versus External Control Among Low Socio-Economic Adolescents."},
      {
        "id":"ED032599",
        "title":"Pre-School Kindergarten Readiness Inventory."},
      {
        "id":"ED032600",
        "title":"Client Susceptibility to Persuasion and Counseling Outcome."},
      {
        "id":"ED032601",
        "title":"The Relationship of Individual Difference Measures to Socio-Economic Level and to Discrimination Learning."},
      {
        "id":"ED032602",
        "title":"Sophistication in Counselor Self-Understanding and Perceived Effectiveness."},
      {
        "id":"ED032603",
        "title":"The Political Personality. A Technical Report."},
      {
        "id":"ED032604",
        "title":"College Students' Conception of A Normal Personality. Report No. 69-08."},
      {
        "id":"ED032605",
        "title":"Description and Evaluation of the Playroom 81 Project."},
      {
        "id":"ED032606",
        "title":"The Alienation Syndrome: A Triadic Pattern of Self-Other Orientation. A Technical Report."},
      {
        "id":"ED032607",
        "title":"The Neutral in A Communication Network Under Conditions of Conflict. A Technical Report."},
      {
        "id":"ED032608",
        "title":"A Theory of Self Other Orientation and Interpersonal Conflict. A Technical Report."},
      {
        "id":"ED032609",
        "title":"Complexity of the Self Concept and Social Acceptance. A Technical Report."},
      {
        "id":"ED032610",
        "title":"A Method for the Collection and Analysis of Retrospective Life Histories. Report No. 48."},
      {
        "id":"ED032611",
        "title":"Banff Regional Invitational Conference for School Administrators (10th, April 28-30, 1968). Focus on Data Processing."},
      {
        "id":"ED032612",
        "title":"Belief Systems, Scientific Findings, and Educational Policy."},
      {
        "id":"ED032613",
        "title":"A Guide for State Government Agencies: Establishing Cost Allocation Plans and Indirect Cost Rates for Grants and Contracts with the Department of Health, Education, and Welfare."},
      {
        "id":"ED032614",
        "title":"Class Size."},
      {
        "id":"ED032615",
        "title":"State and Local Revenue Potential."},
      {
        "id":"ED032616",
        "title":"The Student-Centered Curriculum: A Concept in Curriculum Innovation."},
      {
        "id":"ED032617",
        "title":"Some Thoughts on Curriculum Development."},
      {
        "id":"ED032618",
        "title":"Persistent Dilemmas in Curriculum Decision-Making."},
      {
        "id":"ED032619",
        "title":"Business Methods in Reorganizing Administration of an Urban School System. Industry and Education Study No. 1, New Haven."},
      {
        "id":"ED032620",
        "title":"Cooperative Project for Educational Development. Interim Report, Phase I, May 1-September 1, 1968."},
      {
        "id":"ED032621",
        "title":"The Amherst Ungraded Secondary Schools: An Evaluation Report. (Volume I) and Appendices (Volume II)."},
      {
        "id":"ED032622",
        "title":"The Politics of De Facto Segregation. A Case Study."},
      {
        "id":"ED032623",
        "title":"The Middle School."},
      {
        "id":"ED032624",
        "title":"What Is Negotiable? Professional Negotiations Pamphlet Number One."},
      {
        "id":"ED032625",
        "title":"The Rescheduled School Year."},
      {
        "id":"ED032626",
        "title":"Estimates of School Statistics, 1968-69."},
      {
        "id":"ED032627",
        "title":"Rankings of the States, 1969."},
      {
        "id":"ED032628",
        "title":"Maximum Salaries Scheduled for Administrators, 1968-69. Public-School Salaries Series."},
      {
        "id":"ED032629",
        "title":"Systems Analysis Applications in Educational Research."},
      {
        "id":"ED032630",
        "title":"Primary Network Innovations. First Annual Report May, 1968. Interim Report."},
      {
        "id":"ED032631",
        "title":"An Educational System for the Seventies. Revised Edition. Interim Report."},
      {
        "id":"ED032632",
        "title":"The Long-Term Adequacy of Public School Pension Plans."},
      {
        "id":"ED032633",
        "title":"Grade Organization Patterns. ERS Reporter."},
      {
        "id":"ED032634",
        "title":"Developing Administrative Leadership. Educational Research Service Circular Number Six."},
      {
        "id":"ED032635",
        "title":"Evaluating Administrative Performance. Educational Research Service Circular Number 7."},
      {
        "id":"ED032636",
        "title":"School Expense in Fiscally Dependent School Systems Compared with Total City Expense, 1966-67. Educational Research Service Circular Number One."},
      {
        "id":"ED032637",
        "title":"Middle Schools in Action. Educational Research Circular Number Two."},
      {
        "id":"ED032638",
        "title":"A Study of Curriculums for Occupational Preparation and Education. (Scope Program: Phase I). Progress Report 3."},
      {
        "id":"ED032639",
        "title":"A Study of the Response of Cincinnati Voters to a Reduction in Elementary and Secondary Services."},
      {
        "id":"ED032640",
        "title":"Strengthening Educational Research and Development."},
      {
        "id":"ED032641",
        "title":"Testing the Effectiveness of Classroom Maps. Final Report."},
      {
        "id":"ED032642",
        "title":"Increasing the Effectiveness of Education Management. A Research Proposal."},
      {
        "id":"ED032643",
        "title":"Principals and Grievance Procedures. Professional Negotiations Pamphlet Number Two."},
      {
        "id":"ED032644",
        "title":"Critical Issues in Negotiations Legislation. Professional Negotiations Pamphlet Number Three."},
      {
        "id":"ED032645",
        "title":"Financial Status of the Public Schools, 1969."},
      {
        "id":"ED032646",
        "title":"Floundering and Trial after High School. Horace Mann-Lincoln Institute of School Experimentation; Career Pattern Study: Monograph IV."},
      {
        "id":"ED032647",
        "title":"Evaluation of Instruction and Changing Educational Models."},
      {
        "id":"ED032648",
        "title":"An Analysis of Variance Framework for Matrix Sampling."},
      {
        "id":"ED032649",
        "title":"An Attempt to Implement a Major Educational Innovation: A Sociological Inquiry."},
      {
        "id":"ED032650",
        "title":"A Preliminary Manual for Organizational Training in Schools."},
      {
        "id":"ED032651",
        "title":"Improving Organizational Problem-Solving in a School Faculty. A Preliminary Report."},
      {
        "id":"ED032652",
        "title":"The Effects of Human Relation Training on Diagnosing Skills and Planning for Change. A Technical Report."},
      {
        "id":"ED032653",
        "title":"A Study of the Transitional Adjustment of a Professional Group to its Altered Role. Interim Report."},
      {
        "id":"ED032655",
        "title":"Conference on Developing Education Guidelines Dealing with Critical Problems of Education (The Southeastern Education Conference, Fort Lauderdale, Florida, June 9-10, 1967). Final Report."},
      {
        "id":"ED032656",
        "title":"Demonstration and Research Program for Teaching Young String Players. Final Report."},
      {
        "id":"ED032657",
        "title":"Instructional Simulation: A Research Development and Dissemination Activity. Final Report."},
      {
        "id":"ED032658",
        "title":"Doctoral Research in Art Education."},
      {
        "id":"ED032659",
        "title":"Conservation Education Improvement. Final Report."},
      {
        "id":"ED032662",
        "title":"A Comparison of Physical Medicine Departments in Vocational vs. Physical Restoration Oriented Centers."},
      {
        "id":"ED032663",
        "title":"Multihandicapped Blind and Deaf-Blind Children in California."},
      {
        "id":"ED032664",
        "title":"Housing for the Physically Impaired; A Guide for Planning and Design."},
      {
        "id":"ED032665",
        "title":"A Comparison List of Instruments Used in Evaluating Project Effectiveness of Title VI-A (ESEA) and PL 89-313 Activities. Final Report."},
      {
        "id":"ED032668",
        "title":"1968 Summary Report; Implications for the Use of Television in Schools for the Deaf."},
      {
        "id":"ED032669",
        "title":"Sensory Aids for the Blind."},
      {
        "id":"ED032670",
        "title":"Mission: Possible."},
      {
        "id":"ED032673",
        "title":"A Resource Guide in Sex Education for the Mentally Retarded."},
      {
        "id":"ED032674",
        "title":"The Research Bulletin, No. 19. June, 1969."},
      {
        "id":"ED032676",
        "title":"Report of Citizens&apos; Committee, Region I; Ohio Comprehensive Statewide Planning for Vocational Rehabilitation. July 1, 1966 to June 30, 1968."},
      {
        "id":"ED032677",
        "title":"Final Report of the Governor&apos;s Council; Ohio Comprehensive Statewide Planning for Vocational Rehabilitation Services."},
      {
        "id":"ED032679",
        "title":"The Law and the Deaf."},
      {
        "id":"ED032682",
        "title":"The Governor's Commission on Employment of Handicapped Persons."},
      {
        "id":"ED032683",
        "title":"Facilitation of Cognitive Development Among Children with Learning Deficits; The Inducement of Number Readiness in Retardates: Study I, Conservation Training. Interim Report."},
      {
        "id":"ED032684",
        "title":"Handicapped Workers Provisions in Union-Management Agreements."},
      {
        "id":"ED032685",
        "title":"Journal of Rehabilitation of the Deaf: Deafness; Research and Professional Training Programs on Deafness Sponsored by the Department of Health, Education, and Welfare."},
      {
        "id":"ED032686",
        "title":"Learning and Retention: A Comparison of Three Methodologies with Mentally Retarded and Normal Children."},
      {
        "id":"ED032687",
        "title":"Perspectives on Human Deprivation: Biological, Psychological, and Social."},
      {
        "id":"ED032688",
        "title":"Individual Learning Disabilities Program; Pilot Incidence Study, Volumes I, II, and III. Technical Report."},
      {
        "id":"ED032689",
        "title":"Laws and Regulations Relating to Education and Health Services for Exceptional Children in California."},
      {
        "id":"ED032695",
        "title":"Vocational Education for Handicapped Persons; Handbook for Program Implementation."},
      {
        "id":"ED032696",
        "title":"The Design of a Pre-School &quot;Learning Laboratory&quot; in a Rehabilitation Center."},
      {
        "id":"ED032698",
        "title":"Treating Reading Disabilities: The Specialist's Role."},
      {
        "id":"ED032699",
        "title":"A Demonstration Project on Developing Independence in Preschool Visually Handicapped Children."},
      {
        "id":"ED032700",
        "title":"A Program for Neurological Organization."},
      {
        "id":"ED032701",
        "title":"The Effect of Context on the Reading of MR and Normal Children at the First Grade Level."},
      {
        "id":"ED032702",
        "title":"The Appropriateness of Inquiry Development Materials for Gifted Seventh Grade Children. Final Report."},
      {
        "id":"ED032703",
        "title":"Handbook for Teachers of Children with Specific Learning Disabilities."},
      {
        "id":"ED032704",
        "title":"Council Membership Directory 1969."},
      {
        "id":"ED032705",
        "title":"Deaf Adults in New England; An Exploratory Service Program."},
      {
        "id":"ED032706",
        "title":"An Investigation of Reading Correlates of Emotionally Disturbed and Socially Maladjusted Children: The Relevance of a Classification Scheme to Educational Characteristics."},
      {
        "id":"ED032708",
        "title":"Psychiatry and the Deaf."},
      {
        "id":"ED032709",
        "title":"All-Electric Concepts for Architecture. NECA Electrical Design Guidelines."},
      {
        "id":"ED032711",
        "title":"Guidelines for Planning in Colleges and Universities. Volume 3: Physical Plant Planning, Land Use, and Traffic."},
      {
        "id":"ED032713",
        "title":"Guidelines for Planning in Colleges and Universities. Volume 5: Physical Plant Planning, Utilities Studies."},
      {
        "id":"ED032714",
        "title":"University of Northern Iowa Comprehensive Campus Plan, Phase I. Program Summary and Alternative Development Concepts."},
      {
        "id":"ED032715",
        "title":"Stadium Site Utilization Study. University of Cincinnati."},
      {
        "id":"ED032716",
        "title":"The Satellite Union. Campus Planning Approach."},
      {
        "id":"ED032717",
        "title":"Stephen Leacock Educational Complex for the Scarborough Board of Education."},
      {
        "id":"ED032718",
        "title":"Libraries, Building for the Future. Proceedings of the Library Buildings Institute and the American Library Trustee Association (ALTA) Workshop (Detroit, Michigan, July 1-3, 1965)."},
      {
        "id":"ED032719",
        "title":"Problems in Planning Library Facilities. Consultants, Architects, Plans and Critiques; Proceedings of the Library Buildings Institute, (Chicago, July 12-13, 1963)."},
      {
        "id":"ED032720",
        "title":"Acoustics in Research Facilities--Control of Wanted and Unwanted Sound. Laboratory Design Notes."},
      {
        "id":"ED032721",
        "title":"Boston Infill Schools."},
      {
        "id":"ED032722",
        "title":"College and University Facilities Guide for Health, Physical Education, Recreation, and Athletics."},
      {
        "id":"ED032723",
        "title":"Florida Schoolhouse Systems Project. First Phase Report."},
      {
        "id":"ED032724",
        "title":"Capital Program, School District of Philadelphia: July 1, 1968 to June 30, 1974."},
      {
        "id":"ED032725",
        "title":"Educational Specifications: University City High School."},
      {
        "id":"ED032726",
        "title":"Education Specifications: New Middle School."},
      {
        "id":"ED032727",
        "title":"Healthful School Environment."},
      {
        "id":"ED032728",
        "title":"Analysis of the Effects of Formula Financing on Ontario Universities. Part I, Summary, Analysis and Conclusions."},
      {
        "id":"ED032729",
        "title":"Development of a Capital Allocations Formula."},
      {
        "id":"ED032730",
        "title":"A Guide for Planning Buildings, Facilities, and Equipment for Vocational Education in Agriculture."},
      {
        "id":"ED032731",
        "title":"A Study of Physical Facilities at Arkansas Colleges and Universities. Existing Facilities - 1968; Projected Facility Needs - 1975 and 1980."},
      {
        "id":"ED032732",
        "title":"Federal Facilities Programs."},
      {
        "id":"ED032733",
        "title":"Public School No. 9, Borough of Queens, New York City. Profiles of Significant Schools."},
      {
        "id":"ED032736",
        "title":"Guidelines for School Planning and Construction. A Handbook for School Business Officials."},
      {
        "id":"ED032737",
        "title":"Condensed Task Report on Programs to Finance Ohio's School Facilities to Ohio Department of Education."},
      {
        "id":"ED032738",
        "title":"Distribution of School Facilities. Southern Part of Moore County, North Carolina."},
      {
        "id":"ED032739",
        "title":"A Master Plan Program of Requirements for the Francis Jefferson Coates Country Campus of the Missouri School for the Blind."},
      {
        "id":"ED032740",
        "title":"[Does Combined Occupancy Space Work?]"},
      {
        "id":"ED032741",
        "title":"A Preliminary Investigation into an Integrated Approach to the Planning of Higher Educational Facilities. Final Report."},
      {
        "id":"ED032742",
        "title":"Educational Facilities Literature 1968. A Bibliographic Review."},
      {
        "id":"ED032743",
        "title":"Planning in Higher Education. An Interpretive Bibliography. Part I: Facilities and Space Utilization."},
      {
        "id":"ED032744",
        "title":"Planning in Higher Education. An Interpretive Bibliography. Part II: Campus Planning."},
      {
        "id":"ED032745",
        "title":"Planning in Higher Education. An Interpretive Bibliography. Part III: Special Facilities in Higher Education Planning."},
      {
        "id":"ED032746",
        "title":"Planning in Higher Education. An Interpretive Bibliography. Part IV: Case Histories in Campus Planning."},
      {
        "id":"ED032747",
        "title":"Planning in Higher Education. An Interpretive Bibliography. Part V: Financial Aspects of Higher Education Planning."},
      {
        "id":"ED032748",
        "title":"Planning in Higher Education. An Interpretive Bibliography. Part VI: The Community and Junior College."},
      {
        "id":"ED032751",
        "title":"Computer Assisted Instruction Center. Semiannual Progress Report; July 1, 1967 through December 31, 1967. Report Number 6."},
      {
        "id":"ED032752",
        "title":"Report on Research into the Effectiveness of Medical Television Programmes, February, 1966 - July, 1967."},
      {
        "id":"ED032754",
        "title":"Instructional Film Production, Utilization and Research in Great Britain, Canada and Australia (Rapid Mass Learning). Technical Report."},
      {
        "id":"ED032755",
        "title":"The Classroom Communicator (Rapid Mass Learning). Technical Report."},
      {
        "id":"ED032756",
        "title":"Comparison of the Audio and Video Elements of Instructional Films; (Rapid Mass Learning). Technical Report."},
      {
        "id":"ED032758",
        "title":"Simulation of Computer-Assisted Instruction (Formerly Developing Concepts in Physics and Geography at the Senior High School Level by Simulation of Computer-Assisted Instruction). Final Report."},
      {
        "id":"ED032759",
        "title":"Understanding Research: Some Thoughts on Evaluating Completed Educational Projects. An Occasional Paper from ERIC at Stanford."},
      {
        "id":"ED032760",
        "title":"An Experimental Study of the Relative Pedagogical Effectiveness of Videotape and Audiotape Playback of Student Speeches for Self-Analysis in a Basic Speech Course. Final Report."},
      {
        "id":"ED032761",
        "title":"Reducing Proximity Error in Administering the Semantic Differential. Final Report."},
      {
        "id":"ED032766",
        "title":"Communication Satellites for Education and Development--The Case of India. Volume Two."},
      {
        "id":"ED032767",
        "title":"Graduate Instruction via Telephone."},
      {
        "id":"ED032768",
        "title":"A Review of Educational Applications of the Computer, Including Those in Instruction, Administration and Guidance. A Series Two Paper from ERIC at Stanford."},
      {
        "id":"ED032769",
        "title":"A Practitioner's Report; Results of Two Years of Computer Assisted Instruction in Drill-and-Practice Mathematics. For the Period June 15, 1967 to May 30, 1969. Progress Report Number 3."},
      {
        "id":"ED032770",
        "title":"Criteria for the Production and Selection of Film for the Classroom: A Preliminary Study."},
      {
        "id":"ED032771",
        "title":"The Effect of Video-Taped Single Concept Demonstrations in an In-Service Program for Improving Instruction."},
      {
        "id":"ED032772",
        "title":"Structure and Function in Educational Cinema. Final Report."},
      {
        "id":"ED032773",
        "title":"A Systems Approach for Automating the Cataloging and Distribution of Educational Motion Pictures. Final Report."},
      {
        "id":"ED032774",
        "title":"Toward a Significant Difference: Final Report of the National Project for the Improvement of Televised Instruction, 1965-1968."},
      {
        "id":"ED032775",
        "title":"Science Programming and the Audiences for Public Television. An Evaluation of Five Programs in the NET &quot;SPECTRUM&quot; Series."},
      {
        "id":"ED032776",
        "title":"Computer-Assisted Item Writing--II. (Sentence Completion Items)."},
      {
        "id":"ED032778",
        "title":"Project CREATES. First Annual Report 1968-69."},
      {
        "id":"ED032779",
        "title":"An Experimental Study of the Degree of Affective Response Elicited by Several Mediated and Non-Mediated Instructional Methods. Final Report."},
      {
        "id":"ED032780",
        "title":"Stimulus Approach Tendencies of Learners as a Factor in Instructional Materials Evaluation. Final Report."},
      {
        "id":"ED032781",
        "title":"Computer-Based Instruction in Spelling: An Investigation of Optimal Strategies for Presenting Instructional Material. Final Report."},
      {
        "id":"ED032782",
        "title":"The Financial Support and Usage of Computer Centers in Higher Education. Final Report."},
      {
        "id":"ED032783",
        "title":"Comparison of Two History Instruction Methods: Radio Broadcasting and Visual Aids Versus Individualized Instruction with Audio-Visual Aids. Final Report."},
      {
        "id":"ED032784",
        "title":"Chart-Recorded Capillary Pulse Pressure Measurement as an Unobtrusive Means of Detecting Unspecified Frame-Specific Flaws in Programmed Instruction Sequences: An Experimental Study. Final Report."},
      {
        "id":"ED032785",
        "title":"A Systematic Investigation of Three Facets of Programmed Instruction: Tutorial Assistance of Study, Explanation of Incorrect Answers, and the Spacing of High-Difficulty Frames. Technical Report Number 4."},
      {
        "id":"ED032787",
        "title":"The Data World of CAI. Tech Memo No. 8."},
      {
        "id":"ED032788",
        "title":"The Utilization of Instructional Television in Music Education. Final Report."},
      {
        "id":"ED032789",
        "title":"Group Versus Individual Performance and Learning in a Computer Game: An Exploratory Study."},
      {
        "id":"ED032790",
        "title":"An Experimental Study of the Effectiveness and Validity of an Automated Rhythm Training Program. Final Report."},
      {
        "id":"ED032791",
        "title":"The Electronic Revolution in the Classroom: Promise or Threat?"},
      {
        "id":"ED032792",
        "title":"Use of Student Performance Data for Improvement of Individualized Instructional Materials."},
      {
        "id":"ED032793",
        "title":"The Nurturance of Independence and of Independent Learning in Fourth Grade Children through Inquiry Development. Final Report."},
      {
        "id":"ED032794",
        "title":"Shaping Faster Question Answering."},
      {
        "id":"ED032795",
        "title":"The Folklore of Language Teaching."},
      {
        "id":"ED032796",
        "title":"A Combined Italian Word List."},
      {
        "id":"ED032797",
        "title":"A Definition of Achievement Level II in the Control of Spanish Syntax. Final Report."},
      {
        "id":"ED032801",
        "title":"Language Laboratory Learning."},
      {
        "id":"ED032806",
        "title":"Israel Education Abstracts: A Selected Bibliography of Current and Past Israel Educational Materials. December 1968-March 1969. Vol. 4, No. 1, 1969."},
      {
        "id":"ED032808",
        "title":"Innovative Projects--Foreign Language Teaching. Final Report."},
      {
        "id":"ED032809",
        "title":"The Relationship of Africanists to Afro-American Studies; Report of a Conference (East Lansing, Michigan, April 25-26, 1969)."},
      {
        "id":"ED032810",
        "title":"Attitude Change of American Tourists in the Soviet Union."},
      {
        "id":"ED032812",
        "title":"A Study of Audiolingual Instruction Needed by Sixth-Grade Pupils Prior to Introducing Reading in First Year Spanish. Final Report."},
      {
        "id":"ED032815",
        "title":"1968-69 Advanced Placement German."},
      {
        "id":"ED032817",
        "title":"A Definition of One Level of Achievement in the Reading and Writing of Spanish. Final Report."},
      {
        "id":"ED032818",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Volume 3, Numbers 2, 3, 1969."},
      {
        "id":"ED032819",
        "title":"Indian Educational Material. January-March 1968, Vol. 2, No. 3, March 1968. April-June 1968, Vol. 2, No. 4, June 1968."},
      {
        "id":"ED032820",
        "title":"Selected Bibliography of Educational Materials in Pakistan. April-June 1969. Vol. 3, No. 2, 1969."},
      {
        "id":"ED032822",
        "title":"Antioch Education Abroad: An Evaluation."},
      {
        "id":"ED032824",
        "title":"The Colleges and Universities and the Urban Crisis."},
      {
        "id":"ED032825",
        "title":"Higher Education in Vermont: Its Resources and Needs. A Report to the Vermont Commission on Higher Education Facilities."},
      {
        "id":"ED032826",
        "title":"Proceedings of Symposium on Education and Federal Laboratory-University Relationships."},
      {
        "id":"ED032827",
        "title":"Freedom to Learn: A New Curriculum for Brown and Pembroke."},
      {
        "id":"ED032828",
        "title":"A Survey of Summer Quarter Students at Berkeley, 1968."},
      {
        "id":"ED032829",
        "title":"A New State University in Jacksonville Florida."},
      {
        "id":"ED032830",
        "title":"Report of the Planning Commission for a New University at Boca Raton."},
      {
        "id":"ED032831",
        "title":"Data Gathering for Decision Making by Presidents of State Colleges and Universities."},
      {
        "id":"ED032833",
        "title":"Planning for a New State Institution of Higher Learning in Dade County Florida."},
      {
        "id":"ED032834",
        "title":"Review of Procedures to be Used in CCHE Annual Study of Faculty Salaries and Benefits."},
      {
        "id":"ED032835",
        "title":"Survey of Educational Offerings and Academic Plans with a Consideration of Higher Cost Programs: A First Report."},
      {
        "id":"ED032836",
        "title":"The Undergraduate Student and His Higher Education: Policies of California Colleges and Universities in the Next Decade."},
      {
        "id":"ED032837",
        "title":"Academic Tenure in California Public Higher Education."},
      {
        "id":"ED032838",
        "title":"The College Campus in 1969: The Faculty."},
      {
        "id":"ED032839",
        "title":"Goals for Oklahoma Higher Education. Self-Study of Higher Education in Oklahoma; Report 8."},
      {
        "id":"ED032840",
        "title":"Graduate Education and Black Americans."},
      {
        "id":"ED032841",
        "title":"Higher Education Research Abstracts No. 8. Characteristics of the Effective College Teacher."},
      {
        "id":"ED032842",
        "title":"The Development of a Computer Model for Projecting Statewide College Enrollments: A Preliminary Study."},
      {
        "id":"ED032843",
        "title":"Organizing Schools and Institutes of Administration."},
      {
        "id":"ED032844",
        "title":"The Study and Its Purposes. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032845",
        "title":"Undergraduate Education. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032846",
        "title":"University Residences and Campus Life. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032847",
        "title":"Undergraduate Admissions &amp; Financial Aid. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032848",
        "title":"Advising &amp; Counseling. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032849",
        "title":"Graduate Education. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032850",
        "title":"Study Abroad. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032851",
        "title":"Government of the University. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED032852",
        "title":"Margin for Excellence and Opportunity: The Impact of Private Investment on Public Colleges and Universities."},
      {
        "id":"ED032855",
        "title":"A Survey of Practices Related to Student Membership on Academic Committees."},
      {
        "id":"ED032856",
        "title":"Order and Freedom on the Campus. The Rights and Responsibilities of Faculty and Students."},
      {
        "id":"ED032857",
        "title":"Changing Role Concepts of College Students. Final Report."},
      {
        "id":"ED032858",
        "title":"Development and Evaluation of Models for Faculty, Staff, and Student Exchange between two Institutions of Higher Education. A Demonstration Project."},
      {
        "id":"ED032859",
        "title":"The Committee of Fifteen Created by the Faculty of Arts and Sciences, Harvard University. Reports, June 9, 1969."},
      {
        "id":"ED032861",
        "title":"Interim Report and Recommendations by the Special Committee on Educational Principles."},
      {
        "id":"ED032862",
        "title":"Students' Intellectual Attitudes, Aptitude, and Persistence at the University of California."},
      {
        "id":"ED032863",
        "title":"Annual Report, 1968-1969: The Junior College Leadership Program."},
      {
        "id":"ED032864",
        "title":"Faculty Recruitment."},
      {
        "id":"ED032865",
        "title":"Northern Illinois University Abstracts of Graduate Studies on the Community (Junior) College, 1968-1969."},
      {
        "id":"ED032866",
        "title":"The Pentagonal Principle for Self-Oriented Classes."},
      {
        "id":"ED032867",
        "title":"An Analysis and Comparison of Conventional and Field Methods of Instruction in Education 201--The Junior College."},
      {
        "id":"ED032868",
        "title":"Faculty Salary Schedules in Community-Junior Colleges, 1967-68."},
      {
        "id":"ED032869",
        "title":"Special Project: Recruitment and Training of Social Welfare Assistants. Final Report. Title I."},
      {
        "id":"ED032870",
        "title":"Report on Offerings of the Sixteen-Credit Course, Problems in Contemporary Race Relations, Fall, 1968, and Winter, 1969."},
      {
        "id":"ED032871",
        "title":"An Experiment in Teaching English Composition Using an Oral Laboratory Approach."},
      {
        "id":"ED032872",
        "title":"Researchers View Junior College Students."},
      {
        "id":"ED032873",
        "title":"Some Who Dared; Community College Involvement with Public Service Aspects of the Urban Problem in California."},
      {
        "id":"ED032876",
        "title":"A Study of Public Service Programs, College Level."},
      {
        "id":"ED032877",
        "title":"Strategy for Change in the Junior College; Selected Proceedings of the National Conference (2nd, Vincennes, Indiana, June 15-18, 1969)."},
      {
        "id":"ED032878",
        "title":"Focus on Action: A Handbook for Developing Junior Colleges."},
      {
        "id":"ED032879",
        "title":"Asian/African Studies in the Two-Year Colleges of New York State."},
      {
        "id":"ED032880",
        "title":"CVCC Student Performance on the Holland Vocational Preference Inventory."},
      {
        "id":"ED032881",
        "title":"The One Course Class Load: A First Step for Teaching General Psychology in Community Colleges."},
      {
        "id":"ED032882",
        "title":"Staff and Program Development Plan, 1969-70."},
      {
        "id":"ED032883",
        "title":"Faculty Advisor Guidance-Counseling Manual."},
      {
        "id":"ED032884",
        "title":"Recommended Student Counseling Referral Procedures for Faculty and House Directors."},
      {
        "id":"ED032885",
        "title":"The Future Is Now!; Report of a Workshop for New Junior College Deans of Instruction (Los Angeles, July 7-12, 1969)."},
      {
        "id":"ED032886",
        "title":"To Work in a Junior College."},
      {
        "id":"ED032887",
        "title":"State Master Plans for Community Colleges."},
      {
        "id":"ED032888",
        "title":"College-Community Relations."},
      {
        "id":"ED032889",
        "title":"Library Resources in the Mid-Hudson Valley: Columbia, Dutchess, Greene, Orange, Putnam, Rockland, Sullivan, Ulster."},
      {
        "id":"ED032890",
        "title":"Study of the Use of Interlibrary Loan Service in Clinical Environments."},
      {
        "id":"ED032891",
        "title":"The Health Science Library as an Object of Study."},
      {
        "id":"ED032892",
        "title":"A Periodical Use Study at Children's Hospital of Michigan."},
      {
        "id":"ED032895",
        "title":"Conversion of Retrospective Catalog Records to Machine-Readable Form; A Study of the Feasibility of a National Bibliographic Service."},
      {
        "id":"ED032906",
        "title":"The Ecology of Study Areas."},
      {
        "id":"ED032908",
        "title":"A Plan of Library Service for the Commonwealth of Kentucky. Report to Kentucky Department of Libraries."},
      {
        "id":"ED032912",
        "title":"Procurement of Library Materials in the Federal Government; An Orientation Aid Prepared for the Federal Library Committee."},
      {
        "id":"ED032917",
        "title":"Regional Medical Library Service in the Pacific Northwest. Proceedings of an Invitational Conference (University of Washington, May 12-13, 1966)."},
      {
        "id":"ED032919",
        "title":"The 3 R's: Reference and Research Library Resources."},
      {
        "id":"ED032920",
        "title":"[The Juniper Gardens Parent Cooperative Nursery.] Final Progress Report for OEO CAP Grant CG-8474 A/O."},
      {
        "id":"ED032921",
        "title":"An Experimental Study of Visual Perceptual Training and Readiness Scores with Certain First-Grade Children."},
      {
        "id":"ED032922",
        "title":"Research, Change, and Social Responsibility: An Illustrative Model From Early Education."},
      {
        "id":"ED032923",
        "title":"A Comparison of Relative Structural Levels on a Variety of Cognitive Tasks."},
      {
        "id":"ED032924",
        "title":"Preliminary Report of the AD HOC Joint Committee on the Preparation of Nursery and Kindergarten Teachers."},
      {
        "id":"ED032926",
        "title":"Mothers' Training Program: The Group Process."},
      {
        "id":"ED032927",
        "title":"Evaluation of Selected Components of: A Supplementary Center for Early Childhood Education. Title III."},
      {
        "id":"ED032928",
        "title":"Some Parameters of Teacher Effectiveness as Assessed by an Ecological Approach."},
      {
        "id":"ED032929",
        "title":"Socioeconomic Background and Cognitive Functioning in Preschool Children."},
      {
        "id":"ED032930",
        "title":"Progress Report on Research at the New Nursery School: General Background and Program Rationale."},
      {
        "id":"ED032931",
        "title":"Figural Creativity, Intelligence, and Personality in Children: A Factor Analytic Study."},
      {
        "id":"ED032932",
        "title":"Measuring Perceptual Motor Ability in Preschool Children."},
      {
        "id":"ED032933",
        "title":"Language Structure and the Free Recall of Verbal Messages by Children."},
      {
        "id":"ED032934",
        "title":"The Early Training Project: A Seventh Year Report."},
      {
        "id":"ED032935",
        "title":"Living and Learning: An Annotated Bibliography for Those Who Live and Learn with Young Children."},
      {
        "id":"ED032936",
        "title":"Development of A Dance Curriculum for Young Children. CAREL Arts and Humanities Curriculum Development Program for Young Children."},
      {
        "id":"ED032937",
        "title":"Development of a Theatre Arts Curriculum for Young Children. CAREL Arts and Humanities Curriculum Development Program for Young Children."},
      {
        "id":"ED032938",
        "title":"Development of a Music Curriculum for Young Children. CAREL Arts and Humanities Curriculum Development Program for Young Children."},
      {
        "id":"ED032939",
        "title":"Development of a Visual Arts Curriculum for Young Children. CAREL Arts and Humanities Curriculum Development Program for Young Children."},
      {
        "id":"ED032940",
        "title":"Development of a Literature Curriculum for Young Children. CAREL Arts and Humanities Curriculum Development Program for Young Children."},
      {
        "id":"ED032942",
        "title":"Teaching in Preschools: Roles and Goals."},
      {
        "id":"ED032943",
        "title":"A Comparison of the Oral Language Patterns of Three Low Socioeconomic Groups of Pupils Entering First Grade."},
      {
        "id":"ED032944",
        "title":"The Sociology of Early Childhood Education: A Review of Literature. Technical Report No. 1."},
      {
        "id":"ED032945",
        "title":"Arts and Humanities for Young School Children."},
      {
        "id":"ED032946",
        "title":"Functional Principles of Learning."},
      {
        "id":"ED032948",
        "title":"Childhood Resources Information Bulletin. Volume 1, Number 2, Fall 1969."},
      {
        "id":"ED032950",
        "title":"The Mexican American, A New Focus on Opportunity. Testimony Presented at the Cabinet Committee Hearings on Mexican American Affairs (El Paso, Texas, October 26-28, 1967)."},
      {
        "id":"ED032952",
        "title":"Education and Outdoor Recreation."},
      {
        "id":"ED032953",
        "title":"Statistics Concerning Indian Education, Fiscal Year 1968."},
      {
        "id":"ED032954",
        "title":"Financing of Private Outdoor Recreation."},
      {
        "id":"ED032957",
        "title":"Economic Provisions for Old Age of Rural Families in Five Southern States. Southern Cooperative Series. No. 138."},
      {
        "id":"ED032958",
        "title":"Bibliography of Literature Books Related to Spanish History and Culture."},
      {
        "id":"ED032959",
        "title":"New York State Interdepartmental Committee on Indian Affairs, 1968-1969. Annual Report."},
      {
        "id":"ED032960",
        "title":"The Indian Today In New York State. (Fifth Edition)."},
      {
        "id":"ED032961",
        "title":"Factors Affecting Attitudinal Patterns Toward Education in the Dominican Republic."},
      {
        "id":"ED032962",
        "title":"Rural Urban Differences Reflected in Outdoor Recreation Participation."},
      {
        "id":"ED032964",
        "title":"Poverty in Rural America: The Situation in an &quot;Average Income County.&quot;"},
      {
        "id":"ED032965",
        "title":"An Evaluation of the Human Relations Training Program."},
      {
        "id":"ED032966",
        "title":"A Resource and Reference Bibliography on Teaching and Counseling the Bilingual Student."},
      {
        "id":"ED032967",
        "title":"Educating the Culturally Disadvantaged Child in Chautauqua and Cattaraugus Counties, New York."},
      {
        "id":"ED032969",
        "title":"[Ute Unit with History, Suggested Activities, and Teachers' Guide.]"},
      {
        "id":"ED032970",
        "title":"An Annotated Bibliography of Selected Materials Collected and Reviewed Cooperatively by the University of Minnesota, the State Department of Education, the Minnesota Indian Education Committee, in Conjunction with Other Members of the Indian Community to be Made Available Under Public Law 89-10 Title II."},
      {
        "id":"ED032971",
        "title":"Northland Alphabet."},
      {
        "id":"ED032972",
        "title":"Texas Labor Mobility, Experimental and Demonstration Project. Final Report."},
      {
        "id":"ED032973",
        "title":"A Study of the Effectiveness of Two Teaching Techniques in Driver Education Considering Ethnicity, Socioeconomic Status, and Sex as Contributing Sources of Variation."},
      {
        "id":"ED032974",
        "title":"Indian Housing in Minneapolis and Saint Paul."},
      {
        "id":"ED032975",
        "title":"Dental Health in Rural Areas."},
      {
        "id":"ED032976",
        "title":"Planning for Rural Health Services. A Model for the Practice of Community Medicine. Rural and Small Town Practice - Future Training and Role of the Family Physician."},
      {
        "id":"ED032977",
        "title":"Health Education as a Foundation for Healthful Living."},
      {
        "id":"ED032978",
        "title":"Medical Manpower for Rural Areas."},
      {
        "id":"ED032979",
        "title":"Veterinary Manpower for Rural Areas."},
      {
        "id":"ED032980",
        "title":"A Proposal for the Orientation and Placement of Culturally, Economically, and Educationally Deprived Children of Junior High Age. Final Evaluation Report."},
      {
        "id":"ED032981",
        "title":"Junior High Phase of a Multiphase Program for Assimilating Variant and Rural Youth Into an Urban Educational Setting. Final Evaluation Report."},
      {
        "id":"ED032982",
        "title":"Curriculum Overview for Developing Environmentally Literate Citizens."},
      {
        "id":"ED032984",
        "title":"Is Migration Lowering the Educational Status of the Population in the South?"},
      {
        "id":"ED032985",
        "title":"The Iroquoian Tribes. Part II of the Indian History of New York State."},
      {
        "id":"ED032986",
        "title":"Iroquois Culture."},
      {
        "id":"ED032987",
        "title":"The Minifundia Economy and Society of the Guatemalan Highland Indian."},
      {
        "id":"ED032988",
        "title":"Comparison of Migrants in Two Rural and an Urban Area of Central Brazil."},
      {
        "id":"ED032990",
        "title":"The ABC Project. A Report on the Program for Migrant Child Education at Tolleson Elementary School."},
      {
        "id":"ED032991",
        "title":"System Analysis, Program Development, and Cost-Effectiveness Modeling of Indian Education for the Bureau of Indian Affairs. Volume II, Education Systems Analysis &amp; Programs Development."},
      {
        "id":"ED032992",
        "title":"System Analysis, Program Development, and Cost-Effectiveness Modeling of Indian Education for the Bureau of Indian Affairs. Volume III, Planning and Cost-Effectiveness Modeling for BIA Schools."},
      {
        "id":"ED032993",
        "title":"System Analysis, Program Development, and Cost-Effectiveness Modeling of Indian Education for the Bureau of Indian Affairs. Volume IV, Internal School Models."},
      {
        "id":"ED032994",
        "title":"System Analysis, Program Development, and Cost-Effectiveness Modeling of Indian Education for the Bureau of Indian Affairs. Volume V, Appendices."},
      {
        "id":"ED032995",
        "title":"Indian Education in Maine."},
      {
        "id":"ED032996",
        "title":"Reading Instruction in New England's Public Schools."},
      {
        "id":"ED032997",
        "title":"Meeting Special Reading Needs in the Content Area Classroom."},
      {
        "id":"ED032998",
        "title":"Oral Language and Aural Associative Learning of Third and Fifth Grade Pupils."},
      {
        "id":"ED032999",
        "title":"Survey of Certification Requirements for Teachers of Children with Learning Disabilities."},
      {
        "id":"ED033000",
        "title":"Differences in Learning Patterns of Boys and Girls."},
      {
        "id":"ED033001",
        "title":"The PTA and Reading Instruction."},
      {
        "id":"ED033002",
        "title":"Project Methodology."},
      {
        "id":"ED033003",
        "title":"PROGRESS 13 In Action."},
      {
        "id":"ED033004",
        "title":"Associated Factors of Word Element Perception As They Relate to Success in Beginning Reading."},
      {
        "id":"ED033005",
        "title":"The Reading Debate--Which Method Works Best? This is Teaching Series."},
      {
        "id":"ED033006",
        "title":"Research Abstracts. Volume 9, 1967."},
      {
        "id":"ED033007",
        "title":"Linguistics and Reading Instruction; Research Issues: 1968."},
      {
        "id":"ED033008",
        "title":"Teaching Reading Tomorrow."},
      {
        "id":"ED033009",
        "title":"Questions Parents Ask."},
      {
        "id":"ED033010",
        "title":"Critical Reading: Secondary Level."},
      {
        "id":"ED033011",
        "title":"Learning to Read: The Great Debate. EKNE Research Review."},
      {
        "id":"ED033012",
        "title":"Danske laeseboger 1.-7. skolear. I. del, Registrering og analyse. (Danish Textbooks for Grades 1-7. Volume 1, Registration and Analysis.)"},
      {
        "id":"ED033014",
        "title":"Diagnostic and Predictive Measures in the Teaching of Reading in Sweden."},
      {
        "id":"ED033015",
        "title":"Meaningfulness: A Critical Variable in Children's Verbal Learning."},
      {
        "id":"ED033016",
        "title":"The Role of the Reading Consultant."},
      {
        "id":"ED033017",
        "title":"Teaching Techniques in Remedial-Diagnosis."},
      {
        "id":"ED033018",
        "title":"A Study of the Possible Distinction Between \"Controlling Eye\" and \"Dominant Eye\" and the Effect of Both, with Hand Dominance, on Reading Achievement."},
      {
        "id":"ED033019",
        "title":"A Secondary Remedial Reading Program Based on Principles of Reinforcement Theory."},
      {
        "id":"ED033020",
        "title":"Value Implications in Children&apos;s Reading Material."},
      {
        "id":"ED033021",
        "title":"The Second Ann Arbor Conference on Curricula for Undergraduate Majors in Physics (November 12, 13 and 14, 1962)."},
      {
        "id":"ED033022",
        "title":"Probability and Statistics: A Prelude."},
      {
        "id":"ED033023",
        "title":"An Experimental Text in Transformational Geometry; Teachers' Guide; Cambridge Conference on School Mathematics Feasibility Study No. 43b."},
      {
        "id":"ED033024",
        "title":"The Learning of Elementary Algebra; An Empirical Investigation of the Results of Learning in a Simplified School Learning System."},
      {
        "id":"ED033025",
        "title":"Some Model-Theoretic Results in Measurement Theory."},
      {
        "id":"ED033026",
        "title":"Probability Lessons at Hancock School, Lexington; Cambridge Conference on School Mathematics Feasibility Study No. 41."},
      {
        "id":"ED033027",
        "title":"Inequality Lessons at Adams School, Lexington; Cambridge Conference on School Mathematics Feasibility Study No. 42."},
      {
        "id":"ED033028",
        "title":"Symmetry Motion Classes; Cambridge Conference on School Mathematics Feasibility Study No. 40."},
      {
        "id":"ED033029",
        "title":"Geometry Report; Cambridge Conference on School Mathematics Feasibility Study No. 39."},
      {
        "id":"ED033030",
        "title":"Provisional Approaches to Goals for School Mathematics; Cambridge Conference on School Mathematics Feasibility Study No. 37."},
      {
        "id":"ED033031",
        "title":"Averages, Areas and Volumes; Cambridge Conference on School Mathematics Feasibility Study No. 45."},
      {
        "id":"ED033032",
        "title":"Progress Report for March, 1964; Cambridge Conference on School Mathematics; Feasibility Study No. 33."},
      {
        "id":"ED033033",
        "title":"An Experimental Text in Transformational Geometry, Student Text; Cambridge Conference on School Mathematics Feasibility Study No. 43a."},
      {
        "id":"ED033034",
        "title":"Informal Geometry for Young Children; Cambridge Conference on School Mathematics; Feasibility Study No. 34b."},
      {
        "id":"ED033036",
        "title":"Diggers to Divers, Geology K-6; Elementary Science Unit No. 2."},
      {
        "id":"ED033037",
        "title":"Space Science K-6; Elementary Science Unit No. 1."},
      {
        "id":"ED033038",
        "title":"Research Ideas for Science Projects."},
      {
        "id":"ED033039",
        "title":"Research in Outdoor Education; (Summaries of Doctoral Studies)."},
      {
        "id":"ED033041",
        "title":"Proceedings of Nutrition Education Conference, February 20-22, 1967, Washington, D.C."},
      {
        "id":"ED033042",
        "title":"The Laboratory for Information and Computer Science."},
      {
        "id":"ED033043",
        "title":"Reductionistic Inferences in Modern Biology."},
      {
        "id":"ED033044",
        "title":"Management of Computer Programming. Part I: Practices and Problems."},
      {
        "id":"ED033045",
        "title":"A General Information System for Learning."},
      {
        "id":"ED033046",
        "title":"A Survey of Display Hardware and Software."},
      {
        "id":"ED033047",
        "title":"Skill-Level Grouping in Modern Mathematics K-6; Final Report."},
      {
        "id":"ED033048",
        "title":"Skill-Level Grouping in Modern Mathematics K-6; Attachment I."},
      {
        "id":"ED033050",
        "title":"Improving the Teaching of Science with Particular Reference to Developing Countries."},
      {
        "id":"ED033051",
        "title":"A Guide for Teaching Conservation Education in the Schools of Louisiana; Soil and Water Section. (Revision)"},
      {
        "id":"ED033052",
        "title":"Reaction Time and Uncertainty in Human Information Processing."},
      {
        "id":"ED033053",
        "title":"Student Internship: Some Added Dimensions."},
      {
        "id":"ED033054",
        "title":"Summary of the Teacher-Innovator: A Program To Prepare Teachers."},
      {
        "id":"ED033055",
        "title":"New Careers for the Disadvantaged in Human Services: Report of a Social Experiment. Final Report."},
      {
        "id":"ED033056",
        "title":"A Career Line Training Program of Semiprofessionals in Education. Application for Continuation Grant and Progress Report."},
      {
        "id":"ED033057",
        "title":"New Perspectives in Teacher Education."},
      {
        "id":"ED033058",
        "title":"Teaching as a Profession; Attitudes of Teachers and Association Leaders."},
      {
        "id":"ED033059",
        "title":"From the Peace Corps, A New Kind of Teacher."},
      {
        "id":"ED033060",
        "title":"School University Teacher Education Center."},
      {
        "id":"ED033061",
        "title":"Project BET."},
      {
        "id":"ED033062",
        "title":"Behavioral Problems in the Classroom: A Teacher Inservice Training Program."},
      {
        "id":"ED033063",
        "title":"Experimental Pilot Program in Teacher Education. A Proposal."},
      {
        "id":"ED033064",
        "title":"Simulation of Anxiety Situations and Its Resultant Effect on Anxiety and Classroom Interaction of Student Teachers."},
      {
        "id":"ED033065",
        "title":"An Observational Study of Classroom Control. Final Report."},
      {
        "id":"ED033067",
        "title":"Frustration, Turmoil and Discomfort in Team Teaching."},
      {
        "id":"ED033068",
        "title":"Concepts of Team Teaching."},
      {
        "id":"ED033069",
        "title":"Research on Team Teaching: Study of Human Interaction Variables in Successful and Unsuccessful Teacher Teams."},
      {
        "id":"ED033070",
        "title":"Institute in International Affairs (Colorado Springs, June 16-July 25, 1969). Director's Report."},
      {
        "id":"ED033071",
        "title":"Effect of Background and Personality of Teachers on Teaching Teams."},
      {
        "id":"ED033072",
        "title":"Personnel Training at Adams High School."},
      {
        "id":"ED033073",
        "title":"Guidelines for Cooperating Teachers. Project on the Induction of Beginning Teachers."},
      {
        "id":"ED033074",
        "title":"Welcome to Teaching! Project on the Induction of Beginning Teachers."},
      {
        "id":"ED033075",
        "title":"Guidelines for Principals."},
      {
        "id":"ED033076",
        "title":"American Historical Association Proposal in History Education."},
      {
        "id":"ED033077",
        "title":"Curriculum Development in a Teaching Team."},
      {
        "id":"ED033078",
        "title":"The Modular Approach in Teaming Social Studies at the Elementary Level."},
      {
        "id":"ED033079",
        "title":"Team Teaching: How To Incorporate It into Our Schools."},
      {
        "id":"ED033080",
        "title":"A Psychologist's View of Teacher Aide Training at Seattle Community College."},
      {
        "id":"ED033081",
        "title":"Effects of Modeling and Feedback Treatments on the Development of Teachers' Questioning Skills. Technical Report No. 6."},
      {
        "id":"ED033082",
        "title":"Individually Prescribed Instruction and Academic Achievement. A Report on an Experimental Project."},
      {
        "id":"ED033083",
        "title":"The Nongraded School."},
      {
        "id":"ED033085",
        "title":"The Emerging Research Worker and His Needs. Report of the Convocation on Educational Research. (7th, Nov. 13-15, 1966)."},
      {
        "id":"ED033086",
        "title":"Florida Flexible Staff Organization Feasibility Study. Interim Report."},
      {
        "id":"ED033087",
        "title":"Analysis and Interpretation of Research for School Board Members. Final Report."},
      {
        "id":"ED033088",
        "title":"Special Research Training Program for Public School Personnel."},
      {
        "id":"ED033089",
        "title":"A Seminar for Distributive Education Program Development Through Teacher Education. Final Report."},
      {
        "id":"ED033091",
        "title":"The Initiation and Evaluation of a Human Relations Program Conducted by Teacher Training Students in an Elementary School. Final Report."},
      {
        "id":"ED033092",
        "title":"In Search of Meaning. Interdisciplinary Seminar in School Administration. Summary Report (Vol. II)."},
      {
        "id":"ED033093",
        "title":"Learninganalysis: A PACE Project."},
      {
        "id":"ED033094",
        "title":"Preparing Teachers for Urban Schools: An Annotated Bibliography for Teacher Education."},
      {
        "id":"ED033095",
        "title":"Hawaii Department of Education. Historical Development and Outlook."},
      {
        "id":"ED033096",
        "title":"An Annotated Bibliography of Published Works from R & D Center for Teacher Education. R & D Report Series No. 22."},
      {
        "id":"ED033097",
        "title":"Schoolroom Linguistics: The Hazardous Transformation."},
      {
        "id":"ED033098",
        "title":"New Directions in Elementary English: Papers Collected from the 1966 Spring Institutes on the Elementary Language Arts of the National Council of Teachers of English."},
      {
        "id":"ED033099",
        "title":"Teaching Literature in the Elementary School."},
      {
        "id":"ED033100",
        "title":"Created Creative?"},
      {
        "id":"ED033101",
        "title":"The Changing Role of the Language Arts Teacher. Report of the Annual English Conference of the Metropolitan Detroit Bureau of School Studies (18th, Wayne, Michigan, March 5, 1968)."},
      {
        "id":"ED033102",
        "title":"Spelling Ability and the Probability Texture of English."},
      {
        "id":"ED033104",
        "title":"Preference Scaling of Titles in English Composition."},
      {
        "id":"ED033105",
        "title":"A Study of the Development of Creative Abilities in Adolescence."},
      {
        "id":"ED033107",
        "title":"Jack London: The Paradox of Individualism."},
      {
        "id":"ED033108",
        "title":"Focus on Teaching the Humanities."},
      {
        "id":"ED033109",
        "title":"A Program of Professional Readings for Secondary School English Teachers. Interim Report."},
      {
        "id":"ED033111",
        "title":"Cues for a New Spelling Curriculum."},
      {
        "id":"ED033112",
        "title":"New Directions: New Dimensions, English Language Arts in Kentucky."},
      {
        "id":"ED033113",
        "title":"A Survey of the Teaching of English in Secondary Schools."},
      {
        "id":"ED033114",
        "title":"Sequence and Uniformity in the High School Literature Program."},
      {
        "id":"ED033115",
        "title":"Focus on Young Film Makers: Student Film Making--Types and Techniques."},
      {
        "id":"ED033116",
        "title":"Concepts of English 1964: Traditions and Innovations. Report of the Annual English Conference of the Metropolitan Detroit Bureau of School Studies (14th, Ferndale, Michigan, March 12, 1964)."},
      {
        "id":"ED033121",
        "title":"Usage in the Dictionary."},
      {
        "id":"ED033122",
        "title":"Integration of English."},
      {
        "id":"ED033123",
        "title":"An Oral-Audio-Visual Approach to Remedial Writing. Final Report."},
      {
        "id":"ED033124",
        "title":"Interdisciplinary Arts and Humanities Programs and Cultural Centers for Elementary Schools, Title III. Final Report."},
      {
        "id":"ED033125",
        "title":"Business Policies and Procedures of High School Newspapers."},
      {
        "id":"ED033129",
        "title":"Bibliographic Guide for Advanced Placement: English."},
      {
        "id":"ED033131",
        "title":"English Language Arts, Grades 7-12: Reading, Composition, Language, Literature."},
      {
        "id":"ED033133",
        "title":"To Whom It May Concern; Keep This Nigger-Boy Running."},
      {
        "id":"ED033134",
        "title":"Allan Sillitoe's Lonely Hero."},
      {
        "id":"ED033135",
        "title":"Illinois State-Wide Curriculum Study Center in the Preparation of Secondary School English Teachers. Final Report."},
      {
        "id":"ED033140",
        "title":"ERIC Documents on the Teaching of English. Volume 2: January-June 1969."},
      {
        "id":"ED033141",
        "title":"The Museum: A Social Context for Art. Final Report."},
      {
        "id":"ED033142",
        "title":"Social Science Concepts and the Classroom."},
      {
        "id":"ED033143",
        "title":"Development of Guidelines and Resource Materials on Latin America for Use in Grades 1-12. Final Report."},
      {
        "id":"ED033144",
        "title":"Major Concepts for the Social Studies: A Progress Report."},
      {
        "id":"ED033145",
        "title":"The Social Studies Curriculum Center of Syracuse University Devoted to the Identification of Major Social Science Concepts and Their Utilization in Instructional Materials. Final Report. Appendix."},
      {
        "id":"ED033146",
        "title":"Criticism and the Curriculum."},
      {
        "id":"ED033147",
        "title":"Linguistic Theory as an Aid to Invention."},
      {
        "id":"ED033148",
        "title":"Some Rhetorical Considerations for Teaching the Young Writer."},
      {
        "id":"ED033149",
        "title":"Two Linguists on Freshman English: Pressure from Below."},
      {
        "id":"ED033150",
        "title":"A Linguistic Contribution to Composition: A Hypothesis."},
      {
        "id":"ED033151",
        "title":"Writing the Australian Crawl."},
      {
        "id":"ED033152",
        "title":"Grammar and Linguistics: A Contrast in Realities."},
      {
        "id":"ED033153",
        "title":"The Preparation of Junior College English Instructors."},
      {
        "id":"ED033154",
        "title":"An Analysis of a Follow-Up Questionnaire Administered to 743 Students Who Had Been Enrolled in Freshman English at Nine Junior Colleges."},
      {
        "id":"ED033155",
        "title":"New Schools for the Cities: Designs for Equality and Excellence. A Working Paper prepared for the Citizens' Crusade Against Poverty."},
      {
        "id":"ED033156",
        "title":"The Language of the Inner-City Child: A Comparison of Puerto Rican and Negro Third-Grade Girls."},
      {
        "id":"ED033157",
        "title":"The Self-Concept of Negro and White School Beginners."},
      {
        "id":"ED033158",
        "title":"Project Gearing Academics to Individual Needs: Grade Eight."},
      {
        "id":"ED033159",
        "title":"Immigrants and Disadvantaged in Israel and England: A Report to the New World Foundation."},
      {
        "id":"ED033160",
        "title":"An Experimental Study of the Effectiveness of the Use of Video-Playbacks in Teaching the Undergraduate Basic Speech Course to Under-Achieving, Culturally and Socially Disadvantaged College Youth."},
      {
        "id":"ED033161",
        "title":"A History of Federal Aid to Education, 1785-1965."},
      {
        "id":"ED033165",
        "title":"The Effect of Tutoring on Children's Learning Under Two Conditions of Reinforcement."},
      {
        "id":"ED033166",
        "title":"Scientific Literacy and the Socially Disadvantaged Youth; A Laboratory-Demonstration Project."},
      {
        "id":"ED033170",
        "title":"&quot;We've Promises to Keep...&quot; Toward Equal Opportunity."},
      {
        "id":"ED033171",
        "title":"Educational Facilities Charrettes Business and Industry Involvement."},
      {
        "id":"ED033173",
        "title":"The Development and Evaluation of a Television Workshop in Human Relations."},
      {
        "id":"ED033174",
        "title":"Problems in the Determination of Educability in Populations with Differential Characteristics."},
      {
        "id":"ED033175",
        "title":"Seminar on Educating the Disadvantaged; A Report (Madison, Wisc., April 9-10, 1969)."},
      {
        "id":"ED033176",
        "title":"A Coordinated Approach to Improving Educational Opportunities in Majority Negro School Districts."},
      {
        "id":"ED033178",
        "title":"A Demonstration Study of Significant Others in Producing Change in Self-Concept and Achievement in Kalamazoo Secondary School Underachievers."},
      {
        "id":"ED033180",
        "title":"Low Income Youth, Unemployment, Vocational Training and the Job Corps."},
      {
        "id":"ED033181",
        "title":"Red, White and Black: Minorities in America--A Collection of Paperbacks with a Selected List of Bibliographies."},
      {
        "id":"ED033182",
        "title":"Lawlessness and Disorder: Fourteen Years of Failure in Southern School Desegregation. Special Report."},
      {
        "id":"ED033183",
        "title":"Schools of the Urban Crisis. Task Force on Urban Education Report."},
      {
        "id":"ED033184",
        "title":"New Ideas in Michigan Education; Behavior Modification."},
      {
        "id":"ED033185",
        "title":"Assimilation thru Cultural Understanding. ESEA Title III - Phase III. Part II: Narrative Report; Application for Continuation Grant. Part III: Projected Activities. Attachments."},
      {
        "id":"ED033186",
        "title":"Learning Laboratory To Teach Basic Skills in a Culturally Deprived Area. Final Report."},
      {
        "id":"ED033187",
        "title":"Know Your LPNs."},
      {
        "id":"ED033188",
        "title":"The Role of the Community Resource Person in the Organization of a Coordinated Education and Manpower Development and Utilization Program. Final Report."},
      {
        "id":"ED033189",
        "title":"The Prediction of Success in Nursing Education. Phase III, 1967-1968."},
      {
        "id":"ED033190",
        "title":"Current Nursing Research Grants Supported by the Division of Nursing."},
      {
        "id":"ED033191",
        "title":"The Effects of Different Leadership Styles on Group Performance: A Field Experiment."},
      {
        "id":"ED033192",
        "title":"A Methodological Approach to Identification and Classification of Certain Types of Inactive Work-Seekers. Final Report."},
      {
        "id":"ED033193",
        "title":"Course Outline and Resource Materials for Fluid Power Instruction in Secondary Schools, Prepared at the NDEA Summer Institute (Detroit, June 24-August 2, 1968)."},
      {
        "id":"ED033195",
        "title":"Industrial Arts and Vocational Education in Grades K-12. Final Report."},
      {
        "id":"ED033197",
        "title":"Manpower and Active Employment Programs for Developing Countries."},
      {
        "id":"ED033198",
        "title":"Summary of Vocational Agriculture Facility Standards in 27 States."},
      {
        "id":"ED033199",
        "title":"Women Who Work: Part I, the Relative Importance of Age, Education and Marital Status for Participation in the Labour Force. Special Labour Force Studies No. 5."},
      {
        "id":"ED033200",
        "title":"Standards for Associate Degree Occupational Therapy Assistant Program."},
      {
        "id":"ED033202",
        "title":"Health Resources Statistics; Health Manpower and Health Facilities, 1968. Public Health Service Publication No. 1509."},
      {
        "id":"ED033205",
        "title":"Training Police for Work with Juveniles."},
      {
        "id":"ED033206",
        "title":"The Prediction of Success in Nursing Education: Phase I and Phase II, 1959-1967."},
      {
        "id":"ED033207",
        "title":"Report of National Vocational-Technical Facility Planning Conference (Las Vegas, Nevada, May, 1967)."},
      {
        "id":"ED033211",
        "title":"Operation Retrieval. Disadvantaged Youth: Problems of Job Placement, Job Creation, and Job Development."}]
  }}
