{
  "response":{"numFound":509939,"start":286000,"numFoundExact":true,"docs":[
      {
        "id":"ED033212",
        "title":"The Mission of Manpower Policy. Studies in Employment and Unemployment."},
      {
        "id":"ED033213",
        "title":"Changes Between the 1950 and 1960 Occupation and Industry Classifications, with Detailed Adjustments of 1950 Data to the 1960 Classifications. Technical Paper 18."},
      {
        "id":"ED033215",
        "title":"Manpower Impacts of Electronic Data Processing."},
      {
        "id":"ED033216",
        "title":"Emphasis: Technical Education. Conference Report (St. Louis, Mo., May 12-14, 1966)."},
      {
        "id":"ED033217",
        "title":"Home Economics Research Abstracts 1963-1968 Rehabilitation."},
      {
        "id":"ED033218",
        "title":"Worker Certification Program under the Immigration and Nationality Act. Fiscal Year 1968."},
      {
        "id":"ED033219",
        "title":"Manpower and Employment Statistics Publications of the Bureau of Labor Statistics; A Selected Bibliography."},
      {
        "id":"ED033220",
        "title":"Training and Technology Project: Listing of Documents and Reports for Training and Technology--Phase I. An Experimental Manpower Project."},
      {
        "id":"ED033221",
        "title":"A Guide to Federal Financial Aid for Dental Health: Services, Facilities, Training, and Research."},
      {
        "id":"ED033222",
        "title":"Radio-Television Service Technician Training Needs of Iowa."},
      {
        "id":"ED033223",
        "title":"HumRRO Research on Project 100,000. Progress Report. Professional Paper 25-69."},
      {
        "id":"ED033224",
        "title":"Occupational Forecasting and Trending: An Early Warning System for Educational Planning."},
      {
        "id":"ED033226",
        "title":"A Comprehensive Concept for Vocational Education Facilities: Introduction, Flexibility Through Modularity, Space Determination, Schematic Modernization, A School Planner&apos;s Guide to the Pittsburgh Building Code, Appendixes."},
      {
        "id":"ED033228",
        "title":"Citizen Evaluation of Public Occupational Education. Center Monograph No 1."},
      {
        "id":"ED033229",
        "title":"The Sight Method of Teaching Typewriting Technique and Keyboard. Final Report."},
      {
        "id":"ED033230",
        "title":"North Dakota Center for Research in Vocational and Technical Education. Final Report."},
      {
        "id":"ED033232",
        "title":"DCVR Projects Related to Adult Education, and Projects Related Wholly or Partially to Office and Distributive Occupations. July 1, 1964--June 30, 1969."},
      {
        "id":"ED034246",
        "title":"Youth Tutoring Youth. Final Report."},
      {
        "id":"ED034247",
        "title":"Supervisor&apos;s Manual: Youth Tutoring Youth."},
      {
        "id":"ED034248",
        "title":"Vicarious Reward and Task Complexity as Determinants of Imitative Learning."},
      {
        "id":"ED034249",
        "title":"Parental and Personal Influences on the Development of Vocational Interests in Adolescence."},
      {
        "id":"ED034250",
        "title":"The Relation of High School Backgrounds to Attitude Patterns and to Patterns of Attitude Change During the First Two College Years."},
      {
        "id":"ED034251",
        "title":"Validation of a Student Leadership Scale by Peer and Teacher Nomination Technique."},
      {
        "id":"ED034252",
        "title":"Confrontation--Catalyst for Consensus."},
      {
        "id":"ED034253",
        "title":"Achievement Motivation. An Idea in Motion Publication of the Consortium of Advanced Educational Thinking."},
      {
        "id":"ED034254",
        "title":"Sex Education in the Public Schools."},
      {
        "id":"ED034257",
        "title":"1968-70 Advanced Placement Course Descriptions."},
      {
        "id":"ED034258",
        "title":"College Advanced Placement Policies, 1969."},
      {
        "id":"ED034259",
        "title":"Aptitude and Rating Factors of Negroes and Whites."},
      {
        "id":"ED034260",
        "title":"Cross-Ethnic Cross Validation of Aptitude Batteries."},
      {
        "id":"ED034262",
        "title":"Financial Planning for Study in the United States: A Guide for Students from Other Countries."},
      {
        "id":"ED034263",
        "title":"Premarital Sexual Behavior, Attitudes, and Emotional Adjustment."},
      {
        "id":"ED034264",
        "title":"The General College Studies."},
      {
        "id":"ED034265",
        "title":"Differential Validity in the ACT Tests."},
      {
        "id":"ED034266",
        "title":"Approval of Spouse in Middle Age."},
      {
        "id":"ED034267",
        "title":"The Role of \"Fathering\" in Group Psychotherapy with Adolescent Delinquent Males."},
      {
        "id":"ED034269",
        "title":"A Study of Bilingualism and Creativity. Final Report."},
      {
        "id":"ED034270",
        "title":"Individual Differences in the Consideration of Information Among Two Year Old Children.<"},
      {
        "id":"ED034271",
        "title":"An Approach to Attitude Assessment in a Military Setting."},
      {
        "id":"ED034272",
        "title":"A Marathon Counseling Session for Parents of Underachieving High School Students."},
      {
        "id":"ED034273",
        "title":"Effects of Specific Environmental Stimuli on Forgetting. Final Report."},
      {
        "id":"ED034274",
        "title":"Alienation Syndrome Among Affluent Adolescent Underachievers."},
      {
        "id":"ED034275",
        "title":"The Relationship Between Ego Identity Status and Satisfaction with College."},
      {
        "id":"ED034276",
        "title":"Interpersonal Self-Fulfilling Prophecies: Further Extrapolations from the Laboratory to the Classroom."},
      {
        "id":"ED034277",
        "title":"Creativity and Mental Health of Self-Renewing Women."},
      {
        "id":"ED034278",
        "title":"A System for the Presentation of A Concept-Learning Problem to Fifth- and Sixth-Grade Children. Research and Development Memorandum No. 51."},
      {
        "id":"ED034279",
        "title":"Professional and Subprofessional Counselors Using Group Desensitization and Insight Procedures. Final Report."},
      {
        "id":"ED034280",
        "title":"The Report of the Governor&apos;s Study Commission on the Public School System of North Carolina."},
      {
        "id":"ED034281",
        "title":"Social Stratification, Power, and Educational Organization: The Peruvian Case."},
      {
        "id":"ED034282",
        "title":"Kindergarten Education in Public Schools, 1967-68."},
      {
        "id":"ED034283",
        "title":"The California PACE: Narrative Reports of Projects to Advance Creativity in Education Conducted by Local Educational Agencies in California, Under Title III of the Elementary and Secondary Education Act for the Period January 3, 1966, through June 30, 1968."},
      {
        "id":"ED034284",
        "title":"A Guide to Federal Assistance Programs for Local School Systems."},
      {
        "id":"ED034285",
        "title":"New Dimensions in School Nursing Leadership. Proceedings of the Conference on New Dimensions in School Nursing Leadership Sponsored by the National Council for School Nurses, School Health Division of the AAHPER (Washington, D.C., Aug. 3-5, 1968)."},
      {
        "id":"ED034286",
        "title":"Curriculum Innovation in the Fields of History, Science, Music, and Art Within a Single Institute; And Curriculum Innovation, 1966-1967. Final Report."},
      {
        "id":"ED034287",
        "title":"Undergraduate Research Training Program. Final Report."},
      {
        "id":"ED034288",
        "title":"Towson Educational Research Training Program. Final Report."},
      {
        "id":"ED034289",
        "title":"Advanced Educational Research Institute. Final Report."},
      {
        "id":"ED034290",
        "title":"Cross-National Study of Educational Attainment: Stage I of the I.E.A. Investigation in Six Subject Areas. Final Report. Volume I."},
      {
        "id":"ED034291",
        "title":"40 Questions and Answers Regarding Act 109, the Pennsylvania Nonpublic Elementary and Secondary Education Act."},
      {
        "id":"ED034292",
        "title":"Rationale of Education Evaluation."},
      {
        "id":"ED034293",
        "title":"Rules and Regulations for Implementing the Pennsylvania Nonpublic Elementary and Secondary Education Act."},
      {
        "id":"ED034294",
        "title":"Recommended Organization for Wyoming Public Elementary and Secondary School Education."},
      {
        "id":"ED034295",
        "title":"Some Views on Longitudinal Inquiry. Research and Services Series."},
      {
        "id":"ED034296",
        "title":"Planning Design for Basic Educational Data System."},
      {
        "id":"ED034297",
        "title":"State Education Agencies: A Bibliography."},
      {
        "id":"ED034298",
        "title":"A Decision Process and Classification System for Use by Title I Project Directors in Planning Educational Change."},
      {
        "id":"ED034299",
        "title":"Considerations of Decision Theory in the Reconstruction of Logic in Urban Planning."},
      {
        "id":"ED034300",
        "title":"Cross-National Study of Educational Attainment: Stage I of the I.E.A. Investigation in Six Subject Areas. Final Report. Volume II."},
      {
        "id":"ED034301",
        "title":"Report of Postdoctoral Fellowship Program in Educational Research. Final Report."},
      {
        "id":"ED034302",
        "title":"Functions of Educational Specialists in the Schools, A Preliminary Analysis."},
      {
        "id":"ED034303",
        "title":"Further Clarification of the Class Size Question."},
      {
        "id":"ED034304",
        "title":"State Leadership in International Education."},
      {
        "id":"ED034305",
        "title":"Federal Legislative Proposals, 1969."},
      {
        "id":"ED034306",
        "title":"Stanford Center for Research and Development in Teaching. Fourth Annual Report."},
      {
        "id":"ED034307",
        "title":"The Role of the Specialist in the School Program."},
      {
        "id":"ED034308",
        "title":"Statistical Report on Indicators of Quality."},
      {
        "id":"ED034309",
        "title":"Scheduling Music Classes."},
      {
        "id":"ED034310",
        "title":"Program for Implementing Curriculum on Ethical Decision Making. Draft Copy."},
      {
        "id":"ED034311",
        "title":"The Effects of Laboratory Training on Elementary School Principals: An Evaluation."},
      {
        "id":"ED034312",
        "title":"Evaluative Criteria for the Evaluation of Secondary Schools. Fourth Edition."},
      {
        "id":"ED034313",
        "title":"The School Board Role--Present and Future."},
      {
        "id":"ED034314",
        "title":"Evaluation Instruments in Health Education. A Bibliography of Tests of Knowledge, Attitudes, Behavior for Elementary, Secondary and College Levels."},
      {
        "id":"ED034315",
        "title":"The New Social Studies; Implications for School Administration."},
      {
        "id":"ED034316",
        "title":"Examining the Composer--Audience Gap in Contemporary Music. Final Report."},
      {
        "id":"ED034317",
        "title":"Human Relations Training and the Innovation Consultant."},
      {
        "id":"ED034318",
        "title":"Program Plan and Budget Request. Volume I, Scope of Work and Projected Activities."},
      {
        "id":"ED034319",
        "title":"The Legal Status (Historical Development, Current Statutes and Court Decisions) of Pupil Transportation in the Public Schools of the United States. Final Report."},
      {
        "id":"ED034320",
        "title":"A Cross National Study of the Relative Influence of School Education: A Causal Analysis."},
      {
        "id":"ED034321",
        "title":"AERA Research Training Program 1969. Final Report."},
      {
        "id":"ED034322",
        "title":"Data Banks for Children: Development and Initial Studies. Final Report."},
      {
        "id":"ED034323",
        "title":"Institute in Research Design and Evaluation. Final Report. (November 20-26, 1968)."},
      {
        "id":"ED034324",
        "title":"Evaluation and the Improvement of Compensatory Educational Programs."},
      {
        "id":"ED034325",
        "title":"Technology for Organizational Training in Schools."},
      {
        "id":"ED034327",
        "title":"Studies in Reaction to Disability. XII: Structure of Attitudes toward the Physically Disabled; Disability Factor Scales--Amputation, Blindness, Cosmetic Conditions."},
      {
        "id":"ED034328",
        "title":"These Are Not Children; A Play About Opportunities for the Mentally Retarded."},
      {
        "id":"ED034331",
        "title":"Operation Bridge; A Title III Project for Neurologically Impaired Children, Prince George's County, Maryland, Special Education Department."},
      {
        "id":"ED034332",
        "title":"Seventh Annual Distinguished Lecture Series in Special Education and Rehabilitation; Summer Session 1968."},
      {
        "id":"ED034333",
        "title":"An Educational Test of the Learning Potential Hypothesis with Adolescent Mentally Retarded Special Class Children, Volume II. Final Report."},
      {
        "id":"ED034334",
        "title":"Workshop II: Video Technology & Programs for the Deaf; Current Developments & Plans for the Future."},
      {
        "id":"ED034335",
        "title":"Analyzing Costs in a Residential Group Care Facility for Children; A Step-by-Step Manual."},
      {
        "id":"ED034338",
        "title":"MR 69: Toward Progress; The Story of a Decade. A Third Report by the President's Committee on Mental Retardation about Developments in the National Campaign to Overcome Mental Retardation."},
      {
        "id":"ED034339",
        "title":"Comprehensive Statewide Planning Project for Vocational Rehabilitation Services; Montana. Final Report."},
      {
        "id":"ED034340",
        "title":"Individual Learning Disabilities: A Bibliography."},
      {
        "id":"ED034341",
        "title":"An Analytic Curriculum in English for Deaf Students at the Secondary Level. Final Report."},
      {
        "id":"ED034342",
        "title":"Day Camping and Leisure Time Recreation Activities for the Mentally Retarded."},
      {
        "id":"ED034343",
        "title":"Special Education and Resource Center Project, 1966-69. ESEA Title III Final Evaluation Report."},
      {
        "id":"ED034344",
        "title":"A Report of the 1969 Introductory and Advanced Institutes in Programed Instruction and Instructional Systems for Teachers of the Deaf."},
      {
        "id":"ED034345",
        "title":"Physical Education and Recreation for Handicapped Children; Proceedings of a Study Conference on Research and Demonstration Needs."},
      {
        "id":"ED034346",
        "title":"The Comprehension of Rapid Speech by the Blind: Part III. Final Report."},
      {
        "id":"ED034347",
        "title":"Psychological and Educational Studies with Spina Bifida Children. Final Report."},
      {
        "id":"ED034348",
        "title":"Effects of Visual and Auditory Background on Reading Achievement Test Performance of Brain-Injured and Non Brain-Injured Children."},
      {
        "id":"ED034349",
        "title":"Relationships among Audiological Status, Linguistic Skills, Visual-Motor Perception, and Academic Achievement of Deaf Children. Final Report."},
      {
        "id":"ED034352",
        "title":"Research on Some Behavioral Aspects of Deafness."},
      {
        "id":"ED034353",
        "title":"California Project Talent: Acceleration Programs for Intellectually Gifted Pupils."},
      {
        "id":"ED034354",
        "title":"Guidebook for Classes in Special Education."},
      {
        "id":"ED034355",
        "title":"Program for Exceptional Children; Handbook--Educational and Psychological Assessment."},
      {
        "id":"ED034356",
        "title":"Regulations and Procedures; Program for Exceptional Children."},
      {
        "id":"ED034357",
        "title":"Special Problems, Special Solutions: Handbook for Teachers of the Visually Handicapped."},
      {
        "id":"ED034359",
        "title":"Trainable Mentally Retarded; A Guide to Programming."},
      {
        "id":"ED034360",
        "title":"Association for Education of the Visually Handicapped Biennial Conference (Forty-Ninth, Toronto, Canada, June 1968)."},
      {
        "id":"ED034363",
        "title":"In-Service Program for Teachers of Educable Mentally Retarded Children. Final Report."},
      {
        "id":"ED034364",
        "title":"Development of Self-Study Instruments for Use in Accrediting. Final Report."},
      {
        "id":"ED034365",
        "title":"Relationship of Selected Aspects of Hearing to Speech Disorders. Final Report."},
      {
        "id":"ED034366",
        "title":"An Experimental Study of the Clinical Acquisition of Behavioral Principles by Videotape Self-Confrontation. Final Report."},
      {
        "id":"ED034367",
        "title":"Communication Patterns in Classes for Deaf Students. Final Report."},
      {
        "id":"ED034368",
        "title":"Dental Care for the Mentally Retarded; A Handbook for Ward Personnel."},
      {
        "id":"ED034369",
        "title":"Pilot Program with Seriously Emotionally Disturbed Deaf Children. Final Report."},
      {
        "id":"ED034370",
        "title":"Retardation in Intellectual Development of Lower-Class Puerto Rican Children in New York City. Final Report."},
      {
        "id":"ED034371",
        "title":"Effects of Sensory Modality Stimulation on the Dysarthria of Cerebral Palsy."},
      {
        "id":"ED034372",
        "title":"A Comparison of an Achievement Battery with Two Tests of Ability with Educable Mental Retardates. Final Report."},
      {
        "id":"ED034373",
        "title":"School Achievement of the Emotionally Handicapped Child Following Clinic Treatment."},
      {
        "id":"ED034374",
        "title":"Guide for Schoolhouse Planning and Construction, Comprising Suggestions, Recommendations, and Mandatory Requirements Relating to the Construction of Public School Buildings in the State of New Jersey."},
      {
        "id":"ED034375",
        "title":"Co-ordinated Classroom Lectures."},
      {
        "id":"ED034379",
        "title":"Transformation of the Schoolhouse. Annual Report for 1969."},
      {
        "id":"ED034380",
        "title":"Minutes of the Bidding Procedures Symposium Sponsored by the University of New Mexico [New Mexico Union Theater, November 3, 1965]."},
      {
        "id":"ED034381",
        "title":"Space Inventory and Utilization, University of Michigan, Annual College and University Machine Records Conference (13th, University of Iowa, Iowa City; April 22-24, 1968)."},
      {
        "id":"ED034382",
        "title":"New Trends in the Design, Cost, Construction of the Modern School Building."},
      {
        "id":"ED034383",
        "title":"Plan for a System of Educational Parks in Chicago."},
      {
        "id":"ED034384",
        "title":"Modification of Educational Equipment and Curriculum for Maximum Utilization by Physically Disabled Persons. The Transportation of Physically Disabled Students."},
      {
        "id":"ED034385",
        "title":"The Modification of Educational Equipment and Curriculum for Maximum Utilization by Physically Disabled Persons. Educational and School Equipment for Physically Disabled Students."},
      {
        "id":"ED034387",
        "title":"Data Element Dictionary: Facilities. Preliminary Draft."},
      {
        "id":"ED034388",
        "title":"Area Community College and Area Vocational School. Construction Guidelines. Revised 1968."},
      {
        "id":"ED034389",
        "title":"School Lighting."},
      {
        "id":"ED034390",
        "title":"Facilities Planning Guide for the Community College System."},
      {
        "id":"ED034392",
        "title":"AIA Architect-Researcher's Conference, Proceedings (5th, Wisconsin Dells, Wisc., September 25-26, 1968)."},
      {
        "id":"ED034393",
        "title":"Stanford Program in Computer-Assisted Instruction for the Period April 1, 1968 to June 30, 1968. Progress Report."},
      {
        "id":"ED034395",
        "title":"Computer-Based Physics: An Anthology."},
      {
        "id":"ED034400",
        "title":"Development Processes in CAI Problems, Techniques, and Implications."},
      {
        "id":"ED034401",
        "title":"Impact of CAI on Classroom Teachers."},
      {
        "id":"ED034403",
        "title":"Individual Versus Paired Learning of an Abstract Algebra Presented by Computer Assisted Instruction."},
      {
        "id":"ED034407",
        "title":"Closed Circuit Television Model Program."},
      {
        "id":"ED034408",
        "title":"Computer-Based Vocational Guidance Systems."},
      {
        "id":"ED034409",
        "title":"Computer Aided Instruction; Theory and Practice."},
      {
        "id":"ED034410",
        "title":"Computer Aided Instruction for a Course in Boolean Algebra and Logic Design. Final Report (Revised)."},
      {
        "id":"ED034411",
        "title":"Media and the Culturally Different Learner."},
      {
        "id":"ED034417",
        "title":"President's Task Force on Communications Policy. Final Report."},
      {
        "id":"ED034420",
        "title":"Brief History of Computer-Assisted Instruction at the Institute for Mathematical Studies in the Social Sciences."},
      {
        "id":"ED034421",
        "title":"Stanford Program in Computer-Assisted Instruction for the Period January 1, 1969 to March 31, 1969. Progress Report."},
      {
        "id":"ED034424",
        "title":"Television in Army Training: Evaluation of Television in Army Basic Training."},
      {
        "id":"ED034425",
        "title":"Perception of Language: Proceedings of a Symposium of the Learning Research and Development Center; Parts I and II."},
      {
        "id":"ED034426",
        "title":"An Investigation into the Differential Effectiveness for Males and Females, of Three CAI Treatments on Delayed Retention of Mathemtical Concepts."},
      {
        "id":"ED034427",
        "title":"Some Aspects of Learning from Films; Incidental Report Number Two."},
      {
        "id":"ED034431",
        "title":"An Interactive Information Retrieval System; Case Studies on the Use of DIALOG to Search the ERIC Document File."},
      {
        "id":"ED034438",
        "title":"Instructional Materials Centers: A Series Three Collection from ERIC at Stanford."},
      {
        "id":"ED034440",
        "title":"An Annotated Bibliography of Audiovisual Materials Related to Understanding and Teaching the Culturally Disadvantaged."},
      {
        "id":"ED034441",
        "title":"Curricular Change in the Foreign Languages: 1963 Colloquium on Curricular Change."},
      {
        "id":"ED034448",
        "title":"Toward Excellence in Foreign Language Education."},
      {
        "id":"ED034450",
        "title":"Songs in the Foreign Language Classroom. ERIC Focus Reports on the Teaching of Foreign Languages, Number 12."},
      {
        "id":"ED034451",
        "title":"Correlation of Language Class and Language Laboratory. ERIC Focus Reports on the Teaching of Foreign Languages, Number 13."},
      {
        "id":"ED034452",
        "title":"Status of the Foreign Language Programs in the Largest Schools of South Texas During the Spring of 1967."},
      {
        "id":"ED034453",
        "title":"Independent Evaluation of the Language Institute Program for the Summer of 1960."},
      {
        "id":"ED034454",
        "title":"Independent Evaluation of the Language Institute Program for the Summer of 1959."},
      {
        "id":"ED034455",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Volume 3, Number 4, 1969."},
      {
        "id":"ED034456",
        "title":"Goethe-Institut Lehrerhandbibliothek: A Bibliography of Texts and Reference Works for the Teacher of German."},
      {
        "id":"ED034457",
        "title":"Toward Ideal Foreign Language Articulation."},
      {
        "id":"ED034458",
        "title":"The Place of Latin in the Curriculum."},
      {
        "id":"ED034459",
        "title":"Selected Bibliography of Yugoslav Educational Materials. Volume 5, Numbers 1-2, 1969."},
      {
        "id":"ED034460",
        "title":"Directions in Foreign Language Testing."},
      {
        "id":"ED034461",
        "title":"Indian Educational Material: October-December 1968. Volume 3, Number 2."},
      {
        "id":"ED034462",
        "title":"Education Abstracts: Burma. September-December 1968, January-April 1969."},
      {
        "id":"ED034463",
        "title":"Language as a Liberal Art."},
      {
        "id":"ED034466",
        "title":"Assessing a Foreign Language Program Through Proper Use of Standardized Tests."},
      {
        "id":"ED034467",
        "title":"Manual of Tape Scripts: Italian, Level 1. Curriculum Bulletin, 1968-69 Series, Number 12."},
      {
        "id":"ED034468",
        "title":"Manual of Tape Scripts: French, Level 2. Curriculum Bulletin, 1968-69 Series, Number 10."},
      {
        "id":"ED034469",
        "title":"Manual of Tape Scripts: Spanish, Level 2. Curriculum Bulletin, 1968-69 Series, Number 13."},
      {
        "id":"ED034470",
        "title":"Manual of Tape Scripts: German, Level 1. Curriculum Bulletin, 1968-69 Series, Number 11."},
      {
        "id":"ED034471",
        "title":"A Bibliography Both in Manuscript Form and on Computer Tape of all English and American-Literature Dissertations Accepted by American, British, and German Universities 1865-1968."},
      {
        "id":"ED034473",
        "title":"Institutional Self-Analysis and Long-Range Planning in a Small Liberal Arts College. Part I--Study Design."},
      {
        "id":"ED034474",
        "title":"The Effect of a Short Computer Course on Attitudes Toward the Computer."},
      {
        "id":"ED034475",
        "title":"Comparison of Grade Point Averages and Credit Loads Completed Summer Sessions and Academic Year 1964-1968, 1963-64 to 1967-68. Part Three, Series One."},
      {
        "id":"ED034476",
        "title":"Actual and &quot;Ideal&quot; Patterns of Attendance Summer Session and Academic Year 1964 to 1968, 1963-64 to 1967-68. Part two, Series One."},
      {
        "id":"ED034477",
        "title":"The Extra-Curriculum. The Study of Education at Stanford. Report to the University."},
      {
        "id":"ED034478",
        "title":"Student Participation in Campus Governance."},
      {
        "id":"ED034479",
        "title":"The Role of the Student in College and University Government."},
      {
        "id":"ED034481",
        "title":"Proceedings of the Second Summer Workshop for Graduate Deans."},
      {
        "id":"ED034482",
        "title":"Interinstitutional Cooperation in Higher Education."},
      {
        "id":"ED034483",
        "title":"Validation of Motivational Types."},
      {
        "id":"ED034484",
        "title":"Report on a Study of Faculty Activities at the University of Toronto."},
      {
        "id":"ED034485",
        "title":"Smithsonian Institution. Opportunities for Research and Advanced Study 1970-1971."},
      {
        "id":"ED034486",
        "title":"Policy Documents and Reports of the American Association of University Professors."},
      {
        "id":"ED034487",
        "title":"A Proposal to Establish The Council of the Princeton University Community. A Report of the Special Committee on the Structure of the University."},
      {
        "id":"ED034488",
        "title":"Standing Committee to Develop the Afro-American Studies Department. A Progress Report."},
      {
        "id":"ED034489",
        "title":"We Must Speak Out for Public Higher Education."},
      {
        "id":"ED034492",
        "title":"Student Power at The University of Massachusetts. A Case Study."},
      {
        "id":"ED034493",
        "title":"The Role of the University in the Community. I."},
      {
        "id":"ED034494",
        "title":"The Role of the University in the Community. II."},
      {
        "id":"ED034495",
        "title":"The Role of the University in the Community. III."},
      {
        "id":"ED034496",
        "title":"A Survey of Ninety-Five Colleges Concerning Academic Calendar and the 4-1-4 System, Summer Employment of Faculty, and Sabbatical Leave."},
      {
        "id":"ED034497",
        "title":"The Report of the President. Yale University: 1967-68."},
      {
        "id":"ED034498",
        "title":"Joint Statement on the Academic Freedom of Students. A Summary and an Analysis."},
      {
        "id":"ED034499",
        "title":"The Report of the Commission on Student Participation in University Life."},
      {
        "id":"ED034500",
        "title":"Report of the Committee on Government Organization."},
      {
        "id":"ED034501",
        "title":"The President's Commission on Student Involvement in Decision-Making. The Chairman's Report."},
      {
        "id":"ED034502",
        "title":"The President's Commission on Student Involvement in Decision-Making. A Comment."},
      {
        "id":"ED034503",
        "title":"Student Voice - Faculty Response."},
      {
        "id":"ED034504",
        "title":"A Progress Report by The Committee on University Governance."},
      {
        "id":"ED034505",
        "title":"State Laws of 1969 Dealing with Student Unrest."},
      {
        "id":"ED034506",
        "title":"The College Senate. By-Laws."},
      {
        "id":"ED034507",
        "title":"Senate Code. 1969. The University of Kansas."},
      {
        "id":"ED034508",
        "title":"All-College Council at Maryville College."},
      {
        "id":"ED034509",
        "title":"Higher Education and Public Purposes."},
      {
        "id":"ED034510",
        "title":"[Development Programs at Negro Institutions.]"},
      {
        "id":"ED034511",
        "title":"Faculty and Students, or Faculty Versus Students."},
      {
        "id":"ED034512",
        "title":"A Description of the Psychological Environment of Students at the Agricultural and Technical College at Delhi."},
      {
        "id":"ED034513",
        "title":"Research Activities."},
      {
        "id":"ED034514",
        "title":"Junior Colleges: 50 States/50 Years."},
      {
        "id":"ED034516",
        "title":"Preparing Two-Year College Teachers for the '70's; Report of a Conference (Warrenton, Virginia, November 17-19, 1968)."},
      {
        "id":"ED034517",
        "title":"Occupational Education 1970-75; Foundation for a Master Plan."},
      {
        "id":"ED034518",
        "title":"An Analysis of Selected Factors that Identify the Two-Year College as Being More Closely Related to Either Secondary Education or Higher Education."},
      {
        "id":"ED034519",
        "title":"In-Service Training for Two-Year College Faculty and Staff; A Survey of Junior and Community College Administrators."},
      {
        "id":"ED034520",
        "title":"Criteria for Granting Tenure at College of the Mainland."},
      {
        "id":"ED034521",
        "title":"[Characteristics of Harcum Junior College Students.]"},
      {
        "id":"ED034522",
        "title":"Education: A Reciprocal Civic-Military Objective."},
      {
        "id":"ED034523",
        "title":"A Report on the Education and Training of Chemistry Teachers for Two-Year Colleges."},
      {
        "id":"ED034525",
        "title":"The Two-Year College and the Federal Government--Issues and Directions."},
      {
        "id":"ED034526",
        "title":"Maryland Standards for Two-Year Colleges."},
      {
        "id":"ED034527",
        "title":"A Position Paper for the Junior College Administrator."},
      {
        "id":"ED034528",
        "title":"The Computer and the Junior College."},
      {
        "id":"ED034529",
        "title":"A Survey of Intercollegiate Awards for Athletes at Two-Year Colleges."},
      {
        "id":"ED034530",
        "title":"Organizational Leadership: Some Conceptual Models."},
      {
        "id":"ED034532",
        "title":"A Different Perception of the Community in Community College."},
      {
        "id":"ED034533",
        "title":"University System Core Curriculum Summary Statement."},
      {
        "id":"ED034535",
        "title":"The Community College and the Office of Education's Goals."},
      {
        "id":"ED034536",
        "title":"A Systems Approach to the Development of a Junior College Course in Remedial Mathematics."},
      {
        "id":"ED034537",
        "title":"Ahead in College: A Developmental Program for Low Achievers."},
      {
        "id":"ED034538",
        "title":"Taped Highlights; Recommendations of the Western Regional Leadership Conference (Sacramento, Calif., September 25-26, 1969)."},
      {
        "id":"ED034539",
        "title":"[Address Given at the Regional Junior College Recreation Education Institute, American River College, September 25, 1969.]"},
      {
        "id":"ED034540",
        "title":"Policies, Procedures, and Regulations; Governing the Establishment and Operation of the Comprehensive Community Colleges of Virginia."},
      {
        "id":"ED034541",
        "title":"Some Comments on the Role of Junior College Counselors."},
      {
        "id":"ED034544",
        "title":"Timed and Untimed Tests of Creative Thinking: A Timely Comparison."},
      {
        "id":"ED034545",
        "title":"Selected Papers from Northern Illinois University Community College Conferences, 1968-1969."},
      {
        "id":"ED034546",
        "title":"Summaries of the Meetings of Group F of the Seminar for Great Teachers at Westbrook Junior College, Portland, Maine, August 17-27, 1969."},
      {
        "id":"ED034555",
        "title":"MEDLARS, 1963-1967."},
      {
        "id":"ED034559",
        "title":"Information Resources; A Searcher's Manual. MOREL Regional Information System for Educators."},
      {
        "id":"ED034560",
        "title":"Information Services; A Survey of the History and Present Status of the Field. MOREL Regional Information System for Educators."},
      {
        "id":"ED034561",
        "title":"Establishing the Information System: An Operational Handbook. MOREL Regional Information System for Educators."},
      {
        "id":"ED034567",
        "title":"Studies in Public Library Government, Organization, and Support. Final Report."},
      {
        "id":"ED034569",
        "title":"Head Start Programs and Participants 1965-1967."},
      {
        "id":"ED034570",
        "title":"Reducing Behavior Problems: An Operant Conditioning Guide for Teachers."},
      {
        "id":"ED034571",
        "title":"Language Experiences Which Promote Reading."},
      {
        "id":"ED034572",
        "title":"Individual Differences in Ghetto Four-Year-Olds."},
      {
        "id":"ED034573",
        "title":"Training the Intellect Versus Development of the Child."},
      {
        "id":"ED034574",
        "title":"The Effects of Psychosocial Deprivation on Human Development in Infancy."},
      {
        "id":"ED034575",
        "title":"Kindergarten Curriculum Guide: Early Childhood Education."},
      {
        "id":"ED034577",
        "title":"Verbal Behavior of Preschool Teachers. A Very Preliminary Report."},
      {
        "id":"ED034578",
        "title":"A Socially Integrated Kindergarten."},
      {
        "id":"ED034579",
        "title":"Community Coordinated Child Care: 1. Interim Policy Guidance for the 4-C Program; 2. 4-C Fact Sheet and 4-C Status Report; 3. Selected Reference Sources for the 4-C Program."},
      {
        "id":"ED034585",
        "title":"An Evaluation of the Preschool Readiness Centers Program in East St. Louis, Illinois, July 1, 1968 - June 30, 1969. Final Report."},
      {
        "id":"ED034586",
        "title":"Arizona Center for Early Childhood Education Annual Report, June 1968 - June 1969."},
      {
        "id":"ED034587",
        "title":"Pedagogical Attitudes of Conventional and Specially-Trained Teachers."},
      {
        "id":"ED034588",
        "title":"A Longitudinal Investigation of Montessori and Traditional Prekindergarten Training with Inner City Children: A Comparative Assessment of Learning Outcomes. Three Part Study."},
      {
        "id":"ED034589",
        "title":"Staffing Preschools: Background Information."},
      {
        "id":"ED034590",
        "title":"An Educational Imperative and Its Fallout Implications."},
      {
        "id":"ED034591",
        "title":"The Simultaneous Rehabilitation of Mothers and Their Children."},
      {
        "id":"ED034592",
        "title":"A Transformational Analysis of the Language of Kindergarten and Elementary School Children."},
      {
        "id":"ED034593",
        "title":"Orchestrated Instruction: A Cooking Experience."},
      {
        "id":"ED034594",
        "title":"Standardized Tests and the Disadvantaged."},
      {
        "id":"ED034595",
        "title":"An Evaluation of a Pilot Project to Assess the Introduction of the Modern English Infant School Approach to Learning with Second and Third Year Disadvantaged Children."},
      {
        "id":"ED034596",
        "title":"The Effects of Mothers' Presence and Previsits on Children's Emotional Reactions to Starting Nursery School."},
      {
        "id":"ED034597",
        "title":"Language Teaching: Prepositions and Conjunctives."},
      {
        "id":"ED034598",
        "title":"The Effects of Manipulation of Teacher Communication Style in the Preschool."},
      {
        "id":"ED034599",
        "title":"Information Exchange in Mother-Child Interactions."},
      {
        "id":"ED034601",
        "title":"Helpful Hints for New BIA Teachers."},
      {
        "id":"ED034603",
        "title":"Forest-Fire Prevention Knowledge and Attitudes of Residents of Utah County, Utah, With Comparisons to Butte County, California"},
      {
        "id":"ED034604",
        "title":"Geographic Methodology in Natural Resource and Outdoor Recreation Research."},
      {
        "id":"ED034605",
        "title":"Study of the Trends and Developments in Local Labor Markets Relevant to the High School Student."},
      {
        "id":"ED034606",
        "title":"Job Mobility and Migration in a High Income Rural Community. Research Bulletin No. 708."},
      {
        "id":"ED034607",
        "title":"Job Mobility and Migration in a Low Income Rural Community. Research Bulletin No. 730"},
      {
        "id":"ED034609",
        "title":"Wisconsin Governor's Committee on Migratory Labor. Report for 1966 and 1967 With a Summary of Earlier Developments."},
      {
        "id":"ED034610",
        "title":"Salem Model School: A Program of Individualized Instruction in a Building Accenting Accessibility and Flexibility."},
      {
        "id":"ED034612",
        "title":"Navajo Evaluators Look at Rough Rock Demonstration School."},
      {
        "id":"ED034613",
        "title":"Economic, Social, and Demographic Characteristics of Spanish-American Wage Workers on U. S. Farms."},
      {
        "id":"ED034614",
        "title":"Poverty in Rural Areas of the United States."},
      {
        "id":"ED034615",
        "title":"Rural People in the American Economy."},
      {
        "id":"ED034620",
        "title":"A Demonstration of the Effect of an Adaptation of Microteaching on the Instructional Behavior of Rural School Teachers. Final Report."},
      {
        "id":"ED034621",
        "title":"Changes in Attitudinal Characteristics of Migrant and Ex-Migrant Workers Involved in Adult Education. Final Report."},
      {
        "id":"ED034622",
        "title":"Bilingual Family School Project (Adair County, Oklahoma)."},
      {
        "id":"ED034623",
        "title":"Validation of a Test to Measure Need-Achievement Motivation Among American Indian High School Students. Final Report."},
      {
        "id":"ED034624",
        "title":"An Introduction to the Alaska Department of Education and the Information on People, Government, History, Geography."},
      {
        "id":"ED034625",
        "title":"Indian Education: A National Tragedy--A National Challenge. 1969 Report of the Committee on Labor and Public Welfare, United States Senate, Made by Its Special Subcommittee on Indian Education."},
      {
        "id":"ED034626",
        "title":"Opinion Leadership in India, A Study of Interpersonal Communication in Eight Villages."},
      {
        "id":"ED034627",
        "title":"Development and Education in the Mwanza District (Tanzania), A Case Study of Migration and Peasant Farming."},
      {
        "id":"ED034628",
        "title":"Cooperative Staff Development---A Possible Approach for Small Schools."},
      {
        "id":"ED034629",
        "title":"A Study of One and Two Room Schools in Kentucky. The Little Red School House in Kentucky."},
      {
        "id":"ED034631",
        "title":"Outdoor Education: An Overview."},
      {
        "id":"ED034632",
        "title":"Review and Synthesis of Research on Vocational Education in Rural Areas."},
      {
        "id":"ED034633",
        "title":"Annotated Bibliography of Materials on the Mexican-American."},
      {
        "id":"ED034634",
        "title":"Opportunities for and Limitations of Social and Economic Adjustments in an Alabama Rural County."},
      {
        "id":"ED034635",
        "title":"Dan and His Pets. Books One Through Five."},
      {
        "id":"ED034636",
        "title":"Dan and His Pets. Teacher's Manual."},
      {
        "id":"ED034637",
        "title":"Joe and His Happy Family. Books One and Two."},
      {
        "id":"ED034638",
        "title":"Past and Contemporary Navajo Culture Go Hand in Hand. Curriculum Guide."},
      {
        "id":"ED034639",
        "title":"Attitudes and Values in a Rural Development Area: Van Buren County, Arkansas."},
      {
        "id":"ED034640",
        "title":"The Rural Poor and E. P. D. A."},
      {
        "id":"ED034641",
        "title":"Rural People and Their Resources: North-Central New Mexico."},
      {
        "id":"ED034642",
        "title":"[Chicano Bibliography. Education...the Last Hope of the Poor Chicano (Educacion...La Ultima Esperanza Del Pobre Chicano).]"},
      {
        "id":"ED034643",
        "title":"The Devils Lake Planning Grant. Final Report."},
      {
        "id":"ED034644",
        "title":"A Guide to Materials Relating to Persons of Mexican Heritage in the United States. The Mexican American, A New Focus on Opportunity."},
      {
        "id":"ED034645",
        "title":"Urban and Minority Centered Programs in Western Colleges and Universities, 1969-70."},
      {
        "id":"ED034646",
        "title":"Geographic and Occupational Mobility of Rural Manpower. Documentation in Agriculture and Food, 75."},
      {
        "id":"ED034647",
        "title":"State Evaluation Report for Migrant Programs, Title I, E. S. E. A. - Wisconsin, 1968."},
      {
        "id":"ED034649",
        "title":"Modern Ways in One- and Two-Teacher Schools."},
      {
        "id":"ED034650",
        "title":"Phonics."},
      {
        "id":"ED034651",
        "title":"Reading Retardation: I. Psychiatric and Sociologic Aspects."},
      {
        "id":"ED034653",
        "title":"Elements in an Adequate High School Reading Improvement Program."},
      {
        "id":"ED034654",
        "title":"The Effective Teacher of Reading."},
      {
        "id":"ED034655",
        "title":"Some Relationships Between Auditory and Visual Discriminations."},
      {
        "id":"ED034657",
        "title":"The Many Faces of Reading Comprehension."},
      {
        "id":"ED034658",
        "title":"The Effects of Grouping Disadvantaged Children for Reading Instructions in Grade 1."},
      {
        "id":"ED034660",
        "title":"Reading Achievement and Its Relationship to Academic Performance. Part I: Reading Deficiency in Elementary School and Relationships to Secondary School Performance."},
      {
        "id":"ED034661",
        "title":"Handbook for Special Reading Program."},
      {
        "id":"ED034662",
        "title":"Words Make for Success."},
      {
        "id":"ED034663",
        "title":"The Analysis of Reading Skill: A Program of Basic and Applied Research. Final Report."},
      {
        "id":"ED034664",
        "title":"Beginning Readers for Speakers of Divergent Dialects."},
      {
        "id":"ED034665",
        "title":"The Right to Read--Challenge for Local Leadership."},
      {
        "id":"ED034666",
        "title":"Evaluation of Listen Look Learn Cycles R-40 in Corrective and Remedial Installations, 1967-68. Research and Information Bulletin No. 14."},
      {
        "id":"ED034667",
        "title":"An Individualized Reading Program."},
      {
        "id":"ED034668",
        "title":"Improving the Meaning Vocabulary of Inner-City Children."},
      {
        "id":"ED034669",
        "title":"Causes of Reading Difficulties--Facts and Fiction."},
      {
        "id":"ED034670",
        "title":"Word Attack Skills: Review of Literature."},
      {
        "id":"ED034671",
        "title":"An Instructional Sequence for Spelling-to-Sound Correspondences for the One- and Two-Syllable Words in Vocabularies of 6-9 Year-Olds."},
      {
        "id":"ED034672",
        "title":"Research on Some Aspects of Comprehension: Rate, Flexibility, and Study Skills."},
      {
        "id":"ED034673",
        "title":"Investigation of Inner City Reading Instruction Programs. Final Report."},
      {
        "id":"ED034674",
        "title":"The Revolution in School Mathematics, A Challenge for Administrators and Teachers."},
      {
        "id":"ED034675",
        "title":"A New Approach to School Camping Grades K-6, Some Suggestions for Outdoor Investigations in Science-Conservation for Camps, Parks, Playground, and Sanctuaries."},
      {
        "id":"ED034676",
        "title":"SPRUCE Discovery Manual, 169 Investigations Indoors and Outdoors."},
      {
        "id":"ED034677",
        "title":"Mathematics Library, Elementary and Junior High School."},
      {
        "id":"ED034678",
        "title":"Selective Service and Military Policies on Classification, Deferment, and Delay."},
      {
        "id":"ED034679",
        "title":"Information Requirements Analysis in a Secondary School System."},
      {
        "id":"ED034680",
        "title":"UDECOM-AU-1108, PDP-8/1 Data Communication System."},
      {
        "id":"ED034681",
        "title":"Creation of a Machine File and Subsequent Computer-Assisted Production of Publishing Outputs, Including a Translation Journal and an Index."},
      {
        "id":"ED034682",
        "title":"Scientific and Technical Communication, A Synopsis."},
      {
        "id":"ED034683",
        "title":"Minimum Covers of Fixed Cardinality in Weighted Graphs."},
      {
        "id":"ED034684",
        "title":"Cooperative College-School Science Program, Projects to Improve Science and Mathematics in the Schools, 1969 Directory."},
      {
        "id":"ED034685",
        "title":"Commission on Undergraduate Education in the Biological Sciences (CUEBS) News, Volume 6 Number 1."},
      {
        "id":"ED034686",
        "title":"Preliminary Evaluation Report on the Los Angeles City Schools, SB 28 Demonstration Program in Mathematics."},
      {
        "id":"ED034687",
        "title":"Free Teaching Materials: Classroom and Curriculum Aids for Elementary School Science."},
      {
        "id":"ED034688",
        "title":"Analysis of Research in the Teaching of Mathematics 1959 and 1960."},
      {
        "id":"ED034689",
        "title":"Analysis of Research in the Teaching of Mathematics."},
      {
        "id":"ED034690",
        "title":"Elementary Science and Mathematics Resource Teacher Development Project. Director's Final Report."},
      {
        "id":"ED034691",
        "title":"Progress in Scientific and Technical Communications, 1968 Annual Report."},
      {
        "id":"ED034692",
        "title":"School Mathematics Contests, A Report."},
      {
        "id":"ED034696",
        "title":"Adverse Reactions to Hallucinogenic Drugs."},
      {
        "id":"ED034697",
        "title":"Science Teaching and the Law."},
      {
        "id":"ED034698",
        "title":"Mathematics Grade 5. Curriculum Bulletin, 1968-69 Series, No. 18."},
      {
        "id":"ED034699",
        "title":"Mathematics Part Two, Pre-Kindergarten, Kindergarten, Grade One, Part II. Curriculum Bulletin, 1966-67 Series, No. 6B."},
      {
        "id":"ED034700",
        "title":"Science Grade 9. Curriculum Bulletin, 1968-69 Series, No. 9."},
      {
        "id":"ED034701",
        "title":"Science Grade 7, Chemistry, Physics, Earth Science, Biology. Curriculum Bulletin, 1968-69 Series, No. 15."},
      {
        "id":"ED034702",
        "title":"Mathematics 4-6, Instructional Objectives Exchange."},
      {
        "id":"ED034703",
        "title":"The Laboratory School: Its Rise and Fall?"},
      {
        "id":"ED034704",
        "title":"The Effect of Memory Support on the Problem-Solving Ability of Test-Anxious Children. Research and Development Memorandum No. 53."},
      {
        "id":"ED034705",
        "title":"The Relation Between Human Figure Drawing and Test Anxiety in Children. Research and Development Memorandum No. 52."},
      {
        "id":"ED034706",
        "title":"Self-Assessment Groups as a Means for Improving Teacher Behavior. A Research Project: Student Teachers at Wheaton College. (1968-1969)."},
      {
        "id":"ED034707",
        "title":"Microteaching and the Technical Skills Approach to Teacher Training. Technical Report No. 8."},
      {
        "id":"ED034708",
        "title":"An Instructional Performance Library."},
      {
        "id":"ED034709",
        "title":"Research and Evaluation at John Adams High School."},
      {
        "id":"ED034710",
        "title":"Special Problems of Evaluation Activities in an Individualized Education Program."},
      {
        "id":"ED034711",
        "title":"An Evaluation of the Operant Method of Teaching Disruptive and Non-learning Students in the Classroom. Final Report to the Florida State NDEA Steering Committee."},
      {
        "id":"ED034712",
        "title":"The EPDA Institute in Bilingual Education for Teachers of Spanish to the Spanish Speaking (Univ. of Arizona, June 16-August 8, 1969). Final Report of the Director."},
      {
        "id":"ED034713",
        "title":"The PR in PN for Education Associations. PR Bookshelf, No. 3."},
      {
        "id":"ED034714",
        "title":"New Roles and Relationships for Students in School and Community Settings."},
      {
        "id":"ED034715",
        "title":"The Effect of Student Ratings of Their Instructor on the Student's Achievement and Rating. Final Report."},
      {
        "id":"ED034716",
        "title":"Discussion Guide for Film Clip Series--\"The Team Approach in Education: Twenty Questions on Film.\""},
      {
        "id":"ED034717",
        "title":"Staffing for Better Schools (Under Title I, Elementary and Secondary Education Act of 1965.)"},
      {
        "id":"ED034718",
        "title":"Improving the Student Teaching Experience Through Selective Placement of Students."},
      {
        "id":"ED034719",
        "title":"Teaching Behavior Improvement Program."},
      {
        "id":"ED034720",
        "title":"Curriculum Guidelines for Inner-City Teacher Education."},
      {
        "id":"ED034721",
        "title":"Teacher Education in Florida, 1968-1978. Report of the Role and Scope Task Force on Teacher Education."},
      {
        "id":"ED034722",
        "title":"Progress and Prospects: The State of the Association."},
      {
        "id":"ED034723",
        "title":"Report on the Intern Teaching Program."},
      {
        "id":"ED034724",
        "title":"Change in Behaviors of First Year Intern Teachers."},
      {
        "id":"ED034725",
        "title":"[Wabash Valley Supplementary Educational Center.]"},
      {
        "id":"ED034726",
        "title":"Pre-Service Teacher Education in Canada. Bibliographies in Education, No. 1."},
      {
        "id":"ED034727",
        "title":"How To Negotiate: A Handbook for Local Teacher Associations."},
      {
        "id":"ED034728",
        "title":"Computer Uses in Instructional Programs. Bibliographies in Education, No. 4."},
      {
        "id":"ED034729",
        "title":"A Program of Teacher Development for a System of Individualized Education."},
      {
        "id":"ED034730",
        "title":"Improving Educational Assessment & An Inventory of Measures of Affective Behavior."},
      {
        "id":"ED034731",
        "title":"Knowledge and Understanding in Physical Education."},
      {
        "id":"ED034732",
        "title":"Increasing the Cognitive Level of Classroom Questions in Social Studies: An Application of Bloom's Taxonomy."},
      {
        "id":"ED034733",
        "title":"Performance Criteria for the Foreign Language Teacher. Technical Report No. 1A."},
      {
        "id":"ED034734",
        "title":"What Does It Do to Johnny? A Cognitive-Functionalistic View of Research on Media."},
      {
        "id":"ED034735",
        "title":"Increasing Teacher Effectiveness Through Better Use of Scientific Knowledge."},
      {
        "id":"ED034736",
        "title":"A New Model for the Supervision of Student Teaching."},
      {
        "id":"ED034737",
        "title":"Supervision: Emerging Profession. Readings from \"Educational Leadership.\""},
      {
        "id":"ED034738",
        "title":"Inquiry Patterns in Elementary Teaching. Final Report."},
      {
        "id":"ED034739",
        "title":"An Exemplary Program in Higher Education for Chemists, Engineers, and Chemistry Teachers."},
      {
        "id":"ED034741",
        "title":"A Comparison of Two Techniques for Analyzing Classroom Behaviors."},
      {
        "id":"ED034742",
        "title":"Maclay On-Site Training Project (MOST): A Project in Compensatory Education. Final Report."},
      {
        "id":"ED034743",
        "title":"Youth Music Institute. (University of Wisconsin, Madison, July 7-August 1, 1969.)"},
      {
        "id":"ED034744",
        "title":"Recommended Standards for Teacher Education. The Accreditation of Basic and Advanced Preparation Programs for Professional School Personnel."},
      {
        "id":"ED034745",
        "title":"The Public School System as Campus: An Organizational Development Approach to Pre-Service Teacher Training."},
      {
        "id":"ED034746",
        "title":"Supervisory Conference as Individualized Teaching. Association for Student Teaching Bulletin, No. 28, 1969."},
      {
        "id":"ED034747",
        "title":"Model Program for Teacher In-Service Training Emphasizing the Affective Dimension."},
      {
        "id":"ED034748",
        "title":"Evaluating Tomorrow's English Teachers."},
      {
        "id":"ED034749",
        "title":"The Locus of Change: Some Notes on Innovation in English Teaching."},
      {
        "id":"ED034750",
        "title":"The Language Arts Teacher in Kansas."},
      {
        "id":"ED034751",
        "title":"Paperbacks and the Thematic Unit."},
      {
        "id":"ED034752",
        "title":"\"Epilogue\" to \"Transformational Sentence-Combining: A Method for Enhancing the Development of Syntactic Fluency in English Composition\"."},
      {
        "id":"ED034753",
        "title":"Anthological Project: Newspaper, 1st April, 1984."},
      {
        "id":"ED034754",
        "title":"The Anthological Project."},
      {
        "id":"ED034755",
        "title":"An Imaginary Community--Hotel."},
      {
        "id":"ED034757",
        "title":"The New Grammars."},
      {
        "id":"ED034758",
        "title":"Recent Developments in Transformational Grammar."},
      {
        "id":"ED034760",
        "title":"Speaking About Teaching: Papers from the 1965 Summer Session of the Commission on English."},
      {
        "id":"ED034762",
        "title":"Wired for Sound: Teaching, Communications, and Technological Culture."},
      {
        "id":"ED034764",
        "title":"The English Language Arts Program (Kindergarten-Grade Twelve)."},
      {
        "id":"ED034765",
        "title":"Benjamin in the 23rd Century."},
      {
        "id":"ED034766",
        "title":"The Role of the Newspaper in a Disadvantaged School."},
      {
        "id":"ED034767",
        "title":"The Relevance of Adolescent Literature."},
      {
        "id":"ED034768",
        "title":"Using the &quot;Language Inquiry&quot; as a Teaching Device."},
      {
        "id":"ED034770",
        "title":"America's Culturally Different Children."},
      {
        "id":"ED034771",
        "title":"To Play with Mammets."},
      {
        "id":"ED034772",
        "title":"Black Literature? Of Course!"},
      {
        "id":"ED034773",
        "title":"The Comprehensive Fine Arts and Crafts Program, Grades 1-12. Proceedings of the Annual Directors of Instruction Conference on the Improvement of Teaching (10th, Las Cruces, New Mexico, January 19-20, 1968)."},
      {
        "id":"ED034775",
        "title":"A Guide to Available Project English Materials. Revised Edition."},
      {
        "id":"ED034776",
        "title":"An Experiment to Assess the Effectiveness of the Dictation Machine as an Aid to Teachers in Evaluation and Improvement of Student Composition. Final Report."},
      {
        "id":"ED034777",
        "title":"Improvisation and the Teaching of Literature: The Proceedings of a Symposium."},
      {
        "id":"ED034778",
        "title":"A Study of the Responses to the &quot;Language Inquiry&quot;. Interim Report."},
      {
        "id":"ED034788",
        "title":"Michigan English Study of Structure for Curriculum Evaluation (MESSAGE)."},
      {
        "id":"ED034789",
        "title":"Symphonic Music from Literary Sources: A Selected Bibliography and Critical Analysis of Musical Works Derived from Legends, Myths, Fairy Tales, Literary Classics, Other Stories, and Poems, and Their Appropriateness and Utility with Elementary School Children."},
      {
        "id":"ED034790",
        "title":"Art Teaching Guides: Making Posters, Grades 2-6. Curriculum Bulletin No. 8a, 1968-69 Series."},
      {
        "id":"ED034791",
        "title":"Art Teaching Guides: Designing with Paper, Kindergarten-Grade 6. Curriculum Bulletin No. 8e, 1968-69 Series."},
      {
        "id":"ED034792",
        "title":"Art Teaching Guides: Using Cloth and Trimmings, Yarns and Fibers, Grades 2-6. Curriculum Bulletin No. 8d, 1968-69 Series."},
      {
        "id":"ED034793",
        "title":"Art Teaching Guides: Modeling with Clay, Kindergarten-Grade 6. Curriculum Bulletin No. 8c, 1968-69 Series."},
      {
        "id":"ED034794",
        "title":"Art Teaching Guides: Constructing with Wood and Other Materials, Kindergarten-Grade 6. Curriculum Bulletin No. 8b, 1968-69 Series."},
      {
        "id":"ED034795",
        "title":"Art Teaching Guides: Puppets and Puppetry, Grades 2-6. Curriculum Bulletin No. 8h, 1968-69 Series."},
      {
        "id":"ED034796",
        "title":"Books Related to the Social Studies in Elementary and Secondary Schools: A Bibliography from the Educational Materials Center."},
      {
        "id":"ED034797",
        "title":"That Starlit Corridor."},
      {
        "id":"ED034798",
        "title":"The English Novel in One Semester."},
      {
        "id":"ED034799",
        "title":"Poetry-Teaching Tools."},
      {
        "id":"ED034800",
        "title":"Modern Criticism and the Closet Drama Approach."},
      {
        "id":"ED034801",
        "title":"High School English in Retrospect."},
      {
        "id":"ED034802",
        "title":"Planning Meaningful Educative Experiences for Culturally Disadvantaged Learners. A Report."},
      {
        "id":"ED034803",
        "title":"Environmental Deprivation and Enrichment: Proceedings of the Annual Invitational Conference on Urban Education (4th, April 26, 1965)."},
      {
        "id":"ED034804",
        "title":"&quot;Assimilation Thru Cultural Understanding&quot;, Hoboken, New Jersey. A Report."},
      {
        "id":"ED034805",
        "title":"Empirical Evaluation of a Program for the Remediation of Learning Disabilities in Culturally Disadvantaged Youth: Some Issues and Data."},
      {
        "id":"ED034806",
        "title":"Language and Learning Styles of Minority Group Children in the United States."},
      {
        "id":"ED034807",
        "title":"Counseling the Disadvantaged Student. Research Studies Series."},
      {
        "id":"ED034808",
        "title":"The Assessment of Self Concept Among Four-Year-Old Negro and White Children: A Comparative Study Using the Brown-IDS Self Concept Referents Test."},
      {
        "id":"ED034809",
        "title":"Discovering and Developing the College Potential of Disadvantaged High School Youth; A Report of the Second Year of a Longitudinal Study on the College Discovery and Development Program."},
      {
        "id":"ED034811",
        "title":"For All the People...by the People: A Report on Equal Opportunity in State and Local Government Employment."},
      {
        "id":"ED034812",
        "title":"An Evaluation of the Foster Grandparent Program."},
      {
        "id":"ED034813",
        "title":"Deprivation, Development, and Diffusion."},
      {
        "id":"ED034814",
        "title":"&quot;The Racial Balance Plan&quot;, White Plains, New York. A Report."},
      {
        "id":"ED034815",
        "title":"Survey of Attitudes in Desegregated School Districts, Spring 1969. Press Release."},
      {
        "id":"ED034817",
        "title":"The Image of the Negro in Deep South Public School State History Texts."},
      {
        "id":"ED034818",
        "title":"ESEA Title I Evaluation Report. Wichita Program for Educationally Deprived Children, September 1968-August 1969."},
      {
        "id":"ED034819",
        "title":"Comments on the &quot;Jensen Report&quot;."},
      {
        "id":"ED034820",
        "title":"Public School Segregation and Related Population Characteristics of Stamford, Connecticut."},
      {
        "id":"ED034821",
        "title":"State Summary of Title I ESEA for Fiscal Year 1967."},
      {
        "id":"ED034823",
        "title":"Minority Sub-cultures and the Laws of Learning."},
      {
        "id":"ED034824",
        "title":"Development of a Cooperative Retailing Program for the Disadvantaged."},
      {
        "id":"ED034825",
        "title":"Title I ESEA: Annual Report, 1966-67."},
      {
        "id":"ED034826",
        "title":"State Annual Evaluation Report, Title I, ESEA, Fiscal Year 1967."},
      {
        "id":"ED034827",
        "title":"The Sharper Minds Program: Group Problem-solving for the Disadvantaged."},
      {
        "id":"ED034828",
        "title":"Annual State Summary Report of Title I ESEA Projects, Fiscal Year 1967."},
      {
        "id":"ED034829",
        "title":"An Intensive Program for the Attainment of Educational Achievement in Deprived Area Schools of New York City. MARC Document No. 1."},
      {
        "id":"ED034830",
        "title":"Relevance or Revolt."},
      {
        "id":"ED034832",
        "title":"The Effects of Desegregation on Student Success in the Chapel Hill City Schools."},
      {
        "id":"ED034833",
        "title":"Children's Community Workshop School, New York City. Program Conspectus."},
      {
        "id":"ED034834",
        "title":"The Urban Day School, Milwaukee, Wisconsin. Program Conspectus."},
      {
        "id":"ED034835",
        "title":"Mobile Reading Centers, Dade County, Florida. Program Conspectus."},
      {
        "id":"ED034836",
        "title":"Racism and Education: A Review of Selected Literature Related to Segregation, Discrimination, and Other Aspects of Racism in Education."},
      {
        "id":"ED034837",
        "title":"Pilot Study: Unit on White Racism."},
      {
        "id":"ED034838",
        "title":"Racial Bias in the Allocation of Teachers in Sixty-nine Urban Elementary School Systems."},
      {
        "id":"ED034839",
        "title":"Post Secondary Education and the Disadvantaged: A Policy Study."},
      {
        "id":"ED034840",
        "title":"Books Related to Compensatory Education."},
      {
        "id":"ED034841",
        "title":"Geographical and Occupational Mobility of Workers in the Aircraft and Electronics Industries, Regional Trade Union Seminar (Paris, 21st-22nd September, 1966). Final Report and Supplement."},
      {
        "id":"ED034842",
        "title":"Vocational Training, Employment and Unemployment. Part Three--Profiles of Nine American Cities."},
      {
        "id":"ED034843",
        "title":"Competencies of Vocational Teachers. A Factor Analysis of the Training Needs of Teachers of Occupational Education."},
      {
        "id":"ED034844",
        "title":"Report of a National Study of Cytotechnologists: Education and Performance Relationships."},
      {
        "id":"ED034845",
        "title":"National Correlations in Medical Technology Education. A Report of a Study of Medical Technologists."},
      {
        "id":"ED034846",
        "title":"Technical Education Curriculums in Agriculture and Natural Resources in the United States of America; 1968-69 Directory (Also containing 1967-68 and 1966-67 Directories)."},
      {
        "id":"ED034847",
        "title":"Workshop for the Preparation of Teachers Interested in Developing Programs at the Secondary Level for Entry Level Jobs in the Health Occupations. (July 1-July 25, 1968)."},
      {
        "id":"ED034848",
        "title":"Kansas Vocational Education Research Coordinating Unit. Final Report."},
      {
        "id":"ED034849",
        "title":"A Continuation of Support for the Coordinating Unit for Occupational Research in the California State Department of Education. Final Report, July 1, 1967-August 31, 1969."},
      {
        "id":"ED034850",
        "title":"The Texas Occupational Research Coordinating Unit. Final Report."},
      {
        "id":"ED034851",
        "title":"Establishment of an Occupational Research and Development Coordinating Unit for the State of Rhode Island. Final Report, June, 1966 to August, 1969."},
      {
        "id":"ED034852",
        "title":"The Maryland Plan for Industrial Arts in the Junior High School and the Behavioral Task Analysis Approach."},
      {
        "id":"ED034853",
        "title":"Learning to Serve to Earn; A Report of the Governor's Symposium on Vocational Education. (Columbus, Ohio, April 8 and 9, 1969)."},
      {
        "id":"ED034855",
        "title":"Role of High School Vocational Agriculture in Occupational Decision Making."},
      {
        "id":"ED034861",
        "title":"Education for Employment: The Background and Potential of the 1968 Vocational Education Amendments. Policy Papers in Human Resources and Industrial Relations No. 14."},
      {
        "id":"ED034863",
        "title":"Profiles of Trade and Technical Leaders: Comprehensive Report."},
      {
        "id":"ED034864",
        "title":"Implementing a New Concept of Supervised Practice in Vocational Agriculture; A Pilot Study in Two North Carolina Counties. Research Series No. 8."},
      {
        "id":"ED034865",
        "title":"Manpower Conference for the Health Related Professions, and Dedication, School of Health Related Professions."},
      {
        "id":"ED034866",
        "title":"Five and Ten Year Follow-Up Study of Connecticut State Vocational-Technical Schools Graduates of Classes of 1958 and 1963. Final Report."},
      {
        "id":"ED034867",
        "title":"Industry and Community Leaders in Education; The State Advisory Councils on Vocational Education. Staff Paper."},
      {
        "id":"ED034869",
        "title":"Current Issues and Their Implications for Practical Nursing Programs."},
      {
        "id":"ED034870",
        "title":"An Approach to the Teaching of Psychiatric Nursing in Diploma and Associate Degree Programs: Final Report on the Project."},
      {
        "id":"ED034871",
        "title":"Occupational Licensing and the Supply of Nonprofessional Manpower. Manpower Research Monograph No. 11."},
      {
        "id":"ED034872",
        "title":"Manpower for the Medical Laboratory. Public Health Service Publication No. 1833."},
      {
        "id":"ED034873",
        "title":"Associate Degree Education--Current Issues. Publication Number 23-1371."},
      {
        "id":"ED034874",
        "title":"Working, Learning and Career Planning: A Cooperative Approach to Human Resource Development."},
      {
        "id":"ED034875",
        "title":"The Structure of Occupations: A Role Theory Approach. Center Monograph No. 2."},
      {
        "id":"ED034876",
        "title":"A Guide for the Development of Consumer and Homemaking Education."},
      {
        "id":"ED034877",
        "title":"Health Occupations Curriculum Development: In Search of A More Powerful Curriculum."},
      {
        "id":"ED034878",
        "title":"Delaware Occupational Research Coordinating Unit. Final Report, October 1, 1968 to August 31, 1969."},
      {
        "id":"ED034879",
        "title":"Learning Experiment: Determine Effectiveness of Controlling Environmental Distractions at the Student Level."},
      {
        "id":"ED034880",
        "title":"Occupational Education Program; Image of the World of Work, Volume I. Description of Teacher Orientation Activities, Treatment Description."},
      {
        "id":"ED034881",
        "title":"The World of Working and Learning."},
      {
        "id":"ED034882",
        "title":"Research Visibility: Guidance and New Careers."},
      {
        "id":"ED034883",
        "title":"The Establishment and Development of a Research Coordinating Unit in Occupational Education in North Carolina. Final Report."},
      {
        "id":"ED034884",
        "title":"Occupational Education Programs; Image of the World of Work, Volume III. Lesson Plans: Resource File."},
      {
        "id":"ED034885",
        "title":"Occupational Education Programs; Image of the World of Work, Volume II. Development of Instruments and Evaluation."},
      {
        "id":"ED034887",
        "title":"Methods of Teaching Shorthand: A Research Analysis. Final Report."},
      {
        "id":"ED034888",
        "title":"Notes and Working Papers from the National Conference on Cooperative Vocational Education; Implications of the 1968 Amendments (Minneapolis, Minn., Feb. 26-28, 1969)."},
      {
        "id":"ED034889",
        "title":"[The Continuation of Federal Support for the New York State Research Coordinating Unit for Vocational Education. Final Report.]"},
      {
        "id":"ED034890",
        "title":"Continuation of the Kentucky Research Coordinating Unit. Final Report."},
      {
        "id":"ED034891",
        "title":"Consumer Education: Elementary, Intermediate, Junior High Schools. Curriculum Bulletin, 1968-69 Series, No. 14."},
      {
        "id":"ED034892",
        "title":"Ohio Occupational Research and Development Coordinating Unit. Final Report."},
      {
        "id":"ED034893",
        "title":"The Establishment of a Research Coordinating Unit for Vocational Education in Wyoming and Addendum No. 3, Bibliography of Research Coordinating Unit Educational Materials. Final Report."},
      {
        "id":"ED034894",
        "title":"Attitudes Toward Entrepreneurial Behavior and Education--Their Relationship to Instruction. Final Report."},
      {
        "id":"ED034895",
        "title":"Education and Economic Growth in Iowa; Final Report."},
      {
        "id":"ED034896",
        "title":"Minnesota Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED034897",
        "title":"Indiana Research Coordinating Unit. Final Report."},
      {
        "id":"ED034898",
        "title":"Review and Synthesis of Research in Industrial Arts Education. Research Series No. 42."},
      {
        "id":"ED034899",
        "title":"Determination of Concepts Basic to An Improved Foods and Nutrition Curriculum at the College Level. Final Report."},
      {
        "id":"ED034900",
        "title":"Oregon Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED034901",
        "title":"Agricultural Occupations Program Development in Area Vocational Schools. Final Report."},
      {
        "id":"ED034902",
        "title":"Teenage Unemployment in Two Selected Rural Counties in the South. Center Research and Development Report No. 4."},
      {
        "id":"ED034903",
        "title":"School Assistance in Federally Affected Areas. A Study of Public Laws 81-874 and 81-815. Final Report."},
      {
        "id":"ED034904",
        "title":"State Legislation for Children with Learning Disabilities. CEC State-Federal Information Clearinghouse for Exceptional Children Series on Government and the Exceptional Child, Volume I."},
      {
        "id":"ED034905",
        "title":"To Improve Learning: A Report to the President and the Congress of the United States."},
      {
        "id":"ED034906",
        "title":"Paraprofessional Aides in Education. PREP-12."},
      {
        "id":"ED034907",
        "title":"Exceptional Children Conference Papers: Early Childhood Education - An Overview."},
      {
        "id":"ED034908",
        "title":"Exceptional Children Conference Papers: Environmental Influences in the Early Education of Migrant and Disadvantaged Students."},
      {
        "id":"ED034909",
        "title":"Exceptional Children Conference Papers: Curriculum, Methods, and Materials in Early Childhood Education Programs."},
      {
        "id":"ED034910",
        "title":"Exceptional Children Conference Papers: Parent Participation in Early Childhood Education."},
      {
        "id":"ED034911",
        "title":"Exceptional Children Conference Papers: Training and Personnel in Early Childhood Education Programs."},
      {
        "id":"ED034912",
        "title":"Science Education Information Reports, Occasional Paper Series, Science Paper 1, Inservice Education for Teachers of Secondary School Science."},
      {
        "id":"ED034913",
        "title":"Inventory of Federally Supported Adult Education Programs; Report to the President&apos;s National Advisory Committee on Adult Basic Education."},
      {
        "id":"ED034914",
        "title":"Strategies for Adult Basic Education. Perspectives in Reading, 11."},
      {
        "id":"ED034917",
        "title":"The Evaluation of Guidance-Counseling Service in Office of Education Region VII and the Development of an Effective Guidance-Counseling Program for Adult Basic Education Students: Report for Fiscal Years 1969-70."},
      {
        "id":"ED034918",
        "title":"A Report on the Operation of the Evening and Correspondence Course Policy (TB 620135)."},
      {
        "id":"ED034919",
        "title":"TV and Extension in Carbon County, Pa."},
      {
        "id":"ED034925",
        "title":"Community Service Program in Foster Home Management and Creative Arts."},
      {
        "id":"ED034928",
        "title":"Theory Building Seminar, May 21-25, 1969."},
      {
        "id":"ED034929",
        "title":"A Report and Basic Proposal to Provide Alaskan Manpower Entry into the Pipeline and Related Construction Skills via Technical Training, Immediate and Intermediate."},
      {
        "id":"ED034930",
        "title":"The Few and the Many; Two Views on Public Affairs Education. Notes and Essays on Education for Adults, 38."},
      {
        "id":"ED034931",
        "title":"The Educational Third Dimension."},
      {
        "id":"ED034932",
        "title":"Utilization of Non-Professionals As Demonstrated by Dona Ana Mental Health Services; A Conference Report."},
      {
        "id":"ED034933",
        "title":"Science Programming and the Audiences for Public Television; An Evaluation of Five Programs in the NET &quot;Spectrum&quot; Series."},
      {
        "id":"ED034934",
        "title":"Toward Co-operation; The Development of a Provincial Voice for Adult Education in British Columbia, 1953 to 1962."},
      {
        "id":"ED034935",
        "title":"Fables, Fancies and Failures in Cross-Cultural Training."},
      {
        "id":"ED034946",
        "title":"Correspondence Education Through a National Newspaper."},
      {
        "id":"ED034947",
        "title":"A Selected Bibliography on Evaluation of Management Training and Development Programs."},
      {
        "id":"ED034948",
        "title":"Office of Extension Studies, New York Cooperative Extension; A Case Study."},
      {
        "id":"ED034950",
        "title":"The Learning Laboratory in Adult Basic Education."},
      {
        "id":"ED034951",
        "title":"Federal Legislation for a Comprehensive Program on Youth Employment."},
      {
        "id":"ED034952",
        "title":"[Administrative Documents of the African Adult Education Association.]"},
      {
        "id":"ED034953",
        "title":"Position Paper, December 9, 1969."},
      {
        "id":"ED034954",
        "title":"Education and Training for Veterans; Hearings Before the Subcommittee on Veterans' Affairs of the Committee on Labor and Public Welfare, United States Senate, Ninety-first Congress, First Session. Part 1 and Part 2."},
      {
        "id":"ED034962",
        "title":"The Psychological and Mythmaking Phenomena in Visual Symbolization of Adult Illiterates. Report from the Adult Re-education Project."},
      {
        "id":"ED034963",
        "title":"The Development of Informal Tests of Reading and the Analysis of the Reading Performance of Adults Attending Basic Education Classes. Final Report."},
      {
        "id":"ED034965",
        "title":"Coding Chinese Characters on an Ordinary Typewriter."},
      {
        "id":"ED034966",
        "title":"An Experiment on the Recognition of Babbling."},
      {
        "id":"ED034970",
        "title":"Psycholinguistics Oral Language Program: A Bi-Dialectal Approach. Experimental Edition, Part I."},
      {
        "id":"ED034971",
        "title":"English Language Testing Project for the Bureau of Indian Affairs."},
      {
        "id":"ED034977",
        "title":"Standard English and Nonstandard Dialects: Elements of Syntax."},
      {
        "id":"ED034979",
        "title":"Selected Bibliography of Polish Educational Materials. Vol. 8, No. 3, 1969."},
      {
        "id":"ED034980",
        "title":"Regional Seminar on New Developments in the Theory and Methods of Teaching and Learning English. Report."},
      {
        "id":"ED034981",
        "title":"The Psycholinguistics Reading Series: A Bi-dialectal Approach. Teacher&apos;s Manual."},
      {
        "id":"ED034982",
        "title":"Some Implications of Transformational Grammar for Language Teaching."},
      {
        "id":"ED034983",
        "title":"Specialty Trends in the Language Sciences. LINCS Project Document Series."},
      {
        "id":"ED034985",
        "title":"Linguistic Society of America Annual Meeting (44th, San Francisco, California, December 29-31, 1969). Meeting Handbook."},
      {
        "id":"ED034991",
        "title":"An Appraisal of ERIC Documents on the Manner and Extent of Nonstandard Dialect Divergence."},
      {
        "id":"ED034994",
        "title":"The General Phonetic Characteristics of Languages. Final Report."},
      {
        "id":"ED034996",
        "title":"Sociolinguistic History, Sociolinguistic Geography and Bilingualism."},
      {
        "id":"ED034998",
        "title":"The Application of General Semantics to the Classification of Mentally Retarded. Research Report No. 17. Work Adjustment Project."},
      {
        "id":"ED034999",
        "title":"Self Enhancing Education; Communication Techniques and Processes that Enhance. A Training Manual."},
      {
        "id":"ED035000",
        "title":"SCOPE: Grade Eleven Profile 1968 Questionnaire Selected Items."},
      {
        "id":"ED035001",
        "title":"Predicting Job Entry, Job Satisfaction, and Job Performance of Graduates from Wisconsin Secondary School Vocational Programs."},
      {
        "id":"ED035002",
        "title":"Avocational Activities Inventory. Milwaukee Media, Number Five."},
      {
        "id":"ED035004",
        "title":"Intake Procedures in College Counseling Centers."},
      {
        "id":"ED035005",
        "title":"Work Opportunity Center for Minneapolis, Minnesota. Twelfth Quarterly Technical Report, 1 Feb. 1969 - 30 Apr. 1969."},
      {
        "id":"ED035006",
        "title":"The Center for the Study of Social Organization of Schools and the Learning Process. Third Annual Report."},
      {
        "id":"ED035007",
        "title":"The Elementary Counselor: Theory and Practice. A Final Report of A Three-Year Project."},
      {
        "id":"ED035008",
        "title":"School Counseling: For Better or For Worse?"},
      {
        "id":"ED035009",
        "title":"EPPS Patterns and Academic Achievement in Counseling Clients."},
      {
        "id":"ED035010",
        "title":"Career or Marriage?: A Longitudinal Study of Able Young Women. Volume 5. Number 7."},
      {
        "id":"ED035011",
        "title":"The Description and Evaluation of Counseling Center Needs and Services Through Follow-up Questionnaires."},
      {
        "id":"ED035012",
        "title":"The Use of Twelfth Grade TALENT Data to Predict Occupational Activities Five Years After High School Graduation."},
      {
        "id":"ED035014",
        "title":"Use of Cognitive Dissonance to Produce Changes in the Attitudes and Behavior of Economically Disadvantaged First Grade Children."},
      {
        "id":"ED035015",
        "title":"Studies of Adolescents in the Secondary School. Report Number 6."},
      {
        "id":"ED035016",
        "title":"Predicting Counselor Effectiveness: A Multiple Regression Approach."},
      {
        "id":"ED035017",
        "title":"Personalization--Individualization for Learning. A Conference Report."},
      {
        "id":"ED035019",
        "title":"Getting into College in the United States. A Guide for Americans Overseas."},
      {
        "id":"ED035020",
        "title":"An Investigation of the Academic Achievement Scale of the Strong Vocational Interest Blank."},
      {
        "id":"ED035021",
        "title":"A Study of the Social Interactions Which Lead to Decisions to Drop Out of High School. Final Report."},
      {
        "id":"ED035022",
        "title":"The Social Responsibility of Psychology."},
      {
        "id":"ED035024",
        "title":"Counselor Effectiveness As A Function of Varied Practicum Training Techniques."},
      {
        "id":"ED035025",
        "title":"Student Drug Use."},
      {
        "id":"ED035026",
        "title":"A New Multivariate Index for Use in Educational Planning."},
      {
        "id":"ED035027",
        "title":"The School Psychologist As A Therapist. A Psychological Services Monograph on Psycho-Educational Therapy."},
      {
        "id":"ED035028",
        "title":"Changing Kinship Roles and Patterns Among Older Persons in a Black Community."},
      {
        "id":"ED035029",
        "title":"Social Class, Sex Differences and Performance on Cognitive Tasks Among Two-Year-Old Children."},
      {
        "id":"ED035030",
        "title":"Role Modeling and Role Playing in Employability Development Agencies. A Manual for Vocational Development and Employment Agencies."},
      {
        "id":"ED035031",
        "title":"The Developmental Career Guidance Project: An Interim Report."},
      {
        "id":"ED035032",
        "title":"Evidence for Increasing Levels of Cynicism and Anxiety in College Freshman Classes."},
      {
        "id":"ED035033",
        "title":"The Interdependence of Sixth Graders' School Attitudes and Academic Performance."},
      {
        "id":"ED035034",
        "title":"Family Status, Socialization and Student Politics: A Multivariate Analysis."},
      {
        "id":"ED035035",
        "title":"Determinants of Altruism: Observations for A Theory of Altruistic Development."},
      {
        "id":"ED035036",
        "title":"A Model for Co-Therapy in Groups."},
      {
        "id":"ED035037",
        "title":"An Evaluation of A Departmentalized Form and of An Individualized Form of Elementary Classroom Organization for Pupils in Grades Five and Six. Final Report."},
      {
        "id":"ED035038",
        "title":"The Development of Validated Museum Exhibits. Final Report."},
      {
        "id":"ED035039",
        "title":"The Importance of Memory Span and Training in Reasoning Ability. Final Report."},
      {
        "id":"ED035040",
        "title":"A Perspective on Activism."},
      {
        "id":"ED035041",
        "title":"Correlates of Attitudes Toward Black Militancy Among Black College Students. Research Report No. 13."},
      {
        "id":"ED035042",
        "title":"A New Program for Married Students."},
      {
        "id":"ED035043",
        "title":"Married Student Outreach Programs Completed During the 1968-69 Academic Year at Colorado State University. Research Report No. 29."},
      {
        "id":"ED035044",
        "title":"The Elementary School Guidance Counselor: A Developmental Model."},
      {
        "id":"ED035045",
        "title":"Stimulus Variables and Interpersonal Attraction: The Stimulus Context."},
      {
        "id":"ED035046",
        "title":"Factors Related to Classification of Client Problem and Number of Counseling Sessions for Clients at the University of Wyoming, Division of Counseling and Testing 1967-1968."},
      {
        "id":"ED035047",
        "title":"Personal Construct Theory Applied to the Marriage Relationship."},
      {
        "id":"ED035048",
        "title":"Training Program for Support Personnel in Resource Centers and Guidance Offices. Interim Report."},
      {
        "id":"ED035049",
        "title":"The Relationship of Congruence of Spouses' Personal Constructs and Reported Marital Success."},
      {
        "id":"ED035050",
        "title":"Obligations to High Priority Target Groups: Philosophical Implications."},
      {
        "id":"ED035051",
        "title":"Occupational Reinforcers, Vocational Needs, and Job Satisfaction."},
      {
        "id":"ED035052",
        "title":"In Honor of Dean and Mrs. Edmund G. Williamson and in Recognition of His Retirement April 9 and 10, 1969."},
      {
        "id":"ED035053",
        "title":"A Study of Educational and Occupational Aspirations of Virginia's 1966-67 High School Seniors."},
      {
        "id":"ED035054",
        "title":"Continuing Education for Rehabilitation Counselors: A Review and Context for Practice and Research."},
      {
        "id":"ED035055",
        "title":"The Unmalias on Campus."},
      {
        "id":"ED035056",
        "title":"Two Approaches to Group Work With Parents in A Compensatory Preschool Program. Early Education Program."},
      {
        "id":"ED035057",
        "title":"Individualized Assessment of Differential Abilities."},
      {
        "id":"ED035058",
        "title":"A Plan for Utilizing Differentiation of Functions in Delivery of Psychological Services."},
      {
        "id":"ED035059",
        "title":"Prompting and Cues in Verbal Learning. Final Report."},
      {
        "id":"ED035060",
        "title":"Effects of Instruction and Socioeconomic Status on Concept Learning in Children."},
      {
        "id":"ED035061",
        "title":"The Physical Fitness Status of Oklahoma Youth. (A Pilot Study for Grades 7 and 8). Final Report."},
      {
        "id":"ED035062",
        "title":"Social Service Aide Project for the Education and Training of Paraprofessionals. Final Report."},
      {
        "id":"ED035063",
        "title":"Time Allotments and Pupil Achievement in the Intermediate Elementary Grades. A Texas Gulf Coast Study."},
      {
        "id":"ED035064",
        "title":"Forms for Interpretation of Standardized Test Data."},
      {
        "id":"ED035065",
        "title":"Program Budgeting and the School Administrator: A Review of Dissertations and Annotated Bibliography. Review Series, Number Two."},
      {
        "id":"ED035066",
        "title":"Social Sciences Education Framework for California Public Schools, Kindergarten and Grades One Through Twelve. Report of the Statewide Social Sciences Study Committee."},
      {
        "id":"ED035067",
        "title":"The Use of Behavioral Objectives in Evaluation: Relevant or Irrelevant?"},
      {
        "id":"ED035069",
        "title":"Recommendations to the Columbus Board of Education on Problems Facing the Columbus Public Schools; Including the Recommendations of the Ohio State University Advisory Commission and a Report of the Study Team."},
      {
        "id":"ED035070",
        "title":"Citizen Participation in School Affairs. A Report to the Urban Coalition."},
      {
        "id":"ED035071",
        "title":"Evaluation of the Portland-Suburban Transfer Program, 1968-69 Multnomah County, Oregon."},
      {
        "id":"ED035072",
        "title":"Humanizing the Education of Children; A Philosophical Statement. A Study/Action Publication."},
      {
        "id":"ED035073",
        "title":"The Principal and the Student Council."},
      {
        "id":"ED035075",
        "title":"Professional Negotiation and the Principalship."},
      {
        "id":"ED035076",
        "title":"Non-Urban School Boards and the Problem of Urban Education."},
      {
        "id":"ED035077",
        "title":"The Schools and the Press."},
      {
        "id":"ED035078",
        "title":"Designing Education for the Future: Rationale, Procedures and Appraisal. Final Report and External Evaluation."},
      {
        "id":"ED035079",
        "title":"Boards of Education Members' Perceptions of the Role of the Board and the Role of the Superintendent and the High School Principal. Studies in Education, Annual Publication of School of Teacher Education, Volume VIII."},
      {
        "id":"ED035080",
        "title":"The Supervisor's Role in Negotiation: For the ASCD Commission on Problems of Supervisors and Curriculum Workers."},
      {
        "id":"ED035081",
        "title":"New Dimensions in School Board Leadership; A Seminar Report and Workbook (Chicago, Illinois, July 9-12, 1969)."},
      {
        "id":"ED035082",
        "title":"Report of the Task Force on Human Rights."},
      {
        "id":"ED035083",
        "title":"Preconference Education Research Program in Art Education. Final Report."},
      {
        "id":"ED035084",
        "title":"Survey of Parent Opinions on Modular Scheduling at General William Mitchell High School."},
      {
        "id":"ED035085",
        "title":"Interpersonal Dynamics and Organizational Change in Religious Communities."},
      {
        "id":"ED035088",
        "title":"Principles of Public School Accounting. State Educational Records and Reports Series: Handbook II-B."},
      {
        "id":"ED035089",
        "title":"Survey of Large School System Achievement/Aptitude/Interest Test Usage. Program Planning-Budgeting-Evaluating System Project."},
      {
        "id":"ED035090",
        "title":"Summer (1968) Institute on Evaluation, University of Illinois. Supplemental Report."},
      {
        "id":"ED035091",
        "title":"CSE Simulated Evaluation Exercise: Materials Supplement."},
      {
        "id":"ED035092",
        "title":"A Coordinated Network of Institutional Research Workshops. Final Report."},
      {
        "id":"ED035093",
        "title":"The Quality of Instructional Materials. Final Report."},
      {
        "id":"ED035094",
        "title":"Task Structure, Allocation of Power, and Satisfaction of Organization Members in Six Schools."},
      {
        "id":"ED035095",
        "title":"Leader Training Program."},
      {
        "id":"ED035097",
        "title":"COPED Project. Interim Report."},
      {
        "id":"ED035098",
        "title":"Team Teaching Bibliography."},
      {
        "id":"ED035099",
        "title":"Development of a Working Model of the Comparative Advantages Approach to Affirmative Debate Case Construction. Final Report."},
      {
        "id":"ED035100",
        "title":"A Critique of Research Studies in Music Education. Final Report."},
      {
        "id":"ED035101",
        "title":"The Interrelationships Between the Decision-Making Process and the Innovativeness of Public Schools. Final Report."},
      {
        "id":"ED035102",
        "title":"Regional Information System for Educators: Installation and Evaluation."},
      {
        "id":"ED035103",
        "title":"Design for a Policy Research Center. Final Report."},
      {
        "id":"ED035105",
        "title":"Use and Effectiveness of Title III in Selected &quot;Developing Institutions&quot;. Progress Report."},
      {
        "id":"ED035106",
        "title":"Workshop on Planning, Implementing and Evaluating Balanced Programs in Distributive Education. Final Report."},
      {
        "id":"ED035107",
        "title":"Management Training Program for Educational Research Leaders. Final Report."},
      {
        "id":"ED035108",
        "title":"Optimum School District Size. Research Analysis Series, Number One."},
      {
        "id":"ED035109",
        "title":"Education in Colombia."},
      {
        "id":"ED035110",
        "title":"Authoritative Texts of the Published Works of Mark Twain."},
      {
        "id":"ED035111",
        "title":"Student Unrest."},
      {
        "id":"ED035112",
        "title":"High School Student Unrest. Education U.S.A. Special Report: How to Anticipate Protest, Channel Activism, and Protect Student Rights."},
      {
        "id":"ED035113",
        "title":"The Speech Behavior and Language Comprehension of Autistic Children. A Report of Research."},
      {
        "id":"ED035115",
        "title":"The Picnic Basket."},
      {
        "id":"ED035117",
        "title":"Mental Retardation: Construction Program."},
      {
        "id":"ED035120",
        "title":"[High School Sheltered Workshop for the Retarded in Missouri. Final Report.]"},
      {
        "id":"ED035121",
        "title":"Goal Setting Behavior as an Independent Variable Related to the Performance of Educable Mentally Retarded Male Adolescents on Educational Tasks of Varying Difficulty. Final Report."},
      {
        "id":"ED035122",
        "title":"Characteristics of Children Receiving Speech and Hearing Service in Los Angeles Area Schools. Final Report."},
      {
        "id":"ED035123",
        "title":"A Color Motion Picture Film to Aid in the Recruitment of Prospective Teachers for Exceptional Children. Final Report."},
      {
        "id":"ED035125",
        "title":"The Gifted Child in Connecticut; Practical Suggestions for Program Development."},
      {
        "id":"ED035126",
        "title":"Handbook for Teachers of the Educable Mentally Retarded."},
      {
        "id":"ED035131",
        "title":"Special Study Institute for Teachers of Educationally Handicapped."},
      {
        "id":"ED035132",
        "title":"Identification of Aurally Handicapped Children and Methods and Procedures of Developing a Program."},
      {
        "id":"ED035134",
        "title":"Take the Train Out of Trainable; Conference Proceedings of Institute for Teachers of TMR."},
      {
        "id":"ED035136",
        "title":"Mental Health Services for Children; Focus: The Community Mental Health Center."},
      {
        "id":"ED035137",
        "title":"Better Education for Handicapped Children. Annual Report, FY 1968."},
      {
        "id":"ED035138",
        "title":"Instructional Systems for Students with Learning Disabilities; Junior High School Program."},
      {
        "id":"ED035139",
        "title":"A Tutoring Program: The Second Year."},
      {
        "id":"ED035140",
        "title":"Structured Exchanges and Childhood Learning: Hyperaggressive Children. Program Activity 12."},
      {
        "id":"ED035141",
        "title":"Structured Exchange and Childhood Learning: Ghetto Children. Program Activity 12."},
      {
        "id":"ED035142",
        "title":"Rehabilitation Counselors for the West."},
      {
        "id":"ED035143",
        "title":"Independent Living: A Study of Rehabilitation of Physically Handicapped Adults Living in Foster Homes; Social Work Intervention in the Adaptation to Family Environment. Final Report."},
      {
        "id":"ED035144",
        "title":"Development of a Residential Education Program for Emotionally Deprived Pseudo-Retarded Blind Children, Volume I. Final Report."},
      {
        "id":"ED035145",
        "title":"Development of a Residential Education Program for Emotionally Deprived Pseudo-Retarded Blind Children, Volumes II and III. Final Report."},
      {
        "id":"ED035146",
        "title":"Special Education in the West; Report of a Regional Survey by the Western Interstate Commission for Higher Education."},
      {
        "id":"ED035147",
        "title":"A Demonstration Project of Speech Training for the Preschool Cleft Palate Child. Final Report."},
      {
        "id":"ED035148",
        "title":"Comparison of Several Approaches for Teaching Braille Reading to Blind Children. Final Report."},
      {
        "id":"ED035149",
        "title":"A Language Development Program for Mentally Retarded Children, Volume I. Final Report."},
      {
        "id":"ED035150",
        "title":"A Language Development Program for Mentally Retarded Children, Volume II. Final Report."},
      {
        "id":"ED035153",
        "title":"The Body-Image of Blind Children."},
      {
        "id":"ED035154",
        "title":"A Guide for the Education of Exceptionally Talented Students."},
      {
        "id":"ED035157",
        "title":"Mental Retardation Film List."},
      {
        "id":"ED035158",
        "title":"A Practical Guide for Teaching the Mentally Retarded to Swim."},
      {
        "id":"ED035160",
        "title":"A Report for Urban America, Inc. on the Education of Children and Adults in Aesthetic Awareness of the Environment of Man."},
      {
        "id":"ED035161",
        "title":"How to Build a Track."},
      {
        "id":"ED035162",
        "title":"Predicting Pupil Yield by Types of Dwelling Units."},
      {
        "id":"ED035163",
        "title":"When and What to Modernize."},
      {
        "id":"ED035164",
        "title":"Modernization of and Additions to School Plant Facilities."},
      {
        "id":"ED035165",
        "title":"Planning and Equipping Business Education Classrooms."},
      {
        "id":"ED035166",
        "title":"Quality Profiles--A Report by the Caudill Rowlett Scott Team."},
      {
        "id":"ED035167",
        "title":"New Plans for School Building Design."},
      {
        "id":"ED035168",
        "title":"Laboratories & Classrooms For High School Physics."},
      {
        "id":"ED035169",
        "title":"Proceedings of the Annual Conference of the Association of College and University Housing Officers (15th, Los Angeles, California, August 4-8, 1963)."},
      {
        "id":"ED035171",
        "title":"Specifications for Supplementary Classroom Units, Stressed Skin Panel."},
      {
        "id":"ED035173",
        "title":"Research Study in the Cost of Housing, Volume 3."},
      {
        "id":"ED035174",
        "title":"Supplementary Classroom."},
      {
        "id":"ED035175",
        "title":"School Design."},
      {
        "id":"ED035176",
        "title":"Maintenance Manual for Carpets Made with Du Pont Carpet Nylon."},
      {
        "id":"ED035177",
        "title":"A Report of the School Facilities Planning Conference for Architects, Educators, Industry, at Wisconsin State University, Whitewater, June 14, 1967."},
      {
        "id":"ED035178",
        "title":"New Buildings with Fallout Protection."},
      {
        "id":"ED035179",
        "title":"Schools Built with Fallout Shelter."},
      {
        "id":"ED035180",
        "title":"SCSD: The Project and the Schools. A Report from Educational Facilities Laboratories."},
      {
        "id":"ED035181",
        "title":"Designs for Education 1963; Third Annual Report from the School Planning Laboratory Western Regional Center, Educational Facilities Laboratories."},
      {
        "id":"ED035182",
        "title":"The Quest for Quality 1964. A Report on School Planning Laboratory Efforts to Encourage Better Planning for Better Schools in 1964."},
      {
        "id":"ED035183",
        "title":"Operational Management of Area Environment."},
      {
        "id":"ED035184",
        "title":"Decision-Making Theory Applied to Architectural Programming: Some Research Implications."},
      {
        "id":"ED035185",
        "title":"A Geometric Approach to School Modernization."},
      {
        "id":"ED035186",
        "title":"Building Security. Honeywell Planning Guide."},
      {
        "id":"ED035187",
        "title":"Fire Protection. Honeywell Planning Guide."},
      {
        "id":"ED035190",
        "title":"The Bridge--A Report on Mental Health Facilities from Caudill, Rowlett and Scott."},
      {
        "id":"ED035191",
        "title":"The Design of Physics Laboratories for Asian Second Level Schools."},
      {
        "id":"ED035192",
        "title":"National Fallout Shelter Design Competition. Community Center. Awards"},
      {
        "id":"ED035194",
        "title":"1966 Architectural Awards. Buildings With Fallout Shelter."},
      {
        "id":"ED035195",
        "title":"The Team Approach to Planning a College Science Building."},
      {
        "id":"ED035196",
        "title":"Duke University, Durham, North Carolina. Phase 2, Comprehensive Campus Plan."},
      {
        "id":"ED035197",
        "title":"Modern Steel Framed Schools."},
      {
        "id":"ED035199",
        "title":"Enhancing Individuality in Learning."},
      {
        "id":"ED035200",
        "title":"The Need for Planning at Private Colleges and Universities."},
      {
        "id":"ED035201",
        "title":"The Design of Transportation Equipment in Terms of Human Capabilities. The Role of Engineering Psychology in Transport Safety."},
      {
        "id":"ED035203",
        "title":"Planning for Education in Litchfield Park in 2000 A.D. Seminar Addresses."},
      {
        "id":"ED035204",
        "title":"Task/Event Network for School Construction, Boston Public Schools, Generic Model."},
      {
        "id":"ED035207",
        "title":"Window Design Criteria to Avoid Overheating by Excessive Solar Heat Gains."},
      {
        "id":"ED035208",
        "title":"The Insulation of Houses against Noise from Aircraft in Flight."},
      {
        "id":"ED035209",
        "title":"Subjective Response to Road Traffic Noise."},
      {
        "id":"ED035210",
        "title":"The Traffic Noise Index: A Method of Controlling Noise Nuisance."},
      {
        "id":"ED035211",
        "title":"The Location of Primary Schools: Some Planning Implications."},
      {
        "id":"ED035212",
        "title":"An Investigation of Energy Consumption and Cost in Large Air-Conditioned Buildings. An Interim Report."},
      {
        "id":"ED035213",
        "title":"Summertime Temperatures in Buildings Without Air-Conditioning."},
      {
        "id":"ED035214",
        "title":"Possible Economies in Air-Conditioning by Accepting Temperature Swings."},
      {
        "id":"ED035215",
        "title":"Design of Chemistry Laboratories for Asian Second Level Schools."},
      {
        "id":"ED035216",
        "title":"University Residential Buildings System. URBS Components Preliminary Design Manual."},
      {
        "id":"ED035217",
        "title":"User Requirements, April 1969."},
      {
        "id":"ED035219",
        "title":"Research Study of Modular Design of School Buildings in Europe. April 30, 1968 - May 20, 1968. Revised 1969."},
      {
        "id":"ED035220",
        "title":"New York State Higher Education Facilities Comprehensive Planning Program, Fall 1967. Statewide Higher Education Facilities Inventory Interim Report. Space Inventory Report 2."},
      {
        "id":"ED035221",
        "title":"Code of Practice for the Use of Ionizing Radiations in Secondary Schools."},
      {
        "id":"ED035222",
        "title":"Performance Criteria for the Luminous Environment. Interim Report."},
      {
        "id":"ED035223",
        "title":"Noise, Health, and Architecture."},
      {
        "id":"ED035224",
        "title":"The Role of Community in Facilities Planning."},
      {
        "id":"ED035225",
        "title":"Human Movement as a Function of Color Stimulation."},
      {
        "id":"ED035226",
        "title":"Dorm 8: An Experimental Social Study."},
      {
        "id":"ED035227",
        "title":"Emerging Techniques 2: Architectural Programming."},
      {
        "id":"ED035228",
        "title":"Facilities Standards and Planning Manual for New Jersey County Community Colleges."},
      {
        "id":"ED035229",
        "title":"Facilities for Vocational Agriculture Departments in West Virginia."},
      {
        "id":"ED035230",
        "title":"University of Northern Iowa Comprehensive Campus Plan."},
      {
        "id":"ED035231",
        "title":"School Vandalism: A National Dilemma. Final Report."},
      {
        "id":"ED035232",
        "title":"Study of Buffalo Schools. A Report on Educational Program, Facilities, and Finance in the City School District, Buffalo, New York."},
      {
        "id":"ED035233",
        "title":"City to Country. Outdoor Education for New York City."},
      {
        "id":"ED035234",
        "title":"Preliminary Plans. A Senior High School in the Bailey Hill Area, Eugene, Oregon."},
      {
        "id":"ED035235",
        "title":"Campus (CAATS) Project Volume I: A Progress Report on the Development of Cost Simulation Models for Three Ontario Colleges of Applied Arts and Technology."},
      {
        "id":"ED033233",
        "title":"The Manpower Research Institutional Grant Program: The First Three Years 1966-1969."},
      {
        "id":"ED033234",
        "title":"Technical Training for the Disadvantaged."},
      {
        "id":"ED033236",
        "title":"Utah Project &quot;Follow-Up.&quot; Interim Report."},
      {
        "id":"ED033237",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Fall 1969."},
      {
        "id":"ED033238",
        "title":"National Advisory Council on Vocational Education. First Annual Report."},
      {
        "id":"ED033239",
        "title":"Continuation of an Occupational Research and Developmental Coordinating Unit for the State of Iowa. Final Report, December 1, 1966-August 31, 1969."},
      {
        "id":"ED033240",
        "title":"Vocational and Technical Education. Annual Report, Fiscal Year 1967."},
      {
        "id":"ED033241",
        "title":"The Allied Health Professions Personnel Training Act of 1966, as Amended. Report to the President and the Congress."},
      {
        "id":"ED033242",
        "title":"National Institutes on Innovative Curriculums in Vocational-Technical Education. Final Report. Vocational-Industrial Education Research Report."},
      {
        "id":"ED033243",
        "title":"Vocational Education and Occupations."},
      {
        "id":"ED033244",
        "title":"Recommendations for Homemaker/Home Health Aide Training and Services. Public Health Service Publication Number 1891."},
      {
        "id":"ED033245",
        "title":"Research Visibility: Exemplary Programs and Residential Schools."},
      {
        "id":"ED033246",
        "title":"A Study of the Effects of Automation on the Nature of the Work of the Draftsman in Industry, and the Innovative Programs of Instruction for Automated Drafting in Selected Junior Colleges in California to be Used for Curricular Revision. Final Report."},
      {
        "id":"ED033247",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Fall 1969."},
      {
        "id":"ED033248",
        "title":"Bilingual Readiness in Earliest School Years; A Curriculum Demonstration Project. Bilingual Readiness in Primary Grades; An Early Childhood Demonstration Project. Final Report."},
      {
        "id":"ED033249",
        "title":"Geography of Africa; An Experimental Programmed Teaching Unit."},
      {
        "id":"ED033250",
        "title":"Continuing Education in the Professions. Current Information Sources, No. 24."},
      {
        "id":"ED033251",
        "title":"Management Development and Supervisory Training. Current Information Sources, No. 26."},
      {
        "id":"ED033252",
        "title":"Self Concept in Adult Participation; Conference Report and Bibliography."},
      {
        "id":"ED033253",
        "title":"CAPS Capsule. Fall 1969. Volume 3. Number 1."},
      {
        "id":"ED033254",
        "title":"Intensive High School Occupational Guidance Approaches for Initial Work and Technical School Placement."},
      {
        "id":"ED033255",
        "title":"Orientation Approaches to Increase Student Awareness of Occupational Options."},
      {
        "id":"ED033256",
        "title":"National Conference on Bilingual Education: Language Skills."},
      {
        "id":"ED033257",
        "title":"Rural Education and Small Schools, A Selected Bibliography."},
      {
        "id":"ED033258",
        "title":"Reading: What Can Be Measured?"},
      {
        "id":"ED033259",
        "title":"Science Education Information Report, Special Bibliography 1, Science and Mathematics for Young Children: An Annotated Bibliography; January, 1964 - June, 1969."},
      {
        "id":"ED033260",
        "title":"Science Education Information Report, General Bibliography Series 26, Teacher Resource Materials."},
      {
        "id":"ED033261",
        "title":"The \"Rightness of Whiteness\": The World of the White Child in a Segregated Society."},
      {
        "id":"ED033262",
        "title":"Transcript of Proceedings. Conference, Learning Disabilities and Interrelated Handicaps (Evanston, Illinois, August 2-9, 1967)."},
      {
        "id":"ED033263",
        "title":"Immigrants and the Schools: A Review of Research. ERIC-IRCD Urban Disadvantaged Series, Number 8."},
      {
        "id":"ED033264",
        "title":"Current Trends in Microform Use by Secondary Schools: Four Case Studies."},
      {
        "id":"ED033265",
        "title":"Research on Elementary Reading: Oral Reading. ERIC/CRIER Reading Review Series, Bibliography 23."},
      {
        "id":"ED033267",
        "title":"Charting the Course."},
      {
        "id":"ED033268",
        "title":"Concentrated Employment Program - New Careers Motivation Project, June 24 - August 31, 1968."},
      {
        "id":"ED033269",
        "title":"Directory of Accredited Private Home Study Schools; Fall 1969."},
      {
        "id":"ED033271",
        "title":"Adult Basic Education in Mississippi. An Evaluation. Volume I. Volume II. Questionnaires."},
      {
        "id":"ED033272",
        "title":"Rural Adult Education in Australia."},
      {
        "id":"ED033285",
        "title":"A Position Paper on the YMCA and the Urban Crisis with Six Recommendations."},
      {
        "id":"ED033286",
        "title":"Report of the Workshop on the Utilization of Women's Resources in the YMCA (Columbus, Ohio, May 22-23, 1968)."},
      {
        "id":"ED033289",
        "title":"Permanent Partnership. Continuing Education--The Lifelong Association of Adult Texans and Their Colleges and Universities."},
      {
        "id":"ED033290",
        "title":"REAP. Rehabilitation Education Advancement and Placement (A Program in Adult Basic Education). Final Project Report. June 1969."},
      {
        "id":"ED033299",
        "title":"ABE Administrators' Institute, Region VIII. (University of Wyoming, Laramie, June 16-27, 1969)."},
      {
        "id":"ED033302",
        "title":"Home Economics Work With Low-Income People: July 1, 1961 - June 31, 1967."},
      {
        "id":"ED033303",
        "title":"Sociological Backgrounds of Adult Education. Notes and Essays on Education for Adults, 41."},
      {
        "id":"ED033305",
        "title":"Second National Workshop on Community Development, February 11-14, 1969."},
      {
        "id":"ED033306",
        "title":"A Symposium on Continuing Medical Education in Montana."},
      {
        "id":"ED033308",
        "title":"Labor Market Activity of Veterans: Some Aspects of Military Spillover."},
      {
        "id":"ED033309",
        "title":"Techniques for Teaching Basic Reading to Out-of-School Youth."},
      {
        "id":"ED033310",
        "title":"Leading Group Discussion; A Discussion Leader's Guide."},
      {
        "id":"ED033311",
        "title":"Education et Formation des Adultes en France. (Adult Education in France.)"},
      {
        "id":"ED033313",
        "title":"Adult Education in Australia, The Next Ten Years."},
      {
        "id":"ED033314",
        "title":"Survey of Literature Prior to 1967 on the Community, with Selected Annotations, Reading Lists and Periodicals."},
      {
        "id":"ED033315",
        "title":"Federal Acts Relating to Continuing Education and Public Service Activities."},
      {
        "id":"ED033327",
        "title":"A Preliminary Bibliography of American English Dialects."},
      {
        "id":"ED033328",
        "title":"Paraphrastic Causatives."},
      {
        "id":"ED033329",
        "title":"Pattern-Meaning in Syntactic Structures."},
      {
        "id":"ED033330",
        "title":"Verbal Clitics and Object Pronouns in Spanish."},
      {
        "id":"ED033335",
        "title":"A Handbook for Teachers of English to Non-English Speaking Adults."},
      {
        "id":"ED033336",
        "title":"An Active Approach to Hindi (Temporary Edition)."},
      {
        "id":"ED033338",
        "title":"Curriculum Improvement Program in English Language Skills for Schools of the Trust Territory of the Pacific Islands. Final Report."},
      {
        "id":"ED033339",
        "title":"English [Curriculum Improvement Program in English Language Skills for Schools of the Trust Territory of the Pacific Islands]. Books I-II."},
      {
        "id":"ED033340",
        "title":"English [Curriculum Improvement Program in English Language Skills for Schools of the Trust Territory of the Pacific Islands]. Books III-IV."},
      {
        "id":"ED033341",
        "title":"English [Curriculum Improvement Program in English Language Skills for Schools of the Trust Territory of the Pacific Islands]. Books V-VI."},
      {
        "id":"ED033342",
        "title":"English [Curriculum Improvement Programs in English Language Skills for Schools of the Trust Territory of the Pacific Islands]. Books VII-VIII."},
      {
        "id":"ED033343",
        "title":"English [Curriculum Improvement Programs in English Language Skills for Schools of the Trust Territory of the Pacific Islands]. Books IX-X."},
      {
        "id":"ED033351",
        "title":"Southeast Asian Ministers of Education Secretariat First Regional Seminar on the Development of the Regional English Language Centre. Report."},
      {
        "id":"ED033356",
        "title":"Black/White Speech Differences Revisited: A Preliminary Report."},
      {
        "id":"ED033357",
        "title":"Polish Basic Course."},
      {
        "id":"ED033368",
        "title":"English as a Second Language for the Culturally Depressed Children at Rogers School, Leflore County, Mississippi. Reseach Monograph."},
      {
        "id":"ED033370",
        "title":"Sociolinguistic Premises and the Nature of Nonstandard Dialects."},
      {
        "id":"ED033371",
        "title":"English Influences in the Phonology of Japanese as Spoken in Hawaii."},
      {
        "id":"ED033372",
        "title":"Some Linguistic Consequences of a Working-Class Environment."},
      {
        "id":"ED033373",
        "title":"An Inventory of Simple Sentence Patterns of English."},
      {
        "id":"ED033374",
        "title":"Pronunciation Features of Thai Speakers of English."},
      {
        "id":"ED033375",
        "title":"The Social-Academic-Personal Experiences of Pupils: the Adolescent Society Revisited."},
      {
        "id":"ED033376",
        "title":"Clinical Teaching with Computer Aids. The Bartlesville System."},
      {
        "id":"ED033384",
        "title":"Reliability, Predictive Validity, and Personality Bias of Confidence-Weighted Scores."},
      {
        "id":"ED033385",
        "title":"The Development of A Vocational Interest Survey Using the Data-People-Things Model of Work."},
      {
        "id":"ED033386",
        "title":"Role, Function, and Approach for Guidance in Career Development of Youth from Junior High Through Senior High. (Enclosure with March/April 1969 of \"Ohio Guidance News and Views\")."},
      {
        "id":"ED033388",
        "title":"Student Activism and the Characteristics of Activists."},
      {
        "id":"ED033389",
        "title":"Power, Prestige, and the Rehabilitation Counselor."},
      {
        "id":"ED033390",
        "title":"Vocational Counseling or Vocational Guidance?"},
      {
        "id":"ED033391",
        "title":"The Role of Interests and Interest Measurement in Guidance."},
      {
        "id":"ED033392",
        "title":"Multiple Counseling in Open and Closed Time-Extended Groups."},
      {
        "id":"ED033393",
        "title":"Personality Type and Preferred College Subculture."},
      {
        "id":"ED033394",
        "title":"The Efficacy of Counseling in the Elementary School."},
      {
        "id":"ED033395",
        "title":"Achievement Motivation and Anxiety as Determinants of Vocational Choice."},
      {
        "id":"ED033396",
        "title":"Instruction-Simulation in Counselor Education: Its Use and Effectiveness."},
      {
        "id":"ED033397",
        "title":"Elements in the Prescriptive Phase of A Comprehensive Guidance System."},
      {
        "id":"ED033398",
        "title":"Elements of A Comprehensive Guidance System Integrated in the Instructional Process."},
      {
        "id":"ED033399",
        "title":"Educational Information System Requirements: The Next Two Decades."},
      {
        "id":"ED033400",
        "title":"Residence Hall Programming for Student Development: A Working Model."},
      {
        "id":"ED033401",
        "title":"Legal Bibliography for Juvenile and Family Courts. Supplement 2."},
      {
        "id":"ED033402",
        "title":"Behavior that Communicates Understanding as Evaluated by Teenagers."},
      {
        "id":"ED033403",
        "title":"Room to Grow: \"Something Special for All Kids.\""},
      {
        "id":"ED033404",
        "title":"The Project Consultant: His Unique Role."},
      {
        "id":"ED033405",
        "title":"Adolescents in Crisis: Clinical Significance of Adolescent Crisis in Outpatient Clinic Treatment."},
      {
        "id":"ED033406",
        "title":"Developmental Counseling in Secondary Schools. An Operational Manual. Educational Services Bulletin No. 24."},
      {
        "id":"ED033407",
        "title":"Human Relations Procedures Relevant to University Environmental Change."},
      {
        "id":"ED033408",
        "title":"Needed: Fully Functioning Counseling Centers or Viable Communities?"},
      {
        "id":"ED033409",
        "title":"Rationale for Use of the General Aptitude Test Battery with Secondary School Students."},
      {
        "id":"ED033410",
        "title":"Positive Reaction to Group Therapy as A Reflection of Behavior During Group Meetings."},
      {
        "id":"ED033411",
        "title":"A Unique Approach to High School Relations."},
      {
        "id":"ED033412",
        "title":"Evaluation and Nonverbal Techniques."},
      {
        "id":"ED033413",
        "title":"Manifest Needs of Freshmen Who Later Use Psychological Services."},
      {
        "id":"ED033414",
        "title":"A Taxonomy of Counselee Behavior."},
      {
        "id":"ED033415",
        "title":"Investments in Prevention: The Prevention of Learning and Behavior Problems in Young Children. Intervention Report I."},
      {
        "id":"ED033416",
        "title":"The Antioch Program for Interracial Education. A Five-Year Report. 1964-1969."},
      {
        "id":"ED033417",
        "title":"Some Desirable Characteristics of Interest Inventories."},
      {
        "id":"ED033418",
        "title":"Research Foundations and Problems Regarding Counseling in the Community."},
      {
        "id":"ED033419",
        "title":"Educational Counseling for Adults."},
      {
        "id":"ED033420",
        "title":"The Many Faces of Kevin Michael Pullen."},
      {
        "id":"ED033421",
        "title":"Delayed and Normal Progress College Students: A Comparison of Psycho-Social Characteristics and Career Plans."},
      {
        "id":"ED033422",
        "title":"Guidance and the Cultural Arts. School Enrichment Programs: A Model for America."},
      {
        "id":"ED033423",
        "title":"Behavior Assessment and Modification in the Prescriptive Phase of a Comprehensive Educational Planning System."},
      {
        "id":"ED033424",
        "title":"A Look at High School Units and Other Background as it Relates to Persisters and Dropped Students."},
      {
        "id":"ED033425",
        "title":"The Processes of Monitored Play-Therapy."},
      {
        "id":"ED033426",
        "title":"Monitored Play Therapy: Conceptual and Methodological Issues."},
      {
        "id":"ED033427",
        "title":"Student Activism and the War in Vietnam."},
      {
        "id":"ED033428",
        "title":"Government Programs and Psychological Principles in Drug Abuse Education."},
      {
        "id":"ED033429",
        "title":"Counseling Techniques Monograph."},
      {
        "id":"ED033430",
        "title":"The Student Protest Movement: Some Facts, Interpretations, and A Plea."},
      {
        "id":"ED033431",
        "title":"Self Esteem: A Self-Social Construct. A Technical Report. Project 0001."},
      {
        "id":"ED033432",
        "title":"Pre-Parental Education. Final Report."},
      {
        "id":"ED033433",
        "title":"Assessment of Group Counseling Procedures on A Small College Campus. Final Report."},
      {
        "id":"ED033434",
        "title":"A Longitudinal Analysis of High School Student Behavior and Social Characteristics Five Years Later. Final Report."},
      {
        "id":"ED033435",
        "title":"Educational Policy for the Inner City. Draft."},
      {
        "id":"ED033436",
        "title":"The School Calendar Dilemma--A Solution for the Approaching Crisis."},
      {
        "id":"ED033437",
        "title":"An Essay on Federal Incentives and Local and State Educational Initiative. A Search for New Energy: ESEA Title III."},
      {
        "id":"ED033438",
        "title":"Career Sponsorship in the School Superintendency. A Project Report."},
      {
        "id":"ED033439",
        "title":"Selected Statistics of Local School Systems, 1966-67."},
      {
        "id":"ED033440",
        "title":"Evaluation of Teacher Salary Schedules, 1966-67, 1967-68, and 1968-69. Public-School Salaries Series."},
      {
        "id":"ED033441",
        "title":"State Minimum-Salary Laws for Teachers, 1968-69. Public-School Salaries Series."},
      {
        "id":"ED033442",
        "title":"State Taxes in 1967."},
      {
        "id":"ED033444",
        "title":"Middle School--Promise of the Future."},
      {
        "id":"ED033445",
        "title":"Planning Programs for Transescents."},
      {
        "id":"ED033447",
        "title":"[Development of an Operational Model for the Application of Planning-Programming-Budgeting Systems in Local School Districts. Program Budgeting Note 3, Cost-Effectiveness Analysis: What Is It?]"},
      {
        "id":"ED033448",
        "title":"Evaluating Teaching Performance. Educational Research Service Circular Number Three."},
      {
        "id":"ED033449",
        "title":"The Evaluation of Noncertificated Personnel. Educational Research Service Circular Number Four."},
      {
        "id":"ED033450",
        "title":"Teacher Supply and Demand in Public Schools, 1968."},
      {
        "id":"ED033451",
        "title":"Economic Status of the Teaching Profession, 1968-69."},
      {
        "id":"ED033452",
        "title":"A Study to Extend the Development and Testing of a Systems Model of the Classroom. Final Report."},
      {
        "id":"ED033453",
        "title":"The Effect of Organizational Development on Classroom Climate."},
      {
        "id":"ED033454",
        "title":"Role Conflict and Its Correlates in an Educational Setting. Final Report."},
      {
        "id":"ED033455",
        "title":"Research Coordinating Unit Program Evaluation. Final Report."},
      {
        "id":"ED033456",
        "title":"The Big Talent Hunt: How Leading Public School Districts Recruit Teachers. An Education U.S.A. Management and Policy Report Prepared for School Administrators and School Board Members."},
      {
        "id":"ED033457",
        "title":"Independent Study: Academic Freedom, New Style."},
      {
        "id":"ED033458",
        "title":"Turmoil in the Schools: The Partners Respond."},
      {
        "id":"ED033459",
        "title":"History of Title I ESEA."},
      {
        "id":"ED033460",
        "title":"Educational Planning: A Critical Review and Recommendations for A.I.D."},
      {
        "id":"ED033461",
        "title":"Priorities in Urban Education."},
      {
        "id":"ED033462",
        "title":"Dissent and Disruption in Secondary Schools."},
      {
        "id":"ED033463",
        "title":"An Analysis of the Goal Transformation Process in a State Department of Education. Research Report."},
      {
        "id":"ED033464",
        "title":"An Assessment of a Senior High School Modular Scheduling Program."},
      {
        "id":"ED033465",
        "title":"Research and Development Center in Educational Stimulation. Fourth Annual Report."},
      {
        "id":"ED033466",
        "title":"An Educational Research Training Institute to Develop Research Coordinators for Local School Districts in Kentucky and Appalachia (June 13-August 5, 1966)."},
      {
        "id":"ED033467",
        "title":"A Directory of Organizations and Personnel in Educational Administration. Second Edition."},
      {
        "id":"ED033468",
        "title":"Systems Development in Guidance--a Learning-Task-Centered Approach. Final Report."},
      {
        "id":"ED033469",
        "title":"Evaluation of the Effectiveness of Educational Systems. Final Report. Volume I."},
      {
        "id":"ED033471",
        "title":"Proceedings of the Annual Workshop for School Business Officials (2nd State University of New York at Buffalo, January 31, 1969)."},
      {
        "id":"ED033472",
        "title":"Capital Investment for Research and Development."},
      {
        "id":"ED033473",
        "title":"The Pennsylvania Nonpublic Elementary and Secondary Education Act - Pioneer and Precedent."},
      {
        "id":"ED033474",
        "title":"Metropolitan School District Cooperation."},
      {
        "id":"ED033475",
        "title":"Negotiations in Public Education."},
      {
        "id":"ED033476",
        "title":"The Fixed-Sequence Hypothesis: Ethnic Differences in the Development of Spatial Reasoning."},
      {
        "id":"ED033477",
        "title":"The Development of Research Capability at Private Colleges in North and South Dakota. Final Report."},
      {
        "id":"ED033478",
        "title":"The Future of City School Boards."},
      {
        "id":"ED033479",
        "title":"Negotiation in Public Education: Developing a Legislative Framework."},
      {
        "id":"ED033480",
        "title":"Teamwork in School Health; Guidelines for School-Community Coordination. A Report of the National Conference on Coordination of the School Health Program."},
      {
        "id":"ED033481",
        "title":"The Controversy of the Middle School."},
      {
        "id":"ED033482",
        "title":"Purdue Undergraduate Participation Program in Educational Research."},
      {
        "id":"ED033483",
        "title":"Feedback; Publication of the Program for Exceptional Children and Youth."},
      {
        "id":"ED033484",
        "title":"An Educational Test of the Learning Potential Hypothesis with Adolescent Mentally Retarded Special Class Children, Volume I. Final Report."},
      {
        "id":"ED033487",
        "title":"Learning Disabilities Reconsidered: A Report of the Wayne County Committee for the Study of Children with Learning Disabilities, 1967-1969."},
      {
        "id":"ED033488",
        "title":"Life Experience Starter Unit: Set No. 1."},
      {
        "id":"ED033489",
        "title":"Mental Health Statistics; Current Facility Reports."},
      {
        "id":"ED033490",
        "title":"Rehabilitation Programs in the Public Schools; A Handbook for Counselors and Supervisors."},
      {
        "id":"ED033491",
        "title":"Mental Retardation, Selected Conference Papers."},
      {
        "id":"ED033493",
        "title":"Hamilton County Public Schools, Division of Special Education, Speech and Hearing Services Handbook 1969-70."},
      {
        "id":"ED033494",
        "title":"Curriculum Guide: Educable Mentally Retarded, Senior High Program; Little Rock Public Schools."},
      {
        "id":"ED033495",
        "title":"Curriculum Guide: Educable Mentally Retarded, Elementary Program; Little Rock Public Schools."},
      {
        "id":"ED033496",
        "title":"Curriculum Guide: Educable Mentally Retarded, Junior High School Program; Little Rock Public Schools."},
      {
        "id":"ED033497",
        "title":"Programmed Instruction for Perceptually Handicapped Children with Language Difficulties. Interim Report."},
      {
        "id":"ED033498",
        "title":"Art Integration: A Teaching Program for the Mentally Retarded."},
      {
        "id":"ED033499",
        "title":"Indirect Assessment of Hearing Sensitivity by Changes in Respiration. Final Report."},
      {
        "id":"ED033504",
        "title":"A Study of Protrusional Lisps to Identify Children Requiring Speech Therapy."},
      {
        "id":"ED033505",
        "title":"The Acquisition of a Complex Assembly Task by Retarded Adolescents. Final Report."},
      {
        "id":"ED033506",
        "title":"The Effects of Inter-Trial Manipulations on PA Learning in Retardates; An Investigation of Factors Influencing Learning in the Mentally Retarded, and Their Use in the Design of Instructional Materials. Interim Report."},
      {
        "id":"ED033510",
        "title":"Report of a Title VI, ESEA, Summer Screening Clinic Sponsored by El Paso County School District #11, and the Colorado Department of Education."},
      {
        "id":"ED033511",
        "title":"California State Plan for Facilities for the Mentally Retarded, July 1, 1968 - July 30, 1969."},
      {
        "id":"ED033512",
        "title":"The Utilization of Supportive Personnel in Speech Correction in the Public Schools."},
      {
        "id":"ED033513",
        "title":"Educational Amplification Response Study, E.A.R.S."},
      {
        "id":"ED033517",
        "title":"Modalities Training File; Title III ESEA."},
      {
        "id":"ED033518",
        "title":"Directory of Services for the Deaf in the United States; American Annals of the Deaf."},
      {
        "id":"ED033523",
        "title":"Academic Achievement Test Performance of Hearing Impaired Students; United States: Spring 1969. Data from the Annual Survey of Hearing Impaired Children and Youth."},
      {
        "id":"ED033525",
        "title":"Guidelines for a Cooperative School Program; Education - Habilitation."},
      {
        "id":"ED033527",
        "title":"Adolescent Psychiatry; Proceedings of a Conference (Douglas Hospital, Montreal, Quebec, June 20, 1967)."},
      {
        "id":"ED033528",
        "title":"Pima County Junior College. An Approach to Campus Planning."},
      {
        "id":"ED033529",
        "title":"Office Design: A Study of Environment."},
      {
        "id":"ED033530",
        "title":"Information Collection and Methodology Report. West Virginia Higher Education Comprehensive Planning Program. Project I, Facilities Planning."},
      {
        "id":"ED033531",
        "title":"Controlling the Thermal Environment of the Co-ordinated Classroom."},
      {
        "id":"ED033532",
        "title":"A Summary of Some Biochemistry and Thermal Aspects of Intelligence."},
      {
        "id":"ED033533",
        "title":"Design of Schools to Incorporate Fallout Protection."},
      {
        "id":"ED033534",
        "title":"Design of Buildings to Permit Their Use by the Physically Handicapped."},
      {
        "id":"ED033535",
        "title":"Lighting and the Controlled Environment."},
      {
        "id":"ED033536",
        "title":"The Use of Space and Facilities in Universities. Report."},
      {
        "id":"ED033538",
        "title":"Hostel User Study."},
      {
        "id":"ED033539",
        "title":"Building for Quality Education--The Educational Park Concept."},
      {
        "id":"ED033540",
        "title":"Needed Research on the Effect of Buildings on Human Behavior."},
      {
        "id":"ED033541",
        "title":"Planning a College Union Building."},
      {
        "id":"ED033542",
        "title":"The Loft Building as a School House: A Study for the School District of Philadelphia."},
      {
        "id":"ED033543",
        "title":"Some New Bases and Needs for Interior Design from Environmental Research. A Preliminary Survey."},
      {
        "id":"ED033546",
        "title":"Pentagon. Civil Defense and Fire Instructions. Part 2: Shelter Management."},
      {
        "id":"ED033547",
        "title":"System Building and Architecture."},
      {
        "id":"ED033549",
        "title":"Space Utilization, University of Washington."},
      {
        "id":"ED033550",
        "title":"Auxiliary Services and Physical Plant. A Report to the Utah Coordinating Council of Higher Education by Master Plan Study Committee H."},
      {
        "id":"ED033551",
        "title":"Synthetic Output by Simulation. An Introductory Paper."},
      {
        "id":"ED033552",
        "title":"Thern Associates Inc., Third Edition."},
      {
        "id":"ED033553",
        "title":"[Nicolet College and Technical Institute.]"},
      {
        "id":"ED033554",
        "title":"Program of Requirements for a School for Severely Physically Handicapped, for Human Resources Foundation, Albertson, New York."},
      {
        "id":"ED033555",
        "title":"Supervision and Inspection of School Construction."},
      {
        "id":"ED033556",
        "title":"A Study of a Proposed Merger of the Rye City School District and the Union Free School District No. 1, Rye Neck, Westchester County, New York."},
      {
        "id":"ED033557",
        "title":"Design for Progress. A Report of the Workshop in School Library Quarters and Equipment, July 9 to 20, 1962."},
      {
        "id":"ED033558",
        "title":"Proposed Capital Program 1970-1975, the School District of Philadelphia."},
      {
        "id":"ED033559",
        "title":"Science Facilities Bibliography."},
      {
        "id":"ED033560",
        "title":"New Concepts in Vocational-Technical Programs and Planning."},
      {
        "id":"ED033561",
        "title":"Maintenance of Vinyl Asbestos and Asphalt Tile Floors in Institutional, Industrial and Commercial Buildings."},
      {
        "id":"ED033562",
        "title":"A College Health Center."},
      {
        "id":"ED033563",
        "title":"New Campuses for Old--A Case Study of Four Colleges That Moved."},
      {
        "id":"ED033564",
        "title":"The Application of the Systems Approach to School Building in Toronto."},
      {
        "id":"ED033565",
        "title":"Guide for Schoolhouse Planning and Construction 1969."},
      {
        "id":"ED033568",
        "title":"Temporary School Facilities. An Annotated Bibliography."},
      {
        "id":"ED033573",
        "title":"Evaluation Report of Problem Solving--Computer Style."},
      {
        "id":"ED033574",
        "title":"Annotated Bibliography on Television and Videotape in Psychiatry."},
      {
        "id":"ED033575",
        "title":"A Computer System for a Faculty of Education."},
      {
        "id":"ED033577",
        "title":"Patrik and Putrik and Clown Ferdl; Findings and Cognition on the Television Perception of Children and Young People Based on the Prize-Winning Programmes of Prix Jeunesse 1966. Publications of the Internationales Zentralinstitut fur das Jugend- und Bildungsfernsehen, Number 3."},
      {
        "id":"ED033581",
        "title":"A Study into Environmental Aspects of Student Accommodation in the Foreign Language Laboratory."},
      {
        "id":"ED033583",
        "title":"Evaluation of the Classroom on Wheels Program; Jay Cooke Junior High School."},
      {
        "id":"ED033585",
        "title":"Guidelines for the Integration of Instructional Television in Speech and Hearing Facilities."},
      {
        "id":"ED033588",
        "title":"Plan for Progress in the Media Center."},
      {
        "id":"ED033589",
        "title":"A Study of the Feasibility of a Centralized Instructional Television Production Facility for Higher Education Institutions in Utah."},
      {
        "id":"ED033603",
        "title":"Study Packet in Instructional Technology (SUNT). A School Research Newsletter."},
      {
        "id":"ED033604",
        "title":"Educational Research and Development in Sweden; Plans for 1970-71. A School Research Newsletter."},
      {
        "id":"ED033611",
        "title":"An Overview of Computer-Assisted Instruction for Adult Educators."},
      {
        "id":"ED033613",
        "title":"Regional Information System for Educators. Information Resources; Installation and Evaluation; Information Services; An Operational Handbook; Proceedings of the American Society for Information Science, Vol. 6, 1969. (five documents)"},
      {
        "id":"ED033614",
        "title":"Materials and Activities for Teachers and Children: A Project to Develop and Evaluate Multi-Media Kits for Elementary Schools, Volume I. Final Report."},
      {
        "id":"ED033615",
        "title":"Materials and Activities for Teachers and Children: A Project to Develop and Evaluate Multi-Media Kits for Elementary Schools. Volume II: Appendices."},
      {
        "id":"ED033616",
        "title":"Standards for School Media Programs."},
      {
        "id":"ED033624",
        "title":"The Practical Study of Languages: A Guide for Teachers and Learners. Language and Language Learning [Series], Number 1."},
      {
        "id":"ED033628",
        "title":"The Learning of Grammar: An Experimental Study. Experimental Studies on the Learning of Language, Progress Report II, Revised."},
      {
        "id":"ED033631",
        "title":"Deutsch Durch Audio-Visuelle Methode: An Audio-Lingual-Oral Approach to the Teaching of German."},
      {
        "id":"ED033632",
        "title":"Evaluation of a Project: Independent Foreign Language Study By Selected Eighth Graders at Townsend Junior High School Using Programmed Materials, March 3 to May 23, 1969."},
      {
        "id":"ED033633",
        "title":"Yugoslav Literature Since World War II."},
      {
        "id":"ED033635",
        "title":"Annotated Bibliography: Afro-American, Hispano and Amerind; with Amerinc; with Audio-Visual Materials List."},
      {
        "id":"ED033636",
        "title":"[Cross-National Study of Educational Attainment: Stage I of the I.E.A. Investigation in Six Subject Areas. Volume II, Booklet 5] French as a Foreign Language, English as a Foreign Language, Civic Education, Attitude and Description Scales."},
      {
        "id":"ED033638",
        "title":"Hebrew in the Elementary Schools. Curriculum Bulletin, 1965-66 Series, Number 12."},
      {
        "id":"ED033640",
        "title":"An Explanation of \"Levels\" of Competence in Foreign Language Learning; French, Levels I, II, III."},
      {
        "id":"ED033641",
        "title":"An Explanation of \"Levels\" of Competence in Foreign Language Learning; German, Levels I, II, III."},
      {
        "id":"ED033642",
        "title":"An Explanation of \"Levels\" of Competence in Foreign Language Learning; Spanish, Levels I, II, III."},
      {
        "id":"ED033644",
        "title":"Faculty Senates: A Dissenting View."},
      {
        "id":"ED033646",
        "title":"Fund Raising for the Small College. Papers presented at the 13th Annual CASC Workshop."},
      {
        "id":"ED033647",
        "title":"Feasibility Study on the Proposed Hunter College Institute of Health Sciences."},
      {
        "id":"ED033648",
        "title":"Standards for Upper-Division Colleges, With Special Reference to Joplin and St. Joseph, Missouri."},
      {
        "id":"ED033649",
        "title":"[Davis Campus Academic Plan and Statistical Supplement, Revised 1967-1968.]"},
      {
        "id":"ED033650",
        "title":"Students Who Withdraw from Courses. A Descriptive Analysis."},
      {
        "id":"ED033651",
        "title":"Trends and Issues at Beloit College. Report #3: The Class of 1972."},
      {
        "id":"ED033652",
        "title":"Statewide Coordinating Agencies and State Commissions for Federal Programs in Higher Education. A Directory of Professional Personnel. 1969."},
      {
        "id":"ED033653",
        "title":"Long-Range Planning--Finances. Higher Education."},
      {
        "id":"ED033654",
        "title":"An Analysis of the Processes of Developing a Consortium."},
      {
        "id":"ED033655",
        "title":"The Committee on Institutional Cooperation. Annual Report. 1968-69."},
      {
        "id":"ED033656",
        "title":"Student Admissions and Performance. Virginia State-Controlled Institutions of Higher Education/1967-68."},
      {
        "id":"ED033657",
        "title":"State-Wide Pattern of Higher Education in Virginia."},
      {
        "id":"ED033658",
        "title":"Control and Coordination of Higher Education in Virginia."},
      {
        "id":"ED033659",
        "title":"Construction and Analysis of a Prototype Planning Simulation for Projecting College Enrollments."},
      {
        "id":"ED033660",
        "title":"Post-Secondary Educational Preferences of High School Seniors. A Survey of Spring 1968 Wisconsin High School Seniors."},
      {
        "id":"ED033661",
        "title":"The Virginia Plan for Higher Education."},
      {
        "id":"ED033663",
        "title":"Report Card on College Services."},
      {
        "id":"ED033666",
        "title":"Feasibility Study and Recommended Plan for Establishing an Institute for Information Systems in Higher Education."},
      {
        "id":"ED033667",
        "title":"The President and Campus Governance: A Research Profile."},
      {
        "id":"ED033668",
        "title":"The Measurement of College Environments."},
      {
        "id":"ED033669",
        "title":"Enrollment Relationships: Summer Session and Academic Year, 1964 to 1968 -- 1963-64 to 1967-68, Part 1, Series 1."},
      {
        "id":"ED033671",
        "title":"Student Conduct and Discipline Proceedings in a University Setting. Proposed Codes with Commentary."},
      {
        "id":"ED033672",
        "title":"A Bibliography on Higher Education."},
      {
        "id":"ED033674",
        "title":"Higher Education--A View from Washington."},
      {
        "id":"ED033675",
        "title":"Statement on Student-Faculty-Administrative Relationships."},
      {
        "id":"ED033676",
        "title":"A Conference and Follow-Up Consultation to Foster the Improvement of Curricula and Instruction in Developing Colleges."},
      {
        "id":"ED033677",
        "title":"Research Project Investigating the 4-1-4 Month Calendar Plan."},
      {
        "id":"ED033678",
        "title":"The Institutional Domain of Higher Education: A Characteristics File for Research."},
      {
        "id":"ED033679",
        "title":"Instructional Objectives for Junior College Courses."},
      {
        "id":"ED033680",
        "title":"Instructional Objectives for a Junior College Course in Accounting (First Semester)."},
      {
        "id":"ED033681",
        "title":"Instructional Objectives for a Junior College Course in Accounting (Second Semester)."},
      {
        "id":"ED033682",
        "title":"Instructional Objectives for a Junior College Course in Beginning Acting."},
      {
        "id":"ED033683",
        "title":"Instructional Objectives for a Junior College Course in College Algebra."},
      {
        "id":"ED033684",
        "title":"Instructional Objectives for a Junior College Course in Cultural Anthropology."},
      {
        "id":"ED033685",
        "title":"Instructional Objectives for a Junior College Course in Architectural Drawing."},
      {
        "id":"ED033686",
        "title":"Instructional Objectives for a Junior College Course in Biology (First Semester)."},
      {
        "id":"ED033687",
        "title":"Instructional Objectives for a Junior College Course in Calculus and Analytical Geometry."},
      {
        "id":"ED033688",
        "title":"Instructional Objectives for a Junior College Course in Chemistry (First Semester)."},
      {
        "id":"ED033689",
        "title":"Instructional Objectives for a Junior College Course in Beginning Design."},
      {
        "id":"ED033690",
        "title":"Instructional Objectives for a Junior College Course in Beginning Drawing."},
      {
        "id":"ED033693",
        "title":"Instructional Objectives for a Junior College Course in English (Subject A)."},
      {
        "id":"ED033694",
        "title":"Instructional Objectives for a Junior College Course in English Composition."},
      {
        "id":"ED033695",
        "title":"Instructional Objectives for a Junior College Course in French (First Semester)."},
      {
        "id":"ED033696",
        "title":"Instructional Objectives for a Junior College Course in Geology."},
      {
        "id":"ED033697",
        "title":"Instructional Objectives for a Junior College Course in Physical Geography."},
      {
        "id":"ED033698",
        "title":"Instructional Objectives for a Junior College Course in Geometry."},
      {
        "id":"ED033699",
        "title":"Instructional Objectives for a Junior College Course in German (First Semester)."},
      {
        "id":"ED033701",
        "title":"Instructional Objectives for a Junior College Course in African History."},
      {
        "id":"ED033702",
        "title":"Instructional Objectives for a Junior College Course in U.S. History to 1865."},
      {
        "id":"ED033703",
        "title":"Instructional Objectives for a Junior College Course in U.S. History from Colonial Times to Date."},
      {
        "id":"ED033705",
        "title":"Instructional Objectives for a Junior College Course in Japanese."},
      {
        "id":"ED033706",
        "title":"Instructional Objectives for a Junior College Course in Journalism."},
      {
        "id":"ED033707",
        "title":"Instructional Objectives for a Junior College Course in Music Appreciation."},
      {
        "id":"ED033708",
        "title":"Instructional Objectives for a Junior College Course in Philosophy (First Semester)."},
      {
        "id":"ED033709",
        "title":"Instructional Objectives for a Junior College Course in Physical Education (Golf, Physical Conditioning, Tennis, Swimming, Scuba Diving)."},
      {
        "id":"ED033710",
        "title":"Instructional Objectives for a Junior College Course in Physics (First Semester)."},
      {
        "id":"ED033711",
        "title":"Instructional Objectives for a Junior College Course in Physiology (First Semester)."},
      {
        "id":"ED033712",
        "title":"Instructional Objectives for a Junior College Course in American Institutions (Political Science)."},
      {
        "id":"ED033713",
        "title":"Instructional Objectives for a Junior College Course in Psychology (First Semester)."},
      {
        "id":"ED033714",
        "title":"Instructional Objectives for a Junior College Course in Shorthand."},
      {
        "id":"ED033715",
        "title":"Instructional Objectives for a Junior College Course in Spanish (First Semester)."},
      {
        "id":"ED033716",
        "title":"Instructional Objectives for a Junior College Course in Spanish (Second Semester)."},
      {
        "id":"ED033717",
        "title":"Instructional Objectives for a Junior College Course in Speech."},
      {
        "id":"ED033718",
        "title":"Instructional Objectives for a Junior College Course in Zoology."},
      {
        "id":"ED033719",
        "title":"Library Services in North Dakota; Report of a Survey Conducted for the State Library Commission and the State Historical Society."},
      {
        "id":"ED033727",
        "title":"Authoritarianism and Censorship: Attitudes and Opinions of Students in the Graduate Library School of Indiana University. A Report of an Exploratory Project Conducted as a Preliminary for a Proposed Nationwide Study of American Public Librarians and Intellectual Freedom."},
      {
        "id":"ED033732",
        "title":"The Effect of Response Time Upon Utilization of an Information Retrieval System; A Simulation."},
      {
        "id":"ED033734",
        "title":"A Study of Library Services for the Disadvantaged in Buffalo, Rochester, and Syracuse."},
      {
        "id":"ED033735",
        "title":"A Study of Extra-Institutional Use of Libraries by Ohio Academic Personnel."},
      {
        "id":"ED033736",
        "title":"Supplement to a Study of Extra-Institutional Use of Libraries by Ohio Academic Personnel."},
      {
        "id":"ED033737",
        "title":"A Bibliographic Bank for Resource Sharing in Library Systems: A Feasibility Study. Final Report."},
      {
        "id":"ED033738",
        "title":"Proceedings: 1st Annual NSLS Day (November 21, 1968)."},
      {
        "id":"ED033739",
        "title":"School Library Personnel Task Analysis Survey. Special Report."},
      {
        "id":"ED033740",
        "title":"Rules for Thesaurus Preparation."},
      {
        "id":"ED033741",
        "title":"Federal Funds for Day Care Projects. (Revised Edition)."},
      {
        "id":"ED033742",
        "title":"Implications of Studies on Self-Esteem for Educational Research and Practice."},
      {
        "id":"ED033743",
        "title":"A Structure-Process Approach to Cognitive Development of Preschool Negro Children: Rationale and Effects."},
      {
        "id":"ED033744",
        "title":"Social-Emotional Task Force. Final Report."},
      {
        "id":"ED033745",
        "title":"A Comparison of Reading Readiness Achievement of Kindergarten Children of Disparate Entrance Ages."},
      {
        "id":"ED033746",
        "title":"Source Book of Selected Materials for Early Childhood Education in the Arts."},
      {
        "id":"ED033747",
        "title":"Logical Thinking in Second Grade. Final Report."},
      {
        "id":"ED033748",
        "title":"ESOL-SESD Guide: Kindergarten."},
      {
        "id":"ED033749",
        "title":"An Integrative Approach to Classroom Learning."},
      {
        "id":"ED033750",
        "title":"Prelude to School: An Evaluation of an Inner-City Preschool Program."},
      {
        "id":"ED033751",
        "title":"Group Screening of Auditory and Visual Perceptual Abilities: An Approach to Perceptual Aspects of Beginning Reading."},
      {
        "id":"ED033752",
        "title":"Modification of the Peabody Picture Vocabulary Test."},
      {
        "id":"ED033753",
        "title":"The Tucson Early Education Model."},
      {
        "id":"ED033754",
        "title":"Social Class Differentiation in Cognitive Development: A Longitudinal Study."},
      {
        "id":"ED033755",
        "title":"Infant Day Care and Attachment."},
      {
        "id":"ED033756",
        "title":"Young Children's Comprehension of Logical Connectives."},
      {
        "id":"ED033757",
        "title":"Effect of Sensorimotor Activity on Perception and Learning in the Neurologically Handicapped Child. Final Progress Report."},
      {
        "id":"ED033758",
        "title":"Focus on Parent Education as a Means of Altering the Child's Environment."},
      {
        "id":"ED033759",
        "title":"Pennsylvania Preschool and Primary Education Project: 1968-1969 Final Report to the Ford Foundation."},
      {
        "id":"ED033762",
        "title":"Selected Longitudinal Studies of Compensatory Education--A Look from the Inside."},
      {
        "id":"ED033763",
        "title":"Children Learning: Samples of Everyday Life of Children at Home."},
      {
        "id":"ED033765",
        "title":"The Saturday School: An Installation Manual."},
      {
        "id":"ED033766",
        "title":"The Influence of Theoretical Conceptions of Human Development on the Practice of Early Childhood Education."},
      {
        "id":"ED033767",
        "title":"Effects of Social Reinforcement on Self-Esteem of Mexican-American Children. Long Abstract."},
      {
        "id":"ED033768",
        "title":"Designing a Program for Broadcast Television."},
      {
        "id":"ED033769",
        "title":"Arithmetics Anonymous (An Analysis of Computational Mathematical Achievement in Six Towns)."},
      {
        "id":"ED033771",
        "title":"Gatekeepers in the Process of Acculturation."},
      {
        "id":"ED033772",
        "title":"The Past and Future Inflow of Students into the Upper Levels of Education in the Netherlands."},
      {
        "id":"ED033773",
        "title":"Curriculum Needs of Navajo Pupils."},
      {
        "id":"ED033774",
        "title":"Arizona Teacher Exchange 1969, A Component of Migrant Child Education."},
      {
        "id":"ED033776",
        "title":"Elementary School Guidance Cooperative for Small School Districts."},
      {
        "id":"ED033777",
        "title":"The San Antonio Conference. Bilingual--Bicultural Education---Where Do We Go From Here? (San Antonio, Texas, March 28-29, 1969)"},
      {
        "id":"ED033778",
        "title":"The Balarat Center for Environmental Studies. A Report to the Board"},
      {
        "id":"ED033780",
        "title":"Pennsylvania Preschool and Primary Education Project. 1968-1969 Final Report to the Ford Foundation."},
      {
        "id":"ED033781",
        "title":"A Study of the Accreditation Status of Small Twelve Grade School Districts."},
      {
        "id":"ED033782",
        "title":"Direct Experience Teaching in the Out-of-Doors."},
      {
        "id":"ED033784",
        "title":"Local Education Agency Guidebook for Resident Environmental Education Programs."},
      {
        "id":"ED033785",
        "title":"Sessions Summaries - Exemplary Individual Camper Evaluations and Other Pertinent Data Developed in the Exploratory Program in Decentralized Camping for Children of Migrant Laborers."},
      {
        "id":"ED033786",
        "title":"Manual for College Participants in Environmental Education Programs."},
      {
        "id":"ED033787",
        "title":"Observation Skills - Tuning Up the Five Senses."},
      {
        "id":"ED033788",
        "title":"Conservation and Environmental Science Center for Southern New Jersey; Teacher's Workshop Handbook for Resident Programs."},
      {
        "id":"ED033789",
        "title":"Farm Migrants to the City; A Comparison of the Status, Achievement, Community and Family Relations of Farm Migrants with Urban Migrants and Urban Natives in Des Moines, Iowa."},
      {
        "id":"ED033792",
        "title":"Me. From the Children of the Deep South Comes a Cry for Help that Cannot be Ignored."},
      {
        "id":"ED033793",
        "title":"Factors Related to Levels of Living of Rural Households in Low-Income Areas of the South. Southern Cooperative Series Bulletin 142."},
      {
        "id":"ED033795",
        "title":"America's Outdoor Recreation Areas--Playgrounds for the Affluent."},
      {
        "id":"ED033796",
        "title":"Pathways to...Better Education."},
      {
        "id":"ED033797",
        "title":"Camp is a Celebration."},
      {
        "id":"ED033798",
        "title":"Manpower Services to Arizona Indians, 1968, Sixteenth Annual Report. Research and Information Series No. OPR-2-69."},
      {
        "id":"ED033799",
        "title":"A Curriculum and Methods Handbook for the Seasonally Employed Agricultural Workers' Program."},
      {
        "id":"ED033800",
        "title":"Guidelines to Successful Advisory Council Organization."},
      {
        "id":"ED033801",
        "title":"Evaluation for Environmental Education (A Systems Analysis Approach for Self-Evaluation), 1969."},
      {
        "id":"ED033802",
        "title":"Migrants in Utah."},
      {
        "id":"ED033803",
        "title":"Hungry Children. Special Report."},
      {
        "id":"ED033804",
        "title":"Land Problems and People Problems - The Eskimo as Conservationist."},
      {
        "id":"ED033806",
        "title":"Mexican American Education Research Program: Solutions in Communications. Report to the California State Department of Education."},
      {
        "id":"ED033807",
        "title":"Texas Small Schools Project, 1968."},
      {
        "id":"ED033808",
        "title":"Nuevas Vistas, A Report of the Annual Conference of the California State Department of Education (2nd, Sacramento, California, 1968)."},
      {
        "id":"ED033809",
        "title":"Annual Evaluation Report for Migrant Programs, Fiscal Year 1969 (School Year 1968-69)."},
      {
        "id":"ED033810",
        "title":"Outdoor Creative Play Areas."},
      {
        "id":"ED033811",
        "title":"Promising Developments in Outdoor Education."},
      {
        "id":"ED033812",
        "title":"[How the Outdoor Laboratory Can Be Used As An Instructional Aid.]"},
      {
        "id":"ED033813",
        "title":"Mapping of Outdoor Classrooms."},
      {
        "id":"ED033814",
        "title":"Education on the Move. Part II, Report of a 1961 Demonstration Summer School for Migrant Children in Manitowoc County, Wisconsin."},
      {
        "id":"ED033815",
        "title":"Food Processing and Agriculture. Wisconsin Annual Farm Labor Report, 1968."},
      {
        "id":"ED033816",
        "title":"Handbook on Wisconsin Indians."},
      {
        "id":"ED033817",
        "title":"Equal Employment Opportunity. 1968 Report."},
      {
        "id":"ED033818",
        "title":"Talent Search Project, Eastern Arizona College. Progress Report (January 1, 1969 - March 31, 1969)."},
      {
        "id":"ED033819",
        "title":"Language Acquisition and the Reading Process."},
      {
        "id":"ED033820",
        "title":"Reading as Cognitive Functioning."},
      {
        "id":"ED033821",
        "title":"Evaluation of Materials for Reading: Criteria for Evaluating."},
      {
        "id":"ED033822",
        "title":"Principles of Self-Reward for Study Skills."},
      {
        "id":"ED033823",
        "title":"Secondary Reading in the Inner-City of the Ghetto."},
      {
        "id":"ED033824",
        "title":"A Study of Remedial Reading Programs in the Omaha and Marquette Job Corps Centers for Women."},
      {
        "id":"ED033825",
        "title":"Language Variation and Literacy."},
      {
        "id":"ED033826",
        "title":"Ten Values of Children's Literature."},
      {
        "id":"ED033827",
        "title":"Reading in the High School. What Research Says to the Teacher #11."},
      {
        "id":"ED033828",
        "title":"An Analysis of Miscues in the Oral Reading of Canadian Indian Children."},
      {
        "id":"ED033829",
        "title":"Louisa Elementary Reading Program."},
      {
        "id":"ED033830",
        "title":"Mason County Reading Plan."},
      {
        "id":"ED033832",
        "title":"A Model for Non-Gradedness: The Reading Program for Individually Prescribed Instruction."},
      {
        "id":"ED033833",
        "title":"Relations Among Central Auditory Abilities, Socio-Economic Factors, Speech Delay, Phonic Abilities and Reading Achievement: A Longitudinal Study."},
      {
        "id":"ED033834",
        "title":"Evaluation of the Learning Center by the Cooperating School Districts."},
      {
        "id":"ED033835",
        "title":"Research Findings from a Language and Sensory-Perceptual Training Program."},
      {
        "id":"ED033836",
        "title":"The New England Educational Assessment Reading Project."},
      {
        "id":"ED033837",
        "title":"Reflections on Title III: Omaha Central Reading Clinic."},
      {
        "id":"ED033838",
        "title":"Sylvia Ashton-Warner's Methods Tried in 4 U.S. Cities."},
      {
        "id":"ED033839",
        "title":"Linguistics and Early Reading Skills."},
      {
        "id":"ED033840",
        "title":"The Right to Read -- Target for the 70's."},
      {
        "id":"ED033841",
        "title":"The Effect of Reading Upon Pupil Dilation. Final Report."},
      {
        "id":"ED033842",
        "title":"Decision Models in Remedial Reading: A Pilot Project. Final Report."},
      {
        "id":"ED033843",
        "title":"Seven Steps for Developing an Outdoor School Area for Teaching Science-Conservation."},
      {
        "id":"ED033844",
        "title":"Urban Discovery Manual, 75 Stimulating Ideas for Investigating Some Common Urban Resources Indoors and Outdoors, Grades K-6."},
      {
        "id":"ED033845",
        "title":"Inequalities and Real Numbers as a Basis for School Mathematics, Cambridge Conference on School Mathematics Feasibility Study No. 38."},
      {
        "id":"ED033846",
        "title":"[Probability, Cambridge Conference on School Mathematics Feasibility Study No. 7.]"},
      {
        "id":"ED033847",
        "title":"[Geometry Through Symmetry, Cambridge Conference on School Mathematics Feasibility Study No. 32.]"},
      {
        "id":"ED033848",
        "title":"[Experimental Course in Elementary Number Theory, Cambridge Conference on School Mathematics Feasibility Study No. 35.]"},
      {
        "id":"ED033849",
        "title":"Nature of Matter, Chemistry K-6, Elementary Science Unit No. 4."},
      {
        "id":"ED033850",
        "title":"Employment of Scientists and Engineers in the United States, 1950-66."},
      {
        "id":"ED033851",
        "title":"Development of an Instructional Aid for a Course in Multivariate Educational Statistics, Final Report."},
      {
        "id":"ED033852",
        "title":"Reports of Studies of the Publication Fate of Material Presented at National Meetings (Two Years After the Meetings)."},
      {
        "id":"ED033853",
        "title":"An Oceanographic Curriculum for High Schools."},
      {
        "id":"ED033854",
        "title":"Intellectual Development Beyond Elementary School."},
      {
        "id":"ED033855",
        "title":"Concepts in Physical Science."},
      {
        "id":"ED033856",
        "title":"Underwater and Floating-Leaved Plants of the United States and Canada."},
      {
        "id":"ED033858",
        "title":"Questions About the Oceans."},
      {
        "id":"ED033859",
        "title":"Educational Research European Survey 1968, Volume I, Denmark, Norway, Sweden, United Kingdom."},
      {
        "id":"ED033860",
        "title":"Recherche en Matiere d'Education Enquete Europeene [Educational Research European Survey 1968], Volume II, Belgique, Espagne, France, Italie, Luxembourg, Saint-Siege, Suisse."},
      {
        "id":"ED033861",
        "title":"Educational Research European Survey 1968, Volume III, Austria, Finland, Federal Republic of Germany, Ireland, Malta, Netherlands, Turkey."},
      {
        "id":"ED033862",
        "title":"Conservation Tools for Educators."},
      {
        "id":"ED033863",
        "title":"Initiating a Science Reading Program in a Ghetto High School: Role of the Science Reading Consultant."},
      {
        "id":"ED033864",
        "title":"Federation for United Science Education Bulletin Number 9."},
      {
        "id":"ED033865",
        "title":"The Evaluation Study. [NSF Cooperative College-School Science Project]."},
      {
        "id":"ED033866",
        "title":"A Comparison of BSCS Versus Traditional Teaching Methods by Testing Student Achievement and Retention of Biology Concepts."},
      {
        "id":"ED033867",
        "title":"The &quot;Pygmalion Effect&quot; in Science Curriculum Implementation."},
      {
        "id":"ED033868",
        "title":"Introduction to an Algorithmic Language (Basic)."},
      {
        "id":"ED033869",
        "title":"Experiments on Rate of Chemical Reactions."},
      {
        "id":"ED033873",
        "title":"Excellence in Teacher Education. 1966 Distinguished Achievement Awards of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED033874",
        "title":"Excellence in Teacher Education. 1967 Distinguished Achievement Awards of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED033876",
        "title":"Summary of a Proposed New Program for Elementary Teacher Education."},
      {
        "id":"ED033877",
        "title":"A Teacher-Centered Affective Domain. Abbreviated Edition."},
      {
        "id":"ED033878",
        "title":"The Negro and the American Political Process. EPDA Civics Institute (June 15-August 2, 1969). Final Report."},
      {
        "id":"ED033879",
        "title":"Achieving Nationwide Educational Excellence. A Ten-Year Plan to Save the Schools."},
      {
        "id":"ED033880",
        "title":"Proposed Standards for State Approval of Teacher Education."},
      {
        "id":"ED033881",
        "title":"The Writing and Use of Behavioral Objectives."},
      {
        "id":"ED033882",
        "title":"A Position Statement on the Concept of Differentiated Staffing."},
      {
        "id":"ED033883",
        "title":"Teacher Education in Transition. Volume I, An Experiment in Change."},
      {
        "id":"ED033884",
        "title":"Teacher Education in Transition. Volume II, Emerging Roles and Responsibilities."},
      {
        "id":"ED033885",
        "title":"Approach to Teaching. New Dimensions in Higher Education No. 14."},
      {
        "id":"ED033887",
        "title":"How To Ask Questions."},
      {
        "id":"ED033888",
        "title":"Psychophysiological Correlates of Female Teacher Behavior and Organizational Outputs."},
      {
        "id":"ED033889",
        "title":"Film Guide for Discussion Leaders for Use with The Kindergarten Child. Parts One and Two. The Lexington Kindergarten Teacher-Training Film Project."},
      {
        "id":"ED033890",
        "title":"A Proposed Framework for Developing a New Instructional System."},
      {
        "id":"ED033891",
        "title":"Maryland Department of Education"},
      {
        "id":"ED033892",
        "title":"Experimental Pilot Program in Teacher Education. Report for the Period February-June 1969."},
      {
        "id":"ED033893",
        "title":"Three Conferences: Urbanization, Work and Education (Chicago, April 1967); Youth in a Changing Society (Cleveland, May 1967); Teacher Education in a New Context (Madison, Wisconsin, May 1967). Project Report Four, The NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED033894",
        "title":"Obstacles to Change: The Westchester Report. Occasional Paper Four, The NDEA National Institute for Advanced Study in Teaching Disadvantaged Youth."},
      {
        "id":"ED033895",
        "title":"Perspectives and Suggestions for Teaching in Desegregated Schools."},
      {
        "id":"ED033896",
        "title":"Et Tu, Educator, Differentiated Staffing? Rationale and Model for a Differentiated Teaching Staff. TEPS Write-in Papers on Flexible Staffing Patterns, No. 4."},
      {
        "id":"ED033897",
        "title":"Studying Teacher Classroom Behavior To Determine How Paraprofessionals Can Help in the Classroom."},
      {
        "id":"ED033898",
        "title":"A Selected Annotated Bibliography on Differentiated Staffing."},
      {
        "id":"ED033899",
        "title":"An Analysis of the Role of the Teacher in an Innovative Prototype School. Part I. Final Report."},
      {
        "id":"ED033900",
        "title":"An Analysis of the Role of the Teacher in an Innovative Prototype School, Part II, Appendices. Final Report."},
      {
        "id":"ED033901",
        "title":"The Pennsylvania Advancement School: A Brief Description of Staff Development and Teacher Education Programs."},
      {
        "id":"ED033902",
        "title":"Developing Programs for Teachers. Professional Paper 20-69."},
      {
        "id":"ED033903",
        "title":"Report on the Analysis of Some Process-Oriented Curricula. An Annotated Listing. Program Report R101."},
      {
        "id":"ED033904",
        "title":"Excellence in Teacher Education. 1968 Distinguished Achievement Awards of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED033905",
        "title":"Individualized In-Service Teacher Education. (Project IN-STEP). Evaluation Report. Phase I."},
      {
        "id":"ED033906",
        "title":"PROJECT IMPACT. Reports for 1968-1969."},
      {
        "id":"ED033907",
        "title":"A Description of the New School, University of North Dakota."},
      {
        "id":"ED033908",
        "title":"Vital Teaching."},
      {
        "id":"ED033909",
        "title":"Pilot Student-Teacher Aide Program for the Lincoln Parish School Board. Final Report."},
      {
        "id":"ED033910",
        "title":"Title III Project in Program Development and In-Service Training for Improvement of Curriculum, Organization and Instruction. Carteret County Schools, North Carolina. Application for Continuation Grant."},
      {
        "id":"ED033911",
        "title":"Creative Developments in the Training of Educational Personnel."},
      {
        "id":"ED033912",
        "title":"Early Child Stimulation Through Parent Education. Final Report."},
      {
        "id":"ED033913",
        "title":"Teacher Pilot Program: Courageous Step. Proposal to AACTE for 1969 Distinguished Achievement Award Competition."},
      {
        "id":"ED033914",
        "title":"AFT QuEST Report on Differentiated Staffing."},
      {
        "id":"ED033915",
        "title":"The Negro in the Americas. EPDA Summer Institute (June 18-August 5, 1969). Director's Report."},
      {
        "id":"ED033916",
        "title":"Classroom Application of Structured Reinforcement."},
      {
        "id":"ED033917",
        "title":"Challenges and Needed Developments in Teacher Education."},
      {
        "id":"ED033918",
        "title":"Student&apos;s Guide to Microteaching."},
      {
        "id":"ED033919",
        "title":"Pilot Center for Student Teaching. West Virginia Multi-State Teacher Education Project. Final Report."},
      {
        "id":"ED033920",
        "title":"An Evaluation of Study for the University of Michigan Teacher Candidates at the University of Sheffield, England."},
      {
        "id":"ED033921",
        "title":"Studies of the Language Arts in Grades 7-13 at the University of Kansas. Kansas Studies in Education."},
      {
        "id":"ED033922",
        "title":"The Translatable Element in Literature: Critical Theory and Classroom Practice."},
      {
        "id":"ED033924",
        "title":"The Humanities: A Planning Guide for Teachers."},
      {
        "id":"ED033926",
        "title":"A Talk to Teachers."},
      {
        "id":"ED033928",
        "title":"Minority Americans in Children's Literature."},
      {
        "id":"ED033929",
        "title":"35-Flicks: Review of 35 Short Films."},
      {
        "id":"ED033930",
        "title":"The Art of Questioning in English: Using Oral English as a Means of Communication in Developing Attitudes, Interests, and Values. An Instructional Bulletin."},
      {
        "id":"ED033931",
        "title":"J.D., D.B., Sonny, Sunny, and Holden."},
      {
        "id":"ED033932",
        "title":"The Role of the Language Arts Supervisor in Developing English and Reading Programs."},
      {
        "id":"ED033933",
        "title":"The Competency of Illinois Secondary School English Teachers in Educational Measurement and Evaluation. Interim Report."},
      {
        "id":"ED033934",
        "title":"Identifying Unknown Words through Association with Known Words: Consonant Substitution as a Technique in Word Identification. Final Report."},
      {
        "id":"ED033938",
        "title":"Teachers' Study Guide: The American Jewish Writer. The Image of the Jew in Literature."},
      {
        "id":"ED033939",
        "title":"Teachers' Study Guide: Writings of the Nazi Holocaust. The Image of the Jew in Literature."},
      {
        "id":"ED033940",
        "title":"Teachers' Study Guide: Jewish Legends. The Image of the Jew in Literature."},
      {
        "id":"ED033941",
        "title":"Teachers' Study Guide: Stereotypes in English Literature: Shylock and Fagin; The Jew in the Middle Ages. The Image of the Jew in Literature."},
      {
        "id":"ED033943",
        "title":"A Mediagraphy Relating to the Black Man."},
      {
        "id":"ED033944",
        "title":"A Summary of Investigations Relating to the English Language Arts, Elementary and Secondary, 1968."},
      {
        "id":"ED033945",
        "title":"Speech and Hearing Problems in the Classroom."},
      {
        "id":"ED033950",
        "title":"Annotated List of Recommended Elementary and Secondary Curriculum Guides in English, 1969."},
      {
        "id":"ED033952",
        "title":"What Teenagers Read in the Hometown Daily Newspaper."},
      {
        "id":"ED033953",
        "title":"Teenagers' Attitudes Toward the First Amendment."},
      {
        "id":"ED033954",
        "title":"Teenagers' Attitudes Toward the Hometown Daily Newspaper."},
      {
        "id":"ED033955",
        "title":"Teenagers Media Habits."},
      {
        "id":"ED033964",
        "title":"The Political-Military Exercise as a Teaching Device in Political Science: A Handbook. Final Report."},
      {
        "id":"ED033965",
        "title":"A Teacher's Guide to Folksinging: A Mini-Elective for Students in Grades 9, 10, 11, and 12."},
      {
        "id":"ED033966",
        "title":"American History Laboratory Project. Final Report."},
      {
        "id":"ED033967",
        "title":"Some Problems of Educating a National Minority: A Study of Israeli Education for Arabs."},
      {
        "id":"ED033968",
        "title":"Effects of a Listening Program in Contemporary Music Upon the Appreciation by Junior High School Students of Representative Literature of Other Periods. Final Report."},
      {
        "id":"ED033969",
        "title":"A Law and Social Science Curriculum Based on the Analysis of Public Issues. Final Report."},
      {
        "id":"ED033970",
        "title":"A Traditionalist Looks at Generative Grammar."},
      {
        "id":"ED033971",
        "title":"Obstacles to Spelling Reform."},
      {
        "id":"ED033972",
        "title":"Grammar? Today?"},
      {
        "id":"ED033973",
        "title":"On the Teaching of Literature."},
      {
        "id":"ED033974",
        "title":"The Oedipus Films: A Review"},
      {
        "id":"ED033975",
        "title":"An Undergraduate Course in Bibliography."},
      {
        "id":"ED033976",
        "title":"CPI: Window Dressing or a Program with Meaning."},
      {
        "id":"ED033977",
        "title":"Supportive Services for Socially Maladjusted Children in Regular Schools. Evaluation of New York City Title I Educational Projects, 1966-67."},
      {
        "id":"ED033978",
        "title":"Can Motives of Low Income Black Children Be Changed? An Interim Report."},
      {
        "id":"ED033979",
        "title":"Racial Imbalance in the Public Schools: The Current Status of Federal and New York Law."},
      {
        "id":"ED033980",
        "title":"Racial Imbalance in the Public Schools: A Survey of Legal Developments."},
      {
        "id":"ED033981",
        "title":"Dropouts: Iowa Public Schools, July 1, 1963-June 30, 1964."},
      {
        "id":"ED033988",
        "title":"In the Balance; A Review of Equal Educational Opportunity."},
      {
        "id":"ED033992",
        "title":"Instructional Materials for Urban Schools: A Bibliography of Multi-Ethnic Textbooks and Supplementary Materials."},
      {
        "id":"ED033993",
        "title":"Advantages for the Disadvantaged: New Programs."},
      {
        "id":"ED033995",
        "title":"Plans for Development of a Community School District System for the City of New York."},
      {
        "id":"ED033996",
        "title":"Parental Educational Discrepancies and Ordinal Position as Structural Sources of Adolescent Mobility Orientations."},
      {
        "id":"ED033997",
        "title":"SADC Project 1: Research Evaluation 1968-1969."},
      {
        "id":"ED033999",
        "title":"Educational Planning for Disadvantaged College Youth."},
      {
        "id":"ED034000",
        "title":"The Benjamin Franklin High School Urban League Street Academies Program. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034001",
        "title":"Diagnosis and Special Instruction in Reading: A Program to Strengthen Early Childhood Education in Poverty Area Schools. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034002",
        "title":"Educational Field Trips for Disadvantaged Pupils in Nonpublic Schools. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034003",
        "title":"The Reduction of Pupil-Teacher Ratios in Grades 1 and 2 and the Provision of Additional Materials: A Program to Strengthen Early Childhood Education in Poverty Area Schools. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034004",
        "title":"Services to Children in Open Enrollment Receiving Schools: Elementary Schools, Intermediate and Junior High Schools, and Academic High Schools. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034005",
        "title":"Special Primary Programs in Five Schools. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034006",
        "title":"Speech Therapy for Disadvantaged Pupils in Non-public Schools. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034007",
        "title":"Teacher Training and Reading Institutes in Poverty Area School Districts. Evaluation of ESEA Title I Projects in New York City, 1967-68."},
      {
        "id":"ED034008",
        "title":"Corrective Reading Services for Disadvantaged Pupils in Nonpublic Regular Day Schools. Evaluation of New York City Title I Educational Projects, 1966-67."},
      {
        "id":"ED034009",
        "title":"Summer Teacher Training Institute in Poverty Areas in New York City. Evaluation of New York City Title I Educational Projects, 1966-67."},
      {
        "id":"ED034010",
        "title":"Summer Schools for Junior High and Intermediate School Pupils. Evaluation of New York City Title I Educational Projects, 1966-67."},
      {
        "id":"ED034011",
        "title":"Summer 1967 Elementary School Programs for Disadvantaged Pupils in Poverty Areas in New York City. Evaluation of New York City Title I Educational Projects, 1966-67."},
      {
        "id":"ED034012",
        "title":"Summaries of Approved Projects for Fiscal Year 1968 (1967-68 School Year). Title I, P.L. 89-10."},
      {
        "id":"ED034013",
        "title":"After School Centers Project. Final Reports. Winter 1968-1969; Summer 1969."},
      {
        "id":"ED034014",
        "title":"Report on Strategies for Curriculum Change."},
      {
        "id":"ED034015",
        "title":"[Descriptions of Four Units of 1968 ESEA Title I Project of Springfield, Massachusetts.]"},
      {
        "id":"ED034016",
        "title":"A Working Conference on Cooperative Programs Among Universities and Predominantly Negro Colleges (Atlanta, Ga., August 20-21, 1965)."},
      {
        "id":"ED034017",
        "title":"Moonlighters in a Tight Labor Market. Some Legal and Social Views of Recent Experience."},
      {
        "id":"ED034018",
        "title":"Data Processing Education in the Schools of Pennsylvania, 1967-1968."},
      {
        "id":"ED034019",
        "title":"How to Make an Inventory of High-Level and Skilled Manpower in Developing Countries. International Labor Statistics Manual, Report No. 331."},
      {
        "id":"ED034020",
        "title":"Study of Training Equipment and Individual Differences: The Effects of Subject Matter Variables. Report and Supplementary Report."},
      {
        "id":"ED034024",
        "title":"Vocational Home Economics Curriculum Guide for Ohio, Grades 7-12."},
      {
        "id":"ED034026",
        "title":"Working Children. A Report on Child Labor; 1967 and 1968."},
      {
        "id":"ED034028",
        "title":"An Investigation Into Public Post-Secondary Electronic Technology Programs In Texas With Implications For Planning."},
      {
        "id":"ED034029",
        "title":"Manpower for Correctional Rehabilitation in the South."},
      {
        "id":"ED034030",
        "title":"Preliminary Design Study of a National Program for Training Skilled Aviation Personnel."},
      {
        "id":"ED034031",
        "title":"Allied Health Workers in Pediatric Practice."},
      {
        "id":"ED034032",
        "title":"Training Methodology, Part IV: Audiovisual Theory, Aids and Equipment. An Annotated Bibliography. Public Health Service Publication No. 1862, Part IV."},
      {
        "id":"ED034033",
        "title":"Training Methodology. Part III: Instructional Methods and Techniques. An Annotated Bibliography. Public Health Service Publication No. 1862, Part III."},
      {
        "id":"ED034034",
        "title":"Training Methodology. Part I: Background Theory and Research; An Annotated Bibliography. Public Health Service Publication No. 1862, Part I."},
      {
        "id":"ED034035",
        "title":"Training Methodology. Part II: Planning and Administration; An Annotated Bibliography. Public Health Service Publication No. 1862, Part II."},
      {
        "id":"ED034036",
        "title":"International Standard Classification of Occupations. Revised Edition 1968."},
      {
        "id":"ED034037",
        "title":"Automotive Mechanic Entry; A Suggested Guide for a Training Course."},
      {
        "id":"ED034038",
        "title":"Recreation Program Leadership; A Suggested Two-Year Post High School Curriculum."},
      {
        "id":"ED034039",
        "title":"Benefit-Cost Analysis of TAT Phase I Worker Training. Training and Technology Project. Special Report."},
      {
        "id":"ED034041",
        "title":"A Selected Bibliography on Training in Correctional Institutions with Annotations Developed for a Partial List of this Bibliography."},
      {
        "id":"ED034042",
        "title":"Guided Occupational Training. A Vocational Work Experience Program for Intellectually Limited and Educationally Handicapped Students. Final Report."},
      {
        "id":"ED034043",
        "title":"Manpower Management in Canada; A Selected Bibliography. Bibliography Series: No. 3."},
      {
        "id":"ED034044",
        "title":"Report of the Governor's Committee on Employment of Minority Groups in the News Media."},
      {
        "id":"ED034045",
        "title":"Vocational Education and Manpower Training. Report of a National Legislative Seminar, September 7-9, 1969."},
      {
        "id":"ED034047",
        "title":"Practicum for Simulated Methods in Office Occupation Education. Final Report."},
      {
        "id":"ED034048",
        "title":"Louisiana Vocational Research and Development Coordinating Unit. Final Report, August 1, 1966-August 31, 1969."},
      {
        "id":"ED034049",
        "title":"Wisconsin Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED034050",
        "title":"New Jersey Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED034051",
        "title":"Florida Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED034052",
        "title":"Georgia Occupational Research and Development Coordinating Unit. Final Report."},
      {
        "id":"ED034053",
        "title":"Idaho Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED034054",
        "title":"West Virginia Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED034055",
        "title":"Cost Effectiveness Analysis of Vocational-Technical Education Programs. A Pilot Study. Final Report (October 14, 1968 to June 30, 1969)."},
      {
        "id":"ED034056",
        "title":"Cost Benefit Analysis--Trade and Technical Education. Final Report."},
      {
        "id":"ED034057",
        "title":"Institute on the Recruitment, Selection and Training of Teachers of Trade and Industrial Education. Final Report."},
      {
        "id":"ED034058",
        "title":"The Continuation of the South Carolina Research Coordinating Unit for Vocational Education. Final Report. July 1, 1966-August 31, 1969."},
      {
        "id":"ED034059",
        "title":"Community Mental Health and the Psychiatric Foundation."},
      {
        "id":"ED034060",
        "title":"Research Visibility: Comprehensive Planning."},
      {
        "id":"ED034061",
        "title":"Intensive Training for Job Entry Skills: A Selected Bibliography for Use in Program Development. Information Series-Analysis Paper No. 1."},
      {
        "id":"ED034062",
        "title":"Work Experience for Broadening Occupational Offerings: A Selected Bibliography for Use in Program Development. Information Series-Analysis Paper No. 2."},
      {
        "id":"ED034063",
        "title":"New Hampshire Research Coordinating Unit for Vocational-Technical Education. Final Report. September 1967 to August 1969."},
      {
        "id":"ED034064",
        "title":"Research Coordination Unit for Occupational Education for the State of Arkansas. Final Report."},
      {
        "id":"ED034065",
        "title":"Continuation of Arizona Occupational Research Coordinating Unit. Final Report."},
      {
        "id":"ED034066",
        "title":"The Mississippi Research Coordinating Unit for Vocational and Technical Education. Final Report."},
      {
        "id":"ED034067",
        "title":"Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School; The Power Mechanics Curriculum. Twelfth Quarterly Technical Report."},
      {
        "id":"ED034068",
        "title":"Alabama Research Coordinating Unit for Vocational and Technical Education. Final Report."},
      {
        "id":"ED034069",
        "title":"Washington State Vocational Education Research Coordinating Unit. Final Report."},
      {
        "id":"ED034070",
        "title":"Connecticut Vocational Education Research Coordinating Unit. Final Report."},
      {
        "id":"ED034071",
        "title":"A Guide to Evaluation; Massachusetts Information Feedback System for Vocational Education. First Technical Progress Report."},
      {
        "id":"ED034072",
        "title":"The Establishment of a State Research Coordinating Unit in Vocational Education in Pennsylvania. Final Report."},
      {
        "id":"ED034075",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Fall 1969."},
      {
        "id":"ED034076",
        "title":"A Reader's Guide to the Comprehensive Models for Preparing Elementary Teachers."},
      {
        "id":"ED034077",
        "title":"Instructional Television Facilities: A Guide for School Administrators and Board Members. PREP-1."},
      {
        "id":"ED034078",
        "title":"Reading Difficulties: Reading and the Home Environment. The Principal's Responsibility. PREP-2."},
      {
        "id":"ED034079",
        "title":"Establishing Central Reading Clinics. The Administrator&apos;s Role. PREP-3."},
      {
        "id":"ED034080",
        "title":"Correcting Reading Problems in the Classroom. PREP-4."},
      {
        "id":"ED034081",
        "title":"The Specialist's Role. Treating Reading Disabilities. PREP-5."},
      {
        "id":"ED034082",
        "title":"Bilingual Education. PREP-6."},
      {
        "id":"ED034083",
        "title":"Research for School Board Members: School-Community Relations. PREP-7."},
      {
        "id":"ED034084",
        "title":"Research for School Board Members: Teacher Militancy, Negotiations, and Strikes. PREP-8."},
      {
        "id":"ED034085",
        "title":"Job-Oriented Education Programs for the Disadvantaged. Schools and Industry Cooperate. PREP-9."},
      {
        "id":"ED034086",
        "title":"Seminar on Preparing the Disadvantaged for Jobs: A Planning Handbook. PREP-10."},
      {
        "id":"ED034087",
        "title":"Research on Elementary Mathematics. PREP-11."},
      {
        "id":"ED034088",
        "title":"Critical Issues in Research Related to Disadvantaged Children. Proceedings of Six Head Start Research Seminars Held Under OEO Contract 4098."},
      {
        "id":"ED034089",
        "title":"ERIC Products, 1968-1969; A Bibliography of Information Analysis Publications of the ERIC Clearinghouses, July 1968-June 1969."},
      {
        "id":"ED034090",
        "title":"Racial and Social Class Isolation in the Schools. A Report to the Board of Regents of the University of the State of New York."},
      {
        "id":"ED034091",
        "title":"Teacher's Guide to the MATCH Box Press. The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034092",
        "title":"Teacher's Guide to the Houses Box. The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034093",
        "title":"Teacher's Guide to Animal Camouflage: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034094",
        "title":"Teacher's Guide to Netsilik Eskimos: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034095",
        "title":"Teacher's Guide to Musical Sounds and Shapes: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034096",
        "title":"Teacher's Guide to Medieval People, a Dramatic Study: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034097",
        "title":"Teacher&apos;s Guide to the Rocks: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034098",
        "title":"Teacher's Guide to the Algonquins: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034099",
        "title":"Teacher&apos;s Guide to Grouping Birds: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034100",
        "title":"Teacher's Guide to Seeds: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034101",
        "title":"Teacher's Guide to Paddle-to-the-Sea: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034102",
        "title":"Teacher's Guide to Japanese Family 1966: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034103",
        "title":"Teacher&apos;s Guide to a House of Ancient Greece: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034104",
        "title":"Teacher's Guide to the City: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034105",
        "title":"Teacher's Guide to Water Play: The MATCH Box Project; Prototype Edition."},
      {
        "id":"ED034106",
        "title":"Teacher's Guide to Imagination Unlimited. The MATCH Book Project; Prototype Edition."},
      {
        "id":"ED034107",
        "title":"Library Automation: A Critical Review."},
      {
        "id":"ED034108",
        "title":"A.I.D. Participant Training Program; The Transfer and Use of Development Skills."},
      {
        "id":"ED034110",
        "title":"Preparing for the Seventies. Report of the Work of the National Board of YMCAs (Chicago, Illinois, October 18-19, 1968)."},
      {
        "id":"ED034112",
        "title":"Recruiting Students for Adult Education Programs."},
      {
        "id":"ED034113",
        "title":"Religion and Social Change."},
      {
        "id":"ED034133",
        "title":"ERIC/AE Publications, 1967-1969."},
      {
        "id":"ED034136",
        "title":"The Organisation of Adult Education in Australia. Proceedings of the Annual Conference (7th) of the Australian Association of Adult Education. Volume II."},
      {
        "id":"ED034137",
        "title":"The Arizona Adult Basic Education Data Processing System: A Progress Report."},
      {
        "id":"ED034141",
        "title":"The Sarah Lawrence-New York University Teacher Education Program, 1963-1969; An Evaluative Profile."},
      {
        "id":"ED034142",
        "title":"Adult Basic Education Annotated Bibliography."},
      {
        "id":"ED034143",
        "title":"Behavioral Skills for Adult Basic Education: A Resource Document and Institute Report."},
      {
        "id":"ED034144",
        "title":"[The Connecticut Community Development Action Plan (CDAP), the Community Development Act and Related Legislation, and Additional Guidelines.]"},
      {
        "id":"ED034147",
        "title":"Teaching English As a Second Language; Adult Basic Education Teacher's Guide."},
      {
        "id":"ED034148",
        "title":"Teacher's Suggestions for Teaching Adults in Adult Basic Education."},
      {
        "id":"ED034149",
        "title":"A Concept of Regional Adult Education (Quad Cities Concept)."},
      {
        "id":"ED034151",
        "title":"Training for Corrections: Rationale and Techniques."},
      {
        "id":"ED034154",
        "title":"Adult Basic Education Workshop. Administrative Manual."},
      {
        "id":"ED034155",
        "title":"Title 1 of the Higher Education Act of 1965; Annual Amendment to Massachusetts State Plan for Community Service and Continuing Education Programs for Fiscal Year 1970."},
      {
        "id":"ED034156",
        "title":"Imperatives for Action."},
      {
        "id":"ED034157",
        "title":"Adult Education Programs with Church Leaders."},
      {
        "id":"ED034159",
        "title":"TNT-3; Training for New Trends in Clubs and Centers for Older Persons."},
      {
        "id":"ED034160",
        "title":"A Seminar on Serving the Older Worker (August 7-9, 1968)."},
      {
        "id":"ED034161",
        "title":"On-the-Job Training in Milwaukee -- Nature, Extent, and Relationship to Vocational Education."},
      {
        "id":"ED034163",
        "title":"On-the-Job Training and the Older Worker."},
      {
        "id":"ED034164",
        "title":"Management Training Program in a Discount Store."},
      {
        "id":"ED034165",
        "title":"Discussion Groups and Public Affairs Education; An Analysis of Group Survival."},
      {
        "id":"ED034169",
        "title":"The Semological Structure of the English Verbs of Motion."},
      {
        "id":"ED034172",
        "title":"Implicit and Explicit--An Experiment in Applied Psycholinguistics, Assessing Different Methods in Teaching Grammatical Structures in English as a Foreign Language."},
      {
        "id":"ED034174",
        "title":"A Recent Development in English Language Education in Japan: Materials Analysis."},
      {
        "id":"ED034175",
        "title":"Hindi Numerals."},
      {
        "id":"ED034176",
        "title":"The Peace Corps and the Development of Foreign Language Instructional Materials. An Annotated Bibliography."},
      {
        "id":"ED034177",
        "title":"English in the Lower Department of the Comprehensive School: Planning of a FOU Project Extending from 1970 to 1979."},
      {
        "id":"ED034179",
        "title":"Dialect Variations and the Teaching of Arabic as a Living Language."},
      {
        "id":"ED034180",
        "title":"Foreign Language Study in Budapest."},
      {
        "id":"ED034181",
        "title":"Conditioned Attraction, Similarity, and Evaluative Meaning. Language, Personality, Social, and Cross-Cultural Study and Measurement of the Human A-R-D (Motivational) System."},
      {
        "id":"ED034182",
        "title":"Conditioning of Attitudes Using a Backward Conditioning Paradigm. Language, Personality, Social and Cross-Cultural Study and Measurement of the Human A-R-D (Motivational) System."},
      {
        "id":"ED034183",
        "title":"Interest Inventory Items as Attitude Eliciting Stimuli in Classical Conditioning: A Test of the A-R-D Theory. Language, Personality, and Cross-Cultural Study and Measurement of the Human A-R-D (Motivational) System."},
      {
        "id":"ED034185",
        "title":"Compound Nouns and English Speakers."},
      {
        "id":"ED034194",
        "title":"Basic Concerns of Teaching English as a Second Language in New Jersey."},
      {
        "id":"ED034197",
        "title":"Language Research in Progress: Report No. 9, December 1969; A Cross-Referenced List of Documented Language Research Projects Current June - December 1969."},
      {
        "id":"ED034199",
        "title":"The Siesta is Over."},
      {
        "id":"ED034201",
        "title":"On Teaching English to Speakers of Other Languages. Series I."},
      {
        "id":"ED034202",
        "title":"On Teaching English to Speakers of Other Languages. Series II."},
      {
        "id":"ED034204",
        "title":"Korean Glossary to Basic Course. Lessons 1-136 and Charts."},
      {
        "id":"ED034206",
        "title":"Swahili 12 Weeks Course. Volume VI, Vocabulary List: Swahili-English, English-Swahili."},
      {
        "id":"ED034211",
        "title":"A Conceptual Framework for the Analysis of Work Behavior in Sheltered Workshops. Studies in Behavior and Rehabilitation. Number One."},
      {
        "id":"ED034212",
        "title":"The Cultivation of Careers Through Guidance and Vocational Education. Information System for Vocational Decisions. Project Report No. 18."},
      {
        "id":"ED034213",
        "title":"Chapter Five. The Struggle Against Alienation."},
      {
        "id":"ED034214",
        "title":"Commitment to Action in Supervision: Report of A National Survey by ACES Committee on Counselor Effectiveness."},
      {
        "id":"ED034215",
        "title":"Present Student Characteristics. Continuation Education System Development Project. Technical Report 1.1."},
      {
        "id":"ED034216",
        "title":"Appendix 1.1 Tables. Continuation Education System Development Project. Technical Report."},
      {
        "id":"ED034217",
        "title":"Student Performance Requirements: Other Educational Situations. Continuation Education System Development Project. Technical Report 1.3."},
      {
        "id":"ED034218",
        "title":"Student Performance Requirements: Employment Situations. Continuation Education System Development Project. Technical Report 1.4."},
      {
        "id":"ED034219",
        "title":"Performance Adequacy for Home and Community Living. Continuation Education System Development Project. Technical Report 1.5."},
      {
        "id":"ED034221",
        "title":"Instructional Needs. Continuation Education System Development Project. Technical Report 1.7."},
      {
        "id":"ED034222",
        "title":"Investments in Prevention. The Prevention of Learning and Behavior Problems in Young Children. Intervention Report II."},
      {
        "id":"ED034223",
        "title":"Dissemination and Implementation Report. Investments in Prevention."},
      {
        "id":"ED034224",
        "title":"The Use of Simulation in Counselor Education."},
      {
        "id":"ED034225",
        "title":"Suggested References. PACE I.D. Center."},
      {
        "id":"ED034226",
        "title":"Effecting Academic Recovery: An Efficient Study Program Pilot Study."},
      {
        "id":"ED034227",
        "title":"Teacher's Guide to SUTOE (Self Understanding Through Occupational Exploration)."},
      {
        "id":"ED034228",
        "title":"Diagnostic Learning Center, Final Project Report. 1966-1969."},
      {
        "id":"ED034229",
        "title":"Role Performance of Secondary School Counselors in South Carolina."},
      {
        "id":"ED034230",
        "title":"Counseling Needs of the Disadvantaged: Changing Counseling Orientations."},
      {
        "id":"ED034231",
        "title":"Prospectus for an Assistance Center for Community and Junior College Students."},
      {
        "id":"ED034232",
        "title":"References on Counseling Minority Youth: A Four Part Series."},
      {
        "id":"ED034233",
        "title":"Missouri Valley Staff Development Project for Employment Security Personnel. Appendices. Volume II."},
      {
        "id":"ED034234",
        "title":"Proceedings of the New England Guidance Conferences."},
      {
        "id":"ED034236",
        "title":"High School Characteristics and Educational Opportunity: A Contextual and Career Analysis. Final Report."},
      {
        "id":"ED034237",
        "title":"A Training, Demonstration and Research Program for the Remediation of Learning Disorders in Culturally Disadvantaged Youth. (In 2 parts.) Final Report."},
      {
        "id":"ED034238",
        "title":"A Training, Demonstration, and Research Program for the Remediation of Learning Disorders in Culturally Disadvantaged Youth. (In 2 parts.) Final Report."},
      {
        "id":"ED034239",
        "title":"Audio Visual Materials for Pupil Personnel Services."},
      {
        "id":"ED034240",
        "title":"Sources of Educational and Occupational Information."},
      {
        "id":"ED034241",
        "title":"Talks to Teachers."},
      {
        "id":"ED034242",
        "title":"Using Project TALENT to Improve Vocational Guidance."},
      {
        "id":"ED034244",
        "title":"A Comparison of Negro and White Students Using the SCAT in Predicting College Grades."},
      {
        "id":"ED037250",
        "title":"A Study of Communication Patterns in Disadvantaged Children."},
      {
        "id":"ED037251",
        "title":"Characterization of the Effect of Space, Materials, and Teacher Behavior on Preschool Children&apos;s Free Play Activity Patterns. Research Report No. 1."},
      {
        "id":"ED037252",
        "title":"Nutrition and Mental Development. Research Report No. 5."},
      {
        "id":"ED037253",
        "title":"Development of a Readiness Test for Disadvantaged Pre-School Children in the United States. Final Report."},
      {
        "id":"ED037254",
        "title":"A Plan: Developing and Placing Educational Personnel in North Dakota. Educational Development for North Dakota, 1967-1975."},
      {
        "id":"ED037255",
        "title":"The Overview: Present Conditions, Present Problems, Diagnosis, A Strategy for the Future, Plans and Proposals. Educational Development for North Dakota, 1967-1975."},
      {
        "id":"ED037256",
        "title":"Appalachian Data Book."},
      {
        "id":"ED037257",
        "title":"[Metis Study Tour Report.]"},
      {
        "id":"ED037259",
        "title":"Economic Development of American Indians and Eskimos, 1930 Through 1967: A Bibliography."},
      {
        "id":"ED037260",
        "title":"A Study to Determine the Acceptance and Effectiveness of an Experimental Mobile Unit Which Serves Milford, Beaver, Delta, and Fillmore in Southern Utah."},
      {
        "id":"ED037261",
        "title":"&quot;Caring Makes a Difference.&quot; Report of the Fiscal 1969 Program for the Education of Migratory Children."},
      {
        "id":"ED037262",
        "title":"&quot;Migrant Education: A Comprehensive Program.&quot; Report of the Fiscal 1968 Program for the Education of Migratory Children."},
      {
        "id":"ED037263",
        "title":"Communication Skills Program."},
      {
        "id":"ED037264",
        "title":"The Georgia Mountains: A View of its Resources, Problems and Potentials."},
      {
        "id":"ED037265",
        "title":"Rural Manpower: An Annotated Bibliography."},
      {
        "id":"ED037266",
        "title":"Books for Teachers and Children."},
      {
        "id":"ED037267",
        "title":"Indian Legends of Eastern Canada."},
      {
        "id":"ED037268",
        "title":"Who Am I? The Poetry of Indian Children."},
      {
        "id":"ED037269",
        "title":"Music in Vermont Schools."},
      {
        "id":"ED037270",
        "title":"A Study of Ability and Academic Achievement Levels of Mexican-American Children Ages Four Through Eight in Selected Summer Migrant Programs in Minnesota and North Dakota."},
      {
        "id":"ED037271",
        "title":"Delhi Recreation-Education Project Report. Volume One, Research, Summaries and Investigations."},
      {
        "id":"ED037272",
        "title":"Delhi Recreation-Education Project Report. Volume Two, Prototype Development."},
      {
        "id":"ED037273",
        "title":"Delhi Recreation-Education Project Report. Volume Three, Curriculum: Educational Program in Outdoor Recreation Management."},
      {
        "id":"ED037274",
        "title":"Delhi Recreation-Education Project Report. Volume Four, Valley Campus Master Plan."},
      {
        "id":"ED037275",
        "title":"A Review of Recent Research on Minneapolis Indians: 1968-1969."},
      {
        "id":"ED037276",
        "title":"Barrow and Kotzebue: An Exploratory Comparison of Acculturation and Education in Two Large Northwestern Alaska Villages."},
      {
        "id":"ED037278",
        "title":"Indian Education in Wisconsin Under State Contract. Twenty First Annual Report."},
      {
        "id":"ED037279",
        "title":"Indian Education in Wisconsin Under State Contract. Twenty Second Annual Report."},
      {
        "id":"ED037280",
        "title":"A Selected and Annotated Bibliography on the Sociology of Eskimo Education."},
      {
        "id":"ED037281",
        "title":"Promising Practices in Small High Schools. A Report of 15 Northwest Projects."},
      {
        "id":"ED037282",
        "title":"Rural Industrialization: A Case Study in Educational Values and Attitudes."},
      {
        "id":"ED037283",
        "title":"\"That Which Can Best Be Taught Outdoors.\" An Outdoor Education Guide for St. Bethlehem School, Clarksville - Montgomery County Schools, Clarksville, Tennessee."},
      {
        "id":"ED037284",
        "title":"Ohio Conference on Migrant Education, 1969."},
      {
        "id":"ED037285",
        "title":"Outdoor Education, A Selected Bibliography."},
      {
        "id":"ED037286",
        "title":"Outdoor Education: A Synthesis."},
      {
        "id":"ED037287",
        "title":"Self Concept: A Comparison of Spanish-American, Negro, and Anglo Adolescents Across Ethnic, Sex, and Socioeconomic Variables."},
      {
        "id":"ED037289",
        "title":"Grandfather Stories of the Navahos."},
      {
        "id":"ED037290",
        "title":"History of the Oregon Small Schools Program."},
      {
        "id":"ED037291",
        "title":"The Impact of Population Change on Rural Community Life. The School System."},
      {
        "id":"ED037292",
        "title":"Minority Group - Governmental Agency Relations."},
      {
        "id":"ED037296",
        "title":"Indian Education in Minneapolis: An Interim Report."},
      {
        "id":"ED037297",
        "title":"Attitudes and Plans of High School Students in Sedgwick County, Colorado."},
      {
        "id":"ED037298",
        "title":"Vocational and Educational Goals of Rural Youth in Virginia."},
      {
        "id":"ED037299",
        "title":"Public Expenditure for Education in North Dakota. Educational Development for North Dakota, 1967-1975."},
      {
        "id":"ED037300",
        "title":"A Plan of Public Expenditure for Education in North Dakota. The Foundation Program."},
      {
        "id":"ED037301",
        "title":"Developing State Leadership for Education in North Dakota. Educational Development for North Dakota, 1967-1975."},
      {
        "id":"ED037302",
        "title":"Educational Personnel in the North Dakota Public Schools. Educational Development for North Dakota, 1967-1975."},
      {
        "id":"ED037303",
        "title":"A Logical Analysis of Reading Comprehension Skills in the Social Studies."},
      {
        "id":"ED037304",
        "title":"Trenton State Kindergarten Study of the Categorical Sound System."},
      {
        "id":"ED037305",
        "title":"Research in Reading in the Content Areas: First Year Report."},
      {
        "id":"ED037316",
        "title":"Fifth Grade Reading Enrichment Project--ESEA Title III Project, P.L. 89-10. Report for 1967-68."},
      {
        "id":"ED037317",
        "title":"Reading Disorders in the United States."},
      {
        "id":"ED037319",
        "title":"An Exploratory Study of Emotional Responses Related to Reading."},
      {
        "id":"ED037321",
        "title":"Remedial English Placement Study."},
      {
        "id":"ED037322",
        "title":"The School Year and Vacations: When Do Students Learn?"},
      {
        "id":"ED037324",
        "title":"Gifted Rapid Readers."},
      {
        "id":"ED037328",
        "title":"The Influence of Vision Training Upon the Subsequent Reading Achievement of Fourth Grade Children. Final Report."},
      {
        "id":"ED037329",
        "title":"Part 1: A Follow-Up Study in Grade 2 of Pupils Who Received Special Instruction in Grade 1 Under Project 2702; Part 2: A Study of Grade 1 Pupils, Replicating Parts of Project 2702 and Adding a New Variable."},
      {
        "id":"ED037333",
        "title":"The Continuing Revolution in Mathematics."},
      {
        "id":"ED037334",
        "title":"New Directions - New Dimensions: Mathematics in Kentucky."},
      {
        "id":"ED037335",
        "title":"The Pythagorean Proposition, Classics in Mathematics Education Series."},
      {
        "id":"ED037336",
        "title":"A Developmental Program to Non-Grade Mathematics K-12."},
      {
        "id":"ED037339",
        "title":"Ohio Intercollegiate Field Trip Guides 1950-51 to 1969-70."},
      {
        "id":"ED037340",
        "title":"Marine Science Sourcebook, First Edition."},
      {
        "id":"ED037341",
        "title":"In This Decade, Mission to the Moon."},
      {
        "id":"ED037343",
        "title":"Inquiry Objectives in the Teaching of Biology."},
      {
        "id":"ED037344",
        "title":"Development of Test Items Related to Selected Concepts Within the Scheme the Particle Nature of Matter."},
      {
        "id":"ED037345",
        "title":"Utilizing an Electronic Calculator To Facilitate Instruction in Mathematics in the 11th and 12th Grades, Final Report."},
      {
        "id":"ED037346",
        "title":"Status Report: Air Age Education."},
      {
        "id":"ED037347",
        "title":"Final Report on Preschool Mathematics Curriculum Project."},
      {
        "id":"ED037348",
        "title":"Addition and Subtraction with Whole Numbers, Set B, Using Research: A Key to Elementary School Mathematics."},
      {
        "id":"ED037349",
        "title":"Differences in Science Concepts Held by Children From Three Social-Economic Levels."},
      {
        "id":"ED037351",
        "title":"The Development of Models to Explain the Relation of Important Variables to Laboratory Instructional Strategies."},
      {
        "id":"ED037352",
        "title":"A Correlation of Biology Teachers' Pupil Control Ideology and Their Classroom Teaching Practices."},
      {
        "id":"ED037353",
        "title":"Alternate Theory Formation by Students."},
      {
        "id":"ED037354",
        "title":"Assessment of Affective Outcomes of Instruction With High School Sophomore Biology Students and Teachers."},
      {
        "id":"ED037355",
        "title":"Annotated Bibliography on Inservice Training for Key Professionals in Community Mental Health."},
      {
        "id":"ED037356",
        "title":"An Exploration of Alternative Methods for Teaching Large Sections of General Education Biology."},
      {
        "id":"ED037357",
        "title":"The Role of the Teacher-Leader in Curriculum Installation, Program Report 104."},
      {
        "id":"ED037358",
        "title":"The Development and Implementation of an Instrument to Assess Cognitive Performance in High School Biology."},
      {
        "id":"ED037359",
        "title":"The Relationship Between the Change in Pupil Control Ideology of Student Teachers and the Student Teachers's Perception of the Cooperating Teacher's Pupil Control Ideology."},
      {
        "id":"ED037360",
        "title":"Two and One Half Months As Consultant to the Government of Mauritius, Ministry of Education and Cultural Affairs on Aspects of Biology Teaching-September to December, 1969."},
      {
        "id":"ED037361",
        "title":"A Comparison of Individualized and Group Instruction in Science: Effects on Third Grade Pupils."},
      {
        "id":"ED037362",
        "title":"A Comparative Study of Student Achievement and Other Selected Student Characteristics in a Program of Individualized Instruction in Mathematics and in a Program of Traditional Instruction in Mathematics in Grades 1 - 6."},
      {
        "id":"ED037363",
        "title":"Issues in Elementary School Science."},
      {
        "id":"ED037364",
        "title":"The Meaning of Data Magnets and Magnetic Fields, 1st Experimental Edition."},
      {
        "id":"ED037365",
        "title":"Observing, The Basis of Science, 1st Experimental Edition."},
      {
        "id":"ED037366",
        "title":"Analysis of Teaching Behavior, 1st Trial Edition."},
      {
        "id":"ED037367",
        "title":"Creative Problem Solving, Preliminary Edition."},
      {
        "id":"ED037368",
        "title":"Reasoning About Observations, 1st Experimental Edition."},
      {
        "id":"ED037369",
        "title":"Describing Observations, 1st Experimental Edition."},
      {
        "id":"ED037370",
        "title":"Comparing Observations, 1st Experimental Edition."},
      {
        "id":"ED037371",
        "title":"Assessment of the AAAS Science - A Process Approach Institute-A Cooperative College-School Science Project."},
      {
        "id":"ED037372",
        "title":"The Development of a Classroom Observation Instrument Relevant to the Earth Science Curriculum Project."},
      {
        "id":"ED037373",
        "title":"Pre-Theoretical Considerations of Uncertainty: An Aspect of Classroom Communication."},
      {
        "id":"ED037374",
        "title":"Toward a Model of Teacher-Learner Interaction."},
      {
        "id":"ED037375",
        "title":"Systematic Changes in Adult Word-Association Norms 1910-1967: Implications for the Language of the Classroom."},
      {
        "id":"ED037376",
        "title":"An Index of Media for Use in Instruction in Educational Administration."},
      {
        "id":"ED037377",
        "title":"Classroom Observation Systems in Preparing School Personnel."},
      {
        "id":"ED037378",
        "title":"A Twelve Year Study of Teacher Success and Related Characteristics. Progress Report, 1960-1965."},
      {
        "id":"ED037379",
        "title":"Job Corps: Guidance Training for Today."},
      {
        "id":"ED037380",
        "title":"Realignments for Teacher Education. 11th Charles W. Hunt Lecture."},
      {
        "id":"ED037381",
        "title":"International Priorities for Teacher Education. World Assembly 1969."},
      {
        "id":"ED037382",
        "title":"Characteristics of Teacher Participation in Curriculum Planning and Reported Acts of Implementation."},
      {
        "id":"ED037383",
        "title":"Effects of Teacher In-Service on Instruction and Learning."},
      {
        "id":"ED037384",
        "title":"The Effectiveness of Teaching Laboratory Instruction on the Questioning Behaviors of Beginning Teacher Candidates."},
      {
        "id":"ED037385",
        "title":"Curriculum Change Through Organizational Change: A Human Relations Training Program in a School System."},
      {
        "id":"ED037386",
        "title":"Untangling the Tangled Web of Education. Research and Measurement Considerations Related to Assessing Children's Development in Interaction with School, Family, and Community Influences."},
      {
        "id":"ED037387",
        "title":"Minicourse Five: Tutoring in Mathematics."},
      {
        "id":"ED037388",
        "title":"The Minicourse Instructional Model."},
      {
        "id":"ED037389",
        "title":"Analysis of the Interaction of Student Characteristics with Method in Micro-Teaching."},
      {
        "id":"ED037390",
        "title":"The Effect of Microteaching, Directive, and Non-Directive Lectures on Achievement and Attitudes in a Basic Educational Psychology Course."},
      {
        "id":"ED037391",
        "title":"The Effect of Mode of Feedback in Microteaching."},
      {
        "id":"ED037392",
        "title":"Research on the Disadvantaged: An Annotated List of Relevant ETS Studies, 1951-1969."},
      {
        "id":"ED037393",
        "title":"The Minicourse as a Tool for Training Teachers in Interaction Analysis."},
      {
        "id":"ED037394",
        "title":"Teacher Behaviors That Improve the Pupil's Use of Language."},
      {
        "id":"ED037395",
        "title":"The Stanford Evaluation of Nine Elementary Teacher Training Models. Final Report."},
      {
        "id":"ED037396",
        "title":"The Production of Education, Teacher Quality and Efficiency."},
      {
        "id":"ED037397",
        "title":"A Survey of School Effectiveness Studies."},
      {
        "id":"ED037398",
        "title":"Teacher Attributes and Social Achievement."},
      {
        "id":"ED037399",
        "title":"The Ability of White Teachers to Relate to Black Students and to White Students."},
      {
        "id":"ED037400",
        "title":"Interviews with Seven Black High School Students. Research and Development Memorandum No. 59."},
      {
        "id":"ED037401",
        "title":"Classroom Simulation as a Substitute for Live Pre-Student-Teaching Laboratory Experiences."},
      {
        "id":"ED037402",
        "title":"[Preparing Para-Professionals To Teach Penitentiary Inmates.]"},
      {
        "id":"ED037403",
        "title":"The Micro-Workshop as a Vehicle for the Training of University Personnel in the Use of Simulation Material."},
      {
        "id":"ED037404",
        "title":"A Comparison of Three Sources of Classroom Data: Teachers, Students, and Systematic Observation."},
      {
        "id":"ED037405",
        "title":"A Selected Guide to Curriculum Literature: An Annotated Bibliography."},
      {
        "id":"ED037406",
        "title":"Teacher Aides. Bibliographies in Education, No. 7."},
      {
        "id":"ED037407",
        "title":"SURC: Educational Policy Research Center at Syracuse."},
      {
        "id":"ED037408",
        "title":"Beyond Desegregation: The Problem of Power. A Special Study in East Texas."},
      {
        "id":"ED037409",
        "title":"Observation Scales of Classroom Atmosphere and Student Behavior: A Replication and Refinement."},
      {
        "id":"ED037410",
        "title":"A Process Approach To Teaching Teachers."},
      {
        "id":"ED037411",
        "title":"Congruence and Personality. A Normative Study of Counsellors and Teachers in Training, Priests, High School Students and Army Officer Cadets."},
      {
        "id":"ED037412",
        "title":"Behavioral Analysis of First-Year Communication Skills Teacher Administered Instruction."},
      {
        "id":"ED037413",
        "title":"Varieties of Student Behavior in Project PLAN."},
      {
        "id":"ED037414",
        "title":"The Use of the Teacher Observation Scale in the Development of the PLAN Teacher Training Program."},
      {
        "id":"ED037415",
        "title":"School-Community Relations."},
      {
        "id":"ED037416",
        "title":"Commitment and Attitudes."},
      {
        "id":"ED037417",
        "title":"Decisional Participation Among Teaching Personnel and Perceptions of Administrative Influence."},
      {
        "id":"ED037418",
        "title":"Student Exchange Program."},
      {
        "id":"ED037419",
        "title":"Campus Laboratory Schools in the State University System of Florida."},
      {
        "id":"ED037420",
        "title":"Protocol Materials: A Clarification."},
      {
        "id":"ED037421",
        "title":"Training Teachers as a Research Tool."},
      {
        "id":"ED037422",
        "title":"Analytic Summaries of Specifications for Model Teacher Education Programs."},
      {
        "id":"ED037423",
        "title":"Recommended Standards for Teacher Education. The Accreditation of Basic and Advanced Preparation Programs for Professional School Personnel."},
      {
        "id":"ED037424",
        "title":"Job Corps: A Resource for Teacher Education."},
      {
        "id":"ED037425",
        "title":"Systems Analysis and Learning Systems in the Development of Elementary Teacher Education Models. Final Report."},
      {
        "id":"ED037426",
        "title":"Paradoxes of Privilege: The Humanistic Act of Writing."},
      {
        "id":"ED037429",
        "title":"The Graduate Experience in English: Ten Personal Case-Histories."},
      {
        "id":"ED037432",
        "title":"\"There Was a Child Went Forth\": Humanities in the High School."},
      {
        "id":"ED037433",
        "title":"Also, Luther and Odessa."},
      {
        "id":"ED037435",
        "title":"Teaching Spelling in High School."},
      {
        "id":"ED037436",
        "title":"Handwriting and the Student."},
      {
        "id":"ED037437",
        "title":"To Illustrate a Mood, Creatively."},
      {
        "id":"ED037438",
        "title":"English with an Examination: Fifth Form."},
      {
        "id":"ED037444",
        "title":"First Impressions."},
      {
        "id":"ED037445",
        "title":"Approach to Shakespeare."},
      {
        "id":"ED037446",
        "title":"The Grammatical Form Class of Verbs and the Operant Conditioning of Word Classes. Report from the Motivated Learning Project."},
      {
        "id":"ED037447",
        "title":"Humanities in the Secondary School."},
      {
        "id":"ED037448",
        "title":"Sparkling and Spinning Words."},
      {
        "id":"ED037449",
        "title":"Guide to the Black Novel."},
      {
        "id":"ED037450",
        "title":"A Method for the Methodologist."},
      {
        "id":"ED037451",
        "title":"The Christensen Rhetoric Program."},
      {
        "id":"ED037452",
        "title":"The Media Ecologist: A Man for All Seasons."},
      {
        "id":"ED037453",
        "title":"The Culture Gap: Some Problems in Understanding English Literature."},
      {
        "id":"ED037454",
        "title":"Guidelines (Tentative) to Secondary Language Arts, Grades 9-12."},
      {
        "id":"ED037456",
        "title":"The Teaching of Drama in High School."},
      {
        "id":"ED037457",
        "title":"The Bible as Literature."},
      {
        "id":"ED037458",
        "title":"Phase-Elective English: An Experimental Program for Grades Eleven and Twelve."},
      {
        "id":"ED037459",
        "title":"Specialized Language Activities: A Description of the First Year."},
      {
        "id":"ED037460",
        "title":"Theory of Compositional Structure: Freshman Composition Curriculum Materials. Interim Report."},
      {
        "id":"ED037462",
        "title":"Relationship of Thought Processes to Language Responses in Disadvantaged Children. Final Report."},
      {
        "id":"ED037463",
        "title":"Aspects of Speech Comprehension by Children and Adults: Two Experimental Studies of the Comprehension of Sentences. Final Report."},
      {
        "id":"ED037465",
        "title":"The Approaches to English Program. Final Report."},
      {
        "id":"ED037468",
        "title":"Using Children's Novels as Starting-Points for Discussions."},
      {
        "id":"ED037472",
        "title":"Terminal Report from the Political Learning Project."},
      {
        "id":"ED037473",
        "title":"Evaluation and Record of the Fine Arts Educational Improvement Project, 1968-69."},
      {
        "id":"ED037474",
        "title":"Orff Program: Music for Children."},
      {
        "id":"ED037475",
        "title":"The Analysis of Public Issues: Concepts, Materials, Research. Final Report."},
      {
        "id":"ED037476",
        "title":"The Effectiveness of College-Level Instruction in Freshman Composition. Final Report."},
      {
        "id":"ED037477",
        "title":"The Preparation of Junior College English Teachers: Report of a Conference at the Rocky Mountain Modern Language Association in Provo, Utah, 11 October 1969."},
      {
        "id":"ED037478",
        "title":"Innovations in English at Bethany College."},
      {
        "id":"ED037479",
        "title":"ERIC Reports on the Junior College Survey: The Presidents' Questionnaire."},
      {
        "id":"ED037480",
        "title":"The National Study of English in the Junior College."},
      {
        "id":"ED037481",
        "title":"Project Breakthrough: A Responsive Environment Field Experiment with Pre-School Children from Public Assistance Families."},
      {
        "id":"ED037482",
        "title":"Evaluation of Title I (ESEA) Programs, 1968-1969."},
      {
        "id":"ED037483",
        "title":"Title I, ESEA in the State of Vermont: An Evaluation for Fiscal Year 1969. Annual Report."},
      {
        "id":"ED037486",
        "title":"Disadvantaged Children and Their First School Experiences: ETS-OEO Longitudinal Study. Theoretical Considerations and Measurement Strategies. Appendices Related to Measures."},
      {
        "id":"ED037487",
        "title":"The &quot;Special Admission&quot; Student and the Colleges."},
      {
        "id":"ED037491",
        "title":"Title I in Ohio: Third Annual Evaluation of Title I (ESEA), Fiscal Year 1968."},
      {
        "id":"ED037493",
        "title":"Correcting Racial Imbalance: A Report of State Funded Projects, 1966-68."},
      {
        "id":"ED037494",
        "title":"Division of Federal Assistance Conference, Title I ESEA, Title II ESEA."},
      {
        "id":"ED037495",
        "title":"Benefit/Cost Estimates for Job Corps. Discussion Papers."},
      {
        "id":"ED037496",
        "title":"Study of Achievement in Reading of Pupils Transferred from Schools 15 and 37 to Peripheral Schools to Eliminate Overcrowding, to Abandon an Obsolete School, and to Achieve a More Desirable Racial Balance in City Schools."},
      {
        "id":"ED037497",
        "title":"The Development of a Measure of Racial Attitudes."},
      {
        "id":"ED037498",
        "title":"Public Education for Disadvantaged Urban Minorities."},
      {
        "id":"ED037499",
        "title":"The Measurement of Schoolchildren's Racial Attitudes: A Validity Study."},
      {
        "id":"ED037500",
        "title":"[Equal Educational Opportunity: Dreams, Hopes, and Realities.]"},
      {
        "id":"ED037501",
        "title":"The Consequences of Segregation: Academic Achievement in a Northern Community."},
      {
        "id":"ED037502",
        "title":"Problems in the Assessment of Intermediate-Range Effects of Head Start Programs."},
      {
        "id":"ED037504",
        "title":"Youth Adjustment Programs in the Kansas City Schools."},
      {
        "id":"ED037507",
        "title":"Value Systems of Teachers and Their Perception of Self, and of Mexican American, Negro and Anglo Children. Symposium on Applications of Psychological Principles to the Classroom."},
      {
        "id":"ED037508",
        "title":"Field Survey of Selected Urban Education Projects."},
      {
        "id":"ED037509",
        "title":"Children's Interracial Fiction: An Unselective Bibliography. Curricular Viewpoint Series."},
      {
        "id":"ED037510",
        "title":"Change in Racial Attitudes of Preschool Children Through an Experimental Reading Program."},
      {
        "id":"ED037511",
        "title":"The Police Partners Project: A Descriptive Evaluation."},
      {
        "id":"ED037512",
        "title":"Continuity and Change in Antipoverty Programs. Second Annual Report."},
      {
        "id":"ED037514",
        "title":"Annual Evaluation Report. Title I Programs, Fiscal Year 1969, ESEA."},
      {
        "id":"ED037515",
        "title":"Colorado Annual Evaluation Report, Title I (Public Law 89-10), Fiscal Year 1968-69."},
      {
        "id":"ED037516",
        "title":"A Preliminary Bibliography of Selected Children's Books About American Indians."},
      {
        "id":"ED037518",
        "title":"Urbanization and the Family: 1968 Conference Proceedings of the North Carolina Family Life Council, Inc."},
      {
        "id":"ED037519",
        "title":"Education, Ethnicity, Genetics and Intelligence. Jensenism: Another Excuse for Failure to Educate."},
      {
        "id":"ED037520",
        "title":"Title I ESEA: A Review and a Forward Look, 1969; Fourth Annual Report."},
      {
        "id":"ED037521",
        "title":"Transparency Masters for Crop and Weed Identification. Final Report."},
      {
        "id":"ED037522",
        "title":"Supplementary Programs for Vocational Education. (Phase 2 of Project Entitled &quot;Validation of Counseling-Selection Data and Evaluation of Supplementary Programs for Vocational School Students&quot;). Interim Report."},
      {
        "id":"ED037523",
        "title":"Symposium on Manpower and Private Resources. (Washington, D.C., April 3-5, 1968)."},
      {
        "id":"ED037524",
        "title":"Criteria for the Evaluation of Diploma Programs in Nursing."},
      {
        "id":"ED037525",
        "title":"The Crisis of Qualified Manpower for Criminal Justice: An Analytic Assessment with Guidelines for New Policy. Volume 1, Probation/Parole."},
      {
        "id":"ED037526",
        "title":"The Crisis of Qualified Manpower for Criminal Justice: An Analytic Assessment with Guidelines for New Policy. Volume 2, Correctional Institutions."},
      {
        "id":"ED037527",
        "title":"Dietitian Aide."},
      {
        "id":"ED037528",
        "title":"Home Economics Cooperative Education."},
      {
        "id":"ED037529",
        "title":"Housekeeping Management Assistant."},
      {
        "id":"ED037530",
        "title":"Food Service Employee."},
      {
        "id":"ED037531",
        "title":"Clothing Assistant."},
      {
        "id":"ED037532",
        "title":"Child Care Aide."},
      {
        "id":"ED037533",
        "title":"Home Furnishings Aide."},
      {
        "id":"ED037534",
        "title":"Education and Training in Correctional Institutions. Proceedings of a Conference."},
      {
        "id":"ED037535",
        "title":"A Guide for the Development of Curriculum in Vocational and Technical Education."},
      {
        "id":"ED037537",
        "title":"Development Laboratory for Correctional Training. Final Report."},
      {
        "id":"ED037538",
        "title":"Learning for Earning: New Opportunities for Paycheck Education. The Vocational Education Amendments of 1968."},
      {
        "id":"ED037539",
        "title":"New Careers in Private Industry."},
      {
        "id":"ED037540",
        "title":"Annual National Vocational-Technical Teacher Education Seminar Proceedings, Teaching Disadvantaged Youth (Third, Miami Beach, Fla., Oct. 20-23, 1969). Final Report. Leadership Series No. 24."},
      {
        "id":"ED037541",
        "title":"A Study to Determine the Feasibility of Establishing a Master's Degree Program for Preparing Vocational Instructional Specialists in Pennsylvania."},
      {
        "id":"ED037542",
        "title":"Review and Synthesis of Research on the Administration of Vocational and Technical Education."},
      {
        "id":"ED037543",
        "title":"Review and Synthesis of Research on The Placement and Follow-Up of Vocational Education Students."},
      {
        "id":"ED037544",
        "title":"Manpower in Oklahoma: Health Occupations."},
      {
        "id":"ED037545",
        "title":"Survey of Adult Education Participants; Vocational and University of Wisconsin Extension Students."},
      {
        "id":"ED037546",
        "title":"Survey of Adult Education Participants; Vocational, Technical, and Adult Education Students."},
      {
        "id":"ED037548",
        "title":"Correctional Staff Training Institutes. Final Report."},
      {
        "id":"ED037549",
        "title":"Papers and Reports of The Annual Correctional Education Conference (17th, Carbondale, Ill. June 3, 4, 5, 1968)."},
      {
        "id":"ED037550",
        "title":"Annual National Vocational-Technical Teacher Education Seminar Proceedings: Micro-Teaching and Video Recording (3rd, Miami Beach, Fla., Oct. 20-23, 1969. Final Report. Leadership Series No. 25."},
      {
        "id":"ED037551",
        "title":"CINTERFOR, Inter-American Seminar on Manpower Training and Development (Cleveland, Ohio, Sept. 9-11, 1968)."},
      {
        "id":"ED037552",
        "title":"The National Conference on Post-Secondary Vocational-Technical Education (San Antonio, Texas, November 5-7, 1969). Position Papers and Discussion Groups' Notes. Leadership Series No. 26."},
      {
        "id":"ED037553",
        "title":"Demographic Techniques for Manpower Planning in Developing Countries."},
      {
        "id":"ED037554",
        "title":"Development and Structure of Industry: Information and Job Sheets."},
      {
        "id":"ED037555",
        "title":"Development and Structure of Industry: Teaching Plan and Activity Plan Sheets."},
      {
        "id":"ED037556",
        "title":"Development and Structure of Industry: Study Guide."},
      {
        "id":"ED037557",
        "title":"Development and Structure of Industry: Instructional Aids List and Bibliography."},
      {
        "id":"ED037558",
        "title":"Montana Vocational Education Enrollment/Exit/Follow-Up Survey."},
      {
        "id":"ED037559",
        "title":"Counselor's Guide to Manpower Information; An Annotated Bibliography of Government Publications."},
      {
        "id":"ED037560",
        "title":"Consumer Education Bibliography."},
      {
        "id":"ED037561",
        "title":"Preliminary Research and Development of a Model Occupational Teacher Education Program, Final Report of Summer Research Project."},
      {
        "id":"ED037562",
        "title":"Governor's Manpower Conference Report (Springfield, Ill., March 14, 1969)."},
      {
        "id":"ED037563",
        "title":"Supply and Demand for Teachers of Vocational Agriculture in 1969."},
      {
        "id":"ED037564",
        "title":"Guide for Cooperative Vocational Education."},
      {
        "id":"ED037565",
        "title":"An Evaluation of Post-Secondary Vocational-Technical Education in New Mexico."},
      {
        "id":"ED037566",
        "title":"Instructional Materials for Adult Business and Distributive Education."},
      {
        "id":"ED037569",
        "title":"Massachusetts Vocational Education Research Coordinating Unit. Final Report. (July 6, 1966-October 31, 1969.)"},
      {
        "id":"ED037570",
        "title":"The UCLA Allied Health Professions Projects; The Background, The Programs, The People."},
      {
        "id":"ED037572",
        "title":"Results of Phase I of the Development of Course Content and Teaching Guides for a Total Curriculum in Concrete Technology. Interim Report."},
      {
        "id":"ED037573",
        "title":"The Advisory Committee and Vocational Education."},
      {
        "id":"ED037574",
        "title":"National Development Institute in Planning--Programming--Budgeting--Systems. Final Report."},
      {
        "id":"ED037575",
        "title":"Research Visibility: Accreditation and Evaluation."},
      {
        "id":"ED037576",
        "title":"Research Visibility: Report on Vocational Research."},
      {
        "id":"ED037577",
        "title":"A Guide for Planning Secondary, Postsecondary and Adult Programs in Home Economics."},
      {
        "id":"ED037578",
        "title":"Electronics Mechanic, Entry; A Suggested Guide for a Training Course."},
      {
        "id":"ED037579",
        "title":"Health Manpower Source Book. Manpower Supply and Educational Statistics for Selected Health Occupations: 1968. Public Health Service Publication Number 263, Section 20."},
      {
        "id":"ED037580",
        "title":"The Development of Material for the Orientation of School Administrators to Vocational Education Needs and Programs. Final Report."},
      {
        "id":"ED037581",
        "title":"Guidelines and Supportive Papers for Planning and Conducting Short-Term Teacher Education Activities. Developing Teaching Competencies Needed by Educational Personnel in Post-Secondary Health Occupations Programs."},
      {
        "id":"ED037582",
        "title":"Abstracts of Instructional Materials for Student Use in Vocational Cooperative Education. A Compilation of Materials Abstracted by the VT-ERIC Clearinghouse."},
      {
        "id":"ED037583",
        "title":"Summaries of Studies in Industrial Arts, Trade and Industrial, and Technical Education From 1930-."},
      {
        "id":"ED037584",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Winter 1969."},
      {
        "id":"ED037586",
        "title":"Traditional African Religion: A Resource Unit."},
      {
        "id":"ED037587",
        "title":"Application of the Convergence Technique to Basic Studies of the Reading Process. Final Report."},
      {
        "id":"ED037588",
        "title":"Social Studies and the Disadvantaged. PREP-14."},
      {
        "id":"ED037589",
        "title":"ERIC-IRCD Resources on the School Dropout. ERIC-IRCD Urban Disadvantaged Series. Number 14."},
      {
        "id":"ED037590",
        "title":"Educational Production Function. Final Report."},
      {
        "id":"ED037592",
        "title":"A Review of the Research and Literature on the Chemical Education Materials Study Project. Research Review Series--Science Paper 4."},
      {
        "id":"ED037593",
        "title":"An Analysis of Instructional Expenditures for Institutions of Higher Education in the Northeast United States."},
      {
        "id":"ED037594",
        "title":"Integrated Personnel Services Index. Volume Two. Number One."},
      {
        "id":"ED037595",
        "title":"Career Guidance Practices in School and Community."},
      {
        "id":"ED037596",
        "title":"A Set of Generalizations and Implications for New Developments in Guidance and Personnel Services: Guidance and Student Services for the Culturally Different."},
      {
        "id":"ED037598",
        "title":"The WAIS vs. the GATB as a Vocational Counseling Tool with Disadvantaged Adults."},
      {
        "id":"ED037602",
        "title":"An Opinion Survey of Teachers Using an Easy-to-Read Newspaper in the Classroom for New Literates."},
      {
        "id":"ED037603",
        "title":"State of West Virginia; Annual Report for Fiscal Years 1966 and 1967."},
      {
        "id":"ED037605",
        "title":"The Large-Scale Use of College-Level Examination Program Credit in a Degree Program for Military and Civilian Adult Students."},
      {
        "id":"ED037606",
        "title":"The University and the Community."},
      {
        "id":"ED037611",
        "title":"Saskatchewan NewStart Social Work Aide Curriculum. Trainee Guide."},
      {
        "id":"ED037612",
        "title":"Saskatchewan NewStart Social Work Aide Curriculum. Instructor Guide."},
      {
        "id":"ED037614",
        "title":"Solving the Crisis in Our Cities. Report to Business, No. 2."},
      {
        "id":"ED037630",
        "title":"A Study of the Change in Attitude (toward) Adult Education."},
      {
        "id":"ED037631",
        "title":"The Effect of Adult Basic Education on Selected Non-Cognitive Attributes."},
      {
        "id":"ED037632",
        "title":"Evaluation of Attitude Change through Creative Art and Expression Courses in Remscheid (W. Germany)."},
      {
        "id":"ED037633",
        "title":"Adult Basic Education Library Holdings 1970 Supplement."},
      {
        "id":"ED037640",
        "title":"VISTA -- A Source of Recruitment for the Helping Professions?"},
      {
        "id":"ED037641",
        "title":"VISTA Service and Volunteer Attitudes."},
      {
        "id":"ED037642",
        "title":"Some Correlates of Success and Satisfaction in Urban VISTA."},
      {
        "id":"ED037644",
        "title":"The San Antonio Rehabilitation-Welfare Final Report on Research and Demonstration."},
      {
        "id":"ED037645",
        "title":"Participation of the Poor in the Community Decision-Making Process."},
      {
        "id":"ED037646",
        "title":"Study of Articulation Program Between Nassau Community College and Topic House. Final Report."},
      {
        "id":"ED037647",
        "title":"Down the Up Staircase: A Study of New Careers Dropouts."},
      {
        "id":"ED037648",
        "title":"An Historical Overview of the Adult Self-Learner."},
      {
        "id":"ED037649",
        "title":"Training Public Health Assistants."},
      {
        "id":"ED037652",
        "title":"Reinforcement Management; An Approach to Motivating Army Trainees."},
      {
        "id":"ED037653",
        "title":"Alaskan Manpower and the Petroleum-Related Workforce."},
      {
        "id":"ED037654",
        "title":"Joblessness in the Arctic: The Alaskan Paradox."},
      {
        "id":"ED037655",
        "title":"A Center for Continuing Education in Alaska; Innovation for a Developing Area."},
      {
        "id":"ED037658",
        "title":"Operation &quot;Relevance&quot;; A Pilot Project Conducted in Cooperation with the Economic and Youth Opportunity Agency and the County of Los Angeles."},
      {
        "id":"ED037660",
        "title":"Education, Training and Employment of Women and Girls."},
      {
        "id":"ED037661",
        "title":"A Programmatic Foundation for an Adult Education Program in Black Identity for the Congress of Racial Equality."},
      {
        "id":"ED037662",
        "title":"Training and Work; A Study in Employment Attitudes."},
      {
        "id":"ED037664",
        "title":"A Book Development Program for Tanzania; Report and Recommendations."},
      {
        "id":"ED037665",
        "title":"HumRRO Research and the Army's Training Programs."},
      {
        "id":"ED037666",
        "title":"Learning by Listening in Relation to Aptitude, Reading, and Rate-Controlled Speech."},
      {
        "id":"ED037675",
        "title":"A Diagnostic Procedural Model for Identifying Real Educational Needs."},
      {
        "id":"ED037676",
        "title":"[Report of Resident Tutor (Jamaica) August 1968-1969.]"},
      {
        "id":"ED037677",
        "title":"Unfinished Business; A W.E.A. Policy Statement."},
      {
        "id":"ED037679",
        "title":"Tutors for a University."},
      {
        "id":"ED037698",
        "title":"Conjoining and Deletion in Mandarin Syntax."},
      {
        "id":"ED037699",
        "title":"A Semantic Approach to the Automatic Analysis of Japanese and English."},
      {
        "id":"ED037700",
        "title":"An Experiment on Stress and Intonation as Syntactic Markers in Hungarian."},
      {
        "id":"ED037701",
        "title":"The Computer in Lexicography."},
      {
        "id":"ED037702",
        "title":"The Medium of Instruction (Mother-Tongue/Second Language) and the Formation of Scientific Concepts."},
      {
        "id":"ED037703",
        "title":"Directionality and Assimilation: Evidence from the History of Portuguese."},
      {
        "id":"ED037704",
        "title":"Statistics and the Sounds of Poetry."},
      {
        "id":"ED037705",
        "title":"Speech Registers in Young Children."},
      {
        "id":"ED037707",
        "title":"Teaching Standard English as a Second Dialect to Primary School Children in Hilo, Hawaii. Volume I of II Volumes. Final Report."},
      {
        "id":"ED037708",
        "title":"Teaching Standard English as a Second Dialect to Primary School Children in Hilo, Hawaii. Appendix B: Teacher's Guide and Lessons. Volume II of II Volumes. Final Report."},
      {
        "id":"ED037709",
        "title":"Getting Down to the Grass Roots: Affiliate Affairs."},
      {
        "id":"ED037710",
        "title":"Oral Expression Tests."},
      {
        "id":"ED037711",
        "title":"Case Grammar in Philippine Languages. Preliminary Draft."},
      {
        "id":"ED037712",
        "title":"Teachers' Ratings of Urban Children's Reading Performance."},
      {
        "id":"ED037713",
        "title":"A Method for Automating Dialect Analysis."},
      {
        "id":"ED037714",
        "title":"Two Ways of Looking at Error-Analysis."},
      {
        "id":"ED037717",
        "title":"Linguistic Problems [Of West Indian Children in English Schools]."},
      {
        "id":"ED037718",
        "title":"Proposed Undergraduate Program for Compensatory Bilingual-Bidialectal Education."},
      {
        "id":"ED037719",
        "title":"The Study of Sign Language."},
      {
        "id":"ED037720",
        "title":"Teaching Standard English in the Inner City. Urban Language Series No. 6."},
      {
        "id":"ED037721",
        "title":"A Non-Contrastive Approach to Error Analysis."},
      {
        "id":"ED037723",
        "title":"Linguistic Change in the Colonial and Immigrant Languages in the United States."},
      {
        "id":"ED037724",
        "title":"The Language Development Project; A Pilot Study in Language Learning. A New York State Urban Aid Project. Mid-Year Report, February 1969."},
      {
        "id":"ED037725",
        "title":"The Language Development Project; A Pilot Study in Language Learning. A New York State Urban Aid Project. End-Year Report, June 30, 1969."},
      {
        "id":"ED037726",
        "title":"The Language Development Project; A Pilot Study in Language Learning. A New York State Urban Aid Project. Mid-Year Report, January 31, 1970."},
      {
        "id":"ED037727",
        "title":"Overlap in Professional Society Membership in the Language Sciences."},
      {
        "id":"ED037728",
        "title":"Research Possibilities on Group Bilingualism: A Report."},
      {
        "id":"ED037733",
        "title":"Augmented Transition Networks for Natural Language Analysis."},
      {
        "id":"ED037734",
        "title":"An Approach to the Semantics of Verbs."},
      {
        "id":"ED037735",
        "title":"Health Curriculum Materials: Grades K-3. Strand I, Physical Health; Disease Prevention and Control. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED037736",
        "title":"Health Curriculum Materials: Grades 4, 5, and 6, Strand I, Physical Health; Disease Prevention and Control. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED037737",
        "title":"Health Curriculum Materials. Grades 7, 8, and 9. Strand III, Mental Health. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED037738",
        "title":"Health Curriculum Materials: Grades 7, 8, and 9. Strand IV, Environmental and Community Health; Consumer Health Education. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED037739",
        "title":"Health Curriculum Materials: Grades 10, 11, and 12. Strand IV, Environmental and Community Health; Consumer Health. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED037740",
        "title":"Safety Education; Grades 4, 5, and 6. Strand V, Education for Survival."},
      {
        "id":"ED037741",
        "title":"Interpersonal Dynamics in Counseling Students With Learning Problems."},
      {
        "id":"ED037742",
        "title":"Elementary School Guidance Bibliography."},
      {
        "id":"ED037743",
        "title":"A Role Model for the Elementary School Counselor in the Seventies."},
      {
        "id":"ED037744",
        "title":"Application of Systems Analysis to Sheltered Workshops. Organization and Administration of Sheltered Workshops."},
      {
        "id":"ED037745",
        "title":"A Statewide Study Designed to Determine Methods of Reducing Injury in Interscholastic Football Competition by Equipment Modification. Final Report."},
      {
        "id":"ED037746",
        "title":"Guidance Services in the Elementary Schools of Wisconsin."},
      {
        "id":"ED037747",
        "title":"The Clinical-Restorative Model or the School Psychologist as an Agent for Positive Behavior Change."},
      {
        "id":"ED037748",
        "title":"Group Therapy with Multiple Therapists in A Large Group."},
      {
        "id":"ED037749",
        "title":"The Use and Misuse of Occupational Information."},
      {
        "id":"ED037750",
        "title":"Guttman Facet Theory Analysis of Attitudes Toward Mental Illness, Mental Retardation, and Racial Interaction."},
      {
        "id":"ED037751",
        "title":"Microcounseling: Clients' Attitudes Toward Tests."},
      {
        "id":"ED037752",
        "title":"The Role of Socioeconomic Status in Problem Solving."},
      {
        "id":"ED037753",
        "title":"Toward a Psychological Typology of Delinquent Adolescents."},
      {
        "id":"ED037754",
        "title":"Gaming for Vocational Awareness; A Systems Approach. The Bartlesville System."},
      {
        "id":"ED037755",
        "title":"Adolescents and Their Families: A Treatment Model Combining Family and Group Treatment."},
      {
        "id":"ED037756",
        "title":"The Counselor's Role in Student Unrest."},
      {
        "id":"ED037757",
        "title":"Manpower for Community Health: the Associate Professional Concept."},
      {
        "id":"ED037758",
        "title":"A New Way to A New Life. A Conference on Criminal Rehabilitation. Social Sciences Occasional Paper, Number One."},
      {
        "id":"ED037759",
        "title":"Foster Community for Mental Patients: A New Haven."},
      {
        "id":"ED037760",
        "title":"Social System Psychotherapy."},
      {
        "id":"ED037761",
        "title":"Group Psychotherapy and Group Methods in Community Mental Health Programs."},
      {
        "id":"ED037762",
        "title":"Group Mental Health Approaches--Medical and Non-Medical Models."},
      {
        "id":"ED037763",
        "title":"Saturation Group Psychotherapy in A Weekend Clinic: An Outcome Study. A Goal-Oriented Group Therapy Model for A Saturation Format. Therapists Participation in Saturation Group Therapy."},
      {
        "id":"ED037764",
        "title":"Using TEAMS to Deliver Social Services. Manpower Monograph Number One."},
      {
        "id":"ED037765",
        "title":"An Analysis of the Role of the Elementary School Guidance Counselor."},
      {
        "id":"ED037766",
        "title":"Drug Education--Use and Abuse. A Resource Bulletin."},
      {
        "id":"ED037767",
        "title":"Pupil Services for Massachusetts Schools. A Report Prepared for the Massachusetts Advisory Council on Education."},
      {
        "id":"ED037768",
        "title":"The New Morality of Teenagers--The New Student Voice."},
      {
        "id":"ED037769",
        "title":"Standards of Student Selection and Interaction, II."},
      {
        "id":"ED037770",
        "title":"Vocational Opportunities for the Technical Trained Individual in Conservation and Outdoor Recreation."},
      {
        "id":"ED037771",
        "title":"Motivation to Achieve in School. Final Report."},
      {
        "id":"ED037772",
        "title":"The Career Information Center; A Working Model."},
      {
        "id":"ED037773",
        "title":"A Spatial Configuration of Occupations."},
      {
        "id":"ED037774",
        "title":"A Simulation Approach to Training Linkers."},
      {
        "id":"ED037775",
        "title":"Differences in Self-Perceptions of Disadvantaged Students."},
      {
        "id":"ED037776",
        "title":"Comparisons of High School Students and Dropouts on Selected Familial Personality, and Vocational Variables."},
      {
        "id":"ED037777",
        "title":"Self Reported Perceptions of Elementary School Students as Learners in the Ecology of the School."},
      {
        "id":"ED037778",
        "title":"Early Education for Spanish Speaking Mexican American Children--A Comparison of Three Intervention Strategies."},
      {
        "id":"ED037779",
        "title":"Human Relations Training: The Cutting Edge of the Motivation to Learn."},
      {
        "id":"ED037780",
        "title":"The Development and Validation of a Pictorial Self-Concept Scale for Children in K-4."},
      {
        "id":"ED037781",
        "title":"The Effects of Leader Achieved Status on Hierarchically Differentiated Group Performance."},
      {
        "id":"ED037782",
        "title":"Verbal Mediation and Satiation in Young Children."},
      {
        "id":"ED037783",
        "title":"Learning Deficit in the Ability to Self-Reinforce as Related to Negative Self-Concept."},
      {
        "id":"ED037784",
        "title":"Guidance Testing and the Individualized Program of Studies."},
      {
        "id":"ED037785",
        "title":"Assessing Performance When the Stakes are High."},
      {
        "id":"ED037786",
        "title":"The Relevance of Testing Aptitude--Treatment Interactions for Counseling Research."},
      {
        "id":"ED037787",
        "title":"A \"Link\" System for Assuring Confidentiality of Research Data in Longitudinal Studies. ACE Research Reports, Vol. 5, No. 3."},
      {
        "id":"ED037788",
        "title":"The Relationship Between Teachers' Attitudes Toward Pupils and Pupils' Attitudes and Achievement."},
      {
        "id":"ED037789",
        "title":"Experimental Assessment of the Effects of the Probe System."},
      {
        "id":"ED037790",
        "title":"Learning to Listen: A Broad Demonstration Study."},
      {
        "id":"ED037791",
        "title":"The Effect of Microteaching, Directive and Non-Directive Lectures on Achievement and Attitudes in A Basic Educational Psychology Course. The Effect of Mode of Feedback in Microteaching. (2 Documents Combined)."},
      {
        "id":"ED037792",
        "title":"Some Differences in Cognitive Abilities Between Canadian And Filipino Students."},
      {
        "id":"ED037793",
        "title":"Some Considerations When Using A Domain-Referenced System of Achievement Tests in Instructional Situations."},
      {
        "id":"ED037794",
        "title":"Self-Perceptions of Students Enrolled in An Experimental Elementary School."},
      {
        "id":"ED037795",
        "title":"The Internship in School Psychology. A Manual for University Trainers and Field Supervisors. Revised."},
      {
        "id":"ED037796",
        "title":"Reactivation of Memory by Hypnosis and Suggestion. Final Report."},
      {
        "id":"ED037797",
        "title":"Differences Between Self-Concepts of Disadvantaged and Non-Disadvantaged High School Students Within Certain Types of Rural and Urban Communities. Final Report."},
      {
        "id":"ED037798",
        "title":"The Effect of Informative Feedback on Problem-Solving. Final Report."},
      {
        "id":"ED037799",
        "title":"The Teacher and the Anxious Child."},
      {
        "id":"ED037800",
        "title":"Teaching Children to Indicate Uncertainty and to Discriminate Between Problematic and Nonproblematic Statements."},
      {
        "id":"ED037801",
        "title":"Health Education Programs Developed in Suffolk Schools. A Survey of Locally Developed Health Education Materials."},
      {
        "id":"ED037802",
        "title":"Effects of Interage Grouping on Achievement and Behavior. End of the Year Report. Experimental Program Number A-27-63."},
      {
        "id":"ED037803",
        "title":"Family Living, Including Sex Education. End of the Year Report."},
      {
        "id":"ED037804",
        "title":"The Years of Transformation. Factors Associated with the Educational Utilization of Human Talent, Part 2. Final Report."},
      {
        "id":"ED037805",
        "title":"Problem Solving Processes Used by Elementary School Boys. Final Report."},
      {
        "id":"ED037806",
        "title":"A Suggested Pupil Requirements File: Educational Data Processing Planning Study #1."},
      {
        "id":"ED037807",
        "title":"Promising Practices in Civic Education."},
      {
        "id":"ED037808",
        "title":"Planning for School District Organization in Idaho: Idaho School District Organization Project Report of the Conference (October 27, 1967)."},
      {
        "id":"ED037809",
        "title":"Flexible-Modular Scheduling and Related Instructional Strategies."},
      {
        "id":"ED037810",
        "title":"Data Processing and a State Educational Information System. A Pilot Project."},
      {
        "id":"ED037811",
        "title":"State Aid to Local Government. A Commission Report."},
      {
        "id":"ED037812",
        "title":"General Design for an Education Planning-Programming-Budgeting System."},
      {
        "id":"ED037813",
        "title":"Education-Planning-Programming-Budgeting System Procedures Manual for Intermediate Units, Version I, Model 2. Volumes I and II."},
      {
        "id":"ED037814",
        "title":"Education-Planning-Programming-Budgeting System Documentation Manual for Intermediate Units, Version II, Model 1."},
      {
        "id":"ED037815",
        "title":"Education-Planning-Programming-Budgeting System Procedures Manual for School Districts, Version I, Model 2. Volumes I and II."},
      {
        "id":"ED037816",
        "title":"Education-Planning-Programming-Budgeting System Documentation Manual for School Districts, Version II, Model 1."},
      {
        "id":"ED037817",
        "title":"Methods-Means Selection: An Inquiry/Decision-Making Process Approach."},
      {
        "id":"ED037818",
        "title":"Procedures for Creating a Media Environment to Help Change Teacher Role from Disseminating Information to Guiding Independent Learners. Final Report."},
      {
        "id":"ED037819",
        "title":"A Procedure to Discriminate Between Successful and Unsuccessful Pressure Groups Which Have an Interest in Education. Final Report."},
      {
        "id":"ED037820",
        "title":"Israel Education Abstracts: A Selected Bibliography of Current and Past Literature and Materials on the Philosophy, Policy and Practice of Education in Israel. Vol. 4, No. 3, August-November, 1969."},
      {
        "id":"ED037821",
        "title":"Initial Development of a Research Oriented Consortium. Final Report."},
      {
        "id":"ED037822",
        "title":"Development of a School Board Policy Codification System and School Board Policy Information Clearinghouse. Final Report."},
      {
        "id":"ED037824",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Impact of Racial Issues on Educational Administration. ERIC Abstracts Series Number Seven."},
      {
        "id":"ED037825",
        "title":"Implementing School Desegregation: A Bibliography. Bibliography Series, Number Sixteen."},
      {
        "id":"ED037826",
        "title":"Comments on Professor Bloom's Paper Entitled \"Toward a Theory of Testing Which Includes Measurement-Evaluation-Assessment.\""},
      {
        "id":"ED037827",
        "title":"Evaluation as a Main Aim of Science: Comments on Professor Bloom's Paper Entitled \"Toward a Theory of Testing Which Includes Measurement-Evaluation-Assessment.\""},
      {
        "id":"ED037828",
        "title":"Evaluation Perspectives: 1968."},
      {
        "id":"ED037829",
        "title":"Improving Education through ESEA: 12 Stories. Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED037830",
        "title":"Quality Factors in Instructional Materials: Significant Statements by Authorities."},
      {
        "id":"ED037831",
        "title":"High School Principals Study Seminar. Final Report."},
      {
        "id":"ED037832",
        "title":"Organizational Training for a School Faculty."},
      {
        "id":"ED037833",
        "title":"The STGPROC System of Data Manipulation by Computer: Manipulation of Character Data in the Social Sciences."},
      {
        "id":"ED037835",
        "title":"Perceptual-Motor Foundations: A Multidisciplinary Concern. Proceedings of the Perceptual-Motor Symposium (Washington, D.C., May 8-10, 1968)."},
      {
        "id":"ED037837",
        "title":"The Identification of Children with Perceptual-Motor Dysfunction; A Study of Perceptual-Motor Dysfunction among Emotionally Disturbed, Educable Mentally Retarded and Normal Children in the Pittsburgh Public Schools."},
      {
        "id":"ED037838",
        "title":"Fourth Annual Status Report for the Program for the Education of Exceptionally Talented Children."},
      {
        "id":"ED037840",
        "title":"Exceptional Child Education; DeSoto County Board of Public Instruction, Arcadia, Florida."},
      {
        "id":"ED037841",
        "title":"Multi-Sensory Approach to Reading Disabilities."},
      {
        "id":"ED037842",
        "title":"Guides to Special Education in North Dakota. VIII, Setting Up Summer Speech Clinics."},
      {
        "id":"ED037844",
        "title":"The Area Learning Center: Grand Rapids, Michigan. Final Report."},
      {
        "id":"ED037845",
        "title":"Focus on Children with Underdeveloped Skills: End of Budget Year Report."},
      {
        "id":"ED037847",
        "title":"Child Study and Consultation Services in the Hawaii State Department of Education: A Summary and Progress Report."},
      {
        "id":"ED037848",
        "title":"Report of Institute on the Administration of Special Education."},
      {
        "id":"ED037849",
        "title":"Proceedings of the Conference on Undergraduate Preparation for Professional Education in Speech Pathology and Audiology (New Orleans, Louisiana, February 24-26, 1969)."},
      {
        "id":"ED037851",
        "title":"Evaluation: Program for Pupil Adjustment."},
      {
        "id":"ED037853",
        "title":"Ohio School Speech and Hearing Therapy."},
      {
        "id":"ED037856",
        "title":"Telephone Services for the Handicapped. Rehabilitation Monograph XXXVII."},
      {
        "id":"ED037858",
        "title":"Project: Prevent Delinquency, Underachievement and Dropout."},
      {
        "id":"ED037859",
        "title":"Suggested Activities to Use With Children Who Present Symptoms of Visual Perception Problems, Elementary Level."},
      {
        "id":"ED037860",
        "title":"Suicide among Youth. A Review of the Literature, 1900-1967."},
      {
        "id":"ED037861",
        "title":"Impact 3: The Title VI Program in the State of Oregon, June-August 1969."},
      {
        "id":"ED037862",
        "title":"Special Education: Program of Studies for Senior High School, Core IV."},
      {
        "id":"ED037863",
        "title":"Mental Retardation in a Canadian Province."},
      {
        "id":"ED037864",
        "title":"The Use of the Associative Clustering Technique in the Study of Reading Disability: Effects of List Organization."},
      {
        "id":"ED037865",
        "title":"The Use of the Associative Clustering Technique in the Study of Reading Disability: Effects of Presentation Mode."},
      {
        "id":"ED037866",
        "title":"Performance of Cerebral Palsied Children under Conditions of Reduced Auditory Input on Selected Intellectual, Cognitive and Perceptual Tasks."},
      {
        "id":"ED037867",
        "title":"Survey of Attitudes of Parents and Teachers to Services Provided by the Educational Diagnostic and Planning Center."},
      {
        "id":"ED037868",
        "title":"Project Evaluation: The Educational Diagnostic and Planning Center."},
      {
        "id":"ED037869",
        "title":"Learning Disability and Deficit Centered Classroom Training."},
      {
        "id":"ED037871",
        "title":"Guidelines for Administration of an Educational Program for Physically Handicapped Children in the Dayton-Miami Valley Region. Final Report."},
      {
        "id":"ED037873",
        "title":"Instructional Objectives: Developing Teaching Strategies for the Mentally Retarded."},
      {
        "id":"ED037875",
        "title":"Florida State Construction Plan for Mental Retardation Facilities."},
      {
        "id":"ED037877",
        "title":"Behavior Rates of Gifted and Regular Elementary School Children. National Association for Gifted Children Monograph."},
      {
        "id":"ED037878",
        "title":"Delivering Rehabilitation Services."},
      {
        "id":"ED037879",
        "title":"Project for Preparing Teacher Aides to Facilitate a Tutorial Reading Program with Emphasis on Perceptual Training for Primary School Age Children of Low Socioeconomic Status. Final Report."},
      {
        "id":"ED037881",
        "title":"A Study of Education Programs in Minnesota's Institutions for the Mentally Retarded."},
      {
        "id":"ED037884",
        "title":"Property Accounting for Local and State School Systems. State Educational Records and Reports Series--Handbook III."},
      {
        "id":"ED037885",
        "title":"School Sites. Selection, Development, and Utilization."},
      {
        "id":"ED037886",
        "title":"National Inventory of School Facilities and Personnel, Spring 1962."},
      {
        "id":"ED037887",
        "title":"Campus Parking Bibliography. College and University Physical Facilities Series. August 1962."},
      {
        "id":"ED037888",
        "title":"Student Accommodations in Instructional Facilities, 1960-61 and Planned for 1965-66. College and University Physical Facilities Series. July 1962."},
      {
        "id":"ED037889",
        "title":"Selected References on Facilities and Equipment for Elementary Schools."},
      {
        "id":"ED037890",
        "title":"Condition of Public School Plants 1964-65."},
      {
        "id":"ED037895",
        "title":"The Educational Program and Educational Specifications for the New Dodge City Community Junior College Campus."},
      {
        "id":"ED037896",
        "title":"The University of California's Capital Improvement Program."},
      {
        "id":"ED037897",
        "title":"Administration of Unified School Districts in Kansas."},
      {
        "id":"ED037898",
        "title":"Guidelines for Planning Computer Centers in Universities and Colleges."},
      {
        "id":"ED037899",
        "title":"A Long Range Land and Facilities Development Plan for the Lorado Taft Field Campus of Northern Illinois University."},
      {
        "id":"ED037900",
        "title":"Physical Facilities at Institutions of Higher Education in Virginia."},
      {
        "id":"ED037901",
        "title":"Community Junior Colleges. A Report Relating to the Role, Function, Organization, Financing, and Supervision of Junior Colleges on Proposal No. 2."}]
  }}
