{
  "response":{"numFound":509939,"start":288000,"numFoundExact":true,"docs":[
      {
        "id":"ED037902",
        "title":"Maintenance of School Facilities."},
      {
        "id":"ED037903",
        "title":"Utilization of Instructional Space at Virginia's Colleges, Private and State Controlled Colleges and Universities, 1967-68."},
      {
        "id":"ED037904",
        "title":"Architecture and the College. Proceedings of North American Conference to Consider the Critical Issues in Campus Planning and College Building Design (2nd, University of Illinois, Urbana, April 17-21, 1966)."},
      {
        "id":"ED037905",
        "title":"Minnesota Bible College and the Village Concept of Campus Planning."},
      {
        "id":"ED037906",
        "title":"Student Housing Survey, Fall 1966."},
      {
        "id":"ED037907",
        "title":"Procedures for Establishing Area Vocational Schools in New Mexico."},
      {
        "id":"ED037908",
        "title":"A Preliminary Report on the Application of the Space Adequacy Survey-College at Seventeen Selected California Junior Colleges."},
      {
        "id":"ED037909",
        "title":"Kitchen Units for the Classroom."},
      {
        "id":"ED037910",
        "title":"Industrial Education Facilities."},
      {
        "id":"ED037911",
        "title":"Procedures for Review and Approval of School Building Plans and for Inspection of Building Projects."},
      {
        "id":"ED037912",
        "title":"Cost Reduction in Primary School Buildings. (Use-Efficiency Method)."},
      {
        "id":"ED037913",
        "title":"Buildings for Education, Vol. 2, No. 2."},
      {
        "id":"ED037916",
        "title":"An Evaluation Guide for Selecting a Junior College Site."},
      {
        "id":"ED037917",
        "title":"Comprehensive Campus Plan, University of Miami, Coral Gables, Florida."},
      {
        "id":"ED037918",
        "title":"School Facilities Survey for Unified School District No. 353, Sumner County, Wellington, Kansas."},
      {
        "id":"ED037920",
        "title":"The Measure of a Good School. A Guide to Evaluation of School Systems Adapted Particularly for Use in Kentucky School Districts."},
      {
        "id":"ED037921",
        "title":"Urban Design Conference. New Communities - One Alternative. Proceedings (12th, Harvard Graduate School of Design, Cambridge, Massachusetts, June 7-8, 1968)."},
      {
        "id":"ED037924",
        "title":"The Design of Biology Laboratories for Asian Second Level Schools. Study No. 2."},
      {
        "id":"ED037925",
        "title":"Residential College Concept: Campus Organizational Patterns for Quality with Quantity. Bulletin of the School of Education, Indiana University, v41 n3."},
      {
        "id":"ED037927",
        "title":"Environmental Health Planning Guide. Revised 1968."},
      {
        "id":"ED037928",
        "title":"The Influence of Color and Illumination on the Interpretation of Emotions."},
      {
        "id":"ED037930",
        "title":"Problem Seeking. New Directions in Architectural Programming."},
      {
        "id":"ED037931",
        "title":"\"Bio-lighting.\" Lighting Techniques in Architecture (Madison, December 9-10, 1969)."},
      {
        "id":"ED037932",
        "title":"Physical Aspects of Light--\"Seeing Parameters\". Lighting Techniques in Architecture (Madison, December 9-10, 1969)."},
      {
        "id":"ED037933",
        "title":"The Early Learning Center, Stamford, Connecticut. Profiles of Significant Schools."},
      {
        "id":"ED037934",
        "title":"Utilization of Instructional Space, State-Controlled Colleges and Universities 1968-69."},
      {
        "id":"ED037935",
        "title":"Physical Facilities at Virginia&apos;s Colleges and Universities, State-Controlled and Privately Controlled Institutions--1968-69."},
      {
        "id":"ED037940",
        "title":"Building Standards for the Handicapped, 1965. Supplement No. 7 to the National Building Code of Canada."},
      {
        "id":"ED037943",
        "title":"Contrast Rendition in School Lighting."},
      {
        "id":"ED037944",
        "title":"Future Space Requirements for Indiana's Institutions of Higher Education. Higher Education in Indiana. Long Range Needs and Resources."},
      {
        "id":"ED037946",
        "title":"Planning the Learning Environment."},
      {
        "id":"ED037947",
        "title":"Preliminary Guide for Planning a Secondary School Building Program. Revised June 1969."},
      {
        "id":"ED037949",
        "title":"Science Facilities Planning Aids. March 1964. College and University Physical Facilities Series."},
      {
        "id":"ED037950",
        "title":"University Facilities for Electronic Resource Systems."},
      {
        "id":"ED037953",
        "title":"A Plan for Meeting New Jersey College and University Facilities Needs Through 1980."},
      {
        "id":"ED037954",
        "title":"Higher Education in New Jersey: A Facilities Plan."},
      {
        "id":"ED037955",
        "title":"Components for Rear Projection Systems. Establishing Criteria for Rear Projection Systems for Use in the Communication-Lecture Hall Centers, State University of New York."},
      {
        "id":"ED037956",
        "title":"Facilities Inventory and Utilization Manual for the State of North Carolina. Higher Education Comprehensive Planning Program."},
      {
        "id":"ED037957",
        "title":"Facilities Inventory and Utilization Study, Fall of 1968, for the State of North Carolina, Higher Education Comprehensive Planning Program."},
      {
        "id":"ED037958",
        "title":"An Evaluation of the Administration of Title I, of the Higher Education Facilities Act of 1963."},
      {
        "id":"ED037963",
        "title":"Further Explorations in Human Resource Migration Among School Districts in Metropolitan Areas and the Effect of this Migration Upon School Finance. Final Report."},
      {
        "id":"ED037964",
        "title":"Operating Costs of Educational Facilities."},
      {
        "id":"ED037966",
        "title":"Procedures for Projecting Physical Space Requirements. Tennessee Higher Education. A Report to the Chairman, Tennessee Higher Education Facilities Commission."},
      {
        "id":"ED037968",
        "title":"Physical Facilities Inventory Manual. Oregon State System of Higher Education. Revised July 1969."},
      {
        "id":"ED037969",
        "title":"Information Needs: for Planning Physical Facilities in Colleges and Universities. Room Inventory."},
      {
        "id":"ED037970",
        "title":"Information Needs: for Planning Physical Facilities in Colleges and Universities. Space Planning."},
      {
        "id":"ED037971",
        "title":"Information Needs: for Planning Physical Facilities in Colleges and Universities. Space-Demanding Activities."},
      {
        "id":"ED037974",
        "title":"Interactional Patterns Among Dental School Students and the Influence of Building Design. Final Progress Report on the Planning Study: Behavioral Factors in Dental School Design."},
      {
        "id":"ED037977",
        "title":"Information Needs: for Planning Physical Facilities in Colleges and Universities. Overview."},
      {
        "id":"ED037982",
        "title":"The Fifth Grade Classroom."},
      {
        "id":"ED037983",
        "title":"Museums and Related Institutions. A Basic Program Survey."},
      {
        "id":"ED037984",
        "title":"The Elementary School Classroom. The Study of the Built Environment Through Student and Teacher Responses. The Elementary School and Its Population, Phase 2."},
      {
        "id":"ED037985",
        "title":"A Study of Utilization, Design and Cost of Secondary Schools. Report to the Minister of Education and Cultural Affairs, Government of Ceylon."},
      {
        "id":"ED037986",
        "title":"Education and Architecture in the 20th Century. The Design Workshop Colleges of Applied Arts and Technology (Ottawa, November 18-19, 1969)."},
      {
        "id":"ED037987",
        "title":"A Computer Simulation Model for Planning Instructional Facilities at the University of Toronto."},
      {
        "id":"ED037988",
        "title":"Floors: Care and Maintenance."},
      {
        "id":"ED037990",
        "title":"Soundstop. An Experimental Student Housing Study."},
      {
        "id":"ED037992",
        "title":"Design Needs of the Physically Handicapped. A Selected Bibliography."},
      {
        "id":"ED037994",
        "title":"Science Facilities. An Interpretive Bibliography."},
      {
        "id":"ED037995",
        "title":"Improving the Effectiveness of Peace Corps Efforts to Change Teacher Behavior. The Peace Corps Educational Television (ETV) Project in Colombia: Two Years of Research."},
      {
        "id":"ED037996",
        "title":"The Volunteers. The Peace Corps Educational Television (ETV) Project in Colombia: Two Years of Research."},
      {
        "id":"ED037997",
        "title":"The Day-to-Day Job of the Utilization Volunteer: Structure, Problems, and Solutions. The Peace Corps Educational Television (ETV) Project in Colombia: Two Years of Research."},
      {
        "id":"ED037998",
        "title":"The Peace Corps Volunteer and Achieving Educational Change with New Media."},
      {
        "id":"ED038009",
        "title":"A Feasibility Study of a Multi Media Catalogue."},
      {
        "id":"ED038013",
        "title":"Social Behaviorism, Human Motivation, and the Conditioning Therapies."},
      {
        "id":"ED038016",
        "title":"Development, Evaluation, and Use of Programmed Materials. A Report on the Activities of the Materials Development Unit, MDT Vocational Experimental-Demonstration Project."},
      {
        "id":"ED038021",
        "title":"The Implementation of Computer Assisted Instruction in U.S. Army Basic Electronics Training. Follow-Up of a Feasibility Study."},
      {
        "id":"ED038022",
        "title":"Progress Report; Stanford Program in Computer-Assisted Instruction for the Period April 1, 1969 to June 30, 1969."},
      {
        "id":"ED038023",
        "title":"Progress Report; Stanford Program in Computer-Assisted Instruction for the Period July 1, 1969 to September 30, 1969."},
      {
        "id":"ED038025",
        "title":"CAI Utilization for Formative Curriculum Evaluation."},
      {
        "id":"ED038027",
        "title":"Audio Utilization Conventions and Techniques for Computer Assisted Instruction."},
      {
        "id":"ED038030",
        "title":"Utilizing an Electronic Calculator. A Manual for Planning and Development."},
      {
        "id":"ED038032",
        "title":"Theory and Educational Objectives in the Use of New Teaching Media."},
      {
        "id":"ED038033",
        "title":"Evaluation of Closed Circuit Educational Television in Delaware: Emphasis on Utilization, Program Series Content, and Commitment. Preliminary Report."},
      {
        "id":"ED038034",
        "title":"Programming-Languages as a Conceptual Framework for Teaching Mathematics. Final Report on the First Fifteen Months of the LOGO Project."},
      {
        "id":"ED038036",
        "title":"Pupil Democracy - Co-Planning at Different Educational Levels."},
      {
        "id":"ED038039",
        "title":"Feasibility of Computer-Assisted Elementary Keyboard Music Instruction. Final Report."},
      {
        "id":"ED038040",
        "title":"Evaluation Practices Used in the Selection of Educational Materials and Equipment."},
      {
        "id":"ED038041",
        "title":"Annotated Bibliography on Token Reinforcement Studies Published 1967-1969."},
      {
        "id":"ED038042",
        "title":"Continuing Public Education Broadcasting."},
      {
        "id":"ED038043",
        "title":"Enquetes sur Differents Aspects de la Vie Sociale a Rennes et en Bretagne. Rapports des Groupes d'Etudes (Inquiries into Various Aspects of the Social Life at Rennes and in Brittany. Reports of Study Groups)."},
      {
        "id":"ED038044",
        "title":"The Use of the Dictee in the French Language Classroom."},
      {
        "id":"ED038045",
        "title":"References on Foreign Languages in the Elementary School."},
      {
        "id":"ED038046",
        "title":"Modern Foreign Languages in the High School."},
      {
        "id":"ED038047",
        "title":"Modern Foreign Languages: A Counselor's Guide."},
      {
        "id":"ED038048",
        "title":"A Handbook for Guiding Students in Modern Foreign Languages."},
      {
        "id":"ED038049",
        "title":"Foreign Languages, Grades 7-12. Curriculum Bulletin Series, No. V (Tentative)."},
      {
        "id":"ED038050",
        "title":"Foreign Language Teaching in Elementary Schools: An Examination of Current Practices."},
      {
        "id":"ED038051",
        "title":"The Prediction of Success in Intensive Foreign Language Training."},
      {
        "id":"ED038052",
        "title":"Evaluations of the Summer 1962 Language Institutes."},
      {
        "id":"ED038053",
        "title":"A Type of Computer-Assisted Instruction."},
      {
        "id":"ED038054",
        "title":"The Teaching of Foreign Languages in the Elementary School."},
      {
        "id":"ED038055",
        "title":"Higher Education and World Affairs."},
      {
        "id":"ED038056",
        "title":"The Language Laboratory. . . How Effective Is It?"},
      {
        "id":"ED038057",
        "title":"An Introduction to the Language Laboratory. Nuffield Foreign Languages Teaching Materials Project. Reports and Occasional Papers: No. 2."},
      {
        "id":"ED038058",
        "title":"The Macro and Micro Structure of the Foreign Language Curriculum."},
      {
        "id":"ED038059",
        "title":"Final Report on the EPDA Institute for Advanced Study for Secondary School Native Spanish Teachers of Spanish, June 23, 1969 to August 8, 1969."},
      {
        "id":"ED038061",
        "title":"A Comparison Study of the Effectiveness of the Traditional and Audiolingual Approaches to Foreign Language Instruction Utilizing Laboratory Equipment. Supplementary Report."},
      {
        "id":"ED038062",
        "title":"A Notebook of Pattern Drills for the Language Laboratory: A Guide for the Student and Teacher."},
      {
        "id":"ED038063",
        "title":"Foreign-Language Offerings and Enrollments in Public and Non-Public Secondary Schools, Fall 1968."},
      {
        "id":"ED038066",
        "title":"French Recorded and Audio-Visual Materials. Centre for Information on Language Teaching. Teaching Materials 6."},
      {
        "id":"ED038067",
        "title":"Italian Recorded and Audio-Visual Materials. Centre for Information on Language Teaching. Teaching Materials 5."},
      {
        "id":"ED038068",
        "title":"German Recorded and Audio-Visual Materials. Centre for Information on Language Teaching. Teaching Materials 7."},
      {
        "id":"ED038069",
        "title":"Spanish Recorded and Audio-Visual Materials. Centre for Information on Language Teaching. Teaching Materials 3."},
      {
        "id":"ED038070",
        "title":"Russian Recorded and Audio-Visual Materials. Centre for Information on Language Teaching. Teaching Materials 2."},
      {
        "id":"ED038071",
        "title":"Certifying Teachers of Modern Foreign Languages for American Public Schools--1969."},
      {
        "id":"ED038072",
        "title":"The Mechanical Potential of the Language Laboratory. ERIC Focus Reports on the Teaching of Foreign Languages, Number 14."},
      {
        "id":"ED038073",
        "title":"Report of the Conference on Psychological Experiments Related to Second-Language Learning."},
      {
        "id":"ED038074",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Volume 4, Number 1, 1970."},
      {
        "id":"ED038075",
        "title":"Guidelines for the Evaluation of FLES: Report and Conclusions of a Work Conference of Specialists to Develop Valid and Acceptable Guidelines for the Evaluation of FLES Programs."},
      {
        "id":"ED038076",
        "title":"Report on a Conference on the Meaning and Role of Culture in Foreign Language Teaching."},
      {
        "id":"ED038077",
        "title":"An Annotated Bibliography of Integrated FLES Teaching Materials. Information for Elementary Administrators and Foreign-Language Specialists in the Elementary School."},
      {
        "id":"ED038078",
        "title":"Bilingual Education: A Handbook for Educators. Interpretive Studies on Bilingual Education."},
      {
        "id":"ED038079",
        "title":"Interpretive Studies on Bilingual Education. Final Report."},
      {
        "id":"ED038081",
        "title":"Evaluation of, and Revision of Open Laboratory Procedures at the College Freshman Level."},
      {
        "id":"ED038082",
        "title":"The Expansion of Graduate and Professional Education During the Period 1966 to 1980. Report No. 2."},
      {
        "id":"ED038083",
        "title":"[Living in a Temporary Society.]"},
      {
        "id":"ED038084",
        "title":"Troubled Students: In Departments, in Fields, and in Professional Associations of Higher Education."},
      {
        "id":"ED038085",
        "title":"Finance and the Aims of American Higher Education."},
      {
        "id":"ED038086",
        "title":"Commentary: How Should Higher Education Be Financed?"},
      {
        "id":"ED038087",
        "title":"Change in Higher Education -- A National Profile."},
      {
        "id":"ED038088",
        "title":"Why Be a College President Today?"},
      {
        "id":"ED038089",
        "title":"Possible Solutions for Financial Crises of the Private Sector of Higher Education."},
      {
        "id":"ED038090",
        "title":"Characteristics of Students Today."},
      {
        "id":"ED038091",
        "title":"The Patterning of Students in their Group Relationships."},
      {
        "id":"ED038092",
        "title":"The University Can Be a Personal Place."},
      {
        "id":"ED038093",
        "title":"College Enrollments. No. 161."},
      {
        "id":"ED038094",
        "title":"The Resident Assistant as Responder to the Seventies."},
      {
        "id":"ED038095",
        "title":"Duties and Responsibilities of College and University Trustees."},
      {
        "id":"ED038096",
        "title":"Report of the Computer Study Committee; Submitted to the Board of Regents, State of Kansas."},
      {
        "id":"ED038097",
        "title":"Goals for Higher Education in New Jersey. New Jersey Master Plan for Higher Education, Number 1."},
      {
        "id":"ED038098",
        "title":"State Supported Student Financial Aid in Higher Education."},
      {
        "id":"ED038099",
        "title":"Predicting Success for University Freshmen; Updating of Procedure. Indiana Studies in Prediction, Number One, Supplement 3."},
      {
        "id":"ED038100",
        "title":"An Investigation of the Effects of Vocational, Supportive, and Directive Counseling on the Academic Recovery and Recidivist and Attrition Rates of Male College Students Referred for Disciplinary Offenses. Final Report."},
      {
        "id":"ED038101",
        "title":"Educational Opportunity Forum. Special Issue on Psychological Humanistic Education, Volume 1, Number 4."},
      {
        "id":"ED038102",
        "title":"Toward A Long-Range Plan For Federal Financial Support For Higher Education. A Report to the President."},
      {
        "id":"ED038103",
        "title":"Student Charges. A Study of the Possible Distribution, Use, and Techniques of Administering Student Charges in the University of California and the California State Colleges. A Staff Report to the Coordinating Council for Higher Education. Council Report No. 1035."},
      {
        "id":"ED038104",
        "title":"Approaches To Preparing Prospective College Teachers. I. Doctoral Programs with Emphasis Upon Preparing Graduate Students for College Teaching. II. The Doctorate of Arts Degree."},
      {
        "id":"ED038105",
        "title":"An Assessment of Educational Opportunity Programs in California Higher Education."},
      {
        "id":"ED038106",
        "title":"Students and South Dakota Higher Education: Statewide Comprehensive Plan of Higher Education in South Dakota; An Inventory of Student Higher Education Data."},
      {
        "id":"ED038107",
        "title":"A Student Flow Information System for the State of California; A Report To The Joint Committee On Higher Education of the California State Legislature."},
      {
        "id":"ED038108",
        "title":"Alternative Methods of State Support for Independent Higher Education in California. Phase III of a Study of State Aid to Private Higher Education."},
      {
        "id":"ED038109",
        "title":"Joint Participation in Decision Making: A Study of Faculty Government and Faculty-Administrative Consultation at Fresno State College."},
      {
        "id":"ED038110",
        "title":"Planning Project For The Coordinating Council For Higher Education."},
      {
        "id":"ED038111",
        "title":"A Proposal for the Development of Medical Education in Texas, 1969-1980. Adopted December 3, 1968."},
      {
        "id":"ED038112",
        "title":"Update 1: A Report of the Beginning Efforts in Instructional Development at William Rainey Harper College."},
      {
        "id":"ED038113",
        "title":"New Deans of Students: Old Problems, New Answers. Conference Proceedings."},
      {
        "id":"ED038114",
        "title":"State Level Staffs for Coordination and/or Control of Community Junior Colleges."},
      {
        "id":"ED038115",
        "title":"Transfer from Oregon Community Colleges to Institutions of the State System of Higher Education."},
      {
        "id":"ED038116",
        "title":"Community Services Forum. Volume I, Numbers 7-12."},
      {
        "id":"ED038117",
        "title":"Community Involvement: A Leadership Responsibility for Community Services. Community Services Working Papers, Number 5: Mobilizing College and Community Resources."},
      {
        "id":"ED038118",
        "title":"Professional Personnel Salary Study 1969-70, Washington Community College System."},
      {
        "id":"ED038119",
        "title":"Career College: A Report of the First Year (August 1968 - June 1969)."},
      {
        "id":"ED038120",
        "title":"Needs Orientation."},
      {
        "id":"ED038121",
        "title":"A Ph. D. in English for Community College Teachers?"},
      {
        "id":"ED038122",
        "title":"Committee on Preparation of Junior College Teachers: Master Plan Phase III."},
      {
        "id":"ED038123",
        "title":"Junior College Appraisal Techniques."},
      {
        "id":"ED038124",
        "title":"Paying for Junior Colleges."},
      {
        "id":"ED038125",
        "title":"A Comparison of Two Vocational Interest Tests Used With General College Students."},
      {
        "id":"ED038126",
        "title":"\"Due Process\" for Junior College Students in Academic and Discipline Cases."},
      {
        "id":"ED038127",
        "title":"The Half That Leaves: A Limited Survey of Attrition in Community Colleges."},
      {
        "id":"ED038128",
        "title":"A Proposal for Financing Higher Education."},
      {
        "id":"ED038129",
        "title":"State Patterns of Financial Support for Community Colleges."},
      {
        "id":"ED038130",
        "title":"Student Characteristics; Personality and Dropout Propensity."},
      {
        "id":"ED038131",
        "title":"Nairobi College: Education for Relevance; One Interpretation of the Community Service Function."},
      {
        "id":"ED038132",
        "title":"A Redefined Board for a Redefined Community."},
      {
        "id":"ED038133",
        "title":"Faculty for Teaching - Learning: Proposed New Graduate Centers for the Systematic Preparation of Community College Teachers."},
      {
        "id":"ED038134",
        "title":"The Academic History of Community College Transferees at Herbert H. Lehman College."},
      {
        "id":"ED038135",
        "title":"Meeting the Changing Needs of Students: College Governance."},
      {
        "id":"ED038136",
        "title":"Meeting the Changing Needs of Students: Curriculum Development."},
      {
        "id":"ED038137",
        "title":"Meeting the Changing Needs of Students: Variations in Methods of Instruction."},
      {
        "id":"ED038138",
        "title":"Meeting the Changing Needs of Students: A Creative Approach to College Counseling."},
      {
        "id":"ED038139",
        "title":"Meeting the Changing Needs of Students: A Profile of Students."},
      {
        "id":"ED038140",
        "title":"Proposal for the Creation of a Religious Studies Department at San Bernardino Valley College."},
      {
        "id":"ED038141",
        "title":"Educational and Vocational History of the Class Entering Bronx Community College in September, 1965."},
      {
        "id":"ED038142",
        "title":"Book Production, Importation and Distribution in Iran, Pakistan and Turkey; A Study of Needs with Regional Recommendations within the Context of Social and Economic Development. Preliminary Report, Part I."},
      {
        "id":"ED038143",
        "title":"Book Production, Importation and Distribution in Turkey; A Study of Needs with Recommendations within the Context of Social and Economic Development. Part II, Turkey."},
      {
        "id":"ED038144",
        "title":"Developmental Book Activities and Needs in Thailand."},
      {
        "id":"ED038145",
        "title":"Books and National Development. Seminar Report April 27-29, 1968, Academy House, Seoul."},
      {
        "id":"ED038146",
        "title":"Developmental Book Activities and Needs in the Republic of Vietnam."},
      {
        "id":"ED038147",
        "title":"Developmental Book Activities and Needs in the Republic of Korea."},
      {
        "id":"ED038148",
        "title":"Developmental Book Activities and Needs in Laos."},
      {
        "id":"ED038150",
        "title":"The Identification and Role of School Libraries that Function as Instructional Materials Centers and Implications for Library Education in the United States."},
      {
        "id":"ED038152",
        "title":"Automation for Preparation of Syllabi and Bibliographies for College and University Instruction. Final Report."},
      {
        "id":"ED038153",
        "title":"System Scope for Library Automation and Generalized Information Storage and Retrieval at Stanford University."},
      {
        "id":"ED038163",
        "title":"Recording Individual Pupil Experiences in the Classroom: A Manual for Prose Recorders."},
      {
        "id":"ED038164",
        "title":"Piaget's Theory and Specific Instruction: A Response to Bereiter and Kohlberg."},
      {
        "id":"ED038165",
        "title":"Evaluation of Educational Programs as Research on Educational Process."},
      {
        "id":"ED038166",
        "title":"Early Child Stimulation Through Parent Education."},
      {
        "id":"ED038167",
        "title":"An Early Childhood Education Model: A Bilingual Approach."},
      {
        "id":"ED038168",
        "title":"Preschool Mathematics Curriculum Project. Final Report."},
      {
        "id":"ED038169",
        "title":"Curriculum Guide for Physical Education: Kindergarten and Ungraded Primary."},
      {
        "id":"ED038170",
        "title":"Head Start Planned Variation Program."},
      {
        "id":"ED038171",
        "title":"An Experimental Game in Oral Language Comprehension."},
      {
        "id":"ED038172",
        "title":"The Effect of N-Length on the Development of Cooperative and Non-Cooperative Behavior in a Two-Person Game. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED038173",
        "title":"An Attributional (Cognitive) Model of Motivation."},
      {
        "id":"ED038174",
        "title":"Analysis of the Object Categorization Test and the Picture Categorization Test for Preschool Children."},
      {
        "id":"ED038175",
        "title":"Curricular Intervention in Language Arts Readiness for Head Start Children. Tulane University, Head Start Evaluation and Research Center Annual Report to the Office of Economic Opportunity."},
      {
        "id":"ED038176",
        "title":"Effects of Training Young Black Children in Vocabulary vs. Sentence Construction."},
      {
        "id":"ED038177",
        "title":"The Effect of Mediational Instructions on Associative Skills of First Grade Innercity Children."},
      {
        "id":"ED038178",
        "title":"Books in Preschool: A Guide to Selecting, Purchasing, and Using Children's Books."},
      {
        "id":"ED038179",
        "title":"Early Infant Stimulation and Motor Development."},
      {
        "id":"ED038180",
        "title":"Young Black and White Listeners."},
      {
        "id":"ED038181",
        "title":"Development of the Early Childhood Education Program. Basic Plan."},
      {
        "id":"ED038182",
        "title":"Extending Open Education in the United States."},
      {
        "id":"ED038184",
        "title":"The Development of a Computer Technique for the Content Analysis of Psycho-social Factors in the Oral Language of Kindergarten Children."},
      {
        "id":"ED038185",
        "title":"Pupil Imitation of a Rewarding Teacher's Verbal Behavior."},
      {
        "id":"ED038186",
        "title":"Conditional Logic and Primary Children."},
      {
        "id":"ED038187",
        "title":"A Discussion of Research Aims and Strategies for Studying Education in the Inner-City (A Critique of Non-Participant Observations). Preliminary Draft."},
      {
        "id":"ED038188",
        "title":"Southwestern Cooperative Educational Laboratory Interaction Observation Schedule (SCIOS): A System for Analyzing Teacher-Pupil Interaction in the Affective Domain."},
      {
        "id":"ED038189",
        "title":"Relationships Between Teacher Behavior, Pupil Behavior, and Pupil Achievement."},
      {
        "id":"ED038190",
        "title":"Shared Services Boards. An Analysis of the Development of a Pioneering Educational Experiment in Suburban and Rural Areas of New York State."},
      {
        "id":"ED038191",
        "title":"Health Care and Education. A Guide for the Migrant School Nurse; A Resource in Health Education for the Migrant School Teacher."},
      {
        "id":"ED038193",
        "title":"Manpower Education in the North Carolina Appalachian Region."},
      {
        "id":"ED038194",
        "title":"Impacts of Educational Change Efforts in Appalachia."},
      {
        "id":"ED038195",
        "title":"Recreation as an Industry. Appalachian Research Report No. 2."},
      {
        "id":"ED038196",
        "title":"Diagnostically Based Curriculum. Bloomington, Indiana. Preschool Program in Compensatory Education 1."},
      {
        "id":"ED038197",
        "title":"North Carolina Rural Adjustment Studies. A Study of Farm Families and Their Level of Living-Income Patterns in Watauga County, North Carolina."},
      {
        "id":"ED038198",
        "title":"Rural Renaissance. Revitalizing Small High Schools."},
      {
        "id":"ED038199",
        "title":"An Analysis of the Effects of a Training Program for Teachers of the Disadvantaged. Interaction Analysis with Migrant Pupils. Final Report."},
      {
        "id":"ED038200",
        "title":"Love and Understanding of the Migrant Child."},
      {
        "id":"ED038201",
        "title":"Louisiana's Children of the Fields."},
      {
        "id":"ED038203",
        "title":"Handbook for Teachers of Migrant Children."},
      {
        "id":"ED038204",
        "title":"[The Environment: Agriculture and Health Perspectives.]"},
      {
        "id":"ED038205",
        "title":"Rurality, Poverty, and Health: Medical Problems in Rural Areas."},
      {
        "id":"ED038206",
        "title":"Outdoor Education Manual for the Nature-Resource Center."},
      {
        "id":"ED038207",
        "title":"Outdoor Education Manual."},
      {
        "id":"ED038208",
        "title":"The Adolescent Male and Parental Relationships."},
      {
        "id":"ED038209",
        "title":"The Oregon Small Schools Program. An Evaluative Report."},
      {
        "id":"ED038210",
        "title":"A Theoretical Framework For The Coordination of Supportive Services of Vocational Education Students in Rural Areas."},
      {
        "id":"ED038211",
        "title":"The Changing Educational Needs of Rural People."},
      {
        "id":"ED038212",
        "title":"[Strategies for Utilizing Community and School Resources in a Comprehensive Supportive Services Program.]"},
      {
        "id":"ED038213",
        "title":"Using Advisory Councils and Committees to Improve Vocational Programs for Rural Students."},
      {
        "id":"ED038214",
        "title":"Differential Predictive Validity of Specified Selection Techniques Within Designated Subgroups of Applicants For Civil Service Positions: Phases I and II. Non-Technical Report."},
      {
        "id":"ED038215",
        "title":"Differential Predictive Validity of Specified Selection Techniques Within Designated Subgroups of Applicants for Civil Service Positions: Longitudinal Phase. Final Technical Report."},
      {
        "id":"ED038216",
        "title":"Indian Scholarship Program: Higher Education, Guidance Services. Annual Report, 1968-69."},
      {
        "id":"ED038217",
        "title":"Utilization of Teacher Aides...A Publication For Those Concerned With the Recruitment, Selection, Preparation and Utilization of Teacher Aides."},
      {
        "id":"ED038218",
        "title":"An Evaluation of the Mohican School in the Out-of-Doors."},
      {
        "id":"ED038219",
        "title":"[The Pioneer Student Textbook for the Mohican School in the Out-of-Doors. A Teacher-Guided Study in Your Outdoor Laboratory.]"},
      {
        "id":"ED038220",
        "title":"The Report of the Curriculum Sub-Committee of the Committee for Outdoor Education. Richland, Huron, Knox, Crawford, and Ashland Counties."},
      {
        "id":"ED038221",
        "title":"The Minority Experience -- A Basic Bibliography of American Ethnic Studies."},
      {
        "id":"ED038222",
        "title":"The Counselors' Handbook for the Outdoor School."},
      {
        "id":"ED038223",
        "title":"The Student&apos;s Guidebook for the Outdoor School."},
      {
        "id":"ED038224",
        "title":"The Teachers' Handbook for the Outdoor School."},
      {
        "id":"ED038225",
        "title":"Migration to an American City."},
      {
        "id":"ED038226",
        "title":"The Rural Education Improvement Project. A Comprehensive Annual Report."},
      {
        "id":"ED038227",
        "title":"Planning Homemaking Experiences for Elementary Migrant Children. Inservice Workshop Plan."},
      {
        "id":"ED038228",
        "title":"Increasing Listening Abilities of Children: A Guide for Teachers."},
      {
        "id":"ED038229",
        "title":"Prediction of Delinquency, Adjustment, and Academic Achievement Over a Five Year Period with the Kvaraceus Delinquency Proneness Scale."},
      {
        "id":"ED038230",
        "title":"Problems of Prediction of Delinquency and Related Conditions Over a Seven Year Period."},
      {
        "id":"ED038231",
        "title":"Development and Use of the Chase Outdoor Education Inventory."},
      {
        "id":"ED038232",
        "title":"Speech and Language Program for Migrant Children."},
      {
        "id":"ED038233",
        "title":"The Effects of a Token Reinforcement System on the Reading and Arithmetic Skills Learnings of Migrant Primary School Pupils."},
      {
        "id":"ED038234",
        "title":"A Compendium of the Title I Migrant Program: Project Information."},
      {
        "id":"ED038235",
        "title":"Continuous Curriculum Development -- Rural School. Second Year Evaluation Report."},
      {
        "id":"ED038236",
        "title":"Annual Report of the Education Division Concerning Education in the Northwest Territories and Arctic Quebec, 1963-1964."},
      {
        "id":"ED038237",
        "title":"Annual Review of Education in the Northwest Territories and Arctic Quebec, 1964-1965."},
      {
        "id":"ED038238",
        "title":"Rock Program Evaluation, 1968 - 1969."},
      {
        "id":"ED038239",
        "title":"The Development of a Beginning Reading Program: An Empirically Derived Sequence for the Acquisition of Analytical Skills. Final Report."},
      {
        "id":"ED038240",
        "title":"Attitudes and the Art of Teaching Reading."},
      {
        "id":"ED038248",
        "title":"Elementary Reading Inventory."},
      {
        "id":"ED038250",
        "title":"Entry Skills to Reading Using Classroom Management Strategies: A Position Statement."},
      {
        "id":"ED035254",
        "title":"Independent School District #834, Stillwater Senior High School, Stillwater, Minnesota."},
      {
        "id":"ED035255",
        "title":"Henry B. duPont Middle School. Alexis I. duPont School District."},
      {
        "id":"ED035257",
        "title":"Thermal Performance of Idealized Double Windows, Unvented. Research Paper No. 223."},
      {
        "id":"ED035258",
        "title":"Humidity and Buildings. Technical Paper No. 188."},
      {
        "id":"ED035259",
        "title":"Glass Walls in North America. Technical Paper No. 179."},
      {
        "id":"ED035263",
        "title":"Higher Education Facilities Comprehensive Planning Program. Facilities Inventory Manual for New York State. Revised 1969."},
      {
        "id":"ED035264",
        "title":"On Using and Being a Consultant."},
      {
        "id":"ED035265",
        "title":"Costs and South Dakota Higher Education Statewide Comprehensive Plan of Higher Education in South Dakota. An Inventory of Costs Higher Education Data."},
      {
        "id":"ED035266",
        "title":"Areas and Facilities for Physical Education and Recreation. An Interpretive Bibliography."},
      {
        "id":"ED035267",
        "title":"Systematic Methods in School Planning, Programing, and Design. A Selected Bibliography."},
      {
        "id":"ED035268",
        "title":"Cost Factors in the Planning, Design, Financing, and Construction of Elementary and Secondary Educational Facilities. An Interpretive Bibliography."},
      {
        "id":"ED035269",
        "title":"Measurement of Listening Comprehension Via Television in Elementary School Spanish Instruction; Development of Programed Learning Materials for Use with Televised Spanish Instruction; Results in First, Second, and Third Year Research. Denver-Stanford Project on the Context of Instructional Television."},
      {
        "id":"ED035270",
        "title":"A Study of the Problems of a Media Center and Innovative Practices in the Junior College."},
      {
        "id":"ED035271",
        "title":"Results of Initial Experiment in Automated Teaching."},
      {
        "id":"ED035272",
        "title":"A Report on Project GROW: Philadelphia's Experimental Program in Computer Assisted Instruction."},
      {
        "id":"ED035291",
        "title":"New York State Conference on Instructional Uses of the Computer. Final Report."},
      {
        "id":"ED035294",
        "title":"Computer-Assisted Instruction in Statistics. Technical Report."},
      {
        "id":"ED035298",
        "title":"Orientation to Instructional Television for Faculties of Higher Education Institutions by Network ETV in Nebraska. A Study of Decision-Making for ETV Utilization. Final Report."},
      {
        "id":"ED035299",
        "title":"The Effectiveness and Efficiency of Two Types of Simulation as Functions of Level of Elementary Education Training. Final Report."},
      {
        "id":"ED035313",
        "title":"Principles and Practice of Instructional Technology. Participant's Workbook."},
      {
        "id":"ED035314",
        "title":"Development and Evaluation of Computer-Assisted Instruction in Instrumental Music. Final Report."},
      {
        "id":"ED035315",
        "title":"Time-Compressed Speech as an Educational Medium: Studies of Stimulus Characteristics and Individual Differences. Final Report."},
      {
        "id":"ED035317",
        "title":"A Study for the Coordination of Education Information and Data Processing from Kindergarten through College. Final Report."},
      {
        "id":"ED035319",
        "title":"Some Solutions to Problems Related to the Teaching of Foreign Languages in Elementary Schools."},
      {
        "id":"ED035320",
        "title":"Modern Foreign Language Enrollments in Four-Year Colleges and Universities, Fall 1961."},
      {
        "id":"ED035321",
        "title":"How Can Modern Language Teaching Promote International Understanding?"},
      {
        "id":"ED035322",
        "title":"A French Speaking Proficiency Test."},
      {
        "id":"ED035323",
        "title":"Three Analogies."},
      {
        "id":"ED035325",
        "title":"The Analysis of Culture."},
      {
        "id":"ED035327",
        "title":"Foreign Language Innovative Curricula Studies; End of Grant Period Report. Title III, ESEA, 1968-1969."},
      {
        "id":"ED035328",
        "title":"Discussion Groups in the Foreign Language Elementary Classroom."},
      {
        "id":"ED035331",
        "title":"The Role of Linguistics and Linguistic Analysis in Programs under Title VI of the National Defense Education Act of 1958: A Statement by the Committee on Language Programs, American Council of Learned Societies."},
      {
        "id":"ED035332",
        "title":"Development and Dissemination of Materials for the Teaching of World History in a Foreign Language (German). Final Report."},
      {
        "id":"ED035333",
        "title":"Programmed Learning as Used in the Tacoma Public Schools."},
      {
        "id":"ED035334",
        "title":"Modern Foreign Language in Ohio Elementary Schools. Revised Edition."},
      {
        "id":"ED035335",
        "title":"Teaching for Cross-Cultural Understanding. Foreign Language Curriculum Series, Publication No. 414."},
      {
        "id":"ED035336",
        "title":"The Status of Research in Foreign Languages."},
      {
        "id":"ED035337",
        "title":"Selected Bibliography of Educational Materials in Pakistan; July-September 1969, Volume 3, Number 3, 1969."},
      {
        "id":"ED035338",
        "title":"Ceylon Education Abstracts; January 1, 1963--December 31, 1965. Volume 1, Number 3, 1969."},
      {
        "id":"ED035343",
        "title":"Foreign Language Registrations and Student Contact Hours in Institutions of Higher Education, Fall 1968 and Summer 1969."},
      {
        "id":"ED035344",
        "title":"Why Study Russian? The AATSEEL Answers the Question."},
      {
        "id":"ED035346",
        "title":"Limits of Relevance and Choice."},
      {
        "id":"ED035347",
        "title":"Education for Tomorrow."},
      {
        "id":"ED035351",
        "title":"Management Ideas and Techniques for Higher Education."},
      {
        "id":"ED035352",
        "title":"The Student Role in Faculty Selection, Evaluation And Retention."},
      {
        "id":"ED035353",
        "title":"Constitution of the Yeshiva College Senate."},
      {
        "id":"ED035354",
        "title":"Eighth Annual Faculty Convocation."},
      {
        "id":"ED035355",
        "title":"Proposed Alterations In The Governance Of The University."},
      {
        "id":"ED035356",
        "title":"Recommendations for the Governance of Wesleyan University."},
      {
        "id":"ED035357",
        "title":"Who's in Charge? A Special Report."},
      {
        "id":"ED035358",
        "title":"Governance Report; Queens College of the City University of New York."},
      {
        "id":"ED035359",
        "title":"Proposed Constitution For A University Senate Of Morehead State University. Recommendations Of The Special Committee On University Government."},
      {
        "id":"ED035360",
        "title":"Report of the President's Committee On Student Involvement in the University."},
      {
        "id":"ED035363",
        "title":"The Role and Structure of Interdisciplinary and Multidisciplinary Research Centers."},
      {
        "id":"ED035364",
        "title":"The Support of Interdisciplinary and Transdisciplinary Programs."},
      {
        "id":"ED035365",
        "title":"Interdisciplinary Scholarship."},
      {
        "id":"ED035366",
        "title":"[Charter and Bylaws of the Spring Hill College Senate.]"},
      {
        "id":"ED035367",
        "title":"An Interim Report On Student Representation In The Academic Community At Syracuse University."},
      {
        "id":"ED035368",
        "title":"Enrollments in Oregon's Public and Independent Colleges and Universities. Actual and Projected Enrollments 1959 through 1978. A Staff Report."},
      {
        "id":"ED035370",
        "title":"National Norms for Entering College Freshmen - Fall 1969."},
      {
        "id":"ED035372",
        "title":"Summary of State Legislation Affecting Higher Education in the West: 1969."},
      {
        "id":"ED035373",
        "title":"Report and Recommendations to the Board of Higher Education of the City of New York. University Commission on Admissions, The City University of New York."},
      {
        "id":"ED035374",
        "title":"The Graduate Student as Teacher."},
      {
        "id":"ED035375",
        "title":"A Study of Student Financial Aid in Virginia."},
      {
        "id":"ED035376",
        "title":"A Selected and Annotated Bibliography on Evaluating Performance of College Faculty Members."},
      {
        "id":"ED035377",
        "title":"Curricular Reform for Concordia College."},
      {
        "id":"ED035378",
        "title":"The University of Wisconsin--Green Bay. 1970-71."},
      {
        "id":"ED035379",
        "title":"A Study to Develop Living Area Activities Designed to Improve the Retention Ratio of Potential Student Dropouts. Final Report."},
      {
        "id":"ED035380",
        "title":"The Effect of Repeated Listenings on Ability to Recognize the Structural Elements of Music and the Influence of this Ability on Affective Shift. Final Report."},
      {
        "id":"ED035381",
        "title":"Higher Education and Financial Control by State Governments in Southern Association States."},
      {
        "id":"ED035382",
        "title":"The Undergraduate Major in Political Science."},
      {
        "id":"ED035383",
        "title":"Ad Hoc Committee on the Role of Students in the Government of the University. Report to the University Committee."},
      {
        "id":"ED035384",
        "title":"Constructive Changes to Ease Campus Tensions."},
      {
        "id":"ED035385",
        "title":"An Analytical Study of Selected Contemporary American Choral Compositions and the Implications for Teaching Methods of Reading Music. Final Report."},
      {
        "id":"ED035386",
        "title":"Measuring the Institutional Stance on Matters of Student Conduct."},
      {
        "id":"ED035389",
        "title":"Does Financial Aid Help? A Study of the Effectiveness of Financial Assistance to Students at Harrisburg Area Community College."},
      {
        "id":"ED035390",
        "title":"Planning and Development Operational Procedures."},
      {
        "id":"ED035391",
        "title":"Junior College Students on Academic Probation."},
      {
        "id":"ED035392",
        "title":"SET: Students Evaluate Teaching."},
      {
        "id":"ED035393",
        "title":"Cultural Affairs: A Vital Phase of Community Services."},
      {
        "id":"ED035394",
        "title":"The Community-Junior College."},
      {
        "id":"ED035395",
        "title":"Community Relations: A Practical Approach."},
      {
        "id":"ED035396",
        "title":"Where Are They Now? A Follow-up of First Time In College Freshmen in Florida's Community Junior Colleges in Fall 1966."},
      {
        "id":"ED035397",
        "title":"Junior College Work Experience Education."},
      {
        "id":"ED035398",
        "title":"American Junior Colleges: Leadership and Crucial Issues for the 1970's."},
      {
        "id":"ED035399",
        "title":"Relevancy of the Community College."},
      {
        "id":"ED035400",
        "title":"Application for Accreditation."},
      {
        "id":"ED035401",
        "title":"The Role of the Student Personnel Staff Before, During and After a Confrontation With the Institution by Students."},
      {
        "id":"ED035402",
        "title":"[Studies Related to Grades and Grading Practices at Harcum Junior College.]"},
      {
        "id":"ED035403",
        "title":"Patterns of Educational Aspiration."},
      {
        "id":"ED035404",
        "title":"The Two-Year College and Its Students: An Empirical Report."},
      {
        "id":"ED035405",
        "title":"Report of the Hearing by the Canadian Commission for the Community College."},
      {
        "id":"ED035406",
        "title":"Criteria for Public Investment in the Two-Year College: A Program Budgeting Approach."},
      {
        "id":"ED035407",
        "title":"A Faculty Internship Program for William Rainey Harper College."},
      {
        "id":"ED035408",
        "title":"Teacher Evaluation: Toward Improving Instruction."},
      {
        "id":"ED035409",
        "title":"Non-Punitive Grading in California Junior Colleges."},
      {
        "id":"ED035410",
        "title":"Project Follow-Through: Progress Report II."},
      {
        "id":"ED035411",
        "title":"Systems Analysis of a Learning Resources Center."},
      {
        "id":"ED035412",
        "title":"Balance of Staff by Junior College Recruiters."},
      {
        "id":"ED035413",
        "title":"What Can I Do? An Alternative to Confrontation: The Bakersfield College Tutorial Project."},
      {
        "id":"ED035414",
        "title":"A New Approach to Community Services Through Community Involvement."},
      {
        "id":"ED035415",
        "title":"Curriculum."},
      {
        "id":"ED035416",
        "title":"Identifying the Effective Instructor."},
      {
        "id":"ED035417",
        "title":"The Junior College in International Perspective."},
      {
        "id":"ED035418",
        "title":"Inventory of Certain Characteristics and Opinions of Kansas Community Junior College Students. Final Report."},
      {
        "id":"ED035419",
        "title":"The Student Counseling Program: Criticism and Analysis."},
      {
        "id":"ED035421",
        "title":"A Systems Analysis of the Library and Information Science Statistical Data System: The Preliminary Study. Interim Report."},
      {
        "id":"ED035422",
        "title":"Interlibrary Loan Requests for Biomedical Literature Originating from Kentucky, Ohio and Michigan Institutions. Papers and Reports, No. 1."},
      {
        "id":"ED035423",
        "title":"Monitoring and Measuring Document Delivery Service. Papers and Reports, No. 2."},
      {
        "id":"ED035424",
        "title":"Kentucky, Ohio, Michigan Regional Medical Library Program; A Discussion of Its Formation. Papers and Reports, No. 3."},
      {
        "id":"ED035425",
        "title":"Availability of Library Service to Osteopathic Physicians in Southeastern Michigan."},
      {
        "id":"ED035426",
        "title":"An Evaluation of Hospital Library Service to Physicians in Essex County."},
      {
        "id":"ED035427",
        "title":"Availability of Bibliographic Information. II. Titles for the Medical School Library."},
      {
        "id":"ED035428",
        "title":"Cost and Time Analysis of Monograph Cataloging in Hospital Libraries: A Preliminary Study."},
      {
        "id":"ED035429",
        "title":"The Use of Hospital Health Science Libraries; A Methodological Study."},
      {
        "id":"ED035430",
        "title":"Relationships of Biomedical Information Services. Final Report."},
      {
        "id":"ED035431",
        "title":"A Computer Based System for Reserve Activities in a University Library."},
      {
        "id":"ED035432",
        "title":"The Cost of Maintaining and Updating Library Card Catalogs. Final Report."},
      {
        "id":"ED035433",
        "title":"A Study of the Access to the Scholarly Record From a Hospital Health Science Core Collection."},
      {
        "id":"ED035434",
        "title":"Four Years On. A Follow-up Study at School Leaving Age of Children Formerly Attending a Traditional and a Progressive Junior School."},
      {
        "id":"ED035435",
        "title":"Montessori Index. Third Edition."},
      {
        "id":"ED035436",
        "title":"The Advantaged: A Preschool Program for the Disadvantaged."},
      {
        "id":"ED035437",
        "title":"On Cognizing Cognitive Processes."},
      {
        "id":"ED035445",
        "title":"Elementary Physical Education: Topeka Public Schools."},
      {
        "id":"ED035446",
        "title":"Classification and Inferential Thinking in Children of Varying Age and Social Class."},
      {
        "id":"ED035447",
        "title":"Effect of Verbalization on Young Children's Learning of a Manipulative Skill."},
      {
        "id":"ED035448",
        "title":"A Comparative Study of Three Forms of the Metropolitan Readiness Test at Two Socio-Economic Levels."},
      {
        "id":"ED035449",
        "title":"The Role of Underdeterminacy and Reference in the Sentence Recall of Young Children."},
      {
        "id":"ED035450",
        "title":"A Study of the Influence of Certain Preschool Educational Movements on Contemporary Preschool Practices."},
      {
        "id":"ED035451",
        "title":"Worktable on Wheels."},
      {
        "id":"ED035452",
        "title":"Making a Child's Own Book."},
      {
        "id":"ED035453",
        "title":"Assessing Process and Product with Young Children in School Settings."},
      {
        "id":"ED035454",
        "title":"Syntactic Complexity in Mother-Child Interactions."},
      {
        "id":"ED035455",
        "title":"Postdoctoral Research Training Program in Educational Stimulation. Final Report."},
      {
        "id":"ED035456",
        "title":"Exemplary and Innovative Preschool Child Development Demonstration Centers, 1966-1969. Three Year Evaluation and Narrative Report."},
      {
        "id":"ED035457",
        "title":"Sex Education: Resource Unit; Grades K, 1, 2, 3, 4."},
      {
        "id":"ED035458",
        "title":"Analysis of Home Environment and Development of Parent Intervention."},
      {
        "id":"ED035459",
        "title":"Industrial Arts for the Primary Grades."},
      {
        "id":"ED035460",
        "title":"Social Studies in the Primary Grades."},
      {
        "id":"ED035461",
        "title":"Science for the Primary Grades: Questions and Answers."},
      {
        "id":"ED035462",
        "title":"A Pilot Study to Assess the Academic Progress of Disadvantaged First Graders Assigned to Class by Sex and Taught by a Teacher of the Same Sex."},
      {
        "id":"ED035463",
        "title":"The Teacher, Teacher Style, and Classroom Management. Proceedings of the Head Start Research Seminars: Seminar No. 2, The Teacher and Classroom Management (1st, Washington, D.C., July 22, 1968)."},
      {
        "id":"ED035464",
        "title":"The Story of an After - School Program."},
      {
        "id":"ED035465",
        "title":"Lessons in Discovery, An Invitation to Innovation."},
      {
        "id":"ED035466",
        "title":"A Survey of the Contemporary Indians of Canada: Economic, Political, Educational Needs and Policies. Volume II."},
      {
        "id":"ED035467",
        "title":"A Curriculum Guide for Beginning Non-English Speaking Children."},
      {
        "id":"ED035468",
        "title":"Evaluation Report of the 1968-69 University of Minnesota Cultural Education Specialist and Associate Program: Indian American and Afro-American Aspects."},
      {
        "id":"ED035469",
        "title":"National Rural Manpower: Adjustment to Industry. Analysis of Policies and Programmes."},
      {
        "id":"ED035470",
        "title":"Subregional Variability of Adjustment Factors of Rural Families in the South."},
      {
        "id":"ED035471",
        "title":"That These People May Live; Conditions Among the Oglala Sioux of the Pine Ridge Reservation. [Hechel Lena Oyate Kin Nipi Kte.]"},
      {
        "id":"ED035472",
        "title":"A Curriculum Enrichment Guide Using Veteran Acres Crystal Lake Park District."},
      {
        "id":"ED035473",
        "title":"Outdoor Education Primary Resource Guide. A Reprint of the Resource Guide for Teaching In-About-For-the Outdoors, 1967."},
      {
        "id":"ED035474",
        "title":"To Our Indian Youth - Generation With a Future."},
      {
        "id":"ED035475",
        "title":"Minority Groups in New Mexico."},
      {
        "id":"ED035477",
        "title":"Variables Influencing Behavior in Indigenous Non-Western Cultures. Final Progress Report."},
      {
        "id":"ED035478",
        "title":"The French and Non-French in Rural Louisiana. A Study of the Relevance of Ethnic Factors to Rural Development."},
      {
        "id":"ED035481",
        "title":"Differentials in the Incidence of Poverty in Texas. Departmental Information Report 66-9."},
      {
        "id":"ED035482",
        "title":"The Indian Relief Recipient in Minneapolis: An Exploratory Study."},
      {
        "id":"ED035483",
        "title":"The Role of Changing Woman and the Twins in the Navajo Origin Myth. An Effort to Correlate Navajo Legends With the Present Navajo Culture and Educational Needs."},
      {
        "id":"ED035484",
        "title":"Analytical Bibliography of Navajo Reading Materials. Navajo Reading Study, Progress Report No. 3."},
      {
        "id":"ED035485",
        "title":"La Raza; A Guide to the Heritage of Mexican Americans."},
      {
        "id":"ED035486",
        "title":"Part-Time Entry Job Survey of Prairie Grove, Arkansas."},
      {
        "id":"ED035487",
        "title":"Workshop in Cross-Cultural Education. Summary Report and Project Evaluation."},
      {
        "id":"ED035488",
        "title":"Phillip and His Family."},
      {
        "id":"ED035489",
        "title":"A Time for Change and Challenge: Civil Rights in Colorado, 1966-1969."},
      {
        "id":"ED035490",
        "title":"Progress of Education in the Asian Region: A Statistical Review."},
      {
        "id":"ED035491",
        "title":"A Resident Outdoor Education Program for Public Schools. Goals and Objectives."},
      {
        "id":"ED035494",
        "title":"Language Games in the Yakima Valley. Final Report."},
      {
        "id":"ED035495",
        "title":"Does Your Child Have a Future?"},
      {
        "id":"ED035496",
        "title":"The Creative Process in Sports & Dance."},
      {
        "id":"ED035497",
        "title":"Background and Community Orientation of Rural Physicians Compared with Metropolitan Physicians in Missouri. Series in Rural Health, No. 19."},
      {
        "id":"ED035498",
        "title":"Research Related to Camping. Proceedings of Workshop on Research Related to Camping (Martinsville, Indiana, March 21-23, 1963)."},
      {
        "id":"ED035499",
        "title":"[Bibliography of Studies and Research in Camping and Outdoor Education and Supplement.]"},
      {
        "id":"ED035500",
        "title":"Employment, Unemployment, and Low Incomes in Appalachia."},
      {
        "id":"ED035501",
        "title":"Factors Contributing to Adjustment and Achievement. Progress Report."},
      {
        "id":"ED035502",
        "title":"Proceedings of a Symposium on the Educational Process and Social Change in a Specialized Environmental Milieu."},
      {
        "id":"ED035503",
        "title":"The Status of Spanish-Surnamed Citizens in Colorado. Report to the Colorado General Assembly."},
      {
        "id":"ED035504",
        "title":"Feasibility of Summer Employment of Teachers."},
      {
        "id":"ED035505",
        "title":"[Low Incomes of Rural People: The Nature and Extent of the Problem in a South-Central Kentucky Area and Statistical Supplement.]"},
      {
        "id":"ED035506",
        "title":"Career Placement and Economic Life Chances of Young Men from Eastern Kentucky."},
      {
        "id":"ED035507",
        "title":"A Prospectus for Rural Education in Alaska."},
      {
        "id":"ED035508",
        "title":"The Small School Library."},
      {
        "id":"ED035509",
        "title":"The Mexican American."},
      {
        "id":"ED035510",
        "title":"Psychological Correlates of Reading Deficiency: Etiological and Normative Comparisons."},
      {
        "id":"ED035511",
        "title":"The CRAFT Project: Final Report of a Three-Year Project on Teaching Reading to Disadvantaged Urban Negro Children."},
      {
        "id":"ED035512",
        "title":"Effect of Kindergarten on the Reading of Disadvantaged Children."},
      {
        "id":"ED035513",
        "title":"The Relation Between Cloze and Multiple-Choice Test Scores as a Function of Relative Paragraph Difficulty and Grade Level."},
      {
        "id":"ED035514",
        "title":"A Taxonomy of Cloze Research, Part I: Readability and Reading Comprehension."},
      {
        "id":"ED035515",
        "title":"Visual Word Recognition: Its Implications for Reading Research and Instruction."},
      {
        "id":"ED035516",
        "title":"Functional Equivalence of Feature Combinations in the Visual Identification of Words."},
      {
        "id":"ED035517",
        "title":"The Use of Redundancy by Beginning Readers."},
      {
        "id":"ED035518",
        "title":"Conceptual Skills in Beginning Reading."},
      {
        "id":"ED035519",
        "title":"A High Versus Low Rationale Approach in Teaching Reading. Final Report."},
      {
        "id":"ED035520",
        "title":"Suggestions for a Corrective and Remedial Reading Program."},
      {
        "id":"ED035521",
        "title":"A Comparative Study of Reading Improvement Programs in Industry and Education in the United States and Canada."},
      {
        "id":"ED035523",
        "title":"An Evaluation of the Sullivan Reading Program, 1967-1969, Rhoads Elementary School."},
      {
        "id":"ED035524",
        "title":"Reading for the Gifted: Guided Extension of Reading Skills Through Literature. Part V."},
      {
        "id":"ED035525",
        "title":"Recommendations for Reading Programs."},
      {
        "id":"ED035526",
        "title":"ERMAS: Experiment in Reading for Mexican American Students."},
      {
        "id":"ED035528",
        "title":"The Psychological Reality of the Apparent Perceptual Dimensions of the Alphabet."},
      {
        "id":"ED035529",
        "title":"Teaching Reading to Brain-Damaged Children: A Review."},
      {
        "id":"ED035530",
        "title":"Reading K-3. Instructional Objectives Exchange. A Project of the Center for the Study of Evaluation."},
      {
        "id":"ED035539",
        "title":"A Suggested Approach to the Elementary School Science Curriculum."},
      {
        "id":"ED035540",
        "title":"Some Guides to Discovery About Elm Trees, Owls, Cockroaches, Earthworms, Cement and Concrete."},
      {
        "id":"ED035541",
        "title":"PINE Discovery Box, 101 Stimulating Ideas."},
      {
        "id":"ED035542",
        "title":"A New Design for Evaluation in Mathematics Education: Longitudinal Comprehensive Achievement Monitoring."},
      {
        "id":"ED035543",
        "title":"An Introduction to Continued Fractions."},
      {
        "id":"ED035544",
        "title":"Geometry in the Secondary School, A Compendium of Papers Presented in Houston, Texas, January 29, 1967, at a Joint Session of The Mathematical Association of America and The National Council of Teachers of Mathematics."},
      {
        "id":"ED035545",
        "title":"Research in Mathematics Education."},
      {
        "id":"ED035546",
        "title":"Administrative Responsibility for Improving Mathematics Programs."},
      {
        "id":"ED035547",
        "title":"How to Study Mathematics, A Handbook for High School Students."},
      {
        "id":"ED035548",
        "title":"Secret Codes, Remainder Arithmetic, and Matrices."},
      {
        "id":"ED035549",
        "title":"The Number Story."},
      {
        "id":"ED035550",
        "title":"Recreational Mathematics."},
      {
        "id":"ED035551",
        "title":"Some Ideas About Number Theory."},
      {
        "id":"ED035552",
        "title":"Puzzles & Graphs."},
      {
        "id":"ED035554",
        "title":"Health, An Instructional Guide, Junior High School."},
      {
        "id":"ED035555",
        "title":"A Lecture-Tutorial Approach to Mass Instruction in Sociology: Attitudes and Performance."},
      {
        "id":"ED035556",
        "title":"A Continuing Experiment in Mass Education - A Progress Report."},
      {
        "id":"ED035557",
        "title":"Science Education in 1991."},
      {
        "id":"ED035558",
        "title":"A Plan and Design for Natural Resources Education."},
      {
        "id":"ED035564",
        "title":"Feedback and Remedial Instruction in Learning Hierarchical Tasks. Final Report."},
      {
        "id":"ED035565",
        "title":"Tenth Year Mathematics, 1968 Reprint from 1954 Syllabus."},
      {
        "id":"ED035567",
        "title":"Mathematics, 7-9, Instructional Objectives Exchange."},
      {
        "id":"ED035568",
        "title":"Mathematics, K-3, Instructional Objectives Exchange."},
      {
        "id":"ED035574",
        "title":"An Analysis of Certain Aspects of Approximation Theory as Related to Mathematical Instruction in Algebra. Final Report."},
      {
        "id":"ED035575",
        "title":"Enrichment Programs for Intellectually Gifted Pupils."},
      {
        "id":"ED035576",
        "title":"Teacher Aide Training Program."},
      {
        "id":"ED035577",
        "title":"The Effect of Practice Teaching in Inner City Schools on Attitudes Toward Teaching in Inner City Schools."},
      {
        "id":"ED035578",
        "title":"The Coffe Report, 1969."},
      {
        "id":"ED035579",
        "title":"Evaluation Handicapped Component. Implementation of the Teacher and His Staff."},
      {
        "id":"ED035580",
        "title":"Implementation of the Teacher and His Staff Concept Project. Research Report No. 2, Evaluation Report."},
      {
        "id":"ED035581",
        "title":"Internal PR for Education Associations. PR Bookshelf No. 4."},
      {
        "id":"ED035582",
        "title":"Supportive Training for Inexperienced and New Teachers (STINT). Part I."},
      {
        "id":"ED035583",
        "title":"Student Learnings from Sociology Project Materials According to Teacher Preparation in Sociology."},
      {
        "id":"ED035584",
        "title":"Behavioral Analysis Instrument for Teachers."},
      {
        "id":"ED035585",
        "title":"A Program of Professional Development. EPDA. Summer 1969."},
      {
        "id":"ED035586",
        "title":"System Theory: Some Applications for Curriculum and Instruction."},
      {
        "id":"ED035587",
        "title":"A Systems Approach to the Organization of Teacher Training Experiences."},
      {
        "id":"ED035588",
        "title":"The Use of Student Feedback in Teacher Training."},
      {
        "id":"ED035589",
        "title":"Teacher Assessment of Pupil Potential. Report Series No. 33."},
      {
        "id":"ED035590",
        "title":"Teacher Education and Job Corps Cooperative Project."},
      {
        "id":"ED035591",
        "title":"A Program of Orientation and In-Service Education of Cooperating Teachers."},
      {
        "id":"ED035592",
        "title":"Effects of Feedback on Teacher Behavior. An Exploration into the Use of Videotaping in Teacher Education Programs."},
      {
        "id":"ED035593",
        "title":"Discovery Learning: A Status Study, Grades 4-7, and an Examination of the Influence of Verbalizing Mode on Retention. Report from the Project on Analysis of Mathematics Instruction."},
      {
        "id":"ED035594",
        "title":"Summary of the Specifications for a Comprehensive Undergraduate and Inservice Teacher Education Program for Elementary Teachers. Summary of the Final Report."},
      {
        "id":"ED035595",
        "title":"Summary of the Educational Specifications for a Comprehensive Elementary Teacher Education Program. Summary of the Final Report."},
      {
        "id":"ED035596",
        "title":"Summary of a Model of Teacher Training for the Individualization of Instruction. Summary of the Final Report."},
      {
        "id":"ED035597",
        "title":"Summary of Behavioral Science Elementary Teacher Education Program. Summary of the Final Report."},
      {
        "id":"ED035598",
        "title":"Teaching Experience as a Modifier of Teaching Behavior. Final Report."},
      {
        "id":"ED035599",
        "title":"Project Evaluation: The Effect of Selected Media Feedback upon the Interactive Behavior of Student Teachers. Final Report."},
      {
        "id":"ED035600",
        "title":"Comparison of Training Procedures for Promoting Teacher and Learner Translation Behavior. Technical Report No. 9."},
      {
        "id":"ED035601",
        "title":"A Guide to a Model for the Preparation of Elementary School Teachers."},
      {
        "id":"ED035602",
        "title":"A Guide to Behavioral Science Elementary Teacher Education Program."},
      {
        "id":"ED035603",
        "title":"A Guide to a Competency-Based, Field-Centered Systems Approach to Elementary Teacher Education."},
      {
        "id":"ED035604",
        "title":"A Guide to Specifications for a Comprehensive Undergraduate and Inservice Teacher Education Program for Elementary Teachers."},
      {
        "id":"ED035605",
        "title":"A Guide to the Teacher-Innovator: A Program To Prepare Teachers."},
      {
        "id":"ED035606",
        "title":"A Guide to Georgia Educational Model Specifications for the Preparation of Elementary Teachers."},
      {
        "id":"ED035607",
        "title":"A Guide to Educational Specifications for a Comprehensive Elementary Teacher Education Program."},
      {
        "id":"ED035608",
        "title":"A Guide to Model Elementary Teacher Education Program."},
      {
        "id":"ED035609",
        "title":"A Guide to a Model of Teacher Training for the Individualization of Instruction."},
      {
        "id":"ED035610",
        "title":"Summary Report of the Wisconsin Elementary Teacher Education Project. Feasibility Study of Wisconsin Elementary Teacher Education Project."},
      {
        "id":"ED035611",
        "title":"Leadership Roles in the Elementary School."},
      {
        "id":"ED035612",
        "title":"Peer Group Evaluation in Sensitivity Training Program in Graduate Education."},
      {
        "id":"ED035613",
        "title":"The Effects of Dogmatic and Non-Dogmatic Leaders on Teachers Attending a Race Relations Seminar."},
      {
        "id":"ED035614",
        "title":"Differentiated Teaching Personnel: A Model for the Secondary School."},
      {
        "id":"ED035615",
        "title":"Dictation: A Bridge between Oral and Written Composition."},
      {
        "id":"ED035616",
        "title":"Teaching World Literature at the High School Level."},
      {
        "id":"ED035617",
        "title":"Preparation for Teaching of Literature: Some Problems of Continuity."},
      {
        "id":"ED035619",
        "title":"Using Children's Literature in the Elementary School."},
      {
        "id":"ED035622",
        "title":"Factors Influencing the Role of Supervisors of English."},
      {
        "id":"ED035623",
        "title":"McLuhan and the Future of Literature."},
      {
        "id":"ED035624",
        "title":"Tagmemics: The Study of Units Beyond the Sentence."},
      {
        "id":"ED035625",
        "title":"English for the Academically Talented Student in the Secondary School. 1969 Revision of the Report of the Committee on English Programs for High School Students of Superior Ability of the National Council of Teachers of English."},
      {
        "id":"ED035626",
        "title":"English Language Arts: Listening and Speaking K-12."},
      {
        "id":"ED035633",
        "title":"Use of Paperbacks and Visual Aids in Teaching Composition to College Freshman. Final Report."},
      {
        "id":"ED035637",
        "title":"The Story of Language."},
      {
        "id":"ED035645",
        "title":"Final Technical Report on the Institute for State Supervisors of English and Reading."},
      {
        "id":"ED035646",
        "title":"Give Up the Ship: A New Basis for State Certification."},
      {
        "id":"ED035647",
        "title":"Preparing the Teacher of English for the Inner City."},
      {
        "id":"ED035648",
        "title":"Will the Real Mockingbird Please Stand Up?"},
      {
        "id":"ED035649",
        "title":"Rosencrantz &amp; Guildenstern Are Alive in the Classroom."},
      {
        "id":"ED035650",
        "title":"Dramatic Improvisation as English Teaching Methodology."},
      {
        "id":"ED035651",
        "title":"To Look or To See: Film Study in the English Curriculum."},
      {
        "id":"ED035652",
        "title":"A Comparison of the Writing of Eighth- and Twelfth-Grade Students. Report from the Individually Guided Instruction in English Language, Composition, and Literature Project."},
      {
        "id":"ED035653",
        "title":"The Effect of Literature on Vocabulary and Reading Achievement."},
      {
        "id":"ED035654",
        "title":"Teachers Surveyed: A Decade of Individualized Reading."},
      {
        "id":"ED035655",
        "title":"Fourth Graders Do Write About Their Problems."},
      {
        "id":"ED035656",
        "title":"Teaching Standard English as an Alternate Dialect."},
      {
        "id":"ED035657",
        "title":"Shakespeare's &quot;Julius Caesar&quot;: The Initial Classroom Presentation. An Introduction to Theatre, Volume 2. Revised Edition."},
      {
        "id":"ED035659",
        "title":"Strategies for Social Studies."},
      {
        "id":"ED035660",
        "title":"1969-70 Advanced Placement European History."},
      {
        "id":"ED035661",
        "title":"Modern Europe: An Instructional Guide, Grades 10-12."},
      {
        "id":"ED035662",
        "title":"Western Civilization--Perspectives on Change, Grade Seven. The TABA Social Studies Curriculum."},
      {
        "id":"ED035664",
        "title":"Science and English: A Rapprochement through Literature."},
      {
        "id":"ED035665",
        "title":"Three Views of Poetic Form."},
      {
        "id":"ED035666",
        "title":"Criticism, Visible and Invisible."},
      {
        "id":"ED035668",
        "title":"The Idea of Coverage in the Teaching of Literature."},
      {
        "id":"ED035669",
        "title":"Woodsman, Spare Those &quot;Trees&quot;!"},
      {
        "id":"ED035670",
        "title":"Reading &quot;Paradise Lost;&quot;&quot;The Grand Masterpiece to Observe.&quot;"},
      {
        "id":"ED035671",
        "title":"Teaching the Teaching Assistant."},
      {
        "id":"ED035672",
        "title":"\"The Waste Sad Time\": Some Remarks on Class Visitation."},
      {
        "id":"ED035673",
        "title":"Composition and the Elementary Teacher."},
      {
        "id":"ED035675",
        "title":"Discovering and Developing the College Potential of Disadvantaged High School Youth; A Report of the Third Year of a Longitudinal Study on the College Discovery and Development Program."},
      {
        "id":"ED035676",
        "title":"Oral History and the Black Studies Program."},
      {
        "id":"ED035677",
        "title":"IRCD Bulletin; Volume 5, Number 3, Summer 1969."},
      {
        "id":"ED035678",
        "title":"The Social Pathology Model: Historical Bases for Psychology's Denial of the Existence of Negro Culture."},
      {
        "id":"ED035679",
        "title":"Education in the Inner City. Curriculum Bulletin, Volume 1, Number 10."},
      {
        "id":"ED035680",
        "title":"The Evolution of a Therapeutic Group Approach to School-Age Pregnant Girls."},
      {
        "id":"ED035681",
        "title":"The Changing Image of the Black American: A Socio-psychological Appraisal."},
      {
        "id":"ED035682",
        "title":"Reclaiming the Hard Core Unemployed through Training."},
      {
        "id":"ED035683",
        "title":"Theorizing in a Participatory Democracy."},
      {
        "id":"ED035684",
        "title":"Cross-cultural Relationships in a Summer Camp."},
      {
        "id":"ED035686",
        "title":"The College Readiness Program: A Program for Third World Students at the College of San Mateo, California. The Study of Collegiate Compensatory Programs for Minority Group Youth."},
      {
        "id":"ED035687",
        "title":"Laboratory Experiences for Disadvantaged Youth in the Middle School."},
      {
        "id":"ED035689",
        "title":"Federal Enforcement of School Desegregation. A Report."},
      {
        "id":"ED035690",
        "title":"Annual Report of Rough Rock Demonstration School for 1968-69; July 1, 1968 Through June 30, 1969."},
      {
        "id":"ED035691",
        "title":"Changes in Cognitive Style: An Analysis of the Impact of White Suburban Schools on Inner City Children."},
      {
        "id":"ED035692",
        "title":"How ESEA Title II Meets the Educational Needs of Poor Children. A Special Report."},
      {
        "id":"ED035693",
        "title":"Some Basic Guidelines for Building Parent Participation Groups to Effect Changes in the Public School System."},
      {
        "id":"ED035694",
        "title":"Two Measures of Delay of Gratification: Age and Socioeconomic Status in Young Children."},
      {
        "id":"ED035695",
        "title":"Closing the Gap. A Report of the First Two Years of Experience with ESEA, Title I in New York State."},
      {
        "id":"ED035696",
        "title":"Mathematics Education and the Educationally Disadvantaged."},
      {
        "id":"ED035697",
        "title":"Mathematics Education Programs Funded Under Title I, ESEA of 1965. Volume II."},
      {
        "id":"ED035698",
        "title":"The Negro American: A Reading List for Elementary Teachers."},
      {
        "id":"ED035699",
        "title":"Blueprint for the Disadvantaged."},
      {
        "id":"ED035700",
        "title":"Early Identification of Educationally High Potential and High Risk Children."},
      {
        "id":"ED035701",
        "title":"ESEA Title I Evaluation Report, FY 1969."},
      {
        "id":"ED035702",
        "title":"Evaluation Report of the Center for the Study of Migrant and Indian Education, Toppenish, Washington."},
      {
        "id":"ED035703",
        "title":"Affective Climate and Integration: A Report Presented to ERIC Clearing House on the Disadvantaged."},
      {
        "id":"ED035704",
        "title":"An Evaluation of the Written Composition of High School Students in Five College Discovery Centers in New York City. Research Report."},
      {
        "id":"ED035705",
        "title":"Why Do Teenagers Go to College? College Discovery and Development Program. Research Report."},
      {
        "id":"ED035706",
        "title":"College Discovery and Development Tutorial Program, 1967-68. Research Report."},
      {
        "id":"ED035707",
        "title":"It's Either Brain Damage or No Father: The False Issue of Deficit Vs. Difference Models of Afro-American Behavior."},
      {
        "id":"ED035708",
        "title":"The Melting Pot, the Mold and Resultant Rejects. National Conference on Equal Educational Opportunity."},
      {
        "id":"ED035709",
        "title":"The Relationship of Teachers' Assigned Marks to Tested Achievement Among Educationally and Culturally Disadvantaged Children in the Elementary Grades. Final Report."},
      {
        "id":"ED035710",
        "title":"Operation Fair Chance; The Establishment of Two Centers to Improve the Preparation of Teachers of Culturally Disadvantaged Students, Emphasizing Occupational Understanding Leading to Technical Vocational Competence. Final Report."},
      {
        "id":"ED035711",
        "title":"Improving Teacher Education for Disadvantaged Youth: What University Professors Can Learn from Classroom Teachers. Conference Proceedings, May 15-17, 1966. Project Beacon."},
      {
        "id":"ED035712",
        "title":"Homework Helper Program, New York City. Program Conspectus."},
      {
        "id":"ED035713",
        "title":"Intensive Reading Instructional Teams (IRIT), Hartford, Connecticut. Program Conspectus."},
      {
        "id":"ED035714",
        "title":"Follow-up Study of the Effects of a Language Stimulation Program upon Negro Educationally Disadvantaged First Grade Children. Final Report."},
      {
        "id":"ED035715",
        "title":"Gainful Employment in Home Economics; Phase I, An Assessment of the Occupational Opportunities in the State of Florida Utilizing Knowledge and Skills Derived from the Field of Home Economics."},
      {
        "id":"ED035716",
        "title":"Manpower Information for Vocational Education Planning. Final Report. Leadership Series No. 21."},
      {
        "id":"ED035717",
        "title":"Employment Programs for the Poor. A Community Action Agency Manpower Guidebook."},
      {
        "id":"ED035718",
        "title":"Guidelines for Program Development and Evaluation; Vocational Diploma, Associate Degree."},
      {
        "id":"ED035719",
        "title":"Appraising Selected Manpower Training Programs in the Los Angeles Area."},
      {
        "id":"ED035720",
        "title":"A Plan for Research in Distributive Education; Report of a Research Planning Seminar. Final Report. Leadership Series No. 22."},
      {
        "id":"ED035721",
        "title":"Innovations and Experiments in Uses of Health Manpower--A Study of Selected Programs and Problems in the United Kingdom and the Soviet Union."},
      {
        "id":"ED035723",
        "title":"Proceedings of Symposium on Paramedical Education and Career Mobility (Evergreen Park, Ill., June 6 and 7, 1968)."},
      {
        "id":"ED035724",
        "title":"Second National Leadership Development Seminar for State Directors of Vocational Education. Final Report. Leadership Series No. 23."},
      {
        "id":"ED035725",
        "title":"Effecting Attitudinal Changes in Industrial Arts Education. Final Report, Dec. 1968-Oct. 1969."},
      {
        "id":"ED035727",
        "title":"Annotated Bibliography on Inservice Training for Allied Professionals and Nonprofessionals in Community Mental Health. Public Health Service Publication No. 1901."},
      {
        "id":"ED035728",
        "title":"Annotated Bibliography on Inservice Training in Mental Health for Staff in Residential Institutions. Public Health Service Publication No. 1902."},
      {
        "id":"ED035731",
        "title":"Allied Health Personnel; A Report on Their Use in the Military Services as a Model for Use in Nonmilitary Health-Care Programs."},
      {
        "id":"ED035733",
        "title":"An Accident Prevention Program for School Shops and Laboratories; A Suggested Guide for School Administrators."},
      {
        "id":"ED035734",
        "title":"The Allied Medical Development Project, Forest Park Community College. Final Report."},
      {
        "id":"ED035735",
        "title":"Gainful Employment in Home Economics, Phase II; Seminar on Gainful Employment in Home Economics, July 1, 1967--June 30, 1968."},
      {
        "id":"ED035736",
        "title":"Gainful Employment in Home Economics, Phase III; Off-Campus Class on Gainful Employment and Production of Five State Curriculum Guides, July 1, 1968-June 30, 1969."},
      {
        "id":"ED035739",
        "title":"Work Experience of Certified Laboratory Assistants."},
      {
        "id":"ED035740",
        "title":"Selected Listing of Federal and Non-Federal Programs Relating to Allied Health."},
      {
        "id":"ED035741",
        "title":"Technical Report on Occupations in Numerically Controlled Metal-Cutting Machining."},
      {
        "id":"ED035742",
        "title":"Pilot Programs in Vocational Agriculture. Report No. 2, Characteristics of Students Enrolled in Wisconsin Vocational Agriculture Pilot Programs, 1968-1969."},
      {
        "id":"ED035743",
        "title":"A Guide to the Development of Vocational Education Programs and Services for the Disadvantaged."},
      {
        "id":"ED035744",
        "title":"Utilization of Competency Examinations in Vocational and Technical Education."},
      {
        "id":"ED035745",
        "title":"Vocational Education, The Bridge Between Man and His Work."},
      {
        "id":"ED035746",
        "title":"Review and Synthesis of Research: Analysis for Curriculum Development in Vocational Education. Research Series No. 46."},
      {
        "id":"ED035750",
        "title":"Vocational-Technical Education: New Horizons; A Symposium Presented at the Meeting of the American Personnel and Guidance Association (Las Vegas, Nevada, April 2, 1969)."},
      {
        "id":"ED035754",
        "title":"Develop New Careers Ladders, With Appropriate Education Components, In the Administration of Justice. Technical Report."},
      {
        "id":"ED035755",
        "title":"Waiter-Waitress; A Suggested Guide for a Training Course."},
      {
        "id":"ED035756",
        "title":"Program, Planning, Budgeting Systems for Educators. Volume III: An Annotated Bibliography. Final Report. Bibliography Series No. 3."},
      {
        "id":"ED035757",
        "title":"Activities of the Nebraska Research Coordinating Unit for Vocational Education. Final Report."},
      {
        "id":"ED035758",
        "title":"Manpower Aspects of Recent Economic Developments in Europe."},
      {
        "id":"ED035760",
        "title":"Research Coordinating Unit for Vocational Education in Oklahoma. Final Report, December 1, 1966-August 31, 1969."},
      {
        "id":"ED035761",
        "title":"An Experimental Guide for Personnel Training Requirements of Technicians in Future Food Irradiation Technology Industries. Final Report."},
      {
        "id":"ED035762",
        "title":"Research Related to the Disadvantaged and Research Strategies for the Seventies."},
      {
        "id":"ED035763",
        "title":"The Training and Placement of Older Workers: An Evaluation of Four Community Projects."},
      {
        "id":"ED035764",
        "title":"Occupational Adjustment in the South: Part II. An Examination of Age Distribution and Employment Participation Rates by Main Occupation for Workers in the South, 1940-1960. Center Research and Development Report No. 3."},
      {
        "id":"ED035765",
        "title":"Occupational Adjustment in the South: Part I. A Summary of Occupational Employment in the South, 1940-1960, and Projections for 1970 and 1980. Center Research and Development Report No. 2."},
      {
        "id":"ED035766",
        "title":"A Program of Research and Development For Tennessee Designed to Bring Together All Available Research Resources to Support A Continuing Program of Vocational Education. Final Report."},
      {
        "id":"ED035767",
        "title":"Utah Coordinating Unit for Research in Vocational and Technical Education. Final Report."},
      {
        "id":"ED035768",
        "title":"Employment and Training Legislation-1968; Background Information."},
      {
        "id":"ED035770",
        "title":"Health Manpower, United States 1965-1967; Vital and Health Statistics Data on National Health Resources. Public Health Service Publication No. 1000-Series 14-No. 1."},
      {
        "id":"ED035771",
        "title":"Education, Human Resources, and Development in Latin America."},
      {
        "id":"ED035772",
        "title":"Personnel Training and Employment Needs of Hospital Food Services in Tennessee."},
      {
        "id":"ED035773",
        "title":"An Experimental Evaluation of Approaches to Preparing High School Students for Agricultural Occupations Other Than Farming and (Principles Versus Traditional Approach to Teaching Vocational Agriculture). Final Report."},
      {
        "id":"ED035775",
        "title":"Science Education Information Reports: Research Review Series--Science Paper 1. A Summary of Research in Science Education for the Years 1965-67, Secondary Level."},
      {
        "id":"ED035776",
        "title":"Science and Math Education Information Report: National Association for Research in Science Teaching. 43rd Annual Meeting. Abstracts of Presented Papers."},
      {
        "id":"ED035777",
        "title":"Adult Basic Education; Current Information Sources, 27."},
      {
        "id":"ED035778",
        "title":"The School Dropout: A Review of ERIC Literature. ERIC-IRCD Urban Disadvantaged Series, Number 9."},
      {
        "id":"ED035779",
        "title":"School Dropout Programs: A Review of the ERIC Literature. ERIC-IRCD Urban Disadvantaged Series, Number 10."},
      {
        "id":"ED035780",
        "title":"The School Dropout and the World of Work: A Review of the ERIC Literature. ERIC-IRCD Urban Disadvantaged Series, Number 11."},
      {
        "id":"ED035781",
        "title":"The Language of Tests for Young Children. CSE Working Paper No. 7."},
      {
        "id":"ED035782",
        "title":"The Study of Cost and Quality of New York School Districts. Final Report."},
      {
        "id":"ED035783",
        "title":"CAPS Capsule: The National Assessment of Educational Progress, Concept and Organization, Vol. 3, No. 2."},
      {
        "id":"ED035784",
        "title":"Preliminary Evaluation Report on the Los Angeles City Schools SB 28 Demonstration Program in Mathematics. CSE Working Paper No. 1."},
      {
        "id":"ED035785",
        "title":"Measuring the Institutional Stance on Matters of Student Conduct. CSE Report No. 55."},
      {
        "id":"ED035786",
        "title":"Student Participation in Academic Governance, Review 1."},
      {
        "id":"ED035787",
        "title":"Higher Education Opportunities for High-Risk Disadvantaged Students: A Review of the Literature."},
      {
        "id":"ED035788",
        "title":"The Evaluation of Three U.S. Air Force Instructional Systems Within Civilian Education. Final Report."},
      {
        "id":"ED035789",
        "title":"Programmed Instruction in Business and Industry, Current Information Sources, No. 28."},
      {
        "id":"ED035790",
        "title":"The Influence of Analysis and Evaluation Questions on Achievement and Critical Thinking in Sixth Grade Social Studies. Final Report."},
      {
        "id":"ED035791",
        "title":"Teacher-Parent Relations in Preschools."},
      {
        "id":"ED035792",
        "title":"Sentimentality in Preschool Teachers: Some Possible Interpretations."},
      {
        "id":"ED035793",
        "title":"Recent Doctoral Dissertation Research in Reading, Supplement 2. ERIC/CRIER Reading Review Series, Bibliography 24."},
      {
        "id":"ED035795",
        "title":"Continuing Education and Community Service in Massachusetts."},
      {
        "id":"ED035797",
        "title":"The Community - What Is It?"},
      {
        "id":"ED035800",
        "title":"Ohio Seminar for Administrators of Adult Basic Education."},
      {
        "id":"ED035801",
        "title":"Ohio Seminar for Administrators of Adult Basic Education."},
      {
        "id":"ED035802",
        "title":"Creating and Using Systemic Links Among Low-Income Families."},
      {
        "id":"ED035803",
        "title":"Proceedings of the First Annual Western Regional Conference, Region VI: National University Extension Association (May 1-2, 1969)."},
      {
        "id":"ED035804",
        "title":"Guide for Public Educational Agencies in Planning and Conducting Adult Basic Education Programs."},
      {
        "id":"ED035805",
        "title":"Breakthrough for Disadvantaged Youth."},
      {
        "id":"ED035807",
        "title":"Management's Attitudes and Evaluations of Government Training Programs and Government Subsidization for Industrial Training."},
      {
        "id":"ED035809",
        "title":"The 1962-67 College Study of San Diego Adult School Graduates."},
      {
        "id":"ED035810",
        "title":"Basic Lessons in Beginning English for Americanization Teachers."},
      {
        "id":"ED035811",
        "title":"The University and the Community."},
      {
        "id":"ED035812",
        "title":"The Use of Psychological Tests in Predicting Vocational Success of Disadvantaged Adults."},
      {
        "id":"ED035813",
        "title":"Continuing Education for R&D Careers."},
      {
        "id":"ED035814",
        "title":"Why SUNY Students Fail To Complete Independent Study Courses."},
      {
        "id":"ED035815",
        "title":"Reaction of SUNY Students Toward Independent Study Courses."},
      {
        "id":"ED035819",
        "title":"Citizens&apos; Forum; Its Origins and Development, 1943-1963."},
      {
        "id":"ED035821",
        "title":"The Directory of Adult Education Organizations 1970."},
      {
        "id":"ED035822",
        "title":"Studies in Adult Education in Africa: A Selection of the Papers Presented to the Dag Hammarskjold Seminars in 1967 and 1968 on the Use of Correspondence Instruction in Adult Education: Means, Methods, and Possibilities."},
      {
        "id":"ED035826",
        "title":"Proceedings of the Annual Community College Workshop (Twelfth, Michigan State University, July 28-August 8, 1969)."},
      {
        "id":"ED035836",
        "title":"A Workbook for Training Discussion Leaders."},
      {
        "id":"ED035837",
        "title":"A Manual for Discussion Leaders in the League of Women Voters."},
      {
        "id":"ED035838",
        "title":"State and Local Adult Basic Education (ABE) Program Evaluation Survey for Wyoming."},
      {
        "id":"ED035841",
        "title":"Training Abstracts Service, Guide and Classification."},
      {
        "id":"ED035842",
        "title":"Title 1, Higher Education Act of 1965, Community Service and Continuing Education; Annual Report for Fiscal 1968."},
      {
        "id":"ED035843",
        "title":"Guidelines for Preparing Applications for Community Service and Continuing Education Programs under Title 1, Higher Education Act of 1965."},
      {
        "id":"ED035844",
        "title":"Annual Report, Fiscal 1969; Community Service Continuing Education."},
      {
        "id":"ED035845",
        "title":"Conference Proceedings, Southeastern Regional Community Service Conference, Tampa, Florida, March 12-14, 1969."},
      {
        "id":"ED035846",
        "title":"Community Service and Continuing Education Programs in Arkansas 1966-1969."},
      {
        "id":"ED035847",
        "title":"New Dimensions in Adult Basic Education Research and Demonstration in Adult Basic Education."},
      {
        "id":"ED035849",
        "title":"Project Information Exchange, Phase 2 (Development Project 0379-53) September 1-December 31, 1969. Final Report Summary."},
      {
        "id":"ED035851",
        "title":"Agency Training Centers for Federal Employes, Fiscal Year 1969."},
      {
        "id":"ED035852",
        "title":"Off-Campus Study Centers for Federal Employees, Fiscal Year 1969."},
      {
        "id":"ED035853",
        "title":"The Nature and Diagnosis of Interference Phenomena."},
      {
        "id":"ED035859",
        "title":"The Semantic Content of Class in Bantu and Its Syntactic Significance."},
      {
        "id":"ED035860",
        "title":"A Psycholinguistic Measure of Vocabulary Selection."},
      {
        "id":"ED035863",
        "title":"An Introduction to the Historical Development of Black English: Some Implications for American Education."},
      {
        "id":"ED035864",
        "title":"Construction of an Algorithm for Stem Recognition in the Hebrew Language. Application of Hebrew Morphology to Computer Techniques for Investigation of Word Roots. Final Report, Part II. Noun Reference Dictionary. Part I."},
      {
        "id":"ED035865",
        "title":"Construction of an Algorithm for Stem Recognition in the Hebrew Language. Application of Hebrew Morphology to Computer Techniques for Investigation of Word Roots. Final Report, Part II. Noun Reference Dictionary. Part II."},
      {
        "id":"ED035866",
        "title":"Construction of an Algorithm for Stem Recognition in the Hebrew Language. Application of Hebrew Morphology to Computer Techniques for Investigation of Word Roots. Final Report, Part II. Noun Reference Dictionary, Verbal Derivatives. Part I."},
      {
        "id":"ED035867",
        "title":"Construction of an Algorithm for Stem Recognition in the Hebrew Language. Application of Hebrew Morphology to Computer Techniques for Investigation of Word Roots. Final Report, Part II. Noun Reference Dictionary, Verbal Derivatives. Part II."},
      {
        "id":"ED035868",
        "title":"Proceedings of the Vanderbilt Invitational Conference on High School Portuguese. Final Report."},
      {
        "id":"ED035870",
        "title":"Technological Developments for Language Learning."},
      {
        "id":"ED035873",
        "title":"Uses of Programmed Materials in Teaching Reading and Aural Comprehension."},
      {
        "id":"ED035874",
        "title":"Behavioral Objectives for English as A Second Language (Developmental Copy)."},
      {
        "id":"ED035875",
        "title":"Data Management Considerations in Linguistic Research: A Proposal."},
      {
        "id":"ED035877",
        "title":"A Handbook of Bilingual Education."},
      {
        "id":"ED035878",
        "title":"Southeast Asian Ministers of Education Organisation Fifth Meeting of the Coordinating Committee for the Regional English Language Centre (Singapore). Report."},
      {
        "id":"ED035879",
        "title":"Child Black English in Northern Florida: A Sociolinguistic Examination."},
      {
        "id":"ED035881",
        "title":"Teaching English to Speakers of Choctaw, Navajo and Papago; A Contrastive Approach. Indian Education Curriculum Bulletin No. 6 [Part I, English for Speakers of Choctaw]."},
      {
        "id":"ED035882",
        "title":"Teaching English to Speakers of Choctaw, Navajo and Papago; A Contrastive Approach. Indian Education Curriculum Bulletin No. 6 [Part II, English for Speakers of Navajo]."},
      {
        "id":"ED035883",
        "title":"Teaching English to Speakers of Choctaw, Navajo and Papago; A Contrastive Approach. Indian Education Curriculum Bulletin No. 6 [Part III, English for Speakers of Papago]."},
      {
        "id":"ED035886",
        "title":"The Language Research in Progress System of the Center for Applied Linguistics."},
      {
        "id":"ED035889",
        "title":"The Trainee Teacher and His Practice Class. Fifty Pointers for the Student-Teacher."},
      {
        "id":"ED035894",
        "title":"Impact of Testing on Student Development."},
      {
        "id":"ED035895",
        "title":"Career Decision-Making Processes of Iowa Young Adults. Final Report. Sociological Studies in Education. Sociology Report 77."},
      {
        "id":"ED035896",
        "title":"Clinical Psychology: A Research and Development Model."},
      {
        "id":"ED035897",
        "title":"Bibliography on Play Therapy and Children's Play."},
      {
        "id":"ED035898",
        "title":"Attraction and Interpersonal Behavior."},
      {
        "id":"ED035899",
        "title":"Personality Correlates of Undergraduate Marijuana Use."},
      {
        "id":"ED035900",
        "title":"Pupil Personnel Services: A Model. Programs, Trends, Problems."},
      {
        "id":"ED035901",
        "title":"Pupil Personnel Services in America's Schools."},
      {
        "id":"ED035902",
        "title":"An \"Action-Facilitation\" Entry Pattern of Mental Health Consultation."},
      {
        "id":"ED035903",
        "title":"A Field Theory of Personality."},
      {
        "id":"ED035904",
        "title":"The Use of the Edwards Personal Preference Schedule in Pre-Marital and Marriage Counseling."},
      {
        "id":"ED035905",
        "title":"The Use and Production of Television Tapes for Courses in Family Life Education."},
      {
        "id":"ED035906",
        "title":"Seating Choice As A Function of Attitudinal Similarity--Dissimilarity. Research Memorandum."},
      {
        "id":"ED035907",
        "title":"Project Plan: Guidance Through the Instructional Process. The Accommodation of Individual Differences in the Development of Personal Programs of Study."},
      {
        "id":"ED035908",
        "title":"Research Relating to Children."},
      {
        "id":"ED035909",
        "title":"Self-Reported and Judged Personality, Value, and Attitudinal Patterns: A Comparison of Users and Non Users of LSD-25."},
      {
        "id":"ED035910",
        "title":"Predicting College Success Among Minority Youth: An Analysis in Highly Selective Colleges."},
      {
        "id":"ED035911",
        "title":"Solutions to Critical Health Needs. School Nursing Monograph No. 1."},
      {
        "id":"ED035912",
        "title":"Channel of Communication: Encounter Groups."},
      {
        "id":"ED035913",
        "title":"Approaching Adulthood."},
      {
        "id":"ED035914",
        "title":"Finding Yourself."},
      {
        "id":"ED035915",
        "title":"Facts Aren't Enough."},
      {
        "id":"ED035916",
        "title":"A Story About You."},
      {
        "id":"ED035917",
        "title":"Parents' Responsibility."},
      {
        "id":"ED035918",
        "title":"A Changing Time. Handbook for Parents of Teen-Agers."},
      {
        "id":"ED035919",
        "title":"Drug Abuse. A Guide for Parents and Teachers."},
      {
        "id":"ED035920",
        "title":"Semantic Differential Response to \"Black\", \"White\", and Related Verbal Stimuli."},
      {
        "id":"ED035921",
        "title":"The Woodstock Generation; Frankenstein or Golem."},
      {
        "id":"ED035922",
        "title":"The Effect of the Teacher and Three Different Classroom Approaches on Seventh Grade Students' Knowledge, Attitudes and Beliefs About Smoking."},
      {
        "id":"ED035923",
        "title":"Communicating With Youth."},
      {
        "id":"ED035924",
        "title":"The Role of the Guidance Counselor in the Desegregation Process."},
      {
        "id":"ED035925",
        "title":"Computer Applications in Guidance and Counseling."},
      {
        "id":"ED035926",
        "title":"An Approach to Planned Change in A College Setting."},
      {
        "id":"ED035927",
        "title":"Some Immediate Effects of a Smoking Environment on Children of Elementary School Age."},
      {
        "id":"ED035928",
        "title":"Some Aspects of Revealingness and Disclosure: A Review."},
      {
        "id":"ED035929",
        "title":"Research in Student Mental Health. Research into Higher Education Monograph."},
      {
        "id":"ED035930",
        "title":"Elementary Guidance. A Descriptive Report of Michigan's NDEA Pilot Programs."},
      {
        "id":"ED035931",
        "title":"Adolescent Cigarette Smoking as Compensatory Behavior."},
      {
        "id":"ED035932",
        "title":"The Growing Years: Adolescence. 1962 Yearbook."},
      {
        "id":"ED035933",
        "title":"A Detailed Analysis of Sixth Grade Creativity Test Data."},
      {
        "id":"ED035934",
        "title":"Evaluation Instruments in Health Education. An Annotated Bibliography of Tests of Knowledge, Attitudes, and Behavior for Elementary, Secondary, and College Levels."},
      {
        "id":"ED035935",
        "title":"Use of Predictive Characteristics Derived From One High School to Identify Dropouts at Another School. Final Report."},
      {
        "id":"ED035936",
        "title":"The Effects of an Intensified Counseling Program on Sophomore Junior College Students. Final Report."},
      {
        "id":"ED035937",
        "title":"Effects of College Student Interaction Upon Learning and Adjustment. Final Report."},
      {
        "id":"ED035938",
        "title":"A Study of Stimulus Preference and Its Role in Children's Learning Behavior. Final Report."},
      {
        "id":"ED035939",
        "title":"The Effects of Same Sex Class Organization on Junior High School Students' Academic Achievement, Self-Discipline, Self-Concept, Sex Role Identification and Attitudes Toward School. Final Report."},
      {
        "id":"ED035940",
        "title":"A Scale for Measuring Campus Morale."},
      {
        "id":"ED035941",
        "title":"A Comparison of Two Techniques of Teaching Scientific Method in Introductory Psychology Laboratories: Stage 1, The Development of An Evaluative Instrument. Final Report."},
      {
        "id":"ED035942",
        "title":"Evaluation of the Career Development Laboratory Sayre Junior High School."},
      {
        "id":"ED035943",
        "title":"Approaches to the Validation of Learning Hierarchies. Preprint 50."},
      {
        "id":"ED035944",
        "title":"Personality Correlates of Academic Achievement and Laboratory Learning of Elementary School Pupils. Final Report."},
      {
        "id":"ED035946",
        "title":"Transfer of Rules: The Need for Tests of Transfer in the Evaluation of Instruction. Center for the Study of Evaluation Working Paper No. 3."},
      {
        "id":"ED035947",
        "title":"Educational Achievement and Life Styles in A Traditional Society, the Old Order Amish. Final Report."},
      {
        "id":"ED035948",
        "title":"Refinement of the Experiencing Scale as a Counseling Tool. Final Report."},
      {
        "id":"ED035949",
        "title":"An Explorational Study in Concept Clarity Using Farradanes's Nine Stage Model. Final Report."},
      {
        "id":"ED035950",
        "title":"A Pilot Project in Vocational Counseling in Economically Underdeveloped Areas."},
      {
        "id":"ED035951",
        "title":"Conformity, Anticonformity, and Independence; Report from the Peer Group Pressures on Learning Project. Technical Report No. 88."},
      {
        "id":"ED035952",
        "title":"A Survey of Cognitive Style in Maryland Ninth-Graders: I. Achievement Motivation, Productivity. Report No. 60."},
      {
        "id":"ED035953",
        "title":"Development of Conceptual Skills: Some Preliminary Findings. Technical Report No. 81."},
      {
        "id":"ED035954",
        "title":"Concept Learning: A Bibliography, 1950--1967. Technical Report No. 82."},
      {
        "id":"ED035955",
        "title":"Social Support and Conformity: The Role of Independent Assessment of Reality. Technical Report No. 83."},
      {
        "id":"ED035956",
        "title":"Optimizing the Response to A Concept Attainment Test Through Sequential Classroom Experimentation. Technical Report No. 85."},
      {
        "id":"ED035957",
        "title":"Memory Storage in Free Learning As A Function of Arousal and Time With Homogeneous and Heterogeneous Lists. Technical Report No. 87."},
      {
        "id":"ED035958",
        "title":"Cognitive Style and Social Responsibility: An Empirical Study of An Instrument for Assessing High School Students' Sense of Responsibility. Technical Report No. 90."},
      {
        "id":"ED035959",
        "title":"Arousal and Retention in Paired-Associate, Serial, and Free Learning. Technical Report No. 91."},
      {
        "id":"ED035960",
        "title":"Ordinal Position and Conformity. Technical Report No. 95."},
      {
        "id":"ED035961",
        "title":"Characteristics of Disruptive High School Students. Technical Report No. 96."},
      {
        "id":"ED035962",
        "title":"Variables Related to the Identification of Underachievers. Final Report."},
      {
        "id":"ED035963",
        "title":"Criteria for the Selection of Public Elementary School Principals in the State of Texas."},
      {
        "id":"ED035964",
        "title":"Discipline in the Classroom. From Today's Education, NEA Journal; Selected Articles of Continuing Value to Elementary and Secondary School Teachers."},
      {
        "id":"ED035965",
        "title":"Studies of Public School Support 1968 Series: Studies of Fiscal Support 1967-68 School Year."},
      {
        "id":"ED035967",
        "title":"Condensed Task Report on the Use and Training of Auxiliary Personnel in Education."},
      {
        "id":"ED035968",
        "title":"Emerging Trends in Administering Pupil Personnel Services."},
      {
        "id":"ED035969",
        "title":"Functional Dissection: The Nemesis of Coexistence."},
      {
        "id":"ED035970",
        "title":"Evaluation of the Effectiveness of Specialists in Continuing Education. Phase II Report."},
      {
        "id":"ED035971",
        "title":"Assessment of the CERLI Training Program, Specialist in Continuing Education (SCE), for Chicago Public Schools. (February 10-March 21, 1969)."},
      {
        "id":"ED035972",
        "title":"Assessment of the Long-Range Impact of the CERLI Training Program (SCE), Specialist in Continuing Education. (Charleston, Illinois, July 1-August 9, 1968)."},
      {
        "id":"ED035973",
        "title":"Program of Instruction (POI). Volume II, Program I: Specialist in Continuing Education."},
      {
        "id":"ED035974",
        "title":"Assessment of the CERLI Training Program, Specialist in Continuing Education (SCE), (Charleston, Illinois, July 1-August 9, 1968)."},
      {
        "id":"ED035975",
        "title":"A Taxonomy of Programmatic Tasks in an Educational Evaluation Facilitation and Coordination System."},
      {
        "id":"ED035976",
        "title":"Adaptation and Development of CERLI's \"Leader of Continuing Education\" Program to Inservice Training of Administrators and Teachers in Urban Areas. Initial Report."},
      {
        "id":"ED035977",
        "title":"International Conference on Educational Planning (Paris, August 6-14, 1968). Final Report."},
      {
        "id":"ED035978",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Collective Negotiations in Education. ERIC Abstracts Series Number One."},
      {
        "id":"ED035979",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Human Relations in Educational Administration. ERIC Abstracts Series Number Two."},
      {
        "id":"ED035980",
        "title":"Handbook for Evaluators."},
      {
        "id":"ED035982",
        "title":"Educational Planning: A Bibliography."},
      {
        "id":"ED035983",
        "title":"Aurora: A Case Study of Public Relations Strategy. Report of the Work Conference (July 14-25, 1969)."},
      {
        "id":"ED035986",
        "title":"Financing Public Education."},
      {
        "id":"ED035988",
        "title":"Planning Quality Education: A Proposal for Integrating the Denver Public Schools."},
      {
        "id":"ED035989",
        "title":"Education Conference to Consider Suitable Goals of a Curriculum Development Effort. (Chap. V of ES '70 In Theory and Practice) Final Report."},
      {
        "id":"ED035990",
        "title":"The Wisconsin Significant Other Battery: Construction, Validation, and Reliability Tests of Questionnaire Instruments to Identify &apos;Significant Others&apos; and Measure Their Educational and Occupational Expectations for High School Youth. Final Report."},
      {
        "id":"ED035991",
        "title":"Afro-American Instructional Curriculum Laboratory."},
      {
        "id":"ED035992",
        "title":"Planning New Development Efforts: Recommended Procedures."},
      {
        "id":"ED035993",
        "title":"Research and Development Center in Educational Stimulation. Quarterly Report."},
      {
        "id":"ED035994",
        "title":"Modifying Existing Management Systems for Use in Educational Agencies or How to Eat an Elephant."},
      {
        "id":"ED035995",
        "title":"Program of Instruction (POI). Volume I, Program I: Specialist in Continuing Education."},
      {
        "id":"ED035996",
        "title":"Digest of Educational Statistics, 1969 Edition."},
      {
        "id":"ED035997",
        "title":"Analytic and Special Studies Reports; Utilization of Psychiatric Facilities by Children: Current Status, Trends, Implications. Mental Health Statistics, Series B, Number 1."},
      {
        "id":"ED036001",
        "title":"Minimal Brain Damage in Children. Final Report."},
      {
        "id":"ED036002",
        "title":"Structured Exchange and Childhood Learning: The Severely Retarded Child. Program Activity 12."},
      {
        "id":"ED036003",
        "title":"Educable Mentally Retarded; Level III."},
      {
        "id":"ED036005",
        "title":"A Design for a Continuum of Special Education Services Including a Proposal for a Pilot Study."},
      {
        "id":"ED036007",
        "title":"Dimensions of Educational Need."},
      {
        "id":"ED036008",
        "title":"Kentucky's Public Schools: Status Report; Program for Exceptional Children."},
      {
        "id":"ED036010",
        "title":"Guidelines for Program Development, Special Education, Volume III."},
      {
        "id":"ED036011",
        "title":"Curriculum Guide: Primary-Intermediate."},
      {
        "id":"ED036012",
        "title":"Curriculum Guide: Junior-Senior High School."},
      {
        "id":"ED036013",
        "title":"The Deaf Man and the World; Work - Love - Worship - Play. Proceedings of National Forum II, Council of Organizations Serving the Deaf (New Orleans, Louisiana, February 19-22, 1969)."},
      {
        "id":"ED036015",
        "title":"Family Concepts and Emotional Disturbance in the Families of Disturbed Adolescents with Normal Siblings. Research Report, Vol. 5 No. 3."},
      {
        "id":"ED036016",
        "title":"Educational Guidelines: A Family-Oriented Preschool Program for Hearing-Impaired Children in Minnesota."},
      {
        "id":"ED036017",
        "title":"Directory of Programs for the Education of Handicapped Children in the U.S. Office of Education."},
      {
        "id":"ED036018",
        "title":"Selected Bibliography on Mathematics for the Blind."},
      {
        "id":"ED036019",
        "title":"A Program for Training Creative Thinking: I. Preliminary Field Test."},
      {
        "id":"ED036020",
        "title":"A Study of the Vocational Success of Groups of the Visually Handicapped. Final Report."},
      {
        "id":"ED036021",
        "title":"Reading Methods and Problems (Handicapped Children). Exceptional Children Bibliography Series."},
      {
        "id":"ED036022",
        "title":"Services and Facilities for Exceptional Children; A Listing of Directories. Exceptional Children Bibliography Series."},
      {
        "id":"ED036023",
        "title":"Mental Retardation; General References. Exceptional Children Bibliography Series."},
      {
        "id":"ED036024",
        "title":"Preschool and Early Childhood Education. Exceptional Children Bibliography Series."},
      {
        "id":"ED036025",
        "title":"Vocational Education and Work Study Programs. Exceptional Children Bibliography Series."},
      {
        "id":"ED036026",
        "title":"Learning Disabilities; Research Studies and Program Considerations. Exceptional Children Bibliography Series."},
      {
        "id":"ED036027",
        "title":"Programs for the Emotionally Distrubed. Exceptional Children Bibliography Series."},
      {
        "id":"ED036028",
        "title":"Emotionally Disturbed Research Reports. Exceptional Children Bibliography Series."},
      {
        "id":"ED036029",
        "title":"Programs for the Mentally Retarded. Exceptional Children Bibliography Series."},
      {
        "id":"ED036030",
        "title":"Behavior Modification and Related Procedures. Exceptional Children Bibliography Series."},
      {
        "id":"ED036031",
        "title":"Guides to Special Education in North Dakota. VII, Individual Instruction Programs for Children Who are Homebound or Hospitalized (Including Supplementary Instruction)."},
      {
        "id":"ED036032",
        "title":"A Program Abstract for Translating Inkprint into Braille by Computer."},
      {
        "id":"ED036033",
        "title":"Key Braille Contraction Contexts."},
      {
        "id":"ED036034",
        "title":"Grouping for Instruction. Exceptional Children Bibliography Series."},
      {
        "id":"ED036035",
        "title":"Counseling and Psychotherapy with the Handicapped. Exceptional Children Bibliography Series."},
      {
        "id":"ED036036",
        "title":"Educational Diagnosis and Diagnostic Teaching. Exceptional Children Bibliography Series."},
      {
        "id":"ED036037",
        "title":"The Gifted. Exceptional Children Bibliography Series."},
      {
        "id":"ED036039",
        "title":"Developmental Patterns of Static Balance Ability and Their Relation to Cognitive School Readiness. Final Report."},
      {
        "id":"ED036040",
        "title":"The Modification of Educational Equipment and Curricula for Maximum Utilization by Physically Disabled Students. Final Report."},
      {
        "id":"ED036041",
        "title":"A Sequentially Compiled List of Instructional Materials for Remediational Use with the ITPA."},
      {
        "id":"ED036043",
        "title":"Everyone's Children."},
      {
        "id":"ED036044",
        "title":"New Architecture for Mental Health; New York State Health and Mental Hygiene Facilities Improvement Corporation - Report to the Governor, 1969."},
      {
        "id":"ED036045",
        "title":"The Effects of a Training Program upon the Creative Performance of Fourth Grade Children; Report from the Project on Task and Training Variables in Human Problem Solving and Creative Thinking."},
      {
        "id":"ED036046",
        "title":"Opportunities Under the Vocational Education Act of 1963. Information and Guidelines for Formation/Construction of Area Secondary/Post-Secondary Vocational Education School Facilities."},
      {
        "id":"ED036047",
        "title":"Vocational Guidance Through Videotaping and Television."},
      {
        "id":"ED036048",
        "title":"Kishwaukee Community College Study. Final Report."},
      {
        "id":"ED036049",
        "title":"The Portable Classroom Impact on Educational Programs and School Facility Financing in California."},
      {
        "id":"ED036050",
        "title":"Junior College Campus Sites--How to Save Money. Aspects of the Junior College, Brief-7."},
      {
        "id":"ED036051",
        "title":"A Study of Enrollment Projections, Finances and Related Matters for a Public Community Junior College System in the Greater Houston Area."},
      {
        "id":"ED036052",
        "title":"Higher-Education Facilities in Maine."},
      {
        "id":"ED036053",
        "title":"How to Prepare Educational Specifications Outline."},
      {
        "id":"ED036054",
        "title":"Evaluation Factors."},
      {
        "id":"ED036055",
        "title":"Proceedings of the Annual Meeting of the Southern Association of College and University Business Officers (38th, Dallas, April 6-9, 1966)."},
      {
        "id":"ED036058",
        "title":"Long Range Development Plan, University of California, Berkeley, June 1962."},
      {
        "id":"ED036059",
        "title":"Public School Building Aid Program in Connecticut. A Brief History from 1945 to 1968."},
      {
        "id":"ED036060",
        "title":"A Proposed Design for Olinda Elementary Demonstration School."},
      {
        "id":"ED036061",
        "title":"Williams School--City Recreation and Park Services; An Appraisal with Recommendations."},
      {
        "id":"ED036062",
        "title":"Toward New Educational Horizons; The Wisconsin State Universities Chart A Course for the Future."},
      {
        "id":"ED036063",
        "title":"Handbook for School Plant Planning for Arkansas Public Schools 1967."},
      {
        "id":"ED036064",
        "title":"Guidelines and Recommendations for New Hampshire Public Elementary Schools, Kindergarten--Grade 6."},
      {
        "id":"ED036065",
        "title":"Guidelines for School Property Accounting in Colorado, Part II--General Fixed Asset Accounts."},
      {
        "id":"ED036066",
        "title":"North Central Campus--State Street, Origin and Destination Traffic Survey."},
      {
        "id":"ED036067",
        "title":"Workshop on College Facilities."},
      {
        "id":"ED036068",
        "title":"Guidelines for School Property Accounting in Colorado."},
      {
        "id":"ED036069",
        "title":"A Survey Report of School Plant Management for Escambia County, Florida."},
      {
        "id":"ED036070",
        "title":"Meeting the Needs for Expansion of the Hagerstown Junior College. Teaching in Washington County 1960-1961."},
      {
        "id":"ED036071",
        "title":"Buildings for Education, Vol. 2, No. 3."},
      {
        "id":"ED036072",
        "title":"School Facilities Survey."},
      {
        "id":"ED036073",
        "title":"A New Projection of Building Space Needs at the University of Minnesota by the Year 1975. Based on Methods Developed in the 1956 Study. 2nd Edition, August, 1967."},
      {
        "id":"ED036074",
        "title":"Planning Outline for Elementary Schools."},
      {
        "id":"ED036075",
        "title":"Planning Outline for Secondary Schools."},
      {
        "id":"ED036076",
        "title":"Fifteen Fine Years of School Construction Progress, 1950-1965."},
      {
        "id":"ED036077",
        "title":"Buildings for Education, Vol. 2, No. 4."},
      {
        "id":"ED036079",
        "title":"The Written Program: An Effective Way of Communicating with the Architect."},
      {
        "id":"ED036080",
        "title":"A Study of Three Elementary Schools Constructed from a Single Modifiable Plan in the Edmonds, Washington, School District."},
      {
        "id":"ED036082",
        "title":"Instructions to Architects and Engineers. Revised July 1968."},
      {
        "id":"ED036083",
        "title":"The \"Interpretive\" Classroom."},
      {
        "id":"ED036087",
        "title":"The Construction Practices Council of New Mexico, Inc. Its Purpose and Goals."},
      {
        "id":"ED036088",
        "title":"Educational Facility Needs of the Madison-Plains Local School District, Madison County, Ohio."},
      {
        "id":"ED036089",
        "title":"Instructional Media Center. Educational Facility Series. A Guide to Planning."},
      {
        "id":"ED036090",
        "title":"Systems Approach to Building. A Brief Report on the Canadian Scene in November 1969 with Particular Reference to School and College Construction."},
      {
        "id":"ED036091",
        "title":"Decentralized Modular Systems Versus Centralized Systems."},
      {
        "id":"ED036092",
        "title":"Planning the Technology Area: Its Inflexibility by Weight of Mechanical Servicing."},
      {
        "id":"ED036094",
        "title":"Building Systems Information Clearinghouse Special Report Number One: Manufacturers Compatibility Study."},
      {
        "id":"ED036096",
        "title":"Alternate Development Concepts for the Southwest Quadrant of the University of Oregon."},
      {
        "id":"ED036097",
        "title":"Facilities Inventory of Institutions of Higher Education in Oregon."},
      {
        "id":"ED036101",
        "title":"Student Residence: Policies, Provision and Regulations. Report on a Survey of Universities, Colleges of Education and Colleges of Technology in the U.K."},
      {
        "id":"ED036102",
        "title":"What's in a Library? School Function: Present and Future."},
      {
        "id":"ED036103",
        "title":"Better Space Construction Decisions by Instructional Program Simulation Utilizing the Generalized Academic Simulation Programs."},
      {
        "id":"ED036107",
        "title":"An Exploratory Study of the Physical Facilities Requirements of Institutions of Higher Learning. Final Report."},
      {
        "id":"ED036108",
        "title":"Experiment in Planning an Urban High School: The Baltimore Charette."},
      {
        "id":"ED036109",
        "title":"The New Concept: Thern Associates, Inc. IV Edition."},
      {
        "id":"ED036110",
        "title":"Instructional Plant Facilities in Virginia's Institutions of Higher Education."},
      {
        "id":"ED036111",
        "title":"An Investigation of Costs of Inexpensive Enclosures for Recreational Areas."},
      {
        "id":"ED036113",
        "title":"Human Movement and Preference."},
      {
        "id":"ED036114",
        "title":"Planning and Equipping Industrial Arts Facilities."},
      {
        "id":"ED036115",
        "title":"Industrial Arts Facilities."},
      {
        "id":"ED036116",
        "title":"An Architectural Design System Based on Computer Graphics."},
      {
        "id":"ED036118",
        "title":"Determination of Orientation and Sunshading of Asian Schools with the Use of a Heliodon."},
      {
        "id":"ED036119",
        "title":"Buildings for Education. Vol. 3, No. 3."},
      {
        "id":"ED036120",
        "title":"Laredo Junior College Campus Development Plan."},
      {
        "id":"ED036122",
        "title":"Kansas City Kansas Community Junior College. Site Location Study."},
      {
        "id":"ED036123",
        "title":"Site Selection Study. Delaware Technical and Community College, Northern Branch."},
      {
        "id":"ED036124",
        "title":"Conceptual Design for a Planning, Programming, Budgeting System for California School Districts. Preliminary."},
      {
        "id":"ED036125",
        "title":"Campus Planning Study for Daytona Beach Junior College, Daytona Beach, Florida."},
      {
        "id":"ED036126",
        "title":"Santa Fe Junior College, Gainesville, Florida."},
      {
        "id":"ED036127",
        "title":"Architectural Barrier Program of the National Society for Crippled Children and Adults."},
      {
        "id":"ED036129",
        "title":"New York State Higher Education Facilities Comprehensive Planning Survey, Fall 1967. Statewide Higher Education Facilities Inventory Interim Report 1. Amended December, 1969."},
      {
        "id":"ED036131",
        "title":"Outdoor Recreation for the Physically Handicapped. A Handbook of Design Standards."},
      {
        "id":"ED036132",
        "title":"Standard Specifications for Language Laboratory."},
      {
        "id":"ED036136",
        "title":"Campus (CAATS)-2. A Project to Implement a Computer-Based Information, Planning and Budgeting System in the Community Colleges of Ontario."},
      {
        "id":"ED036137",
        "title":"Conference on the Planning and Development of Facilities for Pre-Primary Education. (University of Georgia, Athens, Georgia, May 28-30, 1969)."},
      {
        "id":"ED036138",
        "title":"Planning and Equipping Industrial Arts Facilities."},
      {
        "id":"ED036139",
        "title":"\"Second Guess.\" A New Concept in School Planning."},
      {
        "id":"ED036140",
        "title":"Value Engineering in Federal Construction Agencies. The Report of a Conference Convened by the Federal Construction Council, Building Research Advisory Board, at the National Academy of Sciences (Washington, D.C., May 27, 1969)."},
      {
        "id":"ED036141",
        "title":"Developing Design Criteria for Research Facilities (A Report on a Brief Exploratory Study of Approaches to Establishing an Objective, Quantitative Data Base)."},
      {
        "id":"ED036143",
        "title":"Thirty One Old San Francisco Schools Updated. How Outmoded Buildings Can Be Economically Revitalized to House Everchanging Educational Needs of Our Youth."},
      {
        "id":"ED036144",
        "title":"AAJC Facilities Bibliography."},
      {
        "id":"ED036145",
        "title":"Residence Hall Planning Aids. Revised Jan. 1965. College and University Physical Facilities Series."},
      {
        "id":"ED036147",
        "title":"A Progress Report: Individually Prescribed Instruction."},
      {
        "id":"ED036148",
        "title":"Teaching in IPI. Volume I. A Program of Teacher Preparation."},
      {
        "id":"ED036149",
        "title":"Teaching in IPI. Volume II. A Program of Teacher Preparation."},
      {
        "id":"ED036150",
        "title":"Teaching in IPI. Volume III. A Program of Teacher Preparation."},
      {
        "id":"ED036151",
        "title":"Teaching in IPI. Volume IV. A Program of Teacher Preparation."},
      {
        "id":"ED036152",
        "title":"Teaching in IPI. Volume V. A Program of Teacher Preparation."},
      {
        "id":"ED036154",
        "title":"Toward Automated Learning. A Professional Paper."},
      {
        "id":"ED036155",
        "title":"[The Effect of Individually Prescribed Instruction on the Independent Behavior of Gifted Children in Two Schools in the Elk Grove School District.]"},
      {
        "id":"ED036156",
        "title":"Individually Prescribed Instruction Mathematics Program. Audio-Visual Sources."},
      {
        "id":"ED036157",
        "title":"A Second Year Evaluation of Individualized Prescribed Instruction (IPI)."},
      {
        "id":"ED036159",
        "title":"Instructional Design."},
      {
        "id":"ED036160",
        "title":"Individually Prescribed Instruction. A Manual for the IPI Institute."},
      {
        "id":"ED036162",
        "title":"Problems Associated with Relating Normative and Skill Tests."},
      {
        "id":"ED036166",
        "title":"Criteria for Stating IPI Objectives."},
      {
        "id":"ED036167",
        "title":"Criterion-Referenced Testing and the Individualization of Instruction."},
      {
        "id":"ED036169",
        "title":"The Preparation of Teachers for Individually Prescribed Instruction."},
      {
        "id":"ED036170",
        "title":"Degree of Implementation of Individually Prescribed Instruction. Guide for Interpretation of Results; Fall, 1968."},
      {
        "id":"ED036172",
        "title":"Degree of Implementation of Individually Prescribed Instruction. National Summary Report, Spring 1969."},
      {
        "id":"ED036173",
        "title":"Degree of Implementation of Individually Prescribed Instruction. National Summary Report; Fall-Spring Comparison, 1968-69."},
      {
        "id":"ED036175",
        "title":"Teacher Education for Individualized Instruction."},
      {
        "id":"ED036176",
        "title":"Summary of a Conference of Teachers and Administrators Using the Instructional System Individually Prescribed Instruction."},
      {
        "id":"ED036177",
        "title":"Evaluating Pre-Planned Curriculum Objectives."},
      {
        "id":"ED036178",
        "title":"The Decision-Making Structure of Schools."},
      {
        "id":"ED036179",
        "title":"A Rationale and Plan for the Evaluation of the Individually Prescribed Instruction Project."},
      {
        "id":"ED036180",
        "title":"Self Concept of Ability in IPI and Non-IPI Students."},
      {
        "id":"ED036181",
        "title":"Temporal Retention Study on IPI Mathematics."},
      {
        "id":"ED036182",
        "title":"Summary of a Conference of Teachers and Administrators Using the Instructional System Individually Prescribed Instruction; March 29-31, 1968."},
      {
        "id":"ED036183",
        "title":"The Use of Data in Monitoring School Implementation of Individually Prescribed Instruction."},
      {
        "id":"ED036185",
        "title":"Measurement of Instructional Outcome vs. Measurement for Instruction: A View of IPI Testing Procedures."},
      {
        "id":"ED036186",
        "title":"Planning of Objectives, Learning Sequences, and Units for IPI."},
      {
        "id":"ED036187",
        "title":"Individually Prescribed Instruction: A Proposed Pilot Study of Selected Intellectual Factors."},
      {
        "id":"ED036188",
        "title":"A Plan for Evaluating the IPI Testing Program."},
      {
        "id":"ED036190",
        "title":"A Model for the Evaluation of a Testing Program. Working Paper Number Four of the Program of Studies in Educational Research."},
      {
        "id":"ED036191",
        "title":"[Application for Individual School Participation; Individually Prescribed Instruction Mathematics (IPI), Part I, Part II, Part III.]"},
      {
        "id":"ED036192",
        "title":"Preliminary Report IPI Institute. Summer 1966."},
      {
        "id":"ED036193",
        "title":"[Individually Prescribed Instruction; January 1968. Application Information.]"},
      {
        "id":"ED036194",
        "title":"The IPI Evaluation Program."},
      {
        "id":"ED036199",
        "title":"Aiding IPI. A Manual for Teacher Aides in IPI Mathematics."},
      {
        "id":"ED036201",
        "title":"The Organization and Operation of Educational Media Selection Centers: Identification and Analysis of Current Practices and Guidelines for Model Centers. Interim Report Phase I."},
      {
        "id":"ED036202",
        "title":"[A Guide to the Literature on Interactive Use of Computers for Instruction. Second Edition. A Series One Paper from ERIC at Stanford.]"},
      {
        "id":"ED036205",
        "title":"An Investigation into the Practice of Screen Education. The Introduction of Films and Television into Education as an Essential Area of Study, Phase I. Final Report."},
      {
        "id":"ED036207",
        "title":"Project PASO: A Parallel Bi-Lingual Curriculum. An Application for an Operational Grant Under the Provisions of Title III, P.L. 89-10."},
      {
        "id":"ED036209",
        "title":"Aspect and Tense in Russian."},
      {
        "id":"ED036210",
        "title":"Theories d'enseignement programme et laboratoires de langues (Theories of Programed Instruction and Language Laboratories). Langues et Culture [Series], No. 3."},
      {
        "id":"ED036212",
        "title":"Survey of the Teaching of German in Public and Nonpublic Secondary Schools in the School Year 1965-1966."},
      {
        "id":"ED036213",
        "title":"Completed Research, Studies, and Instructional Materials for Language Development under the National Defense Education Act of 1958, Title VI, Section 602. A Bibliography, List No. 6."},
      {
        "id":"ED036215",
        "title":"Using Radio to Develop and Maintain Competence in a Foreign Language. ERIC Focus Reports on the Teaching of Foreign Languages, Number 11."},
      {
        "id":"ED036216",
        "title":"Problems of English Interference in the Teaching of Russian Pronunciation: An Approach to Contrastive Analysis."},
      {
        "id":"ED036218",
        "title":"The Combined and the Divided Language Department in the Liberal Arts College."},
      {
        "id":"ED036219",
        "title":"MLA Guide to Federal Programs: An Analysis of Current Government Financial Assistance Programs for Students, Teachers, Researchers, and Scholars in the Fields of English and Foreign Languages."},
      {
        "id":"ED036220",
        "title":"Anti-Intellectualism in Modern Language Learning."},
      {
        "id":"ED036221",
        "title":"Variations in Phonological Structures."},
      {
        "id":"ED036222",
        "title":"...And Then They Disbelieved Their Ears."},
      {
        "id":"ED036224",
        "title":"Slot-Cards for the Teaching of French Verbs."},
      {
        "id":"ED036225",
        "title":"The Preparation of Language Teachers."},
      {
        "id":"ED036227",
        "title":"The Potentials and Limitations of Contrastive Linguistic Analysis."},
      {
        "id":"ED036228",
        "title":"Behavioral Objectives and Teaching Skills."},
      {
        "id":"ED036229",
        "title":"The Role of Latin in American Education."},
      {
        "id":"ED036230",
        "title":"Aural/Oral Methods in First-Year Greek."},
      {
        "id":"ED036232",
        "title":"The Language Laboratory vs. The Electronic Classroom."},
      {
        "id":"ED036233",
        "title":"Objectives, Tests, and Motivation."},
      {
        "id":"ED036234",
        "title":"A Routine for the Open-Hour-Lab."},
      {
        "id":"ED036235",
        "title":"The Wider Uses of the Language Laboratory."},
      {
        "id":"ED036236",
        "title":"How Effective the Language Lab? A Report of the Pennsylvania Research Project."},
      {
        "id":"ED036237",
        "title":"A Linguistic Coordinator."},
      {
        "id":"ED036238",
        "title":"The Closed Booth."},
      {
        "id":"ED036239",
        "title":"A Rationale for Improving Student Recorder Controls in Language Laboratories of the Level III Type."},
      {
        "id":"ED036240",
        "title":"Italian in the Modern World."},
      {
        "id":"ED036241",
        "title":"Dante, Seventh Centennial, 1265-1965: Resource Materials for Teachers. Curriculum Bulletin, 1965-66 Series, Number 16."},
      {
        "id":"ED036244",
        "title":"Where Has All the Money Gone? The Need for Cost-Effectiveness Studies in the Teaching of Foreign Languages."},
      {
        "id":"ED036245",
        "title":"Perceptions of Hofstra by Freshmen in Attendance."},
      {
        "id":"ED036248",
        "title":"University Resources and Human Relations Committees."},
      {
        "id":"ED036249",
        "title":"The Quiet Revolution."},
      {
        "id":"ED036250",
        "title":"The Roote and Rise of the Same."},
      {
        "id":"ED036251",
        "title":"The Relevancy of Graduate Education."},
      {
        "id":"ED036252",
        "title":"A Canibalistic View of Graduate Education."},
      {
        "id":"ED036253",
        "title":"A Reassessment of the Function of Graduate Education."},
      {
        "id":"ED036254",
        "title":"The University and Society: On Biting the Hand That Feeds Us."},
      {
        "id":"ED036255",
        "title":"The Relative Roles of Faculty and Students in Decision-Making."},
      {
        "id":"ED036256",
        "title":"The Relative Roles of Faculty and Students in Academic Decision-Making."},
      {
        "id":"ED036257",
        "title":"Hermes and Apollo."},
      {
        "id":"ED036258",
        "title":"Planning Students' Roles in Emerging Universities."},
      {
        "id":"ED036259",
        "title":"Graduate Students and Academic Affairs."},
      {
        "id":"ED036260",
        "title":"Concerning Grading and Other Forms of Student Evaluation."},
      {
        "id":"ED036261",
        "title":"Grading and Student Evaluation."},
      {
        "id":"ED036262",
        "title":"Graduate Grading Systems."},
      {
        "id":"ED036263",
        "title":"Grading The Graduate Student: A Student Perspective."},
      {
        "id":"ED036264",
        "title":"Campus and Forum; Third Annual Review, 1968-69."},
      {
        "id":"ED036265",
        "title":"State Support for Private Higher Education?"},
      {
        "id":"ED036267",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education. 1969-1970."},
      {
        "id":"ED036268",
        "title":"The Importance of Teaching, A Memorandum to the New College Teacher."},
      {
        "id":"ED036269",
        "title":"Discussion of Papers on the Economics of Education."},
      {
        "id":"ED036271",
        "title":"[Remarks on Sangamon State University, a New Liberal Arts Institution.]"},
      {
        "id":"ED036272",
        "title":"Academic Program Statement of Sangamon State University."},
      {
        "id":"ED036273",
        "title":"The Long Range Academic Planning Picture for Sangamon State University."},
      {
        "id":"ED036274",
        "title":"Research into Teaching Methods in Higher Education. 2nd Edition. Research into Higher Education Monographs."},
      {
        "id":"ED036275",
        "title":"Grades and Academic Standards."},
      {
        "id":"ED036276",
        "title":"The San Francisco Consortium; An Educational Association for Urban Affairs. Progress Report."},
      {
        "id":"ED036277",
        "title":"Study of 1964 Freshman Class."},
      {
        "id":"ED036278",
        "title":"Report of the Special Trustee Committee on Campus Unrest at Cornell."},
      {
        "id":"ED036279",
        "title":"A Comparison of the Performances of Team-Taught and Individually-Taught Classes in Freshman English."},
      {
        "id":"ED036280",
        "title":"Toward a More Consistent, Socially Relevant College Scholarships Policy."},
      {
        "id":"ED036281",
        "title":"The African Experience. Volume I: Syllabus Lectures; Volume II: Bibliographic References; Volume IIIA: Introductory Essays; Volume IIIB: Introductory Essays."},
      {
        "id":"ED036282",
        "title":"Non-Differences That Make a Difference."},
      {
        "id":"ED036283",
        "title":"Selected Community College Intellectual and Environmental Factors: A Three College Study."},
      {
        "id":"ED036284",
        "title":"Planning for the Future: A First Term Evaluation of Ceylon's Junior University Colleges."},
      {
        "id":"ED036285",
        "title":"Faculty Senates in California Community Colleges: Five Years of Operation."},
      {
        "id":"ED036286",
        "title":"Mexican-American Studies: Guidelines for a Junior College Program."},
      {
        "id":"ED036287",
        "title":"Implications for the Junior College Leadership Training Program Drawn from a Continuing Study of the Two Year College President."},
      {
        "id":"ED036289",
        "title":"A Descriptive Study of the Academic and Professional Experience of Community College Administrators in Ohio and Michigan."},
      {
        "id":"ED036290",
        "title":"Accent on Action in Higher Education--Ceylon's New Junior University Colleges."},
      {
        "id":"ED036291",
        "title":"The Demand for Community College Teachers and the EPDA Program Under the College of Education."},
      {
        "id":"ED036292",
        "title":"Selected Papers from the Annual Convention of the Pennsylvania Association of Junior Colleges (27th, Bryn Mawr, Pennsylvania, October 10, 11, 1969)."},
      {
        "id":"ED036293",
        "title":"An Examination of the Earned Grade Distributions Between &quot;Successful&quot; and &quot;Dropout&quot; Students at Yakima Valley College."},
      {
        "id":"ED036294",
        "title":"Community Junior College Faculty: Needs, Characteristics, and Sources."},
      {
        "id":"ED036295",
        "title":"Generalized File Management Systems: Their Implication for a California Junior College Data Base System."},
      {
        "id":"ED036296",
        "title":"The Trichotomy of Research in the Two-Year College: Institutional, Faculty and Student-Community."},
      {
        "id":"ED036297",
        "title":"A Consideration of Teaching Load in American Junior Colleges."},
      {
        "id":"ED036302",
        "title":"Library Technology Materials: A Bibliography."},
      {
        "id":"ED036303",
        "title":"Seeds of Change; A Report and Evaluation of a Four-Year Adult Education Project in the Vigo County Public Library."},
      {
        "id":"ED036304",
        "title":"Sharing Resources in the Pacific Northwest; A Study in Two Parts. I, The Pacific Northwest Bibliographic Center. II, Interlibrary Loan Practices Among the Libraries of the Pacific Northwest. A Part of the Preparation for the Implementation of the Washington State Library Network."},
      {
        "id":"ED036305",
        "title":"California State Library: Processing Center Design and Specifications. Volume I, System Description and Input Processing."},
      {
        "id":"ED036306",
        "title":"California State Library: Processing Center Design and Specifications. Volume II, File Maintenance and Output Processing."},
      {
        "id":"ED036307",
        "title":"California State Library: Processing Center Design and Specifications. Volume III, Coding Manual."},
      {
        "id":"ED036308",
        "title":"California State Library: Processing Center Design and Specifications. Volume IV, Serials Control System."},
      {
        "id":"ED036309",
        "title":"The Development of an Information Search and Recording System for Research and Development Organizations."},
      {
        "id":"ED036310",
        "title":"Automatic Indexing of Drug Information. Project MEDICO Final Report."},
      {
        "id":"ED036311",
        "title":"Project Head Start at Work. Report of a Survey Study of 335 Project Head Start Centers, Summer, 1965."},
      {
        "id":"ED036312",
        "title":"Institute for Developmental Studies Interim Progress Report. Part II: Research and Evaluation."},
      {
        "id":"ED036313",
        "title":"An Investigation of the Manner in Which Young Children Process Intellectual Information. Final Report."},
      {
        "id":"ED036314",
        "title":"Logical Inference in Discrimination Learning of Young Children. Report from the Rule Learning Project."},
      {
        "id":"ED036315",
        "title":"Investigations of the Role of Selected Cues in Children's Paired-Associate Learning. Report from the Reading Project."},
      {
        "id":"ED036316",
        "title":"Preschool Intervention Through Social Learning."},
      {
        "id":"ED036318",
        "title":"Early Learning and Compensatory Education: Contribution of Basic Research."},
      {
        "id":"ED036319",
        "title":"An Institutional Analysis of Day Care Program. Part I, Group Day Care: A Study in Diversity. Final Report."},
      {
        "id":"ED036320",
        "title":"New Nursery School Research Project, October 1, 1968 to September 30, 1969. Annual Progress Report."},
      {
        "id":"ED036321",
        "title":"The Impact of Head Start: An Evaluation of the Effects of Head Start on Children's Cognitive and Affective Development. (Executive Summary)."},
      {
        "id":"ED036322",
        "title":"Planning Parent-Implemented Programs: A Guide for Parents, Schools and Communities."},
      {
        "id":"ED036323",
        "title":"A Token Reinforcement System in the Public Schools."},
      {
        "id":"ED036324",
        "title":"Children and Teachers in Two Types of Head Start Classes."},
      {
        "id":"ED036325",
        "title":"Observed Cognitive Communication Patterns of Adults and Children in Four Pre-School Age Groups."},
      {
        "id":"ED036326",
        "title":"Independent Learning in the Elementary School Classroom."},
      {
        "id":"ED036330",
        "title":"Population Characteristics of Disadvantaged Preschool Children. Proceedings of the Head Start Research Seminars: Seminar No. 3, Head Start Populations (1st, Washington, D.C., October 9, 1968)."},
      {
        "id":"ED036331",
        "title":"Research Issues in Child Health, I-IV. Proceedings of the Head Start Research Seminars: Seminar No. 4, Health and Nutrition in Early Childhood (1st, Washington, D.C., November 1, 1968)."},
      {
        "id":"ED036332",
        "title":"Parental Behavior and Children's School Achievement: Implications for Head Start. Proceedings of the Head Start Research Seminars: Seminar No. 5, Intervention in Family Life (1st, Washington, D.C., January 13, 1969)."},
      {
        "id":"ED036333",
        "title":"The Role of the Teacher in Intervention Programs. Proceedings of the Head Start Research Seminars: Seminar No. 6, The Teacher in Intervention Programs (1st, Washington, D.C., April 18, 1969)."},
      {
        "id":"ED036334",
        "title":"The Effect of Selected Training Experiences on Performance on a Test of Conservation of Numerousness. Report from Phase 2 of the Prototypic Instructional Systems in Elementary Mathematics Project."},
      {
        "id":"ED036335",
        "title":"An Introduction of Length Concepts to Kindergarten Children. Report from the Project on Analysis of Mathematics Instruction."},
      {
        "id":"ED036336",
        "title":"A Study of Non-Verbal Representation in Young Children."},
      {
        "id":"ED036337",
        "title":"The School Social Worker in the New York State Experimental Prekindergarten Program."},
      {
        "id":"ED036338",
        "title":"A Longitudinal Study of Disadvantaged Children Who Participated in Three Different Preschool Programs."},
      {
        "id":"ED036339",
        "title":"A New Role for Teachers: Involving the Entire Family in the Education of Preschool Disadvantaged Children."},
      {
        "id":"ED036341",
        "title":"Negro Heritage: A Selected Book List for All Ages."},
      {
        "id":"ED036342",
        "title":"Hispanic Heritage: A Selected Book List for All Ages."},
      {
        "id":"ED036343",
        "title":"Characteristics of Primary Level Children."},
      {
        "id":"ED036345",
        "title":"Indian Heritage: A Selected Book List for All Ages."},
      {
        "id":"ED036346",
        "title":"Selected Bibliography on Rural Education, 1967."},
      {
        "id":"ED036347",
        "title":"Guidance Needs of Mexican American Youth. Proceedings of the Invitational Conference (First, November 10, 1967, Lubbock, Texas)."},
      {
        "id":"ED036350",
        "title":"Texas Small Schools Project 1967."},
      {
        "id":"ED036351",
        "title":"Indian Education in New York State."},
      {
        "id":"ED036352",
        "title":"The Taholah Community School. Report and Recommendations."},
      {
        "id":"ED036353",
        "title":"ESEA Title I and Rural Alaska - An Account of the Things We Did, 1968-1969."},
      {
        "id":"ED036354",
        "title":"Attitudes of Farmers Toward Government, Education, and Village Life in the Northern Beqa'a of Lebanon."},
      {
        "id":"ED036357",
        "title":"The Telephone Method of Teaching."},
      {
        "id":"ED036358",
        "title":"Telluride Nongraded Elementary School."},
      {
        "id":"ED036359",
        "title":"[English Instruction in the Small School.]"},
      {
        "id":"ED036360",
        "title":"[Typing and Shorthand in the Small High School.]"},
      {
        "id":"ED036361",
        "title":"[Reading Programs in Small Schools.]"},
      {
        "id":"ED036362",
        "title":"[Individualizing Spelling Instruction in the Small School.]"},
      {
        "id":"ED036363",
        "title":"[Individualizing Instruction in Science in the Small School.]"},
      {
        "id":"ED036364",
        "title":"[Individualizing the Study of U. S. History and Government in the Small High School.]"},
      {
        "id":"ED036365",
        "title":"[Individualizing Mathematics in the Small School.]"},
      {
        "id":"ED036366",
        "title":"A Report of the Summer Study-Skills Program."},
      {
        "id":"ED036368",
        "title":"Holding Power and Graduates. Kentucky Public and Non-Public High Schools."},
      {
        "id":"ED036369",
        "title":"\"Dropout or Graduate? A Synthesis of Three Studies on the Degree of Success of American Indian High School Students in the Southwest.\""},
      {
        "id":"ED036371",
        "title":"Materials for Those with a Spanish-Speaking Bakground."},
      {
        "id":"ED036372",
        "title":"Analysis of Urban Agglomeration and Its Meaning for Rural People."},
      {
        "id":"ED036373",
        "title":"Strategies, Models, and Economic Theories of Development in Rural Regions."},
      {
        "id":"ED036374",
        "title":"A Study of Contractual Arrangements Between Professional and Service Organizations and Local Boards of Education in Catskill Area Schools for the Year 1968-69."},
      {
        "id":"ED036375",
        "title":"A Study of Contractual Arrangements Between Professional and Service Organizations and Local Boards of Education in Catskill Area Schools for the Year 1969-70."},
      {
        "id":"ED036376",
        "title":"Guidebook on Flexible Scheduling. A Report of the Study Group on Flexible Scheduling."},
      {
        "id":"ED036377",
        "title":"The Impact of Poverty on Rural Youth: An Analysis of the Relationship Between Family Income and Educational Aspirations, Self-Concept Performance, and Values of Rural High School Students."},
      {
        "id":"ED036378",
        "title":"Teach Indian Students to Succeed."},
      {
        "id":"ED036380",
        "title":"Learning Problems of the Migrant Child. Annotated Bibliography."},
      {
        "id":"ED036381",
        "title":"Chicano! A Selected Bibliography of Materials by and About Mexico and Mexican Americans."},
      {
        "id":"ED036382",
        "title":"The Relative Effects of Early Spanish Language Instruction on Spanish and English Linguistic Development. An Evaluation Report on the Pecos Language Arts Program for the Western States Small Schools Project."},
      {
        "id":"ED036383",
        "title":"Navajo Perception of Anglo Medicine."},
      {
        "id":"ED036384",
        "title":"Low-Income Families in the Spanish-Surname Population of the Southwest."},
      {
        "id":"ED036385",
        "title":"Aspirations and Expectations of the Rural Poor--A Guide to Research."},
      {
        "id":"ED036386",
        "title":"Rural Indian Americans in Poverty."},
      {
        "id":"ED036387",
        "title":"Human Resources in the Rural Mississippi Delta...With Emphasis on the Poor."},
      {
        "id":"ED036388",
        "title":"Indian Americans in Dallas: Migrations, Missions, and Styles of Adaptation."},
      {
        "id":"ED036389",
        "title":"Curriculum Guidelines for the Skills of English, 1969"},
      {
        "id":"ED036390",
        "title":"Occupations and Low-Income Rural People. A Southern Regional Study."},
      {
        "id":"ED036391",
        "title":"Tips for Teachers of the Disadvantaged."},
      {
        "id":"ED036392",
        "title":"An Analysis of Academic Achievement of Indian High School Students in Federal and Public Schools. A Progress Report."},
      {
        "id":"ED036393",
        "title":"Tutorial and Enrichment Program, 1968-69."},
      {
        "id":"ED036394",
        "title":"Language and Communication."},
      {
        "id":"ED036395",
        "title":"A Description of the Flint Community Junior College Reading Program."},
      {
        "id":"ED036396",
        "title":"A Correlational Analysis of Study Skills and Attitudes, Library Skills, and Reading Skills with the Academic Success of Education Students at the University of Portland."},
      {
        "id":"ED036397",
        "title":"Reading in Mathematics."},
      {
        "id":"ED036398",
        "title":"Comprehension of Connected Discourse."},
      {
        "id":"ED036400",
        "title":"An Evaluation of the Sulzberger Reading Laboratory Clinic, 1968-1969."},
      {
        "id":"ED036401",
        "title":"Reading for the Gifted: Guided Extension of Reading Skills Through Literature. Part IV."},
      {
        "id":"ED036402",
        "title":"Teaching About Vowels in Second Grade."},
      {
        "id":"ED036404",
        "title":"The Effects of a Combined Reading and Group Counseling Program on Community College Students Enrolled in Reading Improvement Classes. Final Report."},
      {
        "id":"ED036405",
        "title":"Reading Comprehension of Materials Written with Select Oral Language Patterns: A Study at Grades 2 and 4."},
      {
        "id":"ED036423",
        "title":"Reading in Somali: An Elementary Cultural Reader. Volume II: Pony and Glossary."},
      {
        "id":"ED036424",
        "title":"A Study in the Use of Programmed Mathematics Material at Ninth Grade Level."},
      {
        "id":"ED036425",
        "title":"Measurement: Problems of Theory and Application."},
      {
        "id":"ED036426",
        "title":"Accelerated Program in Elementary-School Mathematics--The Fourth Year."},
      {
        "id":"ED036427",
        "title":"An Analysis of New Mathematics Programs."},
      {
        "id":"ED036428",
        "title":"How to Use Behavioral Objectives in Science Instruction."},
      {
        "id":"ED036429",
        "title":"How to Plan and Organize Team Teaching in Elementary School Science."},
      {
        "id":"ED036430",
        "title":"Experiences in Mathematical Discovery, Units 1-5; Unit 1, Formulas, Graphs and Patterns; Unit 2, Properties of Operations with Numbers; Unit 3, Mathematical Sentences; Unit 4, Geometry; Unit 5, Arrangements and Selections; and Answers for Units 1-5."},
      {
        "id":"ED036431",
        "title":"A Pilot Project to Develop Materials for Use in the Preservice and Inservice Mathematics Training of Elementary Teachers."},
      {
        "id":"ED036432",
        "title":"Logical Thinking."},
      {
        "id":"ED036433",
        "title":"Basic Number and Order Ideas."},
      {
        "id":"ED036434",
        "title":"An Introduction to Rational Numbers, Units 1-6."},
      {
        "id":"ED036435",
        "title":"Uses of the Field Properties in Elementary School."},
      {
        "id":"ED036436",
        "title":"Uses of Mathematics in Other Subject Areas."},
      {
        "id":"ED036437",
        "title":"Conceptual Models in Teaching the Uses of Number and Operation."},
      {
        "id":"ED036438",
        "title":"An Introduction to the Theory of Numbers for Elementary School Teachers."},
      {
        "id":"ED036439",
        "title":"Mathematics Guidelines for Indiana Schools K-12."},
      {
        "id":"ED036440",
        "title":"Summative Report the Innovative Science Training Program 1968-1969."},
      {
        "id":"ED036441",
        "title":"Madison Project Summative Evaluation Report."},
      {
        "id":"ED036442",
        "title":"Environmental Forces - Some Esthetic Components."},
      {
        "id":"ED036443",
        "title":"Astronomy in New York State: Competence and Challenge."},
      {
        "id":"ED036444",
        "title":"A Study of the Relative Effectiveness of a Meaningful Concrete and a Meaningful Symbolic Model in Learning a Selected Mathematical Principle."},
      {
        "id":"ED036445",
        "title":"Learning Difficulties Encountered by Students Studying the Chem Study Program."},
      {
        "id":"ED036446",
        "title":"Effects of Increased Home-School Contact on Performance and Attitudes in Mathematics."},
      {
        "id":"ED036447",
        "title":"Environmental Education for Junior High Grades: A Teacher's Manual."},
      {
        "id":"ED036448",
        "title":"Environmental Education for Intermediate Grades: A Teacher's Manual."},
      {
        "id":"ED036449",
        "title":"Some Problems for the Teacher Useful as a Basis for Planning Lessons in Science-Conservation."},
      {
        "id":"ED036450",
        "title":"Teaching Tips on Current Environmental Problems."},
      {
        "id":"ED036451",
        "title":"[Cambridge Conference on School Mathematics Feasibility Studies 9-13.]"},
      {
        "id":"ED036452",
        "title":"Directory of Research in Social Studies/Social Sciences."},
      {
        "id":"ED036454",
        "title":"How to Study Mathematics: A Handbook for High School Students."},
      {
        "id":"ED036455",
        "title":"The Student Teacher and Professional Values."},
      {
        "id":"ED036456",
        "title":"Listening to Teachers. Report Series No. 34."},
      {
        "id":"ED036457",
        "title":"Education's New Dualisms. A Provocative Essay on Paraprofessionals and Professionalism. QuEST Series 8."},
      {
        "id":"ED036458",
        "title":"[Program for Beginning Teachers. An Individualized Approach to In-Service Education.] An Application for Continuation Grant. Part II. Narrative."},
      {
        "id":"ED036459",
        "title":"In-Service Teacher Education Course: Teaching Elementary School Reading. An Evaluation Report."},
      {
        "id":"ED036460",
        "title":"Preparing Beginning Teachers for Working with the Educationally Disadvantaged: A Continuing Study of the Influence on Student Teachers of a Training Program for Cooperating Teachers. Final Report."},
      {
        "id":"ED036461",
        "title":"A Sociometric Study of a Junior High School Staff."},
      {
        "id":"ED036462",
        "title":"The Impending Instructional Revolution."},
      {
        "id":"ED036463",
        "title":"How To Organize a School Volunteer Program in Individual Schools and Suggested Volunteer Aids."},
      {
        "id":"ED036464",
        "title":"Teacher Education and the Agency for International Development."},
      {
        "id":"ED036465",
        "title":"Simulation in Preparing School Personnel: A Bibliography."},
      {
        "id":"ED036466",
        "title":"Microteaching: An Annotated Bibliography."},
      {
        "id":"ED036467",
        "title":"Selected Bibliography on the Accreditation of Teacher Education."},
      {
        "id":"ED036468",
        "title":"The Relations Between Classroom Interaction and Teacher Ratings of Pupils: An Exploration of One Means by Which a Teacher May Communicate Her Expectancies. Peabody Papers in Human Development."},
      {
        "id":"ED036469",
        "title":"Interaction Analysis and Microteaching Skill Development in Teaching."},
      {
        "id":"ED036470",
        "title":"Simulation in Preparing School Personnel."},
      {
        "id":"ED036471",
        "title":"Microteaching: History and Present Status."},
      {
        "id":"ED036472",
        "title":"The Duo-Specialist Project."},
      {
        "id":"ED036473",
        "title":"The Congruence of Teacher Expectations. Inquiry into Innovations Series. Research Report 4."},
      {
        "id":"ED036474",
        "title":"A School- Developed Program: American Studies. Inquiry Into Innovations Series. Special Report."},
      {
        "id":"ED036475",
        "title":"The Independent Student: Educational and Social-Psychological Characteristics; Inquiry Into Innovations Series, Research Report 3."},
      {
        "id":"ED036476",
        "title":"Experiential Training of Teachers. Director's Report."},
      {
        "id":"ED036478",
        "title":"The Intern Teaching Program for College Graduates."},
      {
        "id":"ED036479",
        "title":"The &quot;Relevance&quot; of Accountability."},
      {
        "id":"ED036480",
        "title":"Microteaching. Bibliographies in Education, No. 5."},
      {
        "id":"ED036481",
        "title":"Accreditation of Teacher Education by NCATE. A Survey of Opinions Commissioned by the Coordinating Board of the National Council for Accreditation of Teacher Education."},
      {
        "id":"ED036482",
        "title":"Paraprofessionals and Teacher Aides: An Annotated Bibliography."},
      {
        "id":"ED036483",
        "title":"Classroom Observation Systems in Preparing School Personnel: An Annotated Bibliography."},
      {
        "id":"ED036484",
        "title":"The Teen Tutor and Learning."},
      {
        "id":"ED036485",
        "title":"The Assessment Revolution: New Viewpoints for Teacher Evaluation."},
      {
        "id":"ED036486",
        "title":"Researching Crucial Educational Issues in Northern New England. Report on HEW Summer Institute."},
      {
        "id":"ED036487",
        "title":"A Study on the Continuing Education of Teachers."},
      {
        "id":"ED036488",
        "title":"[Central Minnesota Teacher Education Council Programs. Graduate Internship in Elementary Teaching.]"},
      {
        "id":"ED036489",
        "title":"Potential for Change: An Integrated Creative Arts Minor."},
      {
        "id":"ED036490",
        "title":"National Survey of Campus Laboratory Schools, 1969."},
      {
        "id":"ED036491",
        "title":"Excellence in Teacher Education. Distinguished Achievement Awards of the American Association of Colleges for Teacher Education, 1970."},
      {
        "id":"ED036492",
        "title":"The Status, Efficiency, and Motivation of Provisionally Certificated Personnel in Illinois. Provisional Certification Series No. 2."},
      {
        "id":"ED036493",
        "title":"Viewpoints on Provisional Certification. Provisional Certification Series No. III."},
      {
        "id":"ED036496",
        "title":"Information Capabilities Needed in School Personnel Preparation."},
      {
        "id":"ED036497",
        "title":"Futurism: A Needed Process in School Personnel Preparation."},
      {
        "id":"ED036498",
        "title":"The Product Development Process."},
      {
        "id":"ED036499",
        "title":"How To Conduct a Search Through ERIC."},
      {
        "id":"ED036500",
        "title":"Project English Notes."},
      {
        "id":"ED036501",
        "title":"Linguistics for the Elementary Teacher."},
      {
        "id":"ED036502",
        "title":"The Inservice Education Potential of Team Planning-Teaching."},
      {
        "id":"ED036503",
        "title":"The Computer and the Teacher of English."},
      {
        "id":"ED036504",
        "title":"The Case for Syntax."},
      {
        "id":"ED036505",
        "title":"Parents' Opinions about Handwriting Styles."},
      {
        "id":"ED036506",
        "title":"Language Programs for the Disadvantaged. The Report of the NCTE Task Force on Teaching English to the Disadvantaged."},
      {
        "id":"ED036507",
        "title":"The Psychological Bases of Spelling."},
      {
        "id":"ED036508",
        "title":"Supervision of High School Departments of English."},
      {
        "id":"ED036509",
        "title":"Featuring the Personalities."},
      {
        "id":"ED036510",
        "title":"Literature: Dead or Alive?"},
      {
        "id":"ED036511",
        "title":"The Persistence of the Recitation: A Review of Observational Studies of Teacher Questioning Behavior. Occasional Paper Series, Number 3."},
      {
        "id":"ED036512",
        "title":"A Critical Bibliography of Listening Materials."},
      {
        "id":"ED036513",
        "title":"Mark Hopkins' Log: Teaching and the Analysis of Ideas."},
      {
        "id":"ED036514",
        "title":"Black Poetry: Some Random Notes."},
      {
        "id":"ED036515",
        "title":"The Effect of a Study of Grammar on the Writing of Eighth-Grade Students. Report from the Individually Guided Instruction in English Language, Composition, and Literature Project."},
      {
        "id":"ED036516",
        "title":"The Effect of Systematic Oral Exercises on the Writing of Fourth-Grade Students."},
      {
        "id":"ED036518",
        "title":"Follow-Up Report on the NDEA Institute for Advanced Study in English Language and Composition Conducted at the State University College Cortland in Summer 1968."},
      {
        "id":"ED036521",
        "title":"The Development of the Wisconsin Tests of Testimony and Reasoning Assessment (WISTTRA). Report from the Concepts in Verbal Argument Project."},
      {
        "id":"ED036522",
        "title":"Measures of Writing Maturity from Two 500-Word Writing Samples. Report from the Individually Guided Instruction in English Language, Composition, and Literature Project."},
      {
        "id":"ED036526",
        "title":"The Discovery Route to Values, Via Literature: &quot;To Kill a Mockingbird&quot; and the Importance of Individuals."},
      {
        "id":"ED036527",
        "title":"The Discovery Route to Values, Via Literature: &quot;Abe Lincoln in Illinois&quot; and Commitment."},
      {
        "id":"ED036528",
        "title":"The Discovery Route to Values, Via Literature: &quot;Richard Cory&quot; and Success."},
      {
        "id":"ED036529",
        "title":"Linguistic Method of Teaching Reading: Is It a Kind of Neo-Phonics?"},
      {
        "id":"ED036530",
        "title":"Guidelines (Tentative) to Elementary Language Arts, Grades 1-8."},
      {
        "id":"ED036531",
        "title":"The Use of the Overhead Projector in Teaching Composition."},
      {
        "id":"ED036532",
        "title":"Children's Communication Accuracy Related to Race and Socioeconomic Status."},
      {
        "id":"ED036534",
        "title":"The Development of a Basic Social Science Course for Undergraduate Students in the Natural Sciences and Engineering. Final Report."},
      {
        "id":"ED036560",
        "title":"Literature in American Education."},
      {
        "id":"ED036561",
        "title":"Curriculum Patterns in English: Undergraduate Requirements for the English Major. Bulletin 1965, Number 21."},
      {
        "id":"ED036562",
        "title":"The Department as Center of Inquiry."},
      {
        "id":"ED036564",
        "title":"Transcription of Tapes Made at NCTE Pre-Convention Workshop on Junior College English, Milwaukee, November 1968."},
      {
        "id":"ED036565",
        "title":"Job and Career Development for the Poor...The Human Services. IRCD Bulletin; Volume 2, Number 4, September 1966."},
      {
        "id":"ED036568",
        "title":"Black Power and Its Effect on Racial Interaction: Resource Manual. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-1969."},
      {
        "id":"ED036569",
        "title":"Common Prejudices of Negroes and Whites: Resource Manual. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-1969."},
      {
        "id":"ED036570",
        "title":"Discipline Standard in Integrated Schools: Resource Manual. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-1969."},
      {
        "id":"ED036571",
        "title":"Interpersonal Relations Among Students: Resource Manual. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-1969."},
      {
        "id":"ED036572",
        "title":"The Black Self Concept: Resource Manual. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-1969."},
      {
        "id":"ED036573",
        "title":"The Negro in American History: Resource Material. An In-Service Training Program Which Focuses on Assisting Educators of School District 65 to Develop Some Common Understandings About Crucial Integration Issues; School Year 1968-1969."},
      {
        "id":"ED036574",
        "title":"Project Scranton: Student Teachers as Tutors for Children in an Inner City School."},
      {
        "id":"ED036575",
        "title":"Relationship Between Locus of Control Scores and Reading Achievement of Black and White Second Grade Children from Two Socio-Economic Levels."},
      {
        "id":"ED036577",
        "title":"Test Prediction of School Success of Bilingual Hispanoamerican Children."},
      {
        "id":"ED036578",
        "title":"A Comparative Study of the Self-Perceptions of Disadvantaged Children in Elementary and Secondary Schools."},
      {
        "id":"ED036579",
        "title":"A School and Work Program in An Adult Manpower Setting for Potential Dropouts Needing Educational Redirection. Evaluation of State Urban Education Programs in New York City 1968-69."},
      {
        "id":"ED036580",
        "title":"Attendance Task Force to Strengthen High School Attendance Programs. Evaluation of State Urban Education Programs in New York City 1968-69."},
      {
        "id":"ED036581",
        "title":"Educational Field Trips for Disadvantaged Pupils in Nonpublic Schools. Evaluation of ESEA Title I Projects in New York City 1968-69."},
      {
        "id":"ED036582",
        "title":"Ethnography and Large-scale Complex Sociocultural Fields: Participant Observation from Multiple Perspectives in a Low-Income Urban Afro-American Community."},
      {
        "id":"ED036583",
        "title":"Ohio Conference on Disadvantaged Children (May 18-19, 1967)."},
      {
        "id":"ED036584",
        "title":"The New York State Annual Evaluation Report for 1967-68 Fiscal Year: Programs for Children of Migratory Workers. ESEA, 1965-Title I."},
      {
        "id":"ED036585",
        "title":"The New York State Annual Evaluation Report for 1966-67 Fiscal Year: Programs for Disadvantaged Children. ESEA, 1965 - Title I."},
      {
        "id":"ED036586",
        "title":"The Self-Esteem and Goals of Indigent Children. Progress Report."},
      {
        "id":"ED036588",
        "title":"Project Mission, Summer 1968 and School Year 1968-69 of the Baltimore City Public Schools. Evaluation of ESEA Title I Project for Fiscal Year 1969."},
      {
        "id":"ED036590",
        "title":"Annual Evaluation Report, Title I ESEA, Fiscal Year 1968. Section I."},
      {
        "id":"ED036591",
        "title":"Annual Evaluation Report, Title I ESEA, Fiscal Year 1968. Section II."},
      {
        "id":"ED036592",
        "title":"Environmental Variables as Predictors of Academic Performance."},
      {
        "id":"ED036593",
        "title":"Program to Excite Potential (P.E.P), Winter Program 1968-1969."},
      {
        "id":"ED036594",
        "title":"A Follow-up Study of the Experiences and Reactions of Students in the 1965 Entering Class of the College Discovery Program."},
      {
        "id":"ED036595",
        "title":"Strengthening the Neighborhood Youth Corps. A Report on the Special Services and Research..."},
      {
        "id":"ED036596",
        "title":"The New York State Annual Evaluation Report for 1967-68 Fiscal Year. ESEA Title I."},
      {
        "id":"ED036597",
        "title":"School Desegregation via Compulsory Pupil Transfer: Early Effects on Elementary School Children. Final Report."},
      {
        "id":"ED036598",
        "title":"Problems in Making Policy Inferences from the Coleman Report. Discussion Papers."},
      {
        "id":"ED036599",
        "title":"Language and Area Studies Programs and the Participation of Spanish and Portuguese Speaking Minorities in American Society. Report of a Meeting Held at Miami, Florida, May 1-3, 1969."},
      {
        "id":"ED036600",
        "title":"Is It Helping Poor Children? Title I of ESEA. A Report."},
      {
        "id":"ED036601",
        "title":"The Attitudes of Negro High School Students in Kansas City, Missouri: A Preliminary Report."},
      {
        "id":"ED036602",
        "title":"State Annual Evaluation Report, Title I, ESEA, Fiscal Year 1968."},
      {
        "id":"ED036603",
        "title":"The Study of Project Exodus: A School Racial Integration Project in Boston, Massachusetts. Final Report."},
      {
        "id":"ED036605",
        "title":"The Conference on Unexplored Aspects of the Development of Occupational Goals of Youth (University of Oregon, August 9-13, 1965). Summarizers' Reports."},
      {
        "id":"ED036607",
        "title":"The Application of Criteria in Practical Nursing Programs: Papers Presented at the Conference of the Council of Member Agencies of the Department of Practical Nursing Programs (5th, Chicago, Illinois, May 5-6, 1966)."},
      {
        "id":"ED036608",
        "title":"Curriculum Materials Developed Under a Contract with the New York State Department of Education, A Report and Appendices A-R."},
      {
        "id":"ED036610",
        "title":"Implications of Career Openings in Health Occupations for Priorities in Vocational-Technical Education. Working Paper."},
      {
        "id":"ED036611",
        "title":"Implications of Career Openings in Social Welfare Occupations for Priorities in Vocational-Technical Education. Working Paper."},
      {
        "id":"ED036612",
        "title":"Use of Industry-Advisory Committees as a Technique for Evaluating Vocational and Technical Education Programs."},
      {
        "id":"ED036613",
        "title":"The Role Of Vocational-Technical Education And The Holding Power Of The Schools."},
      {
        "id":"ED036614",
        "title":"Assessment Guidelines for Programs Under the Vocational Education Act of 1963."},
      {
        "id":"ED036615",
        "title":"Selected Bibliography of Books, Pamphlets, Periodicals, and Curriculum Guides in Work Study for the Educable Retarded."},
      {
        "id":"ED036617",
        "title":"Research in Correctional Rehabilitation."},
      {
        "id":"ED036618",
        "title":"The Future of the Juvenile Court: Implications for Correctional Manpower and Training."},
      {
        "id":"ED036619",
        "title":"The Implications of Job Opportunities in Transportation for Priorities in Vocational-Technical Education. Working Paper."},
      {
        "id":"ED036620",
        "title":"A Guidance Counselor's Handbook to Career Opportunities in the Health Field."},
      {
        "id":"ED036621",
        "title":"The Proprietary School in Oregon; A Committee Report."},
      {
        "id":"ED036622",
        "title":"A Time to Act. Final Report."},
      {
        "id":"ED036623",
        "title":"The Urban Planner in Health Planning."},
      {
        "id":"ED036626",
        "title":"Problems in the Transition from School to Work as Perceived by Youth Opportunity Center Counselors. A National Survey. Final Report. Research Series No. 53."},
      {
        "id":"ED036627",
        "title":"State-Wide System of Area Vocational-Technical Training Centers for Oklahoma. Research Report Number 15."},
      {
        "id":"ED036628",
        "title":"Report of Activities of the National Planning and Development Committee in Connection with National Conference on Trade and Industrial Education (Kansas City, Mo., May 14-16, 1968)."},
      {
        "id":"ED036629",
        "title":"Manpower Research Projects Sponsored by the U.S. Department of Labor, Manpower Administration Through June 30, 1969."},
      {
        "id":"ED036631",
        "title":"Education of Technicians for Water Conservation and Wastewater Control."},
      {
        "id":"ED036632",
        "title":"Employment and Training Legislation--1968; Hearings."},
      {
        "id":"ED036633",
        "title":"Comprehensive Statewide Planning for Vocational Rehabilitation Services. Final Report, Volume II."},
      {
        "id":"ED036634",
        "title":"Comprehensive Statewide Planning for Vocational Rehabilitation Services. Final Report, Volume I."},
      {
        "id":"ED036635",
        "title":"Summaries of Studies in Agricultural Education, Pacific Region, 1968-69. An Annotated Bibliography of Studies in Agricultural Education."},
      {
        "id":"ED036636",
        "title":"Co-Existence of Technical and Vocational Programs at The College Level."},
      {
        "id":"ED036637",
        "title":"Nevada State Occupational Research Coordinating Unit. Final Report."},
      {
        "id":"ED036638",
        "title":"Review and Synthesis of Research in Trade and Industrial Education. Second Edition. Research 43."},
      {
        "id":"ED036639",
        "title":"Review and Synthesis of Research in Technical Education. Second Edition. Research Series No. 47."},
      {
        "id":"ED036640",
        "title":"Mental Health Manpower and the Psychiatric Technician."},
      {
        "id":"ED036641",
        "title":"Research Visibility: Vocational Education Curriculum."},
      {
        "id":"ED036642",
        "title":"Summaries of Studies in Agricultural Education, Central Region 1968-69. An Annotated Bibliography of Studies in Agricultural Education."},
      {
        "id":"ED036643",
        "title":"Nurse Tutoring Study of the City University of New York; Interim Progress Report."},
      {
        "id":"ED036644",
        "title":"Abstracts of Research Studies in Agricultural Education Completed in 1968-69 in the North Atlantic Region."},
      {
        "id":"ED036646",
        "title":"Development of a Curriculum Guide for Consumer Education in Vocational Home Economics Classes."},
      {
        "id":"ED036647",
        "title":"The Relevance of Secondary Occupational Training in Agriculture to Occupational Patterns and Images. Final Report."},
      {
        "id":"ED036648",
        "title":"A Pilot Project to Develop a Program of Occupational Training for School Alienated Youth. Final Report and Related Materials."},
      {
        "id":"ED036649",
        "title":"Occupational Experience and Career Development Training for Distributive Educators and Vocational Counselors. Final Report."},
      {
        "id":"ED036650",
        "title":"Workshop on Program Development For Training Homemaker-Home Health Aides. Final Report."},
      {
        "id":"ED036651",
        "title":"A One-Week Institute to Develop Objectives and Models for a Continuous Exploratory Program Related to the World of Work from Junior High Through Senior High School (West Georgia National Conference, Carrollton, September, 1969). Final Report."},
      {
        "id":"ED036652",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education and Abstracts of Research and Related Materials in Vocational and Technical Education; Annual Index. 1968-69."},
      {
        "id":"ED036653",
        "title":"Vocational Education Amendments of 1968, Public Law 90-576. Second Report."},
      {
        "id":"ED036654",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Winter 1969."},
      {
        "id":"ED036655",
        "title":"Education For Technician Careers And The Nation's Priorities in the 1970's. Working Paper."},
      {
        "id":"ED036656",
        "title":"Study of District 18, A Wisconsin Vocational, Technical, and Adult Education District."},
      {
        "id":"ED036657",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research and Related Materials In Vocational and Technical Education (ARM), Winter 1969."},
      {
        "id":"ED036658",
        "title":"Law Enforcement Education: A Survey and Discussion of Law Enforcement Education in the United States."},
      {
        "id":"ED036659",
        "title":"A Study of the Implications of Modern Technology for Small College Libraries."},
      {
        "id":"ED036660",
        "title":"Innovations in Personnel Services."},
      {
        "id":"ED036661",
        "title":"The Neighborhood Youth Corps: A Review of the ERIC Literature. ERIC-IRCD Urban Disadvantaged Series, Number 12."},
      {
        "id":"ED036662",
        "title":"The Job Corps: A Review of the ERIC Literature. ERIC-IRCD Urban Disadvantaged Series, Number 13."},
      {
        "id":"ED036663",
        "title":"Investigations of Classroom and At-Home Interventions: Research and Development Program on Preschool Disadvantaged Children. Final Report. (Volume I of III Volumes)."},
      {
        "id":"ED036664",
        "title":"Curriculum Development and Evaluation: Research and Development Program on Preschool Disadvantaged Children. Final Report. (Volume II of III Volumes)."},
      {
        "id":"ED036665",
        "title":"Community, Kinship, and Competence: Research and Development Program on Preschool Disadvantaged Children. Final Report. (Volume III of III Volumes)."},
      {
        "id":"ED036666",
        "title":"Sharing Educational Services. PREP-13."},
      {
        "id":"ED036667",
        "title":"Literature and Social Sensitivity."},
      {
        "id":"ED036668",
        "title":"A Study of Further Exemplary Programs for the Education of Disadvantaged Children. Final Report."},
      {
        "id":"ED036669",
        "title":"Trends and Practices in Secondary School Reading: A Companion Bibliography to A. Sterl Artley&apos;s Monograph. ERIC/CRIER Reading Review Series, Bibliography 25."},
      {
        "id":"ED036670",
        "title":"Research Reporting Sections: National Council of Teachers of Mathematics Golden Jubilee Year, 48th Annual Meeting. SMAC Report."},
      {
        "id":"ED036671",
        "title":"Personnel Services Review. Series 1: Innovations in the Training and Supervision of Counselors. Simulation Gaming."},
      {
        "id":"ED036672",
        "title":"Personnel Services Review. Series 1: Innovations in the Training and Supervision of Counselors. Micro-Counseling."},
      {
        "id":"ED036674",
        "title":"Personnel Services Review. Series 3: Human Resources in the Guidance Programs. Family Counseling."},
      {
        "id":"ED036675",
        "title":"Personnel Services Review. Series 3: Human Resources in the Guidance Programs. Students in Helping Roles."},
      {
        "id":"ED036676",
        "title":"Occupational Training for Disadvantaged Adults. Current Information Sources, 29."},
      {
        "id":"ED036677",
        "title":"Physical Facilities in the Education and Training of Adults; Memorandum on Sparse Research and Development Literature."},
      {
        "id":"ED036678",
        "title":"Wisconsin Elementary Teacher Education Project. Volumes I-IV."},
      {
        "id":"ED036679",
        "title":"Latin America: Its Land, Story and Peoples (An Instructional Unit for the Middle Grades). Instructional Unit No. 3 with Readings."},
      {
        "id":"ED036680",
        "title":"Science Education Information Reports, Occasional Paper Series - Science Paper 2 - Inservice Education for Teachers of Elementary School Science."},
      {
        "id":"ED036682",
        "title":"Title I of the Higher Education Act of 1965: Evaluation of the Present Program: Recommendations for the Future."},
      {
        "id":"ED036686",
        "title":"Adult Radio: A Community Service and Continuing Education Project through Broadcast Utilization (Title 1 of the Higher Education Act of 1965). Final Report."},
      {
        "id":"ED036687",
        "title":"Facts and Figures on West Virginia Audiences and Their Special Needs."},
      {
        "id":"ED036695",
        "title":"Helping Low-Income Homemakers, Programs and Evaluations; A Selected, Annotated Bibliography."},
      {
        "id":"ED036703",
        "title":"Training of Adult Educators in East Germany. Occasional Paper, No. 4."},
      {
        "id":"ED036707",
        "title":"Attrition and Achievement in Correspondence Study."},
      {
        "id":"ED036714",
        "title":"The Nature of the Job Problem and the Role of New Public Service Employment."},
      {
        "id":"ED036715",
        "title":"Adult Basic Education, Priorities and Potential."},
      {
        "id":"ED036716",
        "title":"Title I Grant Local Government Seminars, 1968-69. Final Report."},
      {
        "id":"ED036717",
        "title":"Eighth Teacher Evaluation and Pre-Post Test Results of the Jackson County Adult Evening High School Completion Program (Iowa) for the Semester Ending December 17, 1969."},
      {
        "id":"ED036719",
        "title":"Report of Recommendations Concerning Educational Programs for the Non-English Speaking Adult Population."},
      {
        "id":"ED036720",
        "title":"Attitudes of Administrators Toward Instructional Programs for Adults with Spanish Surnames."},
      {
        "id":"ED036721",
        "title":"Training Recommendations for Professional, Administrative and Commercial Trainees."},
      {
        "id":"ED036722",
        "title":"Continuing Education for Women in Canada; Trends and Opportunities. Monographs in Adult Education, 4."},
      {
        "id":"ED036723",
        "title":"A Research Summary of a Graduate Study: An Analysis of Factors Related to the Role Performance of 4-H Junior Leaders in Selected Tennessee Counties."},
      {
        "id":"ED036724",
        "title":"Participation in Public School Adult Education."},
      {
        "id":"ED036726",
        "title":"Saskatchewan NewStart School Aide Curriculum. Trainee Guide (and) Instructor Guide."},
      {
        "id":"ED036728",
        "title":"Report on the Conference on the Separating Serviceman Held at the National War College, 29-31 October 1969."},
      {
        "id":"ED036736",
        "title":"Selected Enrollment Statistics Relating to Continuing Education."},
      {
        "id":"ED036737",
        "title":"Furniture and Timber Training Board, Fourth Year's Scheme; Training Grants Scheme, 1969-70."},
      {
        "id":"ED036739",
        "title":"1969 Handbook on Women Workers."},
      {
        "id":"ED036740",
        "title":"An Investigation Toward the Possible Expansion of the Adult Continuing Education Program in Whitley County, Indiana."},
      {
        "id":"ED036741",
        "title":"Civil Defense: An Analysis of Attitudes and Knowledge."},
      {
        "id":"ED036742",
        "title":"An Institute as an Educational Experience in the Continuing Education of a Selected Population of Nurses."},
      {
        "id":"ED036743",
        "title":"Adult Education for Industrial Workers; The Contribution of Sheffield University Extramural Department."},
      {
        "id":"ED036748",
        "title":"The Criteria Problem in Program Evaluation."},
      {
        "id":"ED036749",
        "title":"Professionalization in Higher Adult Education Administration."},
      {
        "id":"ED036750",
        "title":"Functional Path Analysis as a Multivariate Technique in Developing a Theory of Participation in Adult Education."},
      {
        "id":"ED036751",
        "title":"A Preliminary Report on the Pilot Study: \"The Effect of Adult Basic Education on the Occupational Adjustment and Acculturation of the Low Literate Adult.\""},
      {
        "id":"ED036752",
        "title":"The Effect of Social Reinforcement with Programmed and Non-Programmed Instruction in In-Service Independent Study by Newly Employed University Extension Staff."},
      {
        "id":"ED036753",
        "title":"The Internal and External Validation of the Concept Involvement."},
      {
        "id":"ED036754",
        "title":"Instructional Systems for Extramural Courses."},
      {
        "id":"ED036755",
        "title":"Toward a Theory of Practice in Education with Particular Reference to the Education of Adults."},
      {
        "id":"ED036756",
        "title":"Priorities for Vocational-Technical Education Research in North Carolina."},
      {
        "id":"ED036757",
        "title":"Factors Related to the Adoption of Farm Practices 1962-1966."},
      {
        "id":"ED036758",
        "title":"Adult Education by Means of Telephone."},
      {
        "id":"ED036759",
        "title":"Faculty Commitment to Selected Aspects of Continuing Education."},
      {
        "id":"ED036760",
        "title":"Information Sources, Dogmatism, and Judgmental Modifications."},
      {
        "id":"ED036761",
        "title":"Consideration of How Levels of Achievement and Anxiety toward Education Affect Older People's Participation in Adult Education Programs."},
      {
        "id":"ED036762",
        "title":"Measuring Attitudes toward Management Development."},
      {
        "id":"ED036763",
        "title":"Evaluation Inference Applied to Programming on an Educational Telephone Network - A Beginning."},
      {
        "id":"ED036764",
        "title":"Failure in Success; An Assessment of Agricultural Extension in the United States."},
      {
        "id":"ED036765",
        "title":"A Framework for Exploring the Adult Educator's Commitment toward the Construct of \"Guided Learning.\""},
      {
        "id":"ED036766",
        "title":"Developing a Placement Test for Adults in English-Second-Language Programs in California."},
      {
        "id":"ED036767",
        "title":"A Conceptual Schema of the Programming Process in the Complex Adult Education Organization with Special Emphasis on Its Sociological Aspects."},
      {
        "id":"ED036768",
        "title":"Options for Evaluation of Adult Education: Research or Subjective Judgment."},
      {
        "id":"ED036769",
        "title":"Some Factors Affecting the Personal and Professional Growth of Teachers."},
      {
        "id":"ED036770",
        "title":"A Study of Ontario Farmers' Use of Selected Technical Publications."},
      {
        "id":"ED036771",
        "title":"Effectiveness of Cooperative Extension Service Newsletters with Different Formats Received by Dairymen in Pennsylvania."},
      {
        "id":"ED036772",
        "title":"Directory of Education Studies in Canada. [Annuaire d'Etudes en Education au Canada, 1968-69.]"},
      {
        "id":"ED036773",
        "title":"Adult Education and Leisure in Flanders."},
      {
        "id":"ED036782",
        "title":"Computerized Archive and Dictionary of the Jaqimara Languages of South America."},
      {
        "id":"ED036783",
        "title":"Applied Computational Linguistics."},
      {
        "id":"ED036784",
        "title":"Handbook for Teachers of English as a Second Language; Americanization-Literacy."},
      {
        "id":"ED036785",
        "title":"ESOL and Bilingual Education."},
      {
        "id":"ED036786",
        "title":"Writing to Create Ourselves; A Manual for Teachers of English and Creative Writing in Bureau of Indian Affairs Secondary Schools. Indian Education Curriculum Bulletin No. 2."},
      {
        "id":"ED036787",
        "title":"Implicational Scales and Sociolinguistic Linearity."},
      {
        "id":"ED036789",
        "title":"Perceptual Confusions Among Fricatives in Preschool Children."},
      {
        "id":"ED036792",
        "title":"Self-Instruction in the Non-Western Languages: A Manual for Program Directors."},
      {
        "id":"ED036801",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Vol. 3, No. 4, 1969."},
      {
        "id":"ED036802",
        "title":"Theoretical Phonology and First-Language Acquisition: How Scientific Is Psycholinguistics?"},
      {
        "id":"ED036804",
        "title":"TESOL, 1967-68: A Survey."},
      {
        "id":"ED036805",
        "title":"Aural Comprehension Tests and How to Prepare Them."},
      {
        "id":"ED036806",
        "title":"Some Uses of Tape Recordings in the Classroom."},
      {
        "id":"ED036807",
        "title":"Teaching the Educationally Disadvantaged Hispano Child at the K-3 Level."},
      {
        "id":"ED036808",
        "title":"The OST: Theory, Instrument and Norms."},
      {
        "id":"ED036809",
        "title":"Vocational Students' Perception of Guidance Needs: A Study Conducted in Minnesota Area Vocational-Technical Schools. Minnesota Guidance Series."},
      {
        "id":"ED036810",
        "title":"The Guidance Program. Volume III: Analytic Document."},
      {
        "id":"ED036811",
        "title":"Indirect Services: The Bridge Between Mental Illness and Mental Health. Including Programming and Reporting Models."},
      {
        "id":"ED036812",
        "title":"The Impact of Education on Career Expectations and Mobility. Final Report."},
      {
        "id":"ED036813",
        "title":"The Motor Facilitation Program of School District 21, Wheeling, Illinois."},
      {
        "id":"ED036814",
        "title":"A Guide to the Evaluation of Pupil Progress with Particular Emphasis on Pupil Marks. Pupil Personnel Study Series, 1966--1967. Report Number One."},
      {
        "id":"ED036815",
        "title":"Characteristics of the College Discovery Program Students: 1964--1967. College Discovery Program. Research and Evaluation Unit."},
      {
        "id":"ED036816",
        "title":"A Follow-Up Study of the Experiences and Reactions of Students in the 1965 Entering Class of the College Discovery Program. Research and Evaluation Unit."},
      {
        "id":"ED036817",
        "title":"Making Use of Systems Thought in Social Work Practice: Some Bridging Ideas."},
      {
        "id":"ED036818",
        "title":"Philosophical Position and Counseling."},
      {
        "id":"ED036819",
        "title":"Video Aides in School Counseling--Some Practical Innovations."},
      {
        "id":"ED036820",
        "title":"Relationship Between Counseling Outcome and Client Perceptions of Efficient Study Program Counselors: Two Analyses."},
      {
        "id":"ED036821",
        "title":"A Follow-Up Study of the Experiences and Reactions of the Students in the First Entering Class of the College Discovery Program. Research and Evaluation Unit."},
      {
        "id":"ED036823",
        "title":"Self Imposed Scheduling Program. Final Report. 1967--1969."},
      {
        "id":"ED036824",
        "title":"Social and Psychological Factors of Drug Abuse Among Children and Adolescents."},
      {
        "id":"ED036825",
        "title":"Using Precise Objectives to Enhance Student Achievement in Health Education."},
      {
        "id":"ED036826",
        "title":"Student-Parent Attitudes Toward Certain Regulations and the Entering Students' Preparation for Self-Regulation."},
      {
        "id":"ED036827",
        "title":"Dialogue on Students and Counselors. First Monograph."},
      {
        "id":"ED036828",
        "title":"Symposium on Youth: Their Values, Goals, and Career Concepts. Third Monograph."},
      {
        "id":"ED036829",
        "title":"Grouping for Instruction. Research Study Series, 1966-67."},
      {
        "id":"ED036830",
        "title":"A Rationale and Methodology for Designing Logical Evaluations for School Programs. Research Study Series, 1967--68."},
      {
        "id":"ED036831",
        "title":"Vocational Maturity of Mexican-American Youth. Research Study Series, 1966-67. Final Preliminary Report."},
      {
        "id":"ED036832",
        "title":"Strand I, Physical Health; Health Status. Health Curriculum Materials for Grades 7, 8, and 9."},
      {
        "id":"ED036833",
        "title":"Strand V, Education for Survival; Safety Education, Grades K-3."},
      {
        "id":"ED036835",
        "title":"Drugs and Youth - It's Impact on the Community."},
      {
        "id":"ED036836",
        "title":"Changing Attitudes in Underprivileged Adolescents Participating in Group Psychotherapy."},
      {
        "id":"ED036837",
        "title":"The Message of Youth in an Age of Revolutionary Change."},
      {
        "id":"ED036838",
        "title":"Changing Roles of Mental Health Professionals."},
      {
        "id":"ED036839",
        "title":"Client Behavior in Sheltered Workshops: Two Case Studies. Studies in Behavior and Rehabilitation. Number Two."},
      {
        "id":"ED036840",
        "title":"The Nature of the Co-Therapy Relationship."},
      {
        "id":"ED036841",
        "title":"The Challenge of Ghetto Community Mental Health."},
      {
        "id":"ED036842",
        "title":"Perspectives on Vocational Guidance."},
      {
        "id":"ED036843",
        "title":"The Relationship Between Health Attitudes and Behavior."},
      {
        "id":"ED036845",
        "title":"Assisting Vocational Development Through a Unit in Civics: A Comparison of Two Techniques."},
      {
        "id":"ED036846",
        "title":"Humanitarian Work of the Counselor."},
      {
        "id":"ED036847",
        "title":"A Behaviorist's Interaction Analysis: The Classroom Observation Schedule."},
      {
        "id":"ED036848",
        "title":"Title V-A in Action; Narrative Reports of Projects Conducted in California Schools, 1968-69, Under Title V-A of the National Defense Education Act."},
      {
        "id":"ED036849",
        "title":"Director's Report: Advanced Training Institute in the Guidance and Counseling of Disadvantaged Youth in Secondary Schools and Colleges; July 1, 1969, to August 12, 1969."},
      {
        "id":"ED036850",
        "title":"Opinions, Attitudes and Perceptions of Parents of Children in Special Classes for the Socially Maladjusted and Emotionally Disturbed in New York City Public Schools."},
      {
        "id":"ED036852",
        "title":"Improving the Identification of Anxious Elementary School Children Through the Use of An Adjusted Anxiety Scale."},
      {
        "id":"ED036853",
        "title":"Educating Counselors for Relevance."},
      {
        "id":"ED036854",
        "title":"The School Guidance Counselor As A Preventive Agent to Self-Destructive Behavior."},
      {
        "id":"ED036855",
        "title":"The Effect of Instructional Variables on Certain Indices of Student Perseverance."},
      {
        "id":"ED036856",
        "title":"Reliability of Coding of the System for the Analysis of Classroom Communication (SACC). Center for the Study of Evaluation Working Paper Number Two."},
      {
        "id":"ED036857",
        "title":"Observing Behavior and Children's Discrimination Learning; Learning Research and Development Center Working Paper Number 52."},
      {
        "id":"ED036858",
        "title":"Response Latency as a Function of Training Method, Information Level, Acquisition, and Overlearning. Learning Research and Development Center Reprint Number 52."},
      {
        "id":"ED036859",
        "title":"The Relation of Information Processing Behavior to Concept Formation."},
      {
        "id":"ED036860",
        "title":"Effects of Instructional Intervention on Performance of Second Grade Children in a Categorization Game. Report from the Project on Situational Variables and Efficiency of Concept Learning."},
      {
        "id":"ED036861",
        "title":"The Nature of Critical Thinking. Report from the Concepts in Verbal Argument Project. Theoretical Paper No. 20."},
      {
        "id":"ED036862",
        "title":"The Effect on Learning of the Color Coding of Pictorial Stimuli."},
      {
        "id":"ED036863",
        "title":"Wisconsin Tests of Testimony and Reasoning Assessment (WISTTRA). Report from the Concepts in Verbal Argument Project. Practical Paper No. 6."},
      {
        "id":"ED036864",
        "title":"The Early Development of Verbal Mediation in Children: An Inter-Paradigm Comparison. Theoretical Paper No. 21. Report from the Motivated Learning Project."},
      {
        "id":"ED036866",
        "title":"Instructional Variables and Learning Outcomes. CSEIP Occasional Report #16."},
      {
        "id":"ED036867",
        "title":"Comments on Professor Glaser's Paper Entitled \"Evaluation of Instruction and Changing Educational Models.\" Center for the Study of Evaluation of Instructional Programs Occasional Report No. 15."},
      {
        "id":"ED036868",
        "title":"Comments on Professor Gagne's Paper Entitled \"Instructional Variables and Learning Outcomes.\" Center for the Study of Evaluation of Instructional Programs Occasional Report No. 17."},
      {
        "id":"ED036869",
        "title":"Learning and Retention by Informing Students of Behavioral Objectives and Their Place in the Hierarchical Learning Sequence. Final Report."},
      {
        "id":"ED036870",
        "title":"The Effects of Manipulated Item Writing Constraints on the Homogeneity of Test Items. Center for the Study of Evaluation Reprint Series No. 11."},
      {
        "id":"ED036871",
        "title":"Comments on Professor Bloom's Paper Entitled \"Toward a Theory of Testing Which Includes Measurement-Evaluation-Assessment\". Center for the study of Evaluation of Instructional Programs Occasional Report No. 12."},
      {
        "id":"ED036872",
        "title":"Comments on Professor Glaser's Paper Entitled \"Evaluation of Instruction and Changing Educational Models.\" Center for the Study of Evaluation of Instructional Programs Occasional Report No. 14."},
      {
        "id":"ED036873",
        "title":"Comments on Professor Gagne's Paper Entitled \"Instructional Variables and Learning Outcomes.\" Center for the Study of Evaluation of Instructional Programs Occasional Report No. 18."},
      {
        "id":"ED036874",
        "title":"Comments on Professor Lortie's Paper Entitled \"The Cracked Cake of Educational Custom and Emerging Issues in Evaluation.\" Center for the Study of Evaluation of Instructional Programs Occasional Report No. 20."},
      {
        "id":"ED036875",
        "title":"The Cracked Cake of Educational Customs and Emerging Issues in Evaluation. Center for the Study of Evaluation of Instructional Programs Occasional Report No. 19."},
      {
        "id":"ED036876",
        "title":"Comments on Professor Lortie's Paper Entitled \"The Cracked Cake of Educational Custom and Emerging Issues in Evaluation.\" Center for the Study of Evaluation of Instructional Programs Occasional Report No. 21."},
      {
        "id":"ED036877",
        "title":"Manual of Individual Difference Variables and Measures. Center for the Study of Evaluation Special Report No. Two."},
      {
        "id":"ED036878",
        "title":"Toward A Theory of Testing Which Includes Measurement-Evaluation-Assessment. Center for the Study of Evaluation of Instructional Programs Occasional Report No. Nine."},
      {
        "id":"ED036879",
        "title":"Three Experimental Modes of Counseling. Center for the Study of Evaluation of Instructional Programs Working Paper No. Five."},
      {
        "id":"ED036880",
        "title":"Physiological Maturation and the Development of Formal Thought at Adolescence. Final Report."},
      {
        "id":"ED036881",
        "title":"Designs for Educational Organization in Idaho."},
      {
        "id":"ED036882",
        "title":"Emerging Trends in the Administration of Canadian School Systems."},
      {
        "id":"ED036883",
        "title":"\"Futurists\" in Education. In-Service Program for CERLI Staff, 1968-1969. Final Report."},
      {
        "id":"ED036884",
        "title":"Evaluation of Public School Programs."},
      {
        "id":"ED036885",
        "title":"Differentiated Staffing."},
      {
        "id":"ED036886",
        "title":"Feasibility of Rescheduled School Year Plans for Delaware Public Elementary and Secondary Schools."},
      {
        "id":"ED036887",
        "title":"Implementing Intercultural Education: A Frame of Reference. Monograph 1."},
      {
        "id":"ED036888",
        "title":"A Study of Relationships Between the Organizational Climate Index and the Organizational Climate Description Questionnaire."},
      {
        "id":"ED036889",
        "title":"Nongradedness: An Elementary School Evaluation. Bureau of Laboratory Schools Monograph No. 21."},
      {
        "id":"ED036890",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Public Relations in Education. ERIC Abstracts Series Number Three."},
      {
        "id":"ED036891",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Politics and Power Structure: Influence on Education. ERIC Abstracts Series Number Four."},
      {
        "id":"ED036892",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Program Budgeting and Cost Analysis. ERIC Abstract Series Number Five."},
      {
        "id":"ED036893",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Urban Crises in Educational Administration. ERIC Abstracts Series Number Six."},
      {
        "id":"ED036894",
        "title":"Community Control of the Schools: A New Alternative."},
      {
        "id":"ED036895",
        "title":"Systems Analysis and Its Relationship to Educational Planning."},
      {
        "id":"ED036896",
        "title":"Who Makes the Buying Decisions in the Public Schools?"},
      {
        "id":"ED036897",
        "title":"A Trans-National Study of Formal Education: Its Relationship to the Social System and Its Consequences. Final Report."},
      {
        "id":"ED036898",
        "title":"A Model for Educational Evaluation."},
      {
        "id":"ED036899",
        "title":"American Educational Research Association Paper Abstracts, 1969 Annual Meeting."},
      {
        "id":"ED036900",
        "title":"American Educational Research Association Paper Abstracts, 1968 Annual Meeting."},
      {
        "id":"ED036901",
        "title":"American Educational Research Association Paper Abstracts, 1967 Annual Meeting."},
      {
        "id":"ED036902",
        "title":"American Educational Research Association Abstracts of Papers, Fiftieth Anniversary Meeting 1966."},
      {
        "id":"ED036903",
        "title":"Studying the Contribution of the Paraprofessional and Planning for Their Recruitment, Selection, Training, and Use in the Wayne County Public and Nonpublic Schools. The Paraprofessional Study, Title III, ESEA."},
      {
        "id":"ED036904",
        "title":"Indian Educational Material, Annotated Quarterly Bibliography. Volume 4, No. 1 (January-March 1969)."},
      {
        "id":"ED036905",
        "title":"Valuation of Property."},
      {
        "id":"ED036906",
        "title":"State Taxes in 1968."},
      {
        "id":"ED036907",
        "title":"High School Effects on College Intentions."},
      {
        "id":"ED036908",
        "title":"Organizational Change Processes: A Bibliography With Commentary."},
      {
        "id":"ED036909",
        "title":"Research and Development Center in Educational Stimulation. Quarterly Progress Report."},
      {
        "id":"ED036910",
        "title":"Education--Literature of the Profession: A Bibliography Based on the Acquisitions of the Educational Materials Center from April 16, 1966 Through December 31, 1968. Seventh Bibliography."},
      {
        "id":"ED036913",
        "title":"Evaluation: Processes and Practices. Selected Papers from the Conference for the Evaluation of Instructional Materials (Washington, D.C., April 5-6, 1968)."},
      {
        "id":"ED036914",
        "title":"Sputnik Plus Ten; Ohio's Program for the Gifted 1957-1967."},
      {
        "id":"ED036915",
        "title":"Reading Materials for Exceptionally Talented Children as Suggested by Their Teachers."},
      {
        "id":"ED036916",
        "title":"Guidelines for the Development and Evaluation of Programs for Gifted Children; 1969 Curriculum Circular No. 2."},
      {
        "id":"ED036917",
        "title":"Dimensions and Criteria of Talented Behavior. Final Report."},
      {
        "id":"ED036920",
        "title":"Georgia Study of Handicapped Children."},
      {
        "id":"ED036921",
        "title":"Summary and Evaluation of the Regional Educational Diagnostic Treatment Center 1966-1969."},
      {
        "id":"ED036923",
        "title":"Educational Specifications for Hope School for Exceptional Children and Youth."},
      {
        "id":"ED036924",
        "title":"Criteria Recommendations: A State Board of Education Response to Education 1967."},
      {
        "id":"ED036925",
        "title":"Teaching and Training Aids for Orthopedic School Programs."},
      {
        "id":"ED036926",
        "title":"Planning County-Wide Special Education Services."},
      {
        "id":"ED036927",
        "title":"Special Education: Annual Report 1968-1969."},
      {
        "id":"ED036928",
        "title":"School Administrator's Handbook on Special Education."},
      {
        "id":"ED036929",
        "title":"Handbook of Services."},
      {
        "id":"ED036930",
        "title":"Guidelines for Wisconsin's Directors, Coordinators and Supervisors of Special Education."},
      {
        "id":"ED036931",
        "title":"Computer-Translation: Grade 2 Braille from Print. Final Report."},
      {
        "id":"ED036932",
        "title":"Guides to Special Education in North Dakota. V, Visiting Counselors to School Children Who are Socially and Emotionally Maladjusted."},
      {
        "id":"ED036933",
        "title":"Music for the EMR: Teacher&apos;s Handbook."},
      {
        "id":"ED036935",
        "title":"Project Re-ED: New Concepts for Helping Emotionally Disturbed Children."},
      {
        "id":"ED036937",
        "title":"Correlates of Problem-Solving Flexibility."},
      {
        "id":"ED036938",
        "title":"Operation DIRE (Dropout Identification, Rehabilitation, and Education); A Report of the Study and Findings."},
      {
        "id":"ED036940",
        "title":"A Continuing Education Program for School Age Pregnant Girls."},
      {
        "id":"ED036941",
        "title":"An Adaptive Playground for Physically Disabled Children with Perceptual Deficits; The Magruder Environmental Therapy Complex."},
      {
        "id":"ED036942",
        "title":"Harford-Cecil Supplementary Education Center: A Handbook of Activities."},
      {
        "id":"ED036943",
        "title":"Planning a Special Education Building for Chester County, Pennsylvania."},
      {
        "id":"ED036944",
        "title":"Disability and the Disadvantaged. Proceedings of a Conference Held in San Francisco, California, May 26-28, 1969."},
      {
        "id":"ED036945",
        "title":"Twin City Institute for Talented Youth. Annual Report."},
      {
        "id":"ED036946",
        "title":"These, Too, Must Be Equal."},
      {
        "id":"ED036947",
        "title":"A Demonstration of Techniques in the Identification, Diagnosis, and Treatment of Children with Learning Disabilities. Final Report."},
      {
        "id":"ED036948",
        "title":"Guidelines for Initiating Work-Study Programs."},
      {
        "id":"ED036951",
        "title":"The Diagnostic and Adjustment Center. End of Budget Period Report."},
      {
        "id":"ED036953",
        "title":"Orientation and Mobility for Blind Adolescents in Public Schools."},
      {
        "id":"ED036954",
        "title":"A Program to Increase the Motivation of Low Achieving Students. Final Report."},
      {
        "id":"ED036955",
        "title":"Workshops for the Handicapped; An Annotated Bibliography - No. 6."},
      {
        "id":"ED036956",
        "title":"Instructional Materials Developmental Center. Annual Evaluation, ESEA Title VI-A."},
      {
        "id":"ED036957",
        "title":"Laboratory Studies of Creative Thinking Techniques: The Checklist and Morphological Synthesis Methods."},
      {
        "id":"ED036959",
        "title":"Exploring Prejudice; Suggestions for Developing Attitudes in the Mentally Retarded."},
      {
        "id":"ED036960",
        "title":"Puberty in the Girl Who is Retarded."},
      {
        "id":"ED036961",
        "title":"A Manual for Evaluating School Facilities."},
      {
        "id":"ED036962",
        "title":"Modernization of School Buildings. A Feasibility Study."},
      {
        "id":"ED036963",
        "title":"Planning a School Plant--the Educational Specifications. Research Report, School Plant Planning Series."},
      {
        "id":"ED036964",
        "title":"Planning a Program of School Plant Construction. Research Report, School Plant Planning Series."},
      {
        "id":"ED036965",
        "title":"A Study of the Utilization of Instructional Space at Valparaiso University, Fall Semester 1957-1958."},
      {
        "id":"ED036966",
        "title":"Capital Outlay Needs in the Six State Supported Institutions of Higher Learning in Ohio (1962-1972)."},
      {
        "id":"ED036967",
        "title":"The Aesthetics of Function."},
      {
        "id":"ED036968",
        "title":"FUAP--Facilities Utilization Analysis Program."},
      {
        "id":"ED036969",
        "title":"Planning for Elementary Schools."},
      {
        "id":"ED036970",
        "title":"Rehabilitation of Existing School Buildings or Construction of New Buildings? Criteria for Boards of Education, Administrators and School Business Officials."},
      {
        "id":"ED036972",
        "title":"Educational Specifications for Pearl Harbor Heights High School, Developed from the Program Delineation Study, January-April 1961."},
      {
        "id":"ED036973",
        "title":"Planning Schools for Use of Audio-Visual Materials. No. 3: The Audio-Visual Materials Center."},
      {
        "id":"ED036974",
        "title":"The Castaldi Nomogram. An Aid for Translating the Curriculum of Junior and Senior High Schools into the Necessary Number of Instructional Spaces or Classrooms."},
      {
        "id":"ED036975",
        "title":"The Bing Nursery School. The Child's View."},
      {
        "id":"ED036976",
        "title":"Preplanning for School Plant Facilities."},
      {
        "id":"ED036978",
        "title":"Preliminary Guide for Planning an Elementary School Building Program."},
      {
        "id":"ED036979",
        "title":"Educational Specifications, New Caney Independent School District."},
      {
        "id":"ED036980",
        "title":"School Business. A Manual for School Officials. Revised Edition."},
      {
        "id":"ED036981",
        "title":"School Site Program 1959-1980, Saginaw Township, Michigan."},
      {
        "id":"ED036982",
        "title":"Planning Facilities to Accommodate Adult Education."},
      {
        "id":"ED036983",
        "title":"Designing the School Plant as a Community Center."},
      {
        "id":"ED036984",
        "title":"Planning Building Facilities for Vocational Agriculture."},
      {
        "id":"ED036985",
        "title":"Planning Science Facilities for Secondary Schools."},
      {
        "id":"ED036986",
        "title":"The School Site and Development of School Grounds."},
      {
        "id":"ED036987",
        "title":"Planning and Equipping the School Lunchroom."},
      {
        "id":"ED036988",
        "title":"Planning Schools for Use of Audio-Visual Instructional Materials."},
      {
        "id":"ED036989",
        "title":"School Plant Survey, Monroe County Schools, 1965."},
      {
        "id":"ED036990",
        "title":"Educational Specifications Developed from the Program Delineation Study, January - April 1961, for Hahaione Elementary School."},
      {
        "id":"ED036991",
        "title":"A Brief Study of Cafeteria Facilities and Operations, with Recommendations for Implementation."},
      {
        "id":"ED036992",
        "title":"Guidelines for School Building Planning."},
      {
        "id":"ED036993",
        "title":"Educational Planning. School Planning Guide--Series 1."},
      {
        "id":"ED036994",
        "title":"Developing Practices Concerning General Obligation School Bonds and Capital Outlay Financing."},
      {
        "id":"ED036995",
        "title":"Why the School District Should Bid Insurance."},
      {
        "id":"ED036996",
        "title":"Bidding Insurance."},
      {
        "id":"ED036997",
        "title":"National Council on Schoolhouse Construction. Proceedings of the NCSC 42nd Annual Meeting, Lincoln, Nebraska (October 4-7, 1965)."},
      {
        "id":"ED036998",
        "title":"Criteria for the Evaluation of Insurance Management in School Districts."},
      {
        "id":"ED036999",
        "title":"Minimum Maintenance Planning for School Grounds."},
      {
        "id":"ED037000",
        "title":"Proceedings of the National Council on Schoolhouse Construction Annual Meeting (39th, Denver, Colorado, Oct. 8-12, 1962)."},
      {
        "id":"ED037001",
        "title":"Creative Planning of Parks and Play Areas for Learning, Living and Leisure."},
      {
        "id":"ED037002",
        "title":"Suggested Facilities for Special Class Programs."},
      {
        "id":"ED037003",
        "title":"School Shops. Layouts, Justifications, Equipment for Trade and Industrial Education Programs."},
      {
        "id":"ED037004",
        "title":"A Guide for Study of the Elementary School. Section on Elementary School Facilities, 1961-62, 1962-63."},
      {
        "id":"ED037005",
        "title":"Financing School Building Construction. An Investment in Education. School Executive Series No. 5."},
      {
        "id":"ED037006",
        "title":"Architect's Contract."},
      {
        "id":"ED037007",
        "title":"Guide Specifications for Property, Topographic and Utilities Survey."},
      {
        "id":"ED037008",
        "title":"School Bus Facilities."},
      {
        "id":"ED037009",
        "title":"School Building Project Procedures. A Guide for the School Building Committee."},
      {
        "id":"ED037010",
        "title":"Mississippi's 300 Million Dollar School Construction Program."},
      {
        "id":"ED037011",
        "title":"Planning the School Library."},
      {
        "id":"ED037012",
        "title":"Educational Specifications for Hull-Daisetta High School, Liberty County, Texas."},
      {
        "id":"ED037013",
        "title":"Orange County School Study."},
      {
        "id":"ED037014",
        "title":"Athens Junior High School, Athens, Tennessee. Profile of a Significant School."},
      {
        "id":"ED037015",
        "title":"Decentralized School vs. Centralized School. Investigation No. 3."},
      {
        "id":"ED037016",
        "title":"A Long-Range Developmental Program."},
      {
        "id":"ED037017",
        "title":"A Guide for Planning School Facilities for Science Education."},
      {
        "id":"ED037018",
        "title":"Checklist of Educational Specifications."},
      {
        "id":"ED037019",
        "title":"Driver Education and Driving Simulators."},
      {
        "id":"ED037020",
        "title":"The Carpeted Library."},
      {
        "id":"ED037021",
        "title":"Manual for School Building Commissions of the State of Delaware."},
      {
        "id":"ED037022",
        "title":"Guidelines for Creating Kindergartens in Arkansas."},
      {
        "id":"ED037023",
        "title":"A Manual for Elementary School Libraries in Arkansas."},
      {
        "id":"ED037024",
        "title":"Basic Planning Procedures."},
      {
        "id":"ED037025",
        "title":"Manual of Regulations and Recommendations for School Building Planning and Construction."},
      {
        "id":"ED037026",
        "title":"Ideas for Planning Your Instructional Materials Center. Administration; Conference and Independent Study; Listening and Viewing; Materials Production; Reading, Research and Borrowing; Storage and Maintenance."},
      {
        "id":"ED037027",
        "title":"State-Wide Space Survey. A Survey of the Amount and Utilization of Nonresidential Space Available for Higher Education in Illinois. Fall 1965."},
      {
        "id":"ED037028",
        "title":"Standards for Accredited Elementary Schools of South Carolina."},
      {
        "id":"ED037029",
        "title":"New York State Title III NDEA Planning Guide. Revised Edition, 1967-68."},
      {
        "id":"ED037030",
        "title":"Methods of Reducing the Cost of Public Housing. Revised Edition."},
      {
        "id":"ED037031",
        "title":"A Space Utilization Study for Five State-Supported South Carolina Colleges and Universities."},
      {
        "id":"ED037032",
        "title":"School Building Survey for Willcox, Arizona."},
      {
        "id":"ED037034",
        "title":"The Establishment of a Higher Education Facilities Commission."},
      {
        "id":"ED037035",
        "title":"The Biennium Report of the Higher Education Facilities Commission of the State of Iowa for the Period Ended June 30, 1966."},
      {
        "id":"ED037036",
        "title":"Organizational Plan for the Statewide Comprehensive Plan of Higher Education in South Dakota."},
      {
        "id":"ED037037",
        "title":"Estimates and Projections of Enrollment for the University of Wisconsin and Wisconsin State Universities."},
      {
        "id":"ED037038",
        "title":"Report of Proceedings, School Facilities Council Meeting (Muncie, Indiana, March 14, 1967)."},
      {
        "id":"ED037039",
        "title":"ARISBR Information Bulletin."},
      {
        "id":"ED037040",
        "title":"The Banyan School."},
      {
        "id":"ED037041",
        "title":"Georgia Higher Education Facilities Inventory. Information for Conducting Facilities Inventory."},
      {
        "id":"ED037042",
        "title":"Planning and Acquisition Problems for a Growing University."},
      {
        "id":"ED037043",
        "title":"Space Guidelines for Physical Education."},
      {
        "id":"ED037044",
        "title":"Determining Research Space Needs and Establishing Guidelines."},
      {
        "id":"ED037045",
        "title":"Space Guidelines for Physical Education (Supplementary Guidelines for Academic Majors)."},
      {
        "id":"ED037046",
        "title":"Space Guidelines for Instructional Offices."},
      {
        "id":"ED037047",
        "title":"Space Guidelines for Libraries."},
      {
        "id":"ED037048",
        "title":"Research Space Guidelines."},
      {
        "id":"ED037049",
        "title":"Classroom and Office Space Factors Used for Projecting Needs in Wisconsin Public Higher Education Facilities."},
      {
        "id":"ED037050",
        "title":"The Daniel W. Dietrich Library for the University of Pennsylvania."},
      {
        "id":"ED037051",
        "title":"Administration and General Services Center for the University of Pennsylvania."},
      {
        "id":"ED037052",
        "title":"Development Program for the Humanities and the Project Program for the New Humanities Building for the University of Pennsylvania. The General State Authority of the Commonwealth of Pennsylvania."},
      {
        "id":"ED037053",
        "title":"University of Pennsylvania Campus Development Plan."},
      {
        "id":"ED037055",
        "title":"The Use of Programed Instruction in U.S. Schools; Report of a Survey of the Use of Programed Instructional Materials in the Public Schools of the United States During the Year 1961-1962."},
      {
        "id":"ED037056",
        "title":"Upper Susequehanna Regional Supplementary Educational Service Center. Final Report; Narrative."},
      {
        "id":"ED037058",
        "title":"Project REFLECT: Computer-Assisted Instruction Project. Annual Report June 1968 to June 1969."},
      {
        "id":"ED037060",
        "title":"Television as a Technical Aid in Education and in Educational and Psychological Research: A Bibliography. Didakometry."},
      {
        "id":"ED037075",
        "title":"Educational Development."},
      {
        "id":"ED037078",
        "title":"Urban Outlook. A Selected Bibliography of Films, Filmstrips, Slides, and Audiotapes."},
      {
        "id":"ED037079",
        "title":"Educational Technology in Australia and New Zealand. Occasional Publication Number One."},
      {
        "id":"ED037080",
        "title":"A Study of the Relative Effectiveness of Selected Laboratory and Classroom Programs in Driver and Traffic Safety Education. Washington Driver and Traffic Safety Education Project."},
      {
        "id":"ED037081",
        "title":"A Handbook for Developing Individualized Instruction in Continuation Education."},
      {
        "id":"ED037086",
        "title":"A Long Range Plan for Improving Education and Urban Life in St. Paul Minnesota."},
      {
        "id":"ED037089",
        "title":"Computer-Assisted Criterion-Referenced Measurement."},
      {
        "id":"ED037090",
        "title":"A Three-Year Experimental Study of the Effectiveness of Programmed Instruction in Mathematics. Final Report."},
      {
        "id":"ED037091",
        "title":"A Study of the Usefulness of the Instructional Television Services of Channel 13/WNDT and Recommendations for Their Improvement."},
      {
        "id":"ED037093",
        "title":"Perceptual Principles for the Design of Instructional Materials. Final Report."},
      {
        "id":"ED037094",
        "title":"Perspectives on the Utilization of Knowledge."},
      {
        "id":"ED037095",
        "title":"As We May Think, Information Systems Do Not."},
      {
        "id":"ED037098",
        "title":"Meeting Critical Health Needs through \"Systems Approach\"."},
      {
        "id":"ED037099",
        "title":"Abstracts of Seminar Discussions on Quality Factors in Instructional Materials."},
      {
        "id":"ED037100",
        "title":"Selected Bibliography of Summarizing and Capstone Reports No. I. The Conditions, Requirements and Variables Affecting the Quality of Complex Learning Mediated by Instructional Television Systems."},
      {
        "id":"ED037101",
        "title":"Educational and Instructional Television Facilities Evaluation: Preliminary Practical Procedures."},
      {
        "id":"ED037102",
        "title":"Description of a Practical Procedure for Assessing Instructional Film and Television Programs."},
      {
        "id":"ED037103",
        "title":"The Language Laboratory and the Electronic Classroom: A Comparison."},
      {
        "id":"ED037104",
        "title":"Second-Language Learning."},
      {
        "id":"ED037105",
        "title":"Modern Languages for Modern Schools. McGraw-Hill Series in Education."},
      {
        "id":"ED037106",
        "title":"Foreign Languages and Cultures in American Education. McGraw-Hill Series in Education."},
      {
        "id":"ED037107",
        "title":"Twentieth Century Modern Language Teaching: Sources and Readings."},
      {
        "id":"ED037109",
        "title":"What Kind of Culture?"},
      {
        "id":"ED037110",
        "title":"The Changing Curriculum: Modern Foreign Languages."},
      {
        "id":"ED037111",
        "title":"Predicate Adjective Usage in Standard Russian."},
      {
        "id":"ED037112",
        "title":"Audiovisuelle Materialien fur den modernen Fremdsprachenunterricht. Stand: August 1969 (Audiovisual Materials for Modern Foreign Language Instruction. August 1969 Edition)."},
      {
        "id":"ED037113",
        "title":"Dokumentation moderner Fremdsprachenunterricht: Thesaurus. Stand August 1969 (Thesaurus for Documentation in Modern Foreign Language Instruction. August 1969 Edition)."},
      {
        "id":"ED037114",
        "title":"Reading: The Third Dimension in Foreign Language Learning."},
      {
        "id":"ED037116",
        "title":"Modern Languages and the World of Today."},
      {
        "id":"ED037117",
        "title":"Curriculum Problems and the Teaching of Old French to Undergraduates."},
      {
        "id":"ED037118",
        "title":"The Teaching of Medieval French at the Undergraduate Level."},
      {
        "id":"ED037119",
        "title":"A Grammar for Undergraduate Old French."},
      {
        "id":"ED037120",
        "title":"Teaching Old French Literature to Undergraduates."},
      {
        "id":"ED037121",
        "title":"Old French for Undergraduates."},
      {
        "id":"ED037122",
        "title":"Language and Literature in the Old French Course."},
      {
        "id":"ED037123",
        "title":"Old French for Undergraduates at the University of Minnesota, Morris."},
      {
        "id":"ED037124",
        "title":"A \"Quiz\" on Italian Civilization."},
      {
        "id":"ED037125",
        "title":"Proceedings of the 1968 Annual Meeting of the New York State Federation of Foreign Language Teachers. Theme: Foreign Languages within the Humanities."},
      {
        "id":"ED037126",
        "title":"Les Dix Intonations de base du francais."},
      {
        "id":"ED037128",
        "title":"You Too Can Have a Language Laboratory! (Also: Advice on How to Make Language Tapes)."},
      {
        "id":"ED037129",
        "title":"The Modern Language Association of America National Conference of Foreign Language Teachers, December 1958. Statement of the Possibilities and Problems of the Foreign Language Laboratory."},
      {
        "id":"ED037130",
        "title":"The Language Laboratory as a Teaching Machine."},
      {
        "id":"ED037131",
        "title":"The Language Laboratory."},
      {
        "id":"ED037132",
        "title":"The Language Laboratory."},
      {
        "id":"ED037133",
        "title":"Why Have a Language Laboratory?"},
      {
        "id":"ED037135",
        "title":"An Experiment in Independent Foreign Language Study."},
      {
        "id":"ED037137",
        "title":"The Effects of an Enrichment-Oriented Radio Program on Measures of Listening Comprehension and Student Attitude Made in Level II High School Spanish Courses."},
      {
        "id":"ED037138",
        "title":"Foreign Languages and Foreign Language Learning in Virginia Schools."},
      {
        "id":"ED037139",
        "title":"Target: Methods; A Program for the Improvement of Foreign Language Teacher Preparation Programs in Indiana Colleges and Universities, 1965-1967."},
      {
        "id":"ED037140",
        "title":"Foreign Language in Indiana: Foreign Language Information for Guidance Personnel and Administrators. The Role of Foreign Languages in the Comprehensive School in Indiana."},
      {
        "id":"ED037141",
        "title":"A Report on the Study of Italian, A Modern Language Elective."},
      {
        "id":"ED037142",
        "title":"Reference and Research Materials for Language Teachers."},
      {
        "id":"ED037143",
        "title":"Foreign Language in Elementary Schools."},
      {
        "id":"ED037144",
        "title":"Foreign Influences in the Russian Language. [Ohio University] Occasional Papers in Language, Literature and Linguistics, Series B, Number 1."},
      {
        "id":"ED037145",
        "title":"An Account of the International Seminar on the Contribution of the Teaching of Modern Languages Toward Education for Living in a World Community."},
      {
        "id":"ED037146",
        "title":"Teaching for Cross-Cultural Understanding."},
      {
        "id":"ED037147",
        "title":"Pattern Drill--\"Schmattern\" Drill: An Essay on Communication."},
      {
        "id":"ED037148",
        "title":"The Language Laboratory and Foreign Language Achievement: A Report of a Two-Year Study of Modern Foreign Language Instruction Utilizing Electronic Classrooms."},
      {
        "id":"ED037149",
        "title":"Applied Linguistics for Language Teachers."},
      {
        "id":"ED037151",
        "title":"The Rationale for Polydisciplinary Programs."},
      {
        "id":"ED037152",
        "title":"\"Traditional\" Graduate Grading and the \"Gold Star Syndrome.\""},
      {
        "id":"ED037153",
        "title":"Leadership Behavior of Department Chairmen in Selected State Institutions of Higher Education."},
      {
        "id":"ED037154",
        "title":"Academic Plan for Wisconsin's Public Universities 1970 - 1980. Wisconsin Coordinating Council for Higher Education 1969 Annual Report."},
      {
        "id":"ED037155",
        "title":"Summary of State Legislation Affecting Higher Education in the South 1969."},
      {
        "id":"ED037157",
        "title":"Income Redistribution Effects of Higher Education."},
      {
        "id":"ED037160",
        "title":"Creativity Research and Higher Education."},
      {
        "id":"ED037162",
        "title":"Financial Resources of USC Entering Freshmen, Fall 1968."},
      {
        "id":"ED037163",
        "title":"Measure, Number, and Weight: A Polemical Statement of the College Grading Problem."},
      {
        "id":"ED037164",
        "title":"A Longitudinal Study of the Barriers Affecting the Pursuit of Higher Education by New York State High School Seniors. Phase I."},
      {
        "id":"ED037165",
        "title":"Independent Study - A Review of the Research Literature."},
      {
        "id":"ED037166",
        "title":"Report on Registration Procedures at Ninety-Six Colleges and Universities."},
      {
        "id":"ED037167",
        "title":"An Analysis of Former New College Students' Reactions to College Experiences (Classes of 1960-1964)."},
      {
        "id":"ED037168",
        "title":"Results of Pass-Fail Questionnaire Sent to Graduate Deans."},
      {
        "id":"ED037169",
        "title":"The Ombudsman in Higher Education: Advocate or Subversive Bureaucrat."},
      {
        "id":"ED037170",
        "title":"Recommendations for National Action Affecting Higher Education. A Joint Statement."},
      {
        "id":"ED037171",
        "title":"[The Basic Education and Enrichment Program at Elizabeth City State College.] Annual Report"},
      {
        "id":"ED037172",
        "title":"Evaluating Orientation for Foreign Students."},
      {
        "id":"ED037173",
        "title":"The Urban Grant College: A College Without Walls."},
      {
        "id":"ED037174",
        "title":"The Grading System at UCSC-- A Critique."},
      {
        "id":"ED037175",
        "title":"If Not Reason, What?"},
      {
        "id":"ED037176",
        "title":"The Impact of Federal Programs on State Planning and Coordination of Higher Education."},
      {
        "id":"ED037177",
        "title":"Social Issues and Protest Activity: Recent Student Trends."},
      {
        "id":"ED037178",
        "title":"The Politics of the Private College: An Inquiry Into the Processes of Collegiate Government."},
      {
        "id":"ED037179",
        "title":"[How Straight the Jacket?]"},
      {
        "id":"ED037180",
        "title":"[The University in Crisis.]"},
      {
        "id":"ED037181",
        "title":"Undergraduate and Postgraduate Teaching of Neurology. Final Report."},
      {
        "id":"ED037182",
        "title":"The Identification and Evaluation of College Effects on Student Achievement. Final Report."},
      {
        "id":"ED037183",
        "title":"Aspirations, Enrollments, and Resources The Challenge to Higher Education in the Seventies."},
      {
        "id":"ED037184",
        "title":"Images of the Future and Organizational Change: The Case of New York University."},
      {
        "id":"ED037185",
        "title":"Investigation of the Feasibility of Establishing Health Technology Demonstration Centers. Final Report."},
      {
        "id":"ED037186",
        "title":"The Development of a Syllabus of Historical Materials for Teaching Dance History at the College Level. Final Report."},
      {
        "id":"ED037187",
        "title":"Academic Government at Berkeley. The Academic Senate."},
      {
        "id":"ED037188",
        "title":"An Evaluation of Higher Education: Plans and Perspectives."},
      {
        "id":"ED037189",
        "title":"Personality Characteristics and Student Housing."},
      {
        "id":"ED037190",
        "title":"Junior College Bond Elections: Why Do They Fail (or Pass)?"},
      {
        "id":"ED037191",
        "title":"Flexible Scheduling to Fit the Firefighters."},
      {
        "id":"ED037192",
        "title":"Using Tours Plus &quot;Tutor Tapes&quot; to Teach Humanities in Honolulu's Inner City."},
      {
        "id":"ED037193",
        "title":"Establishing and Expanding a Community Services Program. Community Services Working Papers, Number 4: Effective Organization and Administration Practices."},
      {
        "id":"ED037194",
        "title":"The Role of Student Personnel Programs in Maryland Community Colleges."},
      {
        "id":"ED037195",
        "title":"Institutional Research Studies, Motivation, and Learning of Harcum Students."},
      {
        "id":"ED037196",
        "title":"Psychological Security-Insecurity of Illinois Central College Students."},
      {
        "id":"ED037198",
        "title":"[An Instructional Reorganization Series.]"},
      {
        "id":"ED037199",
        "title":"Transfer of Junior College Engineering Students to Engineering Programs in Senior Institutions in California."},
      {
        "id":"ED037200",
        "title":"European Influences That Affected the Early Development of the Junior College."},
      {
        "id":"ED037201",
        "title":"The Experimental School Calendar."},
      {
        "id":"ED037202",
        "title":"Community Services in the Community College."},
      {
        "id":"ED037203",
        "title":"A Profile of Students: A Description of the Characteristics, Attitudes, and Concerns of Students, Spring 1969. Research Report No. 1."},
      {
        "id":"ED037204",
        "title":"A Profile of Graduates: A Description of the Characteristics, Perceptions, and Activities of Graduates, Spring 1969. Research Report No. 2."},
      {
        "id":"ED037206",
        "title":"Financing Higher Education: A Proposal."},
      {
        "id":"ED037207",
        "title":"An Objective Evaluation of the Success of Audio-Tutorial Course in General Biology."},
      {
        "id":"ED037208",
        "title":"The Community Junior College: Education 616."},
      {
        "id":"ED037209",
        "title":"Workshop in Community College Administration: Proceedings 1968."},
      {
        "id":"ED037210",
        "title":"Essays on Occupational Education in the Two-Year College."},
      {
        "id":"ED037211",
        "title":"An Experiment in the Evaluation of Instruction at the Junior College."},
      {
        "id":"ED037212",
        "title":"A Survey of Student Attitudes."},
      {
        "id":"ED037213",
        "title":"A Study of Cuyahoga Community College Students Transferring to State Universities."},
      {
        "id":"ED037214",
        "title":"The \"Dead\" Faculty Member: Prevention and Cure."},
      {
        "id":"ED037215",
        "title":"Interinstitutional Cooperation in the Urban City: Some Hypotheses and a Case Study."},
      {
        "id":"ED037216",
        "title":"Evening Services of Junior Colleges."},
      {
        "id":"ED037217",
        "title":"A Long Range Study of the Subsequent Performance and Degree Attainment of Students Who Transferred from Vancouver City College to the University of British Columbia from 1966-1969."},
      {
        "id":"ED037218",
        "title":"A Profile of Non-Persisting Students: A Description of Educational Goals and Achievements, Activities, and Perceptions of Non-Graduates, Spring 1969. Research Report No. 3."},
      {
        "id":"ED037219",
        "title":"The Person: A Conceptual Synthesis."},
      {
        "id":"ED037222",
        "title":"Reference Tools 1968-1969: A Bibliography Based on the Acquisitions of the Educational Materials Center From January 1968 Through July 1969."},
      {
        "id":"ED037223",
        "title":"Library Education and High School Library Services. Final Report."},
      {
        "id":"ED037224",
        "title":"Development of a Computer-Based Laboratory for Library Science Students Using LC/MARC Tapes. Final Report."},
      {
        "id":"ED037225",
        "title":"Developmental Book Activities and Needs in Indonesia."},
      {
        "id":"ED037226",
        "title":"Developmental Book Activities and Needs in the Philippines."},
      {
        "id":"ED037227",
        "title":"Books for Developing Countries: A Guide for Enlisting Private-Industry Assistance."},
      {
        "id":"ED037228",
        "title":"Library Service for Commuting Students: A Preliminary Study of Problems in Four Southeastern New York Counties. Studies in Interlibrary Relations, Number One."},
      {
        "id":"ED037229",
        "title":"Nursing Libraries. A Survey of Nursing Education Programs and Library Service in Southeastern Michigan."},
      {
        "id":"ED037230",
        "title":"Child Behavior Survey Instrument: Manual of Instructions and Definitions."},
      {
        "id":"ED037231",
        "title":"Teaching Kindergarten Children to Apply Concept-Defining Rules."},
      {
        "id":"ED037232",
        "title":"The Analysis of Data Generated in a Research Designed to Secure Baseline Information on a Head Start Program. A Report to the U.S. Office of Economic Opportunity from the Department of Research, Montgomery County, Maryland Public Schools."},
      {
        "id":"ED037233",
        "title":"Intra-Family Diffusion of Selected Cognitive Skills as a Function of Educational Stimulation."},
      {
        "id":"ED037234",
        "title":"Teaching Mathematical Concepts to Two- and Three-year-olds: Some Experimental Studies."},
      {
        "id":"ED037235",
        "title":"The Making of a Pupil: Changing Children into School Children."},
      {
        "id":"ED037236",
        "title":"An Analysis of Behavioral Mechanisms Involved in Control Over Infant Feeding Behavior; The Effect of Interfeeding Interval on Nutritive Sucking in the Newborn."},
      {
        "id":"ED037237",
        "title":"Materials for Kindergarten."},
      {
        "id":"ED037238",
        "title":"An Ecological Study of Three-Year-Olds at Home. Final Report."},
      {
        "id":"ED037239",
        "title":"A Report on Evaluation Studies of Project Head Start."},
      {
        "id":"ED037240",
        "title":"Research and Consultation in the Natural Environment."},
      {
        "id":"ED037241",
        "title":"Preschool Curriculum Guide for Children's Centers in California."},
      {
        "id":"ED037242",
        "title":"The Effect of the Reinstein Reinforcement Schedule on Learning of Specific Concepts Contained in the Buchanan Language Program. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED037243",
        "title":"The Influence of Two Counseling Methods on the Physical and Verbal Aggression of Preschool Indian Children. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED037244",
        "title":"Parent Involvement in Project Head Start. Part of the Final Report on Head Start Evaluation and Research: 1968-1969 to the Office of Economic Opportunity."},
      {
        "id":"ED037245",
        "title":"A Pilot Project Using a Language Development Program with Preschool Disadvantaged Children. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED037246",
        "title":"Visual and Auditory Memory in Children. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED037247",
        "title":"A Comparison of Head Start Children with a Group of Head Start Eligibles After One Year in Elementary School. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED037248",
        "title":"Family Factors Related to Competence in Young, Disadvantaged Mexican-American Children. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED037249",
        "title":"A Replication and Extension Study on N-Length, Inhibition and Cooperative Behavior with a Mexican-American Population. Part of the Final Report on Head Start Evaluation and Research: 1968-69 to the Office of Economic Opportunity."},
      {
        "id":"ED093649",
        "title":"Energy. Environmental Education Curriculum."},
      {
        "id":"ED093650",
        "title":"Proceedings: Association for Population/Family Planning Libraries and Information Centers (6th, New Orleans, Louisiana, April 24-25, 1973)."},
      {
        "id":"ED093651",
        "title":"Situation Report--Laos, Malawi, Pakistan, Republic of Korea, Somali Democratic Republic, and Tunisia."},
      {
        "id":"ED093655",
        "title":"Dynamic Nature of Atoms and Molecules, Science (Experimental): 5316.06."},
      {
        "id":"ED093656",
        "title":"Energy and Work, Science (Experimental): 5348.05."},
      {
        "id":"ED093657",
        "title":"Industrial Chemistry, Science (Experimental): 5316.07."},
      {
        "id":"ED093658",
        "title":"Light Theory, Science (Experimental): 5318.05."},
      {
        "id":"ED093659",
        "title":"Modern Physics, Science (Experimental): 5318.07."},
      {
        "id":"ED093661",
        "title":"Situation Report--Bahamas, Bermuda, Bolivia, China, Costa Rica, Guadeloupe, Haiti, Hong Kong, Liberia, Mexico, Panama."},
      {
        "id":"ED093662",
        "title":"The Now Frontier. Linking Earth and Planets. Issue No. 1-4."},
      {
        "id":"ED093663",
        "title":"Learning Interference and Imagery Considerations Associated with Science Diagrams and Prose Media."},
      {
        "id":"ED093664",
        "title":"National Science Foundation Annual Report 1973."},
      {
        "id":"ED093665",
        "title":"Marine Option Program. First Biennial Report."},
      {
        "id":"ED093667",
        "title":"Differential Effectiveness of Two Science Diagram Types."},
      {
        "id":"ED093668",
        "title":"Curriculum Research and Development at a New Senior University."},
      {
        "id":"ED093669",
        "title":"Individualization of Physics for Increased Enrollment Through Modern Instructional Techniques."},
      {
        "id":"ED093673",
        "title":"Living Within Our Means: Energy and Scarcity. Environmental Education Instructional Activities K-6."},
      {
        "id":"ED093674",
        "title":"Directory of Environmental Literature and Teaching Aids."},
      {
        "id":"ED093677",
        "title":"Integrated Pest Management. A Curriculum Report."},
      {
        "id":"ED093678",
        "title":"Higher Education Programs in Environmental Education in Great Britain."},
      {
        "id":"ED093679",
        "title":"A Study of Teacher Competencies."},
      {
        "id":"ED093680",
        "title":"Mount Pleasant Intermediate School Curriculum Project."},
      {
        "id":"ED093681",
        "title":"Metropolitan Environmental Education Resources Study."},
      {
        "id":"ED093682",
        "title":"A Sourcebook for Secondary Environmental Education."},
      {
        "id":"ED093683",
        "title":"Futurism."},
      {
        "id":"ED093684",
        "title":"A Study of Conceptual Elements Involved in Two Physics Terms for Students of Different Cultural Backgrounds."},
      {
        "id":"ED093685",
        "title":"A Survey of Recreation Behavior and Attitude Patterns of High School Juniors and Seniors: Implications for Environmental Education and Resource Management."},
      {
        "id":"ED093687",
        "title":"Seaford School District Science Guide."},
      {
        "id":"ED093688",
        "title":"Manual for Substitute Science Teachers."},
      {
        "id":"ED093689",
        "title":"General Science Instructional Strategies: Leadership Guide."},
      {
        "id":"ED093690",
        "title":"Biology 306: Measurement and Instrumentation."},
      {
        "id":"ED093692",
        "title":"Newtonian Mechanics for Elementary School Teachers."},
      {
        "id":"ED093694",
        "title":"Supplementary Kits for Individualized Instruction."},
      {
        "id":"ED093696",
        "title":"Student Tri-Environmental Planning Study (STEPS). Final Report."},
      {
        "id":"ED093697",
        "title":"Energy Education."},
      {
        "id":"ED093698",
        "title":"Trigonometry and Advanced Math. De Soto Parish Curriculum Guide."},
      {
        "id":"ED093699",
        "title":"Science 2. De Soto Parish Curriculum Guide."},
      {
        "id":"ED093700",
        "title":"Science 9. DeSoto Parish Curriculum Guide."},
      {
        "id":"ED093701",
        "title":"The Design of a Modified Semantic Differential Instrument for Determination of Changes in Environmental Attitudes."},
      {
        "id":"ED093702",
        "title":"An Investigation of John B. Carroll's Model of School Learning as a Theoretical Basis for the Organizational Structuring of Schools. Final Report."},
      {
        "id":"ED093703",
        "title":"A Question-Answering System for Elementary Mathematics."},
      {
        "id":"ED093704",
        "title":"Algebra 2s, Mathematics (Experimental); 5216.24."},
      {
        "id":"ED093705",
        "title":"Algebra 2u, Mathematics (Experimental): 5216.26."},
      {
        "id":"ED093706",
        "title":"Geometric Game Strategy, Mathematics (Experimental): 5209.55."},
      {
        "id":"ED093707",
        "title":"Math Review, Mathematics: 5265.01."},
      {
        "id":"ED093708",
        "title":"Nature of Proof, Mathematics (Experimental): 5228.33."},
      {
        "id":"ED093709",
        "title":"Proofs in Geometry, Mathematics (Experimental): 5218.23."},
      {
        "id":"ED093710",
        "title":"Rational Applications 1, Mathematics (Experimental): 5213.77."},
      {
        "id":"ED093711",
        "title":"Rational Applications 2, Mathematics (Experimental): 5213.78."},
      {
        "id":"ED093712",
        "title":"Rational Applications 3, Mathematics (Experimental): 5213.79."},
      {
        "id":"ED093713",
        "title":"Rational Applications 4, Mathematics (Experimental): 5213.80."},
      {
        "id":"ED093715",
        "title":"A Survey of Science Teaching in Public Schools of the United States (1971), Volume 1, Secondary Schools."},
      {
        "id":"ED093717",
        "title":"The Effects of Emphasizing Mathematical Structural Properties in Teaching and of Reflective Intelligence on Four Selected Criteria. Technical Report 275."},
      {
        "id":"ED093718",
        "title":"The Effects of a Definition and a Varying Number of Examples and Nonexamples on Concept Attainment."},
      {
        "id":"ED093719",
        "title":"Operating a Math Lab."},
      {
        "id":"ED093720",
        "title":"Career Patterns of Secondary School Mathematics Teachers."},
      {
        "id":"ED093721",
        "title":"The Effect of Training on Accuracy of Angle Estimation."},
      {
        "id":"ED093722",
        "title":"Course and Curriculum Improvement Projects: Mathematics, Science, Social Sciences. Elementary, Intermediate, Secondary [1974]."},
      {
        "id":"ED093723",
        "title":"A Metric Handbook for Teachers."},
      {
        "id":"ED093724",
        "title":"EXPRO 75. A Listing of Extramural Projects to be Funded in Fiscal Year 1975."},
      {
        "id":"ED093725",
        "title":"Education for Student Concerns. Affective Education Research Project."},
      {
        "id":"ED093726",
        "title":"What Makes School Ethnography \"Ethnographic?\""},
      {
        "id":"ED093728",
        "title":"Social and Economic Characteristics of Students: October 1972. Current Population Reports, Series P-20, No. 260."},
      {
        "id":"ED093730",
        "title":"Latin America Books: An Annotated Bibliography for High School and Colleges."},
      {
        "id":"ED093731",
        "title":"Introduction to Anthropology. Social Studies: 0425.13."},
      {
        "id":"ED093736",
        "title":"Simulation/Games in Social Studies: What Do We Know?"},
      {
        "id":"ED093738",
        "title":"Conflict, Politics, and Freedom Program. A Partial Evaluation Report."},
      {
        "id":"ED093739",
        "title":"Teaching Population Through Science Fiction."},
      {
        "id":"ED093740",
        "title":"Toward More Authentic Interpersonal Relations, Revisited."},
      {
        "id":"ED093745",
        "title":"Report of the Symposium on Population and Human Rights (Amsterdam, January 21-29, 1974)."},
      {
        "id":"ED093746",
        "title":"Dewey, China and the Philosophy of Development: A Contrast of American Progressive Educational Thought and Practice with That of Modern China."},
      {
        "id":"ED093747",
        "title":"I Wonder Where the Yellow Went? Distortions and Omissions of Asian Americans in California Education."},
      {
        "id":"ED093748",
        "title":"Public Education and Political Community."},
      {
        "id":"ED093749",
        "title":"An Empirical Examination of Key Assumptions Underlying the Kohlberg Rationale for Moral Education."},
      {
        "id":"ED093751",
        "title":"Law in American Society. Evaluation Report."},
      {
        "id":"ED093752",
        "title":"Individualized Instruction in Family Living: Information for Professionals; Where Can Students Get the Answers?; Biographical Unipac Listing."},
      {
        "id":"ED093756",
        "title":"International Education Act: Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Eighty-Ninth Congress, Second Session on S. 2874 and H.R. 14643."},
      {
        "id":"ED093758",
        "title":"New Views of School and Community."},
      {
        "id":"ED093761",
        "title":"Community Schools: Hearing before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session on H.R. 972, H.R. 6697, and H.R. 10049."},
      {
        "id":"ED093763",
        "title":"Aids to Environmental Education: Preschool-Grade 3; Grades 4-6; Update I (June 1974)."},
      {
        "id":"ED093764",
        "title":"Aids to Environmental Education: Grades 7-9, Grades 10-14, Update I (June 1974)."},
      {
        "id":"ED093765",
        "title":"The Energy Crisis -- Aids to Study."},
      {
        "id":"ED093766",
        "title":"The Teaching of Educational Psychology 1973: Freedom to Choose."},
      {
        "id":"ED093767",
        "title":"Behavioral Change as a Result of Videotaped Playback: An Examination of Two Models."},
      {
        "id":"ED093768",
        "title":"An Investigation of an Instrument Battery Related to the Expectancies for Student-Centered Teaching Behaviors in &quot;Man: A Course of Study.&quot;"},
      {
        "id":"ED093769",
        "title":"E.R.I.E. and Process Education (With Reference to M:ACOS and SRA-SSLU). A Summary Statement."},
      {
        "id":"ED093770",
        "title":"An Overview of Sociologists' Contribution to Social Action Systems."},
      {
        "id":"ED093771",
        "title":"Power Relations in Home and School."},
      {
        "id":"ED093772",
        "title":"Learning Psychology by Doing Psychology: A High School Curriculum in the Psychology of Counseling. SEA Report 1."},
      {
        "id":"ED093773",
        "title":"Curriculum Report, Volume 3, Number 6."},
      {
        "id":"ED093774",
        "title":"The Failures of Inquiry: A New Proposal."},
      {
        "id":"ED093776",
        "title":"Selected Bibliography of Yugoslav Educational Materials, Volume 8, Number 4, 1972."},
      {
        "id":"ED093777",
        "title":"Museums USA: Highlights."},
      {
        "id":"ED093782",
        "title":"Death and the Curriculum."},
      {
        "id":"ED093784",
        "title":"Perceptions of Watergate Among Adolescents: Impacts upon Political Education Curriculum."},
      {
        "id":"ED093785",
        "title":"The School as a Political System."},
      {
        "id":"ED093786",
        "title":"Forty Projects by Groups of Kids."},
      {
        "id":"ED093787",
        "title":"Social Learning Potentials of Museums."},
      {
        "id":"ED093788",
        "title":"Treatment, Time, and Achievement: Do Searching Modes of Study Facilitate Learning?"},
      {
        "id":"ED093789",
        "title":"School as an Experimenting Institution: An Approach to the Reform of Secondary Education."},
      {
        "id":"ED093792",
        "title":"Selected Bibliography of Polish Educational Materials, Volume 12 Number 2, 1973."},
      {
        "id":"ED093793",
        "title":"Selected Bibliography of Polish Educational Materials, Volume 12, Number 1, 1973."},
      {
        "id":"ED093794",
        "title":"Earthrise Newsletter No. 07, Volume 1, Number 7, December 1973."},
      {
        "id":"ED093796",
        "title":"Studies in Group Upbringing. Final Report."},
      {
        "id":"ED093797",
        "title":"Schools as Travel Agencies: Helping People to Move Up, Down, and Sideways Through Human Culture."},
      {
        "id":"ED093799",
        "title":"Advice into Action: Guidelines for Developing a Pupil-Assessment System."},
      {
        "id":"ED093800",
        "title":"&quot;DEP'ART.&quot; Un Modele de Prevision des Departs des Enseignants. Documents Demographie Scolaire 9-16 (&quot;DEP'ART.&quot; A Model for Predicting Teacher Attrition. Scholastic Demographic Document 9-16)."},
      {
        "id":"ED093801",
        "title":"Use and Development of Outdoor Recreation Resources in Northeastern New Mexico."},
      {
        "id":"ED093803",
        "title":"Interpreting Physical Education. Suggestions for Teachers and Supervisors."},
      {
        "id":"ED093804",
        "title":"Changes in VO2 Max. Resulting from Bicycle Training at Different Intensities Holding Total Mechanical Work Constant."},
      {
        "id":"ED093805",
        "title":"Elementary School Physical Education: A Guide for Physical Education Teachers."},
      {
        "id":"ED093806",
        "title":"Highlights of the Midwest and Eastern Regional Conferences on Childhood Lead Poisoning; Chicago, Illinois, May 10-11, 1972 and Wilmington, Delaware, June 2-3, 1972."},
      {
        "id":"ED093807",
        "title":"Girls Physical Education Handbook."},
      {
        "id":"ED093808",
        "title":"State Requirements in Physical Education for Teachers and Students."},
      {
        "id":"ED093809",
        "title":"Evaluating the High School Athletic Program."},
      {
        "id":"ED093810",
        "title":"Designs for Dance."},
      {
        "id":"ED093811",
        "title":"Analysis of the Educational Personnel System: V. The Supply of Elementary and Secondary Teachers."},
      {
        "id":"ED093812",
        "title":"Protocol Materials: Training Materials for Uniting Theory and Practice."},
      {
        "id":"ED093818",
        "title":"The Role of the State in Performance-Based Teacher Education-Certification."},
      {
        "id":"ED093819",
        "title":"A Model for Higher Education Support Services."},
      {
        "id":"ED093821",
        "title":"Children's Dance."},
      {
        "id":"ED093822",
        "title":"College Physical Education: The General Program."},
      {
        "id":"ED093823",
        "title":"Planning for Competency-Based Teacher Education at the State Level."},
      {
        "id":"ED093824",
        "title":"Physical Education for Children's Healthful Living. Bulletin Number 23-A."},
      {
        "id":"ED093825",
        "title":"Professional Preparation in Physical Education and Coaching."},
      {
        "id":"ED093826",
        "title":"Lifeguard Training: Principles and Administration. A Manual for Developing and Administering Lifeguard Systems for Pools and Beaches. Second Edition, Revised."},
      {
        "id":"ED093827",
        "title":"Curriculum Improvement in Secondary School Physical Education."},
      {
        "id":"ED093829",
        "title":"What Research Tells the Coach About Swimming."},
      {
        "id":"ED093830",
        "title":"What Research Tells the Coach About Distance Running."},
      {
        "id":"ED093831",
        "title":"The Best of Challenge. Volume 2."},
      {
        "id":"ED093832",
        "title":"Tennis: Group Instruction."},
      {
        "id":"ED093834",
        "title":"Issues Concerning Teacher Centers: Research and Development-Is There a Role?"},
      {
        "id":"ED093837",
        "title":"Student-Centered Classroom Management."},
      {
        "id":"ED093838",
        "title":"A Note from the Other Side."},
      {
        "id":"ED093839",
        "title":"Pupil Control in Student Teaching."},
      {
        "id":"ED093840",
        "title":"Mathematics for Elementary Teachers (Math 108a). Adams State College."},
      {
        "id":"ED093841",
        "title":"Music for Elementary Teachers; Self-Help Guide (MUS 370). Adams State College."},
      {
        "id":"ED093842",
        "title":"Utilization of Instructional Media Materials, Competency-Based Approach. Adams State College."},
      {
        "id":"ED093843",
        "title":"Teaching Elementary School Social Studies, Competency-Based Approach. Adams State College."},
      {
        "id":"ED093844",
        "title":"Teaching Elementary School Math, Competency-Based Approach. Adams State College."},
      {
        "id":"ED093845",
        "title":"Adams State College School and Community Education Program."},
      {
        "id":"ED093846",
        "title":"Children's Literature. Adams State College."},
      {
        "id":"ED093847",
        "title":"Music for Elementary Teachers, Competency-Based Approach. Adams State College."},
      {
        "id":"ED093848",
        "title":"Instructional Aids, Materials, and Supplies--Guidelines."},
      {
        "id":"ED093849",
        "title":"African Education Research. Part One: Issues and Patterns."},
      {
        "id":"ED093851",
        "title":"African Education Research. Part Three: Continuing Research Resources."},
      {
        "id":"ED093853",
        "title":"Formative Studies of First Year of the Competency-Based Field Center for Teacher Education at Hamburg, New York."},
      {
        "id":"ED093854",
        "title":"An Educational Ad-hocracy. A Series of Final Reports of the University of Pittsburgh Training Teacher Trainers (TTT) Project."},
      {
        "id":"ED093855",
        "title":"Guide for Teacher Preparation in Driver Education. Secondary School Edition."},
      {
        "id":"ED093856",
        "title":"Teacher Centers in Japan, England, and the United States. A Series of Case Studies."},
      {
        "id":"ED093857",
        "title":"Behavior of Innovative Personnel."},
      {
        "id":"ED093858",
        "title":"Educating Prisoners for Socially Constructive Roles."},
      {
        "id":"ED093859",
        "title":"Action Learning: Student Community Service Projects."},
      {
        "id":"ED093860",
        "title":"The Development of Field Based Teacher Education Programs at Cleveland State University."},
      {
        "id":"ED093861",
        "title":"Products of the National Center [for the Development of Training Materials in Teacher Education]."},
      {
        "id":"ED093862",
        "title":"Working Together: The Final Report and Recommendations of the Basic Studies National Field Task Force on the Improvement and Reform of American Education."},
      {
        "id":"ED093863",
        "title":"Inside-Out: The Final Report and Recommendations of the Teachers National Field Task Force on the Improvement and Reform of American Education."},
      {
        "id":"ED093864",
        "title":"Better Schools through Better Partnerships: The Final Report and Recommendations of the Council of Chief State School Officers' National Field Task Force on the Improvement and Reform of American Education."},
      {
        "id":"ED093865",
        "title":"A Real Alternative: The Final Report and Recommendations of the Community National Field Task Force on the Improvement and Reform of American Education."},
      {
        "id":"ED093866",
        "title":"Evaluating Program Effectiveness or, If the Program is Competency-Based, How Come the Evaluation Is Costing So Much?"},
      {
        "id":"ED093867",
        "title":"The Use of Behavior Change in Pupils as a Criterion for Evaluating Teaching Effectiveness."},
      {
        "id":"ED093868",
        "title":"Competency-Based Teacher Education: A Practical Analysis."},
      {
        "id":"ED093869",
        "title":"Teacher Acts: Part One--The Syntactical Context."},
      {
        "id":"ED093870",
        "title":"Can the Teacher Education Institution Respond Through the Teacher Education Center to the Changing Needs and Expectations in the Field?"},
      {
        "id":"ED093871",
        "title":"Research and Reform in Teacher Education."},
      {
        "id":"ED093872",
        "title":"Parent Ratings of Behavioral Patterns of Children, United States. Vital and Health Statistics, Series 11, Number 108."},
      {
        "id":"ED093873",
        "title":"Advanced Fencing; Physical Education: 5551.54."},
      {
        "id":"ED093874",
        "title":"Outdoor Life--Horseback Riding; Physical Education: 5551.67."},
      {
        "id":"ED093875",
        "title":"Status of General Instruction Programs of Physical Education in Four-Year Colleges and Universities: 1971-72."},
      {
        "id":"ED093876",
        "title":"Advanced Field Hockey; Physical Education: 5551.22."},
      {
        "id":"ED093877",
        "title":"Intermediate Swimming, Physical Education: 5551.47."},
      {
        "id":"ED093878",
        "title":"Advanced Swimming, Phase One--Swimmer; Physical Education: 5551.48."},
      {
        "id":"ED093879",
        "title":"Advanced Swimming, Phase II--Advanced Swimmer; Physical Education: 5551.48."},
      {
        "id":"ED093880",
        "title":"Beginning Gatorball; Physical Education: 5551.24."},
      {
        "id":"ED093881",
        "title":"Kickball; Physical Education: 5551.33."},
      {
        "id":"ED093882",
        "title":"Roller Skating; Physical Education: 9.8414."},
      {
        "id":"ED093883",
        "title":"The Effects of Teams-Games-Tournament and Two Instructional Variations on Classroom Process, Student Attitudes, and Student Achievement. Report Number 172."},
      {
        "id":"ED093884",
        "title":"Teams-Games-Tournament in the Social Studies Classroom: Effects on Academic Achievement, Student Attitudes, Cognitive Beliefs, and Classroom Climate. Report Number 173."},
      {
        "id":"ED093885",
        "title":"Team Competition Effects on Classroom Group Process. Report Number 174."},
      {
        "id":"ED093887",
        "title":"The Development of Job-Related Curricula Using Task Analysis. Allied Health Professions Project."},
      {
        "id":"ED093889",
        "title":"A Task Analysis of Emergency Prehospital Care. Allied Health Professions Project."},
      {
        "id":"ED093892",
        "title":"Issues and Research Suggestions in Classroom Observation."},
      {
        "id":"ED093893",
        "title":"Review and Index to Research in Dance Relevant to Aesthetic Education, 1900-1968."},
      {
        "id":"ED093894",
        "title":"Les Enseignants du Quebec, 1965-66 a 1971-72. [The Teachers of Quebec]. Documents Demographie Scolaire, 9-18."},
      {
        "id":"ED093895",
        "title":"Missouri Environmental Studies Approach (MESA) Interim Evaluation Report. July 1, 1972-June 30, 1973."},
      {
        "id":"ED093896",
        "title":"Inservice Educational Needs of Teachers."},
      {
        "id":"ED093897",
        "title":"Rope Jumping: A Preliminary Developmental Study."},
      {
        "id":"ED093898",
        "title":"A Descriptive and Analytic Study of Compensatory Reading Programs. Phase I Report."},
      {
        "id":"ED093899",
        "title":"Psycho-Motor Needs Assessment of Virginia School Children."},
      {
        "id":"ED093900",
        "title":"Determining Learning Sequences from a Difficulty-Scaling of Test Items."},
      {
        "id":"ED093901",
        "title":"Applying the General Linear Model to Repeated Measures Problems."},
      {
        "id":"ED093902",
        "title":"Community Volunteers as Companion-Therapists to Children: A Program Evaluation."},
      {
        "id":"ED093903",
        "title":"The Common Item Problem in Measurement."},
      {
        "id":"ED093904",
        "title":"Some New Developments and Discoveries for Evaluative Analysis."},
      {
        "id":"ED093906",
        "title":"Potential Uses of the National Assessment Model at the State and Local Levels."},
      {
        "id":"ED093907",
        "title":"A Comparative Evaluation of the Effects of an Open Classroom Instructional Program and a Traditional Instructional Program."},
      {
        "id":"ED093908",
        "title":"Some Aspects of Exposure-Achievement Relationships in Follow Through in Philadelphia."},
      {
        "id":"ED093909",
        "title":"An Evolving Product Evaluation: Formative and Summative Components."},
      {
        "id":"ED093910",
        "title":"Assessment in an Instructional Program Designed for Spanish-Speaking Children Acquiring English Language Skills."},
      {
        "id":"ED093911",
        "title":"A Preliminary Evaluation of a Bilingual Spanish/English Program Using Multiple Matrix Sampling."},
      {
        "id":"ED093912",
        "title":"Everything You Wanted To Know About Test-Wiseness."},
      {
        "id":"ED093913",
        "title":"The Selection and Development of Performance Measures for Assessment Center Programs."},
      {
        "id":"ED093914",
        "title":"Creativity Assessment in Young Children."},
      {
        "id":"ED093915",
        "title":"Discriminant Analysis."},
      {
        "id":"ED093916",
        "title":"An Investigation of Cross-Cultural Stability in Mental Test Items."},
      {
        "id":"ED093917",
        "title":"Kentucky Educational Assessment Program. Three Year Summary."},
      {
        "id":"ED093918",
        "title":"The Development of Domain-Referenced Tests for an Objectives-Based Reading Program."},
      {
        "id":"ED093919",
        "title":"Performance-Based Teacher Appraisal Program for the Penn-Harris-Madison School Corporation."}]
  }}
