{
  "response":{"numFound":509939,"start":290000,"numFoundExact":true,"docs":[
      {
        "id":"ED093920",
        "title":"Systematic Evaluation Strategies for Innovative Programs in Health Professions Education: Need, Function and Components."},
      {
        "id":"ED093921",
        "title":"Adding Dimension to Evaluative Research Through the Use of Protocol Material."},
      {
        "id":"ED093922",
        "title":"Synergistic Effects in the Analysis of Variance."},
      {
        "id":"ED093923",
        "title":"An Examination of the Feasibility of Using Criterion-Referenced Measurement in Large-Scale, Survey Testing Situations."},
      {
        "id":"ED093924",
        "title":"Evaluation of the Implementation of a Program of Adaptive Education at the Second Grade (1972-73)."},
      {
        "id":"ED093925",
        "title":"Main Field Test Report. Discussing Controversial Issues. Revised."},
      {
        "id":"ED093926",
        "title":"The Case Against Tests of Statistical Significance. Teacher Education Division Publication Series. Report A73-20."},
      {
        "id":"ED093929",
        "title":"Assessment of Educational Effects: An Educational Psychologist's Point of View."},
      {
        "id":"ED093930",
        "title":"Multivariate Evaluation of Student Selection Strategies in Open and Traditional Education. A Preliminary Report."},
      {
        "id":"ED093931",
        "title":"The Use of Computers in Evaluating Teacher Competency."},
      {
        "id":"ED093932",
        "title":"Social Status and Personality Factors in Predicting Interviewer Performance."},
      {
        "id":"ED093933",
        "title":"Systematic Student Input into Evaluation of an Educational Innovation Program."},
      {
        "id":"ED093934",
        "title":"Virginia Educational Needs Assessment of Public School Children in the Cognitive, Affective and Psycho-Motor Domains."},
      {
        "id":"ED093935",
        "title":"A Measure of Career Development Responsibility."},
      {
        "id":"ED093937",
        "title":"Effects of Test Situation Stress Upon Creativity Test Scores."},
      {
        "id":"ED093938",
        "title":"Student Evaluations Related to Frequency of Testing."},
      {
        "id":"ED093939",
        "title":"The Measurement and Development of &quot;Accuracy&quot; in Academic Performance."},
      {
        "id":"ED093940",
        "title":"Two-Level Evaluation Strategy for Projects Engaged in Staff Development."},
      {
        "id":"ED093941",
        "title":"Evaluation of Published Educational Research: A National Survey"},
      {
        "id":"ED093942",
        "title":"Establishing Construct Validity of Psychological Instruments Thru Item-Wise Concurrent Validation."},
      {
        "id":"ED093943",
        "title":"An Investigation of the Utilization of Requested Assessment Information in Pennsylvania School Districts."},
      {
        "id":"ED093944",
        "title":"A Study of Confusability of Codes in Observational Measurement."},
      {
        "id":"ED093945",
        "title":"Generalizability of Factor Structures Underlying Student Ratings of Instruction."},
      {
        "id":"ED093946",
        "title":"Personality Measures That Predict Teaching Performance."},
      {
        "id":"ED093947",
        "title":"A Theory of How External Incentives Affect, and Are Affected by, Computer-aided Admissible Probability Testing."},
      {
        "id":"ED093948",
        "title":"Assessment of the Proficiency in the Use and Understanding of English by Foreign Students as Measured by the Test of English as a Foreign Language."},
      {
        "id":"ED093949",
        "title":"Observational Findings Regarding Independent Learning Behavior. The Classroom Attitude Observational Schedule."},
      {
        "id":"ED093950",
        "title":"Use of Some Discriminant Analysis Computer Programs."},
      {
        "id":"ED093951",
        "title":"Problems and Alternatives in Testing Mexican American Students."},
      {
        "id":"ED093952",
        "title":"The Inadequacy of Traditional Self-Concept Instruments for Culturally Different Elementary School Children."},
      {
        "id":"ED093953",
        "title":"Entering Attitudes of Undergraduates in Education Toward Topics in Educational Measurement."},
      {
        "id":"ED093954",
        "title":"Children's Interactions in Follow Through Classrooms: The DCB Observational System."},
      {
        "id":"ED093955",
        "title":"Instrumentation, Data Collection and Formative Evaluation Problems of an Innovative Program in Music Instruction."},
      {
        "id":"ED093956",
        "title":"Effect of Open Education on Selected Cognitive and Affective Measures."},
      {
        "id":"ED093957",
        "title":"Some Empirical Evidence on the Stability of Discrepancy Measures Based on Observed and Predicted School Means on Achievement Tests."},
      {
        "id":"ED093960",
        "title":"Error Rates of Multiple F Tests in Factorial ANOVA Designs."},
      {
        "id":"ED093961",
        "title":"Major Changes in the California State Assessment Program."},
      {
        "id":"ED093962",
        "title":"Practical Guide for (Educational) Evaluation."},
      {
        "id":"ED093963",
        "title":"The Use of Information Based Evaluation in Evaluating the Diagnostic Teaching Center."},
      {
        "id":"ED093964",
        "title":"Educational Implications of a Biopsychological Model of Learning."},
      {
        "id":"ED093965",
        "title":"The Myers-Briggs Type Indicator and the Teaching-Learning Process."},
      {
        "id":"ED093967",
        "title":"The Effect of Contract Grading on Student Performance."},
      {
        "id":"ED093968",
        "title":"The Response-Class Matrix: A Procedure for Recording Parent-Child Interactions."},
      {
        "id":"ED093969",
        "title":"Curriculum Definition and Evaluation in Employer-Based Career Education (Dewey Streaks Through Career Education)."},
      {
        "id":"ED093970",
        "title":"The Validation of an Instrument to Assess Attitudes Toward the Puerto Rican, Black-American and Anglo-American Cultures."},
      {
        "id":"ED093971",
        "title":"An Implementation Study of Seven Follow Through Models for Education."},
      {
        "id":"ED093973",
        "title":"The Brookline Early Education Project: Resolving Methodological Issues in Evaluating an Early Childhood Education Program Model."},
      {
        "id":"ED093974",
        "title":"Invalidity of a Current Method for Estimating Reliability."},
      {
        "id":"ED093975",
        "title":"Measuring Agreement When Two Observers Classify People Into Categories Not Defined in Advance."},
      {
        "id":"ED093976",
        "title":"The Development, Validation, and Use of an Arbitrary Implementation Scale (AIS) as a Basis for Ex Post Facto Curriculum Evaluation."},
      {
        "id":"ED093977",
        "title":"On the Expectations of Mean Squares Based on Nonindependent Variates in Factorials."},
      {
        "id":"ED093978",
        "title":"Toward Better Assessment of Student Achievement in Informal Educational Settings."},
      {
        "id":"ED093979",
        "title":"Toward A Comprehensive Validated System of Classification of Knowledge, Process, And Value Student Learnings."},
      {
        "id":"ED093980",
        "title":"Three Aspects of Evaluation Methodology."},
      {
        "id":"ED093981",
        "title":"The Combined Use of Focusing on a Specific Skill and TDS Feedback, Help or Hindrance in Improving Teacher Training: A Three Year Study. First Draft."},
      {
        "id":"ED093982",
        "title":"Curriculum Guideline Implementation Evaluation in Ontario."},
      {
        "id":"ED093983",
        "title":"The Relationship of the Field-Dependent and Field-Independent Cognitive Styles to Creative Test Performance."},
      {
        "id":"ED093984",
        "title":"Statewide Community Participation in Needs Assessment."},
      {
        "id":"ED093985",
        "title":"Kinds of Keys of Student Ratings of Faculty Teaching Effectiveness."},
      {
        "id":"ED093987",
        "title":"Concerns of Teachers: Recent Research on Two Assessment Instruments."},
      {
        "id":"ED093988",
        "title":"The Effects of Race on Test Taking."},
      {
        "id":"ED093989",
        "title":"Achievement Scores and Educational Objectives."},
      {
        "id":"ED093990",
        "title":"Developing Tests for Assessment Programs: Issues and Suggested Procedures."},
      {
        "id":"ED093991",
        "title":"An Investigation of Sex Differences and Social Desirability in the Edwards Personal Preference Schedule."},
      {
        "id":"ED093992",
        "title":"The Effect of Varying the Response Format on the Statistical Characteristics of the Alpert-Haber Achievement Anxiety Test."},
      {
        "id":"ED093993",
        "title":"Some Potential Uses of Decision-Theoretic (Confidence) Testing in the Analysis of Criterion-Referenced Item Data."},
      {
        "id":"ED093994",
        "title":"The Relation of Sample Size to the Number of Variables in Using Factor Analysis Techniques."},
      {
        "id":"ED093995",
        "title":"The Student as an Assessor of Uncertainty: Some Statistical Measures Useful for Feedback to the Student."},
      {
        "id":"ED093996",
        "title":"A Critical Survey of Tests and Measurements in Early Childhood Education."},
      {
        "id":"ED093997",
        "title":"An Empirical Investigation of Multiple Matrix Sampling in an Elementary School Setting."},
      {
        "id":"ED093998",
        "title":"Suggested Evaluation Approaches."},
      {
        "id":"ED093999",
        "title":"Development of the Minimood and Some Evidence of Its Validity and Stability."},
      {
        "id":"ED094000",
        "title":"Educational Program Auditing: The Auditor's Perspective."},
      {
        "id":"ED094001",
        "title":"Educational Program Auditing: The Research Perspective."},
      {
        "id":"ED094002",
        "title":"Evaluation of a Demonstration Program for Postsecondary Hospitality Education."},
      {
        "id":"ED094003",
        "title":"An Empirical Study of the Contribution of Behavioral Objectives to Teaching and Learning."},
      {
        "id":"ED094004",
        "title":"The Application of the Stufflebeam Educational Decision-Making Model to the Evaluation of a Dental Team Training Program Involving Use of Paraprofessionals."},
      {
        "id":"ED094005",
        "title":"A Survey of Extant Development and Evaluation Models Used in Regional Educational Laboratories and Research and Development Centers."},
      {
        "id":"ED094006",
        "title":"Improving Reliability in Assessment of Technic Products."},
      {
        "id":"ED094008",
        "title":"Anchor Test Study. Equivalence and Norms Tables for Selected Reading Achievement Tests (Grades 4, 5, 6)."},
      {
        "id":"ED094009",
        "title":"Chancellor's Report on Programs and Problems Affecting Integration of the New York City Public Schools."},
      {
        "id":"ED094010",
        "title":"Project BIG (Black Image Growth). Model Cities Schools, Indianapolis Public Schools. Final Report."},
      {
        "id":"ED094011",
        "title":"Model Cities Impact on Better Communities."},
      {
        "id":"ED094012",
        "title":"An Evaluation of District Decentralized Projects--ESEA Title VII Program--in Community School District 14 of the New York City Public School System. Final Report."},
      {
        "id":"ED094013",
        "title":"First Definitions Toward Development-Planning Advancement of Disadvantaged Pupils in the Decade 1975-1985."},
      {
        "id":"ED094014",
        "title":"Educational Effects of Integration."},
      {
        "id":"ED094015",
        "title":"Twenty Years After \"Brown\": Where Are We Now?"},
      {
        "id":"ED094016",
        "title":"Report on ESEA Title I Evaluation for 1972-1973."},
      {
        "id":"ED094018",
        "title":"Teacher Attitudes and Expectations Associated with Race and Social Class."},
      {
        "id":"ED094019",
        "title":"The Story of Emergency School Aid, a Legislative Step-Child: Policy-Making in a Transitional Period."},
      {
        "id":"ED094020",
        "title":"Black Participants and White Subjects: The Relationship of Elementary School Racial Segregation to Fifth-Graders' Political Orientations and Behavior."},
      {
        "id":"ED094021",
        "title":"Achievement and Attitudinal Changes Associated with School District Reorganization."},
      {
        "id":"ED094022",
        "title":"Increasing the Academic Performance of Culturally Disadvantaged Students: A Diamond Among the Glass or the Possibility of a Type I Error."},
      {
        "id":"ED094023",
        "title":"Urban Minority Groups in Houston: Problems, Progress, and Prospects. A Statistical and Analytical Study."},
      {
        "id":"ED094024",
        "title":"The Development of a Human Relations Model for Racially Mixed Philadelphia Schools."},
      {
        "id":"ED094025",
        "title":"Significant Others and Self-Perceptions of Disadvantaged Students."},
      {
        "id":"ED094026",
        "title":"The School Desegregation Decision: Behavior and Value Change Under Conditions of Uncertainty."},
      {
        "id":"ED094027",
        "title":"A Comparative Study of School Climate in White and Black Elementary Schools."},
      {
        "id":"ED094028",
        "title":"Theoretical Perspectives on School District Decentralization."},
      {
        "id":"ED094029",
        "title":"Busing, Desegregation and Student Self-Concept."},
      {
        "id":"ED094030",
        "title":"Sequential and Organizational Models of School Decentralization: New York City and Detroit."},
      {
        "id":"ED094031",
        "title":"Identification of Social Groups Based on Social Integration in a Multi-Racial High School."},
      {
        "id":"ED094032",
        "title":"Community-Based Education: A Teacher Corps Modularized Manual for Community Development."},
      {
        "id":"ED094033",
        "title":"A Program to Improve School Achievement in a Stable Residential Community: Center Hill Elementary School, 1972-73. Research and Development Report, Vol. 7, No. 50, April 1974."},
      {
        "id":"ED094034",
        "title":"An Instructional Plan Integrating a Community Agency Program: Towns Elementary School, 1972-73. Research and Development Report, Vol. 7, No. 49, April 1974."},
      {
        "id":"ED094035",
        "title":"A No-Fail Attitude in an Inner-City School: W. H. Crogman Elementary School, 1972-73. Research and Development Report, Vol. 7, No. 45, April 1974."},
      {
        "id":"ED094037",
        "title":"The Interdependent Learning Model and Achievement: Grant Park Primary School, 1972-73. Research and Development Report, Vol. 7, No. 39, February 1974."},
      {
        "id":"ED094038",
        "title":"Reading, Mathematics, and Self-Concept: A Three-Pronged Thrust by a Small School: Goldsmith Elementary School, 1972-73. Research and Development Report, Vol. 7, No. 37, January 1974."},
      {
        "id":"ED094039",
        "title":"ESEA Title I, 1971-1972 Achievement. [New York State]."},
      {
        "id":"ED094040",
        "title":"Federal Food Programs--1973. Part 4--School Food Program Needs. Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Third Congress, First Session."},
      {
        "id":"ED094042",
        "title":"Guidelines for the Evaluation of Desegregation Programs in School Districts."},
      {
        "id":"ED094045",
        "title":"Evaluation of ESEA, Title I Projects of California Schools. Annual Report 1972-73."},
      {
        "id":"ED094046",
        "title":"Minority Youth: The Classes of 1972 and 1973."},
      {
        "id":"ED094047",
        "title":"A Survey of Urban School Desegregation: Summary Report."},
      {
        "id":"ED094048",
        "title":"The Effects of a Highly Concentrated Reading and Mathematics Program on the Achievement of Inner-School Primary Pupils: Nathan B. Forrest Elementary School, 1972-73. Research and Development Report, Vol. 7, No. 28, November 1973."},
      {
        "id":"ED094049",
        "title":"An Instructional Plan to Enhance Parent-Pupil-School Interactions: John B. Carey Elementary School, 1972-73. Research and Development Report, Vol. 7, No. 48, April 1974."},
      {
        "id":"ED094050",
        "title":"Race and the Metropolis: A Demographic Perspective on the 1970's."},
      {
        "id":"ED094051",
        "title":"Restructured Neighborhood Youth Corps Out-of-School Program in Urban Areas. Department of Labor. Report to the Congress."},
      {
        "id":"ED094052",
        "title":"Personality and Family Background Correlates of Academic Performance in Minority Students. ERIC/IRCD Urban Disadvantaged Series, Number 37."},
      {
        "id":"ED094053",
        "title":"Research on the Education of Black and Black-White Populations: An Annotated Bibliography of Doctoral Dissertations. ERIC/IRCD Doctoral Research, Number 5."},
      {
        "id":"ED094054",
        "title":"The Education of Puerto Rican Children and Youth: An Annotated Bibliography of Doctoral Dissertations. ERIC/IRCD Doctoral Research Series, Number 6."},
      {
        "id":"ED094055",
        "title":"Project Reach-Out, 1972-1973. Final Report."},
      {
        "id":"ED094057",
        "title":"Community School District No. 1: An Evaluation of the [1972-1973] State Urban Education Programs. Final Report."},
      {
        "id":"ED094059",
        "title":"Lower East Side Preparatory School, 1972-1973. Final Report."},
      {
        "id":"ED094060",
        "title":"Remedial Services for Eligible Nonpublic School Pupils. 1972-1973. Final Report."},
      {
        "id":"ED094061",
        "title":"Community School District 1: An Evaluation of the ESEA Title I Programs. Final Report."},
      {
        "id":"ED094062",
        "title":"The St. Paul Open School, Independent School District No. 625, 1972-1973. Final Report."},
      {
        "id":"ED094064",
        "title":"Puerto Ricans in the United States. 1970 Census of Population. Subject Reports."},
      {
        "id":"ED094067",
        "title":"Federal Assistance to Desegregating School Districts: A Report on Activities from September 1973 to March 1974."},
      {
        "id":"ED094068",
        "title":"Report to the Governor on Discrimination Against Asians."},
      {
        "id":"ED094069",
        "title":"Paying for New Jersey's Schools: Problems and Proposals. A Report to the New Jersey Education Reform Project."},
      {
        "id":"ED094070",
        "title":"Day Care as an Instrument of Political and Social Control."},
      {
        "id":"ED094071",
        "title":"A Structured Human Relations Program for Teachers."},
      {
        "id":"ED094073",
        "title":"Philadelphia's School Resources and the Disadvantaged."},
      {
        "id":"ED094074",
        "title":"Interregional Migration, Education, and Poverty in the Urban Ghetto: Another Look at Black-White Earnings Differentials."},
      {
        "id":"ED094075",
        "title":"Title I ESEA: How It Works. A Guide for Parents and Parent Advisory Councils."},
      {
        "id":"ED094076",
        "title":"Employment Opportunities of Negro and White Youth. Final Report."},
      {
        "id":"ED094077",
        "title":"The Social and Economic Status of the Black Population in the United States, 1973. Current Population Reports, Series P-23, No. 48."},
      {
        "id":"ED094078",
        "title":"Title VI of the Civil Rights Act of 1964--Ten Years Later. An Anniversary Progress Report, July 1974."},
      {
        "id":"ED094079",
        "title":"Young Deprived Children and Their Educational Needs."},
      {
        "id":"ED094080",
        "title":"Several Legal Issues Challenge Traditional \"Melting-Pot\" Idea for Educational Policy."},
      {
        "id":"ED094081",
        "title":"The Black Record: A Selective Discography of Afro-Americana on Audio Discs Held by the Audio/Visual Department, John M. Olin Library."},
      {
        "id":"ED094086",
        "title":"Student Displacement/Exclusion: Violations of Civil and Human Rights. Report of the Eleventh National NEA Conference on Civil and Human Rights in Education."},
      {
        "id":"ED094087",
        "title":"Desegregation Study II: Academic Effects on Bused Black and Receiving White Students, 1972-73."},
      {
        "id":"ED094088",
        "title":"A Tale of Two Cities: The Reality of Historical Differences."},
      {
        "id":"ED094089",
        "title":"Delinquency and the Perceived Chances for Conventional Achievement."},
      {
        "id":"ED094090",
        "title":"Implementation of ESEA Title I: A Problem of Compliance. ERIC/IRCD Urban Disadvantaged Series, No. 39."},
      {
        "id":"ED094091",
        "title":"Final Report on Needs Assessment of the Processes, Programs, and Services Used to Enroll Spanish-Speaking Students in Higher Education in New Jersey: Educational Opportunities and the Hispanic College Student."},
      {
        "id":"ED094092",
        "title":"The Puerto Rican Experience: An Educational Research Study."},
      {
        "id":"ED094093",
        "title":"Reading Improvement Clinic. Title I Evaluation, 1972-1973."},
      {
        "id":"ED094094",
        "title":"Diagnostic Reading Clinic. Title I Evaluation, 1972-1973."},
      {
        "id":"ED094095",
        "title":"Talking Typewriter. Title I Evaluation, 1972-1973."},
      {
        "id":"ED094096",
        "title":"The Effects of School Desegregation on Minority Group Student Achievement and Self-Concept: An Evaluation of Court Ordered Busing in Waco, Texas. Final Report."},
      {
        "id":"ED094097",
        "title":"Project Emerge, Dayton, Ohio. 1973-74 Final Evaluation Report."},
      {
        "id":"ED094099",
        "title":"Female Family Heads. Current Population Reports. Special Studies. Series P-23, No. 50."},
      {
        "id":"ED094100",
        "title":"Career Education in the Elementary School: A Real Life Drama."},
      {
        "id":"ED094101",
        "title":"Pre-Service Staff Development Workshop: Evaluation Report. Ohio Module."},
      {
        "id":"ED094102",
        "title":"Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED094103",
        "title":"A Study of Adults' Preferences for Control of Molar Learning Activities."},
      {
        "id":"ED094104",
        "title":"A Needs Analysis Instrument for Focusing Training Activities in Complex Organizations."},
      {
        "id":"ED094105",
        "title":"Contemporary Historical Research in Adult Education."},
      {
        "id":"ED094106",
        "title":"Plan to Integrate Consumer Concepts into the Public Schools of Maryland."},
      {
        "id":"ED094107",
        "title":"Not for Work Alone: Services at the Workplace. Final Report."},
      {
        "id":"ED094108",
        "title":"The Effects of Microtraining for Attending Behaviors in Adult Testing."},
      {
        "id":"ED094110",
        "title":"Labor: Revue on Trade Union Information and Training. No. 1."},
      {
        "id":"ED094111",
        "title":"Oregon Career Information System: An Evaluation of Phases I and II of a Three-Phase Development Project. Final Report."},
      {
        "id":"ED094112",
        "title":"On the Freedom to be Accountable."},
      {
        "id":"ED094113",
        "title":"Don't Shake the Chauffeur's Hand: Toward Reliable Knowledge About Industrial Life."},
      {
        "id":"ED094114",
        "title":"Work Discretion and Work Satisfaction: A Study of British Factory Workers."},
      {
        "id":"ED094115",
        "title":"Work Experience of the Population in 1972."},
      {
        "id":"ED094116",
        "title":"The Role of Task Goal Attributes in Employee Performance."},
      {
        "id":"ED094117",
        "title":"Enforcement of Civil Rights Statutes in Area Vocational-Technical Schools."},
      {
        "id":"ED094119",
        "title":"Black Managers in White Corporations."},
      {
        "id":"ED094124",
        "title":"Adult Career Education Counseling and Guidance Literature Resource."},
      {
        "id":"ED094125",
        "title":"Painless Accountability."},
      {
        "id":"ED094126",
        "title":"The Interrelationships Between Self-Concepts and Occupational Concepts of Post-High School Vocational-Technical Students."},
      {
        "id":"ED094127",
        "title":"Factors Affecting Occupational Choice, Self-Conceptualization, and Attitude Toward Military Service Among Black High School Seniors."},
      {
        "id":"ED094128",
        "title":"A Critique of Duncan's Stratification Research."},
      {
        "id":"ED094131",
        "title":"Small Engine Repair Course Outline."},
      {
        "id":"ED094132",
        "title":"A Position Paper on Industrial Arts Education and Career Development in Michigan."},
      {
        "id":"ED094133",
        "title":"Methods of Shorthand Instruction: A Research Analysis."},
      {
        "id":"ED094134",
        "title":"American Women, 1963-1968; Report of the Interdepartmental Committee on the Status of Women."},
      {
        "id":"ED094135",
        "title":"Years for Decision: A Longitudinal Study of the Educational and Labor Market Experience of Young Women. Volume Three."},
      {
        "id":"ED094136",
        "title":"The Teacher and the Use of Community Resources."},
      {
        "id":"ED094137",
        "title":"Small-Group Instruction: Theory and Practice."},
      {
        "id":"ED094138",
        "title":"College and University Degree Programs for the Preparation of Professional Adult Educators, 1970-71."},
      {
        "id":"ED094139",
        "title":"Job Tenure of American Workers, January, 1973. Special Labor Force Report Summary."},
      {
        "id":"ED094140",
        "title":"Manpower Demand: Information Guidelines for Educational, Vocational Education, and Manpower Planning. Research and Development Series No. 94."},
      {
        "id":"ED094141",
        "title":"Project People of Peoria: Career Awareness and Exploration. Final Report."},
      {
        "id":"ED094143",
        "title":"Career Education Model, Orange County Consortium: Interim Report."},
      {
        "id":"ED094145",
        "title":"The Adult Enrichment Center's Research Project for Deaf and Hard of Hearing Adults."},
      {
        "id":"ED094147",
        "title":"We Are Geared for Power Mechanics."},
      {
        "id":"ED094148",
        "title":"Recurrent Education."},
      {
        "id":"ED094149",
        "title":"Social Network Effects on Employment."},
      {
        "id":"ED094150",
        "title":"The Redistribution of the Black Work Force in the South by Industry."},
      {
        "id":"ED094151",
        "title":"The Economic Role of Women."},
      {
        "id":"ED094152",
        "title":"Women in 1972."},
      {
        "id":"ED094153",
        "title":"You're a Big Part of What Happens."},
      {
        "id":"ED094154",
        "title":"Potential Cost and Economic Benefits of Industrial Day Care."},
      {
        "id":"ED094155",
        "title":"Employer Personnel Practices and Child Care Arrangements of Working Mothers in New York City."},
      {
        "id":"ED094156",
        "title":"Job-Related Maternity Benefits."},
      {
        "id":"ED094157",
        "title":"Women Workers in Regional Areas and in Large States and Metropolitan Areas, 1971."},
      {
        "id":"ED094158",
        "title":"Relentless Verity: Education for Being-Becoming-Belonging."},
      {
        "id":"ED094159",
        "title":"Incentive and Disincentive to Participation in the Work Incentive Program. Final Report."},
      {
        "id":"ED094160",
        "title":"Training, Transfer and the Influence of Job Search Procedures, Psychological Attributes and Personal Characteristics on Earnings of Workers Affected by a Plant Closure."},
      {
        "id":"ED094161",
        "title":"Career Exploration for Elementary Children: A Curriculum Model."},
      {
        "id":"ED094162",
        "title":"Effectiveness of Model Office, Cooperative Education, and Office Procedures in Developing Office Decision-Making Abilities, in Changing Perceptions of the Office World of Work, and in Developing a Knowledge of Business Fundamentals and General Business Information."},
      {
        "id":"ED094163",
        "title":"Priorities for Experimentation and Development in Adult Basic Education. Vol. I of Planning for Innovation in Adult Basic Education. Center Research Report No. 2."},
      {
        "id":"ED094164",
        "title":"Cooperative Approach to Driver Education and Traffic Safety Training. Administrator's Adoption Guide."},
      {
        "id":"ED094165",
        "title":"Cooperative Driver Education and Safety Training. Instructor's Guide."},
      {
        "id":"ED094166",
        "title":"Cooperative Driver Education and Safety Training. Coordinator's Guide."},
      {
        "id":"ED094168",
        "title":"Evaluation of Service Station Attendant-Auto Care Project."},
      {
        "id":"ED094169",
        "title":"Vocational Reading Power Project. End of Budget Period Report for a Supplementary Educational Center and Services. (July 1, 1971-June 30, 1972)."},
      {
        "id":"ED094170",
        "title":"[Career Education Materials: Missouri State Department of Education. Selected Papers.]"},
      {
        "id":"ED094171",
        "title":"A Study of the Plainfield, N. J. Adult School."},
      {
        "id":"ED094173",
        "title":"Symposium on Adult Learning Psychology: Implications for Higher Education."},
      {
        "id":"ED094175",
        "title":"Career Education Activities, Washington County, Maryland."},
      {
        "id":"ED094176",
        "title":"Why Women Work."},
      {
        "id":"ED094177",
        "title":"Twenty-Seventh Quarterly Progress Report of the Research Coordinating Unit (RCU) in Wisconsin. October 1, 1972-December 31, 1972."},
      {
        "id":"ED094178",
        "title":"Sex Discrimination in Employment: What to Know About It, What to Do About It. Second Edition."},
      {
        "id":"ED094179",
        "title":"The Influence of Skill Training on the Time Invested in Vocational Guidance by Counselors."},
      {
        "id":"ED094180",
        "title":"Career Education Curriculum Guideline: A Plan of Student Development Grades K-9."},
      {
        "id":"ED094182",
        "title":"Health Education Program. Kanawha County Schools."},
      {
        "id":"ED094183",
        "title":"Preparing Research and Development Proposals for Vocational-Technical Education. Research Series No. 40."},
      {
        "id":"ED094184",
        "title":"Preparing Research and Development Project Reports for Vocational-Technical Education. Research Series No. 41. Final Report."},
      {
        "id":"ED094185",
        "title":"The Teaching of Reading in ABE [Adult Basic Education]: Survey Report 1973."},
      {
        "id":"ED094186",
        "title":"Adult Education: Survey Report 1973."},
      {
        "id":"ED094187",
        "title":"The United States Air Force Occupational Research Project."},
      {
        "id":"ED094188",
        "title":"Trends in Enlistment Motivation: Results of AFEES Survey of Enlisted Men from April 1971 to April 1972. Manpower Research Report No. MA73-1."},
      {
        "id":"ED094189",
        "title":"The Similarity of Job Types Reported from Two Independent Analyses of Occupational Data. Interim Report. April 2, 1973-October 12, 1973."},
      {
        "id":"ED094190",
        "title":"Job Analysis of the Medical Service Career Field. Interim Report. August 1, 1972-June 1, 1973."},
      {
        "id":"ED094191",
        "title":"Development of a Data Base for Direct Analysis of Airmen Loss Rates. Interim Report. January 1, 1972-July 31, 1973."},
      {
        "id":"ED094192",
        "title":"Effect of an All-Volunteer Force on Input into the School of Military Sciences, Officer Training Program. Final Report."},
      {
        "id":"ED094193",
        "title":"A Report of Career Education Material Effectiveness as Judged by Teachers. Technical Report No. 2."},
      {
        "id":"ED094194",
        "title":"Professional Development: A Priority of the National Advisory Council on Vocational Education."},
      {
        "id":"ED094196",
        "title":"Behavioral Objectives for Selected Units in Occupational Child Care Education. Vocational Education Evaluation Project."},
      {
        "id":"ED094197",
        "title":"Behavioral Objectives for Selected Units in Drafting. Vocational Education Evaluation Project."},
      {
        "id":"ED094198",
        "title":"Behavioral Objectives for Selected Units in Consumer and Homemaking Education. Vocational Education Evaluation Project."},
      {
        "id":"ED094199",
        "title":"Behavioral Objectives for Selected Agricultural Education Units. Vocational Education Evaluation Project."},
      {
        "id":"ED094200",
        "title":"Occupational Licensing and Public Policy. Final Report."},
      {
        "id":"ED094201",
        "title":"Job Grading Standards for Inspectors."},
      {
        "id":"ED094202",
        "title":"A Bibliography on Education for Home Study Educators."},
      {
        "id":"ED094203",
        "title":"Directory of Accredited Private Home Study Schools: 1974."},
      {
        "id":"ED094204",
        "title":"Business Education for the Seventies."},
      {
        "id":"ED094205",
        "title":"Proceedings of the Governor's Symposium on Vocational Education (Chicago, May 4-5, 1972)."},
      {
        "id":"ED094206",
        "title":"Individualized Learning Activated by Business Educators in Illinois."},
      {
        "id":"ED094207",
        "title":"The Vocational Interests of Young Adults. Monograph 11."},
      {
        "id":"ED094208",
        "title":"Scientific and Technical Careers: Factors Influencing Development During the Educational Years. Monograph Twelve. Final Report."},
      {
        "id":"ED094209",
        "title":"Developing and Testing a New Conceptual Formulation for Determining Curricula for the Practitioner: A Case."},
      {
        "id":"ED094210",
        "title":"The Organizing Center: An Instrument for Implementing Life-Centered Education."},
      {
        "id":"ED094211",
        "title":"First Steps: Planning a Career Development Activity in Your Classroom."},
      {
        "id":"ED094212",
        "title":"Career Education Activities Through World of Work Resources."},
      {
        "id":"ED094213",
        "title":"Continuing Education Unit."},
      {
        "id":"ED094215",
        "title":"A Descriptive Study of the Language of Teachers and Students in Elementary Stenography Classes."},
      {
        "id":"ED094216",
        "title":"The Effects of Status Space and Status Struggle on Group Decision Making."},
      {
        "id":"ED094217",
        "title":"Developing a Model of Occupational Choice."},
      {
        "id":"ED094218",
        "title":"A Survey of High Schools and Junior Colleges Teaching Machine Shorthand."},
      {
        "id":"ED094219",
        "title":"The Delineation of Economic and Health Service Areas and the Location of Health Manpower Education Programs."},
      {
        "id":"ED094220",
        "title":"Administrative Office Managers' Utilization of Participative Management in Supervising Office Employees."},
      {
        "id":"ED094222",
        "title":"Guidelines for Integrating Career Education into a Comprehensive Educational Program for the State of Idaho."},
      {
        "id":"ED094223",
        "title":"Leadership Development in Vocational Education."},
      {
        "id":"ED094224",
        "title":"A Modest Interdisciplinary Overview of the Farm Labor Problem with Some Suggestions for Future Research Efforts."},
      {
        "id":"ED094225",
        "title":"Career Education. [A Plan for Implementation in Utah]."},
      {
        "id":"ED094226",
        "title":"The Occupational Selection Process: The Argument for a Cumulative Model."},
      {
        "id":"ED094227",
        "title":"Plans for a Business Education Day."},
      {
        "id":"ED094230",
        "title":"U.S. Industrial Outlook 1973, with Projections to 1980."},
      {
        "id":"ED094231",
        "title":"Training and Technology. Report of Program Activities January 1--June 30, 1973. Conducted at the U.S. Atomic Energy Commissions Oak Ridge Y-12 Plant. Summary Report."},
      {
        "id":"ED094232",
        "title":"A Comparison of Two Practice Patterns Used for the Development of Skills in Writing Shorthand Dictation."},
      {
        "id":"ED094236",
        "title":"Learning Center Ideas in Action. A How-to Handbook for Starting an Individualized Adult Learning Center. Revised Edition 1973."},
      {
        "id":"ED094237",
        "title":"Curriculum Guide for Consumer Education. Part One. Grade 11 or 12."},
      {
        "id":"ED094238",
        "title":"Occupational Orientation, Secondary Level. Part 1. Curriculum Bulletin No. 73CBM1."},
      {
        "id":"ED094239",
        "title":"Occupational Orientation, Secondary Level. Part 2. Curriculum Bulletin No. 73CBM2."},
      {
        "id":"ED094240",
        "title":"Career Orientation, Secondary Level. Part 3. Curriculum Bulletin No. 73CBM3."},
      {
        "id":"ED094241",
        "title":"Career Orientation, Secondary Level. Part 4. Curriculum Bulletin No. 73CBM4."},
      {
        "id":"ED094242",
        "title":"Functional Literacy in Mali: Training for Development. Educational Studies and Documents: No. 10."},
      {
        "id":"ED094243",
        "title":"Possibilities and Limitations of Functional Literacy: The Iranian Experiment. Educational Studies and Documents: No. 9."},
      {
        "id":"ED094244",
        "title":"Towards a Conceptual Model of Life-Long Education. Educational Studies and Documents: No. 12."},
      {
        "id":"ED094245",
        "title":"Practical Guide to Functional Literacy: A Method of Training for Development."},
      {
        "id":"ED094248",
        "title":"Study of 4-H Youth and 4-H Programming. Extension Studies 49."},
      {
        "id":"ED094249",
        "title":"An Instruction Guide for Teachers of Health Assistants."},
      {
        "id":"ED094252",
        "title":"An Evaluation of Individualized and Pool Slot Development for Public Service Employment: The Vermont Experience. Final Report."},
      {
        "id":"ED094253",
        "title":"Considerations in Selection of Public Service Employers: The Vermont Experience. Final Report."},
      {
        "id":"ED094254",
        "title":"The Uses of Paraprofessionals in the Delivery of Manpower and Social Services Through Public Service Employment: The Vermont Experience. Final Report."},
      {
        "id":"ED094255",
        "title":"SWP versus PEP: A Comparison Between the Vermont E &amp; D Special Work Project and the Public Employment Program in Vermont. Final Report."},
      {
        "id":"ED094256",
        "title":"The Role of the Coach in Public Service Employment: The Vermont Experience. Final Report."},
      {
        "id":"ED094257",
        "title":"Financial Disincentives for Welfare Clients to Enter Public Service Employment: The Vermont Experience. Final Report."},
      {
        "id":"ED094258",
        "title":"The Role of the Counselor in Public Service Employment: The Vermont Experience. Final Report."},
      {
        "id":"ED094259",
        "title":"Procedural Guides for Administrators of Public Service Employment Projects. The Vermont Experience. Final Report."},
      {
        "id":"ED094261",
        "title":"Employability Barriers of the Welfare/Manpower Client Group and the Absorptive Capacity of the Private and Public Sectors: The Vermont Experience. Final Report."},
      {
        "id":"ED094262",
        "title":"Transportation as a Factor in the Delivery of Rural Manpower Services in Public Service Employment. Final Report."},
      {
        "id":"ED094263",
        "title":"The Transition from Subsidized to Nonsubsidized Employment: The Vermont Experience. Final Report."},
      {
        "id":"ED094264",
        "title":"The Use of Training Related Expense and Enrichment Monies in Public Service Employment: The Vermont Experience. Final Report."},
      {
        "id":"ED094265",
        "title":"The Development of a System for Financial Management of Public Service Employment Subcontracts: The Vermont Experience. Final Report."},
      {
        "id":"ED094272",
        "title":"Microfiche Set of Documents Announced in Abstracts of Instructional and Research Materials in Vocational and Technical Education (AIM/ARM), Vol. 7, No. 4."},
      {
        "id":"ED094273",
        "title":"[Chicano Counselor Training: Curriculum and Beyond Curriculum]."},
      {
        "id":"ED094274",
        "title":"Counselor Responses to Death and Dying: Guidelines for Training."},
      {
        "id":"ED094275",
        "title":"International Students: Untapped Resource for Psychological Education."},
      {
        "id":"ED094276",
        "title":"Institutional Goals and Student Development: Research and Implications for Organizational Models of Student Affairs."},
      {
        "id":"ED094277",
        "title":"Reliability Scores That Delude: An Alice in Wonderland Trip Through the Misleading Characteristics of Inter-Observer Agreement Scores in Interval Recording."},
      {
        "id":"ED094278",
        "title":"Counseling With The Elderly: Dealing with Death and Dying."},
      {
        "id":"ED094279",
        "title":"The Managerial Grid as a Predictor of Conflict Resolution Method and Managerial Effectiveness."},
      {
        "id":"ED094280",
        "title":"The Differential Influence of Three Teacher Consultation Techniques on Feelings of Self and Peer Acceptance of Children."},
      {
        "id":"ED094281",
        "title":"Emotional Adjustment in Terminal Patients."},
      {
        "id":"ED094292",
        "title":"Hearings Before the Subcommittee on Alcoholism and Narcotics of the Committee on Labor and Public Welfare."},
      {
        "id":"ED094294",
        "title":"Who Cares? A Progress Report on the California Assembly Symposium on Services to Children and Youth."},
      {
        "id":"ED094295",
        "title":"Manual for Developing a Crisis Counseling Program."},
      {
        "id":"ED094297",
        "title":"A Treatment Program for Drug Addicted Youth in Denmark."},
      {
        "id":"ED094299",
        "title":"Education for Survival. Sex Role Stereotypes Project. Final Report."},
      {
        "id":"ED094301",
        "title":"Career Exploration Group Handbook."},
      {
        "id":"ED094302",
        "title":"The Child as Victim: A System of Paradoxes."},
      {
        "id":"ED094303",
        "title":"An Analysis of the Relationship of Socio-Economic Status and Self-Concept to Success and Sex in Adult Basic Education Programs. Final Report."},
      {
        "id":"ED094304",
        "title":"The Impact of Student Activism on Female Sex Role Attitudes: Longitudinal and Cross-Sectional Perspectives."},
      {
        "id":"ED094305",
        "title":"Three Families in Search of a Director: Study of Life of Multi-Family Treatment Group of Three Schizophrenic Families of Diametrically Opposed Life Styles."},
      {
        "id":"ED094306",
        "title":"A Self-Help Organization of Family Day Care Mothers as a Means of Quality Control."},
      {
        "id":"ED094307",
        "title":"Contemporary Perspectives on Individual Counseling and Complementary Strategies."},
      {
        "id":"ED094308",
        "title":"School Psychologists and Teachers as Change Agents: The Role of Mental Health Consultation in Facilitating Professional Development."},
      {
        "id":"ED094309",
        "title":"The Effect of a Decision-Theory Paradigm on the Classroom Behavior of Individual Middle School Students Referred to the Counselor."},
      {
        "id":"ED094310",
        "title":"Programs and Practices in Life Career Development."},
      {
        "id":"ED094311",
        "title":"Handbook for the Volunteer Tutor."},
      {
        "id":"ED094312",
        "title":"Apprendre a Lire; Actes du Symposium International sur L'Apprentissage de la Lecture (Chaumont sur Neuchatel, Suisse, 21-24 Septembre 1971. [Teaching Reading; Proceedings of the International Symposium on the Teaching of Reading (Chaumont outside Neuchatel, Switzerland, Sept. 21-24, 1971).]"},
      {
        "id":"ED094313",
        "title":"The Volunteer."},
      {
        "id":"ED094315",
        "title":"Individualization and the Open Classroom."},
      {
        "id":"ED094316",
        "title":"The LAC Test: A New Look at Auditory Conceptualization and Literacy Development K-12."},
      {
        "id":"ED094317",
        "title":"The Role of Mental Imagery in Text Comprehension: Preliminary Studies."},
      {
        "id":"ED094318",
        "title":"Field-Based Teacher Education in Reading and Language Arts."},
      {
        "id":"ED094319",
        "title":"Word Lists That Make Sense--And Those That Don&apos;t."},
      {
        "id":"ED094320",
        "title":"Toward Defining Performance Objectives of a Field-Based Reading Education Program."},
      {
        "id":"ED094321",
        "title":"The \"Natural Cluster\" Method of Teaching Reading: A Cognitive Approach Using Children's Surprisingly Large Vocabulary in \"Fun & Success\" Games that Yield Child-Created Word Clusters."},
      {
        "id":"ED094322",
        "title":"Career Education and Reading: An Infusion Process."},
      {
        "id":"ED094323",
        "title":"Visual Screening: A Procedure."},
      {
        "id":"ED094325",
        "title":"A Psycholinguistic Analysis of the Oral Reading Behavior of Selected Impulsive and Reflective Second Grade Boys."},
      {
        "id":"ED094326",
        "title":"CSULB [California State University, Long Beach] Intern Training in Learning Assistance."},
      {
        "id":"ED094327",
        "title":"The Case for Cloze in the Classroom."},
      {
        "id":"ED094328",
        "title":"Talent Will Out! What Are We Doing \"to\" the Gifted."},
      {
        "id":"ED094329",
        "title":"The Dolch Basic Sight Vocabulary Investigation: A Replication and Validation."},
      {
        "id":"ED094330",
        "title":"Complexity of Typographical Cueing in Programed and Conventional Texts. Technical Report. No. 7."},
      {
        "id":"ED094331",
        "title":"A Report of the European Meeting of the International Reading Association (2nd, Unesco, Paris, December 13-14, 1973)."},
      {
        "id":"ED094333",
        "title":"Summary of Investigations Relating to Reading, July 1, 1971, to June 30, 1972."},
      {
        "id":"ED094334",
        "title":"Summary of Investigations Relating to Reading, July 1, 1972, to June 30, 1973."},
      {
        "id":"ED094335",
        "title":"The Disruptive Effect of Unknown Words on the Oral Reading of Second Grade Students."},
      {
        "id":"ED094336",
        "title":"Multiple Grade Primary Versus Segregated First Grade: Effects on Reading Achievement."},
      {
        "id":"ED094337",
        "title":"Historical Overview of the Cloze Procedure."},
      {
        "id":"ED094338",
        "title":"Deep Structure as a Part of Reading Comprehension."},
      {
        "id":"ED094339",
        "title":"Focus on Excellence; An Explanation of the Criteria Established by the New England Consortium for the Right to Read for Building Success-Oriented Reading Programs."},
      {
        "id":"ED094340",
        "title":"Criteria of Excellence--Reading--K through Adult."},
      {
        "id":"ED094341",
        "title":"Michigan Criteria of Excellence in Reading."},
      {
        "id":"ED094342",
        "title":"An Example of How to Use Your Own Community As a Source for Teacher-Made Supplementary Materials for Reading Instruction."},
      {
        "id":"ED094343",
        "title":"Curriculum and Supervision in Reading."},
      {
        "id":"ED094344",
        "title":"Some New Developments in Readability."},
      {
        "id":"ED094345",
        "title":"A Longitudinal Study of the Effectiveness of the Language Experience Approach Combined with a Form of the Cloze Procedure as a Means of Predicting Reading Performance among Rural Appalachian Pupils."},
      {
        "id":"ED094346",
        "title":"The Realities of a Learning Skills Center in a College without a Campus."},
      {
        "id":"ED094347",
        "title":"Picture--Vocabulary--Story, P-V-S: A Guide to the New Reading Process through a Total Language Approach."},
      {
        "id":"ED094348",
        "title":"Reading Requirements for Satisfactory Careers."},
      {
        "id":"ED094349",
        "title":"Incidental Learning of Categorical Text Items Induced by Specific and General Search Directions."},
      {
        "id":"ED094350",
        "title":"The Microcounseling Training Model: Interviewing Skills for the Reading Instructor."},
      {
        "id":"ED094351",
        "title":"Updating the Dolch Basic Sight Vocabulary for the Schools of the 1970's."},
      {
        "id":"ED094352",
        "title":"Differential Response to Inserted Questions When Learning from Written Materials Containing Two Modes of Instructional Content."},
      {
        "id":"ED094353",
        "title":"Overgeneralization in Learning to Read."},
      {
        "id":"ED094354",
        "title":"The Influence of Cognitive Style and Intelligence Variables in Aided Reading Comprehension."},
      {
        "id":"ED094355",
        "title":"Sound and Light for the Right to Read."},
      {
        "id":"ED094356",
        "title":"Basic Knowledge in Reading and Language Arts Courses."},
      {
        "id":"ED094357",
        "title":"Creative Reading for Gifted Learners: A Design for Excellence."},
      {
        "id":"ED094358",
        "title":"Measuring Reading Performance."},
      {
        "id":"ED094359",
        "title":"Reading: Summary Data."},
      {
        "id":"ED094360",
        "title":"Memory for Prose Material. Final Report."},
      {
        "id":"ED094362",
        "title":"Do Reading Tests Measure \"Reading?\" Final Report."},
      {
        "id":"ED094363",
        "title":"A Bouquet of Reading Activities--Pick an Idea: A Guide for Teachers to Motivate Students Toward Improved Reading, K-12."},
      {
        "id":"ED094364",
        "title":"A Study of the Readability of Reading Textbooks Adopted for Use in California Elementary Schools."},
      {
        "id":"ED094365",
        "title":"Conservation and Reading Comprehension."},
      {
        "id":"ED094368",
        "title":"Project READS: End of Project Report."},
      {
        "id":"ED094369",
        "title":"A Reading Enrichment Program to Increase Comprehension of Second- and Third-Grade Students."},
      {
        "id":"ED094370",
        "title":"Creating an Environment for the Teaching of Reading."},
      {
        "id":"ED094371",
        "title":"Selective and Intentional Forgetting. Final Report."},
      {
        "id":"ED094372",
        "title":"The Child's Concepts of Language."},
      {
        "id":"ED094373",
        "title":"The Rationale, Development, and Standardization of a Basic Word Vocabulary Test: A Methodological Report on the Conceptual Representation and Measurement of American-English Basic Word Vocabulary Acquisition. Data Evaluation and Methods Research, Series 2, No. 60."},
      {
        "id":"ED094375",
        "title":"Reading Performance Objectives: A Model; Some Priority Performance Objectives in Reading Ninth Grade Equivalency."},
      {
        "id":"ED094376",
        "title":"Urban Black Speech as the Sixth Clock."},
      {
        "id":"ED094378",
        "title":"Communication Arts: A Tentative Curriculum Guide for English 7-12, Basic, Regular, STS, [Advanced], Junior High Speech A & B, Speech I and II, Drama I and II, and Journalism I and II."},
      {
        "id":"ED094380",
        "title":"A Program for the Creation of an Individualized, Goal-Oriented Freshman English Curriculum. Final Report."},
      {
        "id":"ED094381",
        "title":"The Influence of Choice on the Acquisition and Retention of Learning Materials in Different Modes of Instruction."},
      {
        "id":"ED094382",
        "title":"Publishing Economics or Current Economic Aspects of Textbook Publishing."},
      {
        "id":"ED094383",
        "title":"Curriculum Materials in the Hawaii English Program."},
      {
        "id":"ED094384",
        "title":"Your Newspaper. . .and You!"},
      {
        "id":"ED094385",
        "title":"Communication Skills--Listening &amp; Reading."},
      {
        "id":"ED094386",
        "title":"Bidialectal Freshman Handbooks--The Next Flim-Flam."},
      {
        "id":"ED094387",
        "title":"Literature, A Mirror to Understanding Oneself and Others Today, Tomorrow and Yesterday."},
      {
        "id":"ED094388",
        "title":"Report Monopoly: The Hottest Game in Town."},
      {
        "id":"ED094390",
        "title":"The Dilemma of the American Language: Ethnocentrism or Racism?"},
      {
        "id":"ED094393",
        "title":"Listening: An Instructional Imperative."},
      {
        "id":"ED094394",
        "title":"Our Philosophies and Our Failures."},
      {
        "id":"ED094395",
        "title":"Let's Put the \"E\" in CBTE [Competency-Based Teacher Education]."},
      {
        "id":"ED094396",
        "title":"The Uses of the Imagination."},
      {
        "id":"ED094397",
        "title":"Language Instruction, Background, and Development of Disadvantaged Kindergarten Children."},
      {
        "id":"ED094398",
        "title":"Quotes vs. Paraphrases in Writing Articles: Does It Make Any Difference to Readers?"},
      {
        "id":"ED094399",
        "title":"Building Bridges Between the Young Child's Language and Effective Learning."},
      {
        "id":"ED094400",
        "title":"Implications of the Results of a Nationwide Survey for the Teaching of Freshman English."},
      {
        "id":"ED094401",
        "title":"Selective Bibliography on Afro-American Literature (300 years); Arranged Chronologically by Genre and Partially Annotated."},
      {
        "id":"ED094402",
        "title":"Individualizing the Composition Class."},
      {
        "id":"ED094403",
        "title":"Language Acquisition of Young Children: Major Theories and Sequences."},
      {
        "id":"ED094404",
        "title":"Children's Discrimination Learning as a Function of Differences in Materials: A Proposed Explanation."},
      {
        "id":"ED094405",
        "title":"Sentence Repetition Task."},
      {
        "id":"ED094407",
        "title":"Literature, Creativity and Imagination."},
      {
        "id":"ED094408",
        "title":"What Are Daily Newspapers Doing to Be Responsive to Readers' Criticisms? A Survey of U.S. Daily Newspaper Accountability Systems. News Research Bulletin No. 9."},
      {
        "id":"ED094412",
        "title":"Essay Correction: Teacher's Ease--Students' Profit--Guaranteed Results."},
      {
        "id":"ED094413",
        "title":"Towards an Evolving Philosophy of Language Instruction in the Public Schools and Teaching Standard Usage to Non-Standard Speakers: A Report of an Experiment."},
      {
        "id":"ED094415",
        "title":"Rhetoric and Composition in the English Classroom."},
      {
        "id":"ED094417",
        "title":"Newspaper in the Classroom Project. Teacher&apos;s Guide."},
      {
        "id":"ED094420",
        "title":"Language Arts in the Open School."},
      {
        "id":"ED094421",
        "title":"Children's Learning from Discourse: Advance Organizer, Text Sequence, and Arousal Effects on Literal and Inferential Comprehension. Technical Report No. 265."},
      {
        "id":"ED094424",
        "title":"Dual Audio TV Instruction: A Mass Broadcast Simulation."},
      {
        "id":"ED094425",
        "title":"An Audit Plan for the Internal Information Diffusion System of a Complex Organization."},
      {
        "id":"ED094426",
        "title":"Effect of Training in the Use of Behavioral Objectives on Student Performance in a Mastery Learning Course in Speech Communication."},
      {
        "id":"ED094427",
        "title":"The Measurement of Machiavellianism: A Factor Analytic and Correlational Study of Mach IV and Mach V."},
      {
        "id":"ED094428",
        "title":"Speech Writing--A Major Public Relations Activity?"},
      {
        "id":"ED094429",
        "title":"The Effect of Camera Angle and Image Size on Source Credibility and Interpersonal Attraction."},
      {
        "id":"ED094430",
        "title":"Response to the Trends: National and Regional Associations."},
      {
        "id":"ED094431",
        "title":"How Children Use Television News Programming: Patterns of Exposure and Effects."},
      {
        "id":"ED094432",
        "title":"Press Mediation in the Dissemination of Vice President Spiro T. Agnew's Campaign Speeches of October 19, 1969 to November 3, 1970."},
      {
        "id":"ED094433",
        "title":"Toward the Measurement of Perceived Homophily in Interpersonal Communication."},
      {
        "id":"ED094434",
        "title":"What Should Be the Unique Application of Teaching in Departments of Speech Communication Located in Urban Environments?"},
      {
        "id":"ED094435",
        "title":"A Psycho-Sociolinguistic Account of the Comprehension of Spoken English Messages."},
      {
        "id":"ED094437",
        "title":"An Educational Approach to the Classroom Teaching of Film Based on a Semiotic Taxonomy of Cinematic Codes."},
      {
        "id":"ED094438",
        "title":"A Survey of Speech Teachers and Courses in Nebraska Secondary Schools with a Focus on Metropolitan Omaha."},
      {
        "id":"ED094439",
        "title":"An Investigation of Whether the Stereotypes of Husband and Wife Presented in Television Commercials Can Influence a Child's Perception of the Role of Husband and Wife."},
      {
        "id":"ED094440",
        "title":"Between the Extremes (A Modified Concept of Discussion and Debate)."},
      {
        "id":"ED094441",
        "title":"Towards Relevance and Professionalism: Recent Trends in Educational Theatre."},
      {
        "id":"ED094442",
        "title":"Recent Trends in Oral Interpretation."},
      {
        "id":"ED094443",
        "title":"Learning Resources for the Secondary Speech Communication Classroom."},
      {
        "id":"ED094444",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, July 1-December 31, 1973. Report No. SR-35/36(1973)."},
      {
        "id":"ED094445",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1-June 30, 1974. Report No. SR-37/38(1974)."},
      {
        "id":"ED094447",
        "title":"Community Schools. NAESP School Leadership Digest Series, Number Four. ERIC/CEM Research Analysis Series, Number Six."},
      {
        "id":"ED094448",
        "title":"Evaluation of School Administrators. NAESP School Leadership Digest Series, Number Five. ERIC/CEM Research Analysis Series, Number Seven."},
      {
        "id":"ED094449",
        "title":"Report of the Royal Commission on Education and Youth: Newfoundland and Labrador. Summary."},
      {
        "id":"ED094450",
        "title":"Legislative Activities Affecting Year-Round Education in the United States. A Simulation Notebook."},
      {
        "id":"ED094451",
        "title":"Administrator Evaluation. The Best of ERIC Series, Number 1."},
      {
        "id":"ED094452",
        "title":"&quot;Zap -- You're Sterile&quot;"},
      {
        "id":"ED094453",
        "title":"Who's Changing What, and Why?"},
      {
        "id":"ED094454",
        "title":"Current Status of the Student Activity Programs in Wisconsin Public and Private Senior High Schools."},
      {
        "id":"ED094455",
        "title":"Initiating District-Wide Curriculum Planning."},
      {
        "id":"ED094456",
        "title":"Development of Management Teamwork: National Overview."},
      {
        "id":"ED094457",
        "title":"Educational Environments in Elementary Schools Differing in Architecture and Program Openness."},
      {
        "id":"ED094458",
        "title":"Systems Design and Programing for a Flexible, Multi-Purpose Feedback System."},
      {
        "id":"ED094459",
        "title":"Communication Processes and Formative Evaluation: A Case Study."},
      {
        "id":"ED094460",
        "title":"The Bracketing Technique: A Method for Defining Administrative Needs and Priorities."},
      {
        "id":"ED094461",
        "title":"A Call for Action Research in the Urban Community, and the Development of a New Research Training Program To Facilitate Such Research."},
      {
        "id":"ED094462",
        "title":"&quot;The Nature of the Transescent as It Affects Middle School Program Evaluation.&quot;"},
      {
        "id":"ED094463",
        "title":"Some Applications of the Operationalization of Fuzzy Concepts."},
      {
        "id":"ED094464",
        "title":"Education Directory: Education Associations 1974."},
      {
        "id":"ED094465",
        "title":"School Bus Driver Instructional Program. Course Guide."},
      {
        "id":"ED094466",
        "title":"School Bus Driver Instructional Program. Instructor's Guide."},
      {
        "id":"ED094467",
        "title":"School Bus Driver Instructional Program. Trainee Study Guide."},
      {
        "id":"ED094468",
        "title":"School Bus Driver Instructional Program. Trainee Study Guide -- Advanced Unit."},
      {
        "id":"ED094469",
        "title":"State Policy Making for the Public Schools of Michigan."},
      {
        "id":"ED094470",
        "title":"State Policy Making for the Public Schools of Nebraska."},
      {
        "id":"ED094471",
        "title":"Achievement Competence Training: A Curriculum for Enhancing Belief in Internal Control."},
      {
        "id":"ED094472",
        "title":"State Education Priorities: A Poll of State-Level Education Policymakers -- 1974."},
      {
        "id":"ED094473",
        "title":"State Education Priorities: A Second Poll of State-Level Education Policymakers -- 1974."},
      {
        "id":"ED094474",
        "title":"Effects of Energy Crisis on Education, 1974. Hearing Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate. Ninety-third Congress, Second Session on Examination of Current Energy Crisis and the Effect It Will Have on the Education Offering of the Nation's Schools and Colleges."},
      {
        "id":"ED094475",
        "title":"TIME: A Resource for the School Administrator."},
      {
        "id":"ED094476",
        "title":"A Study of the Role Perceptions of Principals in Innovative Elementary Schools Compared to the Role Perceptions of Principals in More Traditional Elementary Schools."},
      {
        "id":"ED094477",
        "title":"Energy Conservation and the Building Shell. BSIC/EFL Energy Workbook: Section 1."},
      {
        "id":"ED094478",
        "title":"A Study of Oppressive Practices in Schools."},
      {
        "id":"ED094479",
        "title":"Models of the Innovation Process in U.S. School Districts."},
      {
        "id":"ED094480",
        "title":"A Public School Voucher Demonstration: The First Year at Alum Rock. Technical Appendix."},
      {
        "id":"ED094481",
        "title":"Problems in the Evaluation of IMPACT on Experimental Schools."},
      {
        "id":"ED094482",
        "title":"The Utilization of Educational Research in an Allied Field."},
      {
        "id":"ED094483",
        "title":"State Governance Models for the Public Schools."},
      {
        "id":"ED094484",
        "title":"Roles of the Participants in Educational Accountability."},
      {
        "id":"ED094485",
        "title":"[National Interstate Project Conference Proceedings to Study ESEA Developments and Future Needs (Arlington, Virginia, May 1-2, 1974.)]."},
      {
        "id":"ED094486",
        "title":"The Effects of Residential and Educational Isolation on Affluent Youth. Report No. 20."},
      {
        "id":"ED094487",
        "title":"Performance Indicators in Education. Manual for Interpreting Local District Results for the School Years 1971-72 and 1972-73."},
      {
        "id":"ED094492",
        "title":"Educational Program Auditing: Perspectives on the Future."},
      {
        "id":"ED094493",
        "title":"The School/Community Planning Team as a Social Invention. A Discussion Paper on Research in Progress."},
      {
        "id":"ED094494",
        "title":"A Burkean Analysis of the Classroom."},
      {
        "id":"ED094495",
        "title":"Recreation for Autistic and Emotionally Disturbed Children."},
      {
        "id":"ED094496",
        "title":"Multiply Disabled Deaf Persons: A Manual for Rehabilitation Counselors."},
      {
        "id":"ED094498",
        "title":"Institute on Media for the Very Young Handicapped Child. Summary of Proceedings. July 19-23, 1971."},
      {
        "id":"ED094499",
        "title":"Providing for the Gifted--A Cooperative Venture?"},
      {
        "id":"ED094501",
        "title":"Residential Programming: Position Statements by the National Association of Superintendents of Public Residential Facilities for the Mentally Retarded."},
      {
        "id":"ED094502",
        "title":"Massachusetts Special Olympics Poly Hockey."},
      {
        "id":"ED094503",
        "title":"Designing and Implementing a Supervision System for a Mentally Gifted Program."},
      {
        "id":"ED094504",
        "title":"Impact 7 of the Title VI Programs in the State of Oregon, September 1972-August 1973."},
      {
        "id":"ED094505",
        "title":"Education for All Handicapped Children, 1973-74, Part 1. Hearings Before the Subcommittee on the Handicapped of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, First Session of S. 6 to Provide Financial Assistance to the States for Improved Educational Services for Handicapped Children."},
      {
        "id":"ED094509",
        "title":"Great Lakes Region Special Education Instructional Materials Center. Appendixes, Volume 2: Appendix B (from page 433) and Appendix C (to page 890). Final Technical Report."},
      {
        "id":"ED094510",
        "title":"Great Lakes Region Special Education Instructional Materials Center. Appendixes, Volume 3: Appendix C (from Page 891 to the end). Final Technical Report."},
      {
        "id":"ED094511",
        "title":"The Mentally Retarded in Sweden."},
      {
        "id":"ED094512",
        "title":"Mental Retardation. Selected Articles from the Rehabilitation Record."},
      {
        "id":"ED094514",
        "title":"Bibliography of Materials for the Secondary Educable Mentally Retarded."},
      {
        "id":"ED094515",
        "title":"Summary and Evaluation of the Resource Room for the Educable Mentally Handicapped and the Opportunity Group Student. School Year 1972-1973."},
      {
        "id":"ED094516",
        "title":"Second Year Evaluation of the Resource Room for the Educable Mentally Impaired and the Low Achieving Student for School Year 1973-1974."},
      {
        "id":"ED094517",
        "title":"A Study of Training Needs in the Programming of Physical Education and Recreation for the Mentally Retarded and Physically Handicapped: A Report of the Midwest Regional Institute for Special Education, Physical Education and Recreation."},
      {
        "id":"ED094519",
        "title":"European Register of Research on Visual Impairment."},
      {
        "id":"ED094523",
        "title":"Diagnostic Study for the Day Preschool at the Boston Center for Blind Children."},
      {
        "id":"ED094524",
        "title":"What Does the Social Worker Do Anyway?"},
      {
        "id":"ED094526",
        "title":"A Classroom Program."},
      {
        "id":"ED094527",
        "title":"Parents' Role."},
      {
        "id":"ED094532",
        "title":"Reading Difficulty and the Intelligent Under-Achiever."},
      {
        "id":"ED094533",
        "title":"Workshop in the Education of Deaf-Blind Children."},
      {
        "id":"ED094538",
        "title":"A Diagnostic and Prescriptive Approach to Teaching Through Observation."},
      {
        "id":"ED094541",
        "title":"SEIMC [Special Education Instructional Materials Center] Operating Manual. Publication No. 426."},
      {
        "id":"ED094542",
        "title":"CORBEH CLASS [Contingencies for Learning Academic and Social Skills] Program for Acting-Out Children. First Edition."},
      {
        "id":"ED094549",
        "title":"Foreign Language Student Opinion Survey: Questionnaire and Summary."},
      {
        "id":"ED094556",
        "title":"Learning Achievement Packages in Language Arts--Spanish."},
      {
        "id":"ED094557",
        "title":"Learning Achievement Packages in Social Studies. Procedimientos para Manejar. Mantenimiento del Automovil. Llantas. (Procedures for Driving. Maintenance of an Automobile. Tires.)"},
      {
        "id":"ED094559",
        "title":"The Development of Navajo Bilingual Education."},
      {
        "id":"ED094560",
        "title":"Teaching the Culturally Different Pupil."},
      {
        "id":"ED094562",
        "title":"A Comprehensive Design for Bilingual Education, Second Edition."},
      {
        "id":"ED094567",
        "title":"General Aspects of Relative Clause Formation. Working Papers on Language Universals, No. 6."},
      {
        "id":"ED094570",
        "title":"Lexical Relationships and Foreign Language Teaching."},
      {
        "id":"ED094571",
        "title":"Translation and Interpretation: A New Career for Students of German in Ontario?"},
      {
        "id":"ED094573",
        "title":"Learning Package, Bilingual-Bicultural Education: An Overview."},
      {
        "id":"ED094576",
        "title":"Bibliographie Moderner Fremdsprachenunterricht. (A Bibliography of Modern Foreign Language Instruction.) Vol. 5, No. 2."},
      {
        "id":"ED094577",
        "title":"The Cosmopolitan School or So What Else Isn't New?"},
      {
        "id":"ED094580",
        "title":"Final Evaluation Report for Alaska Native Education Board, Inc., 1973-74. First Year of the Bilingual/Bicultural Program."},
      {
        "id":"ED094581",
        "title":"Symposium sur l'enseignement precoce d'une langue vivante. (Report of the Symposium on the Teaching of Modern Languages to Young Children)."},
      {
        "id":"ED094582",
        "title":"Las Prendas de Vestir (The Articles of Clothing). Teacher's and Student's Booklets, First Edition."},
      {
        "id":"ED094588",
        "title":"Bailes Tipicos del Mundo Hispano (Typical Dances of the Spanish World). Ways and Customs. Teacher's and Student's Booklets, First Edition."},
      {
        "id":"ED094590",
        "title":"Source Materials for Teachers of Foreign Languages, Revised Edition."},
      {
        "id":"ED094597",
        "title":"A Commentary on Judge Antell's Decision."},
      {
        "id":"ED094599",
        "title":"[Reply to the Draft Report: Academic Freedom and Tenure: Bloomfield College]."},
      {
        "id":"ED094600",
        "title":"Advising on the Program Offerings and Services of Michigan Colleges and Universities."},
      {
        "id":"ED094603",
        "title":"Status and Future Manpower Needs of Physicists in Medicine in the United States."},
      {
        "id":"ED094604",
        "title":"State Policy and Independent Higher Education. A Position Paper Presented to the Commission on Post Secondary Education, State of Montana."},
      {
        "id":"ED094607",
        "title":"The Academic Common Market 1974-75."},
      {
        "id":"ED094608",
        "title":"An Analysis of 1972-1973 University Poll Surveys. University of Minnesota Office for Student Affairs Research Bulletin; v14 n21 Aug74."},
      {
        "id":"ED094612",
        "title":"Data Book on Illinois Higher Education."},
      {
        "id":"ED094613",
        "title":"The Report of the National Invitational Conference on Consumer Protection in Postsecondary Education. Report No. 53."},
      {
        "id":"ED094616",
        "title":"The Changing Role of the College Presidency: Essays on Governance."},
      {
        "id":"ED094620",
        "title":"Enrollment of Minority Graduate Students at Ph.D. Granting Institutions. Higher Education Panel Report No. 19."},
      {
        "id":"ED094621",
        "title":"How Much Does Medical Education Cost? A Review. Health Manpower Policy Discussion Paper Series No. A3."},
      {
        "id":"ED094625",
        "title":"Traditional College Enrollments &apos;72: Detailed Report of Nebraska Higher Education Enrollment Statistics, Fall Term 1972."},
      {
        "id":"ED094630",
        "title":"Guidelines for Site Selection, Long-Range Facilities Master Planning, and Facilities Program Planning."},
      {
        "id":"ED094633",
        "title":"Programs for the Academically Talented Black Student. A Survey of Programs in Historically Black Colleges."},
      {
        "id":"ED094635",
        "title":"An Annotated Bibliography of Institutional Research, 1972-1973."},
      {
        "id":"ED094642",
        "title":"Implementation of Continuous Planning and Coordination of Postsecondary Education Within the Michigan Department of Education."},
      {
        "id":"ED094643",
        "title":"The Coordination of Postsecondary Education Services Within the Michigan Department of Education."},
      {
        "id":"ED094647",
        "title":"The Higher Education Faculty of Pennsylvania: Selected Characteristics. Report No. 24."},
      {
        "id":"ED094650",
        "title":"The Academic Implications of Collective Bargaining: A Case Study of The City College of New York."},
      {
        "id":"ED092639",
        "title":"Segregation and School Learning."},
      {
        "id":"ED092641",
        "title":"[&quot;Project KAPS&quot;: A Dropout Prevention Program at Elementary Level. Description and Evaluation.]"},
      {
        "id":"ED092642",
        "title":"State of Illinois Report on Title I, Public Law 89-10. 1972-73 School Year Annual Report."},
      {
        "id":"ED092643",
        "title":"Educating Children of the Poor: 1975-1985."},
      {
        "id":"ED092645",
        "title":"Early School Admissions Program: Suggested Guide for Curriculum Implementation."},
      {
        "id":"ED092647",
        "title":"Promising Practices: A Guide to Replication. Principal's Directory."},
      {
        "id":"ED092648",
        "title":"Racial Discrimination Through Mental Testing: A Social Critic's Point of View. IRCD Bulletin, No. 42, May 1973."},
      {
        "id":"ED092649",
        "title":"Children and Intercultural Education: Some Minorities Speak Out; Overview and Research; Are There Unwanted Guests in Your Classroom?"},
      {
        "id":"ED092652",
        "title":"What Should Constitute the Curriculum of Black Schools and How Much Parent Participation?"},
      {
        "id":"ED092653",
        "title":"A Methodological Study of Conceptions of Social Behavior. Technical Report No. 21."},
      {
        "id":"ED092654",
        "title":"Resource Papers; Ford Training and Placement Program."},
      {
        "id":"ED092655",
        "title":"The Ford Training and Placement Program: History of the Ford Training and Placement Program; Urban Education in Chicago: An Experimental Program."},
      {
        "id":"ED092656",
        "title":"The Intellectual Strengths of Black Children and Adolescents: A Challenge to Pseudo Science."},
      {
        "id":"ED092657",
        "title":"Final Evaluation, Title VII, Community School District No. 10. Bilingual Mini School."},
      {
        "id":"ED092658",
        "title":"Federal Assistance to Desegregating School Districts: A Report on Activities From August 1970 to September 1972. September 1972 to March 1973, and April 1973 to September 1973."},
      {
        "id":"ED092660",
        "title":"Career Education: An Introduction."},
      {
        "id":"ED092662",
        "title":"Upgrading in an Industrial Setting. Final Report."},
      {
        "id":"ED092663",
        "title":"Career Guidance--Educational Responsibility."},
      {
        "id":"ED092664",
        "title":"Career Development and Motivation for Women."},
      {
        "id":"ED092669",
        "title":"A Guide for Planning Post-Secondary Programs for Agribusiness, Natural Resources, and Environmental Protection Occupations."},
      {
        "id":"ED092672",
        "title":"Annual Evaluation Report of the State Advisory Council on Vocational and Technical Education, Fiscal Year 1973, State of Hawaii."},
      {
        "id":"ED092673",
        "title":"Analyzing Vocational Interests."},
      {
        "id":"ED092675",
        "title":"People and Cities: The Environment and Society. Adult Basic Education."},
      {
        "id":"ED092676",
        "title":"Study of Experimental Incentives as an Influence on Enlistment Intention."},
      {
        "id":"ED092677",
        "title":"Vocational Education Curriculum Development in Career Education."},
      {
        "id":"ED092678",
        "title":"Training Institutes for Curriculum Personnel Development for Integration of Innovative Concepts and New Developments."},
      {
        "id":"ED092679",
        "title":"Travel Agency Survey. Final Report."},
      {
        "id":"ED092680",
        "title":"Travel and the Consumer 1974."},
      {
        "id":"ED092683",
        "title":"Law and the Consumer."},
      {
        "id":"ED092684",
        "title":"Introduction to Measurement and the Use of Scaled Instruments (Course Outline), Aviation Quality Control 1: 9225.01."},
      {
        "id":"ED092685",
        "title":"Aircraft Weight and Balance with Mathematics and Shop Drawing (Course Outline), Aviation Mechanics 1 (Power and Frame): 9073.03."},
      {
        "id":"ED092686",
        "title":"Aircraft Ground Operation, Servicing, Fluid Lines and Fittings, Mechanics Privileges and Limitations, and Maintenance Publications, Forms and Records (Course Outline), Aviation Mechanics 1 (Power and Frame): 9073.02."},
      {
        "id":"ED092687",
        "title":"Aircraft Materials, Processes, Cleaning and Corrosion Control (Course Outline), Aviation Mechanics 1 (Power and Frame): 9073.01."},
      {
        "id":"ED092688",
        "title":"Aircraft Instrument, Fire Protection, Warning, Communication, Navigation and Cabin Atmosphere Control System (Course Outline), Aviation Mechanics 3 (Air Frame): 9067.04."},
      {
        "id":"ED092689",
        "title":"Aircraft Landing Gear, Ice and Rain Control Systems (Course Outline), Aviation Mechanics 3 (Air Frame):9067.02."},
      {
        "id":"ED092690",
        "title":"Aircraft Fuel, Hydraulic and Pneumatic Systems (Course Outlines), Aviation Mechanics 3 (Air Frame): 9067.01."},
      {
        "id":"ED092691",
        "title":"Airframe Assembly, Rigging and Inspection (Course Outline), Aviation Mechanics 2 (Air Frame): 9065.02."},
      {
        "id":"ED092692",
        "title":"Aircraft Wood Structures, Covering and Finishing Methods (Course Outline), Aviation Mechanics 2 (Air Frame): 9065.01."},
      {
        "id":"ED092693",
        "title":"Aircraft Fuel, Fuel Metering, Induction and Exhaust Systems (Course Outline), Aviation Mechanics (Power Plant): 9057.02."},
      {
        "id":"ED092694",
        "title":"Overhaul, Inspection and Repair of Reciprocating Engines 1 (Course Outline), Aviation Mechanics (Power Plant): 9055.01."},
      {
        "id":"ED092695",
        "title":"Overhaul, Inspection and Repair of Reciprocating Engines 2 (Course Outline), Aviation Mechanics (Power Plant): 9055.02."},
      {
        "id":"ED092696",
        "title":"Body Construction and Trim (Course Outline), Auto Body Repair and Refinishing 1: 9033.02."},
      {
        "id":"ED092697",
        "title":"Auto Body Welding 1 (Course Outline), Automotive Body Repair and Refinishing 1: 9033.03."},
      {
        "id":"ED092698",
        "title":"Auto Body Welding 2 (Course Outline), Automotive Body Repair and Refinishing 1: 9033.04."},
      {
        "id":"ED092699",
        "title":"Automotive Refinishing II; Automotive Body Repair and Refinishing 2: 9035.05."},
      {
        "id":"ED092700",
        "title":"Automotive Body Sheet Metal Maintenance II; Auto Body Repair and Refinishing 2: 9035.01."},
      {
        "id":"ED092701",
        "title":"Automotive Body Sheet Metal Maintenance I; Automotive Body Repair and Refinishing 1: 9033.05."},
      {
        "id":"ED092702",
        "title":"Unibody Construction and Frame Alignment; Automotive Body Repair and Refinishing 3: 9037.01."},
      {
        "id":"ED092703",
        "title":"Automotive Electrical and Electronic System II; Automotive Mechanics-Intermediate: 9045.04."},
      {
        "id":"ED092704",
        "title":"Automotive Chassis; Automotive Mechanics-Basic: 9043.02."},
      {
        "id":"ED092705",
        "title":"Automotive Engines; Automotive Mechanics I: 9043.03."},
      {
        "id":"ED092706",
        "title":"Automotive Power Flow System; Auto Mechanics I: 9043.04."},
      {
        "id":"ED092707",
        "title":"Automotive Electrical and Electronic Systems I; Automotive Mechanics 2: 9045.03."},
      {
        "id":"ED092708",
        "title":"Automotive History and Development of the Automobile; Automotive Mechanics I: 9043.01."},
      {
        "id":"ED092709",
        "title":"Automotive Air Conditioning and Heating; Automotive Mechanics (Advanced): 9047.04."},
      {
        "id":"ED092710",
        "title":"Automotive Body Trim and Glass; Automotive Mechanics 2: 9045.05."},
      {
        "id":"ED092711",
        "title":"Automotive Fuel and Carburetor; Automotive Mechanics 3: 9047.01."},
      {
        "id":"ED092712",
        "title":"Automotive Tune-up and Performance; Automotive Mechanics 3: 9047.02."},
      {
        "id":"ED092713",
        "title":"Automotive Power Flow System II; Automotive Mechanics--Advanced: 9047.03."},
      {
        "id":"ED092714",
        "title":"Cost Estimating Collision Damage; Automotive Body Repair and Refinishing 3: 9037.03."},
      {
        "id":"ED092715",
        "title":"Body Shop Management; Automotive Body Repair and Refinishing 3: 9037.04."},
      {
        "id":"ED092723",
        "title":"Longitudinal Evaluation of the Adult Basic Education Program."},
      {
        "id":"ED092724",
        "title":"Summaries of Studies in Industrial Arts, Trade and Industrial, and Technical Education. Dissertation Abstracts."},
      {
        "id":"ED092725",
        "title":"Consumer and Homemaking Education Symposium."},
      {
        "id":"ED092726",
        "title":"Influence of Selected Personal Characteristics and County Situational Factors on Time Allocated to Dairy Subjects by Extension Agents in Selected Tennessee Counties."},
      {
        "id":"ED092727",
        "title":"Increase in Knowledge of Homemakers Participating in Extension's Expanded Food and Nutrition Program in Selected Tennessee Counties, 1973."},
      {
        "id":"ED092728",
        "title":"Influence of Selected Factors on Numbers of Office Visits and Telephone Calls Made to the Wilson County Extension Office, Lebanon, Tennessee."},
      {
        "id":"ED092731",
        "title":"SPAN: An Accelerated Project for a Systems Program Approaching Non-Unemployment of Vocational Students."},
      {
        "id":"ED092733",
        "title":"Overview of Career Education."},
      {
        "id":"ED092734",
        "title":"Adult Basic Education National Teacher Training Study. Part IV: Final Report and Recommendations."},
      {
        "id":"ED092735",
        "title":"Physical Science Experiments for Scientific Glassblowing Technicians."},
      {
        "id":"ED092736",
        "title":"Remarks at the Annual Meeting of the National Schools Committee for Economic Education, Inc."},
      {
        "id":"ED092737",
        "title":"Career Education Track Record to Date."},
      {
        "id":"ED092738",
        "title":"Survey of the Target Audience for the Adult Learning Program Service (ALPS), with a Review of Pertinent Research Studies. A Report to the Corporation for Public Broadcasting."},
      {
        "id":"ED092741",
        "title":"Careerism: How to Select a Successful Career."},
      {
        "id":"ED092742",
        "title":"Vocational Teacher Education Evaluation Model Development and Implementation."},
      {
        "id":"ED092743",
        "title":"State Vocational Education Planning: An Assessment of Issues and Problems."},
      {
        "id":"ED092744",
        "title":"Shopper's Flyer for Elementary School Career Education Curriculum Materials."},
      {
        "id":"ED092745",
        "title":"A Very Selective Career Education Bibliography: Secondary Curriculum."},
      {
        "id":"ED092746",
        "title":"A Career Education Bibliography for Guidance and Counseling."},
      {
        "id":"ED092747",
        "title":"L'Education des Adultes Defavorises (The Education of Disadvantaged Adults)."},
      {
        "id":"ED092748",
        "title":"The Social Animator + VTR=Communication?? A Communication Theory for Videotape as an Instrument for Community Development."},
      {
        "id":"ED092749",
        "title":"A Descriptive Study of a National Volunteer Literacy Program."},
      {
        "id":"ED092750",
        "title":"The Certainty Method: Its Application to the Iowa State University Alumni Continuing Education Seminars."},
      {
        "id":"ED092751",
        "title":"A Sociobehavioral Approach to Enhancing Adaptive Behavior and Reducing Deviant Behavior of Adults in a Learning Group."},
      {
        "id":"ED092752",
        "title":"Highway Traffic Safety Manpower Functions Guide."},
      {
        "id":"ED092753",
        "title":"Revisions and Update of Traffic Safety Manpower Training Program Development Guide, Final Report."},
      {
        "id":"ED092754",
        "title":"Linear Programming for Vocational Education Planning. Interim Report."},
      {
        "id":"ED092755",
        "title":"Systems Research in Career Education in Corrections."},
      {
        "id":"ED092756",
        "title":"Occupational Outlook Handbook, 1974-75 Edition."},
      {
        "id":"ED092761",
        "title":"Final Evaluation Report: EPDA Elementary Career Education Institutes."},
      {
        "id":"ED092762",
        "title":"Model for Training the Disadvantaged: TAT at Oak Ridge, Tennessee. Manpower Research Monograph No. 29."},
      {
        "id":"ED092763",
        "title":"Determinants of Police Behavior: A Summary. Criminal Justice Monograph."},
      {
        "id":"ED092764",
        "title":"Adult Education for the Deaf of Illinois: A Needs Assessment."},
      {
        "id":"ED092765",
        "title":"Report of a Conference on Apprenticeship Training and Suggestions for a Model Apprenticeship System for the 1970's."},
      {
        "id":"ED092771",
        "title":"Enhancing Female Participation in the Junior Reserve Officer Training Corps Program. Report to the House of Representatives, Ninety-third Congress, First Session."},
      {
        "id":"ED092772",
        "title":"Bowling Green Career Education Manual for Teachers, Counselors and Administrators."},
      {
        "id":"ED092777",
        "title":"Public Law 93-203, 93rd Congress, S. 1559. (Comprehensive Employment and Training Act of 1973)."},
      {
        "id":"ED092778",
        "title":"Adult Basic Education Program Statistics: Students and Staff Data, July 1, 1971-June 30, 1972, and Selected Summaries of Fiscal Years 1968-72."},
      {
        "id":"ED092780",
        "title":"Medical Veteran Utilization Manual."},
      {
        "id":"ED092782",
        "title":"A Project to Train Vocational Education and Special Education Teachers to Work Cooperatively in Occupational Preparation of Handicapped Persons."},
      {
        "id":"ED092783",
        "title":"An Evaluation of the Great Lakes Apprenticeship Center: Some Insights Into Educational Programming for Disadvantaged Adults. Research Report."},
      {
        "id":"ED092784",
        "title":"Teaching Teens &quot;Stuff&quot; That Counts. A Guide for Volunteers."},
      {
        "id":"ED092787",
        "title":"Reaching for Editorial or In-Depth Proofreading."},
      {
        "id":"ED092789",
        "title":"A New Concept in Vocational-Technical Education: The Associate Degree."},
      {
        "id":"ED092790",
        "title":"The Role of the Business Education Teacher in Career Education."},
      {
        "id":"ED092791",
        "title":"The Relationship of Selected Aspects of Attitude, Personality, and Achievement to the Post-High School Employment of Senior Stenographic Students."},
      {
        "id":"ED092793",
        "title":"Approaches to Upgrading Applied Research in Adult Education."},
      {
        "id":"ED092794",
        "title":"A Discussion of the Measurement and Statistical Manipulation of Selected Key Variables in an Adult Basic Education Program."},
      {
        "id":"ED092797",
        "title":"Identifying a Power Elite in a Microcosmic Adult Community."},
      {
        "id":"ED092798",
        "title":"Counseling Women for Careers in Business."},
      {
        "id":"ED092799",
        "title":"The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED092800",
        "title":"Influence of Cognitive and Affective Factors on Adult Learning: Three Experimental Studies. Final Report."},
      {
        "id":"ED092802",
        "title":"Basic Training for Skill Development."},
      {
        "id":"ED092804",
        "title":"A Theoretical Synthesis of the Occupational Choice Process: Toward an Integrative Model."},
      {
        "id":"ED092805",
        "title":"Concepts of the Women's Re-Entry Educational Program. Continuing Education Programs for Women: Educational Growth and Personal Development, De Anza Community College."},
      {
        "id":"ED092807",
        "title":"A Competency-Based Program in Career Information."},
      {
        "id":"ED092812",
        "title":"Training Institutes for Curriculum Personnel Development for Integration of Innovative Concepts and New Developments; Final Report. Volume II."},
      {
        "id":"ED092813",
        "title":"Education and Jobs. Career Patterns Among Selected Canadian Science Graduates with International Comparisons."},
      {
        "id":"ED092814",
        "title":"A Human Sexuality Workshop for Community Professionals: Its Development and Evaluation."},
      {
        "id":"ED092815",
        "title":"Changes Facing Pupil Personnel Services Training and Service."},
      {
        "id":"ED092817",
        "title":"Conflict and Consensus Among Parents About Goals for High School Education."},
      {
        "id":"ED092818",
        "title":"The Counselor as Applied Researcher."},
      {
        "id":"ED092819",
        "title":"The Effects of Sex, Occupational Choice and Career Development Responsibility on the Career Maturity of Ninth-Grade Students."},
      {
        "id":"ED092820",
        "title":"Control of Environment, Acceptance of Responsibility for Choice, and Planning Orientation in Relation to Career Information."},
      {
        "id":"ED092822",
        "title":"Operation Pre-Dropout. Project Outcome Evaluation Report."},
      {
        "id":"ED092823",
        "title":"An Effective Approach to Drug Education."},
      {
        "id":"ED092824",
        "title":"Feeling Good (Teacher's Guide and Student's Manual)."},
      {
        "id":"ED092825",
        "title":"A Psychobehavioral Approach to Counseling Supervision."},
      {
        "id":"ED092826",
        "title":"The Changing Job Scene to 1985."},
      {
        "id":"ED092827",
        "title":"Multipotential--A Concept for Career Decision Making."},
      {
        "id":"ED092828",
        "title":"Sex Stereotyping: Identifying and Changing the Role and Influence of Schools."},
      {
        "id":"ED092829",
        "title":"Who Decided \"That\" Was the Problem? Two Stages of Responsibility for Applied Behavior Analysts."},
      {
        "id":"ED092830",
        "title":"Education, Experience and Discrepant Self/Ideal. Counselor Concepts."},
      {
        "id":"ED092831",
        "title":"Commitment and Cohabitation Cohesion."},
      {
        "id":"ED092832",
        "title":"Facilitating Transition Groups on the College Campus."},
      {
        "id":"ED092833",
        "title":"Who and Why: The Correctional Counselor."},
      {
        "id":"ED092834",
        "title":"The Fall 1973 New Student Week Leaders at Southern Illinois University at Carbondale."},
      {
        "id":"ED092835",
        "title":"Coping Styles and Achievement: A Cross-National Study of School Children. Vol. 4 of Seven Volumes: Family Antecedents of Coping Behavior in Eight Countries. Final Report."},
      {
        "id":"ED092836",
        "title":"Guidance Planning and Evaluation for 1973-74."},
      {
        "id":"ED092837",
        "title":"A Summary of Voluntary Education in the Armed Forces."},
      {
        "id":"ED092838",
        "title":"The Prescriptive Counselor in the Elementary School."},
      {
        "id":"ED092839",
        "title":"Sexism in Education: Reality and Response."},
      {
        "id":"ED092840",
        "title":"An Evaluation of Secondary School Guidance and Counseling Programs in Alaska, Phase I."},
      {
        "id":"ED092841",
        "title":"Interviewing Skills Resulting from Short-Term Training."},
      {
        "id":"ED092842",
        "title":"The University Quadrangle of the University of Pennsylvania: A Successful Experiment in the Revitalization of Residential Living."},
      {
        "id":"ED092843",
        "title":"Gestalt Therapy and the Counseling Practicum: A Marriage."},
      {
        "id":"ED092844",
        "title":"The Undergraduate Fellowship Program (Peer-Tutoring)."},
      {
        "id":"ED092845",
        "title":"Committee Report: Privileged Communications."},
      {
        "id":"ED092846",
        "title":"The Relationship of High School Curriculum and Other In-School Characteristics to Employment Success One Year After Graduation. Vocational Development Study Series, Monograph Number 16."},
      {
        "id":"ED092847",
        "title":"The Ninth Grade Characteristics of Students Enrolled in Selected AVTS Programs in Twelfth Grade. Vocational Development Study Series, Monograph Number 19."},
      {
        "id":"ED092848",
        "title":"Shop Achievement as an Outcome of One Year Versus Two Years of AVTS Instruction."},
      {
        "id":"ED092849",
        "title":"Drug Abuse and School Children: A Survey and Analysis."},
      {
        "id":"ED092850",
        "title":"The Development of a Test to Assess Drug Using Behavior."},
      {
        "id":"ED092851",
        "title":"Adolescence and the \"Identity Crisis.\" A Curriculum Guide."},
      {
        "id":"ED092852",
        "title":"Alcohol and Crime: Previous Drinking Careers of Convicted Offenders."},
      {
        "id":"ED092853",
        "title":"Vocational Choices of Men and Women: A Comparison of Predictors from the SDS."},
      {
        "id":"ED092854",
        "title":"Premarital Sexual Standards of Rural Youth: An Examination of the Reiss Hypothesis."},
      {
        "id":"ED092855",
        "title":"Applying a Typology to Vocational Aspirations."},
      {
        "id":"ED092856",
        "title":"A Systems Model of the Rehabilitation Counseling Process."},
      {
        "id":"ED092857",
        "title":"Sex Roles in Sexual Behavior: An Historical Perspective."},
      {
        "id":"ED092858",
        "title":"Characteristics of Vocational-Technical Instructors and Their Relationship to Student Shop Achievement. Vocational Development Study Series, Monograph Number 17."},
      {
        "id":"ED092859",
        "title":"A Process of Identity Transformation for the Never Married Woman."},
      {
        "id":"ED092860",
        "title":"Personality Characteristics of Women Religious: A Three Year Follow-Up."},
      {
        "id":"ED092861",
        "title":"Worlds that Fail Part II: Disbanded Worlds: A Study of Returns to the Mental Hospital."},
      {
        "id":"ED092862",
        "title":"Elementary and Middle School Reading Program."},
      {
        "id":"ED092869",
        "title":"Recipes, Wrappers, Reasoning and Rate; A Digest of the First Reading Assessment."},
      {
        "id":"ED092870",
        "title":"The Psychotherapy and Reading Clinic."},
      {
        "id":"ED092871",
        "title":"Bibliography. Books for Children. 1974 Edition."},
      {
        "id":"ED092873",
        "title":"Focus on Reading; A Report of the Consortia Reading Specialist Conference (Washington, D.C., November 7-9, 1973)."},
      {
        "id":"ED092874",
        "title":"Evidence Submitted to the Bullock Committee of Inquiry into Reading and the Use of English. Foundation Publication No. 18."},
      {
        "id":"ED092875",
        "title":"Evidence Submitted to the Bullock Committee of Inquiry into Reading and the Use of English. Foundation Publication No. 16."},
      {
        "id":"ED092876",
        "title":"Mutual Concerns of the International Reading Association and the P.T.A."},
      {
        "id":"ED092877",
        "title":"The Reading and Inquiry Complement."},
      {
        "id":"ED092878",
        "title":"Speech and Lateralization of Language: Basic Research, Some Implications for Reading Disability."},
      {
        "id":"ED092879",
        "title":"The Use of Color Cues to Focus Attention in Discrimination and Paired-Associate Learning."},
      {
        "id":"ED092880",
        "title":"A Qualitative Analysis of Oral Reading Miscues of Reflective and Impulsive Second Graders: A Follow-up Study."},
      {
        "id":"ED092881",
        "title":"Organization, Breadth of Categorization and Free-Recall Learning in Children."},
      {
        "id":"ED092882",
        "title":"Differentiating Instruction to Improve Comprehension in Middle School Content Areas."},
      {
        "id":"ED092883",
        "title":"The Interrelationships of Measures of Convergent Thinking, Divergent Thinking, and Self-Concept to Upper Grade Reading Achievement."},
      {
        "id":"ED092884",
        "title":"We CARE About In-Service Education."},
      {
        "id":"ED092885",
        "title":"Rural Teacher Education Through a Consortium of School Districts in Northern Minnesota."},
      {
        "id":"ED092886",
        "title":"Individualizing Through a Self-Concept Inventory at the Primary Levels."},
      {
        "id":"ED092887",
        "title":"Aiding Secondary Subject Teachers in Guiding Reading Growth."},
      {
        "id":"ED092888",
        "title":"The Crucial Transition Years."},
      {
        "id":"ED092889",
        "title":"Ask-It-Rite Simulation Procedure."},
      {
        "id":"ED092890",
        "title":"A Comparison of Oral and Written Responses on Cloze Tests."},
      {
        "id":"ED092891",
        "title":"Teacher Education: Performance and Field Oriented (TEPFO) at the University of Washington."},
      {
        "id":"ED092892",
        "title":"Teaching Strategies and Exercises for Vocabulary Development."},
      {
        "id":"ED092893",
        "title":"Minimal Brain Dysfunction and Practical Matters Such as Teaching Kids to Read."},
      {
        "id":"ED092894",
        "title":"Cultural Priorities and the Acquisition of Literacy."},
      {
        "id":"ED092895",
        "title":"A Prologue to Better Teaching of Reading."},
      {
        "id":"ED092896",
        "title":"A Guide to the Role of the Reading Teacher, Elementary and Secondary Schools."},
      {
        "id":"ED092897",
        "title":"A Study of the Effectiveness of the SWRL Kindergarten Program."},
      {
        "id":"ED092898",
        "title":"An Intersensory Transfer Approach to Teaching Sight Words."},
      {
        "id":"ED092899",
        "title":"The Effect of Verticality as a Stimulus Property on the Letter Discrimination of Young Children."},
      {
        "id":"ED092900",
        "title":"Newfoundland Dialect Interference in Oral Reading."},
      {
        "id":"ED092901",
        "title":"Competency in Teaching Reading of Fieldbased and On-Campus Students at Cleveland State University."},
      {
        "id":"ED092902",
        "title":"Reading Rate, Readability and Variations in Task-Induced Processing."},
      {
        "id":"ED092903",
        "title":"A Look at Reading Diary Studies: The State of the Art and Implications from Cognitive-developmental Theory."},
      {
        "id":"ED092904",
        "title":"Strategies in Reading Comprehension: III. Visual Imagery as a Psychological Process."},
      {
        "id":"ED092905",
        "title":"Picture-Word Differences in Discrimination Learning: I. Apparent Frequency Manipulations."},
      {
        "id":"ED092906",
        "title":"The 1971-72 Field Test of the Prereading Skills Program."},
      {
        "id":"ED092907",
        "title":"Life-Span Analyses of Piagetian Concept Tasks: The Search for Nontrivial Qualitative Change."},
      {
        "id":"ED092908",
        "title":"Selective Attention and Cognitive Learning. Theoretical Paper No. 45."},
      {
        "id":"ED092909",
        "title":"Can the Teacher of Reading Be a Diagnostician?"},
      {
        "id":"ED092910",
        "title":"The Systemic Approach to Competency Based Teacher Education."},
      {
        "id":"ED092911",
        "title":"Relationships Between Oral Reading Rates for Letters, Words, and Simple Text, and the Development of Reading Ability."},
      {
        "id":"ED092912",
        "title":"A Critical Review of the Teacher Readership Characteristics Research and the Implications for Performance Based Teaching."},
      {
        "id":"ED092913",
        "title":"Hints on Sharing Books."},
      {
        "id":"ED092915",
        "title":"An Analysis of the Concept of Comprehension."},
      {
        "id":"ED092916",
        "title":"Cognitive Style: Implications for Beginning Reading."},
      {
        "id":"ED092917",
        "title":"Personalizing Reading Instruction in the Conventional Classroom."},
      {
        "id":"ED092918",
        "title":"Sight Vocabularies."},
      {
        "id":"ED092919",
        "title":"Why Jane Can't Win (Sex Stereotyping and Career Role Assignments in Reading Materials)."},
      {
        "id":"ED092920",
        "title":"Improving Reading Comprehension: Measuring Readability. Final Report."},
      {
        "id":"ED092921",
        "title":"Evaluation Report of the West Virginia Right to Read Program."},
      {
        "id":"ED092922",
        "title":"The Generalization of Psycholinguistic Research to Other English Speaking Cultures."},
      {
        "id":"ED092923",
        "title":"The Relationship of Preparation, Experience, and Self-Assessment to Knowledge of the English Language of Teachers."},
      {
        "id":"ED092924",
        "title":"Through Federal Fundingland with Gun and Camera."},
      {
        "id":"ED092925",
        "title":"Teach Concepts, Not Words."},
      {
        "id":"ED092926",
        "title":"Developing an Outreach Model: From Practice to Theory."},
      {
        "id":"ED092927",
        "title":"Ideals into Reality: Some Examples."},
      {
        "id":"ED092928",
        "title":"Learning Disability Research in Australia."},
      {
        "id":"ED092929",
        "title":"A Comparison of Five Methods of Teaching Language Arts: Second Year."},
      {
        "id":"ED092930",
        "title":"Criteria for Excellence in Reading. Right to Read: Pennsylvania 1974."},
      {
        "id":"ED092931",
        "title":"Alabama Right to Read Program Criteria for the Development of Successful Reading Programs and State of Washington Criteria Leading to Excellence in Reading Programming."},
      {
        "id":"ED092932",
        "title":"Right to Read: A Project for Staff Development in Non Public Schools (1973-1974). Final Report."},
      {
        "id":"ED092933",
        "title":"The Effects of Monitoring Pupil Performance and Two Incentive Treatments for Teachers on Pupils' Reading Skill Development and Teachers' Attitudes."},
      {
        "id":"ED092934",
        "title":"Nongraded Elementary and Middle School. English Language Arts Program."},
      {
        "id":"ED092935",
        "title":"Avon High School English Language Arts Program."},
      {
        "id":"ED092939",
        "title":"The Role of Semantics in Sentence-Processing."},
      {
        "id":"ED092950",
        "title":"Theories of Symbolism: A Pluralistic Approach to Teaching Literature."},
      {
        "id":"ED092951",
        "title":"Using the Library to Write a Term Paper."},
      {
        "id":"ED092952",
        "title":"The Age of Milton--Paradise, Metaphysics, and Chivalric Codes: 5114.303."},
      {
        "id":"ED092953",
        "title":"Good Words: Notable Books on the American Indian."},
      {
        "id":"ED092954",
        "title":"Media."},
      {
        "id":"ED092955",
        "title":"Literature."},
      {
        "id":"ED092956",
        "title":"An Approach to Teaching Modern Drama."},
      {
        "id":"ED092957",
        "title":"Criterion Tests and Standardized Tests."},
      {
        "id":"ED092958",
        "title":"Breaking Barriers to Classroom Discussions Through Interaction Exercises."},
      {
        "id":"ED092959",
        "title":"The New Carpetbaggers, Black Literature and Academia's Revolving Door."},
      {
        "id":"ED092960",
        "title":"Practicing Literary Skills and Techniques."},
      {
        "id":"ED092961",
        "title":"Curriculum Development Workshop-Seminar in Media. Final Report."},
      {
        "id":"ED092962",
        "title":"Students and Teachers Develop English Curriculum: Classroom-Tested Curriculum Ideas, Volume 2, No. 1."},
      {
        "id":"ED092963",
        "title":"Change and the Teacher."},
      {
        "id":"ED092965",
        "title":"Modeling and Verbalizations of Lower-Class, Black, Preschool Children: Educational Implications."},
      {
        "id":"ED092966",
        "title":"Black Rhetorical Patterns and the Teaching of Composition."},
      {
        "id":"ED092967",
        "title":"A Day in Jail: New Vistas."},
      {
        "id":"ED092968",
        "title":"Country Roads: A Regional Approach to Education."},
      {
        "id":"ED092970",
        "title":"What Is Career English?"},
      {
        "id":"ED092971",
        "title":"The Russian Novel, Literature: 5113.88."},
      {
        "id":"ED092972",
        "title":"Confessions of a Would-Be Non-Provincial--Or, the English Teacher and Matthew Arnold's Ghost."},
      {
        "id":"ED092973",
        "title":"Creature Features."},
      {
        "id":"ED092974",
        "title":"The Spanish Theater in the Twentieth Century: 7509.52."},
      {
        "id":"ED092976",
        "title":"A Bibliography of Appalachian Children and Young People's Books."},
      {
        "id":"ED092977",
        "title":"Pronunciation Effects in Verbal Discrimination Learning."},
      {
        "id":"ED092978",
        "title":"Guide to Children&apos;s Magazines, Newspapers, Reference Books. 1974 Edition."},
      {
        "id":"ED092979",
        "title":"Literature and Writing."},
      {
        "id":"ED092980",
        "title":"The Necessity for an Investigation of Dialect Writing."},
      {
        "id":"ED092981",
        "title":"Shield Legislation for Journalists: A Bibliography."},
      {
        "id":"ED092982",
        "title":"Recent Developments in Soviet Research on the Verbal Control of Voluntary Motor Behavior."},
      {
        "id":"ED092984",
        "title":"Black Literature for Prospective Teachers."},
      {
        "id":"ED092985",
        "title":"College English and Alaska Native Students: &quot;First Aid&quot; for Entering Freshmen."},
      {
        "id":"ED092986",
        "title":"Humanizing Shakespeare."},
      {
        "id":"ED092987",
        "title":"The Elementary Pupil as Textbook Consumer."},
      {
        "id":"ED092988",
        "title":"A. J. Liebling: The Wayward Pressman as Critic. Journalism Monographs, No. 33."},
      {
        "id":"ED092989",
        "title":"The Work Period in the Kindergarten."},
      {
        "id":"ED092990",
        "title":"Experimenter by Subject by Retention Interactions: First Report."},
      {
        "id":"ED092991",
        "title":"The Dyslexic College Student."},
      {
        "id":"ED092992",
        "title":"Language Arts Goals and Objectives."},
      {
        "id":"ED092993",
        "title":"The Critical Factor: Criticism of the News Media in Journalism Education. Journalism Monographs, No. 32."},
      {
        "id":"ED092994",
        "title":"Against a Science of Human Communication: The Role of Hermeneutics in Contributing Arguments from the Frankfurt School."},
      {
        "id":"ED092995",
        "title":"Cinema and Symbols."},
      {
        "id":"ED092996",
        "title":"Computerized Games and Simulations for Speech Communication."},
      {
        "id":"ED092997",
        "title":"Phenomenological and Transactional Study of Intercultural Communication."},
      {
        "id":"ED092998",
        "title":"Judicial Communication Theory for Pre-Law Students."},
      {
        "id":"ED093000",
        "title":"Probes into the Actuality of Fantasy: Jean Epstein's &quot;La Chute de la Maison Usher.&quot;"},
      {
        "id":"ED093001",
        "title":"Awareness Groups for Migrant Children."},
      {
        "id":"ED093002",
        "title":"Gender Differences and Leadership Contention: A Case Study in the Rhetoric of Social Research."},
      {
        "id":"ED093003",
        "title":"Advising and Ordering on Television Dramas: The Display of Knowledge According to Male-Female Stereotypes."},
      {
        "id":"ED093004",
        "title":"The \"Speech Act\" Paradigm in Current Analytic Philosophy."},
      {
        "id":"ED093005",
        "title":"A Functional Model of Memory in Communication."},
      {
        "id":"ED093006",
        "title":"Unbandaged Eyes, Unmanacled Hands: Reflections of Revolt through the Pen of the Black Playwright."},
      {
        "id":"ED093007",
        "title":"Source, Message, Channel and Candidate Image: An Exploratory Study."},
      {
        "id":"ED093008",
        "title":"Methods of Handling Criticism in the Communication Classroom: An Empirical Investigation of Student Preferences."},
      {
        "id":"ED093009",
        "title":"The Effects of Information Exposure Activities on Attitudinal Changes Among Co-Culturals: Some Preliminary Findings."},
      {
        "id":"ED093010",
        "title":"Towards a Communicative Theory of Organizational Planning."},
      {
        "id":"ED093011",
        "title":"Multiple Measures of Network TV News Bias in Campaign '72."},
      {
        "id":"ED093012",
        "title":"Intercultural Definition and Communication Design: Propaganda and Agitation."},
      {
        "id":"ED093013",
        "title":"Freedom of Speech Bibliography: July 1972-June 1973; Articles, Books, and Court Decisions."},
      {
        "id":"ED093014",
        "title":"Criterion Referenced Measurement in Speech-Communication Classrooms: Panacea for Mediocrity. Research Report."},
      {
        "id":"ED093015",
        "title":"Simulation into Reality: Some Effects of Simulation Techniques on Organizational Communication Students."},
      {
        "id":"ED093016",
        "title":"An Investigation of Receiver Apprehension and Social Context Dimensions of Communication Apprehension."},
      {
        "id":"ED093017",
        "title":"Speech: An Opening or a Dead End for Married Women."},
      {
        "id":"ED093018",
        "title":"Social Perceptual Processes in Interpersonal Communication."},
      {
        "id":"ED093019",
        "title":"Written Simulations for Research."},
      {
        "id":"ED093020",
        "title":"An Alternative for Retention: Genre Studies and Speech Communication."},
      {
        "id":"ED093021",
        "title":"The Effects of Message Summaries on the Immediate Free Recall of Main Points."},
      {
        "id":"ED093022",
        "title":"A Selected Bibliography of Herbert Marshall McLuhan (1911-1973)."},
      {
        "id":"ED093023",
        "title":"An Instructional Simulation for Organizational Communication."},
      {
        "id":"ED093024",
        "title":"In Search of a \"Theory\" of Campaign Communication."},
      {
        "id":"ED093025",
        "title":"From Written Film History to Visual Film History."},
      {
        "id":"ED093026",
        "title":"Improving the Elementary and Secondary Speech Curriculum Through Curriculum Guidelines."},
      {
        "id":"ED093027",
        "title":"Measuring Perceptions of Authority."},
      {
        "id":"ED093028",
        "title":"Training of Speech Instructors for the Community-Junior College."},
      {
        "id":"ED093029",
        "title":"Verbal Aggression in State of the Union Messages During Wartime and Non-Wartime."},
      {
        "id":"ED093030",
        "title":"Understanding McLuhan: An Extension of Rhetoric."},
      {
        "id":"ED093032",
        "title":"School Planning in a Historical Setting: Santa Clara County, California."},
      {
        "id":"ED093033",
        "title":"Teacher Evaluation: An Annotated Bibliography. Current Bibliography No. 8."},
      {
        "id":"ED093034",
        "title":"1973 State Education Legislation and Activity: Curriculum, Instruction and Special Programs. A Survey of the States. Research Brief Vol. 2, No. 4."},
      {
        "id":"ED093035",
        "title":"Projections of Educational Statistics to 1982-83. 1973 Edition."},
      {
        "id":"ED093036",
        "title":"Involving Parents, Students, and Staff in Determining a Needs Assessment of Educational Priorities."},
      {
        "id":"ED093037",
        "title":"SIMU School: A Path Toward Better Planning."},
      {
        "id":"ED093038",
        "title":"New Forms for Community Education."},
      {
        "id":"ED093039",
        "title":"1972-73 Performance Objectives for Kalamazoo Public Schools."},
      {
        "id":"ED093040",
        "title":"1973-74 Performance Objectives for Kalamazoo Public Schools."},
      {
        "id":"ED093042",
        "title":"Statement for State Department of Education Hearing on Accountability."},
      {
        "id":"ED093044",
        "title":"Sex Bias in Secondary Schools: The Impact of Title IX."},
      {
        "id":"ED093045",
        "title":"Open Education and Open Area Schools."},
      {
        "id":"ED093046",
        "title":"Fewer Pupils/Surplus Space. A Report."},
      {
        "id":"ED093047",
        "title":"Reusing Railroad Stations. A Report."},
      {
        "id":"ED093051",
        "title":"School Bus Driver Instructional Program. Instructor's Guide--Advanced Unit."},
      {
        "id":"ED093052",
        "title":"Succession Socialization: Its Influence on School Administrative Candidates and Its Implication to the Exclusion of Minorities from Administration. Final Report."},
      {
        "id":"ED093054",
        "title":"Accreditation: Review of the Literature and Selected Annotated Bibliography. Reports in Education Number 1. A Monograph."},
      {
        "id":"ED093055",
        "title":"Class Size: Review of the Literature and Selected Annotated Bibliography. Reports in Education Number 2. A Monograph."},
      {
        "id":"ED093056",
        "title":"Management-Oriented Approaches To Assess Input-Output Relationships in Secondary Schools. Final Report."},
      {
        "id":"ED093057",
        "title":"Year-Round School."},
      {
        "id":"ED093058",
        "title":"A Fiscal Perspective on the Analysis of School Finance Reform: The Case of City-Suburban Competition."},
      {
        "id":"ED093060",
        "title":"Establishing Goals and Goal Priorities. Revised."},
      {
        "id":"ED093061",
        "title":"Developing Performance Objectives. Revised."},
      {
        "id":"ED093062",
        "title":"Time Management. Revised."},
      {
        "id":"ED093064",
        "title":"Accident Report: Pupils -- Employees, School Jurisdiction, 1972-1973."},
      {
        "id":"ED093065",
        "title":"Guidelines for the Development and Implementation of School District Governing Board Policies Related to Pupil-Passenger Conduct."},
      {
        "id":"ED093066",
        "title":"Planning Styles for Year-Round Education."},
      {
        "id":"ED093067",
        "title":"Planning the Location of Schools: County Sligo, Ireland. Case Studies -- I."},
      {
        "id":"ED093068",
        "title":"Study Abroad and Educational Development. Fundamentals of Educational Planning -- 19."},
      {
        "id":"ED093069",
        "title":"Realistic Educational Planning. Fundamentals of Educational Planning -- 20."},
      {
        "id":"ED093071",
        "title":"The Superintendent of Schools: His Role, Background and Salary."},
      {
        "id":"ED093073",
        "title":"State Policy Making for the Public Schools of Tennessee."},
      {
        "id":"ED093074",
        "title":"Management of Resources. Proceedings of the Annual Conference of the British Educational Administration Society. (2nd, Edinburg, Scotland, November 10, 1973)."},
      {
        "id":"ED093075",
        "title":"Financing Public Schools In Massachusetts: Problems of the Past, the Present and the Future."},
      {
        "id":"ED093076",
        "title":"The Economic Returns to Increased Educational Spending."},
      {
        "id":"ED093077",
        "title":"Developing a Conceptual Framework for Viewing Models of Educational Planning. Final Report."},
      {
        "id":"ED093078",
        "title":"Administrative Reorganization and Major Responsibilities of Management Services of the District of Columbia Public Schools, Part 1: Reorganization of Management Services."},
      {
        "id":"ED093079",
        "title":"Accountability Begins at the Top."},
      {
        "id":"ED093080",
        "title":"Planning and Managing Task and Time in Performance Oriented Management. Project Kansas 76: Concept Paper."},
      {
        "id":"ED093081",
        "title":"Child Labor Laws in Mississippi."},
      {
        "id":"ED093082",
        "title":"A Pilot Test To Improve School Bus Routes and Time Schedules. A Report."},
      {
        "id":"ED093083",
        "title":"In House Financial Systems for Education."},
      {
        "id":"ED093084",
        "title":"Critical Issues in the Future of American Education."},
      {
        "id":"ED093085",
        "title":"Toward &quot;A Thorough and Efficient&quot; Education. An ETS Seminar. Interim Report."},
      {
        "id":"ED093086",
        "title":"The Children&apos;s Learning Center: A Study of a Self-Manipulative Physical Environment on Early Childhood Learning."},
      {
        "id":"ED093088",
        "title":"Schools for New Towns. A Memorandum to New Town Planners and Their Local School Districts Concerning Some of the Options Available for Solving the Most Immediate Planning, Financing and Facilities Problems, Revised. Education in New Communities Project, Working Paper No. 2."},
      {
        "id":"ED093089",
        "title":"A Study Investigating the Differential Effects of Feedback in Producing Changes in Principals' Behavior as Perceived by Teachers."},
      {
        "id":"ED093090",
        "title":"The Relationship of Organizational Structure to Organizational Adaptiveness in Elementary Schools. Report from the Project on Organization for Instruction and Administrative Arrangements."},
      {
        "id":"ED093092",
        "title":"A Public School Voucher Demonstration: The First Year at Alum Rock. Summary and Conclusions."},
      {
        "id":"ED093093",
        "title":"Supreme Court of the United States Syllabus: Milliken, Governor of Michigan, Et. Al. v. Bradley Et. Al. Certiorari to the United States Court of Appeals for the Sixth Circuit. No. 73-434. Argued February 27, 1974--Decided July 25, 1974."},
      {
        "id":"ED093094",
        "title":"Short Communications Prepared for the Second Congress of the International Association for the Scientific Study of Mental Deficiency (Warsaw, 1970)."},
      {
        "id":"ED093095",
        "title":"Problems of Mental Development of Handicapped Children. Materials for 18th International Congress of Psychology."},
      {
        "id":"ED093096",
        "title":"A Two-Year Study of the Effects of a CBRU Workshop on Instructional Decision Making. Final Report."},
      {
        "id":"ED093097",
        "title":"Report of the Commissioner of Education's Technical Task Force on the Education of the Hearing Impaired."},
      {
        "id":"ED093098",
        "title":"Development and Application of a Manpower Career Flow Model of Speech Education Teachers."},
      {
        "id":"ED093099",
        "title":"Special Education Administrative Handbook."},
      {
        "id":"ED093100",
        "title":"Course of Study for EMR Pupils in the Elementary Schools."},
      {
        "id":"ED093101",
        "title":"Program for EMR Pupils--Scope and Sequence Charts. Elementary Schools and Junior and Senior High Schools."},
      {
        "id":"ED093102",
        "title":"Special Education in the States: Legislative Progress Report. Report 2."},
      {
        "id":"ED093103",
        "title":"Career Development of High School Students Talented in Science."},
      {
        "id":"ED093104",
        "title":"A Catalog of Federal Assistance Relating to Recreation and Physical Education for the Handicapped."},
      {
        "id":"ED093106",
        "title":"Annotated Bibliography of Instructional Materials for Use by Home Economics Teachers with Educable Mentally Retarded Students."},
      {
        "id":"ED093108",
        "title":"Behavioral Discriptors of the Gifted."},
      {
        "id":"ED093110",
        "title":"The Study of a New Frontier in Community Services: Residential Facilities for Developmentally Disabled Persons."},
      {
        "id":"ED093111",
        "title":"Florida-Developed Products Listing: Education for Exceptional Students. Third Edition."},
      {
        "id":"ED093112",
        "title":"The Federal Commitment to Education for the Handicapped."},
      {
        "id":"ED093113",
        "title":"Physical and Recreational Programing for Severely and Profoundly Mentally Retarded Individuals."},
      {
        "id":"ED093114",
        "title":"Creative Arts and Crafts for Children with Visual Handicaps."},
      {
        "id":"ED093115",
        "title":"The Physical Environment and the Visually Impaired."},
      {
        "id":"ED093116",
        "title":"First Chance Products: A Catalogue of Instructional and Evaluative Materials."},
      {
        "id":"ED093118",
        "title":"Curriculum Guidelines for the Gifted and Talented: Report of the Connecticut Task Force on Curriculum. Working Draft."},
      {
        "id":"ED093119",
        "title":"Identification of the Gifted and Talented: Report of the Connecticut Task Force on Identification. Working Draft."},
      {
        "id":"ED093120",
        "title":"Gifted and Talented Preschool Programs: Why Not in Head Start?"},
      {
        "id":"ED093121",
        "title":"Additional Handicapping Conditions Among Hearing Impaired Students. United States: 1971-72."},
      {
        "id":"ED093122",
        "title":"Models for Coalitions in Special Education Teacher Training."},
      {
        "id":"ED093123",
        "title":"Criteria in the Public Education of the Severely Handicapped."},
      {
        "id":"ED093124",
        "title":"Perspectives in Education of the Deaf."},
      {
        "id":"ED093125",
        "title":"State Provisions and Regulations for Physical Education for All the Handicapped."},
      {
        "id":"ED093126",
        "title":"Discrimination Learning and the Effects of Interference on Short and Long Term Retention Process of Retarded and Normal Children. Final Report."},
      {
        "id":"ED093127",
        "title":"Happiness Is Healthiness. A Special Study Institute in Health Education for Mentally Handicapped Children in Elementary and Secondary Schools."},
      {
        "id":"ED093128",
        "title":"Polk County (Florida) Vocational-Occupational Curriculum Model for Exceptional Children."},
      {
        "id":"ED093129",
        "title":"A Competency Based Design Career Ladder for Instructional Personnel of Individuals Functioning as Moderately and Severely Retarded."},
      {
        "id":"ED093133",
        "title":"Lipreading for the Deaf and Hard of Hearing."},
      {
        "id":"ED093139",
        "title":"Study of Music as Teaching Media for Improvement of Speech of Trainable Mentally Retarded Students in Inner City Schools. Final Report."},
      {
        "id":"ED093140",
        "title":"Proceedings: A Special Study Institute Program."},
      {
        "id":"ED093141",
        "title":"Mainstream Special Education: Issues and Perspectives in Urban Centers."},
      {
        "id":"ED093142",
        "title":"Classes for Doubly Handicapped Children. Final Report."},
      {
        "id":"ED093143",
        "title":"Independent Activities for Accelerated Students: Individualized Reading Instruction for Students."},
      {
        "id":"ED093144",
        "title":"Professional Staff for the Handicapped in Local Public Schools Spring 1970."},
      {
        "id":"ED093145",
        "title":"Psychology and the Handicapped Child."},
      {
        "id":"ED093146",
        "title":"A Guide for Teachers and Librarians with Suggestions for Teaching Indian Students."},
      {
        "id":"ED093149",
        "title":"FLES: Goals and Guides. A Report by the FLES Committee of the American Association of Teachers of French."},
      {
        "id":"ED093152",
        "title":"Towards Contrastive Sociolinguistics. Working Papers in Linguistics, Vol. 3, No. 4."},
      {
        "id":"ED093153",
        "title":"The Concept of Competence in a Creole/Contact Situation. York Papers in Linguistics, Number 3."},
      {
        "id":"ED093156",
        "title":"Classroom Practices in ESL and Bilingual Education. Volume 1."},
      {
        "id":"ED093158",
        "title":"Foreign Curriculum Consultant Program for American Schools, Colleges, and State Departments of Education: 1974-75."},
      {
        "id":"ED093160",
        "title":"Nonverbal Modes of Learning: Dakota Sign Language and Gesture Communication."},
      {
        "id":"ED093161",
        "title":"How Abstract Is a Young Child's Knowledge of Syntax?"},
      {
        "id":"ED093162",
        "title":"Survey of Curricula and Performance in Modern Languages, 1971-72."},
      {
        "id":"ED093165",
        "title":"Motivation for English in an Examination-Geared School System."},
      {
        "id":"ED093166",
        "title":"What Is the Study of Variation Useful For?"},
      {
        "id":"ED093167",
        "title":"Child Language Newsletter. Vol. 1, No. 1."},
      {
        "id":"ED093168",
        "title":"Language as a Means of Social Control: The United States Experience."},
      {
        "id":"ED093173",
        "title":"Conference on American Indian Languages Clearinghouse Newsletter. Vol. 2, No. 2."},
      {
        "id":"ED093174",
        "title":"A Note on Fluctuating Variants and the Status of Vernacular Black English."},
      {
        "id":"ED093177",
        "title":"An Analysis of the Effect of the Yuk Dialect Instruction Program Upon Student Self Concept, Student Achievement, and Parent-School Rapport. Final Report."},
      {
        "id":"ED093185",
        "title":"The Graduates: A Report on the Plans and Characteristics of College Seniors."},
      {
        "id":"ED093189",
        "title":"Higher Education: The Law and Institutional Response. Proceedings."},
      {
        "id":"ED093191",
        "title":"Annual Conference on Higher Education General Information Survey (HEGIS) (8th, Washington, D.C., July 20-21, 1972). Final Report."},
      {
        "id":"ED093192",
        "title":"Agenda for Renewal: A Forward Look for the Massachusetts State College System 1973-80. First Report of the Long Range Planning Committee to the Board of Trustees of State Colleges."},
      {
        "id":"ED093204",
        "title":"MIS In-Service Session on the Dynamics of Small College Management. Volume I. The Educational Enterprise and Managing Priorities to Meet Community Needs."},
      {
        "id":"ED093205",
        "title":"MIS In-Service Session on The Dynamics of Small College Management. Volume II. Conference Proceedings."},
      {
        "id":"ED093206",
        "title":"The Reorganization of Higher Education in Zaire. OLC Paper No. 5."},
      {
        "id":"ED093207",
        "title":"A Framework for Analyzing Postsecondary Education Financing Policies."},
      {
        "id":"ED093209",
        "title":"Proceedings of the Management Information Systems October 1973 In-Service Session (Atlanta, Georgia, October 18-19, 1973)."},
      {
        "id":"ED093213",
        "title":"Transferability of Credits from AAS Degree Programs at Technical Education Centers to Public Four-Year Colleges and Universities in South Carolina."},
      {
        "id":"ED093216",
        "title":"Estimating Demand for Higher Education Services. Planning for Higher Education; Vol. 3; No. 3; June 1974."},
      {
        "id":"ED093217",
        "title":"Innovation: The New Juggernaut? Planning for Higher Education; Vol. 3; No. 2; April 1974."},
      {
        "id":"ED093218",
        "title":"The Supreme Role of Faculty in Planning: Why and How? Planning for Higher Education. Vol. 3; No. 3; June 1974."},
      {
        "id":"ED093219",
        "title":"Human Resource Development in a World of Decremental Budgets. Planning for Higher Education; Vol. 3; No. 3; June 1974."},
      {
        "id":"ED093220",
        "title":"The Board of Trustees and the Making of Academic Policy. Planning for Higher Education; Vol. 3; No. 2; April 1974."},
      {
        "id":"ED093221",
        "title":"Build if you Must, But Consider...1. Redeploying Campus Space and Time. Planning for Higher Education; Vol. 3; No. 2; April 1974."},
      {
        "id":"ED093222",
        "title":"Build If You Must, But Consider...3. Modernization. Planning for Higher Education; Vol. 3; No. 3; June 1974."},
      {
        "id":"ED093223",
        "title":"Build If You Must, But Consider...2. Non-Campus Facilities. Planning for Higher Education; Vol. 3; No. 2; April 1974."},
      {
        "id":"ED093224",
        "title":"Build If You Must, But Consider... 4. Found Space. Planning for Higher Education; Vol. 3; No. 3; June 1974."},
      {
        "id":"ED093227",
        "title":"A Compilation of Federal Programs Financing Postsecondary Education."},
      {
        "id":"ED093228",
        "title":"Perspectives and Plans for Graduate Studies. 2. Education 1973."},
      {
        "id":"ED093231",
        "title":"Patterns of Concentration in Large Foundations' Grants to U. S. Colleges and Universities ACT Research Report No. 63."},
      {
        "id":"ED093239",
        "title":"Coordination or Chaos? Report of the Task Force on Coordination, Governance and Structure of Postsecondary Education."},
      {
        "id":"ED093240",
        "title":"Education for the Professions."},
      {
        "id":"ED093250",
        "title":"Interdisciplinary and Multidisciplinary Programs: Attitudes and Experiences of USC [University of Southern California] Faculty."},
      {
        "id":"ED093251",
        "title":"Student Financial Aid Needs and Resources in the SREB [Southern Regional Education Board] States: A Comparative Analysis."},
      {
        "id":"ED093252",
        "title":"Financial Support of Higher Education in Washington; A National Comparison."},
      {
        "id":"ED093254",
        "title":"Statewide Measures Inventory. An Inventory of Information Relevant to Statewide Postsecondary Education Planning and Management. Technical Report 48A. Field Review Edition."},
      {
        "id":"ED093260",
        "title":"Perspectives and Plans for Graduate Studies. 10. Physical Education, Kinesiology, and Related Areas 1974."},
      {
        "id":"ED093266",
        "title":"Cable Television for Librarians."},
      {
        "id":"ED093268",
        "title":"The Use of Learning Principles in Instruction."},
      {
        "id":"ED093269",
        "title":"Secondary School Libraries in Australia. A Report on the Evaluation of the Commonwealth Secondary Schools Libraries Program."},
      {
        "id":"ED093271",
        "title":"Classroom Concepts: Learner Strategy Versus Instructional Strategy. Final Report."},
      {
        "id":"ED093274",
        "title":"Long Range Program for Georgia Public Libraries."},
      {
        "id":"ED093278",
        "title":"VIC: A Computer Analysis of Verbal Interaction Category Systems."},
      {
        "id":"ED093289",
        "title":"International Council on Archives, Microfilm Committee. Bulletin 1."},
      {
        "id":"ED093290",
        "title":"International Council on Archives, Microfilm Committee. Bulletin 2."},
      {
        "id":"ED093291",
        "title":"Literature Searches: Audio-Visual Aids and Computer Assisted and Programmed Instruction In: Medical Education, Nursing Education, Allied Health Occupation Education, and Dental Education."},
      {
        "id":"ED093292",
        "title":"A Community Cultural Arts Center Merging Public and School Library Services in Olney, Texas: A Research and Demonstration Project. Final Report."},
      {
        "id":"ED093294",
        "title":"Computers in Education Resource Handbook. Second Printing (With Revisions and Additions)."},
      {
        "id":"ED093299",
        "title":"Ownership and Use of Instructional Materials Produced on the Oral Roberts University Campus."},
      {
        "id":"ED093300",
        "title":"Ownership and Use of Instructional Materials Produced on the Oral Roberts University Campus. Supplementary Materials."},
      {
        "id":"ED093301",
        "title":"A Study Comparing the Opinions of Music Publishers and Music Educators Concerning Copying of Extra Parts."},
      {
        "id":"ED093303",
        "title":"Evaluation of Leadership Training Institute, 1972-73."},
      {
        "id":"ED093307",
        "title":"California Librarian. Volume 35, Number 2."},
      {
        "id":"ED093312",
        "title":"Annual Program; Library Services and Construction Act 1972-1973. Additional LSCA FY '73 Funds."},
      {
        "id":"ED093317",
        "title":"Cable Telecommunications; Vocational Education Program, 1974-1975."},
      {
        "id":"ED093318",
        "title":"Trends in Instructional Use of Computers. A Panel Discussion."},
      {
        "id":"ED093320",
        "title":"Computing in Research."},
      {
        "id":"ED093323",
        "title":"Scientific and Technical Information Transfer for Education (STITE)."},
      {
        "id":"ED093324",
        "title":"Braille Reader Survey Analysis."},
      {
        "id":"ED093326",
        "title":"Cables, Cameras and Schools. Working Paper No. 6. The Impact of Communications Technology on Educational Systems in New and Renewing Communities."},
      {
        "id":"ED093331",
        "title":"Design for the Assessment and Policy Analysis of the Education Satellite Communications Demonstration. Phase 2 Final Report."},
      {
        "id":"ED093334",
        "title":"Recent Trends in the Structure of the Cable Television Industry."},
      {
        "id":"ED093337",
        "title":"Evergreen: Profile of a New College."},
      {
        "id":"ED093340",
        "title":"Moving the Program: The Final Report of Project CONDUIT at Dartmouth College."},
      {
        "id":"ED093343",
        "title":"A Bibliography of Canadian and United States Resources on Women."},
      {
        "id":"ED093344",
        "title":"The Library Listens: Delaware Library Association Survey, 1973. A Survey of Present Use and Future Needs."},
      {
        "id":"ED093346",
        "title":"Medical Library Institution Building. Papers and Reports No. 15."},
      {
        "id":"ED093348",
        "title":"A General Information System for Educational Technology (ETGIS). A Conceptual Scheme."},
      {
        "id":"ED093349",
        "title":"NASIC at MIT; Phase 1 Report, 16 July 1973 - 28 February 1974."},
      {
        "id":"ED093350",
        "title":"Educational Media and Technology: Publications from ERIC at Stanford 1967-1973. An ERIC Bibliography."},
      {
        "id":"ED093351",
        "title":"Law Libraries Which Offer Service to Prisoners. Appendix: Checklist of Law Books Recommended for Prisons in Each State."},
      {
        "id":"ED093352",
        "title":"Demographic and Marketing Data for the Marketable Preschool Education Program. Technical Report Number 26."},
      {
        "id":"ED093353",
        "title":"Children's Reaction to Types of Television. Technical Report No. 28."},
      {
        "id":"ED093355",
        "title":"State Department Early Childhood Education Program Specialists' Review of the Content and Technical Quality of AEL's &quot;Around the Bend&quot; Pilot Tapes. Technical Report No. 30."},
      {
        "id":"ED093356",
        "title":"Educational Television Personnel's Review of the Technical Quality, Content Criteria, and Marketability of AEL's &quot;Around the Bend&quot; Pilot Tapes. Technical Report No. 31."},
      {
        "id":"ED093357",
        "title":"Children's Reactions to Segments of a Children's Television Series. Technical Report Number 34."},
      {
        "id":"ED093358",
        "title":"Home-Oriented Preschool Education: Evaluation of the Prototype Home Visitor Training Package. Technical Report No. 45."},
      {
        "id":"ED093359",
        "title":"On-Line Administrative Information Systems: A Case Study."},
      {
        "id":"ED093360",
        "title":"Final Report on Cost Effectiveness of Continuing Engineering Studies by Television."},
      {
        "id":"ED093361",
        "title":"Continuing Education."},
      {
        "id":"ED093365",
        "title":"Computer-Assisted Instruction in Mathematics and Language Arts for Deaf Students."},
      {
        "id":"ED093368",
        "title":"A Description of the Environmental Protection Agency&apos;s In-House Library Systems."},
      {
        "id":"ED093369",
        "title":"Computers in Instruction."},
      {
        "id":"ED093370",
        "title":"Management of Data Elements in Information Processing. Proceedings of a Symposium Sponsored by the American National Standards Institute and by the National Bureau of Standards, 1974 January 24-25, NBS, Gaithersburg, Maryland."},
      {
        "id":"ED093371",
        "title":"An Analysis of the Learning Center in Community Colleges."},
      {
        "id":"ED093372",
        "title":"Level III; A Computerized Student Assessment System."},
      {
        "id":"ED093375",
        "title":"A Developmental Proposal to Try Out a Limited System of Manpower Information Dissemination to Provide Better Linkages Between Some Neighborhood Agencies and a Range of Available Manpower Programs. Final Report."},
      {
        "id":"ED093376",
        "title":"CMI Theory and Application in Classroom Decision-Making."},
      {
        "id":"ED093377",
        "title":"Report on a Mini-Computer Based Interactive Computing System."},
      {
        "id":"ED093378",
        "title":"Cable Television and the University; Proceedings of the Conference (Dallas, Texas, January 29-31, 1974)."},
      {
        "id":"ED093380",
        "title":"State Systems Planning and the Potential Application of Cable Television in the Development of New Institutions."},
      {
        "id":"ED093381",
        "title":"The University as Videopublisher of Last Resort."},
      {
        "id":"ED093383",
        "title":"Prospects for Coordinated Videopublishing Among Universities."},
      {
        "id":"ED093385",
        "title":"Cable Television and the University."},
      {
        "id":"ED093387",
        "title":"Instructional Television in Higher Education."},
      {
        "id":"ED093388",
        "title":"One University's System for Generating Television Software."},
      {
        "id":"ED093389",
        "title":"Computer Applications in Teaching and Learning."},
      {
        "id":"ED093391",
        "title":"A Proposal for a Developmental Environment."},
      {
        "id":"ED093392",
        "title":"The Establishment of an Information System at West Shore Community College: An Initial Step in Extending Community Services in Rural Community College Service Areas. Final Report."},
      {
        "id":"ED093394",
        "title":"Student Evaluation of Instruction: Some Theoretical Considerations and a Proposal."},
      {
        "id":"ED093395",
        "title":"State Coordination: Promise or Peril?"},
      {
        "id":"ED093397",
        "title":"Evaluation of Experimental Four-Day Week Class Schedule, January Through April 1974 at Lake City Community College."},
      {
        "id":"ED093398",
        "title":"How Staff Development Works in the Small Community College."},
      {
        "id":"ED093399",
        "title":"Vanier College, a Place to Learn. A Statement of Goals."},
      {
        "id":"ED093400",
        "title":"Towards the Learning Community. Working Paper on the Community College in British Columbia."},
      {
        "id":"ED093401",
        "title":"The Saskmedia Report: Toward the Development of an Integrated Educational Communications and Community College System in Saskatchewan."},
      {
        "id":"ED093403",
        "title":"KOCE-TV Needs-Assessment Surveys: Target Population Reactor Groups."},
      {
        "id":"ED093405",
        "title":"Section 1202 and Statewide Planning for Public Community and Junior Colleges: The New Reality."},
      {
        "id":"ED093406",
        "title":"A Funding Pattern for Oregon Community College Construction."},
      {
        "id":"ED093407",
        "title":"Community College Management by Objectives: Process, Progress, Problems."},
      {
        "id":"ED093408",
        "title":"Colleges without Walls But with Foundations: Integrated College and Communications Development in Saskatchewan."},
      {
        "id":"ED093409",
        "title":"Community Development Services in the Community Junior College."},
      {
        "id":"ED093410",
        "title":"State of the District [Los Angeles Community College District]."},
      {
        "id":"ED093411",
        "title":"The Performance-Based Campus: How to Build a Total System."},
      {
        "id":"ED093412",
        "title":"Consolidated Enrollment Report, Fall Quarter, 1973. Montana University System, Private Colleges, Community Colleges."},
      {
        "id":"ED093416",
        "title":"Trustee Papers 2: A Report Prepared by and for Community and Junior College Board Members."},
      {
        "id":"ED093418",
        "title":"A Cooperative Approach to Post-Secondary Education in Maine: York County Community College Services."},
      {
        "id":"ED093419",
        "title":"Improving Instruction and Cost Effectiveness."},
      {
        "id":"ED093420",
        "title":"Beyond the Open Door, the Open College. A Report on the National Conference on Community Services and the Community College (Orlando, Florida, April 17-19, 1974)."},
      {
        "id":"ED093421",
        "title":"Master Plan for the City Colleges of Chicago."},
      {
        "id":"ED093422",
        "title":"Transfers from Junior to Senior Colleges. Final Report. Revised August 1974."},
      {
        "id":"ED093423",
        "title":"The Untried Model of the Urban Community College."},
      {
        "id":"ED093424",
        "title":"Mission College. Part 1, Developmental Study."},
      {
        "id":"ED093425",
        "title":"Mission College. Part 2, Proposed Educational Plan."},
      {
        "id":"ED093426",
        "title":"Mission College. Part 3, Preliminary Instructional Strategies and Space Allocations."},
      {
        "id":"ED093427",
        "title":"A Social Panacea: A History of the Community-Junior College Ideology."},
      {
        "id":"ED093428",
        "title":"Program Review Committee Report on Community Colleges in the State of Connecticut (and Summary)."},
      {
        "id":"ED093430",
        "title":"Proceedings: Conference on Compensatory/Remedial Education."},
      {
        "id":"ED093431",
        "title":"Organization, Operation, and Evaluation of Community College Placement Programs. Proceedings: Career Placement Workshop."},
      {
        "id":"ED093432",
        "title":"Vocational Choice Change Patterns of a National Sample of Community-Junior College Students."},
      {
        "id":"ED093433",
        "title":"The Evaluation of a Multi-Media Self-Paced Individualized Instructional System in Beginning College French."},
      {
        "id":"ED093434",
        "title":"The IRC Model for Input-Output Analysis of Student Personnel Services."},
      {
        "id":"ED093435",
        "title":"A Study of the Relationship Between the Ethnic Background of the Counselor and the Student Enrollment in Ethnic Studies Classes."},
      {
        "id":"ED093436",
        "title":"Penalty-No Penalty Drop Policy."},
      {
        "id":"ED093437",
        "title":"A Study of the Relationship That Exists Between the Rate of Student Course Completions and Three Course Scheduling Variables."},
      {
        "id":"ED093438",
        "title":"Experience as a Community College Student as a Criterion for the Selection of Community College Teachers."},
      {
        "id":"ED093439",
        "title":"A Comparison of Retention and Academic Success of Early and Late Applicants to Mt. San Antonio College."},
      {
        "id":"ED093440",
        "title":"[A Practicum Designed] to Determine What Changes the Federal Funds for the Handicapped Have Made in the Handicapped Program and the College Itself."},
      {
        "id":"ED093441",
        "title":"Data on Iowa&apos;s Area Schools (School Year 1972-73)."},
      {
        "id":"ED093442",
        "title":"Project USHER (Uniting Science and Humanness for Educational Redesign): A Proposal for Implementing a Humanistic Management System in Community Colleges."},
      {
        "id":"ED093445",
        "title":"Brain Mechanisms Involved in Early Visual Perception."},
      {
        "id":"ED093446",
        "title":"An Organizational Analysis of Project Follow Through. Final Report."},
      {
        "id":"ED093448",
        "title":"Sharing at an Early Age."},
      {
        "id":"ED093450",
        "title":"Time Spent in N-V and N-V-A Sentence Structures in Family and Group Day Care Centers."},
      {
        "id":"ED093451",
        "title":"Daily Programming for Infants in Day Care."},
      {
        "id":"ED093452",
        "title":"The Educational Performance of Children in Head Start and Control Groups. Final Report."},
      {
        "id":"ED093453",
        "title":"Individualizing Professional Development for Educational Change Agents."},
      {
        "id":"ED093454",
        "title":"Child Advocacy: Implications for Child Welfare."},
      {
        "id":"ED093455",
        "title":"Family Interaction in the Newborn Period: Some Findings, Some Observations, and Some Unresolved Issues."},
      {
        "id":"ED093456",
        "title":"Evaluating Groups for Training Parents in Child Management."},
      {
        "id":"ED093457",
        "title":"The Present Status and Future Needs in Longitudinal Studies in Early Childhood Research and Development. A Preliminary Report."},
      {
        "id":"ED093458",
        "title":"An Analysis of the Process of Establishing and Utilizing Research Priorities in Federally Funded Early Childhood Research and Development."},
      {
        "id":"ED093461",
        "title":"Broad Agency Goals and Agency Research Objectives for FY 72."},
      {
        "id":"ED093464",
        "title":"Toward Interagency Coordination: An Overview of Federal Research and Development Activities Relating to Early Childhood. Third Annual Report."},
      {
        "id":"ED093465",
        "title":"Children's Information Processing of Television Commercial Messages. Appendix III."},
      {
        "id":"ED093466",
        "title":"Early Education Programs and Aboriginal Families in Victoria."},
      {
        "id":"ED093467",
        "title":"The Establishment of Regional Centers for Early Childhood Staff Development. Final Evaluation Report."},
      {
        "id":"ED093469",
        "title":"The Natural Method of Language Learning: Systematized."},
      {
        "id":"ED093470",
        "title":"Inter-Institutional Seminar in Childhood Education (2nd, Alta, Utah, August 5-10, 1973). Collected Papers, 1973."},
      {
        "id":"ED093472",
        "title":"Individualization in Kindergarten: A Learning Centers Approach."},
      {
        "id":"ED093474",
        "title":"Some Exploratory Studies of the Art of Preschool Children. Informal Paper."},
      {
        "id":"ED093475",
        "title":"Handicapped Children and Day Care: A Supplement to \"Manual on Organization, Financing and Administration of Day Care Centers,\" 2nd Edition."},
      {
        "id":"ED093476",
        "title":"Sex-Stereotyping in Child Care. Non-Sexist Child Development Project."},
      {
        "id":"ED093479",
        "title":"Classroom Observation Study of Implementation in Head Start Planned Variation, 1970-1971. Final Report."},
      {
        "id":"ED093480",
        "title":"Impact of a Preschool and Interracial Program. Project Termination Report."},
      {
        "id":"ED093481",
        "title":"The Effect of Malnutrition on Autonomic Reactivity to an Auditory Signal: Some Preliminary Findings."},
      {
        "id":"ED093482",
        "title":"Children's Collective Training Manual."},
      {
        "id":"ED093483",
        "title":"Family Grouping."},
      {
        "id":"ED093485",
        "title":"The Junior Kindergarten: An Annotated Bibliography."},
      {
        "id":"ED093486",
        "title":"Do Children Understand the Basic Relationship Between Speech and Writing? The Mow-Motorcycle Test."},
      {
        "id":"ED093496",
        "title":"Annotated Film Bibliography: Child Development and Early Childhood Education."},
      {
        "id":"ED093497",
        "title":"Short Term Cognitive Effects of Head Start Programs: A Report on the Third Year of Planned Variation--1971-72."},
      {
        "id":"ED093498",
        "title":"An Early Intervention Project: A Longitudinal Look."},
      {
        "id":"ED093499",
        "title":"A Study in Ecological Psychology: The Behavior Objects Used by Three-Year-Old Children from Three Income Groups."},
      {
        "id":"ED093500",
        "title":"A Report on Longitudinal Evaluations of Preschool Programs. Volume I: Longitudinal Evaluations."},
      {
        "id":"ED093501",
        "title":"A Report on Longitudinal Evaluations of Preschool Programs. Volume II: Is Early Intervention Effective?"},
      {
        "id":"ED093502",
        "title":"The Status of the Child and Alternative Structures for Child Care Systems."},
      {
        "id":"ED093503",
        "title":"Nursery School, Preschool, and Project Head Start: What Are the Benefits. A Review of the Research Literature."},
      {
        "id":"ED093504",
        "title":"The Unfolding of a Pre-Kindergarten Program for Four Year Olds."},
      {
        "id":"ED093505",
        "title":"Data Analysis, 1967-8. CUE Project--CHILD--Curriculum to Heighten Intellectual and Language Development: Disadvantaged Prekindergarten Children, Central Harlem, New York City."},
      {
        "id":"ED093506",
        "title":"A Follow-up Investigation of the Later Development of Infants in Enriched Group Care."},
      {
        "id":"ED093507",
        "title":"Rural Schools as a Mechanism for Rural Development."},
      {
        "id":"ED093509",
        "title":"Evaluation of Oregon State Migrant Education Program, 1969-70. Title I, ESEA, Migrant Amendment."},
      {
        "id":"ED093510",
        "title":"Evaluation of Oregon State Migrant Education Program, 1970-71. Title I, ESEA, Migrant Amendment."},
      {
        "id":"ED093511",
        "title":"A Study of the Relationship of the Length of Continuous Attendance at a Single School to Reading and Arithmetic Achievement Test Scores."},
      {
        "id":"ED093512",
        "title":"1973 Annual Report of the Appalachian Regional Commission."},
      {
        "id":"ED093513",
        "title":"Mohawk People -- Past and Present. A List of Print and Visual Media on Mohawk History, Culture and Current Events."},
      {
        "id":"ED093514",
        "title":"A Selective Bibliography of the Mohawk People."},
      {
        "id":"ED093515",
        "title":"The Trading Post System on the Navajo Reservation. Staff Report to the Federal Trade Commission."},
      {
        "id":"ED093521",
        "title":"A Comparative Study of Students' Attitudes Toward Education."},
      {
        "id":"ED093522",
        "title":"Self-Esteem and Academic Performance: Using a Self-Image Improvement Package with Emphasis on the Chicano Student."},
      {
        "id":"ED093524",
        "title":"Evaluation of the Impact of ESEA Title I Programs for Migrant Children of Migrant Agricultural Workers. Volume I--Executive Summary, Summary of Findings, and Recommendations. Final Report."},
      {
        "id":"ED093525",
        "title":"Evaluation of the Impact of ESEA Title I Programs for Migrant Children of Migrant Agricultural Workers. Volume II--Impact Analysis. Final Report."},
      {
        "id":"ED093526",
        "title":"Evaluation of the Impact of ESEA Title I Programs for Migrant Children of Migrant Agricultural Workers. Volume III--State Assessment. Final Report."},
      {
        "id":"ED093527",
        "title":"Evaluation of the Impact of ESEA Title I Programs for Migrant Children of Migrant Agricultural Workers. Volume IV--Appendices. Final Report."},
      {
        "id":"ED093529",
        "title":"Upper Mississippi River ECO-Center Environmental Education Project. First Year Report, Project Year 72-73."},
      {
        "id":"ED093530",
        "title":"1973 Post Season Rural Manpower Report."},
      {
        "id":"ED093531",
        "title":"Educational Continuity of the Migrant Child. Annual Eastern Stream Conference (5th, Atlanta, Georgia, March 5-8, 1974)."},
      {
        "id":"ED093532",
        "title":"1970 Annual Report of the Appalachian Regional Commission."},
      {
        "id":"ED093533",
        "title":"The Community School and the Intermediate Unit. Yearbook 1954 (Department of Rural Education)."},
      {
        "id":"ED093534",
        "title":"Rural Education -- A Forward Look. Yearbook 1955 (Department of Rural Education)."},
      {
        "id":"ED093535",
        "title":"Administration in a Small Community School. Yearbook 1957. (Department of Rural Education)."},
      {
        "id":"ED093536",
        "title":"Integration of Mexican-American Heritage into United States History."},
      {
        "id":"ED093537",
        "title":"The Cherokee Project. [Year 1 Report]."},
      {
        "id":"ED093538",
        "title":"Evaluation of Student Rights and Responsibilities Programs. Research and Evaluation Report Series No. 25."},
      {
        "id":"ED093539",
        "title":"Student Rights and Responsibilities. A Progress Report. Research and Evaluation Report Series No. 25-B."},
      {
        "id":"ED093541",
        "title":"A Structural Guide for Appalachian History and Culture in American History."},
      {
        "id":"ED093542",
        "title":"Rural Community Resources as a Guidance Tool: An Action Plan."},
      {
        "id":"ED093543",
        "title":"Plight of Unemployed Single Farm Workers: The Response of the University to a Social Problem Through In-culture Research. Research Monograph No. 14."},
      {
        "id":"ED093545",
        "title":"Social Change in Montana. Montana Economic Study-Staff Study."},
      {
        "id":"ED093546",
        "title":"Social Organization in Montana. Montana Economic Study-Staff Study."},
      {
        "id":"ED093547",
        "title":"Indians in Montana. Montana Economic Study-Staff Study."},
      {
        "id":"ED093549",
        "title":"Determinant Factors and Predictability of Occupation and Residence Patterns for Rural American High School Graduates."},
      {
        "id":"ED093552",
        "title":"A Study of Cultural Values Influencing Educational Programming in West Virginia."},
      {
        "id":"ED093554",
        "title":"Parent Reaction to Educational Innovation in North Dakota: A Theoretical Perspective and an Empirical Assessment."},
      {
        "id":"ED093556",
        "title":"Occupational Projections of East Texas Youth: Changes Between 1966 and 1972."},
      {
        "id":"ED093557",
        "title":"Improving Rural Leadership Potential in Public Affairs."},
      {
        "id":"ED093558",
        "title":"Involving Rural People in Rural Education."},
      {
        "id":"ED093559",
        "title":"Proceedings: Indian Education Conference 1974 (15th, Arizona State University, Tempe, Arizona, 1974). Educational Services Bulletin No. 49."},
      {
        "id":"ED093563",
        "title":"Scholastic Performance and the Structuring of Ambition: A Comparative Study."},
      {
        "id":"ED093564",
        "title":"Status Attainment Through Marriage: The Experience of Rural Women."},
      {
        "id":"ED093565",
        "title":"A Preliminary Analysis of Factors Related to Sex-Role Ideology Among Rural-Origin Females."},
      {
        "id":"ED093566",
        "title":"Occupational Projections of Rural Louisiana Youth: A Historical Comparison."},
      {
        "id":"ED093567",
        "title":"Proceedings of a Conference on Early Childhood Education for American Indians (University of New Mexico, Albuquerque, N. Mexico, March 5-7, 1968)."},
      {
        "id":"ED093569",
        "title":"Self-Identification as a Tool for Temporary System Evaluation."},
      {
        "id":"ED093570",
        "title":"The Use of Motor Activity in the Development of Science Concepts with Mentally Handicapped Children."},
      {
        "id":"ED093572",
        "title":"Evolution: Theory or Dogma?"},
      {
        "id":"ED093573",
        "title":"Science Education News, April 1973: Employment Opportunities for Natural Scientists and Engineers in the '70s."},
      {
        "id":"ED093574",
        "title":"Science Education Newsletter Number 21, April 1973."},
      {
        "id":"ED093575",
        "title":"Science, Grades 1-6, Curricular Guide."},
      {
        "id":"ED093576",
        "title":"Life Science, Grade 7. Curricular Guide."},
      {
        "id":"ED093577",
        "title":"The Re-Orientation of Specialists for a Role in the Teaching of Integrated Science."},
      {
        "id":"ED093579",
        "title":"Reviews of National Science Policy, Netherlands."},
      {
        "id":"ED093580",
        "title":"Science, Technology, and Innovation."},
      {
        "id":"ED093581",
        "title":"Environment Forum. Support for Environmental Education: Where Do We Go From Here?"},
      {
        "id":"ED093588",
        "title":"Michigan's Environmental Future. A Master Plan for Environmental Education."},
      {
        "id":"ED093589",
        "title":"Multidisciplinary Activities for Environmental Learning."},
      {
        "id":"ED093592",
        "title":"Science Education News, October 1973: International Science Education."},
      {
        "id":"ED093593",
        "title":"Balance of Nature. Environmental Education Curriculum."},
      {
        "id":"ED093594",
        "title":"Environmental Fundamentals. Environmental Education Curriculum."},
      {
        "id":"ED093595",
        "title":"Insects and Spiders. Environmental Education Curriculum."},
      {
        "id":"ED093597",
        "title":"An Experimental Science Program with the Open Classroom Approach Based on the Philadelphia Primary Science Guide. Part I, Primary Science Unit and Part II, Primary Ecology Unit."},
      {
        "id":"ED093600",
        "title":"Curricula and Syllabi in Hydrology."},
      {
        "id":"ED093601",
        "title":"Spaceship Earth, A Look Ahead to a Better Life."},
      {
        "id":"ED093602",
        "title":"Water Resources Division Training Bulletin, July 1973 Through June 1974."},
      {
        "id":"ED093603",
        "title":"An Approach to the Study of Far Western North American Prehistory: Early Man."},
      {
        "id":"ED093604",
        "title":"Guide to the Geology of the Owyhee Region of Oregon."},
      {
        "id":"ED093607",
        "title":"Using Gage Blocks as Measuring Standards, Aviation Quality Control (Basic): 9225.03."},
      {
        "id":"ED093608",
        "title":"Dial Indicators and High Amplification Instruments, Aviation Quality Control (Basic): 9225.04."},
      {
        "id":"ED093609",
        "title":"Radiographic and Thermal Testing, Aviation Quality Control (Advanced): 9227.02."},
      {
        "id":"ED093610",
        "title":"Ultrasonic Testing, Aviation Quality Control (Advanced): 9227.03."},
      {
        "id":"ED093611",
        "title":"Eddy Current, Magnetic Particle and Hardness Testing, Aviation Quality Control (Advanced): 9227.04."},
      {
        "id":"ED093612",
        "title":"Human Ecology and the Health Dangers, Health Service Aide: 8007.03."},
      {
        "id":"ED093613",
        "title":"European Curriculum Studies No. 4: Chemistry."},
      {
        "id":"ED093614",
        "title":"European Curriculum Studies No. 6: Physics."},
      {
        "id":"ED093615",
        "title":"Directory of Marine Science Education."},
      {
        "id":"ED093617",
        "title":"Comet Kohoutek, 1973-1974, A Teachers' Guide with Student Activities."},
      {
        "id":"ED093618",
        "title":"Alternative Futures and Environmental Quality. Working Papers."},
      {
        "id":"ED093619",
        "title":"A Curriculum Activities Guide to Birds, Bugs, Dogs, and Weather and Environmental Studies. Volume 5. 2nd Edition."},
      {
        "id":"ED093620",
        "title":"Proceedings of Symposium on the Implementation of Contemporary Biology in Dental Curriculum."},
      {
        "id":"ED093621",
        "title":"Total Environment Education."},
      {
        "id":"ED093622",
        "title":"Geometric and Applied Optics, Science (Experimental): 5318.04."},
      {
        "id":"ED093623",
        "title":"Coping With the Problems of a Technological Age, Part II."},
      {
        "id":"ED093632",
        "title":"An Environmental Education Guide for Administrators."},
      {
        "id":"ED093633",
        "title":"Science 4-6. Kentucky's Environmental Education Program."},
      {
        "id":"ED093634",
        "title":"Sights and Sounds 4-6. Kentucky's Environmental Education Program."},
      {
        "id":"ED093635",
        "title":"Environments. Basic Edition. Science for Micronesia."},
      {
        "id":"ED093636",
        "title":"Material Objects. Basic Edition. Science for Micronesia."},
      {
        "id":"ED093637",
        "title":"Populations. Basic Edition. Science for Micronesia."},
      {
        "id":"ED093638",
        "title":"Systems and Variables. Basic Edition. Science for Micronesia."},
      {
        "id":"ED093639",
        "title":"Labor Market Experience for Engineers During Periods of Changing Demand."},
      {
        "id":"ED093640",
        "title":"Stratigraphy and Structure of the Subsurface Cambrian and Ordovician Carbonates of New York."},
      {
        "id":"ED093641",
        "title":"Laboratory Science in Clover. Curriculum Guide Grades 4-7."},
      {
        "id":"ED093646",
        "title":"Ethics for Environment: Three Religious Strategies. Proceedings of a National Conference (University of Wisconsin--Green Bay, June 11-13, 1973)."},
      {
        "id":"ED093647",
        "title":"Two Hundred or More Dissertations in ECO Education."},
      {
        "id":"ED093648",
        "title":"A Curriculum Activities Guide to Water Pollution Equipment and Environmental Studies, Volume 3."},
      {
        "id":"ED088588",
        "title":"Parent Involvement in Compensatory Education Programs."},
      {
        "id":"ED088591",
        "title":"Helping Eliminate Early Learning Disabilities. Final Evaluation Report."},
      {
        "id":"ED088592",
        "title":"A Collection of Papers for Teachers."},
      {
        "id":"ED088593",
        "title":"Relationships among Piagetian, IQ, and Achievement Assessments."},
      {
        "id":"ED088594",
        "title":"Preschoolers Learn Cognitive Tasks in Groups."},
      {
        "id":"ED088595",
        "title":"Policy Issues in Early Childhood Education."},
      {
        "id":"ED088596",
        "title":"Early Childhood Education: Learning Experiences for the 3-, 4-, and 5-Year-Old Child."},
      {
        "id":"ED088597",
        "title":"Color Cues and Rehearsal in Short-Term Memory."},
      {
        "id":"ED088598",
        "title":"The Impact of the Head Start Parent-Child Center Program on Parents."},
      {
        "id":"ED088603",
        "title":"Is &quot;School Achievement&quot; Enhanced by Teaching Children Operational Concepts?"},
      {
        "id":"ED088604",
        "title":"The Organization of Work in a Preschool Setting: Work Relations Between Professionals and Paraprofessionals in Four Head Start Centers. Final Report."},
      {
        "id":"ED088607",
        "title":"Parents as Teachers: Promise and Pitfalls."},
      {
        "id":"ED088608",
        "title":"Children on Campus: A Survey of Pre-Kindergarten Programs at Institutions of Higher Education in the United States."},
      {
        "id":"ED088609",
        "title":"An Annotated Bibliography of Day Care Reference Materials."},
      {
        "id":"ED088610",
        "title":"Pennsylvania Day Care Consultants."},
      {
        "id":"ED088613",
        "title":"Investigations of the Meaning of \"Different\" in the Language of Young Children."},
      {
        "id":"ED088614",
        "title":"Preliminary Computer Verbal Content Analysis in Preschool Black Children."},
      {
        "id":"ED088615",
        "title":"The Social Impact of Broadcasting in the North."},
      {
        "id":"ED088616",
        "title":"An Experiment with Three Methods of Instruction for Indian Elementary School Children."},
      {
        "id":"ED088617",
        "title":"Federal and State Roles in the Education of Indians: The California Experience, 1850-1934."},
      {
        "id":"ED088618",
        "title":"Physicians for Rural Communities."},
      {
        "id":"ED088619",
        "title":"A Methodological Approach to the Study of Evaluative Reactions of Adolescents Toward Speakers of Different Language Varieties."},
      {
        "id":"ED088620",
        "title":"The Occupational Projections of Rural Blacks from Segregated and Desegregated Schools."},
      {
        "id":"ED088621",
        "title":"A Self-Concept Comparison of Indian and Anglo Delinquency in Wyoming."},
      {
        "id":"ED088622",
        "title":"The Small School: A Rediscovered Resource in American Education."},
      {
        "id":"ED088623",
        "title":"A Survey of the Occupational and Educational Needs of the American Indian in Dallas County."},
      {
        "id":"ED088624",
        "title":"Evaluation of Migrant Education, Numero Dos, Title I-M Programs in the State of Oregon. September 1972 - August 1973."},
      {
        "id":"ED088625",
        "title":"Community Mobilization and Leadership Development on the St. Regis (Akwesasne) Mohawk Reservation."},
      {
        "id":"ED088626",
        "title":"Demographic and Symptom Characteristics of Lower Socioeconomic Patients from a Barrio Neighborhood Mental Health Service."},
      {
        "id":"ED088627",
        "title":"Cultural Differences in the Attributions and Intentions of Anglos and Chicanos in an Elementary School."},
      {
        "id":"ED088629",
        "title":"A Model for Outdoor Education."},
      {
        "id":"ED088630",
        "title":"Bibliografia de Materiales Tocante al Chicano: A Bibliography of Materials Relating to the Chicano in the Library, California State University. Second Edition, December 1972."},
      {
        "id":"ED088631",
        "title":"Being a Native and Becoming a Teacher in the Alaska Rural Teacher Training Corps."},
      {
        "id":"ED088632",
        "title":"Intermediate Educational Units and Their Promise for Rural Education."},
      {
        "id":"ED088633",
        "title":"Indian Students in Minnesota's Private Colleges - Who They Are, Where They Come From, Where They're Going, What They Think of Their Experience in College."},
      {
        "id":"ED088634",
        "title":"A Policy Statement on Staff Development for Migrant Education."},
      {
        "id":"ED088635",
        "title":"Counseling the Rural Disadvantaged Student."},
      {
        "id":"ED088636",
        "title":"Research in Outdoor Education: (Summaries of Doctoral Studies)."},
      {
        "id":"ED088638",
        "title":"The Program of Special Directed Studies: A Five Year Summary."},
      {
        "id":"ED088639",
        "title":"Annual Progress Report of the Coastal Bend Migrant Council Health Project, San Patricio Migrant Health Center (Texas), 1973-1974."},
      {
        "id":"ED088640",
        "title":"Annual Medical Report of the Coastal Bend Migrant Council Health Project, San Patricio Migrant Health Center (Texas), 1973-1974."},
      {
        "id":"ED088641",
        "title":"Isomorphism and the Intervalization of Occupational and Educational Status."},
      {
        "id":"ED088642",
        "title":"Educational and Marital Attitudes: Directionality and Mutual Dependence."},
      {
        "id":"ED088643",
        "title":"The Impact of Private Education on the Rural South."},
      {
        "id":"ED088644",
        "title":"Alaskan Native Needs Assessment in Education (Project ANNA). Research and Evaluation Report Series No. 18."},
      {
        "id":"ED088653",
        "title":"Financing Rural Education."},
      {
        "id":"ED088654",
        "title":"Strategies for Career Education in Rural Texas and the Relationship of Education to Industrial Development Cycles."},
      {
        "id":"ED088655",
        "title":"Effects of Ethnicity and Socioeconomic Status on Learning Achievement of Ninth- and Eleventh-Grade Students."},
      {
        "id":"ED088656",
        "title":"Country Profiles, Turkey."},
      {
        "id":"ED088657",
        "title":"Country Profiles, Taiwan."},
      {
        "id":"ED088658",
        "title":"Country Profiles, United Arab Republic."},
      {
        "id":"ED088659",
        "title":"Country Profiles, Thailand."},
      {
        "id":"ED088660",
        "title":"Country Profiles, Hong Kong."},
      {
        "id":"ED088661",
        "title":"Country Profiles, Pakistan."},
      {
        "id":"ED088662",
        "title":"Country Profiles, The Republic of Korea."},
      {
        "id":"ED088663",
        "title":"Country Profiles, The Philippines."},
      {
        "id":"ED088664",
        "title":"Country Profiles, Malaysia."},
      {
        "id":"ED088665",
        "title":"Country Profiles, Mauritius."},
      {
        "id":"ED088666",
        "title":"Country Profiles, Chile."},
      {
        "id":"ED088667",
        "title":"Country Profiles, Ghana."},
      {
        "id":"ED088668",
        "title":"Country Profiles, Sierra Leone."},
      {
        "id":"ED088685",
        "title":"An Investigation of the College General Biology Curriculum as an Integrated Part of the Preservice Training of Elementary Teachers."},
      {
        "id":"ED088686",
        "title":"IPI and the Affective Domain."},
      {
        "id":"ED088692",
        "title":"Space Among Us. Some Effects of Space Research on Society."},
      {
        "id":"ED088693",
        "title":"Quartermaster 1 and C, Rate Training Manual."},
      {
        "id":"ED088696",
        "title":"National Environmental Information Symposium: An Agenda for Progress. Papers and Reports, Volume 2."},
      {
        "id":"ED088698",
        "title":"Appendices to A Directory of Projects and Programs in Environmental Education for Elementary and Secondary Schools. Second Edition."},
      {
        "id":"ED088699",
        "title":"Marine Recreational Uses of Green Bay: A Survey of Human Behavior and Attitude Patterns of High School Juniors and Seniors."},
      {
        "id":"ED088700",
        "title":"Operant Principles Applied to the Acquisition and Generalization of Nonlittering Behavior in Children."},
      {
        "id":"ED088701",
        "title":"Census of Population and Housing: 1970. General Demographic Trends for Metropolitan Areas, 1960 to 1970. United States Summary. Final Report."},
      {
        "id":"ED088702",
        "title":"Research Reporting Sections, Annual Meeting of National Council of Teachers of Mathematics (52nd, Atlantic City, New Jersey, April 17-20, 1974)."},
      {
        "id":"ED088703",
        "title":"Mathematics Forum, Second Edition, August 1972."},
      {
        "id":"ED088704",
        "title":"Mathematics Forum, May 1973."},
      {
        "id":"ED088705",
        "title":"School Mathematics Study Group Newsletters [Curriculum Content, Development and Objectives]. Numbers 1-4-6-11-13-24-25-28-33-36-38."},
      {
        "id":"ED088706",
        "title":"School Mathematics Study Group Newsletters [Inservice, Research and Evaluation Efforts]. Numbers 2-3-5-10-12-15-19-30-35-39."},
      {
        "id":"ED088707",
        "title":"School Mathematics Study Group Newsletters [Publications and Supplementary Materials]. Numbers 7-8-9-14-16-17-18-20-21-22-23-26-27-29-31-32-34-37-40-41."},
      {
        "id":"ED088708",
        "title":"Investigations in Mathematics Education, Volume 6 Number 4."},
      {
        "id":"ED088712",
        "title":"Using a Potential Method of Maintaining the Basic Skills of Arithmetic Through the Summer Months to Reduce the Review Time in the Fall."},
      {
        "id":"ED088713",
        "title":"Mathematics 10th Year. Curriculum Bulletin, 1964-65 Series, Number 8."},
      {
        "id":"ED088714",
        "title":"The Effect on Mathematics Achievement of Programed Tutoring as a Method of Individualized, One-to-One Instruction."},
      {
        "id":"ED088715",
        "title":"Acquisition Processes for Mathematical Knowledge."},
      {
        "id":"ED088716",
        "title":"The Effect of Emphasizing Mathematical Structure in the Acquisition of Whole Number Computation Skills (Addition and Subtraction) By Seven- and Eight-Year Olds: A Clinical Investigation."},
      {
        "id":"ED088717",
        "title":"National Association for Research in Science Teaching 47th Annual meeting, Abstracts of Presented Papers."},
      {
        "id":"ED088718",
        "title":"Individualized Learning in \"Individualized Science.\""},
      {
        "id":"ED088720",
        "title":"Engineering and Technology Graduates, 1973."},
      {
        "id":"ED088722",
        "title":"Man and His Physical Environment: Teacher's Manual."},
      {
        "id":"ED088723",
        "title":"Education in Japan. A Graphic Presentation."},
      {
        "id":"ED088724",
        "title":"Teacher's Guide for \"Tightrope,\" a Simulation Game in Economics."},
      {
        "id":"ED088725",
        "title":"The World Forum."},
      {
        "id":"ED088726",
        "title":"Modular Curriculum: English/Social Studies. Literature Views an Era of American Growth, 1840-1920."},
      {
        "id":"ED088727",
        "title":"Paper Presented to Symposium on Federal Funding for Sociological Research: Prospects, Policies, Procedures."},
      {
        "id":"ED088728",
        "title":"Improving the Quality of Education: An Outline."},
      {
        "id":"ED088729",
        "title":"Outline -- Improving the Quality of Education."},
      {
        "id":"ED088730",
        "title":"Outline of Steps to be Covered in Analysis of Problems in Improving The Quality of Education."},
      {
        "id":"ED088731",
        "title":"A Critique of Radical Innovation as a Solution to Contemporary Problems of Education."},
      {
        "id":"ED088732",
        "title":"An Overview of Educational Problems."},
      {
        "id":"ED088733",
        "title":"Towards the Practice of Program Development."},
      {
        "id":"ED088734",
        "title":"National Humanities Faculty. Annual Report. 1972-1973."},
      {
        "id":"ED088735",
        "title":"From Grading and Freedom of Choice to Ranking and Segregation in an American High School."},
      {
        "id":"ED088736",
        "title":"Schools Council Project Profiles and Index. Second Edition. Project News. Numbers 1 through 5."},
      {
        "id":"ED088737",
        "title":"The Content of Undergraduate Education in Population Studies."},
      {
        "id":"ED088739",
        "title":"The Status of Civics in the Arkansas Public Secondary Schools."},
      {
        "id":"ED088740",
        "title":"An Interdisciplinary Course on the Significance of Science."},
      {
        "id":"ED088741",
        "title":"Art and the Contemporary Scene. Art Education: 6677.11."},
      {
        "id":"ED088742",
        "title":"A Program to Improve Social Studies Instruction in the Ottumwa Community Schools. Surveys, Grades 3-12, Measurement Instruments, Project #1009."},
      {
        "id":"ED088743",
        "title":"Roman Holiday. Orientation to the Humanities (Latin), Part 2: 7500.02."},
      {
        "id":"ED088744",
        "title":"Schools, Animals, and Kids. Orientation to the Humanities (Latin), Part 3: 7500.03."},
      {
        "id":"ED088745",
        "title":"Curriculum Guide for Art Education in the Senior High School."},
      {
        "id":"ED088746",
        "title":"Palestine Refugees Today. Human Rights Day: Twenty-Fifth Anniversary. Newsletter Number 76."},
      {
        "id":"ED088747",
        "title":"Report of the International Bureau of Education on Its Activities."},
      {
        "id":"ED088748",
        "title":"Use and Misuse of Industry Sponsored Materials."},
      {
        "id":"ED088749",
        "title":"The National Assessment Model."},
      {
        "id":"ED088750",
        "title":"Use of the Model at the State and Local Levels."},
      {
        "id":"ED088752",
        "title":"Social Studies Handbook, First Grade."},
      {
        "id":"ED088753",
        "title":"Social Studies Human Behavior Studies Program, K-6 (Part One of a Two Part Series)."},
      {
        "id":"ED088754",
        "title":"Social Studies Handbook, Kindergarten."},
      {
        "id":"ED088755",
        "title":"How to Use Simulations. How to Do It Series, Number 26."},
      {
        "id":"ED088756",
        "title":"How to Study Political Participation. How to Do It Series, Number 27."},
      {
        "id":"ED088757",
        "title":"A Course of Study in Psychology for Grades Eleven and Twelve."},
      {
        "id":"ED088758",
        "title":"Education Sector Planning for Development of Nation-Wide Learning Systems. OLC Paper Number 2."},
      {
        "id":"ED088759",
        "title":"Social Science Curriculum Guide."},
      {
        "id":"ED088761",
        "title":"Community Schools: Education for Change."},
      {
        "id":"ED088763",
        "title":"Selected Bibliography of American History through Biography."},
      {
        "id":"ED088764",
        "title":"Perspectives in Social Studies: A Series of Seven Television Programs for the Middle and Secondary School Levels."},
      {
        "id":"ED088767",
        "title":"Comparative Rural Landscapes: A Conceptual Geographic Model."},
      {
        "id":"ED088768",
        "title":"A Polydisciplinary Approach for the General Study Area of Higher Education. Monograph 1973."},
      {
        "id":"ED088769",
        "title":"The Effects of Experimental Government Units on Students' Feelings of Political Efficacy, Political Cynicism and Political Knowledge: A Tri-Ethnic Study."},
      {
        "id":"ED088770",
        "title":"Futures Conditional, A Participation Trendletter to Create a More Human Future, Volume 1, Number 8."},
      {
        "id":"ED088771",
        "title":"Regional Curriculum Workshop. Final Workshop Report."},
      {
        "id":"ED088772",
        "title":"Determining Educational Priorities in the 70's."},
      {
        "id":"ED088773",
        "title":"Some Reservations about the Application of Technology to Increase Productivity in Education."},
      {
        "id":"ED088774",
        "title":"Experiences in Developing a Competency-Based Teacher Education Program for Social Studies."},
      {
        "id":"ED088775",
        "title":"Colorado Environmental Education Master Plan. Supplement to the Colorado Interim Master Plan for Environmental Education."},
      {
        "id":"ED088776",
        "title":"The Middle East."},
      {
        "id":"ED088777",
        "title":"Stable Rules: Science and Social Transmission. Studies in the Learning Sciences."},
      {
        "id":"ED088778",
        "title":"Social Studies Curriculum Survey."},
      {
        "id":"ED088779",
        "title":"Social Studies Education, Kindergarten--Grade 12."},
      {
        "id":"ED088780",
        "title":"The Social Studies Curriculum in Virginia's Public Schools."},
      {
        "id":"ED088781",
        "title":"[Pre-school Education.] Information Bulletin."},
      {
        "id":"ED088782",
        "title":"About the Finnish Educational System. Information Bulletin."},
      {
        "id":"ED088783",
        "title":"About Educational Innovations in the Senior Secondary Schools (Gymnasiums). Information Bulletin."},
      {
        "id":"ED088785",
        "title":"Population and Human Rights, Education and Information."},
      {
        "id":"ED088786",
        "title":"Population Policy in World Population Year: Two Roads Diverging in a Narrow World. Proceedings of the International Youth Seminar: Role of Rich Nations in Population Year."},
      {
        "id":"ED088787",
        "title":"Historical Sources for Use in Schools. Occasional Paper #74-2."},
      {
        "id":"ED088788",
        "title":"Understanding Culture: Guidelines and Techniques for Training. Trends, Volume 3, Number 2."},
      {
        "id":"ED088789",
        "title":"The American Labor Movement in Modern History and Government Textbooks."},
      {
        "id":"ED088790",
        "title":"Opportunities for Youth: Culture Design for an Unknown Culture."},
      {
        "id":"ED088791",
        "title":"Evaluation of the Transcultural Seminar on Tradition and Change, on Values in the Twentieth Century."},
      {
        "id":"ED088792",
        "title":"A Study of a Training in Helping Relationships Experience for Cooperating Secondary School Teachers and Its Effects Upon Selected Perceptions of the Teachers and Their Student Teachers."},
      {
        "id":"ED088794",
        "title":"The Division of Teacher Education, School of Education."},
      {
        "id":"ED088795",
        "title":"Distinguished Cooperating Teacher Program."},
      {
        "id":"ED088796",
        "title":"Methods for Managing Practice-Oriented Research and Development."},
      {
        "id":"ED088797",
        "title":"Program Proposal for Improving the Quality of Educational Experiences."},
      {
        "id":"ED088798",
        "title":"A Comparison of R&amp;D Systems in Agriculture, Education, and Health."},
      {
        "id":"ED088799",
        "title":"Cost Models for Educational R&amp;D Projects."},
      {
        "id":"ED088800",
        "title":"A History of Educational Research in the United States."},
      {
        "id":"ED088801",
        "title":"Some Priorities for Research and Development in Teacher Education (A Planning Report for the National Institute of Education)."},
      {
        "id":"ED088802",
        "title":"Final Report of Research Priorities for Fundable Projects of the National Institute for Education."},
      {
        "id":"ED088803",
        "title":"Issues Related to the Transfer of the R&amp;D Center and Educational Laboratory Programs to the National Institute of Education."},
      {
        "id":"ED088804",
        "title":"National Education Association Meeting Paper. (Draft)."},
      {
        "id":"ED088806",
        "title":"Its Wisdom and Its Folly. [Competency-Based Teacher Education]."},
      {
        "id":"ED088807",
        "title":"Discovery Teaching and Increased Student Motivation."},
      {
        "id":"ED088808",
        "title":"A New Emphasis on Affective Training."},
      {
        "id":"ED088809",
        "title":"A Follow-Up Study of 1967-1972 Division of Education Graduates of Indiana University at South Bend."},
      {
        "id":"ED088810",
        "title":"Effects of Organization Development Training for Teachers on Teacher Effectiveness and Teacher-Student Relationships."},
      {
        "id":"ED088811",
        "title":"Design for Effective Staff Development."},
      {
        "id":"ED088812",
        "title":"Role Expectations of the College Supervisor of Elementary Student Teachers in the State of Georgia."},
      {
        "id":"ED088813",
        "title":"The Effect of Organizational Development on Teachers' Perceptions of Working Environment."},
      {
        "id":"ED088814",
        "title":"Partners in Urban Education: Working as an Aide in an Inner-City School."},
      {
        "id":"ED088815",
        "title":"A Prevention-Intervention Model for Students' Learning and Behavior Problems. Final Report of Subcontracted Services for Planning, Program Consultation, Teacher Training, and Research and Evaluation."},
      {
        "id":"ED088816",
        "title":"Information Bulletin. Symposium on Research and Reform in Teacher Education, Bristol (England), April 8-13, 1973."},
      {
        "id":"ED088817",
        "title":"Benefits Accruing for the Teaching Profession Via University - Public School Partnership."},
      {
        "id":"ED088818",
        "title":"Citizen Participation in Education: Annotated Bibliography."},
      {
        "id":"ED088819",
        "title":"The Unique Variables of the Lansing Teacher Corps."},
      {
        "id":"ED088820",
        "title":"The Futility of Educational Research in Curriculum Development."},
      {
        "id":"ED088821",
        "title":"Alternatives in Teacher Education."},
      {
        "id":"ED088822",
        "title":"The Nature of the Work in the Organization of Schools: Toward a Phenomenology of the Teaching Task."},
      {
        "id":"ED088823",
        "title":"A Report on the Analysis of Student Teacher Evaluation Forms Used in New York State."},
      {
        "id":"ED088824",
        "title":"Student Teaching Centers: A Pilot Project. Report Number 3."},
      {
        "id":"ED088825",
        "title":"Proceedings of the Annual State Conference on Educational Research, &quot;Better Instruction Through Better Evaluation&quot; (25th, Los Angeles, November 29-30, 1973)."},
      {
        "id":"ED088826",
        "title":"An Investigation into the Relationship of Student Teacher's Perceived Problems to Those of Supervising Teachers."},
      {
        "id":"ED088827",
        "title":"Labelling of Students by Prospective Teachers."},
      {
        "id":"ED088828",
        "title":"Competency-Based Instruction--Is It Worth It?"},
      {
        "id":"ED088829",
        "title":"The Effects of Training Student Teachers in Self-Analysis of Nonverbal Response Patterns."},
      {
        "id":"ED088830",
        "title":"The Effectiveness of Feedback for Changing Student Teachers' Humanistic Behavior."},
      {
        "id":"ED088831",
        "title":"Social Needs and Teacher Training: A Historical Survey."},
      {
        "id":"ED088832",
        "title":"The Effects of Competency-Based Teacher Education on Student Teaching."},
      {
        "id":"ED088833",
        "title":"Teacher Class-Expectations, Instructional Behaviors, and Pupil Achievement."},
      {
        "id":"ED088834",
        "title":"Training Teachers Through \"Behavioral Self-Observation.\""},
      {
        "id":"ED088835",
        "title":"The Effects of Two Microteaching Variations: Written Versus Videotape Modeling and Audiotape Versus Videotape Feedback."},
      {
        "id":"ED088836",
        "title":"Analysis of the Educational Personnel System: IV. Teacher Turnover."},
      {
        "id":"ED088837",
        "title":"An Effective Parent Paraprofessional."},
      {
        "id":"ED088838",
        "title":"Teaching as a \"Central Life Interest\" of Metropolitan Secondary Teachers."},
      {
        "id":"ED088839",
        "title":"Compilation of Competency Statements for School Administrators as Derived from Literature. Research Report No. 1."},
      {
        "id":"ED088840",
        "title":"Prototype for Change: A Teacher Education Program."},
      {
        "id":"ED088841",
        "title":"Conditions for Improving Teacher Evaluation."},
      {
        "id":"ED088842",
        "title":"Teacher/Counselor Certification and the Felony Conviction: A Survey of Selected Practices."},
      {
        "id":"ED088843",
        "title":"A Survey of Protocol Materials Evaluation."},
      {
        "id":"ED088844",
        "title":"Indicators and Measures of Teacher Effectiveness: A Review of the Research."},
      {
        "id":"ED088845",
        "title":"An Alternate Instructional and Attitudinal Strategy for Consideration."},
      {
        "id":"ED088846",
        "title":"Supply and Demand Conditions for Teachers and Implications for Federal Programs. Report to the Congress by the Controller General of the United States."},
      {
        "id":"ED088847",
        "title":"The Role of the Arts and Sciences in Planning Teacher Education Programs."},
      {
        "id":"ED088848",
        "title":"Theories of Teacher Mobility."},
      {
        "id":"ED088849",
        "title":"Teachers and Behavioral Objectives."},
      {
        "id":"ED088850",
        "title":"Teachers and Behavior Modification."},
      {
        "id":"ED088851",
        "title":"Teachers and Operant Conditioning."},
      {
        "id":"ED088852",
        "title":"An Assessment System Utilizing Teacher Competencies for Differentiated Staffing."},
      {
        "id":"ED088853",
        "title":"Interactive Computer Simulations - A New Component to Teacher Education."},
      {
        "id":"ED088854",
        "title":"Interaction Analysis and Inservice Training."},
      {
        "id":"ED088855",
        "title":"Interaction Analysis: A Technique for Quantifying Teacher Influence."},
      {
        "id":"ED088856",
        "title":"The Assessment of Proper Control and Suitable Learning Environment. Teacher Education Division Publication Series. Report A72-21."},
      {
        "id":"ED088857",
        "title":"Knowledge About Teacher Effectiveness. Teacher Education Publication Series. Report A73-17."},
      {
        "id":"ED088858",
        "title":"Basic Teaching Skills Derived from a Model of Speaking and Listening. Teacher Education Division Publication Series. Report A72-19."},
      {
        "id":"ED088859",
        "title":"Student Teaching Casts Doubts About Individualizing Instruction."},
      {
        "id":"ED088860",
        "title":"Design of a Personnel and Training Information System for Educational R&D Personnel. Educational RDD&E Personnel and Training Abstracts."},
      {
        "id":"ED088861",
        "title":"Planning and In-Service Education."},
      {
        "id":"ED088862",
        "title":"The City College Workshop Center for Open Education."},
      {
        "id":"ED088863",
        "title":"Implementation of CBTE--Viewed as a Development Process."},
      {
        "id":"ED088864",
        "title":"Teacher Education for the Intermediate School Staff."},
      {
        "id":"ED088865",
        "title":"Education for Early Childhood Consultation."},
      {
        "id":"ED088867",
        "title":"Proceedings of the Symposium on Education Research and Development (Washington, D.C., December 11-12, 1972)."},
      {
        "id":"ED088868",
        "title":"The Place and Impact of Modules in a Teacher Education Program."},
      {
        "id":"ED088869",
        "title":"Graduate Training Program for Research Methodologists. Final Report."},
      {
        "id":"ED088870",
        "title":"Sharing Educational Success. A Handbook for the Validation of Educational Practices."},
      {
        "id":"ED088871",
        "title":"Attitude Change after Behavioral Training."},
      {
        "id":"ED088872",
        "title":"An Evaluation of the Washington, D.C. Urban Staff Development Laboratory."},
      {
        "id":"ED088873",
        "title":"An Alternative Curriculum Model for Urban Education and Community Affairs Programs in Higher Education. Working Paper No. 103."},
      {
        "id":"ED088874",
        "title":"Western Kentucky University Teacher Preparation Evaluation System. Case Study."},
      {
        "id":"ED088875",
        "title":"Development of a Base for the Re-evaluation of the Professional Segment of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part I: Introduction to the Problem."},
      {
        "id":"ED088876",
        "title":"Development of a Base for the Re-evaluation of the Professional Segments of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part II: Frequency and Importance of Their Professional Tasks as Reported by Wisconsin Junior High School Industrial Arts Teachers."},
      {
        "id":"ED088877",
        "title":"Development of a Base for the Re-evaluation of the Professional Segment of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part III: Frequency and Importance of Their Professional Tasks as Reported by Wisconsin Junior-Senior High School Industrial Arts Teachers."},
      {
        "id":"ED088878",
        "title":"Development of a Base for the Re-evaluation of the Professional Segment of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part IV: Frequency and Importance of Their Professional Tasks as Reported by Wisconsin Senior High School Industrial Education Teachers."},
      {
        "id":"ED088879",
        "title":"Development of a Base for the Re-evaluation of the Professional Segment of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part V: Frequency and Importance of Their Professional Tasks as Reported by Wisconsin Capstone Industrial Education Teachers."},
      {
        "id":"ED088880",
        "title":"Development of a Base for the Re-evaluation of the Professional Segment of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part VI: Frequency and Importance of Their Professional Tasks as Reported by All Wisconsin Secondary School Industrial Education Teachers."},
      {
        "id":"ED088881",
        "title":"Development of a Base for the Re-evaluation of the Professional Segment of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part VII: Significant Differences Between Selected Wisconsin Industrial Education Teacher Groups with Respect to (1) Frequency and (2) Importance of Their Professional Tasks."},
      {
        "id":"ED088882",
        "title":"Development of a Base for the Re-evaluation of the Professional Segment of the Master of Science Degree Program in Industrial Education at the University of Wisconsin-Stout. Part VIII: Importance of Industrial Education Teacher's Professional Tasks as Seen by a Jury of Selected Leaders in Education."},
      {
        "id":"ED088883",
        "title":"Techniques for Instructional Design."},
      {
        "id":"ED088884",
        "title":"Behavior Modification and Transfer in an Out-of-Control Classroom. Monograph Number 5."},
      {
        "id":"ED088885",
        "title":"Self-Perceptions as Affective Dimensions of Student Teaching."},
      {
        "id":"ED088886",
        "title":"Teacher Turnover in Public Schools: Fall 1968 to Fall 1969."},
      {
        "id":"ED088887",
        "title":"Student Teachers - Supervising Teachers: A Study in Personality."},
      {
        "id":"ED088888",
        "title":"A Report on the Baltimore City Public Schools' Workshop for Teachers of Disadvantaged Vocational Students, Summer, 1973."},
      {
        "id":"ED088889",
        "title":"Competency Based Instruction for Teacher Preparation in Developing Countries."},
      {
        "id":"ED088890",
        "title":"Teacher Self-Improvement through Teacher Training Products: An Experimental Course. Research and Development Memorandum No. 119."},
      {
        "id":"ED088891",
        "title":"A Bibliography on Drug Abuse and Drug Education."},
      {
        "id":"ED088892",
        "title":"Teacher Self-Concept and Student Self-Concept."},
      {
        "id":"ED088893",
        "title":"A Preliminary Report on the Objectives, Goals, and Missions of the School of Education, Indiana University for the Period 1973-1978."},
      {
        "id":"ED088894",
        "title":"The Impact of Field Experiences on the Competencies and Attitudes of Prospective Social Studies Teachers."},
      {
        "id":"ED088895",
        "title":"Academic Standards for Admission to Programs Preparing Teachers of Low-Income Students."},
      {
        "id":"ED088896",
        "title":"An Overview of Alternative Education: Implications for a Teacher Center Model."},
      {
        "id":"ED088897",
        "title":"A Critique of the Rite of Passage Review of Laboratory and Center Programs Prepared for the Mid Course Assessment."},
      {
        "id":"ED088898",
        "title":"Problems of Measurement and the NIE Program."},
      {
        "id":"ED088900",
        "title":"Racine Feedback and Diagnostic System."},
      {
        "id":"ED088901",
        "title":"Evaluation of Psychological Measures Used in the Health Examination Survey of Children Ages 6-11."},
      {
        "id":"ED088902",
        "title":"A Study of the Achievement Test Used in the Health Examination Survey of Persons Aged 6-17 Years."},
      {
        "id":"ED088903",
        "title":"A Practical Guide for Evaluation."},
      {
        "id":"ED088904",
        "title":"The SAT Prediction of Grades for Mexican-American Versus Anglo-American Students at the University of California, Riverside."},
      {
        "id":"ED088905",
        "title":"Community Considerations in the Evaluation of a Children's Residential Treatment Center."},
      {
        "id":"ED088906",
        "title":"Handbook of Evaluation Instruments for Preparing Educational Personnel for the Handicapped."},
      {
        "id":"ED088907",
        "title":"An Evaluation of Computerized Report Cards in Vancouver Secondary Schools."},
      {
        "id":"ED088908",
        "title":"Evaluation of Projects in Vancouver Schools Funded By the Local Initiatives Program."},
      {
        "id":"ED088910",
        "title":"An Evaluation of the English Enrichment Program (11E) for English Second-Language at Templeton Secondary School."},
      {
        "id":"ED088911",
        "title":"An Evaluation of the DISTAR Language I Program at Seymour Elementary School."},
      {
        "id":"ED088913",
        "title":"The Computer Programmer Aptitude Battery: A Field Trial."},
      {
        "id":"ED088914",
        "title":"Year Two of a Three-Year Evaluation of University Hill Secondary School."},
      {
        "id":"ED088915",
        "title":"Computer-Assisted Instruction in Arithmetic at South Hill Elementary School."},
      {
        "id":"ED088916",
        "title":"Evaluation of the Punjabi-English Class at the Moberly Primary Annex for the 1972-73 School Year."},
      {
        "id":"ED088917",
        "title":"An Evaluation of the Experimental Anthropology Program at Magee Secondary School During the Spring Semester of 1973."},
      {
        "id":"ED088918",
        "title":"An Evaluation of the Communications Program for English Second-Language Students at Britannia Secondary School."},
      {
        "id":"ED088919",
        "title":"The Evaluation of Computer-Based Instruction in Vancouver Secondary Schools."},
      {
        "id":"ED088920",
        "title":"An Evaluation of the Computer Science 11E Course Offered During the Spring Semester of 1973."},
      {
        "id":"ED088921",
        "title":"Evaluation of the Involvement of a Police Officer in Schools of the Killarney District."},
      {
        "id":"ED088923",
        "title":"Test Collection Bulletin, Vol. 8, No. 1."},
      {
        "id":"ED088924",
        "title":"The Administrative Experiment: A Special Case of Field Testing or Evaluation."},
      {
        "id":"ED088925",
        "title":"Educational Quality Assessment in Pennsylvania--The First Six Years."},
      {
        "id":"ED088926",
        "title":"Drug Abuse Research Instrument Inventory. Fourth Edition and Supplement."},
      {
        "id":"ED088927",
        "title":"Priorities and Directions for Research and Development Related to Measurement of Young Children: Report on Task 2."},
      {
        "id":"ED088928",
        "title":"A Computer Software System for Adaptive Ability Measurement."},
      {
        "id":"ED088929",
        "title":"Understanding \"Fan-Spread\" in Achievement Measures."},
      {
        "id":"ED088930",
        "title":"Initial Returns on Mail Questionnaires: A Literature Review and Research Note."},
      {
        "id":"ED088931",
        "title":"An Individually Administered Test To Assess Level of Attainment and Use of the Concept Equilateral Triangle."},
      {
        "id":"ED088932",
        "title":"Observations and Recommendations on the Puerto Rican Version of the Wechsler Intelligence Scale for Children."},
      {
        "id":"ED088933",
        "title":"Parental Viewpoints of Goals in Secondary Education: The Methodological Procedures."},
      {
        "id":"ED088934",
        "title":"Evaluation of the Educational Effectiveness of PLATO and TICCIT."},
      {
        "id":"ED088935",
        "title":"Making Standardized Tests Work For Your IGE School."},
      {
        "id":"ED088938",
        "title":"A Compilation of Existing Motion Picture Tests."},
      {
        "id":"ED088939",
        "title":"Typewriting Competency Tests. September 1973. Levels I-V."},
      {
        "id":"ED088941",
        "title":"Cognitive Results Based on Different Ages of Entry to School: A Comparative Study."},
      {
        "id":"ED088942",
        "title":"A Decade with the Course Attitude Questionnaire: A Factorial Study."},
      {
        "id":"ED088943",
        "title":"Implications of The Model for Instructional Design."},
      {
        "id":"ED088944",
        "title":"Proceedings of the Annual State Conference on Educational Research (24th Burlingame, California, November, 1972)--\"Evaluation--Try It, You'll Like It!\""},
      {
        "id":"ED088945",
        "title":"An Experimental Validation of Seven Programmed Instructional Booklets for a Course on Drugs."},
      {
        "id":"ED088946",
        "title":"Development of an Inservice Model Based on Program Evaluation."},
      {
        "id":"ED088947",
        "title":"The National Teacher Examination as an Instrument of Prediction of Teacher Success."},
      {
        "id":"ED088948",
        "title":"Outcome Measures of Health Programs: What and How?"},
      {
        "id":"ED088949",
        "title":"The Behavioral Effects Of Subproblems And Symmetries In The Tower-Of-Hanoi Problem."},
      {
        "id":"ED088950",
        "title":"An Empirical Investigation of the Effects of Heterogeneous Regression Slopes in Analysis of Covariance."},
      {
        "id":"ED088951",
        "title":"Conjoint Measurement Analysis of Additive and Linear Additive Composition Models of Administrative Decision Making Among Multi-Attribute Alternatives."},
      {
        "id":"ED088952",
        "title":"[Procedures for Testing Differences Between Means in the Presence of Unequal N's and Variances]."},
      {
        "id":"ED088953",
        "title":"Improving Reliability And Validity Of Multiple-Choice Tests With An Answer-Until-Correct Procedure."},
      {
        "id":"ED088954",
        "title":"A Formative Approach To Student Evaluation Of Instruction."},
      {
        "id":"ED088955",
        "title":"Evaluation Of A Variety Of Television Lessons Formats For Potential Adult Learners In An Open Learning System."},
      {
        "id":"ED088956",
        "title":"A Comparison Of Instructor-Paced And Self-Paced Groups In A Criterion-Referenced, Multi-Media Educational Psychology Course."},
      {
        "id":"ED088957",
        "title":"Regression Computer Programs for Setwise Regression and Three Related Analysis of Variance Techniques."},
      {
        "id":"ED088958",
        "title":"An Attempt To Measure Pre-Service Teacher Attitude Utilizing An Empathy Towards Poverty Scale."},
      {
        "id":"ED088960",
        "title":"An Evaluation Of The Locally-Developed Course Television Production 11E At Eric Hamber Secondary School."},
      {
        "id":"ED088962",
        "title":"An Evaluation Of Family Life Education At David Thompson Secondary School."},
      {
        "id":"ED088964",
        "title":"A Within Cultural Comparison: Intelligence, Family Size and Socioeconomic Status."},
      {
        "id":"ED088965",
        "title":"An Instructional Program Designed for Children From Birth Through Seventh Grade: Ed. S. Cook Elementary School, 1972-73. Research and Development Report, Volume 7, Number 16, October, 1973."},
      {
        "id":"ED088966",
        "title":"Use of a Diagnostic Instrument to Gauge Pupil Growth: W.J. Scott Elementary School, 1972-73. Research and Development Report, Volume 7, Number 13, October, 1973."},
      {
        "id":"ED088967",
        "title":"Incorporation of a Compensatory Reading Program Into Open Cluster Classrooms: Alfred Blalok Elementary School, 1972-73. Research and Development Report, Volume 7, Number 19, November, 1973."},
      {
        "id":"ED088968",
        "title":"A Concern for Academic and Social Growth: H.R. Butler Elementary School, 1972-73. Research and Development Report, Volume 7, Number 22, November 1973."},
      {
        "id":"ED088969",
        "title":"The Relationship Between Child and Teacher Evaluations of Self Esteem and Adjustment in Fourth and Sixth Grade Children."},
      {
        "id":"ED088971",
        "title":"A Culturally-Based Education System for the Disadvantaged. Final Report."},
      {
        "id":"ED088973",
        "title":"Pygmalion in the Classroom: An Experimental Investigation of the Characteristics of Children on Teacher Expectancy."},
      {
        "id":"ED088974",
        "title":"The New York State Annual Evaluation Report for 1968-69 Fiscal Year. Elementary and Secondary Education Act of 1965--Title I."},
      {
        "id":"ED088981",
        "title":"The Relation of School Achievement to Differences in the Backgrounds of Children."},
      {
        "id":"ED088982",
        "title":"Effects of School on Learning: The IEA Findings."},
      {
        "id":"ED088983",
        "title":"Health and Nutritional Status of Working and Non-Working Mothers in Poverty Groups."},
      {
        "id":"ED088984",
        "title":"Proceedings of the Conference on Ecological and Cultural Factors Related to Emotional Disturbances in Puerto Rican Children and Youth, Barranquitas, Puerto Rico, December 8-10, 1971."},
      {
        "id":"ED088985",
        "title":"The Black Suburbanite and His Schools. An Interim Report on a Study of the Impact of Black Suburbanization on the School System."},
      {
        "id":"ED088986",
        "title":"Relative Potency of Teacher Attitudes Toward Black and Retarded Children."},
      {
        "id":"ED088987",
        "title":"Use of the &quot;Peer-Prepared&quot; Method of Producing Dialect Readers for Blacks."},
      {
        "id":"ED088988",
        "title":"Summary of the Proceedings of the International Advisory Committee for Out-of-School Education (4th, Paris, May 15-18, 1973)."},
      {
        "id":"ED088989",
        "title":"Interdisciplinary Symposium on Life-Long Education (UNESCO House, Paris, September 25-October 2, 1972)."},
      {
        "id":"ED088990",
        "title":"Publishing Magazines: To Meet Reader Needs and Interests."},
      {
        "id":"ED088991",
        "title":"Effectiveness Evaluation Data for Major City Secondary Education Systems in the United States; Volume IV: Survey of Class of &apos;70 Graduates Vocational Programs."},
      {
        "id":"ED088992",
        "title":"Approaches to the Logical Validation of Career Development Curricula Paradigms."},
      {
        "id":"ED088993",
        "title":"Critical Issues in Career Education."},
      {
        "id":"ED088994",
        "title":"A Coordinated Instruction Employment Counseling System Focusing on Student Adjustment to Work. Final Report."},
      {
        "id":"ED088998",
        "title":"Geometry; Curriculum Guide."},
      {
        "id":"ED088999",
        "title":"Mexican American Studies: Curriculum Guide."},
      {
        "id":"ED089000",
        "title":"Careers (Coloring Book)."},
      {
        "id":"ED089001",
        "title":"Guide Notes on the Implementation of Recommendation 1: Training of Craft Apprentices."},
      {
        "id":"ED089002",
        "title":"DOVEM: Delaware's Occupational--Vocational Educational Model. An Experiment in Career Education."},
      {
        "id":"ED089003",
        "title":"Teacher's Manual for the Career Development Curriculum Guides, 7th and 8th Grades."},
      {
        "id":"ED089004",
        "title":"Consumer and Homemaking: Grade 7. Cluster I."},
      {
        "id":"ED089005",
        "title":"Communications and Media: Grade 7. Cluster II."},
      {
        "id":"ED089006",
        "title":"Fine Arts and Humanities: Grade 7. Cluster III."},
      {
        "id":"ED089007",
        "title":"Construction and Environment: Grade 7. Cluster IV."},
      {
        "id":"ED089008",
        "title":"Agri-Business, Natural Resources, Marine Science; Grade 7. Cluster V."},
      {
        "id":"ED089009",
        "title":"Public Service Occupations: Grade 8. Cluster I"},
      {
        "id":"ED089010",
        "title":"Health Occupations: Grade 8. Cluster II."},
      {
        "id":"ED089011",
        "title":"Manufacturing, Marketing and Distribution, Business and Office Occupations: Grade 8. Cluster III."},
      {
        "id":"ED089012",
        "title":"Transportation: Grade 8. Cluster IV."},
      {
        "id":"ED089013",
        "title":"Hospitality, Recreation, and Personal Service Occupations: Grade 8. Cluster V."},
      {
        "id":"ED089014",
        "title":"Vocational Cosmetology: An Integrated Secondary-Post Secondary Curriculum Guide (Tentative)."},
      {
        "id":"ED089015",
        "title":"Project Open Door to the World of Work. Career Resource Guide."},
      {
        "id":"ED089016",
        "title":"Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED089017",
        "title":"Working Together: KCTS-TV Channel 9 Temporary Guide, Grades 1-2."},
      {
        "id":"ED089018",
        "title":"Basic Coordinator's Guide for Diversified Occupations Program."},
      {
        "id":"ED089019",
        "title":"Millwork and Cabinetmaking: Apprentice-Related Training, Instructor's Manual. First, Second, Third, and Fourth Years of a Four-Year Series, in Four Volumes."},
      {
        "id":"ED089020",
        "title":"Training Course for Nursing Aides and Orderlies (Nursing Assistants or Hospital Attendants). Revised August, 1972."},
      {
        "id":"ED089021",
        "title":"Cost Analysis of Selected Educational Programs."},
      {
        "id":"ED089022",
        "title":"Short Course in Highway Lighting."},
      {
        "id":"ED089023",
        "title":"Guide for Industrial Arts in South Carolina Schools."},
      {
        "id":"ED089024",
        "title":"A Guidance Paradigm for Disadvantaged High School Students."},
      {
        "id":"ED089025",
        "title":"Distributive Education: Secondary, Course Outline. Revised 1972."},
      {
        "id":"ED089026",
        "title":"Carpentry: Apprentice Related Training. Instructor's Manual. First, Second, Third, Fourth Years of a Four-Year Series in Four Volumes."},
      {
        "id":"ED089027",
        "title":"The Story of the Plastics Industry."},
      {
        "id":"ED089028",
        "title":"Community Involvement Guide."},
      {
        "id":"ED089029",
        "title":"American Government: Curriculum Guide."},
      {
        "id":"ED089030",
        "title":"Latin American Studies: Curriculum Guide."},
      {
        "id":"ED089031",
        "title":"Advanced Texas Studies: Curriculum Guide."},
      {
        "id":"ED089032",
        "title":"Ninth Grade English: Curriculum Guide."},
      {
        "id":"ED089033",
        "title":"World History Studies: Curriculum Guide."},
      {
        "id":"ED089034",
        "title":"Fundamentals of Mathematics I and II: Curriculum Guide."},
      {
        "id":"ED089036",
        "title":"Chemistry: Curriculum Guide."},
      {
        "id":"ED089037",
        "title":"Earth and Life Science: Eighth Grade. Curriculum Guide."},
      {
        "id":"ED089038",
        "title":"American History (1865 to Present): Curriculum Guide."},
      {
        "id":"ED089039",
        "title":"Eighth Grade English: Curriculum Guide."},
      {
        "id":"ED089040",
        "title":"Trigonometry and Analytic Geometry: Curriculum Guide."},
      {
        "id":"ED089041",
        "title":"Biology II: Curriculum Guide."},
      {
        "id":"ED089042",
        "title":"Sociology: Curriculum Guide."},
      {
        "id":"ED089043",
        "title":"Physics I: Curriculum Guide."},
      {
        "id":"ED089062",
        "title":"Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED089063",
        "title":"Youth Guidance Systems. 1971-1972 Project Final Report."},
      {
        "id":"ED089064",
        "title":"Youth Guidance Systems. Implementation Report. A Proposed Model Program for Use in American Secondary Schools."},
      {
        "id":"ED089067",
        "title":"Final Report of Career Guidance Institute."},
      {
        "id":"ED089068",
        "title":"Developing Career Education. Report #1: Final Report."},
      {
        "id":"ED089069",
        "title":"Developing Career Education. Report #2: Exploration Through Technology."},
      {
        "id":"ED089070",
        "title":"Developing Career Education. Report #3: Career Education in a Rural Setting, A Pre and Post Test Approach."},
      {
        "id":"ED089071",
        "title":"Project Career Exploration 7-10. Research and Development in Career Education. Final Report."},
      {
        "id":"ED089072",
        "title":"Vocational Opportunities Integrated in Current Education. Final Report."},
      {
        "id":"ED089073",
        "title":"Redirecting Guidance and Counseling: A Top Priority for Career Education."},
      {
        "id":"ED089074",
        "title":"Education for Business and Administration: A Study of Developing Prospects in Commercial Education in Western Europe."},
      {
        "id":"ED089075",
        "title":"Survey of Hospitals and Manufacturers of Biomedical Instrumentation Concerning Variables Related to the Development and Implementation of a Bio-Med Instrumentation Technologist Curriculum."},
      {
        "id":"ED089076",
        "title":"Use of Instructional Television in Adult Education: A Review of Some Recent Developments."},
      {
        "id":"ED089077",
        "title":"Retention of Flying Skills and Refresher Training Requirements: Effects of Nonflying and Proficiency Flying."},
      {
        "id":"ED089078",
        "title":"Personnel Evaluation in Vocational and Technical Education."},
      {
        "id":"ED089079",
        "title":"Career Awareness Education: Social Studies, Grades 1-2, 3-5."},
      {
        "id":"ED089080",
        "title":"Media Resources: Career Education."},
      {
        "id":"ED089081",
        "title":"Handbook for Implementation of Career Education in the Middle School."},
      {
        "id":"ED089082",
        "title":"High School Occupational Guidance and Counseling Procedures Guide for Career Education Project."},
      {
        "id":"ED089083",
        "title":"Placement Component Procedures."},
      {
        "id":"ED089084",
        "title":"Two Year Environmental Science Technology; Proposed Curriculum."},
      {
        "id":"ED089085",
        "title":"Introduction to Employment Service Testing. Employment Office Training Program, Unit 41, Part A, Instructor's Guide."},
      {
        "id":"ED089086",
        "title":"Ground Instructor Written Test Guide--Basic-Advanced. Revised 1972."},
      {
        "id":"ED089087",
        "title":"Teacher's Guide: Career Awareness, Grades 1-6."},
      {
        "id":"ED089088",
        "title":"Career Education Planning for the 1970s and 1980s. Planning Report Number I."},
      {
        "id":"ED089089",
        "title":"Long-Run Impact of the Thirty Cent Revision in Ontario's Minimum Wage on Five Industries."},
      {
        "id":"ED089090",
        "title":"Ball State University Teacher Education Program on Aging. Interim Report."},
      {
        "id":"ED089091",
        "title":"MOBRAL--Seminario Interamericano de Educacion de Adultos (MOBRAL--Interamerican Seminar on Adult Education). Final Report."},
      {
        "id":"ED089092",
        "title":"Directory of Libraries and Information Centres in the Field of Literacy. 1973 Edition."},
      {
        "id":"ED089094",
        "title":"Changing Educational Scene: Annual National Vocational and Technical Teacher Education Seminar Proceedings (7th, Dallas, Oct. 22-25, 1973)."},
      {
        "id":"ED089095",
        "title":"World of Work Project, Judson Junior High School: Evaluation Report and Attachments."},
      {
        "id":"ED089096",
        "title":"The Implementation of a Model Competency Based Graduate Program in Occupational Education Administration: A Pilot Program. Final Report."},
      {
        "id":"ED089097",
        "title":"Review and Synthesis of Research on Occupational Mobility."},
      {
        "id":"ED089098",
        "title":"Student Evaluation in Vocational and Technical Education."},
      {
        "id":"ED089099",
        "title":"Educational Relationships Between Intermediate Units and Area Vocational Technical Schools in Pennsylvania."},
      {
        "id":"ED089100",
        "title":"Preparation of Vocational Teacher Educators for an Expanding Role of Vocational Education in the Total Educational System."},
      {
        "id":"ED089101",
        "title":"Models for Career Education."},
      {
        "id":"ED089102",
        "title":"Workshop on Patient Education Programing Proceedings (Marriottsville, Maryland, April 30-May 3, 1973)."},
      {
        "id":"ED089103",
        "title":"Speeches Presented at the Annual National Leadership Development Seminar for State Directors of Vocational Education. (6th, Nashville, Tennessee, September 18-21, 1973)."},
      {
        "id":"ED089104",
        "title":"Research and Development in Career Education: Final Report [and Evaluations]."},
      {
        "id":"ED089106",
        "title":"Career Education: An R&D Plan."},
      {
        "id":"ED089107",
        "title":"Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED089108",
        "title":"WACOP (Westside Area Career/Occupation Project) Media Catalog for 1973, 1974."},
      {
        "id":"ED089109",
        "title":"Questions and Answers About Career Education."},
      {
        "id":"ED089110",
        "title":"Why Career Education in Arizona?"},
      {
        "id":"ED089111",
        "title":"Arizona Career Education--What Is It?"},
      {
        "id":"ED089112",
        "title":"Developmental Vocational Education Program. A &quot;5 to 12&quot; Model for an Urban School District. Final Report."},
      {
        "id":"ED089113",
        "title":"Career Development Curriculum Guide 1970-1973. Elementary, Fifth and Sixth Grades."},
      {
        "id":"ED089114",
        "title":"Career Development Curriculum Guide, 1970-1973. Junior High, Seventh through Ninth Grades."},
      {
        "id":"ED089115",
        "title":"Career Development Curriculum Guide, 1970-1973. Senior High, Tenth through Twelfth Grades."},
      {
        "id":"ED089116",
        "title":"Second Year Assessment of Career Education Project."},
      {
        "id":"ED089117",
        "title":"Career Education. Second Interim Report of the K-14 Project in Career Education."},
      {
        "id":"ED089118",
        "title":"Research and Development Project in Career Education. Volume I: Final Report."},
      {
        "id":"ED089119",
        "title":"Research and Development Project in Career Education. Volume II: Agri-Business Job Description Booklet."},
      {
        "id":"ED089120",
        "title":"Research and Development Project in Career Education. Volume III: Career Education--A Partnership. [and] Audit Report."},
      {
        "id":"ED089121",
        "title":"Contemporary Ideas for Inclusion in In-Service Training."},
      {
        "id":"ED089122",
        "title":"An Introduction and Overview of Competency-Based Teacher Education (CBTE)."},
      {
        "id":"ED089123",
        "title":"Compendium of Military Allied Medical Education."},
      {
        "id":"ED089125",
        "title":"Training for Agriculture: Annual Review of Selected Developments."},
      {
        "id":"ED089126",
        "title":"Experimental Manpower Laboratory for Corrections: Final Interim Report for Phase IV (March 1973 - February 1974)."},
      {
        "id":"ED089127",
        "title":"Post-Prison Analysis of Criminal Behavior and Longitudinal Follow-up Evaluation of Institutional Treatment. Final Technical Report."},
      {
        "id":"ED089129",
        "title":"So You Want to Go to College: A Guide for Juniors and Seniors."},
      {
        "id":"ED089130",
        "title":"The Language of Allied Medical Education. Information Bulletin: Subcommittee on Terminology of the Advisory Committee on Education for the Allied Health Professions and Services and Its Panel of Consultants."},
      {
        "id":"ED089131",
        "title":"Public Service Jobs and Transitional Employment: An Analysis of the Vermont Experimental and Demonstration Project."},
      {
        "id":"ED089132",
        "title":"Developing Competency Based Content in Business, Industry and Education. Summary Report, University Forum."},
      {
        "id":"ED089133",
        "title":"Reasons for Income and Employment Differentials in Chicago. Report Prepared for Illinois Institute for Social Policy."},
      {
        "id":"ED089134",
        "title":"Project Success Environment."},
      {
        "id":"ED089135",
        "title":"The Continuing Education Unit. Guidelines and Other Information."},
      {
        "id":"ED089137",
        "title":"New Concepts in Packaging Continuing Education."},
      {
        "id":"ED089138",
        "title":"Introduction to Employment Service Testing. Employment Office Training Program, Unit 41, Part B, Trainee's Handbook."},
      {
        "id":"ED089139",
        "title":"Working Paper on the Continuing Education Unit: One Model on the Use and Implementation of the CEU Within a University System."},
      {
        "id":"ED089140",
        "title":"Continuing Education Unit: Three Pilot Project Reports, September 1970 to June 1971."},
      {
        "id":"ED089142",
        "title":"The Continuing Education Unit."},
      {
        "id":"ED089143",
        "title":"Report of the Committee on Recognition of Continuing Engineering Studies: 35th Annual Report."},
      {
        "id":"ED089145",
        "title":"Teaching About Women and New Family Styles."},
      {
        "id":"ED089146",
        "title":"Strategies for Restructuring the State Department of Youth Services."},
      {
        "id":"ED089147",
        "title":"Evaluation of the Community School Relations Workshop. LASER, 1971-1972."},
      {
        "id":"ED089148",
        "title":"An Investigation of the Relation Between the Developmental Parabolic Curve and Selected Personality Variables."},
      {
        "id":"ED089149",
        "title":"Goals for Public Elementary and Secondary Education in Mississippi."},
      {
        "id":"ED089150",
        "title":"Traditional vs Computer Based Vocational Guidance and Counseling Systems: Implications for Disadvantaged Youth."},
      {
        "id":"ED089151",
        "title":"Generalization and Training."},
      {
        "id":"ED089152",
        "title":"Making and Breaking Habits. A Summary Statement of Some Basic Facts and Principles of Behavioral Change."},
      {
        "id":"ED089153",
        "title":"Female Motive to Avoid Success: A Psychological Barrier or a Response to Deviancy?"},
      {
        "id":"ED089154",
        "title":"Sex Similarities and Differences in the Relationship Between Locus of Control and OPI."},
      {
        "id":"ED089155",
        "title":"Better Tomorrows."},
      {
        "id":"ED089156",
        "title":"Early Educational Expectations as a Critical Variable in the Educational Attainment--Family of Origin Sequence."},
      {
        "id":"ED089157",
        "title":"IMAGE: Involvement of Mexican-Americans in Gainful Endeavors."},
      {
        "id":"ED089158",
        "title":"Proceedings of Workshop on Regional Drug Abuse Programming, October 1973."},
      {
        "id":"ED089159",
        "title":"Reaching Out With a New Breed of Worker."},
      {
        "id":"ED089160",
        "title":"Student Advisory Committee Handbook."},
      {
        "id":"ED089161",
        "title":"Putting Children First: A Reorganization Proposal for Children's Services"},
      {
        "id":"ED089162",
        "title":"The Older Student."},
      {
        "id":"ED089163",
        "title":"The Physiological Correlates of Learning."},
      {
        "id":"ED089164",
        "title":"Research in Behavior Therapy."},
      {
        "id":"ED089165",
        "title":"Drug Abuse Treatment: The Halfway House and Other Specially Supervised Modalities."},
      {
        "id":"ED089167",
        "title":"Value Changes in Black and White University Interns."},
      {
        "id":"ED089168",
        "title":"Reinforcers, Values, and Vocational Maturity in Adults."},
      {
        "id":"ED089169",
        "title":"Drug Education: The Challenge to Teacher Preparation."},
      {
        "id":"ED089170",
        "title":"\"Attribution\" and \"Personal Construct\" as Heuristic Devices for the Psychological School Consultant."},
      {
        "id":"ED089171",
        "title":"A New Emphasis on Affective Training."},
      {
        "id":"ED089172",
        "title":"CKAVTS Guidance and Counseling Career Development Project. Report of Phase II, 1972-73 School Year."},
      {
        "id":"ED089173",
        "title":"A Comparison of Freshman and Transfer Student Attitudes and Behavior Toward Drugs."},
      {
        "id":"ED089174",
        "title":"Trends in University Student Attitudes and Behavior Toward Drugs."},
      {
        "id":"ED089175",
        "title":"An Evolutionary Framework for Behavioral Research."},
      {
        "id":"ED089176",
        "title":"Professionals and Paraprofessionals in Interaction."},
      {
        "id":"ED089177",
        "title":"Some Data on Research Training in Counseling Psychology."},
      {
        "id":"ED089179",
        "title":"Counseling in Alcoholism."},
      {
        "id":"ED089180",
        "title":"A Training Program for College Residence Hall Advisors: Rincon Hall, California State University, Northridge."},
      {
        "id":"ED089181",
        "title":"Community-School Relations Workshop: A Workshop Leader's Guide."},
      {
        "id":"ED089182",
        "title":"Consultation from a Consultee's Perspective."},
      {
        "id":"ED089183",
        "title":"Interpersonal Perception: The Effect of Mode of Self-Presentation of Accuracy of Perception."},
      {
        "id":"ED089184",
        "title":"Interactional Analysis and the Counseling Interview."},
      {
        "id":"ED089185",
        "title":"Student Development Made Operational."},
      {
        "id":"ED089186",
        "title":"Grants. [Office of Youth Development, Fiscal Year 1973]."},
      {
        "id":"ED089187",
        "title":"Guidance in the Middle Schools."},
      {
        "id":"ED089188",
        "title":"Student Activities in Secondary Schools: A Bibliography."},
      {
        "id":"ED089189",
        "title":"A Study of Self-Conceptions."},
      {
        "id":"ED089190",
        "title":"Career Guidance in the Classroom."},
      {
        "id":"ED089191",
        "title":"Career Guidance Service and ASVAB."},
      {
        "id":"ED089192",
        "title":"What's Missing in Admissions."},
      {
        "id":"ED089193",
        "title":"Letter Recognition Difficulties: Their Real Nature."},
      {
        "id":"ED089194",
        "title":"A Comparison of Pictorial and Written Adjunct Aids in Learning from Text."},
      {
        "id":"ED089195",
        "title":"Some Approaches to Reading."},
      {
        "id":"ED089196",
        "title":"The Teacher's Role in Educational Technology."},
      {
        "id":"ED089197",
        "title":"Environmental Familial Predictors of Literate Offspring."},
      {
        "id":"ED089198",
        "title":"A Classroom Reading Program."},
      {
        "id":"ED089199",
        "title":"A Six-Year Experiment in the Use of the Initial Teaching Alphabet (i.t.a.) in the Teaching of Reading."},
      {
        "id":"ED089200",
        "title":"Retention of Text Information as a Function of the Nature, Timing, and Number of Quizzes."},
      {
        "id":"ED089201",
        "title":"Organizing for Reading Instruction: The Role of the Superintendent."},
      {
        "id":"ED089205",
        "title":"Modular Preparation for Teaching Reading: A Professional Program for Preservice and Continuing Education."},
      {
        "id":"ED089206",
        "title":"What Seems to Be the Most Effective Way of Disseminating Reading Research in a Meaningful and Useful Manner to Classroom Teachers?"},
      {
        "id":"ED089208",
        "title":"I.T.A. as a Writing Medium."},
      {
        "id":"ED089209",
        "title":"Affective Strategies at the Secondary Level."},
      {
        "id":"ED089210",
        "title":"Overcoming Reading Difficulties and the Effect on Personal Development."},
      {
        "id":"ED089211",
        "title":"School Factors Influencing Reading Achievement: A Case Study of Two Inner City Schools."},
      {
        "id":"ED089216",
        "title":"Literacy Development Using a Programmed Text and Computer Assisted Instruction."},
      {
        "id":"ED089217",
        "title":"Inquiry into Reading and the Use of English."},
      {
        "id":"ED089218",
        "title":"What about Reading \"Interests\" in the Open Classroom?"},
      {
        "id":"ED089222",
        "title":"The Next-in-Line Effect on Sentence Memory."},
      {
        "id":"ED089223",
        "title":"What Are You Doing for Your Gifted? A Rationale and Some Practical Suggestions."},
      {
        "id":"ED089224",
        "title":"Innovative Programs in Student Teaching."},
      {
        "id":"ED089225",
        "title":"Teaching Comprehension Skills in the Middle Schools."},
      {
        "id":"ED089226",
        "title":"Classroom Implications from Models of Reading Comprehension."},
      {
        "id":"ED089230",
        "title":"Instruments for Diagnosing Severe Reading Disability."},
      {
        "id":"ED089231",
        "title":"A Child's Right to Equal Reading."},
      {
        "id":"ED089232",
        "title":"How Publishers Develop Effective and Usable Instructional Materials in Reading."},
      {
        "id":"ED089233",
        "title":"A Six-Year Study of Children Who Learned to Read in School at the Age of Four."},
      {
        "id":"ED089234",
        "title":"Reading Instruction: Present and Future Needs and Trends."},
      {
        "id":"ED089237",
        "title":"Effects of Training with \"Minicourse 18\" on Inservice and Preservice Teacher Behavior and Pupil Performance."},
      {
        "id":"ED089238",
        "title":"Reading Objectives; Second Assessment."},
      {
        "id":"ED089239",
        "title":"Curriculum Revision for the Improvement of Reading Instruction in Southeast Kansas. Final Report."},
      {
        "id":"ED089240",
        "title":"Accountability--Is &quot;Competitive Partnership&quot; the Answer?"},
      {
        "id":"ED089241",
        "title":"Reading for Children with Problems in Social Adjustment."},
      {
        "id":"ED089242",
        "title":"Questing the \"Land of the Taffeta Dawn\" through Basal Readers."},
      {
        "id":"ED089245",
        "title":"Readability Studies and the Writer of Instructional Materials."},
      {
        "id":"ED089246",
        "title":"I.R.A. (International Reading Association) Reports on the Right to Read Effort; May 1973 and Volume 1, Numbers 1-4."},
      {
        "id":"ED089247",
        "title":"The Assumptive Basis of Right to Read: New Solutions for Old Problems."},
      {
        "id":"ED089248",
        "title":"Report of the Study Seminar to U.S.S.R., Dec. 7-23, 1973."},
      {
        "id":"ED089249",
        "title":"Evaluation of School-Based Right to Read Sites: Volume 1, Summary of Findings."},
      {
        "id":"ED089250",
        "title":"Evaluation of School-Based Right to Read Sites: Volume 2, Evaluation of Reading Gains."},
      {
        "id":"ED089251",
        "title":"Reading List for the Theme Center \"The Individual's Quest for Universal Values.\" Curriculum Research Report."},
      {
        "id":"ED089252",
        "title":"The Truth About Vowels."},
      {
        "id":"ED089253",
        "title":"Effects of Imagery Training on Reading Comprehension Ability in Third and Fourth Graders."},
      {
        "id":"ED089254",
        "title":"What Research in Reading Education Has Made No Difference to the Classroom Teacher? Why?"},
      {
        "id":"ED089257",
        "title":"Reading in the Secondary School."},
      {
        "id":"ED089258",
        "title":"Television and Reading in the Seventies."},
      {
        "id":"ED089262",
        "title":"Project Aloha: Mainland Demonstration of the Hawaii English Program."},
      {
        "id":"ED089263",
        "title":"Paraprofessionals and Reading."},
      {
        "id":"ED089265",
        "title":"Primary Reading Skills: Activities and Resources, Volume 1."},
      {
        "id":"ED089266",
        "title":"The Teacher and the Newspaper; A Guide to Its Use."},
      {
        "id":"ED089267",
        "title":"Essays on Teaching English as a Second Language and as a Second Dialect."},
      {
        "id":"ED089268",
        "title":"Literary Lectures Presented at the Library of Congress."},
      {
        "id":"ED089269",
        "title":"Education for Newspaper Journalists in the Seventies and Beyond; Proceedings of the Conference (Reston, Virginia, October 31-November 2, 1973)."},
      {
        "id":"ED089271",
        "title":"Self-Perception and Coorientational Accuracy."},
      {
        "id":"ED089272",
        "title":"New Orleans Cuisine: \"Hamlet\" to Bubble Gum."},
      {
        "id":"ED089275",
        "title":"Does Anybody Need Reed and Kellogg Any More?"},
      {
        "id":"ED089276",
        "title":"Turning on to Writing--Freshman Composition: Ways and Means."},
      {
        "id":"ED089277",
        "title":"Proposal for the Mandatory Use of Science Fiction in the General Curriculum."},
      {
        "id":"ED089278",
        "title":"The Southern Illinois University at Edwardsville Protocol Materials Development Project."},
      {
        "id":"ED089279",
        "title":"African Literature: The Bonds of Tradition Versus the Winds of Change. A Critical Review and Selective Bibliography."},
      {
        "id":"ED089280",
        "title":"&quot;Visit to a Small Planet&quot;: Junior High English."},
      {
        "id":"ED089281",
        "title":"Black Literature and Mainstream American Literature: One and Inseparable."},
      {
        "id":"ED089283",
        "title":"Myth and Ritual in &quot;Othello&quot;: A Technique for Teaching."},
      {
        "id":"ED089284",
        "title":"Language Diversity in the Black Community: A Different Perspective."},
      {
        "id":"ED089285",
        "title":"George W. Cable and Tradition."},
      {
        "id":"ED089287",
        "title":"Creative Writing."},
      {
        "id":"ED089288",
        "title":"Guide to Children's Magazines, Newspapers, Reference Books."},
      {
        "id":"ED089298",
        "title":"A Bibliography of Materials Relating to Children's Literature."},
      {
        "id":"ED089301",
        "title":"Sexual Fairness in Language."},
      {
        "id":"ED089302",
        "title":"Humanities in the Elementary School."},
      {
        "id":"ED089303",
        "title":"An Extension of the Southern Illinois Black Dialect Project into Phonology."},
      {
        "id":"ED089304",
        "title":"Improving the Quality of Written Composition Through Pupil Use of Rating Scale."},
      {
        "id":"ED089305",
        "title":"The Humanities: A Compendium for Teachers."},
      {
        "id":"ED089306",
        "title":"Our Race Is Humanity."},
      {
        "id":"ED089308",
        "title":"Legitimizing the Department's Bastard Child: The Basic Mythology Course."},
      {
        "id":"ED089309",
        "title":"Coping with the Language Arts Riddle."},
      {
        "id":"ED089310",
        "title":"Handbook for Journalists. Revised."},
      {
        "id":"ED089313",
        "title":"Promises and Problems in Student Planning Via Phase-Elective English."},
      {
        "id":"ED089314",
        "title":"Uncle Wiggily&apos;s Curriculum Guide and Doorstop Publication or The Summergate Papers; Proceedings, Projects, Papers of the Michigan State University English Teaching Workshop (June 20-July 25, 1973)."},
      {
        "id":"ED089315",
        "title":"A Game Is Not a Gimmick."},
      {
        "id":"ED089316",
        "title":"Facilitated Learning in Connected Discourse."},
      {
        "id":"ED089318",
        "title":"An Idea Book for Acting Out and Writing Language K-8."},
      {
        "id":"ED089319",
        "title":"Handbook for Language Arts; Grades Five and Six. Curriculum Bulletin, 1972-73 Series, No. 8."},
      {
        "id":"ED089321",
        "title":"Newspapers: Handle with Care."},
      {
        "id":"ED089322",
        "title":"Sleeping Beauty Awakes: Children's Literature and Sex Role Myths."},
      {
        "id":"ED089323",
        "title":"Consumer Education in the English Curriculum. Monograph 5."},
      {
        "id":"ED089324",
        "title":"Teacher&apos;s Guide to World Literature for the High School."},
      {
        "id":"ED089325",
        "title":"Thoreau, Sensuous Transcendentalist."},
      {
        "id":"ED089328",
        "title":"Communicatory Accuracy: Four Experiments. Journalism Monographs, No. 30."},
      {
        "id":"ED089329",
        "title":"Discussion and Debate, English, Debate: 5114.117."},
      {
        "id":"ED089330",
        "title":"The Existentialists, English, Contemporary Literature: 5113.94."},
      {
        "id":"ED089331",
        "title":"Shaw's Comedy, Language Arts: 5113.90."},
      {
        "id":"ED089332",
        "title":"Special Occasion Speeches, English, Speech: 5114.113."},
      {
        "id":"ED089333",
        "title":"Seminar in Ideas, English, Speech: 5114.110."},
      {
        "id":"ED089334",
        "title":"The Craft of Poetry, English: 5114.147."},
      {
        "id":"ED089335",
        "title":"Comparative Biography, English: 5113.94."},
      {
        "id":"ED089336",
        "title":"A Pilot Project for Testing Linguistically-Oriented Materials for the Teaching of Writing in New York City Schools."},
      {
        "id":"ED089337",
        "title":"Send Them Out Dreaming and Screaming."},
      {
        "id":"ED089338",
        "title":"High School English Department: Newspaper Journalism, Advanced Journalism."},
      {
        "id":"ED089339",
        "title":"The LARC (Language Acquisition Resource Center) Program."},
      {
        "id":"ED089340",
        "title":"Career Planning in Freshman English."},
      {
        "id":"ED089341",
        "title":"Studies in Semantic Development. Final Report."},
      {
        "id":"ED089342",
        "title":"The Development of Predication in Child Language. Final Report."},
      {
        "id":"ED089349",
        "title":"Communications in Title III: Some Practical Guidelines."},
      {
        "id":"ED089350",
        "title":"High School English Department: Guide to Program and Curriculum."},
      {
        "id":"ED089352",
        "title":"Roles and Relations in Language Deep Structure. Studies in Language Education, Report No. 9."},
      {
        "id":"ED089353",
        "title":"Associative Verbal Encoding (a/v/e): A Measure of Language Performance and Its Relationship to Reading Achievement."},
      {
        "id":"ED089358",
        "title":"Interpreting Language: An Essential of Understanding."},
      {
        "id":"ED089359",
        "title":"Factors That Influence Language Growth."},
      {
        "id":"ED089360",
        "title":"Readiness for Reading and Related Language Arts: A Digest of Current Research."},
      {
        "id":"ED089361",
        "title":"Readability."},
      {
        "id":"ED089362",
        "title":"Research on Handwriting and Spelling."},
      {
        "id":"ED089363",
        "title":"Research Methods in the Language Arts."},
      {
        "id":"ED089364",
        "title":"Research in Oral Language."},
      {
        "id":"ED089365",
        "title":"Education and The Mass Media of Communication."},
      {
        "id":"ED089369",
        "title":"Oral Interpretation Performance as A Self-Referencing Process."},
      {
        "id":"ED089371",
        "title":"An Experiment in Multi-Media Readers Theatre."},
      {
        "id":"ED089376",
        "title":"The Two-Year College--Problems and Perspectives; C.H.A.N.C.E.: An Interdisciplinary Approach to Student Deficiencies in Communication Skills."},
      {
        "id":"ED089377",
        "title":"World Communication: Population Communication, Communication Technology, Communication in the Future; Proceedings of the East-West Center Conference (Honolulu, 1973)."},
      {
        "id":"ED089378",
        "title":"The Free School: A Field Study on Sex Roles and Small Group Interaction."},
      {
        "id":"ED089379",
        "title":"Theoretical Approaches to Political Communication."},
      {
        "id":"ED089381",
        "title":"The Development of Literary Criticism: A Media Perspective."},
      {
        "id":"ED089382",
        "title":"The Debate Tournament."},
      {
        "id":"ED089383",
        "title":"Forensics Bibliography."},
      {
        "id":"ED089384",
        "title":"A Comparison of Instructor and Peer Evaluations of Student Speeches in a Public Speaking Course."},
      {
        "id":"ED089386",
        "title":"The Social Ancestry of Marshall McLuhan's Theories."},
      {
        "id":"ED089387",
        "title":"A Two-Culture Validation Study of Clozentropy as a Measure of Intercultural Communication Comprehension."},
      {
        "id":"ED089388",
        "title":"The Interview: Special Form of the Dyad."},
      {
        "id":"ED089390",
        "title":"Year-Round Schools. School Leadership Digest Series, Number One. ERIC/CEM Research Analysis Series, Number Three."},
      {
        "id":"ED089391",
        "title":"Inservice Education for Administrators. An ERIC Abstract: A Collection of ERIC Document Resumes."},
      {
        "id":"ED089392",
        "title":"Directory of Organizations and Personnel in Educational Management. Fourth Edition."},
      {
        "id":"ED089396",
        "title":"The Economic Returns to Education. A Survey of the Findings. CASEA Monograph No. 3."},
      {
        "id":"ED089397",
        "title":"Public Information Practices in Education: A Study of Techniques. College of Education Monograph Series, No. 3."},
      {
        "id":"ED089398",
        "title":"Public School Finance Study. Final Report."},
      {
        "id":"ED089399",
        "title":"A Survey of School Board Policies and Administrative Procedures for Dealing with Field Trips in Selected Similar School Districts in the United States."},
      {
        "id":"ED089400",
        "title":"The Development of Accountability Procedures in Kansas School Districts. Project Kansas 76: Concept Paper."},
      {
        "id":"ED089401",
        "title":"A Proposed Financial Plan for Public Education in Kansas. Project Kansas 76: Concept Paper."},
      {
        "id":"ED089402",
        "title":"Professional Improvement and Staff Evaluation. An Information Paper on KSA 72-9001 to 72-9006: Evaluation of Certificated School Employees."},
      {
        "id":"ED089403",
        "title":"Planning: Getting from Here to There. A Handbook for Local School Districts. Project Kansas 76."},
      {
        "id":"ED089404",
        "title":"General Systems Decisions in Educational Development. Revised."},
      {
        "id":"ED089405",
        "title":"Needs Assessment in Education: A Planning Handbook for Districts. Handbook Series on Comprehensive Planning for Local Education Districts, No. 3."},
      {
        "id":"ED089406",
        "title":"NOLPE Conference Proceedings, November 1968."},
      {
        "id":"ED089407",
        "title":"Information Concerning Compulsory School Attendance and the Establishment, Operation, and Supervision of Non-Public Schools for Children and Youth Between the Ages of 6 and 16 Years. A Position Paper."},
      {
        "id":"ED089408",
        "title":"An Analysis of Juvenile Court Laws in Mississippi."},
      {
        "id":"ED089409",
        "title":"Management Rights in Negotiations."},
      {
        "id":"ED089410",
        "title":"Administration of Public School Transportation. School Business Administration Publication No. 6."},
      {
        "id":"ED089411",
        "title":"Annotated Bibliography: Extended School Year Materials."},
      {
        "id":"ED089412",
        "title":"Toward a More Relevant Curriculum: Report of a National Seminar. An Occasional Paper."},
      {
        "id":"ED089413",
        "title":"A Mathematical Model for Allocation of School Resources to Optimize a Selected Output."},
      {
        "id":"ED089414",
        "title":"Decentralization Consensus or Confusion: Defining Citizen Participation in School Policy Formation."},
      {
        "id":"ED089415",
        "title":"Research on Goals as a Means of Establishing Policy Agendas for That Public Service Called &quot;Education&quot;."},
      {
        "id":"ED089416",
        "title":"A Survey of School Board Policies and Administrative Procedures for Dealing with Supplementary Free Materials in Selected Smaller School Districts in the United States."},
      {
        "id":"ED089417",
        "title":"Participation and Representation in an Age of Decentralization and Alternatives."},
      {
        "id":"ED089418",
        "title":"Negotiations Proposals To Avoid."},
      {
        "id":"ED089419",
        "title":"Evaluation and Merit Pay Clinics."},
      {
        "id":"ED089420",
        "title":"Ad Hoc Planning Management (A Practical Guide for Administrators and Managers)."},
      {
        "id":"ED089421",
        "title":"Involving Educators: Six Ideas That Work. An Occasional Paper."},
      {
        "id":"ED089422",
        "title":"Individualizing Administrator Continuing Education. An Occasional Paper."},
      {
        "id":"ED089423",
        "title":"A Field Study of the Politics of Fiscal Decision-Making in a Dependent Urban School District."},
      {
        "id":"ED089424",
        "title":"Social Control and Human Engineering: A Framework for Decision-Making."},
      {
        "id":"ED089425",
        "title":"In-Service Programs for Principals."},
      {
        "id":"ED089426",
        "title":"The Free-Form-Five (ff5): A Canadian &quot;Casework&quot; or Furniture and Equipment System for Schools. Programme on Educational Building 4."},
      {
        "id":"ED089427",
        "title":"Industrialised Building Systems Educational Objectives and the Problem of Change. Programme on Educational Building 5."},
      {
        "id":"ED089428",
        "title":"Implementing Change in School Districts: A Description of the Role, Training, and Field Impact of the RBS Field Consultant."},
      {
        "id":"ED089429",
        "title":"Report of the Task Force: Building Life Costs. Building Blocks: Background Studies on the Development of a Capital Formula for Ontario. Volume 5."},
      {
        "id":"ED089430",
        "title":"Far Projections of Alternative Educational Patterns Associated with Particular Contingent U.S. Patterns."},
      {
        "id":"ED089431",
        "title":"The School Organizational Development Questionnaire (SODQ) -- A Diagnostic Study of the Human Organization in Schools."},
      {
        "id":"ED089432",
        "title":"An Analysis of Curriculum Structure."},
      {
        "id":"ED089433",
        "title":"Leadership Training for Urban Schools: A Professor's Perspective."},
      {
        "id":"ED089434",
        "title":"Exemptions from Final Examination Requirements for High School Students. An ERS Information Aid."},
      {
        "id":"ED089435",
        "title":"Institutional Commitment for Mental Health Problems."},
      {
        "id":"ED089436",
        "title":"The Legal Status of Child Abuse and Neglect in Mississippi."},
      {
        "id":"ED089437",
        "title":"Students' Rights to an Education."},
      {
        "id":"ED089438",
        "title":"The Insuring of Schools: Everybody's Business. A C.A.R.E. Special Report."},
      {
        "id":"ED089439",
        "title":"Laws, Tests and Schooling: Changing Contexts for Educational Decision-Making."},
      {
        "id":"ED089440",
        "title":"Perspectives on Educational Administration and the Behavioral Sciences."},
      {
        "id":"ED089442",
        "title":"The ABC's of Studying the Feasibility of Implementing a Year Round School Program in Your School District."},
      {
        "id":"ED089443",
        "title":"Year-Round Education Activities in the United States. Second Annual Survey of State Education Agencies Concerning Activities in Year-Round Education in the United States."},
      {
        "id":"ED089444",
        "title":"Organization Development: Building Human Systems in Schools."},
      {
        "id":"ED089445",
        "title":"Field Study Methods for Educational Researchers: A Bibliography."},
      {
        "id":"ED089447",
        "title":"The Counselor Consultant as a Specialist in Organization Development."},
      {
        "id":"ED089448",
        "title":"Indirect Costs SEA-LEA Workshop. Report of Workshop Conducted by Upper Midwest Regional Interstate Project. (Chicago, Illinois, January 17-18, 1973)."},
      {
        "id":"ED089449",
        "title":"Group Problem Solving: The D.A.P. Approach. Final Report."},
      {
        "id":"ED089450",
        "title":"Curriculum Committees -- Can Students Be Involved?"},
      {
        "id":"ED089451",
        "title":"Proposal Writing: A Strategy for Funding and Curriculum Improvement. A Practicum Report."},
      {
        "id":"ED089452",
        "title":"A Supervisory Program for Staff Development. A Practicum Report."},
      {
        "id":"ED089453",
        "title":"A Systems Approach to Individualizing Instruction: The Staff Evaluation and Renewal Components."},
      {
        "id":"ED089454",
        "title":"Patterns of Achievement, Attitude, and Behavior in a Tax-Supported Alternative School."},
      {
        "id":"ED089455",
        "title":"The Relationship Between the Superintendent's Management Behavior and Teachers' Perception of the Principal's Rule Administration Behavior."},
      {
        "id":"ED089459",
        "title":"Learning Outside the School Building -- of Course!"},
      {
        "id":"ED089460",
        "title":"NOLPE Conference Proceedings."},
      {
        "id":"ED089461",
        "title":"Unionism and American Education."},
      {
        "id":"ED089462",
        "title":"Power to the Pupil: An Annotated Bibliography of Student Involvement, Student Power, and Student Participation in Decision-Making in Public Secondary Schools. An Occasional Paper."},
      {
        "id":"ED089463",
        "title":"School Communications: Duties and Dangers. A Legal Memorandum."},
      {
        "id":"ED089464",
        "title":"Minnesota Educational Assessment: Pilot Phase Results. Summary Report."},
      {
        "id":"ED089465",
        "title":"Research, Development &amp; Dissemination in Educational Planning &amp; Educational Facilities Planning. Project SIMU-School."},
      {
        "id":"ED089466",
        "title":"Housing for Early Childhood Education. Centers for Growing and Learning."},
      {
        "id":"ED089468",
        "title":"A Comparative Analysis of Two Modes of Implementing Competency Based Instructional Systems."},
      {
        "id":"ED089469",
        "title":"The R.O.M.E. Competency Classification Model: A Description."},
      {
        "id":"ED089470",
        "title":"Educational Vouchers."},
      {
        "id":"ED089472",
        "title":"Federal Focus on Education: Transcript of Proceedings. Education Seminar. (Washington, D.C., April 18, 1974)"},
      {
        "id":"ED089473",
        "title":"1973 State Education Legislation and Activity: General Governance and Administration. A Survey of the States. Research Brief Vol. 2, No. 3."},
      {
        "id":"ED089475",
        "title":"Dissemination of Information about Year-Round School Operation. A Simulation Notebook."},
      {
        "id":"ED089476",
        "title":"Do We...or Don't We...Have To Change the Instructional Program for Year-Round Operation. A Simulation Notebook."},
      {
        "id":"ED089477",
        "title":"A Model: 45-15. A Simulation Notebook."},
      {
        "id":"ED089478",
        "title":"The Evaluation of Teachers. ERS Annotated Bibliography."},
      {
        "id":"ED089479",
        "title":"The Swedish Institute for the Handicapped--A Survey."},
      {
        "id":"ED089480",
        "title":"Standards and Guidelines for Comprehensive Language, Speech and Hearing Problems in the Schools."},
      {
        "id":"ED089482",
        "title":"Project Success for the SLD Child, Motor-Perception Activities."},
      {
        "id":"ED089483",
        "title":"Project Success for the SLD Child, Curriculum Modification."},
      {
        "id":"ED089484",
        "title":"Project Success for the SLD Child, Language Arts Guide."},
      {
        "id":"ED089485",
        "title":"A Comprehensive Physical Education Program for the Severely Physically Handicapped."},
      {
        "id":"ED089486",
        "title":"Sam's No Dummy! A Summary of &quot;Project Success&quot;."},
      {
        "id":"ED089487",
        "title":"Strategies for the Care and Treatment of the Mentally Retarded Project CAMIO, Volume I."},
      {
        "id":"ED089488",
        "title":"Theories on Criminality and Mental Retardation Project CAMIO, Volume 2."},
      {
        "id":"ED089489",
        "title":"The Mentally Retarded and the Law Project CAMIO, Volume 3."},
      {
        "id":"ED089490",
        "title":"The Mentally Retarded in an Adult Correctional Institute Project CAMIO, Volume 4."},
      {
        "id":"ED089491",
        "title":"The Mentally Retarded in a Juvenile Correctional Institute Project CAMIO, Volume 5."},
      {
        "id":"ED089492",
        "title":"The Delinquent in a State Residential Facility for the Mentally Retarded Project CAMIO, Volume 6."},
      {
        "id":"ED089493",
        "title":"The Mentally Retarded and the Juvenile Court Project CAMIO, Volume 7."},
      {
        "id":"ED089494",
        "title":"A National Survey of the Diagnosis and Treatment of Mentally Retarded Offenders in Correctional Institutions Project CAMIO, Volume 8."},
      {
        "id":"ED089495",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin, Volume I, No 1, December 1970."},
      {
        "id":"ED089496",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin, Volume I, No. 2, February 1971."},
      {
        "id":"ED089497",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin, Volume I, No. 3, May 1971."},
      {
        "id":"ED089498",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin, Volume I, No. 4, 1970-71."},
      {
        "id":"ED089499",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin, Volume II, No. 1, January 1972."},
      {
        "id":"ED089500",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin Volume II, No. 2, April 1972."},
      {
        "id":"ED089501",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin Volume II, No. 3, July 1972."},
      {
        "id":"ED089502",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin Volume II, No. 4 Annual Report 1971-72."},
      {
        "id":"ED089503",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin Volume III, No. 1, December 1972."},
      {
        "id":"ED089504",
        "title":"Dale Avenue School Early Childhood Education Center Project. Research Bulletin Volume III, No. 2, June 1973."},
      {
        "id":"ED089506",
        "title":"Your Child and You."},
      {
        "id":"ED089507",
        "title":"Education of the Gifted and Talented: A Role for the Private Sector."},
      {
        "id":"ED089508",
        "title":"Operations Handbook: Helping Eliminate Early Learning Disabilities."},
      {
        "id":"ED089509",
        "title":"Serving Deaf-Blind Children. Theme of the International Conference on Deaf-Blind Children (4th, 22-27 August 1971, Perkins School for the Blind)."},
      {
        "id":"ED089510",
        "title":"Color Vision Deficiencies in Youths 12-17 Years of Age United States."},
      {
        "id":"ED089511",
        "title":"National Action for Foster Children Week; A Survey of Activities Based on Reports Submitted by States and Communities (April 8-14, 1973)."},
      {
        "id":"ED089512",
        "title":"Teacher-Pupil Package. Visually Handicapped Handbook."},
      {
        "id":"ED089513",
        "title":"Configurations of Change: The Integration of Mildly Handicapped Children into the Regular Classroom."},
      {
        "id":"ED089514",
        "title":"Tips for the Development of Programs for the Homebound and Hospitalized. Third Edition."},
      {
        "id":"ED089515",
        "title":"Interpersonal Relationships and the Self-Concept."},
      {
        "id":"ED089516",
        "title":"Engineered Adjustment Classroom: The Instructional Assistant Aide."},
      {
        "id":"ED089517",
        "title":"The Engineered Adjustment Classroom: Parent Manual."},
      {
        "id":"ED089518",
        "title":"The Engineered Adjustment Classroom."},
      {
        "id":"ED089519",
        "title":"Behavior Modification of Emotionally Disturbed Youth, Final Report of Educational Adjustment Classes."},
      {
        "id":"ED089520",
        "title":"Special Education Handbook of Services."},
      {
        "id":"ED089521",
        "title":"Program Models for EMR Students, 2nd Year Evaluation, February 1, 1972-January 31, 1973."},
      {
        "id":"ED089522",
        "title":"EMR Program Development, 1973-74."},
      {
        "id":"ED089523",
        "title":"Competency Research Phase. Special Project: Prototype Training Program for the Preparation of Curriculum Consultants for Exceptional Children. Interim Report."},
      {
        "id":"ED089525",
        "title":"Evaluation of Programs for Hearing Impaired Children: Report of 1972-73."},
      {
        "id":"ED089526",
        "title":"The Model Early Childhood Learning Program, Request for Continuation: An Exemplary Project in the Baltimore City Public Schools."},
      {
        "id":"ED089527",
        "title":"Statistics on Mental Retardation in Indiana."},
      {
        "id":"ED089529",
        "title":"Infant, Toddler, and Preschool Research and Intervention Project Report--Year III."},
      {
        "id":"ED089530",
        "title":"Language Training Program for Young Developmentally Delayed Children, Volume 2: Training the Basic Actor-Action-Object Proposition."},
      {
        "id":"ED089531",
        "title":"Early Childhood Education at Home."},
      {
        "id":"ED089532",
        "title":"Directory of Regional Centers and Educational Programs Providing Services to Deaf/Blind Children and Youth in the United States (Including Puerto Rico and the Virgin Islands)."},
      {
        "id":"ED089536",
        "title":"The Thai System of Writing. American Council of Learned Societies Program in Oriental Languages, Publications Series B - Aids - Number 5."},
      {
        "id":"ED089543",
        "title":"An Outline of the Structure of Shilha. American Council of Learned Societies Program in Oriental Languages, Publications Series B - Aids - Number 11."},
      {
        "id":"ED089544",
        "title":"The Writing System of Modern Persian. American Council of Learned Societies Program in Oriental Languages, Publication Series B - Aids - Number 4."},
      {
        "id":"ED089545",
        "title":"A Kurdish Grammar: Descriptive Analysis of the Kurdish of Sulaimaniya, Iraq. American Council of Learned Societies Program in Oriental Languages, Publications Series B - Aids - Number 10."},
      {
        "id":"ED089546",
        "title":"New Ways to Learn a Foreign Language."},
      {
        "id":"ED089549",
        "title":"Spoken Serbo-Croatian: Book One."},
      {
        "id":"ED089557",
        "title":"Reformation and Reallocation in Higher Education. Annual Forum of the Association for Institutional Research (12th, Miami Beach, 1972)."},
      {
        "id":"ED089559",
        "title":"Tomorrow's Imperatives Today. Proceedings of the 13th Annual Forum, Vancouver, British Columbia, The Association for Institutional Research."},
      {
        "id":"ED089560",
        "title":"Collective Bargaining in Higher Education: Contract Content--1973."},
      {
        "id":"ED089561",
        "title":"Founding Conference: Society for Field Experience Education."},
      {
        "id":"ED089562",
        "title":"Women and the Psychology of Management."},
      {
        "id":"ED089563",
        "title":"New Dimensions in Managing the Educational Enterprise."},
      {
        "id":"ED089564",
        "title":"Affirmative Action Programs in Small Institutions."},
      {
        "id":"ED089565",
        "title":"General Education: Image and Reality."},
      {
        "id":"ED089566",
        "title":"The Competency-Based Curriculum: Collegial Review of Learning Modules at Governors State University."},
      {
        "id":"ED089567",
        "title":"On the Nature and Scope of Student Participation on Boards of Trustees."},
      {
        "id":"ED089568",
        "title":"Financing Postsecondary Education in the United States. A Personal Perspective of the Report of the National Commission on the Financing of Postsecondary Education. Report No. 46."},
      {
        "id":"ED089569",
        "title":"Curriculum Change in Black Colleges V. A Report on a Cooperative Academic Planning and Curriculum Development Workshop."},
      {
        "id":"ED089570",
        "title":"Teaching Intermediate Microeconomics Using the Personalized System of Instruction: An Evaluation."},
      {
        "id":"ED089571",
        "title":"Self-Paced Calculus: A Case Study."},
      {
        "id":"ED089572",
        "title":"Data Element Dictionary, Second Edition. Technical Report No. 51, November 1973."},
      {
        "id":"ED089573",
        "title":"Liberal Arts and Career Education: Must They Be Mutually Exclusive?"},
      {
        "id":"ED089574",
        "title":"New Life for Faculty and Their Institutions."},
      {
        "id":"ED089575",
        "title":"Open Admissions: A Bibliography 1968-1973."},
      {
        "id":"ED089576",
        "title":"Proprietary And Public Vocational Students. ERIC Higher Education Research Currents."},
      {
        "id":"ED089577",
        "title":"Training for the New Helping Professions--Community and Youth Work."},
      {
        "id":"ED089578",
        "title":"University Opinion Poll 9: Child Care, MPIRG, Lettuce. Preliminary Report."},
      {
        "id":"ED089579",
        "title":"First Impressions of Residence Hall Students."},
      {
        "id":"ED089580",
        "title":"New Directions in the Federal Funding of Urban Programs. HUD News."}]
  }}
