{
  "response":{"numFound":509939,"start":292000,"numFoundExact":true,"docs":[
      {
        "id":"ED089581",
        "title":"Student Points of View in Ratings of College Instruction."},
      {
        "id":"ED089582",
        "title":"Management Concepts in Academic Administration."},
      {
        "id":"ED089583",
        "title":"Objectives of Financial Statements. Report of the Study Group on the Objectives of Financial Statements."},
      {
        "id":"ED089584",
        "title":"A Study of University of Minnesota Registration Procedures."},
      {
        "id":"ED089585",
        "title":"University Opinion Poll 8A: Bicycles on Campus."},
      {
        "id":"ED089586",
        "title":"Impacts of Interaction: Undergraduates Socialization in Academic Departments."},
      {
        "id":"ED089587",
        "title":"Adult at 18."},
      {
        "id":"ED089588",
        "title":"Tinkering with Postsecondary Education Financing Policy: One Man's Opinion."},
      {
        "id":"ED089590",
        "title":"Report on Enrollment in Schools and Colleges of Pharmacy, First Semester, Term or Quarter, 1973-1974."},
      {
        "id":"ED089592",
        "title":"The German-American Conference on Educational Exchange, June 1972."},
      {
        "id":"ED089594",
        "title":"Meeting the Needs of Non-Traditional Students."},
      {
        "id":"ED089595",
        "title":"Digest of Statistics on Higher Education in the United States, 1968-69--1972-73."},
      {
        "id":"ED089596",
        "title":"Faculty Voting Behavior in the Collective Bargaining Elections for the Pennsylvania State Colleges and University System and Temple University."},
      {
        "id":"ED089597",
        "title":"Education Beyond High School. The Regents Statewide Plan for the Development of Post-Secondary Education, 1972."},
      {
        "id":"ED089598",
        "title":"College/Career Choice: Right Student, Right Time, Right Place. Monograph 9."},
      {
        "id":"ED089599",
        "title":"Federal Policy Alternatives Toward Graduate Education. A Report with Recommendations of the National Board of Graduate Education. Number 3."},
      {
        "id":"ED089602",
        "title":"Collective Bargaining on Campus: Recent Experiences. ERIC Higher Education Research Currents."},
      {
        "id":"ED089603",
        "title":"Graduate Enrollment Data, October, 1973 and Graduate Study in Member Colleges, 1974-1975."},
      {
        "id":"ED089604",
        "title":"A Study of the Geographical Distribution of Undergraduate Pharmacy Students for the Academic Year 1973-74."},
      {
        "id":"ED089605",
        "title":"Collective Bargaining in Higher Education. Bibliography No. 2, April, 1974."},
      {
        "id":"ED089606",
        "title":"Social and Professional Responsibilities of Engineering Education to the Black Community."},
      {
        "id":"ED089607",
        "title":"The Yale Higher Education Research Project: A Provisional Prospectus."},
      {
        "id":"ED089608",
        "title":"Librarians in Higher Education. Their Compensation Structures for the Academic Year 1972-73. A Third Survey."},
      {
        "id":"ED090640",
        "title":"Feasibility Study--Fiscal Baseline. A Simulation Notebook."},
      {
        "id":"ED090641",
        "title":"Student Scheduling in a Year-Round Middle School. A Simulation Notebook."},
      {
        "id":"ED090642",
        "title":"Planning in Local School Districts. Project Kansas 76: Concept Paper."},
      {
        "id":"ED090643",
        "title":"The Four-Quarter Program in Secondary Schools. A Simulation Notebook."},
      {
        "id":"ED090644",
        "title":"The Operation of the Flexible All-Year School Plan. A Simulation Notebook."},
      {
        "id":"ED090646",
        "title":"The Development-Status of the Dade County Quinmester Program. A Simulation Notebook."},
      {
        "id":"ED090647",
        "title":"Concept Six Year-Round School Plan. A Simulation Notebook."},
      {
        "id":"ED090648",
        "title":"Feasibility Study--Educational Baseline. A Simulation Notebook."},
      {
        "id":"ED090649",
        "title":"The Extended School Year: Evaluation and Pitfalls. A Simulation Notebook."},
      {
        "id":"ED090650",
        "title":"Staff Inservice. A Simulation Notebook."},
      {
        "id":"ED090651",
        "title":"A Community Survey. A Simulation Notebook."},
      {
        "id":"ED090652",
        "title":"\"Principal: Teacher of Teachers.\""},
      {
        "id":"ED090653",
        "title":"Innovative Ideas in Elementary Schools: A Compilation. Agates and Ideas."},
      {
        "id":"ED090654",
        "title":"The Job Satisfaction of Administrators Within a Multi-Ethnic Setting."},
      {
        "id":"ED090655",
        "title":"The Project Approach and the School District. Oregon School Study Council Bulletin, Vol. 17, No. 9."},
      {
        "id":"ED090657",
        "title":"Black Administrators: Winners and Losers in the Desegregation-Integration Process."},
      {
        "id":"ED090658",
        "title":"Socialization and the \"Middle\" Child: A Twentieth Century Model of a Seventeenth Century Process."},
      {
        "id":"ED090659",
        "title":"Innovation Characteristics Critical to the Successful Adoption of Programs in School Settings."},
      {
        "id":"ED090660",
        "title":"Militancy Among Catholic Lay Teachers."},
      {
        "id":"ED090661",
        "title":"School Policies and Sex Bias."},
      {
        "id":"ED090662",
        "title":"Research on Year-Round Education."},
      {
        "id":"ED090663",
        "title":"Relationship Between Perceived Supervisor Style and Teacher Attitudes."},
      {
        "id":"ED090664",
        "title":"[Shared Accountability: Profession and Society.]"},
      {
        "id":"ED090665",
        "title":"Impression Management: Responses of Public School Principals to School-Community Advisory Councils."},
      {
        "id":"ED090666",
        "title":"A Systems Analysis of the Political Problems of Using Computers in Education."},
      {
        "id":"ED090667",
        "title":"An Analysis of the Virginia State Aid Formula as Measured by Social, Economic, and Educational Factors."},
      {
        "id":"ED090668",
        "title":"A Revised Model of School Change."},
      {
        "id":"ED090669",
        "title":"The Relationship of Professional-Organizational Styles with Selected Variables Associated with the Process of Educational Change."},
      {
        "id":"ED090670",
        "title":"National Surveys of Educational Finances."},
      {
        "id":"ED090671",
        "title":"Fiscal Capacity and Educational Finance: Some Further Variations."},
      {
        "id":"ED090672",
        "title":"A Simple Model of Student Flows in an Urban School System."},
      {
        "id":"ED090673",
        "title":"SCHOOLSITE: A Game of Conflict Resolution in School Facilities Planning."},
      {
        "id":"ED090674",
        "title":"Systematic Planning for Educational Facilities."},
      {
        "id":"ED090675",
        "title":"Pupil-Need Oriented State School Finance System: The Hope of Large City Schools."},
      {
        "id":"ED090676",
        "title":"MEEB: Model for the Evaluation of Educational Buildings."},
      {
        "id":"ED090677",
        "title":"Curriculum Materials, 1974. ASCD Exhibit of Curriculum Materials at Association for Supervision and Curriculum Development Annual Conference. (29th, Anaheim, California, March 1974.)"},
      {
        "id":"ED090678",
        "title":"How the Campus Proposal Failed in Syracuse, New York."},
      {
        "id":"ED090679",
        "title":"Promoting Change in Schools: A Diffusion Casebook."},
      {
        "id":"ED090680",
        "title":"Viewpoints: Contemporary Educational Issues. Reports of Educational Staff Seminar Programs, 1970-1972."},
      {
        "id":"ED090681",
        "title":"Status of Twenty-Six Innovative Education Practices in Iowa Elementary Schools."},
      {
        "id":"ED090682",
        "title":"The Management Information System and the Control of Educational Change: A Field Study."},
      {
        "id":"ED090683",
        "title":"Reform and Governance in the Ministry of Education: The Case of Colombia."},
      {
        "id":"ED090684",
        "title":"Organizational Decision-Making and the Change Agent: The Controlled Use of Stress."},
      {
        "id":"ED090685",
        "title":"The Bureaucratic Tradition in Latin American Education: The Legacy of Spanish Colonialism."},
      {
        "id":"ED090686",
        "title":"Schools Become Accountable: A PACT Approach."},
      {
        "id":"ED090687",
        "title":"Education for an Open Society."},
      {
        "id":"ED090688",
        "title":"Safe Schools Act. Hearing Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-third Congress, First Session on H. R. 2650."},
      {
        "id":"ED090689",
        "title":"National School Lunch Act. Hearings Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-third Congress, First Session on H. R. 4974."},
      {
        "id":"ED090690",
        "title":"State Policy Making for the Public Schools of Minnesota."},
      {
        "id":"ED090691",
        "title":"Teaching the Decision Sciences in Educational Administration."},
      {
        "id":"ED090692",
        "title":"Management Information Systems: The State of the Art."},
      {
        "id":"ED090693",
        "title":"The Use of Decision Sciences in Educational Administration."},
      {
        "id":"ED090695",
        "title":"Program Analysis and Design Support for the Office of Long Range Planning, New York State Education Department."},
      {
        "id":"ED090697",
        "title":"Principals: An Organized Force for Leadership."},
      {
        "id":"ED090698",
        "title":"The Secondary School Administrator and Student Disruption in the Desegregation-Integration Process."},
      {
        "id":"ED090699",
        "title":"Building an Effective Administrative Team."},
      {
        "id":"ED090700",
        "title":"Executive Initiative Yields to Congressional Dictate: A Study of Educational Renewal, 1971-72."},
      {
        "id":"ED090701",
        "title":"Team Teaching: Initiating Teaming, Organizing Decision-Making Structures, Evaluating Team Teachers."},
      {
        "id":"ED090702",
        "title":"A Model for Curriculum Intervention in the Desegregation-Integration Process."},
      {
        "id":"ED090703",
        "title":"Preparing Humanistic Teachers for Troubled Children."},
      {
        "id":"ED090704",
        "title":"Gifted and Talented Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 609."},
      {
        "id":"ED090705",
        "title":"Physical Education and Leisure Time; A Selective Bibliography. Exceptional Child Bibliography Series No. 612."},
      {
        "id":"ED090706",
        "title":"Multiply Handicapped; A Selective Bibliography. Exceptional Child Bibliography Series No. 614."},
      {
        "id":"ED090707",
        "title":"Learning Disabilities-Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 616."},
      {
        "id":"ED090708",
        "title":"Educable Mentally Handicapped-Programs; A Selective Bibliography: Exceptional Child Bibliography Series No. 621."},
      {
        "id":"ED090709",
        "title":"Educable Mentally Handicapped-Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 622."},
      {
        "id":"ED090710",
        "title":"Aurally Handicapped-Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 624."},
      {
        "id":"ED090711",
        "title":"Aurally Handicapped-Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 625."},
      {
        "id":"ED090712",
        "title":"Directories of Services and Facilities; A Selective Bibliography. Exceptional Child Bibliography Series No. 638."},
      {
        "id":"ED090713",
        "title":"Exceptional Children: A General Reading List; A Selective Bibliography. Exceptional Child Bibliography Series No. 648."},
      {
        "id":"ED090714",
        "title":"Severely Handicapped; A Selective Bibliography. Exceptional Child Bibliography Series No. 649."},
      {
        "id":"ED090715",
        "title":"A Selected Guide to Public Agencies Concerned with Exceptional Children."},
      {
        "id":"ED090716",
        "title":"Color Concepts for the Trainable Mentally Retarded; Mental Retardation Training Program Technical Report Series 69-3."},
      {
        "id":"ED090717",
        "title":"Stimulating Physical Development of Mentally Retarded Children. Mental Retardation Training Program Technical Report Series 70-3."},
      {
        "id":"ED090718",
        "title":"Rumination, Mental Retardation and Re-Feeding in a Five Year Old. Mental Retardation Training Program Technical Report Series 71-4."},
      {
        "id":"ED090719",
        "title":"Report on the Survey of Teachers, Administrators, and Home Trainers of the Trainable Mentally Retarded in Ohio. Mental Retardation Training Program Technical Report Series 70-2."},
      {
        "id":"ED090720",
        "title":"Music Activities Guide for the Preschool Trainable Child. Mental Retardation Training Program Technical Report Series 71-2."},
      {
        "id":"ED090721",
        "title":"Discriminators of Clinically Defined Emotional Maladjustment: The Predictive Validities of the Quay and Devereux Scales."},
      {
        "id":"ED090722",
        "title":"Indentification and Intervention of Handicaps in Early Childhood; A Selective Bibliography. Exceptional Child Bibliography Series No. 606."},
      {
        "id":"ED090723",
        "title":"Gifted and Talented Research; A Selective Bibliography. Exceptional Child Bibliography Series 639."},
      {
        "id":"ED090725",
        "title":"Instructional Development for Training Teachers of Exceptional Children: A Sourcebook."},
      {
        "id":"ED090726",
        "title":"Guiding Growth in Reading: Reference Manual for Teachers of Children with Learning Problems in the Regular Classroom Grades 1-4."},
      {
        "id":"ED090727",
        "title":"Proceedings of the Meeting of the Conference of Executives of American Schools for the Deaf, Inc. (Toronto, Ontario, Canada, April 1972)."},
      {
        "id":"ED090728",
        "title":"A Handbook of Suggestions for Developmental Learning."},
      {
        "id":"ED090729",
        "title":"A Follow-Up Study of the Deaf."},
      {
        "id":"ED090730",
        "title":"Gifted Children as Tutors of Educable Mental Retardates. Mental Retardation Training Program Technical Report Series 68-1."},
      {
        "id":"ED090731",
        "title":"Morale of Teachers of Mentally Retarded Children: An Exploratory Investigation. Mental Retardation Training Program Technical Report Series 68-3."},
      {
        "id":"ED090732",
        "title":"Innovative Use of Videotape Instruction in Special Education Teacher Training. Mental Retardation Training Program Technical Report Series 69-6."},
      {
        "id":"ED090733",
        "title":"A Setting for Growth. Caring for Children No. 6."},
      {
        "id":"ED090734",
        "title":"The Individual Child. Caring for Children No. 7."},
      {
        "id":"ED090735",
        "title":"From \"I\" to \"We\". Caring for Children No. 8."},
      {
        "id":"ED090736",
        "title":"Conditions for Learning. Caring for Children No. 9."},
      {
        "id":"ED090737",
        "title":"Language Is for Communication. Caring for Children No. 10."},
      {
        "id":"ED090738",
        "title":"Mobile Unit to Provide Vocational Evaluation for Handicapped Children. Final Report."},
      {
        "id":"ED090739",
        "title":"The Natural History of 1008 Infants in the Readiness Years. A Final Report to the National Institute of Education."},
      {
        "id":"ED090741",
        "title":"The Evaluation of Vocational Development of Deaf Young Adults. Final Report."},
      {
        "id":"ED090742",
        "title":"Manpower Development Exemplary Programs for the Handicapped."},
      {
        "id":"ED090743",
        "title":"Analysis of Giftedness in Mexican American Children and Design of a Prototype Identification Instrument."},
      {
        "id":"ED090744",
        "title":"Learning Problems and Classroom Instruction."},
      {
        "id":"ED090746",
        "title":"Perceptual-Motor Dysfunction."},
      {
        "id":"ED090747",
        "title":"Selective Attention in Fast and Slow Learners During Discrimination Learning in the Haptic Modality. Information and Research Report."},
      {
        "id":"ED090748",
        "title":"Management and Supervision of Programs for Speech and Hearing Handicapped."},
      {
        "id":"ED090749",
        "title":"Early Childhood Education: A Handbook for Developing Preschool Programs."},
      {
        "id":"ED090750",
        "title":"Vision Test Validation Study for the Health Examination Survey Among Youths 12-17 years."},
      {
        "id":"ED090751",
        "title":"I Can; Ideas for Teachers."},
      {
        "id":"ED090753",
        "title":"A Program for the Development of an Elementary School Program for the Gifted Child."},
      {
        "id":"ED090754",
        "title":"Prescriptive Teaching--A Disgnostic Approach for Early Childhood."},
      {
        "id":"ED090755",
        "title":"A Language Development Program for Preschool Children with Development Problems. Language Development Preschool, Level II."},
      {
        "id":"ED090756",
        "title":"Basic Education Rights for the Handicapped. 1973 Annual Report of the National Advisory Committee on Handicapped Children."},
      {
        "id":"ED090757",
        "title":"Education for Multiply Handicapped Deaf Children. End of Project Report. (September 1, 1970-June 30, 1973)."},
      {
        "id":"ED090758",
        "title":"On Chomsky and Halle's Optimal Orthography."},
      {
        "id":"ED090760",
        "title":"Cartel: Annotated Bibliography of Bilingual Bicultural Materials, No. 8."},
      {
        "id":"ED090761",
        "title":"Teaching Linguistics to Non-Linguistics Majors."},
      {
        "id":"ED090762",
        "title":"Project Brave Bulletin, Vol. 2, No. 7."},
      {
        "id":"ED090763",
        "title":"Project Brave Bulletin, Vol. 2, No. 8."},
      {
        "id":"ED090764",
        "title":"Project Brave Bulletin, Vol. 3, No. 1."},
      {
        "id":"ED090765",
        "title":"Project Brave Bulletin, Vol. 3, No. 4."},
      {
        "id":"ED090766",
        "title":"Project Brave Bulletin, Vol. 3, No. 5."},
      {
        "id":"ED090767",
        "title":"Project Brave Bulletin, Vol. 3, No. 6."},
      {
        "id":"ED090768",
        "title":"Project Brave Bulletin, Vol. 3, No. 7."},
      {
        "id":"ED090769",
        "title":"Project Brave Bulletin, Vol. 2, No. 6."},
      {
        "id":"ED090770",
        "title":"Project Brave Bulletin, Vol. 2, No. 5."},
      {
        "id":"ED090771",
        "title":"Project Brave Bulletin, Vol. 2, No. 4."},
      {
        "id":"ED090772",
        "title":"Project Brave Bulletin, Vol. 2, No. 3."},
      {
        "id":"ED090773",
        "title":"Project Brave Bulletin, Vol. 2, No. 2."},
      {
        "id":"ED090774",
        "title":"Project Brave Bulletin, Vol. 2, No. 1."},
      {
        "id":"ED090785",
        "title":"[Cartel]: Monthly Annotated Bibliography of Bilingual Bicultural Materials, No. 1."},
      {
        "id":"ED090786",
        "title":"Cartel: Annotated Bibliography of Bilingual Bicultural Materials, No. 2."},
      {
        "id":"ED090787",
        "title":"Cartel: Annotated Bibliography of Bilingual Bicultural Materials, No. 3."},
      {
        "id":"ED090789",
        "title":"Cartel: Annotated Bibliography of Bilingual Bicultural Materials, No. 7."},
      {
        "id":"ED090790",
        "title":"Cartel: Annotated Bibliography of Bilingual Bicultural Materials, No. 10."},
      {
        "id":"ED090791",
        "title":"Cartel: Annotated Bibliography of Bilingual Bicultural Materials, No. 11."},
      {
        "id":"ED090792",
        "title":"Cartel: Annotated Bibliography of Bilingual Bicultural Materials, No. 5."},
      {
        "id":"ED090793",
        "title":"Word Power through Latin; A Curriculum Resource."},
      {
        "id":"ED090795",
        "title":"Linguistics for Non-Majors."},
      {
        "id":"ED090796",
        "title":"Supreme Court of the United States, Lau et al. v. Nichols et al."},
      {
        "id":"ED090797",
        "title":"Selected List of Instructional Materials for English as a Second Language: Audio-Visual Aids."},
      {
        "id":"ED090798",
        "title":"Sociolinguistics and Education: Promise and Problems in the Seventies."},
      {
        "id":"ED090799",
        "title":"Joining Linguistics with Other Fields in the Service of Foreign Language Teaching."},
      {
        "id":"ED090800",
        "title":"The Concept of Gradatum in Language Learning."},
      {
        "id":"ED090801",
        "title":"Sociolinguistics and Reading."},
      {
        "id":"ED090802",
        "title":"Current Trends in Social Dialectology."},
      {
        "id":"ED090803",
        "title":"Breaking Into and Out of Linguistics."},
      {
        "id":"ED090805",
        "title":"The Creditability of Nontraditional Education: A Conceptual Framework for Recognition."},
      {
        "id":"ED090806",
        "title":"Administration By Competency."},
      {
        "id":"ED090807",
        "title":"To the Mars Hill College Faculty From the Curriculum Committee. Recommendations Concerning the Competence-Based Curriculum and the 4-1-4 Calendar."},
      {
        "id":"ED090808",
        "title":"Affirmative Action, Tenure, and Unionization: Can There Be Peaceful Coexistence?"},
      {
        "id":"ED090809",
        "title":"The Performance-Based Curriculum: How Different Faculties Can Design a Single Instructional Module."},
      {
        "id":"ED090810",
        "title":"Group and Setting Factors in College Environmental Perception."},
      {
        "id":"ED090811",
        "title":"Resident and Off-Campus Enrollment. Virginia State-Controlled Institutions of Higher Education 1972-73."},
      {
        "id":"ED090812",
        "title":"&quot;Competency&quot; in Liberal Arts Education."},
      {
        "id":"ED090813",
        "title":"Courses by Newspaper--The Missing Adjective."},
      {
        "id":"ED090815",
        "title":"The University as a System. Educational Comment/1974."},
      {
        "id":"ED090816",
        "title":"A Step Toward Equal Justice: Programs to Increase Black Lawyers in the South."},
      {
        "id":"ED090817",
        "title":"Who Should Support the Non-Traditional Aid Applicant?"},
      {
        "id":"ED090818",
        "title":"Stretching Your Tax Dollar in Higher Education."},
      {
        "id":"ED090819",
        "title":"Faculty Governance and Collective Bargaining: An Early Appraisal. Special Report #5."},
      {
        "id":"ED090820",
        "title":"An Analysis of Texas Southern University&apos;s Capacity to Service Community Needs."},
      {
        "id":"ED090821",
        "title":"Pluralism in Education: The Freedom to Choose."},
      {
        "id":"ED090822",
        "title":"Happiness Is...Correlates of Academic Satisfaction Among Undergraduates. The Senior Satisfaction Survey of the Class of 1972."},
      {
        "id":"ED090823",
        "title":"A Study of Florida&apos;s Future Needs for Architects: 1973."},
      {
        "id":"ED090824",
        "title":"Higher Education in the 1970s."},
      {
        "id":"ED090825",
        "title":"Some Policy Issues in Higher Education: A Group Report."},
      {
        "id":"ED090826",
        "title":"Relationships Between College Student Ratings of Instructors and Residual Learning."},
      {
        "id":"ED090827",
        "title":"The Design and Testing of an Integrated Computer System for the Administrative Processes of the University. Progress Report."},
      {
        "id":"ED090829",
        "title":"The Management and Financing of Colleges. A Statement on National Policy by the Research and Policy Committee of the Committee for Economic Development, October 1973."},
      {
        "id":"ED090830",
        "title":"Master Plan for Higher Education in Connecticut 1974-1979."},
      {
        "id":"ED090831",
        "title":"Student Enrollment in New England Institutions of Higher Education 1973-1974."},
      {
        "id":"ED090834",
        "title":"Higher Education in the 1980s and the Role of the Private Institution."},
      {
        "id":"ED090835",
        "title":"Post-Secondary Education: Where Do We Go From Here?"},
      {
        "id":"ED090836",
        "title":"Facilities Inventory and Classification Manual 1973."},
      {
        "id":"ED090837",
        "title":"Characteristics of Enrollees and Non-Enrollees Among Freshmen, 1972."},
      {
        "id":"ED090838",
        "title":"A Study of the Educational Benefits of Proficiency Testing for Students. Research Report No. 354."},
      {
        "id":"ED090839",
        "title":"University Budget Planning, Regression Estimates of Credit and the Concept of FTE Faculty."},
      {
        "id":"ED090840",
        "title":"Open Admissions: A Bibliography for Research and Application."},
      {
        "id":"ED090841",
        "title":"The Open Admissions Freshman Program and Basic Skills Development Programs."},
      {
        "id":"ED090842",
        "title":"Results of the College Diagnostic Questionnaire (CDQ) Fall 1973. Research Report No. 348."},
      {
        "id":"ED090843",
        "title":"Nursing Education in the South. 1973. Pathways to Practice, Vol. 1."},
      {
        "id":"ED090844",
        "title":"The American Undergraduate Off-Campus and Overseas: A Study of the Educational Validity of Such Programs. Phase I. Interim Report."},
      {
        "id":"ED090845",
        "title":"Statistical Supplement to the Annual Reports of the Coordinating Board, Texas College and University System for Fiscal Years 1971 and 1972."},
      {
        "id":"ED090846",
        "title":"State Tax Support of Higher Education: Revenue Appropriation Trends and Patterns, 1963-1973. Report No. 47."},
      {
        "id":"ED090847",
        "title":"Faculty Receptivity to Organizational Change."},
      {
        "id":"ED090848",
        "title":"The Impact of College Upon Social Characteristics and Attitudes of Students Enrolled in Three Predominantly Black Colleges."},
      {
        "id":"ED090850",
        "title":"The State Articulation Coordinating Committee Interpretations and Annotations of the Articulation Agreement Between the State Universities and the Public Community Junior Colleges of Florida September, 1971 to February, 1974."},
      {
        "id":"ED090851",
        "title":"A Profile of Minority Graduate Students at the University of California, Berkeley: Recruitment, Selection, Fields of Study and Financial Support."},
      {
        "id":"ED090852",
        "title":"Standards for Professional Staff Preparation and Compensation in College Union Work."},
      {
        "id":"ED090854",
        "title":"A Study of the College Textbook Market."},
      {
        "id":"ED090855",
        "title":"Application Statistics 1973. Report No. 74-7."},
      {
        "id":"ED090856",
        "title":"Fact Book on Theological Education 1973-74."},
      {
        "id":"ED090857",
        "title":"Classroom Verbal Behavior and Student Perceptions of College Teaching."},
      {
        "id":"ED090858",
        "title":"The Financial Prospects of the Post-Secondary Sector, 1975 to 1990."},
      {
        "id":"ED090859",
        "title":"Citizens' Task Force on Higher Education, State of Ohio. Final Report to the General Assembly and the Board of Regents."},
      {
        "id":"ED090860",
        "title":"An Uncommon Guide to College Union Programming."},
      {
        "id":"ED090861",
        "title":"The Necessity for Curriculum Management."},
      {
        "id":"ED090862",
        "title":"The Supply and Demand Situation. A Summary Review. Communicator. May 1974."},
      {
        "id":"ED090863",
        "title":"Statewide Uniformity From the Capitol."},
      {
        "id":"ED090864",
        "title":"Project Funding and Institutional Innovation in Higher Education."},
      {
        "id":"ED090865",
        "title":"An Exploratory Analysis of the Consequences of Collective Bargaining in Higher Education: The Role of the Faculty."},
      {
        "id":"ED090866",
        "title":"Strategies for Change: The Role of the Internal Agent."},
      {
        "id":"ED090867",
        "title":"Financial Aid for New York State Students. A Report by the Board of Regents to the Governor and the Legislature in Fulfillment of Section 606 of the Education Law."},
      {
        "id":"ED090868",
        "title":"Accountability: The Trustees' Role in Academic Policy. The Board of Trustees and the Making of Academic Policy. Management Forum. Vol. 3, No. 5, May 1974."},
      {
        "id":"ED090869",
        "title":"Mini-Manual for a Free University."},
      {
        "id":"ED090870",
        "title":"The Structure of Authority in University Departmental Government: A Sociological Analysis of Participatory Democracy and its Outcomes."},
      {
        "id":"ED090871",
        "title":"The Role of the External Linkage Agent in College and University Action Research."},
      {
        "id":"ED090872",
        "title":"An Explanation of Faculty Attitude Toward Collective Bargaining in Selected Ohio Higher Education Institutions."},
      {
        "id":"ED090887",
        "title":"The Commuting Student. ERIC Higher Education Research Currents, June 1974."},
      {
        "id":"ED090888",
        "title":"The \"Benefits Crisis\" in Higher Education. ERIC Higher Education Research Report No. 1 1974."},
      {
        "id":"ED090889",
        "title":"Proprietary Schools and Postsecondary Education. ERIC Higher Education Research Report No. 2 1974."},
      {
        "id":"ED090891",
        "title":"Geographic Origins of Students. Fall 1972. Report No. 42."},
      {
        "id":"ED090893",
        "title":"Costs of Education in the Health Professions: Report of a Study Parts I and II."},
      {
        "id":"ED090894",
        "title":"Higher Education, Human Resources and the National Economy. Addresses and Discussion Papers from the Sixtieth Annual Meeting of the Association of American Colleges."},
      {
        "id":"ED090901",
        "title":"Interinstitutional Cooperation at the Departmental Level."},
      {
        "id":"ED090902",
        "title":"Professorial Values: Yesterday and Today."},
      {
        "id":"ED090903",
        "title":"The Socialization of a Medical School Faculty."},
      {
        "id":"ED090905",
        "title":"How Much Change for a Dollar? A Look at Title III. ERIC/Higher Education Research Report No. 3. 1974."},
      {
        "id":"ED090906",
        "title":"National Association of Schools of Music Proceedings of the 49th Annual Meeting, Denver, Colorado 1973. No. 62. March 1974."},
      {
        "id":"ED090907",
        "title":"Humanizing Assessment Reports with a Computer."},
      {
        "id":"ED090908",
        "title":"Research and Analysis to Define Clearinghouse Requirements for the 1968-71 ERIC System. Final Report. Vol. 1, Vol. 2, and Vol. 3."},
      {
        "id":"ED090912",
        "title":"Scenario for Information Service, 19XX; A Forecast."},
      {
        "id":"ED090913",
        "title":"A Management Information System for Serials and Continuations."},
      {
        "id":"ED090916",
        "title":"Labour Relations and the Librarian. Proceedings of a Seminar Sponsored by the Institute of Professional Librarians of Ontario and the Midwestern Regional Library System, May 14-17, 1972."},
      {
        "id":"ED090919",
        "title":"Diffusion Strategy Guide."},
      {
        "id":"ED090920",
        "title":"Information Retrieval: Presentation and Demonstration of an Interactive Computer-Based Search Program."},
      {
        "id":"ED090921",
        "title":"Validation of a Career Information Retrieval Procedure."},
      {
        "id":"ED090922",
        "title":"Enhancing Decision Making Through Information Dissemination: A Test of the &quot;Planning Guide&quot;."},
      {
        "id":"ED090923",
        "title":"Coming of Age of the Family CReWS: A Ballet in Three Acts."},
      {
        "id":"ED090924",
        "title":"Implementing Mainline CAI."},
      {
        "id":"ED090926",
        "title":"Social Influence Through Simulation: Changing Attitudes with the \"School Game\"."},
      {
        "id":"ED090928",
        "title":"The Influence of Students' Orientation Toward College and College Major Upon Students' Attitudes and Performance in a Computer-Based Education Course."},
      {
        "id":"ED090930",
        "title":"A Plan of Library Services for Broward County Florida."},
      {
        "id":"ED090931",
        "title":"Meeting the Challenge: Long Range Program for Library Development in Illinois, 1973-1978. A Report on Progress with Some Plans for the Future."},
      {
        "id":"ED090932",
        "title":"Interaction Effects of Sex and Ability of Grade Eleven Participants in the Simulation, Life Career, Upon Role-Taking and Career Maturity."},
      {
        "id":"ED090933",
        "title":"A System for the Development of Motion Visual Instructional Messages; ITVS Working Paper No 2."},
      {
        "id":"ED090934",
        "title":"Cost Considerations in Computer Managed Instruction."},
      {
        "id":"ED090935",
        "title":"The National Storehouse of Educational Materials/Successes: Some Summary Materials."},
      {
        "id":"ED090936",
        "title":"Student and Teacher Affective Perception of Simulation-Gaming as a Pedagogical Technique."},
      {
        "id":"ED090937",
        "title":"Television and Other Determinants of Scholastic Achievement in Mexican Secondary Education."},
      {
        "id":"ED090939",
        "title":"Library Trustees' Views of Their Duties and Responsibilities."},
      {
        "id":"ED090940",
        "title":"Media Adjunct Programming: An Individualized Media-Managed Approach to Academic Pilot Training."},
      {
        "id":"ED090941",
        "title":"Vigo County Public Library Mediamobile: Evaluation of a Library Services Act Project."},
      {
        "id":"ED090942",
        "title":"Periodical Citations by Freshmen Using Chapel Hill's Undergraduate Library."},
      {
        "id":"ED090943",
        "title":"The Relationship Between Selected Personal Factors and Knowledge of the Public Library of Selected Adults in Ventura County, California."},
      {
        "id":"ED090944",
        "title":"Libraries in Wisconsin Institutions: Status Report."},
      {
        "id":"ED090946",
        "title":"Five-Year Plan for Statewide Library Development in Maine."},
      {
        "id":"ED090947",
        "title":"Programming and Systems Design for a Classroom Information Feedback System."},
      {
        "id":"ED090948",
        "title":"A Computer Assisted Language Analysis System."},
      {
        "id":"ED090949",
        "title":"Amending Section 552 of Title 5, United States Code, Known as the Freedom of Information Act."},
      {
        "id":"ED090950",
        "title":"Five-Year Program for Library Service."},
      {
        "id":"ED090952",
        "title":"Media Evaluations 1974."},
      {
        "id":"ED090953",
        "title":"Library Science Literature and Documentation Prepared in Viet-Nam 1967-1974, A Bibliographical Essay."},
      {
        "id":"ED090954",
        "title":"The Application of Conjugate Reinforcement Techniques to Evaluate Student Preference for Alternate Media. Special Report Number 742."},
      {
        "id":"ED090955",
        "title":"Evaluation of ITV: Electric Company Pilot. Research Report Number 7210."},
      {
        "id":"ED090956",
        "title":"Attention Profile: Evaluation of Instructional Media. Research Report Number 7213."},
      {
        "id":"ED090957",
        "title":"Stanwix House Vocabulary Study: Plurals. Investigative Report Number 7227."},
      {
        "id":"ED090958",
        "title":"Stanwix House Vocabulary Study: Past Tense Verbs. Observational Report Number 7228."},
      {
        "id":"ED090959",
        "title":"Participant Observation: A Research Technique for Studying Teachers and Classrooms. Research Report Number 7313."},
      {
        "id":"ED090960",
        "title":"The Use of Reinforcement Procedures to Measure Attention to Visuals and Captions With Deaf Students. Observational Report Number 7318."},
      {
        "id":"ED090961",
        "title":"Pictorial Vs. Verbal Stimuli in Posttest Items. Speical Report No. 7319."},
      {
        "id":"ED090962",
        "title":"Ex Post Facto Studies as a Research Method. Special Report No. 7320."},
      {
        "id":"ED090963",
        "title":"Review of CBP Interview Procedure and Data. Investigative Report No. 7321."},
      {
        "id":"ED090964",
        "title":"An Evaluation of Computer Assisted Vocabulary Instruction With Mentally Retarded Children. Research Report No. 7322."},
      {
        "id":"ED090965",
        "title":"A Comparison of Three Online Information Retrieval Services."},
      {
        "id":"ED090966",
        "title":"Reading? Does Television Viewing Time Affect It?"},
      {
        "id":"ED090967",
        "title":"Dissemination Policies, Procedure, and Programs of Nine State Education Agencies."},
      {
        "id":"ED090970",
        "title":"Learning Models and Real-Time Speech Recognition."},
      {
        "id":"ED090974",
        "title":"The Influence of Scale Transformations: A Study of Factor Analysis on Simulated Data."},
      {
        "id":"ED090975",
        "title":"Nebraska Library Telecommunications Network Manual; Library Materials at Your Finger Tips."},
      {
        "id":"ED090976",
        "title":"Computerized Information System for Nursing Educators; The First Step Towards Computerized Instruction or Computer Assisted Instruction."},
      {
        "id":"ED090980",
        "title":"United States Air Force Training Line Simulator. Final Report."},
      {
        "id":"ED090982",
        "title":"Context Protection and Consistent Control in Data Base Systems (Part I)."},
      {
        "id":"ED090983",
        "title":"A Model for Data Secure Systems (Part 1)."},
      {
        "id":"ED090987",
        "title":"Service or Organization; Two Views--Three Responses. University of Arizona Library Occasional Papers No. 1."},
      {
        "id":"ED090988",
        "title":"Extending the School with Television: The Case of Mexico's Telesecundaria."},
      {
        "id":"ED090990",
        "title":"Community Radio in Canada."},
      {
        "id":"ED090991",
        "title":"The First ETV Project of Turkey."},
      {
        "id":"ED090993",
        "title":"The Development and Implementation of a Multi-Level Management Information Feedback System."},
      {
        "id":"ED090994",
        "title":"Improving Educational Productivity Through the Use of Technology."},
      {
        "id":"ED090995",
        "title":"Learning Resources Centers for Schools and Colleges."},
      {
        "id":"ED090996",
        "title":"Access to Periodical Resources; A National Plan."},
      {
        "id":"ED090997",
        "title":"Methods of Financing Interlibrary Loan Services."},
      {
        "id":"ED090999",
        "title":"A System for Inter-Library Communication (SILC). Final Report."},
      {
        "id":"ED091001",
        "title":"Long Range Plan for Library Development in Oregon with Five Year Action Plan, Revision of July 1973."},
      {
        "id":"ED091004",
        "title":"The Book Hunger."},
      {
        "id":"ED091007",
        "title":"A Mechanized Information Services Catalog."},
      {
        "id":"ED091008",
        "title":"Books for All; A Programme of Action."},
      {
        "id":"ED091009",
        "title":"School Library Media Center; Handbook for Aides."},
      {
        "id":"ED091010",
        "title":"A New Dimension."},
      {
        "id":"ED091011",
        "title":"Florida Junior College at Jacksonville Community Awareness Survey."},
      {
        "id":"ED091012",
        "title":"How to Individualize Instruction Through Program Development. Final Report."},
      {
        "id":"ED091013",
        "title":"Retention/Attrition--Preventing College Dropouts."},
      {
        "id":"ED091014",
        "title":"Comparative Responses from Students, Faculty, and Administration to the Packaging of the Entry College Course, English 131. Curriculum Development."},
      {
        "id":"ED091015",
        "title":"KOCE-TV Needs-Assessment Surveys: Audience Analysis Telephone Survey."},
      {
        "id":"ED091016",
        "title":"Directions: 10-Year Development Plan, 1973-1983 [for] Brevard Community College."},
      {
        "id":"ED091017",
        "title":"A Special Report: Recruitment Report 2."},
      {
        "id":"ED091018",
        "title":"The Role of the Counselor as Developed by the District Counselors Committee."},
      {
        "id":"ED091019",
        "title":"Survey of Postsecondary Youth and Adult Learning: The Non-Traditional Community College Project."},
      {
        "id":"ED091020",
        "title":"Career Choice and Career Commitment of Two-Year College Women."},
      {
        "id":"ED091021",
        "title":"The Cooling Out of Two-Year College Women."},
      {
        "id":"ED091022",
        "title":"Policies, Procedures, Guidelines, Rules and Regulations for the Administration and Operation of Public Junior Colleges. (Compilation of Existing Actions of the Illinois Junior College Board.)"},
      {
        "id":"ED091023",
        "title":"The Community College and the Community; Heating-Up vs. Cooling Out."},
      {
        "id":"ED091024",
        "title":"Guidelines for the Seventies; Proceedings. Working Conference on Adult Education in Illinois Junior Colleges."},
      {
        "id":"ED091025",
        "title":"Where Have All the Freshman Gone? A Follow-up Study of Students Who Left Montgomery Community College Prior to Graduation."},
      {
        "id":"ED091026",
        "title":"National Conference on Community Continuing Education: Alternative Approaches to Responsibility. Occasional Report No. 19."},
      {
        "id":"ED091027",
        "title":"Personality Change Among Educationally Disadvantaged Veterans as a Function of Enrollment in a Junior College Developmental Project."},
      {
        "id":"ED091028",
        "title":"Compensation for TV College Studio Teaching and Supporting TV Instruction, Appendix B.3."},
      {
        "id":"ED091029",
        "title":"Is Federal Financing a Weak Reed?"},
      {
        "id":"ED091030",
        "title":"A Report on the Findings of the Administration of the Institutional Goals Inventory."},
      {
        "id":"ED091031",
        "title":"When and Why Students Quit Community College Courses."},
      {
        "id":"ED091032",
        "title":"Operating Finance Report for Illinois Public Community Colleges for 1973-74."},
      {
        "id":"ED091033",
        "title":"Texas Community Junior College Research, 1973-74. Third Annual Report to the Texas Association of Junior College Instructional Administrators."},
      {
        "id":"ED091034",
        "title":"Three Colleges: Three Faculties."},
      {
        "id":"ED091035",
        "title":"The Department/Division Chairman: Characteristics and Role in the Community College."},
      {
        "id":"ED091036",
        "title":"IRC: A Model for Research Consortia."},
      {
        "id":"ED091037",
        "title":"Faculty and Administrative Salaries in the Public Community Colleges of Illinois, 1973-74."},
      {
        "id":"ED091038",
        "title":"Abstract of the ACT Class Profile for 1973-74 Freshmen Enrolled in Illinois Public Community Colleges."},
      {
        "id":"ED091039",
        "title":"Perceptions: Causes for Attrition/Retention: The Student/Athlete and the Student/Non-Athlete in Community Junior Colleges."},
      {
        "id":"ED091040",
        "title":"Geosystems--A Means to Understanding Your Community."},
      {
        "id":"ED091041",
        "title":"Survey of the Institutional Research Function in the Public Community Colleges of Illinois."},
      {
        "id":"ED091042",
        "title":"Experimenter-Provided vs. Subject-Generated Learning Strategies: Which Is Better?"},
      {
        "id":"ED091043",
        "title":"An Information Processing Analysis of Transitive Inferences."},
      {
        "id":"ED091044",
        "title":"The Movement of Children in a Child Welfare Agency: A Study of the Reception-Assessment Facility of the Children's Aid Society of Metropolitan Toronto."},
      {
        "id":"ED091045",
        "title":"Overview of a Model of Conceptual Learning and Development."},
      {
        "id":"ED091047",
        "title":"Patterns of Interdependence in Cooperative Work of Elementary School Children."},
      {
        "id":"ED091050",
        "title":"Wisconsin Pilot 4-C Training Grant. Final Report."},
      {
        "id":"ED091051",
        "title":"The Professional Woman as Mother."},
      {
        "id":"ED091054",
        "title":"A Guide to Record Keeping: A System for Child Development Programs."},
      {
        "id":"ED091055",
        "title":"Tucson Early Education Psychological Services."},
      {
        "id":"ED091056",
        "title":"A Statement and Working Paper on Longitudinal/Intervention Research."},
      {
        "id":"ED091060",
        "title":"The Cognitively Oriented Urban Prekindergarten: A Title III ESEA First Year Report."},
      {
        "id":"ED091061",
        "title":"Pre-Kindergarten Prescriptive Teaching Program for Disadvantaged Children. Pre-School Program 1972-73: End of the Year Evaluation."},
      {
        "id":"ED091062",
        "title":"Regional Forums on Early Childhood Development in Texas. Summary Report."},
      {
        "id":"ED091063",
        "title":"Origins and Early History of the Parent Cooperative Nursery School Movement in America."},
      {
        "id":"ED091065",
        "title":"Books for the Teen Age-1973."},
      {
        "id":"ED091066",
        "title":"The Black Experience in Children's Books."},
      {
        "id":"ED091067",
        "title":"The Black Experience in Children's Audiovisual Materials."},
      {
        "id":"ED091071",
        "title":"Stories: A List of Stories to Tell and to Read Aloud."},
      {
        "id":"ED091072",
        "title":"Life's Little Problems: An Intensive Look at the Daily Experiences of Young Children. Informal Paper."},
      {
        "id":"ED091073",
        "title":"Programs of Model Day Care Child Development Centers for Mexican Americans, Native Americans, and Puerto Ricans."},
      {
        "id":"ED091074",
        "title":"Home Start Evaluation Study. Interim Report II: Program Analysis. Revised Draft."},
      {
        "id":"ED091075",
        "title":"Bilingual Education for Spanish-Speaking Children: An Abstract Bibliography."},
      {
        "id":"ED091076",
        "title":"Balancing Basics--What Is Basic in Early Childhood and Elementary Education?"},
      {
        "id":"ED091081",
        "title":"Home Start Evaluation Study. Interim Case Studies IIa."},
      {
        "id":"ED091082",
        "title":"Policy, Programs and Research in Child Development: A Review and Assessment from a Minority Perspective. Final Report."},
      {
        "id":"ED091084",
        "title":"Social Development and Behavior: An Abstract Bibliography."},
      {
        "id":"ED091085",
        "title":"Self Concept: An Abstract Bibliography."},
      {
        "id":"ED091086",
        "title":"Dia de Dar Gracias. Modulo Nivel Primario. (Day to Give Thanks. Module Primary Level.)"},
      {
        "id":"ED091087",
        "title":"El Dia de los Muertos -- Libreto. (The Day of the Dead -- Notebook.)"},
      {
        "id":"ED091089",
        "title":"Modulo Navideno, Nivel Primario. (Christmas Module, Primary Level.)"},
      {
        "id":"ED091090",
        "title":"Unrealistic Development of Frames of Aspirational Reference of Rural Negro and White Girls: A Refutation of Popular Theory."},
      {
        "id":"ED091091",
        "title":"Mexican American, Black and Other Graduates and Dropouts. A Follow-up Study Covering 15 Years of Change, 1956-1971. Fourth in a Five-year Series of Follow-up Studies of School Leavers of East Side Union High School District [San Jose, California]."},
      {
        "id":"ED091092",
        "title":"Bibliography on Community Education."},
      {
        "id":"ED091093",
        "title":"Aspirations of Chicano Youth from the Texas Border Region: A Metropolitan-Nonmetropolitan Comparison."},
      {
        "id":"ED091094",
        "title":"The Effect of Personal and Impersonal Rewards on the Learning Performance of Field Independent-Dependent Mexican-American Children."},
      {
        "id":"ED091095",
        "title":"Outdoor Education and its Contributions to Environmental Quality. A Research Analysis."},
      {
        "id":"ED091096",
        "title":"La Familia de la Raza. (The Family of the Race.)"},
      {
        "id":"ED091097",
        "title":"Seeking Equal Educational Opportunity for Appalachian Youth."},
      {
        "id":"ED091098",
        "title":"Population Estimates for Rural Communities."},
      {
        "id":"ED091099",
        "title":"Negligencia en la Educacion de Estudiantes Mexico-Americanos en el Distrito Escolar Unificado Lucia Mar, Pismo Beach, California. (Educational Neglect of Mexican-American Students in Lucia Mar Unified School District, Pismo Beach, California.)"},
      {
        "id":"ED091100",
        "title":"Index to the &quot;Journal of American Indian Education&quot;, Vol. 1, No. 1, 1961 - Vol. 13, No. 2, 1974."},
      {
        "id":"ED091101",
        "title":"A Filmography for American Indian Education."},
      {
        "id":"ED091102",
        "title":"First Annual Report to the Congress of the United States from the National Advisory Council on Indian Education, Part 1 of 2 Parts."},
      {
        "id":"ED091103",
        "title":"First Annual Report to the Congress of the United States from the National Advisory Council on Indian Education, Part 2 of 2 Parts."},
      {
        "id":"ED091107",
        "title":"Final Evaluation Report of the San Marcos Independent School District&apos;s Bilingual Education Program."},
      {
        "id":"ED091108",
        "title":"Final Evaluation Report of the Harlandale Independent School District&apos;s Bilingual Education Program."},
      {
        "id":"ED091110",
        "title":"To Know or Not to Know. Collection and Use of Racial and Ethnic Data in Federal Assistance Programs. A Report of the U.S. Commission on Civil Rights, February 1973."},
      {
        "id":"ED091112",
        "title":"Eskimo and American Indian Studies Curriculum Development Regarding American Native Oral Tradition: Legal Safeguards and Public Domain--A Discussion."},
      {
        "id":"ED091113",
        "title":"Health of the American Indian. Report of a Regional Task Force."},
      {
        "id":"ED091114",
        "title":"Rural Development: The Industrialized Free-Enterprise Nations."},
      {
        "id":"ED091115",
        "title":"Oral Language and Motor Skills for Non-English Speaking Children."},
      {
        "id":"ED091116",
        "title":"Evaluation: Open Concept School for Indian Education, 1971-72."},
      {
        "id":"ED091117",
        "title":"Open Concept School for Indian Education. End of Budget Period Report, 1972-73."},
      {
        "id":"ED091118",
        "title":"Education Policy and Alaskan Natives."},
      {
        "id":"ED091119",
        "title":"Persons of Spanish Origin in the United States: March 1973. Current Population Reports, Population Characteristics."},
      {
        "id":"ED091120",
        "title":"Bibliography for Appalachian Studies."},
      {
        "id":"ED091121",
        "title":"The Role of Settlement Schools in Southern Appalachia."},
      {
        "id":"ED091124",
        "title":"Apache, Vol. I."},
      {
        "id":"ED091125",
        "title":"Apache, Vol. II."},
      {
        "id":"ED091126",
        "title":"Project HEED, Title III, Section 306. Final Evaluation Report."},
      {
        "id":"ED091127",
        "title":"Project HEED. Final Evaluation Report."},
      {
        "id":"ED091128",
        "title":"An Annotated Bibliography of Selected Research Reports, Articles and Papers on Indian Education in the United States and Canada from 1968-1973."},
      {
        "id":"ED091129",
        "title":"Pilot V Needs Assessment: A Study Conducted During the Year 1972 to Ascertain Data as the Basis of Curriculum Development for Migrant Children."},
      {
        "id":"ED091130",
        "title":"An Exploratory Survey of the Numbers and Distribution of Native Canadian Youth Between the Ages of Twelve and Twenty-Five in the City of Edmonton, During May, 1970."},
      {
        "id":"ED091131",
        "title":"Research Application in Rural Economic Development and Planning."},
      {
        "id":"ED091134",
        "title":"Texas Migrant Labor. 1973 Annual Report."},
      {
        "id":"ED091135",
        "title":"Casting and Angling."},
      {
        "id":"ED091136",
        "title":"Shooting and Hunting: Instructor's Guide."},
      {
        "id":"ED091137",
        "title":"Group Archery Instruction for Beginners: a Planning Guide for Instructors."},
      {
        "id":"ED091138",
        "title":"Marksmanship for Young Shooters: The Air Rifle as an Instructional Tool."},
      {
        "id":"ED091139",
        "title":"A Guide to Instruction in the Shooting Sports-Rifles; Air Rifles; Shotguns; Pistols; Hunter Safety."},
      {
        "id":"ED091140",
        "title":"Institute on Outdoor Education for the Handicapped. (Battle Creek Outdoor Education Center, Clear Lake, Dowling, Michigan, June 1969)."},
      {
        "id":"ED091142",
        "title":"A Development Index for Sixty Counties in Central Appalachia."},
      {
        "id":"ED091152",
        "title":"Simulation Technique in the Teaching and Testing of Problem-Solving Skills."},
      {
        "id":"ED091153",
        "title":"Skylab Experiments, Volume I, Physical Science, Solar Astronomy."},
      {
        "id":"ED091154",
        "title":"Skylab Experiments, Volume 2, Remote Sensing of Earth Resources."},
      {
        "id":"ED091156",
        "title":"Education Through Inquiry - An Experimental Aspect of Teacher Preparation at Arizona State University."},
      {
        "id":"ED091157",
        "title":"Skylab Experiments, Volume 4, Life Sciences."},
      {
        "id":"ED091159",
        "title":"Essentially Elementary Science. A Report on the Status of Elementary Science in Massachusetts Schools."},
      {
        "id":"ED091160",
        "title":"Something of Value. A Summary of Findings and Recommendations for Improving Elementary Science in Massachusetts."},
      {
        "id":"ED091161",
        "title":"Environmental Games and Simulations."},
      {
        "id":"ED091163",
        "title":"Research on Concept Learning: An Analysis."},
      {
        "id":"ED091164",
        "title":"Skylab Experiments, Volume 6, Mechanics."},
      {
        "id":"ED091165",
        "title":"A Teacher&apos;s Guide to Studying the Local Community Through Models, Games and Simulation."},
      {
        "id":"ED091166",
        "title":"International and National Environmental Education: A Status Report - 1974."},
      {
        "id":"ED091167",
        "title":"Selected Biology Behavioral Objectives and Test Items for Grades 4-6."},
      {
        "id":"ED091168",
        "title":"Mapology: The How Much of What Is Where?"},
      {
        "id":"ED091169",
        "title":"National Assessment Findings in Science 1969-70, What Do They Mean?"},
      {
        "id":"ED091171",
        "title":"Questions and Answers About Nuclear Power Plants."},
      {
        "id":"ED091173",
        "title":"Science Safety Grades K-12. Curriculum Bulletin, 1971-72, Series, No. 7"},
      {
        "id":"ED091174",
        "title":"Science: Grade 6. Curriculum Bulletin, 1971-72 Series, No. 6."},
      {
        "id":"ED091175",
        "title":"Science: Grade 7. Curriculum Bulletin, 1971-72 Series, No. 2."},
      {
        "id":"ED091176",
        "title":"Theory of Electricity and Magnetism, Science (Experimental): 5318.06."},
      {
        "id":"ED091177",
        "title":"Types of Reactions, Science (Experimental): 5317.64."},
      {
        "id":"ED091182",
        "title":"Program on Public Conceptions of Science, Newsletter No. 3."},
      {
        "id":"ED091183",
        "title":"The Politics of Environmental Education: Some Insights From Vermont."},
      {
        "id":"ED091184",
        "title":"Recent Light on the Relation Between Socioeconomic Development and Fertility Decline."},
      {
        "id":"ED091185",
        "title":"Man as a Global Ecological Force."},
      {
        "id":"ED091186",
        "title":"China's Population Program at the Grassroots Level: Report on a Field Trip, Summer 1972."},
      {
        "id":"ED091187",
        "title":"Population and the American Predicament: The Case Against Complacency."},
      {
        "id":"ED091188",
        "title":"The Effectiveness of the Concept/Process Section of the Assessment Instrument for the Science Curriculum Improvement Study First Grade Biological Science Unit Entitled &quot;Organisms.&quot;"},
      {
        "id":"ED091189",
        "title":"A Comparison of Science Teaching Behavior with a Theoretical Construct."},
      {
        "id":"ED091190",
        "title":"Information Memory Processing and Retrieval: Relationships of Learning and Cognition in a Verbal and Visual Task."},
      {
        "id":"ED091191",
        "title":"Information Memory Processing and Retrieval: The Use of Information Theory to Study Primacy and Recency Characteristics of Ninth Grade Science Students Processing Learning Tasks."},
      {
        "id":"ED091192",
        "title":"Information Memory Processing and Retrieval: Relationships of Concrete Learning and Concrete and Abstract Cognitions."},
      {
        "id":"ED091193",
        "title":"Information Memory Processing and Retrieval: Relationships of Personality Characteristics and an Abstract Problem Solving Task."},
      {
        "id":"ED091194",
        "title":"Information Memory Processing and Retrieval: Relationships of the Intellect with the Processing of a Learning and Cognition Task."},
      {
        "id":"ED091196",
        "title":"The Applicability of Piaget to Contemporary Curriculum Reform?"},
      {
        "id":"ED091198",
        "title":"An Investigation of Some Cognitive Style Variables and Their Relationships to Science Achievement."},
      {
        "id":"ED091200",
        "title":"A Study of the Effects of a CCSSP Teacher Training Program on the Attitudes of Children Toward Science."},
      {
        "id":"ED091201",
        "title":"Developing and Evaluating Materials for Training Teachers to Use Bloom's Mastery Teaching Strategy."},
      {
        "id":"ED091202",
        "title":"The Development and Evaluation of a Televised Science Inservice Program."},
      {
        "id":"ED091203",
        "title":"Pupil/Science Teacher Interpersonal Compatibility and Science Attitudes."},
      {
        "id":"ED091204",
        "title":"Credibility of the Communicator: A Paradigm for Attitude Change for Preservice Elementary Teachers Toward Science."},
      {
        "id":"ED091205",
        "title":"Behavioral Objectives, Science Processes, and Learning from Inquiry-Oriented Instructional Materials."},
      {
        "id":"ED091206",
        "title":"Sex, Race, Junior High Curriculum, and the Acquisition of Process Skills."},
      {
        "id":"ED091207",
        "title":"A Study of Planetarium Effectiveness on Student Achievement, Perceptions and Retention."},
      {
        "id":"ED091208",
        "title":"An Analysis of College Students' Interpretations of Some Possible Environmental Catastrophes."},
      {
        "id":"ED091209",
        "title":"Evaluation of a Parity Model Competency-Based Teacher Education Program in Science Education."},
      {
        "id":"ED091210",
        "title":"A Possible Model for Developing Performance Based Inservice Modules that Provide Elementary Teachers with Content Background in Science: An Application of the Model."},
      {
        "id":"ED091211",
        "title":"The Measurement of Program Implementation and Students' Cognitive, Affective, and Social Performance in a Field Test of the Inquiry Role Approach (1972-73). I. Implementation: Its Documentation and Relationship to Student Inquiry Development."},
      {
        "id":"ED091212",
        "title":"The Measurement of Program Implementation and Students' Cognitive, Affective, and Social Performance in a Field Test of the Inquiry Role Approach (1972-73). II. Measurement of Social Skills and Attitudinal Development of IRA Biology Students."},
      {
        "id":"ED091213",
        "title":"The Measurement of Program Implementation and Students' Cognitive, Affective, and Social Performance in a Field Test of the Inquiry Role Approach (1972-73). III. Students' Cognitive, Affective and Social Skills Performance."},
      {
        "id":"ED091215",
        "title":"Skylab Experiments, Volume 3, Materials Science."},
      {
        "id":"ED091216",
        "title":"Skylab Experiments, Volume 5, Astronomy and Space Physics."},
      {
        "id":"ED091217",
        "title":"Skylab Experiments, Volume 7, Living and Working in Space."},
      {
        "id":"ED091218",
        "title":"A Report on Research and Development in Environmental Education."},
      {
        "id":"ED091220",
        "title":"Math for Industry. Computation + Comprehension + Application."},
      {
        "id":"ED091221",
        "title":"Mathematics, Scope and Sequence, Grades 1-4."},
      {
        "id":"ED091222",
        "title":"Science, Scope and Sequence, Grades 1-4."},
      {
        "id":"ED091223",
        "title":"A Survey of Unified Science and Enrollments."},
      {
        "id":"ED091224",
        "title":"Situation Report--Barbados, Finland, German Democratic Republic, Italy, Lesotho, Luxembourg, Malagasy Republic (Madagascar), Malaysia (West), Netherlands, Poland, Portugal, Singapore, Sweden, Syrian Arab Republic, and Yugoslavia."},
      {
        "id":"ED091225",
        "title":"Learning to Solve Problems: Role of Instructional Method and Learner Activity."},
      {
        "id":"ED091226",
        "title":"No Deposit - No Return. What's It Costing Me?"},
      {
        "id":"ED091227",
        "title":"An Investigation of the Feasibility of the Use of Students' Perceived Needs to Control the Rate of Instruction."},
      {
        "id":"ED091228",
        "title":"Status Study of Competency Based Teacher Education Programs in Science."},
      {
        "id":"ED091230",
        "title":"Writing and Improving Classroom Tests, A Teacher's Guide. Booklet 1."},
      {
        "id":"ED091232",
        "title":"Modularization--A Road to Relevance?"},
      {
        "id":"ED091233",
        "title":"Plant Hormones: How They Affect Root Formation."},
      {
        "id":"ED091234",
        "title":"Curriculum Guide for Mathematics in Union Parish High Schools."},
      {
        "id":"ED091235",
        "title":"Forty Years of Research in Science Education."},
      {
        "id":"ED091236",
        "title":"Student Misconceptions in Chemical Equilibrium as Related to Cognitive Level and Achievement."},
      {
        "id":"ED091237",
        "title":"Development of a Science Teaching Opinion Survey for Use with Pre-Service and In-Service Science Teachers."},
      {
        "id":"ED091238",
        "title":"Macroanalysis: A Step Toward the Development of Discussion Catalysts and Instructional Models."},
      {
        "id":"ED091239",
        "title":"Research on Mathematics Education (K-12) Reported in 1973."},
      {
        "id":"ED091240",
        "title":"Representation of Subject Matter in Teachers' and Students' Memories."},
      {
        "id":"ED091241",
        "title":"The Attitudes of High School Biology Teachers to the BSCS Program in Israel."},
      {
        "id":"ED091242",
        "title":"The Development and Field Testing of a Science Classroom Observation Form (SCOF)."},
      {
        "id":"ED091243",
        "title":"Somewhere over the Rainbow--Systematic Studies of the Environment of Science Classrooms."},
      {
        "id":"ED091244",
        "title":"Studying the Effects of Quantitatively Defined Teaching Strategies on Students in Elementary School Science Using Macro-Interaction Analysis Techniques."},
      {
        "id":"ED091245",
        "title":"Predictors of Achievement in an Audio-Tutorial Physical Science Course."},
      {
        "id":"ED091246",
        "title":"Interaction Patterns and Their Relationship with Outcomes in Australian Science Education Project Classrooms."},
      {
        "id":"ED091247",
        "title":"Student Structured Learning in Biology."},
      {
        "id":"ED091248",
        "title":"The Levels of Questioning and Their Effects Upon Student Performance Above the Knowledge Level of Bloom's Taxonomy of Educational Objectives. A Research Paper."},
      {
        "id":"ED091251",
        "title":"Science Education Newsletter No. 24."},
      {
        "id":"ED091252",
        "title":"A Citizen's Guide to Clean Air."},
      {
        "id":"ED091255",
        "title":"\"You Won't Do.\" What Textbooks on U.S. Government Teach High School Girls, with \"Sexism in Textbooks: An Annotated Source List of 150 + Studies and Remedies.\""},
      {
        "id":"ED091256",
        "title":"Humanizing Schools -- A Case Study. Occasional Paper Number 3."},
      {
        "id":"ED091257",
        "title":"Society, Environment, Science. Profiles of Promise 21."},
      {
        "id":"ED091258",
        "title":"A Cultural Approach to the Teaching of Social Studies. Profiles of Promise 22."},
      {
        "id":"ED091259",
        "title":"Caring is Basic... at James Madison School. Profiles of Promise 23."},
      {
        "id":"ED091260",
        "title":"Boulder Experiments: An Environmental Fair. Profiles of Promise 24."},
      {
        "id":"ED091261",
        "title":"Moral Dilemmas and the Environment."},
      {
        "id":"ED091263",
        "title":"International Social Indicators: An Overview of On-Going Activities."},
      {
        "id":"ED091266",
        "title":"Human Relations Education in Oklahoma Schools. A Curriculum Guide."},
      {
        "id":"ED091267",
        "title":"Minorities and Education. Minority Outlook on Current Issues. Viewpoint Number 6."},
      {
        "id":"ED091268",
        "title":"Man and His Relationship to the Natural and Cultural Environment: The United States. A Resource Guide."},
      {
        "id":"ED091269",
        "title":"Man in His Natural and Cultural Environment. A Resource Guide."},
      {
        "id":"ED091270",
        "title":"Developing an Economic Education Program for the Future. A Delphi Research Study."},
      {
        "id":"ED091272",
        "title":"Need for Studies of Sex Discrimination in Public Schools. Revised."},
      {
        "id":"ED091273",
        "title":"1974 Michigan Social Studies Textbook Study."},
      {
        "id":"ED091274",
        "title":"Innovation in Undergraduate Teaching; and the Study of Asian and African Societies and Traditions: Final Report."},
      {
        "id":"ED091275",
        "title":"Paul Goodman, Anarchism, and Education."},
      {
        "id":"ED091276",
        "title":"Opposition as Conformity: Structural Conditions of Youth Protest."},
      {
        "id":"ED091277",
        "title":"Population Workbook: A Series of Learning Exercises in Population Studies for Undergraduates."},
      {
        "id":"ED091278",
        "title":"A Management Scientist Looks at Education and Education Looks Back."},
      {
        "id":"ED091279",
        "title":"The Social Sciences in the Training of Elementary Teachers: Practical Considerations."},
      {
        "id":"ED091280",
        "title":"Latin America -- Struggle for Stability. Social Studies: 6478.05."},
      {
        "id":"ED091281",
        "title":"Global Village in Century 21. Social Studies: 6414.26."},
      {
        "id":"ED091282",
        "title":"A Total Immersion Day. Profiles of Promise 25."},
      {
        "id":"ED091283",
        "title":"Solving a Community Problem: Computer Car Pooling. Profiles of Promise 26."},
      {
        "id":"ED091284",
        "title":"Individualized Elective Program. Profiles of Promise 27."},
      {
        "id":"ED091285",
        "title":"Careers in Social Studies. Profiles of Promise 28."},
      {
        "id":"ED091286",
        "title":"Crazy Shapes and Cool Impressions: A Corporation. Profiles of Promise 29."},
      {
        "id":"ED091287",
        "title":"A Human Rights Curriculum. Profiles of Promise 30."},
      {
        "id":"ED091288",
        "title":"Cross-Cultural Research Methodology in Education."},
      {
        "id":"ED091289",
        "title":"Children's Conceptions of the Structure and Functions of Government, Social Influence on Children's Presidential Preferences."},
      {
        "id":"ED091291",
        "title":"The Twenty Year Forecast. Prospectus 1974."},
      {
        "id":"ED091292",
        "title":"A Reassessment of the Problems in Estimating School Effects."},
      {
        "id":"ED091294",
        "title":"Round Two: A Modularized/Individualized Secondary Educational Psychology Course."},
      {
        "id":"ED091295",
        "title":"The Growth and Structure of Cities Program: An Innovative Approach to Urban Studies."},
      {
        "id":"ED091296",
        "title":"Stupidity, Sloth and Public Policy: Social Darwinism Rides Again."},
      {
        "id":"ED091297",
        "title":"Psycho-Philosophic Concerns of Social Activists: The Need for Research and Curriculum Development."},
      {
        "id":"ED091298",
        "title":"A Final Evaluation Report of the Law in a Free Society Project. Phase II, Year 1, 1971-72."},
      {
        "id":"ED091300",
        "title":"Political Knowledge and Attitudes, 1971-1972. A Special Social Studies Report from the National Assessment of Educational Progress."},
      {
        "id":"ED091301",
        "title":"Experimental and Demonstration Program, Copper Country Intermediate School District. End of Budget Period Reports 1972 and 1973."},
      {
        "id":"ED091302",
        "title":"Modern Middle Eastern Fiction: An Approach to Studying the Area."},
      {
        "id":"ED091303",
        "title":"Armenian Studies for Secondary Students, A Curriculum Guide."},
      {
        "id":"ED091305",
        "title":"The African Mythology: Old and New."},
      {
        "id":"ED091306",
        "title":"Tradition and Change in Modern Morocco, An Instructional Unit Based on Film Study."},
      {
        "id":"ED091307",
        "title":"Water in the Middle East, a Secondary and College Level Multi-Media Study."},
      {
        "id":"ED091308",
        "title":"Education in the People's Republic of China."},
      {
        "id":"ED091309",
        "title":"Schooling for Servitude, Some Aspects of South Africa's Bantu Education System."},
      {
        "id":"ED091310",
        "title":"Minority Education in Global Perspective."},
      {
        "id":"ED091312",
        "title":"Drug Abuse Prevention: Report of the Temporary State Commission to Evaluate the Drug Laws."},
      {
        "id":"ED091315",
        "title":"The Educational Context for the Study of Cooperation and Helpful Concern for Others."},
      {
        "id":"ED091316",
        "title":"A Study of the Utilization of Teacher Times Free of Students during the Student Day."},
      {
        "id":"ED091318",
        "title":"Competency Process: A Strategy for Public Policy Implementation."},
      {
        "id":"ED091320",
        "title":"Pupil Perceptions of Teachers Who Score High on Scales of Shostrom's Personal Orientation Inventory versus Teachers Who Score Low."},
      {
        "id":"ED091322",
        "title":"Managing Behavior. Behavior Modification: A Module Cluster for Individualizing College Instruction."},
      {
        "id":"ED091323",
        "title":"New Possible Federal Roles and Relations for Large Institutions."},
      {
        "id":"ED091324",
        "title":"Developing/Modifying Student Affective Behaviors."},
      {
        "id":"ED091325",
        "title":"Remarks on the Federal Role, Education, and Teacher Education."},
      {
        "id":"ED091326",
        "title":"Implications of Bandura's Observational Learning Theory for a Competency Based Teacher Education Model."},
      {
        "id":"ED091328",
        "title":"Parents-Children-Teachers: Communication. Bulletin No. 28-A."},
      {
        "id":"ED091329",
        "title":"Research, Development, and the Classroom Teacher Producer/Consumer."},
      {
        "id":"ED091330",
        "title":"Transforming the Product. Teacher Education Division Publication Series."},
      {
        "id":"ED091331",
        "title":"Inservice/Needs Assessment/Competency Based Teacher Education."},
      {
        "id":"ED091341",
        "title":"The Myth of Performance-Based Teacher Education. Teacher Education Division Publication Series."},
      {
        "id":"ED091342",
        "title":"Competencies Needed for Teaching Emotionally Disturbed and Socially Maladjusted Children and Youth: Implications for Staff Development. Research Bulletin."},
      {
        "id":"ED091343",
        "title":"Forecasting the Educational Future."},
      {
        "id":"ED091344",
        "title":"Notes from Workshop Center for Open Education. Volume 2, Number 4."},
      {
        "id":"ED091345",
        "title":"Analysis of a Contract Approach in a Graduate University Course."},
      {
        "id":"ED091346",
        "title":"Leadership Training for Urban Schools: A Professor's Perspective."},
      {
        "id":"ED091348",
        "title":"Three Most Essential Teacher Attributes Needed for Success as Perceived by Teachers in Defacto Segregated Schools."},
      {
        "id":"ED091349",
        "title":"A Case Study in Changing the Governance of a Teacher Education Program."},
      {
        "id":"ED091350",
        "title":"Innovation Teams: Operating Principles."},
      {
        "id":"ED091351",
        "title":"Teaming: Organizing for Change in the Schools."},
      {
        "id":"ED091353",
        "title":"Professional Preparation in Elementary School Physical Education at the University of Florida."},
      {
        "id":"ED091354",
        "title":"The Education and Effectiveness of Teachers. Fifth Annual Report. August 1, 1970."},
      {
        "id":"ED091355",
        "title":"An Introduction to the Harlingen Teacher Renewal Center."},
      {
        "id":"ED091356",
        "title":"The Minicourse in Teacher Education. A Report on Minicourse Utilization in Teacher Corps Programs."},
      {
        "id":"ED091357",
        "title":"The Open Teacher: An Alternative to Traditional Teacher Education."},
      {
        "id":"ED091358",
        "title":"Correspondence Courses for In-service Teacher Training at Primary Level in Developing Countries. International Studies in Education 28."},
      {
        "id":"ED091359",
        "title":"The Mid-Coast Maine Project in the Affective Education of Teachers. An Evaluation."},
      {
        "id":"ED091360",
        "title":"Identification of Problems and Concerns Regarding Educational Research and Development Activities Involving Black Citizens. A Final Report."},
      {
        "id":"ED091362",
        "title":"The Effectiveness of Two Models of Teacher Training as a Function of the Personality and Attitudes of the Trainee."},
      {
        "id":"ED091363",
        "title":"Performance Based Teacher Education: Selective Retention."},
      {
        "id":"ED091364",
        "title":"IGE--The Schools, The State and The College."},
      {
        "id":"ED091365",
        "title":"R&D and Productivity in Education."},
      {
        "id":"ED091366",
        "title":"An Overview of Project CORES."},
      {
        "id":"ED091367",
        "title":"Objectives of the Elementary Education Competency Based Teacher Training Program of the University of Toledo."},
      {
        "id":"ED091369",
        "title":"Glossary of Terms: Competency-Based Teacher Education."},
      {
        "id":"ED091370",
        "title":"A Preliminary Report of the Competency Based Inservice Training Program Patterned on the Moore Model of Teacher Education."},
      {
        "id":"ED091371",
        "title":"The Effects of Contingent Use of Recess Activities on the Academic Performance of a Third Grade Classroom."},
      {
        "id":"ED091373",
        "title":"Douglas Discusses 'Cultural Neutrality' in Dissenting Opinion on DeFunis Case: Racial Neutrality is Key."},
      {
        "id":"ED091374",
        "title":"Directorate Encourages Examination of Legal Barriers to Possible Improvement of Teacher Education Programs."},
      {
        "id":"ED091376",
        "title":"A Paradigm for Identification of Performance Based Teaching Skills."},
      {
        "id":"ED091378",
        "title":"Basic Legal Issues in New York State on Teacher Certification."},
      {
        "id":"ED091379",
        "title":"Competencies for Teachers of Culturally Different Children: Teacher Competencies for Teaching Native American Children."},
      {
        "id":"ED091380",
        "title":"Restructuring Teacher Education for Multicultural Imperatives."},
      {
        "id":"ED091381",
        "title":"Teacher Credentialling Reform in New York State: A Critique and a Suggestion for New Directions."},
      {
        "id":"ED091383",
        "title":"CEDaR Catalog of Selected Educational Research and Development Programs and Products. 4th edition. Volume I."},
      {
        "id":"ED091384",
        "title":"CEDaR Catalog of Selected Educational Research and Development Programs and Products. 4th edition. Volume II."},
      {
        "id":"ED091386",
        "title":"Multicultural Education and CBTE: A Vehicle for Reform."},
      {
        "id":"ED091387",
        "title":"A Need for a Competency Based Teacher Education for Native Americans. Position Paper."},
      {
        "id":"ED091388",
        "title":"Cultural Competence and Confidence: A Quest for Effective Teaching in a Multicultural Society."},
      {
        "id":"ED091389",
        "title":"A Position Paper on Teacher Competencies for Cultural Diversity in Connection with the AACTE Multicultural Education/Competency-Based Teacher Education Project."},
      {
        "id":"ED091390",
        "title":"Media Literacy: Thinking About."},
      {
        "id":"ED091391",
        "title":"Report on the Preparation and Certification of Teachers, Administrators, and Other School Personnel in Texas. Part I."},
      {
        "id":"ED091392",
        "title":"Report on the Preparation and Certification of Teachers, Administrators, and Other School Personnel in Texas. Part II."},
      {
        "id":"ED091393",
        "title":"Toward a Performance-Based Certification System for Teachers."},
      {
        "id":"ED091394",
        "title":"Process-Product Correlations in the Texas Teacher Effectiveness Study: Final Report."},
      {
        "id":"ED091395",
        "title":"The Role of the Learner in Improving Instruction: Development of Technical Skills of Learning in Classroom Interaction."},
      {
        "id":"ED091396",
        "title":"Plan, Polish, Promote and Practice: A School Volunteer Program."},
      {
        "id":"ED091397",
        "title":"Techniques and Procedures for Formative Evaluation."},
      {
        "id":"ED091398",
        "title":"The Effect of Pooling Two Heterogeneous Subgroups on the Product-Moment Correlation Coefficient."},
      {
        "id":"ED091399",
        "title":"Applications of the Spaulding System of Classroom Behavioral Analysis in Field Settings."},
      {
        "id":"ED091400",
        "title":"A Duplicate Construction Experiment."},
      {
        "id":"ED091401",
        "title":"Transfer, Retention, and Achievement as Measures of School Success."},
      {
        "id":"ED091402",
        "title":"Visual and Kinesthetic Components of Pursuit-Tracking Performance."},
      {
        "id":"ED091403",
        "title":"Proctoring Oral and Written Performance in a Motivation Course."},
      {
        "id":"ED091405",
        "title":"Implications of Pupil Growth Measures for Administrative Action."},
      {
        "id":"ED091406",
        "title":"Developing Mathematical Materials for Aptitude Treatment Interaction."},
      {
        "id":"ED091407",
        "title":"Evaluating the Effectiveness of a Program Used in School Situations Characterized By High Pupil Absenteeism and Attrition."},
      {
        "id":"ED091408",
        "title":"An Observational System for the Evaluation of Preschool Programs: Research and Development."},
      {
        "id":"ED091409",
        "title":"Stability of Student Evaluations of Instructors and Their Courses."},
      {
        "id":"ED091410",
        "title":"Parallel Needs Assessments Among Small, Rural Districts as a Basis for Cooperative Planning."},
      {
        "id":"ED091411",
        "title":"Gifted Mexican American Children: An Ethnico-Scientific Perspective."},
      {
        "id":"ED091412",
        "title":"A Model for the Development and Evaluation of Placement Tests for Objective Based Curriculum Management Systems."},
      {
        "id":"ED091413",
        "title":"Comparison of Three Common Experimental Designs to Improve Statistical Power When Data Violate Parametric Assumptions."},
      {
        "id":"ED091414",
        "title":"Magnitude Estimation Scaling in Needs Assessment."},
      {
        "id":"ED091415",
        "title":"The Delphi Technique: How Well Does It Work in Setting Educational Goals."},
      {
        "id":"ED091416",
        "title":"Achievement vs. Learning: Needed Distinctions?"},
      {
        "id":"ED091417",
        "title":"An Investigation of Selected Two-Sample Hypothesis Testing Procedures When Sampling From Empirically Based Test Score Models."},
      {
        "id":"ED091418",
        "title":"A Factor Analysis of Educational Goal Ratings From the CSE Needs Assessment Kit."},
      {
        "id":"ED091419",
        "title":"A Tailored Testing Model Employing the Beta Distribution and Conditional Difficulties."},
      {
        "id":"ED091420",
        "title":"Improving Evaluation Programs Through Better Understanding of the College Student and His Professor."},
      {
        "id":"ED091421",
        "title":"Technical Travails of Developing Criterion-Referenced Tests."},
      {
        "id":"ED091422",
        "title":"Standard Mastery Curves and Skew Curves."},
      {
        "id":"ED091423",
        "title":"The ANOVA F-Test Versus The Kruskal-Wallis Test: A Robustness Study."},
      {
        "id":"ED091424",
        "title":"Techniques for Assessing Organizational Environments and Their Implications for Intervention Style."},
      {
        "id":"ED091425",
        "title":"The Applicability of Item Sampling to the Monitoring of Resourcefulness."},
      {
        "id":"ED091426",
        "title":"Multiple-Choice Versus Created-Response Test Items."},
      {
        "id":"ED091427",
        "title":"Subjective Probability and the Administration of Objective Tests."},
      {
        "id":"ED091428",
        "title":"Measuring Effectiveness of a Principals' Desegregation Workshop."},
      {
        "id":"ED091429",
        "title":"The Bender Gestalt and the Ravens Progressive Matrices Measures of Perceptual Behavior, Motor Behavior and Perceptual-Motor Behavior."},
      {
        "id":"ED091430",
        "title":"Prior Memorization of Definitions, Examples and Nonexamples with Conjunctive and Disjunctive Concept Learning Tasks."},
      {
        "id":"ED091431",
        "title":"Using Transcript Information in Evaluating a Non-Traditional Degree Program."},
      {
        "id":"ED091432",
        "title":"Livingston's Reliability Coefficient and Harris' Index of Efficiency: An Empirical Study of the Two Reliability Coefficients For Criterion-Referenced Tests."},
      {
        "id":"ED091433",
        "title":"Evaluating Education Programs: Are We Getting Anywhere?"},
      {
        "id":"ED091434",
        "title":"The Calibration of a Criterion-Referenced Test."},
      {
        "id":"ED091435",
        "title":"An Investigation of Full-And Subscale Reliabilities of Criterion-Referenced Tests."},
      {
        "id":"ED091438",
        "title":"Current Activities in the Design and Development of Development, Dissemination and Evaluation (D,D&E) Competence Catalogue and Assessment Instruments."},
      {
        "id":"ED091439",
        "title":"Concerns of Teachers: Research and Reconceptualization."},
      {
        "id":"ED091440",
        "title":"Applications of Ordering Theory Analysis in the Formative Evaluation of Instruction for Retarded Children."},
      {
        "id":"ED091441",
        "title":"The Method of &quot;Strong Inference&quot; in the Design of Evaluation Studies."},
      {
        "id":"ED091444",
        "title":"Preparation of a Filmstrip Unit on Basic Measurement Principles. Final Report."},
      {
        "id":"ED091445",
        "title":"The Validity of Direct-Observation in Assessment of Clinical Skills."},
      {
        "id":"ED091446",
        "title":"Age Differences in Degree of Acquiescence on Positively and Negatively Scored Attitude Scale Items."},
      {
        "id":"ED091447",
        "title":"A Quasi-Experimental Design for the Assessment of Posttest Sensitization."},
      {
        "id":"ED091448",
        "title":"Planning for the Evaluation of the PLATO Computer-Based Instructional System: Attitudinal and Performance Evaluation in the Elementary Schools."},
      {
        "id":"ED091449",
        "title":"Black Psychologists Discuss Behavior Modification."},
      {
        "id":"ED091452",
        "title":"Devaluation of Forbidden Toys Among Lower Socioeconomic Children as a Function of Severity and Specificity of Threat."},
      {
        "id":"ED091453",
        "title":"An Evaluation of the Speech Therapy Program for Disadvantaged Pupils in Non-Public Schools."},
      {
        "id":"ED091454",
        "title":"An Evaluation of the High School Redirection Program. State Urban Education Program."},
      {
        "id":"ED091463",
        "title":"The Puerto Ricans: A Resource Unit for Teachers."},
      {
        "id":"ED091464",
        "title":"Pre-Operational Thinking in Disadvantaged Children."},
      {
        "id":"ED091465",
        "title":"An Investigation of the Perception of Personal Space and Its Meaning Among Black and White Americans."},
      {
        "id":"ED091466",
        "title":"Guidelines for After-School Workshops: A Manual for Teacher Trainers."},
      {
        "id":"ED091468",
        "title":"Effects of Race of Successful Peer Models on Academic Expectations and Performance of Black and White Students."},
      {
        "id":"ED091469",
        "title":"On the Interface Between Low-Income, Urban Black Children and Their Teachers During the Early School Years: A Position Paper."},
      {
        "id":"ED091471",
        "title":"Effects of Assessment Contexts in the Creativity Test Performance of Black Children."},
      {
        "id":"ED091472",
        "title":"An Assessment of the Alternative Educational Program at Harlem Preparatory School."},
      {
        "id":"ED091475",
        "title":"Does Migration Interfere with Children's Progress in School?"},
      {
        "id":"ED091476",
        "title":"Project Emerge, Dayton, Ohio. 1972-73 Final Evaluation Report."},
      {
        "id":"ED091478",
        "title":"Satellite Academies Program: Interim Report."},
      {
        "id":"ED091479",
        "title":"Satellite Academies Program: Evaluation Plan."},
      {
        "id":"ED091480",
        "title":"Ways of Establishing and Funding Community Learning Centers. Final Report."},
      {
        "id":"ED091482",
        "title":"ESAP Community Groups."},
      {
        "id":"ED091483",
        "title":"A Training Program for Urban School Research and Evaluation Personnel. Final Report."},
      {
        "id":"ED091484",
        "title":"An Assessment of Racial Awareness, Preference, and Self Identity Among White and Adopted Non-White Children."},
      {
        "id":"ED091485",
        "title":"Poverty and Health: Children's Medical Care. Discussion Papers."},
      {
        "id":"ED091486",
        "title":"Staff Development in Low Power Transactional Organizations: The Administration of an Experimental Program in Urban Education."},
      {
        "id":"ED091487",
        "title":"Combating Discrimination in the Schools: Legal Remedies and Guidelines."},
      {
        "id":"ED091488",
        "title":"An Experimental Evaluation of a Behavior Change Program for Black High School Students. Final Report."},
      {
        "id":"ED091489",
        "title":"Differential Dyadic Interactions of Black and White Teachers with Black and White Pupils in Recently Desegregated Social Studies Classrooms: A Function of Teacher and Pupil Ethnicity. Final Report."},
      {
        "id":"ED091491",
        "title":"Promising Practices: A Guide to Replication. Classroom Directory."},
      {
        "id":"ED091492",
        "title":"Participation of the Black Community in Selected Aspects of the Educational Institution of Newark, 1958-1972. Final Report."},
      {
        "id":"ED091496",
        "title":"Neighborhoods and Political Influence: A Study of ESEA Title I."},
      {
        "id":"ED091499",
        "title":"Maryland Career Development Project (K-Adult). Vol. 1. Final Report."},
      {
        "id":"ED091500",
        "title":"Third Year Evaluation of the Maryland Career Development Project. Vol. 2. Final Evaluation Report."},
      {
        "id":"ED091501",
        "title":"The Critical Incident Technique: A Bibliography."},
      {
        "id":"ED091502",
        "title":"Futurism and Health Occupations Education: The Implications of Changes in the Delivery System."},
      {
        "id":"ED091504",
        "title":"The Meaning and Value of Work. Information Series No. 71."},
      {
        "id":"ED091505",
        "title":"An Exemplary Program for Curriculum Development and Implementation of the Course Introduction to Agri-Business. Final Project Report."},
      {
        "id":"ED091507",
        "title":"Aviation Education Through Building an Airplane. Advisory Circular 20-86."},
      {
        "id":"ED091508",
        "title":"Education Professions Development Act, Part F, Section 552: Graduate Fellowships in Vocational-Technical Education. Second Interim Report, September 1, 1972-August 31, 1973."},
      {
        "id":"ED091509",
        "title":"AMA and Allied Health Manpower."},
      {
        "id":"ED091510",
        "title":"Accreditation: The AMA View."},
      {
        "id":"ED091511",
        "title":"Sources of Knowledge Utilized in Curriculum Change in Nursing Education."},
      {
        "id":"ED091512",
        "title":"Basic Training Program for Emergency Medical Technician Ambulance: Course Guide."},
      {
        "id":"ED091514",
        "title":"Instructional Materials in Consumer Education: Interpersonal Relations."},
      {
        "id":"ED091515",
        "title":"Consumer Education: A Conceptual Structure and Planning Guide for Senior High Schools in Wisconsin."},
      {
        "id":"ED091516",
        "title":"Selected Information about Vocational-Technical Education in Tennessee for the School Year 1972-73. Information Series No. 20."},
      {
        "id":"ED091517",
        "title":"The Place of Technical Education in the Total Educational System."},
      {
        "id":"ED091518",
        "title":"Office and Business Occupations: Cluster Guide."},
      {
        "id":"ED091519",
        "title":"Manufacturing: Cluster Guide."},
      {
        "id":"ED091520",
        "title":"Health Occupations: Cluster Guide."},
      {
        "id":"ED091521",
        "title":"Graphics and Communication Media: Cluster Guide."},
      {
        "id":"ED091522",
        "title":"Food Preparation and Service: Cluster Guide."},
      {
        "id":"ED091523",
        "title":"Distribution: Cluster Guide."},
      {
        "id":"ED091524",
        "title":"Construction: Cluster Guide."},
      {
        "id":"ED091525",
        "title":"Clothing and Textile Services: Cluster Guide."},
      {
        "id":"ED091526",
        "title":"Automotive and Power Service: Cluster Guide."},
      {
        "id":"ED091527",
        "title":"Agriculture/Natural Resources: Cluster Guide."},
      {
        "id":"ED091528",
        "title":"Vocational Education/Special Education Program Guide."},
      {
        "id":"ED091530",
        "title":"Mountain-Plains Education and Economic Development Program, Inc. Research and Development in Career Education. Mountain-Plains Briefing Memo."},
      {
        "id":"ED091534",
        "title":"Patient Education Leads to Better Care for Heart Patients."},
      {
        "id":"ED091536",
        "title":"Promising Program Ventures: A Review of Recent Developments Regarding the External Degree."},
      {
        "id":"ED091537",
        "title":"An Evaluation Guide for Adult Basic Education Programs."},
      {
        "id":"ED091539",
        "title":"A Validation of Selected Teaching Competencies for Industrial Teacher Education."},
      {
        "id":"ED091541",
        "title":"Changing Methods of Teaching Business Subjects. National Business Education Yearbook, No. 10."},
      {
        "id":"ED091543",
        "title":"CIRF Publications. No. 4."},
      {
        "id":"ED091544",
        "title":"Jail Management. Book 1: Administration of Jail Operations."},
      {
        "id":"ED091545",
        "title":"Jail Management. Book 2: Personnel and Fiscal Management."},
      {
        "id":"ED091546",
        "title":"Jail Management. Book 3. Jail and Community Corrections Programs."},
      {
        "id":"ED091547",
        "title":"Jail Management. Book 4: Community Relations."},
      {
        "id":"ED091548",
        "title":"Jail Management. Book 5: Legal Problems."},
      {
        "id":"ED091549",
        "title":"Jail Management. Book 6: Jail Planning."},
      {
        "id":"ED091550",
        "title":"Occupational Expectations--Nature, Correlates, and Utilization in Occupational Education."},
      {
        "id":"ED091551",
        "title":"Policies and Standards for the Approval of Occupational Secondary Schools, Revised for 1973-1974."},
      {
        "id":"ED091552",
        "title":"Improving Performance in Technical and Apprentice Training. A Pilot Study of Performance Based Apprentice Training."},
      {
        "id":"ED091553",
        "title":"Industrial Ceramics: Secondary Schools."},
      {
        "id":"ED091554",
        "title":"Electricity Electronics for Intermediate and Junior High Schools."},
      {
        "id":"ED091555",
        "title":"Planning, Programing, and Administration of Functional Literacy."},
      {
        "id":"ED091556",
        "title":"The Nature and Function of Literacy: Sociology, Cybernetics, Politics."},
      {
        "id":"ED091557",
        "title":"Training for Functional Literacy."},
      {
        "id":"ED091558",
        "title":"Can Learning Centers Assist Men with Educational Deficiencies Who Are Incarcerated and Unable to Attend Formal School?"},
      {
        "id":"ED091559",
        "title":"Career Development Materials: An Annotated Bibliography."},
      {
        "id":"ED091560",
        "title":"Project Worker: Teacher's Manual for a Course in Career Decision Making for Special Education."},
      {
        "id":"ED091561",
        "title":"Project Worker: Manual for Career Placement Aides."},
      {
        "id":"ED091563",
        "title":"Policies and Standards for the Approval of Separately-Administered Adult High Schools, 1973-1974."},
      {
        "id":"ED091564",
        "title":"Flight Test Guide (Part 61 Revised): Instrument Pilot: Helicopter."},
      {
        "id":"ED091565",
        "title":"How to Use Truth in Lending, Case No. 1: \"The Grey Family Finances an Auto Purchase.\" Case Study with Discussion Questions."},
      {
        "id":"ED091566",
        "title":"Reaching and Teaching Young Families: A Handbook for Extension Staff."},
      {
        "id":"ED091567",
        "title":"Managing Highway Maintenance: Maintenance Activities, Work Units, and Classifying Work, Unit 6, Level 2."},
      {
        "id":"ED091568",
        "title":"Managing Highway Maintenance: Standards for Maintenance Work, Part 1, Unit 8, Level 2."},
      {
        "id":"ED091569",
        "title":"Managing Highway Maintenance: Standards for Maintenance Work, Part 2, Unit 8, Level 2."},
      {
        "id":"ED091570",
        "title":"Managing Highway Maintenance: Standards for Maintenance Work, Part 3, Unit 8, Level 2."},
      {
        "id":"ED091571",
        "title":"Managing Highway Maintenance: Instructor&apos;s Manual for Work Programs and Budgets, Unit 9, Levels 1 and 2."},
      {
        "id":"ED091572",
        "title":"Managing Highway Maintenance: Budget Preparation, Unit 9, Level 3."},
      {
        "id":"ED091573",
        "title":"Managing Highway Maintenance: Maintenance Management--by Objectives, Unit 10, Level 2."},
      {
        "id":"ED091574",
        "title":"Managing Highway Maintenance: Instructor's Manual for Management by Objectives Review, Unit 11, All Levels."},
      {
        "id":"ED091575",
        "title":"Women and Social Security: Law and Policy in Five Countries."},
      {
        "id":"ED091576",
        "title":"Systems Analysis in Health Manpower Education: A Bibliography."},
      {
        "id":"ED091577",
        "title":"Wage Compliance Handbook: Training 7606-03."},
      {
        "id":"ED091578",
        "title":"Guidelines for the Approval of Legal Assistant Education Programs."},
      {
        "id":"ED091579",
        "title":"A Comparison of Union Construction Workers Who Have Achieved Journeyman Status Through Apprenticeship and Other Means."},
      {
        "id":"ED091580",
        "title":"The Role of Home Economics in Career Education."},
      {
        "id":"ED091581",
        "title":"Manpower Economic Education and the Transition from School to Work. (Impact on a Cohort of Ohio Secondary School Students)."},
      {
        "id":"ED091582",
        "title":"[Integrating Asian-Americans into the Business Community]."},
      {
        "id":"ED091583",
        "title":"Career Development and Motivation and Equal Employment Opportunity."},
      {
        "id":"ED091586",
        "title":"An Analysis of Social Criteria and Triggering Mechanisms for Extended Unemployment Benefits."},
      {
        "id":"ED091587",
        "title":"Highway Safety Workshop for Traffic Court Judges: Trainer's Manual."},
      {
        "id":"ED091588",
        "title":"Highway Safety Workshop for Traffic Court Judges: Participant's Reference Manual."},
      {
        "id":"ED091589",
        "title":"Occupational Information for ES (Employment Service) Counseling: An Evaluation of Occupational Information Access System Pilot Use in Three Portland Employment Division Offices."},
      {
        "id":"ED091591",
        "title":"An Analysis of Cluster Plans for Secondary School Industrial Education and Career Education."},
      {
        "id":"ED091596",
        "title":"HumRRO's Literacy Research for the U.S. Army: Developing Functional Literacy Training."},
      {
        "id":"ED091597",
        "title":"WIN II: Making a Difference. Report of a Conference."},
      {
        "id":"ED091598",
        "title":"A Systems Approach to Residential, Family Based Career Education."},
      {
        "id":"ED091599",
        "title":"Employer-Based Career Education: The Developmental Year at Far West School."},
      {
        "id":"ED091603",
        "title":"Training Student Volunteers."},
      {
        "id":"ED091604",
        "title":"Curriculum Guide for Vocational Teacher-Coordinators of Intensive Business Training."},
      {
        "id":"ED091605",
        "title":"The Career-Centered Curriculum for the Vocational Complexes in Mississippi. Final Report."},
      {
        "id":"ED091606",
        "title":"A Theoretical and Conceptual Reformulation of the Concept &quot;Anticipatory Goal Deflection&quot; and a Strategy for Future Research."},
      {
        "id":"ED091607",
        "title":"[Continuing Education Programs in Nursing. Two Documents: The Florida Nurses Association Landmark Statement and Maryland Practical Nurses Association Continuing Education Program.]"},
      {
        "id":"ED091610",
        "title":"Differential Validities for Shop Courses: Proposal B: Follow-Up of Subjects' Work Experiences. Final Report. Vol. 2: Questionnaire and Interview Materials."},
      {
        "id":"ED091612",
        "title":"Children and Drugs."},
      {
        "id":"ED091613",
        "title":"The Art of Referral in a University Setting. Student Development Paper, Vol. 4, No. 1, 1972-74."},
      {
        "id":"ED091615",
        "title":"A General Survey of Free Clinics As Alternatives To Existing Health Care Institutions."},
      {
        "id":"ED091616",
        "title":"Students, the College Environment, and Their Interaction. Student Development Report, Vol. 11, No 3, 1973-74."},
      {
        "id":"ED091617",
        "title":"The Timing and Spacing of Births and Women's Labor Force Participation: An Economic Analysis."},
      {
        "id":"ED091618",
        "title":"The Personal Development of Adolescents with Average Intellectual Ability in a High Ability Suburban School District."},
      {
        "id":"ED091619",
        "title":"A Process Model for Vocational Evaluation of High-Risk Rehabilitation Clients."},
      {
        "id":"ED091620",
        "title":"Feminine Intellectual Decline During Adolescence."},
      {
        "id":"ED091621",
        "title":"Doing Drug Education: The Role of the School Teacher."},
      {
        "id":"ED091622",
        "title":"Non-Sexist Education for Survival."},
      {
        "id":"ED091623",
        "title":"Sex Role Stereotyping in the Schools."},
      {
        "id":"ED091624",
        "title":"First, They are Children."},
      {
        "id":"ED091625",
        "title":"Helping Improve a Child's Self-Image."},
      {
        "id":"ED091626",
        "title":"Current Fees Charging Practices and Perceptions in College and University Counseling Centers."},
      {
        "id":"ED091627",
        "title":"The Effects of TM on Concurrent Heart Rate, Peripheral Blood Pulse Volume, and the Alpha Wave Frequency."},
      {
        "id":"ED096674",
        "title":"&quot;A Limited Number of Advertising Pages.&quot; Journalism Monographs, No. 25."},
      {
        "id":"ED096675",
        "title":"From the Back of the Foxhole: Black Correspondents in World War II. Journalism Monographs, No. 27."},
      {
        "id":"ED096676",
        "title":"A Bibliography of Plays Written by Black Americans: 1855 to the Present."},
      {
        "id":"ED096677",
        "title":"The New Journalism: A Critical Perspective. Journalism Monographs, No. 34."},
      {
        "id":"ED096678",
        "title":"In Defense of Freedom: Horace L. Traubel and the &quot;Conservator.&quot;"},
      {
        "id":"ED096679",
        "title":"Kenya's Maligned African Press: A Reassessment."},
      {
        "id":"ED096680",
        "title":"Communication and Development: African and Afro-American Parallels. Journalism Monographs, No. 28."},
      {
        "id":"ED096681",
        "title":"Sensational Roots: The Police Court Heritage."},
      {
        "id":"ED096682",
        "title":"A Thematic Analysis of Edwin L. Godkin's Editorials in the &quot;Nation,&quot; 1865-1899."},
      {
        "id":"ED096683",
        "title":"The Structure of Communication in an Emerging Frontier Community."},
      {
        "id":"ED096684",
        "title":"Warren G. Harding and the Press."},
      {
        "id":"ED096685",
        "title":"Communications Satellites: A New Channel for International Communications, A New Source of International Tension."},
      {
        "id":"ED096686",
        "title":"Alternative Information Theoretic Measures of Television Messages: An Empirical Test."},
      {
        "id":"ED096687",
        "title":"To-Morrow Speak What To-Morrow Thinks."},
      {
        "id":"ED096688",
        "title":"The Communicative Power of Advertising Illustrations."},
      {
        "id":"ED096689",
        "title":"Commercial Use Without Consent: Privacy or Property?"},
      {
        "id":"ED096690",
        "title":"Agricultural Market News Programming of Wisconsin Broadcast Media."},
      {
        "id":"ED096691",
        "title":"Student Press Rights: Struggles in Scholastic Journalism."},
      {
        "id":"ED096692",
        "title":"Recommended English Language Arts Curriculum Guides K-12 and Criteria for Planning and Evaluation, 1974."},
      {
        "id":"ED096699",
        "title":"A Fallen Fortress: BIA, 1972."},
      {
        "id":"ED096700",
        "title":"Political Reform, ERIC First Analysis: 1974-75 National High School Debate Resolutions; and Resources on Political Reform: A Reading List."},
      {
        "id":"ED096701",
        "title":"Contextual Compatibility as a Function of Social Background."},
      {
        "id":"ED096702",
        "title":"The Five W's of Teaching Mass Communication in the Secondary School."},
      {
        "id":"ED096703",
        "title":"Current Debate: A Response to the Debate Blahs."},
      {
        "id":"ED096704",
        "title":"A Theoretical Exploration of the Function of the Image in Communication."},
      {
        "id":"ED096705",
        "title":"Film Studies: A Time for Action."},
      {
        "id":"ED096706",
        "title":"A Preliminary Study of Cognitive Impairment as a Function of Reflective Fear-Arousal in Persuasion."},
      {
        "id":"ED096708",
        "title":"Communication and Teaching Effectiveness--A Quantitative Study of Verbal and Nonverbal Communication in Vocational Education Programs in the State of Florida. Final Report."},
      {
        "id":"ED096709",
        "title":"Items of Information Retrieved as a Function of Cue System and Topical Area."},
      {
        "id":"ED096710",
        "title":"Talking to an \"Us\" or a \"Them\": Differences in Performing the Speech Function \"Formulation\" in School Counseling Interviews."},
      {
        "id":"ED096711",
        "title":"Why Audit Communication in Organizations?"},
      {
        "id":"ED096712",
        "title":"Interaction Patterns in Established and Ad Hoc Groups: An Experimental Comparison."},
      {
        "id":"ED096713",
        "title":"Children and the Perceived Reality of Television."},
      {
        "id":"ED096714",
        "title":"Communication: A Survey of Today's Methods Courses and Implications for Tomorrow's Discipline."},
      {
        "id":"ED096715",
        "title":"Symbolism in the Feature Film."},
      {
        "id":"ED096716",
        "title":"Peer Selection and Success in the Beginning Oral Interpretation Course."},
      {
        "id":"ED096717",
        "title":"The Effect of the Basic Speech Course on Anxiety, Dogmatism, Cognitive Ability, and Communicative Ability."},
      {
        "id":"ED096718",
        "title":"Game Theory and Communication Process Research."},
      {
        "id":"ED096720",
        "title":"A Preliminary Causal Model of the Formation of Communication Structure in Large Organizations."},
      {
        "id":"ED096721",
        "title":"Long Range Goals and Priorities in Speech Communication; Proceedings of the Speech Communication Association. Summer Conference (9th, Chicago, July 12-14, 1973)."},
      {
        "id":"ED096722",
        "title":"A Survey of Speech and Drama Activities in the Secondary Schools of Arizona."},
      {
        "id":"ED096723",
        "title":"On Writing a Film Script."},
      {
        "id":"ED096724",
        "title":"Bitter Roots and Sweet Fruit: Notes on Elementary Speech Communication Instruction."},
      {
        "id":"ED096725",
        "title":"Film Analyticity: Variations in Viewer Orientation."},
      {
        "id":"ED096730",
        "title":"Grievance Procedures. The Best of ERIC Series, No. 3."},
      {
        "id":"ED096732",
        "title":"Education Change Agents, Modules &amp; Materials: Volumes 1 and 2."},
      {
        "id":"ED096733",
        "title":"Case Studies of Energy Use: Elementary and Secondary Schools. BSIC/EFL Energy Workbook No. 1."},
      {
        "id":"ED096734",
        "title":"Ministries of Education: Their Functions and Organization. Bulletin 1961, No. 21."},
      {
        "id":"ED096735",
        "title":"A Causal Model of Consensus Formation and Effectiveness."},
      {
        "id":"ED096736",
        "title":"The 80s: Where Will the Schools Be? The Responses of 14 Principals."},
      {
        "id":"ED096740",
        "title":"Using Educational Indicators for Program Accountability. Cooperative Accountabilities Project Bulletin No. 5139."},
      {
        "id":"ED096741",
        "title":"Articles on Educational Accountability in Universal English. Revised."},
      {
        "id":"ED096742",
        "title":"Women in Administrative Positions in Public Education. A Position Paper."},
      {
        "id":"ED096743",
        "title":"Program Audit Handbook."},
      {
        "id":"ED096744",
        "title":"Matters of Choice. A Ford Foundation Report on Alternative Schools."},
      {
        "id":"ED096745",
        "title":"What 125,000 Ohioans Want from Their Schools. Alternatives for Educational Redesign."},
      {
        "id":"ED096747",
        "title":"Design Concepts for Optimum Energy Use in HVAC Systems."},
      {
        "id":"ED096748",
        "title":"Sports Institute for Research/Change Agent Research--SIR/CAR."},
      {
        "id":"ED096749",
        "title":"PERT Planning for Physical Educational Facilities."},
      {
        "id":"ED096750",
        "title":"Planning for Educational Change. A Process Model for Designing Future Forms of Educational Facilities. Research Report No. 5 of Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED096751",
        "title":"ENSIM. A User&apos;s Manual for a Land Use Analysis-Based Enrollment Simulation. Research Report No. 11 of Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED096752",
        "title":"A Futures Primer for Local Education Agencies. Research Report No. 14 of Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED096753",
        "title":"Seven Crucial Issues in Education: Alternatives for State Action."},
      {
        "id":"ED096754",
        "title":"Negotiations Sourcebook: Sources of Information on Collective Bargaining for Educators."},
      {
        "id":"ED096755",
        "title":"The Challenge of Educational Leadership: State Boards and Results Oriented Management."},
      {
        "id":"ED096756",
        "title":"The Brief Interlude: Federal Intervention in American Education, 1944-1974."},
      {
        "id":"ED096758",
        "title":"Alum Rock Union Elementary School District Voucher Feasibility Study. Final Report."},
      {
        "id":"ED096759",
        "title":"A Feasibility Analysis of Open Enrollment: East Hartford, Connecticut, January 21, 1974 to April 21, 1974."},
      {
        "id":"ED096760",
        "title":"Feasibility Study for the Design and Implementation of an Education Voucher System in Rochester, New York, Volumes 1-3."},
      {
        "id":"ED096761",
        "title":"Educational Vouchers in New Rochelle. Phase I: General Design of Voucher Plan."},
      {
        "id":"ED096763",
        "title":"A Study of the Factors and Procedures Used for School Site Selection, Site Development, and Site Utilization."},
      {
        "id":"ED096767",
        "title":"Management by Objectives in Fresno Unified School District."},
      {
        "id":"ED096768",
        "title":"Accountability, It's People and It's Systems: PPbS. Education Monograph No. 4."},
      {
        "id":"ED096769",
        "title":"Evaluation System for School Administrators (ESSA)."},
      {
        "id":"ED096770",
        "title":"Super-Parent: An Analysis of State Educational Controls."},
      {
        "id":"ED096771",
        "title":"Problems in Providing Education Overseas for Dependents of U.S. Personnel. Report to the Congress."},
      {
        "id":"ED096772",
        "title":"A Feasibility Report on Education Vouchers."},
      {
        "id":"ED096773",
        "title":"The Feasibility of Implementing a &quot;Voucher Plan&quot; in Seattle, Phase 2. Final Report."},
      {
        "id":"ED096774",
        "title":"Patterns of Course Offerings and Enrollments in Public Secondary Schools, 1970-71."},
      {
        "id":"ED096776",
        "title":"Pre-Academic Program for Children Delayed in Oral Communication Skills."},
      {
        "id":"ED096777",
        "title":"Programming Retarded in Career Education (Project PRICE). Working Paper No. 1."},
      {
        "id":"ED096778",
        "title":"California Master Plan for Special Education."},
      {
        "id":"ED096779",
        "title":"Vocational Training and Job Placement of the Mentally Retarded: An Annotated Bibliography."},
      {
        "id":"ED096780",
        "title":"Program Description and 1973 Outcome Data: Engelmann-Becker Follow Through Model."},
      {
        "id":"ED096781",
        "title":"Summary Analyses of Five-Year Data on Achievement and Teaching Progress with 14,000 Children in 20 Projects. Technical Report 73-2. Preliminary Report."},
      {
        "id":"ED096782",
        "title":"Assessment of Reflectivity-Impulsivity in Primary Level Educable Mentally Retarded Children."},
      {
        "id":"ED096783",
        "title":"Project NOW."},
      {
        "id":"ED096784",
        "title":"Study of Verbally Gifted Youth: Second Annual Report to the Spencer Foundation. 1 September 1973-1 September 1974."},
      {
        "id":"ED096785",
        "title":"Updated Five Year Plan for Special Education Services."},
      {
        "id":"ED096786",
        "title":"MR 73: The Goal Is Freedom. Annual Report of the President&apos;s Committee on Mental Retardation."},
      {
        "id":"ED096787",
        "title":"Hearing-Impaired Formal Inservice Program."},
      {
        "id":"ED096788",
        "title":"EMR Curriculum Guide: Primary."},
      {
        "id":"ED096789",
        "title":"Northwest Regional Special Education Instructional Materials Center. Final Technical Report."},
      {
        "id":"ED096790",
        "title":"Curriculum Activities Guide for Severely Retarded Deaf Students."},
      {
        "id":"ED096791",
        "title":"Handbook: The Operation of Programs for Language-Handicapped Children. Demonstration Center for Language-Handicapped Children."},
      {
        "id":"ED096792",
        "title":"Research Design and Results. Demonstration Center for Language-Handicapped Children."},
      {
        "id":"ED096793",
        "title":"Recommendations; Operational History. Demonstration Center for Language-Hanciapped Children."},
      {
        "id":"ED096794",
        "title":"Demonstration Center for Language-Handicapped Children. Research Monographs; Vol. 1, No. 1-10."},
      {
        "id":"ED096795",
        "title":"Demonstration Center for Language-Handicapped Children. Research Monographs; Vol. 2, No. 1-7."},
      {
        "id":"ED096796",
        "title":"The Implications of Recent Research in Early Child Development for Special Education. Proceedings of the Special Study Institute."},
      {
        "id":"ED096797",
        "title":"Directory of State Human Services Agencies."},
      {
        "id":"ED096798",
        "title":"Language and Speech Improvement for Kindergarten and First Grade. A Supplementary Handbook."},
      {
        "id":"ED096799",
        "title":"Program Budgeting and the Mentally Retarded. Perspective Series, No. 1."},
      {
        "id":"ED096800",
        "title":"Doctoral Dissertations in School Psychology: 1967-1973."},
      {
        "id":"ED096801",
        "title":"Accountability Study of the Program for Trainable Mentally Retarded Children and Youth. Summary Evaluation Report, 1972-1973."},
      {
        "id":"ED096802",
        "title":"Accountability Study of the Program for Trainable Mentally Retarded Children and Youth. Summary Evaluation Report, 1973-74."},
      {
        "id":"ED096803",
        "title":"Rights Handbook for Physically Handicapped Children: Child Advocacy Project."},
      {
        "id":"ED096804",
        "title":"The Severely, Multiply Handicapped: What are the Issues? The Proceedings from the Regional, Topical Conference (March 6-8, 1974)."},
      {
        "id":"ED096805",
        "title":"Affective Instruments Used in the Evaluation of the &quot;Handicapped Children in the Regular Classroom&quot;, an ESEA Title III Project."},
      {
        "id":"ED096806",
        "title":"Children Without Labels: ESEA Title III Project 1232; &quot;Handicapped Children in the Regular Classroom&quot;."},
      {
        "id":"ED096807",
        "title":"Bibliography: Precision Teaching."},
      {
        "id":"ED096808",
        "title":"Competencies of Persons Responsible for the Classification of Mentally Retarded Individuals."},
      {
        "id":"ED096810",
        "title":"Quelques moyens utilises en correction phonetique avec les etudiants dits \"faux intermediaires\" (Several Methods Used for Pronunciation Correction with Students Called \"faux intermediaires.\")"},
      {
        "id":"ED096812",
        "title":"Teacher Training for the Non-Native Speaker in Francophone Africa."},
      {
        "id":"ED096813",
        "title":"A Comparison of the Intonation Patterns of Black English and Standard English."},
      {
        "id":"ED096814",
        "title":"Culture in the Bilingual-Bicultural Curriculum."},
      {
        "id":"ED096815",
        "title":"New Perspectives in Intergroup Education. 1. Introduction: State Involvement. 2. Local School System Involvement. 3. An Experience in Teaching French-African Literature in a Mixed Class."},
      {
        "id":"ED096816",
        "title":"A Mnemonic Method for the Acquisition of a Second-Language Vocabulary. Psychology and Education Series, Technical Report No. 224."},
      {
        "id":"ED096817",
        "title":"Second Language Programmes for Young Children."},
      {
        "id":"ED096818",
        "title":"Toward a Computer-Based Course in the History of the Russian Literary Language. Psychology and Education Series, Technical Report No. 221."},
      {
        "id":"ED096819",
        "title":"Job Security and Student Enrollment: A Synonym Drill."},
      {
        "id":"ED096820",
        "title":"Culture and Language as Factors in Learning and Education."},
      {
        "id":"ED096821",
        "title":"Negation and Dialect Variation in French."},
      {
        "id":"ED096822",
        "title":"Contrastive Emphasis and Cleft Sentences. Working Papers on Language Universals, No. 12."},
      {
        "id":"ED096824",
        "title":"Capturing Native Intuitions: A Criticism of the Chomsky-Halle Auxiliary Reduction Rules."},
      {
        "id":"ED096825",
        "title":"The Basis for a Crosslinguistic Typology of Motion/Location, Part I. Working Papers on Language Universals, No. 9."},
      {
        "id":"ED096826",
        "title":"Bibliography 1. Coivs. Working Papers in Linguistics, No. 16."},
      {
        "id":"ED096827",
        "title":"The Importance of Objectives in Foreign Language Instruction as Rated by Teachers."},
      {
        "id":"ED096828",
        "title":"Social Factors and Speech Variation: Some Observations in Albany, New York."},
      {
        "id":"ED096830",
        "title":"A Teacher's Notebook: Latin."},
      {
        "id":"ED096833",
        "title":"TESOL Today: The Need for New Directions."},
      {
        "id":"ED096834",
        "title":"Mexican Americans. An Appendix to \"A Curriculum Guide in Spanish (Levels III-V)\"."},
      {
        "id":"ED096835",
        "title":"Foreign Language Majors: The Washington Perspective."},
      {
        "id":"ED096836",
        "title":"An Analysis of Multinational Corporations' Perception of Their Requirements for International M.B.A. Degree Holders."},
      {
        "id":"ED096837",
        "title":"Survey of Foreign Language Majors."},
      {
        "id":"ED096838",
        "title":"Arabic Proficiency Test (For College Level), Manual and Report."},
      {
        "id":"ED096840",
        "title":"A Standard Sample of Present-Day Chinese for Use with Digital Computers. Final Report."},
      {
        "id":"ED096841",
        "title":"An Application of the Mnemonic Keyword Method to the Acquisition of a Russian Vocabulary. Psychology and Education Series, Technical Report No. 237."},
      {
        "id":"ED096842",
        "title":"Communicating in Polish."},
      {
        "id":"ED096843",
        "title":"The Training of Language Teachers: A Look at the Future."},
      {
        "id":"ED096844",
        "title":"The Medieval India Bibliographical Project: Hindi-Urdu Phase. Final Report."},
      {
        "id":"ED096845",
        "title":"The Space Between...English and Foreign Languages at School. CILT Reports and Papers No. 10."},
      {
        "id":"ED096847",
        "title":"Dramatics in the Foreign-Language Classroom. ERIC Focus Reports on the Teaching of Foreign Languages, No. 23."},
      {
        "id":"ED096849",
        "title":"The Use of Newspapers and Magazines in the Foreign-Language Classroom. ERIC Focus Reports on the Teaching of Foreign Language, No. 31."},
      {
        "id":"ED096850",
        "title":"Contemporary Cambodian: The Social Institutions."},
      {
        "id":"ED096854",
        "title":"Portuguese [Brazilian] Programmatic Course. Vol. 1."},
      {
        "id":"ED096857",
        "title":"Fun and Games with Foreign Languages."},
      {
        "id":"ED096858",
        "title":"Bibliographie Moderner Fremdsprachenunterricht. (A Bibliography of Modern Foreign Language Instruction.) Vol. 5, No. 3."},
      {
        "id":"ED096859",
        "title":"Quotable Quotes on the Value of Language Study."},
      {
        "id":"ED096862",
        "title":"Factors in Graduate School Performance."},
      {
        "id":"ED096863",
        "title":"A Comprehensive Long-Range Development Study of the Participating Colleges of the Mississippi Association of Developing Colleges."},
      {
        "id":"ED096864",
        "title":"University Without Walls: Student Profile."},
      {
        "id":"ED096866",
        "title":"Schedule Building and Student Registration: Universities."},
      {
        "id":"ED096867",
        "title":"Experiential Education and the Revitalization of the Liberal Arts: A Working Paper. Working Draft."},
      {
        "id":"ED096869",
        "title":"Summary of the Report of the Commission on Education for Health Administration."},
      {
        "id":"ED096870",
        "title":"Proceedings of the Annual Meeting 1973. Middle States Association of Collegiate Registrars and Officers of Admission."},
      {
        "id":"ED096871",
        "title":"Companion to the University of Calgary Response to the &quot;Report of the Commission on Educational Planning,&quot; October, 1972. OIR Report No. 84."},
      {
        "id":"ED096873",
        "title":"Ontario Universities' Application Centre (sic). The First Three Years 1971-74. Report No. 74-16."},
      {
        "id":"ED096874",
        "title":"How to Measure Faculty Work Load."},
      {
        "id":"ED096877",
        "title":"Planning: Universities."},
      {
        "id":"ED096879",
        "title":"Degrees Granted and Enrollment Trends in Historically Black Colleges: An Eight-Year Study."},
      {
        "id":"ED096880",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education 1974-75."},
      {
        "id":"ED096881",
        "title":"Maryland Plan for Completing the Desegregation of the Public Postsecondary Education Institutions in the State. February 1974 and Addendum, May 1974."},
      {
        "id":"ED096882",
        "title":"Independent Study in the Undergraduate College."},
      {
        "id":"ED096883",
        "title":"Cases and Materials on Women and the Law for GS 200: Introduction to Women's Studies."},
      {
        "id":"ED096884",
        "title":"Postsecondary Education in Transition. The Regents 1974 Progress Report on EDUCATION BEYOND HIGH SCHOOL. The Regents Statewide Plan for the Development of Postsecondary Education, 1972. Draft."},
      {
        "id":"ED096885",
        "title":"Fact Book on Higher Education in the South, 1973 and 1974."},
      {
        "id":"ED096886",
        "title":"Video Tape Application to Higher Education: Pre-Employment Screening. Final Report."},
      {
        "id":"ED096887",
        "title":"Academic Planning in Higher Education. Management Forum. Vol. 3, No. 7, September 1974."},
      {
        "id":"ED096888",
        "title":"Program Budgeting: Universities."},
      {
        "id":"ED096889",
        "title":"Trends in Education for the Professions. ERIC/Higher Education Research Report No. 7."},
      {
        "id":"ED096890",
        "title":"Cooperative General Science Program. Progress Report 1966-74."},
      {
        "id":"ED096891",
        "title":"Trends and Career Changes in the Health Fields: A Comparison with Other Disciplines. Executive Summary."},
      {
        "id":"ED096892",
        "title":"Marketing Higher Education to New Students. ERIC Higher Education Research Currents."},
      {
        "id":"ED096894",
        "title":"Curriculum Change in Black Colleges VIII. A Report on a Cooperative Academic Planning Curriculum Development Workshop (Bethune-Cookman College, Daytona Beach, Florida, June 5-8, 1974)."},
      {
        "id":"ED096895",
        "title":"Enrollments in Oregon's Public and Independent Colleges and Universities. Actual and Projected Enrollments 1966 Through 1984. Report No. 10-74."},
      {
        "id":"ED096896",
        "title":"An Empirical Investigation of Factors Which Influence College-Going Behavior. Report No. R-1470-NSF."},
      {
        "id":"ED096897",
        "title":"Fourth Annual Report of the Educational Opportunity Fund. 1972-1974."},
      {
        "id":"ED096900",
        "title":"State and Federal Tensions in Higher Education (Clinic 6)."},
      {
        "id":"ED096902",
        "title":"Accreditation, Licensure, Certification and Public Accountability (Clinic 9)."},
      {
        "id":"ED096904",
        "title":"Changing State Responsibilities for Planning and Coordination in Postsecondary Education (Clinic 1)."},
      {
        "id":"ED096905",
        "title":"Changing State Responsibilities for Consumer Protection in Postsecondary Education. 1973 Annual Meeting, Bibliography. (Clinic 2)."},
      {
        "id":"ED096906",
        "title":"Graduate and Professional Education (Clinic 3)."},
      {
        "id":"ED096909",
        "title":"Organizational Patterns in Higher Education Institutions for the Conduct of Field-Centered Research."},
      {
        "id":"ED096910",
        "title":"Basic Opportunity Grants for Higher Education: Will the Outcome Differ from the Intent? Institute for Research on Poverty Discussion Papers No. 194-74."},
      {
        "id":"ED096911",
        "title":"Generating Revenue From College Facilities."},
      {
        "id":"ED096912",
        "title":"The Report of The Commission on the Future of the College. [Princeton University]."},
      {
        "id":"ED096913",
        "title":"The Effective Use of Resources: Financial and Human."},
      {
        "id":"ED096914",
        "title":"Statewide Planning in Higher Education."},
      {
        "id":"ED096915",
        "title":"College Plans of High School Seniors: October 1973. Population Characteristics. Current Population Reports, Series P-20, No. 270."},
      {
        "id":"ED096916",
        "title":"Innovative Programs in Education for the Professions."},
      {
        "id":"ED096917",
        "title":"USC (University of Southern California) Faculty: Their Views of the University."},
      {
        "id":"ED096919",
        "title":"The Probability of Success of Students Who Transfer to Hofstra."},
      {
        "id":"ED096920",
        "title":"The Higher Cost of a Higher Education: New England Trends 1970-1975."},
      {
        "id":"ED096921",
        "title":"Admissions and Financial Aid Information for Maryland's Public and Private Postsecondary Educational Institutions."},
      {
        "id":"ED096922",
        "title":"Radiation Protection Enrollments and Degrees. Enrollments--Fall 1973. Degrees Granted July 1965-June 1973."},
      {
        "id":"ED096923",
        "title":"Compensation Practices for Graduate Research Assistants: A Survey of Selected Doctoral Institutions."},
      {
        "id":"ED096924",
        "title":"Who Pays? Who Benefits?"},
      {
        "id":"ED096925",
        "title":"WICHE/NCHEMS Work and the Need for Black Box Research."},
      {
        "id":"ED096926",
        "title":"Facts About New England Colleges, Universities and Institutes. 1974, 1975, 13th Edition."},
      {
        "id":"ED096927",
        "title":"College Transfer Students in Massachusetts: A Study of 20,000 Transfer Applicants to 48 Massachusetts Colleges and Universities for Fall, 1973."},
      {
        "id":"ED096928",
        "title":"University Requirements and Resource Allocation in the Determination of Undergraduate Achievement. Final Report."},
      {
        "id":"ED096929",
        "title":"Exploring the Case for Low Tuition in Public Higher Education."},
      {
        "id":"ED096930",
        "title":"The Consolidated Net Worth of Private Colleges. Recommendation of a Model."},
      {
        "id":"ED096931",
        "title":"The University in Less Developed Countries. ICED Occasional Paper No. 11."},
      {
        "id":"ED096932",
        "title":"Comparative Higher Education; Relevance for Policy Making and Comparative Higher Education: A United States View. ICED Occasional Paper No. 10."},
      {
        "id":"ED096933",
        "title":"Women's Stake in Low Tuition."},
      {
        "id":"ED096934",
        "title":"Limit Our Horizons in the Land of Enchantment? The Challenge for Education."},
      {
        "id":"ED096935",
        "title":"American Medical Education: The Student Viewpoint."},
      {
        "id":"ED096936",
        "title":"The Admission and Academic Placement of Students from Selected Sub-Saharan African Countries. A Workshop Report July-August, 1973."},
      {
        "id":"ED096938",
        "title":"Graduate Student Survey, 1972-1973. Physics Manpower Report."},
      {
        "id":"ED096940",
        "title":"On-Line Communications Devices."},
      {
        "id":"ED096942",
        "title":"Student Guide Bibliographies for the McLennan Library, McGill University."},
      {
        "id":"ED096943",
        "title":"Canadian Library Systems and Networks; Their Planning and Development. A Symposium."},
      {
        "id":"ED096944",
        "title":"A Longitudinal Study of the Costs and Benefits of Selected Library Services: Initial Exploration and Framework. Working Discussion Document No. 74/6-1."},
      {
        "id":"ED096945",
        "title":"Administrative Integration of Information Resources and Services in Universities in Canada and the United States."},
      {
        "id":"ED096946",
        "title":"Educational Technology and Organizational Development: A Collaborative Approach to Organizational Change."},
      {
        "id":"ED096947",
        "title":"Rural Bookmobile Service: Efficiency and Effectiveness."},
      {
        "id":"ED096949",
        "title":"An Approach to Bibliographic Control of Materials Relating to Indians of the United States."},
      {
        "id":"ED096951",
        "title":"Shaping Computing and Information Processing as a Vital National Resource. (Keynote Address)."},
      {
        "id":"ED096952",
        "title":"The Administrative Organization of the Libraries of Columbia University: A Detailed Description."},
      {
        "id":"ED096953",
        "title":"The Public Library's Publicity Program: How Do Those Involved View It?"},
      {
        "id":"ED096954",
        "title":"Product-Quantity/Instructional-Quality Imbalance: The Imperative of Empiricism."},
      {
        "id":"ED096955",
        "title":"Map Librarianship."},
      {
        "id":"ED096956",
        "title":"Performance Standards for Librarians: Are They Coming or Not?; Library Personnel and Performance Standards."},
      {
        "id":"ED096957",
        "title":"The Application and Evaluation of PLATO IV in AF Technical Training."},
      {
        "id":"ED096958",
        "title":"Retrieval of Non-Print Information with Recommendations for Gallaudet College."},
      {
        "id":"ED096959",
        "title":"Assessment of the Impact of Individualized Instruction on Students--Technical Report."},
      {
        "id":"ED096960",
        "title":"Intrinsic and Induced Arousal in the Short- and Long-Term Retention of Film Content by Elementary School Children in Puerto Rico. Technical Report No. 274."},
      {
        "id":"ED096962",
        "title":"An Analysis of Selected Utah Academic and Vocational Libraries."},
      {
        "id":"ED096963",
        "title":"Narrative Evaluation Report on the Institute for Serving the Under-Served."},
      {
        "id":"ED096964",
        "title":"The Relationship Between Use of the Seaver Science Library of the University of Southern California and Selected Personal Characteristics of the Student Population."},
      {
        "id":"ED096965",
        "title":"A Curriculum Outline for Training School Library Media Specialists."},
      {
        "id":"ED096966",
        "title":"Narrative Evaluation Report on the Leadership Training Institute. July 1, 1973 (through) June 30, 1974."},
      {
        "id":"ED096968",
        "title":"Institutes for Training in Librarianship. Final Report."},
      {
        "id":"ED096970",
        "title":"Evaluation Report for Institute for Public Libraries in Service to Young Children, 1972-1973."},
      {
        "id":"ED096971",
        "title":"Secondary Athletics and the Computer."},
      {
        "id":"ED096972",
        "title":"Computers in Physical Education."},
      {
        "id":"ED096973",
        "title":"Library - ABE (Adult Basic Education) Project. Final Report."},
      {
        "id":"ED096974",
        "title":"Computer Applications in the Field of Learning Disabilities. Final Report."},
      {
        "id":"ED096975",
        "title":"The Brookline Early Education Project: One Model for an Early Start."},
      {
        "id":"ED096976",
        "title":"A Catalog of Nonprint Materials Useful in Computer Related Instruction."},
      {
        "id":"ED096977",
        "title":"The Sharing of Canadian Educational Computing Resources."},
      {
        "id":"ED096978",
        "title":"Comparison of Small-Group Contingency Management with the Personalized System of Instruction and the Lecture System."},
      {
        "id":"ED096979",
        "title":"Description of Procedures Used to Indicate the Need for a Preschool Television Program."},
      {
        "id":"ED096980",
        "title":"Narrative Evaluation Report on the Leadership Training Institute. July 1, 1972 (through) June 30, 1973."},
      {
        "id":"ED096982",
        "title":"Survey of Selected Installations Actively Searching the ERIC Magnetic Tape Data Base in Batch Mode. Final Report. Volume I."},
      {
        "id":"ED096983",
        "title":"Survey of Selected Installations Actively Searching the ERIC Magnetic Tape Data Base in Batch Mode. Final Report. Volume II."},
      {
        "id":"ED096986",
        "title":"A Vector Space Model for Automatic Indexing."},
      {
        "id":"ED096987",
        "title":"A Theory of Term Importance in Automatic Text Analysis."},
      {
        "id":"ED096988",
        "title":"Telecommunications Technology and the Socialization of Black Americans: Issues, Concerns and Possibilities."},
      {
        "id":"ED096989",
        "title":"Networking: Will It Work for State Education Libraries?"},
      {
        "id":"ED096990",
        "title":"Equipment and Personnel Needs for an Instructional Materials Center Developing Individualized Instruction."},
      {
        "id":"ED096992",
        "title":"Narrative Evaluation Report on the Institute for Strengthening Librarians' Capability to Elicit and Respond to the Felt Needs of Minority/Culturally Isolated/Disadvantaged Persons and Groups in the Southwest."},
      {
        "id":"ED096993",
        "title":"Innovative Designs for Acquisitions and Cataloging Departments as a Result of Library Automation."},
      {
        "id":"ED096994",
        "title":"Narrative Evaluation Report on the Institute For: Library Leadership Development For Inner City Services."},
      {
        "id":"ED096995",
        "title":"Narrative Evaluation Report on the Institute for: Educational Media Technician. July 1, 1972-August 31, 1973."},
      {
        "id":"ED096996",
        "title":"The TICCIT Project: Design Strategy for Educational Innovation. ICUE Technical Report No. 4."},
      {
        "id":"ED096997",
        "title":"\"SDI--Where are We? The Challenge of the Future.\" The Information Dissemination Center View."},
      {
        "id":"ED096998",
        "title":"The Computer &quot;Discredit Bureau&quot;: An Extension of a Community Information Utility."},
      {
        "id":"ED096999",
        "title":"National Policies for Information Processing (With Special Attention to the Canadian Experience)."},
      {
        "id":"ED097000",
        "title":"Information Systems for Problem-Oriented, Interdisciplinary Education."},
      {
        "id":"ED097002",
        "title":"The Plainedge Community; A Survey."},
      {
        "id":"ED097003",
        "title":"Memory, Knowledge, and the Answering of Questions."},
      {
        "id":"ED097004",
        "title":"The Utility of Computer Assisted Instruction; An Experimental Network."},
      {
        "id":"ED097005",
        "title":"Student-Initiated Reports: Operational Analysis in the Evaluation of CAI Curricula. Professional Paper No. 15-74."},
      {
        "id":"ED097006",
        "title":"CAIN and Its Users."},
      {
        "id":"ED097007",
        "title":"The Media Sourcebook: Comparative Reviews and Listings of Textbooks in Mass Communications."},
      {
        "id":"ED097008",
        "title":"Report of the School Development Committee, Connecticut School Library Association."},
      {
        "id":"ED097009",
        "title":"Cost-Effectiveness Analysis of the Automation of a Circulation System."},
      {
        "id":"ED097010",
        "title":"Formative Management: A Means of Molding Winning Programs. Project MORE Technical Report No. 1."},
      {
        "id":"ED097011",
        "title":"A Hypothetical Application of a Needs Analysis Methodology for Special Education Materials: A Scenario. Project MORE Technical Report No. 2."},
      {
        "id":"ED097012",
        "title":"The Effects of Pictorial Stimuli on Direction Following of Mentally Retarded Adolescents. Project MORE Working Paper No. 300."},
      {
        "id":"ED097013",
        "title":"Bridging the Research-Consumer Gap: Systematic Procedures to Obtain Commercial Dissemination of Educational Materials. Project MORE Working Paper No. 301."},
      {
        "id":"ED097014",
        "title":"Programmatic Research to Develop and Disseminate Improved Instructional Technology for Handicapped Children. Project MORE Quarterly Progress Report, September 1 to December 1, 1972."},
      {
        "id":"ED097015",
        "title":"Programmatic Research to Develop and Disseminate Improved Instructional Technology for Handicapped Children. Project MORE Quarterly Progress Report, February 1, 1973 to May 31, 1973."},
      {
        "id":"ED097016",
        "title":"Programmatic Research to Develop and Disseminate Improved Instructional Technology for Handicapped Children. Project MORE Quarterly Progress Report, June 1, 1973 to September 30, 1973."},
      {
        "id":"ED097017",
        "title":"Sharper Tools for Better Learning."},
      {
        "id":"ED097018",
        "title":"Spelling Learning and Retention Under Variations in Focal Unit of Word Presentation in a Computer-Assisted Spelling Drill."},
      {
        "id":"ED097019",
        "title":"Disk File Management in a Medium-Scale Time-Sharing System."},
      {
        "id":"ED097020",
        "title":"Survey of Student Life Patterns at the Community and Technical College. Final Report."},
      {
        "id":"ED097022",
        "title":"Audio-Tutorial Versus Conventional Lecture-Laboratory Instruction in a University Animal Biology Course."},
      {
        "id":"ED097023",
        "title":"The Cooperative Information Network; A Report."},
      {
        "id":"ED097024",
        "title":"A Formal Construction of Term Classes. Technical Report No. TR73-18."},
      {
        "id":"ED097025",
        "title":"Abstracts of Research, July 1973 through June 1974."},
      {
        "id":"ED097027",
        "title":"Survey of Faculty Expectations: Student Homework. Final Report."},
      {
        "id":"ED097028",
        "title":"Instructional Uses of Computers in Higher Education: A Survey of Higher Education in Massachusetts."},
      {
        "id":"ED097033",
        "title":"Human Communication, Semiotics, and General Systems: Personal and Social Communication."},
      {
        "id":"ED097035",
        "title":"They Come Part Time! A Study of the Part Time and Extension Student Population of Fall 1973."},
      {
        "id":"ED097036",
        "title":"Financial Support for Community Colleges, 1974."},
      {
        "id":"ED097037",
        "title":"The Survival of the Two Year College (!?!)."},
      {
        "id":"ED097038",
        "title":"The Local Church and the Community College: People Changers Need Each Other. Perspectives on the Church and the Community College. Paper No. 6."},
      {
        "id":"ED097039",
        "title":"A Case Method Approach to Developing a Ministry with Community Colleges. Perspectives on the Church and the Community College. Paper No. 7."},
      {
        "id":"ED097041",
        "title":"Effects of Class Drop Policy Changes on Student Attrition and Final Grades (Graded Classes), Pasadena City College, 1965-1973."},
      {
        "id":"ED097042",
        "title":"Summary of a Study to Determine the Factors That Influence a Student's Ability to Transfer Successfully from Lehigh County [Pennsylvania] Community College."},
      {
        "id":"ED097043",
        "title":"Nursing Education Follow-up Study."},
      {
        "id":"ED097044",
        "title":"Analysis of Academic Achievement of Pasadena City College Transfers in the California State College-University System."},
      {
        "id":"ED097045",
        "title":"An Analysis of Academic Success of New Pasadena City College Transfers at University of California, Fall 1966-Spring 1972."},
      {
        "id":"ED097046",
        "title":"Faculty Status in Texas Public Community Colleges."},
      {
        "id":"ED097047",
        "title":"Towards the Learning Community. Report of the Task Force on the Community College in British Columbia."},
      {
        "id":"ED097048",
        "title":"An Examination of the Federal College Work-Study Program at Monterey Peninsula College."},
      {
        "id":"ED097049",
        "title":"A Study of the Effectiveness of the Developmental Mathematics Courses at Danville Community College."},
      {
        "id":"ED097050",
        "title":"Proceedings: Conference on Compensatory/Remedial Education, May 16 and 17, 1974. Occasional Paper No. 23."},
      {
        "id":"ED097051",
        "title":"Fifth Annual Report of the Hawaii State Senior Center, July 1, 1973-June 30, 1974."},
      {
        "id":"ED097052",
        "title":"Program Evaluation Report: Medical Assistant Program, Takoma Park Campus. Initial Year 1973-1974."},
      {
        "id":"ED097053",
        "title":"Follow-up of Students Who Entered Montgomery Community College Fall 1970. A Preliminary Analysis of Student Goals."},
      {
        "id":"ED097054",
        "title":"A Follow-up Study of Freshmen Who Left Montgomery College After Just One Semester of Attendance."},
      {
        "id":"ED097055",
        "title":"The Private College Study. A Report to the American Association of Junior Colleges."},
      {
        "id":"ED097056",
        "title":"A Curricular and Financial Cost Analysis of the Independent Two-Year College of America."},
      {
        "id":"ED097057",
        "title":"A Negotiations Handbook for Chapter Leaders and Certificated Employee Council Members."},
      {
        "id":"ED097058",
        "title":"A Descriptive Study of 1972, 1973, and 1974 Graduates at Virginia Western Community College."},
      {
        "id":"ED097059",
        "title":"Student Characteristics Report: 1973-1974. Report No. S-107-74."},
      {
        "id":"ED097060",
        "title":"Older Americans and Community Colleges: A Guide for Program Implementation."},
      {
        "id":"ED097061",
        "title":"Special Area Coding Community College District Boundaries on the Los Angeles County DIME File."},
      {
        "id":"ED097062",
        "title":"Survey of Senior Citizens."},
      {
        "id":"ED097063",
        "title":"The Program of Articulation for Florida's Public Institutions of Higher Education."},
      {
        "id":"ED097065",
        "title":"Economic Impact of Community Colleges on Local Economies."},
      {
        "id":"ED097066",
        "title":"A Proposal to the Massachusetts Board of Regional Community Colleges for a New Occupational Program."},
      {
        "id":"ED097067",
        "title":"A Model Process for Institutional Goals-Setting. A Module of the Needs Assessment Project."},
      {
        "id":"ED097068",
        "title":"Cypress College Faculty Handbook, 1974-75."},
      {
        "id":"ED097069",
        "title":"School and College Cooperation: A Report on an Experimental Project in Concurrent Enrollment. Research Report No. 8."},
      {
        "id":"ED097070",
        "title":"Student and Faculty Responses to an Experiment in Inter-Institutional Cooperation."},
      {
        "id":"ED097071",
        "title":"Student Accountability Model: Procedures Manual. Vocational Education, Part C."},
      {
        "id":"ED097073",
        "title":"Student Services: An Evaluation. Research Report No. 13."},
      {
        "id":"ED097074",
        "title":"Report on State Salaries in Public Community/Junior Colleges for National Council of State Directors of Community/Junior Colleges."},
      {
        "id":"ED097075",
        "title":"Uniform Reporting System. A Manual of Instructions for the Preparation of Reports for the Post-Secondary Division of the Texas Education Agency and the Community College Division of the Coordinating Board."},
      {
        "id":"ED097076",
        "title":"A Comparative Needs Analysis of Supportive Services for Non-Handicapped and Handicapped Persons Seeking Post-Secondary Education from the Community College System."},
      {
        "id":"ED097077",
        "title":"Possible Mechanisms for Faculty Participation in Multi-Campus Governance at Valencia Community College."},
      {
        "id":"ED097078",
        "title":"Providing Community Services for a Valencia Community College Downtown Center."},
      {
        "id":"ED097079",
        "title":"The Development of an Activity Index: An Analysis of Hours Worked and Credit Hours Carried by Full-Time Students of Delaware County Community College."},
      {
        "id":"ED097080",
        "title":"A Compilation of Planning Information for Wyoming's Community College."},
      {
        "id":"ED097081",
        "title":"Design and Implementation of a Governance Structure at the Faculty-Administrative Interface."},
      {
        "id":"ED097082",
        "title":"A Study of Five Program Areas within Higher Education Institutions in the State of Wyoming."},
      {
        "id":"ED097083",
        "title":"Compendium of Selected Data and Characteristics, University of Kentucky Community College System, 1973-1974."},
      {
        "id":"ED097084",
        "title":"A Feasibility Study of California Community Colleges as Agents for Equipment Fire Prevention Education, 1973-1974."},
      {
        "id":"ED097085",
        "title":"Community College Student Personnel Services."},
      {
        "id":"ED097086",
        "title":"What It Means to Be Community-Based."},
      {
        "id":"ED097087",
        "title":"Competency-Based Learning Systems."},
      {
        "id":"ED097088",
        "title":"Effects of the Changing Age and Sex Composition of College Student Bodies."},
      {
        "id":"ED097089",
        "title":"Labor Studies in the Community College."},
      {
        "id":"ED097090",
        "title":"A Comparative Study of Specific Skill Requirements of Selected Employers and Clerical Course Content in a Community College District."},
      {
        "id":"ED097091",
        "title":"Journal of Undergraduate Psychological Research, Vol. 1, No. 1."},
      {
        "id":"ED097092",
        "title":"Policies and Procedures for Administrative Personnel."},
      {
        "id":"ED097093",
        "title":"A Review of Federal and State Regulations for Day Care Programs and Facilities. Center for Human Services Development Report No. 10."},
      {
        "id":"ED097094",
        "title":"Considerations in the Assessment of Day Care Needs. Center for Human Service Development Report No. 12."},
      {
        "id":"ED097095",
        "title":"The Training and Certification of Early Childhood Personnel. A Position Paper. Center for Human Services Development Report No. 13."},
      {
        "id":"ED097096",
        "title":"The Family and Community Impact of Day Care: Preliminary Findings. Center for Human Services Development Report No. 17."},
      {
        "id":"ED097097",
        "title":"Day Care Homes: A Pennsylvania Profile. Center for Human Services Development Report No. 18."},
      {
        "id":"ED097098",
        "title":"Pennsylvania Day Care Centers: A Preliminary Profile. Center for Human Services Development Report No. 20."},
      {
        "id":"ED097099",
        "title":"A Cost Analysis of Day Care Centers in Pennsylvania. Center for Human Service Development Report No. 21."},
      {
        "id":"ED097100",
        "title":"Substitute Child Care, Maternal Employment and the Quality of Mother-Child Interaction. Center for Human Services Development Report No. 23."},
      {
        "id":"ED097101",
        "title":"A Survey of Early Childhood Development Activities in Oklahoma and a Proposed Plan for the Establishment of an Oklahoma State Office of Early Childhood Development."},
      {
        "id":"ED097102",
        "title":"The Piagetian Class-Inclusion Task: An Alternative Explanation. Technical Report No. 19."},
      {
        "id":"ED097103",
        "title":"Identifying, Defining, Coding, and Rating Nonverbal Behaviors That Appear to Be Related to Involvement: Project on Involvement Interim Report No. 2. Occasional Paper No. 12."},
      {
        "id":"ED097104",
        "title":"The Dale Avenue Project: A Performance Objective Curriculum for Prekindergarten through Third Grade. Final Project Report."},
      {
        "id":"ED097105",
        "title":"Research on Pre-School Programs in Sweden."},
      {
        "id":"ED097106",
        "title":"Verbal Interaction Project: Mother-Child Home Program. Family Cognitive Profile Study. Final Report to the Foundation for Child Development, September, 1972-September, 1973."},
      {
        "id":"ED097107",
        "title":"Interstate Migrant Human Development Project."},
      {
        "id":"ED097108",
        "title":"Boredom Transcended: Adolescent Survival in the Suburban High School."},
      {
        "id":"ED097109",
        "title":"An Examination of Piaget's Stages of Haptic Perception in Young Children."},
      {
        "id":"ED097110",
        "title":"Applying Piaget's Theory to Reading Instruction."},
      {
        "id":"ED097111",
        "title":"Developmental Differences in Reactions to Combinations of Expectancy and Feedback Statements."},
      {
        "id":"ED097112",
        "title":"Publications of the Wisconsin Research and Development Center for Cognitive Learning. 1973-1974 Bibliography of Publications."},
      {
        "id":"ED097113",
        "title":"Parent Training and Utilization of Knowledge from Research on Cognitive Socialization."},
      {
        "id":"ED097114",
        "title":"A Context Analysis of Early Childhood Development. Final Report."},
      {
        "id":"ED097115",
        "title":"The Child Development Associate Policy Planning and Programming: Strategies and Alternatives. Volume 1. Final Report."},
      {
        "id":"ED097116",
        "title":"The Child Development Associate Policy Planning and Programming: Strategies and Alternatives. Volume 2. Final Report."},
      {
        "id":"ED097117",
        "title":"The Longitudinal Observation and Intervention Study: A Preliminary Report."},
      {
        "id":"ED097118",
        "title":"Category Organization in Children's Recall: A Critique of Past and Present Research."},
      {
        "id":"ED097119",
        "title":"The Effects of Two Pacing Contingencies in a Keller Type Program at the Elementary School Level Using Commercially Available Materials."},
      {
        "id":"ED097120",
        "title":"An Experimental Investigation of Teacher Behavior and Student Achievement in the Distar Instructional System."},
      {
        "id":"ED097121",
        "title":"Personality Correlates of Intellectual Performance Among Head Start Children."},
      {
        "id":"ED097122",
        "title":"Materials, Equipment, and Primary Learning Factors Which Can Be Utilized by Early Childhood Education Planners in Devising Creative Playgrounds for Young Children."},
      {
        "id":"ED097123",
        "title":"A Methodological Review of Developmental Studies of Identity Conservation and Equivalence Conservation."},
      {
        "id":"ED097124",
        "title":"The Relationship of Age and Sex of Four-, Five-, and Six-Year-Olds to the Perceptions of Sex Roles as Portrayed in Children's Literature."},
      {
        "id":"ED097125",
        "title":"Imitation as a Positive Reinforcer for Preschoolers."},
      {
        "id":"ED097126",
        "title":"Regular Class Placement of the Exceptional Child: An Abstract Bibliography."},
      {
        "id":"ED097127",
        "title":"An Evaluation of a Cognitive-Developmental Values Curriculum for Primary Grade Children."},
      {
        "id":"ED097128",
        "title":"Policy Formation and Early Childhood Pedagogy."},
      {
        "id":"ED097129",
        "title":"An Experimentally Induced Reversal in the Normal Sequence of Development."},
      {
        "id":"ED097130",
        "title":"Education of Preschool and Elementary Teachers: An Abstract Bibliography."},
      {
        "id":"ED097131",
        "title":"Head Start and Follow Through, 1972-1974: An ERIC Abstract Bibliography."},
      {
        "id":"ED097132",
        "title":"Achieved Level of Living in a Mississippi Delta County: A Step-wise Multiple Regression Model with Emphasis on Race and Related Background Characteristics."},
      {
        "id":"ED097133",
        "title":"Pine Ridge Reservation Assessment of Educational Needs."},
      {
        "id":"ED097134",
        "title":"Methods of Investigating Cognitive Development of Children in Rural Kenya: Some Kamba Results. Staff Paper."},
      {
        "id":"ED097135",
        "title":"An Evaluation of Career Selection Education in Thirteen Project Schools of the Western States Small Schools Project."},
      {
        "id":"ED097136",
        "title":"Sources of Inequities in Rural America: Implications for Research."},
      {
        "id":"ED097137",
        "title":"An Analysis of Certain Selected Causes of Poverty in San Miguel County."},
      {
        "id":"ED097139",
        "title":"Staff Development: An Emerging Function for Schools."},
      {
        "id":"ED097140",
        "title":"Using a Timetable in Educational Guidance."},
      {
        "id":"ED097141",
        "title":"Journal on State School Systems Development, Spring 1967, Vol. 1, No. 1."},
      {
        "id":"ED097142",
        "title":"Journal on State School Systems Development, Summer 1967, Vol. 1, No. 2."},
      {
        "id":"ED097143",
        "title":"Journal on State School Systems Development, Fall 1967, Vol. 1, No. 3."},
      {
        "id":"ED097144",
        "title":"Journal on State School Systems Development, Winter 1968, Vol. 1, No. 4."},
      {
        "id":"ED097145",
        "title":"IMPACTE: A Descriptive Report and Evaluation of the First 18 Months. [Indian and Metis Project for Careers Through Teacher Education]."},
      {
        "id":"ED097146",
        "title":"Occupational Education in Texas: An Ethnic Comparison."},
      {
        "id":"ED097147",
        "title":"A Demographic Profile of Texas and Selected Cities: Some Recent Trends, 1950-1970."},
      {
        "id":"ED097148",
        "title":"Manpower and Vocational Education in Texas."},
      {
        "id":"ED097149",
        "title":"Occupational Education in Texas: Summary and Conclusions."},
      {
        "id":"ED097150",
        "title":"1973 Maryland Rural Manpower Report. Report No. MA 5-79."},
      {
        "id":"ED097151",
        "title":"Factors Associated with Level of Living in Washington County, Mississippi. Technical Bulletin No. 1501."},
      {
        "id":"ED097152",
        "title":"Population Change Due to Migration in Non-Metropolitan Counties of the Northeast."},
      {
        "id":"ED097154",
        "title":"A Resource Guide on Indian Arts and Crafts for Elementary and Secondary Teachers."},
      {
        "id":"ED097155",
        "title":"Rural Youth in the South: The Population Under Age 25. Information Report No. 73-1."},
      {
        "id":"ED097156",
        "title":"Title I, ESEA Migrant Education. [Idaho] State Annual Evaluation Report, Fiscal Year 1973 (School Year 1972-73)."},
      {
        "id":"ED097157",
        "title":"Models of Bilingual Education, Grades K-3, for a Planned Variation Study."},
      {
        "id":"ED097158",
        "title":"Dillingham Foreign Study Program Evaluation. Final Report."},
      {
        "id":"ED097159",
        "title":"Cultural Influences in Alaskan Native Education."},
      {
        "id":"ED097160",
        "title":"A Training Manual for Advisory School Boards in Alaska."},
      {
        "id":"ED097163",
        "title":"An Introduction to the Alaska Department of Education and Information on People, Government, History, Geography."},
      {
        "id":"ED097164",
        "title":"The White House Conference on Rural Education (Washington, D.C., October 3-5, 1944)."},
      {
        "id":"ED097165",
        "title":"Factors Associated with Expectations: North Dakota High School Seniors. Educational Research Series No. 9."},
      {
        "id":"ED097166",
        "title":"1974 Migrant Education. [North Carolina] State Evaluation Report."},
      {
        "id":"ED097167",
        "title":"Bilingual/Bicultural Education--A Privilege or a Right? Education Bilingue/Bicultural--Un Privilegio o un Derecho?"},
      {
        "id":"ED097168",
        "title":"Discovery Through Outdoor Education. ESEA Title III, Evaluation Report, School Year 1973-74."},
      {
        "id":"ED097169",
        "title":"The Mexican-American Child Evaluation Report, 1973-74."},
      {
        "id":"ED097170",
        "title":"Indian Education; State of Idaho Johnson-O'Malley Program. Annual Report, 1970-1971."},
      {
        "id":"ED097171",
        "title":"Indian Education; State of Idaho Johnson-O'Malley Program. Annual Report, 1971-1972."},
      {
        "id":"ED097172",
        "title":"Indian Education; State of Idaho Johnson-O'Malley Program. Annual Report, 1972-73."},
      {
        "id":"ED097173",
        "title":"Indian Education; State of Idaho Johnson-O'Malley Program. Annual Report, 1973-1974."},
      {
        "id":"ED097174",
        "title":"Low-Income Rural Wisconsin Households with Older Heads. Institute for Research on Poverty, Discussion Papers No. 206-74."},
      {
        "id":"ED097175",
        "title":"Student Rights and Responsibilities. A Review of the Draft of Program Guidelines. Research and Evaluation Report Series No. 25-A."},
      {
        "id":"ED097176",
        "title":"Evaluation of Automated Teaching Systems in Three Alaskan Schools."},
      {
        "id":"ED097177",
        "title":"Quality Educational Services to Michigan's Spanish Speaking Community. [Report by the La Raza Citizens Advisory Committee to the Michigan State Board of Education.]"},
      {
        "id":"ED097178",
        "title":"Maintaining Relevancy in Programs of Agriculture. Proceedings: Southern Regional Meeting, Land Grant College and University Presidents and Administrators of Agriculture (Atlanta, Georgia, April 20-21, 1972)."},
      {
        "id":"ED097179",
        "title":"A Case Study of Rural Industrialization in Jamestown, North Dakota. Agricultural Economics Report No. 95."},
      {
        "id":"ED097180",
        "title":"Tennessee Annual Rural Manpower Report, 1973."},
      {
        "id":"ED097181",
        "title":"Population Profiles, Vol 2: 1970 Demographic and Socioeconomic Profiles of the Populations of Washington State School Districts with Over 400 Students."},
      {
        "id":"ED097182",
        "title":"Population Profiles, Vol. 3: 1970 Demographic and Socioeconomic Profiles of the Populations of Washington State School Districts with Less Than 400 Students."},
      {
        "id":"ED097183",
        "title":"Population Profiles, Vol. 4: 1970 Demographic and Socioeconomic Profiles of the American Indian Population of Washington State."},
      {
        "id":"ED097185",
        "title":"Small Schools, A Selected Bibliography (With ERIC Abstracts)."},
      {
        "id":"ED097186",
        "title":"Rural Education, A Selected Bibliography (With ERIC Abstracts)."},
      {
        "id":"ED097188",
        "title":"People of Rural America. A 1960 Census Monograph."},
      {
        "id":"ED097190",
        "title":"Higher Education Evaluation. Analysis and Comparison of Evaluative Data. Research and Evaluation Report Series No. 20."},
      {
        "id":"ED097195",
        "title":"Physics Handbook: Activities for a Modern Program in Physics."},
      {
        "id":"ED097196",
        "title":"Licensed Optometrists in Alaska 1973."},
      {
        "id":"ED097197",
        "title":"Licensed Optometrists in North Dakota 1973."},
      {
        "id":"ED097198",
        "title":"Logical Reasoning in Science Education [and an Annotated Bibliography]."},
      {
        "id":"ED097199",
        "title":"Sketches of Local Action Programs for School Environmental Education. Update."},
      {
        "id":"ED097200",
        "title":"Ecologue/Cambridgeport Project. Final Report."},
      {
        "id":"ED097202",
        "title":"Performance Objectives and Criterion Referenced Test Items for Mathematics."},
      {
        "id":"ED097205",
        "title":"Basic Processes in Simple Problem Solving. Final Report."},
      {
        "id":"ED097206",
        "title":"Calculus for the Reluctant Learner."},
      {
        "id":"ED097207",
        "title":"Proceedings of the Summer Institute on Biological Control of Plant Insects and Diseases."},
      {
        "id":"ED097208",
        "title":"Patterns and Perspectives in Environmental Science."},
      {
        "id":"ED097209",
        "title":"Animals. Environmental Education Curriculum."},
      {
        "id":"ED097210",
        "title":"Environmental Activities. Environmental Education Curriculum."},
      {
        "id":"ED097211",
        "title":"Enjoying the Environment. Environmental Education Curriculum."},
      {
        "id":"ED097212",
        "title":"Electrical Production and Pollution Control. Environmental Education Curriculum."},
      {
        "id":"ED097213",
        "title":"Plants. Environmental Education Curriculum."},
      {
        "id":"ED097214",
        "title":"Geology and Our Environment. Environmental Education Curriculum. Revised."},
      {
        "id":"ED097215",
        "title":"Life - Past, Present and Future. Environmental Education Curriculum. Revised."},
      {
        "id":"ED097216",
        "title":"Nutrition and the Growing Population. Environmental Education Curriculum. Revised."},
      {
        "id":"ED097217",
        "title":"Water Pollution. Environmental Education Curriculum. Revised."},
      {
        "id":"ED097218",
        "title":"Vandalism. Environmental Ecological Education Project."},
      {
        "id":"ED097219",
        "title":"Planning for the Future on Spaceship Earth. Environmental Ecological Education Project. Revised."},
      {
        "id":"ED097220",
        "title":"Paper. Environmental Ecological Education Project. Revised."},
      {
        "id":"ED097221",
        "title":"The Living Forest. Environmental Ecological Education Project. Revised."},
      {
        "id":"ED097222",
        "title":"The Farm--Its Function and Future. Environmental Ecological Education Project. Revised."},
      {
        "id":"ED097223",
        "title":"The Development and Testing of Environmental and Societal-Related College General Biology Laboratory Experiences. Final Report."},
      {
        "id":"ED097224",
        "title":"Curriculum Development in Elementary Mathematics: 9 Programs."},
      {
        "id":"ED097225",
        "title":"A Categorized Listing of Research on Mathematics Education (K-12) 1964-1973."},
      {
        "id":"ED097226",
        "title":"Investigations in Mathematics Education, Vol. 7 No. 1."},
      {
        "id":"ED097227",
        "title":"Three Phase Primary Science. Phase Three Evaluation. Interim Report. Research Report No. 24."},
      {
        "id":"ED097229",
        "title":"The Relationship Between Parent's Education and Performance on Math and Reading Tests."},
      {
        "id":"ED097230",
        "title":"A Brief History and Description of CRIMEL--A Curriculum Revision Project Designed to Individualize Instruction in Beginning College Mathematics."},
      {
        "id":"ED097232",
        "title":"Rhode Island 2000. Earthrise Document No. 3 (Draft)."},
      {
        "id":"ED097233",
        "title":"Man and Environment for the Intermediate Grades; A Curriculum Guide for Environmental Studies for Grades 4-8."},
      {
        "id":"ED097234",
        "title":"The Student Lawyer. High School Handbook of Minnesota Law."},
      {
        "id":"ED097236",
        "title":"Teaching American History: The Quest for Relevancy. NCSS 44th Yearbook 1974."},
      {
        "id":"ED097237",
        "title":"Women and the Status Attainment Process: A Working Paper."},
      {
        "id":"ED097238",
        "title":"Selected Bibliography and Abstracts of Education Materials in Pakistan; Vol. 7, No. 2, 1973. Period Covered, April-June 1973."},
      {
        "id":"ED097239",
        "title":"Social Sciences and the Sixth Form--An Approach Through Integration. Schools Council Pamphlet No. 11."},
      {
        "id":"ED097240",
        "title":"The Fourth and Fifth Years: Patterns of Organization in Two Secondary Schools. Schools Council Pamphlet No. 13."},
      {
        "id":"ED097241",
        "title":"Checklist for Selecting and Evaluating U.S. History Textbooks."},
      {
        "id":"ED097242",
        "title":"Teacher Attitudes Toward Education and the Ratings Given to Selected Behavioral Objectives."},
      {
        "id":"ED097243",
        "title":"Geography in Elementary and Secondary Education: Tradition to Opportunity."},
      {
        "id":"ED097244",
        "title":"Structured Field-Based Experiences for a Social Studies Secondary Teacher Certification Program. Occasional Paper Series No. 74-5."},
      {
        "id":"ED097246",
        "title":"Bibliography on World Conflict and Peace."},
      {
        "id":"ED097248",
        "title":"Population of the United States, Trends and Prospects: 1950-1990. Series P-23, No. 49."},
      {
        "id":"ED097250",
        "title":"Social Studies Skills Evaluation Project, 1973-4."},
      {
        "id":"ED097251",
        "title":"Education and Modernization in Greece."},
      {
        "id":"ED097252",
        "title":"The Urban Community as Laboratory: A Manual for a Graduate Seminar on Social Problems."},
      {
        "id":"ED097254",
        "title":"The Analysis of Decision-Making in Small Groups. Final Report."},
      {
        "id":"ED097255",
        "title":"A Study of the Types of Adult Education Existing in America for the Black Man 1860-1880. Final Report."},
      {
        "id":"ED097256",
        "title":"Topics in Cultural Learning, Volume 2, 1974."},
      {
        "id":"ED097258",
        "title":"Preparing to Teach Political Science: Sources and Approaches."},
      {
        "id":"ED097260",
        "title":"Inventories of Facts, Theories and Assumptions of Students in International Relations Classes."},
      {
        "id":"ED097261",
        "title":"The Political Beliefs of Youth: Implications for Classroom and Curriculum. Final Report."},
      {
        "id":"ED097262",
        "title":"The Effect of Socio-Economic Levels on Selected Educational Factors in Puerto Rico."},
      {
        "id":"ED097263",
        "title":"Value Clarification in the Social Studies: Six Formats of the Values Sheet. Research Bulletin."},
      {
        "id":"ED097264",
        "title":"Conceptions of Democratic Education in the Founding of the French Third Republic (1870-c. 1890). Final Report."},
      {
        "id":"ED097265",
        "title":"Education, Screening and the Demand for Labor of Uncertain Quality."},
      {
        "id":"ED097268",
        "title":"Education and the Socioeconomic Career: U.S.--Swedish Comparisons."},
      {
        "id":"ED097269",
        "title":"Moral and Values Education. Bibliographies in Education, No. 44."},
      {
        "id":"ED097270",
        "title":"Recognition: A Source Book on Labor for Teachers and Students."},
      {
        "id":"ED097271",
        "title":"Contemporary Social Issues. National Assessment of Educational Progress: Social Studies. Report No. 03-SS-02."},
      {
        "id":"ED097272",
        "title":"Societal Development and the Expansion of Educational Systems."},
      {
        "id":"ED097273",
        "title":"Activities of the Specialized Agencies to Promote the Advancement of Women. Study on UNESCO Activities of Special Interest to Women."},
      {
        "id":"ED097274",
        "title":"Study on the Equality of Access of Girls and Women to Education in the Context of Rural Development. [Revised]."},
      {
        "id":"ED097275",
        "title":"The First Music Assessment: An Overview. National Assessment of Educational Progress Report No. 03-MU-00."},
      {
        "id":"ED097276",
        "title":"A Perspective on the First Music Assessment. National Assessment of Education Progress Report No. 03-MU-02."},
      {
        "id":"ED097277",
        "title":"A Case Study: Curriclum Reform in New Jersey, A Decade Later."},
      {
        "id":"ED097278",
        "title":"Some Comments on the Foshay Grid for a Humane Curriculum."},
      {
        "id":"ED097279",
        "title":"Short-Stay Residential Experience: Residential Work by Secondary School Pupils."},
      {
        "id":"ED097280",
        "title":"Report of the United Nations Visiting Mission to the Trust Territory of the Pacific Islands, 1973, Together with the Relevant Resolution of the Trustship Council."},
      {
        "id":"ED097283",
        "title":"The Unique Function of Education in American Democracy."},
      {
        "id":"ED097284",
        "title":"Education for All American Youth: A Further Look."},
      {
        "id":"ED097285",
        "title":"Public Education and the Future of America."},
      {
        "id":"ED097286",
        "title":"Early Childhood Education in Yugoslavia. A Special Issue of Selected Bibliography of Yugoslav Educational Materials."},
      {
        "id":"ED097287",
        "title":"American Government. Social Studies: 6448.01."},
      {
        "id":"ED097289",
        "title":"Self-Study Guide to Sexism in Schools."},
      {
        "id":"ED097290",
        "title":"Developing Mathematical Processes (DMP). Field Test Evaluation, 1972-1973."},
      {
        "id":"ED097291",
        "title":"The Impact of Legal Decisions on the Future of Education."},
      {
        "id":"ED097292",
        "title":"School and Parent Community Involvement: New Dimension in Teacher Education [Revised Edition]."},
      {
        "id":"ED097293",
        "title":"In-Service Training for the Beginning Teacher."},
      {
        "id":"ED097294",
        "title":"The Workshop Center SAMPLER, 1974."},
      {
        "id":"ED097295",
        "title":"Teaching and Learning: New Methods for Old Arts."},
      {
        "id":"ED097296",
        "title":"Module Cluster: Introduction to Behavioral Objectives. TTP 002.00 (GSC)."},
      {
        "id":"ED097297",
        "title":"Module Cluster: Introductory Elements for Lesson Sequencing. TSSES-001.00 (GSC)."},
      {
        "id":"ED097298",
        "title":"Module Cluster: Lesson Preparation for Inquiry Teaching. TSSES-002.00 (GSC)."},
      {
        "id":"ED097299",
        "title":"A Factor Analysis of Selected Classroom Observation Systems. Final Report."},
      {
        "id":"ED097300",
        "title":"The Utilization and Training of Paraprofessionals in Special Education. Present Status and Future Prospects."},
      {
        "id":"ED097302",
        "title":"Institutional Viability: The Final Report and Recommendations of the Administration and Supervision National Field Task Force on the Improvement and Reform of American Education."},
      {
        "id":"ED097303",
        "title":"The Final Report and Recommendations of the Summer Institute on the Improvement and Reform of American Education."},
      {
        "id":"ED097305",
        "title":"The Essence of Teaching: A Basis for Differentiating Roles. TEPS Write-in Papers on Flexible Staffing Patterns, No. 5."},
      {
        "id":"ED097306",
        "title":"Student Attitudes toward Educational Foundations Studies."},
      {
        "id":"ED097308",
        "title":"The University Reorganizes for Human Services."},
      {
        "id":"ED097309",
        "title":"Education and Modernization in Egypt. Selections from Seminars Organized by Ain Shams University, Cairo for the American Association of Colleges for Teacher Education (1972 and 1973)."},
      {
        "id":"ED097310",
        "title":"Teacher Standards and Practices Commissions: A Directory. Second Edition."},
      {
        "id":"ED097311",
        "title":"Teacher Centered Professional Development."},
      {
        "id":"ED097312",
        "title":"Training in General Observation Skills: Some Guidelines."},
      {
        "id":"ED097315",
        "title":"Growth Patterns and Sex Education; An Updated Bibliography, Pre-School to Adulthood."},
      {
        "id":"ED097316",
        "title":"Health Instruction Suggestions for Teachers. Revised Edition 1969."},
      {
        "id":"ED097317",
        "title":"In-Service Education for Teachers of Disadvantaged Adults."},
      {
        "id":"ED097318",
        "title":"Cross Cultural Methods, Experiential Learning-Teaching."},
      {
        "id":"ED097319",
        "title":"Teachers' Perceptions of Behavioral Disorders in Children."},
      {
        "id":"ED097322",
        "title":"A Multidisciplinary Graduate Program for Preparation of Educational Research Specialists. Final Report; Personal Assessment and Training Data."},
      {
        "id":"ED097323",
        "title":"A Manual for the In-Service Teacher."},
      {
        "id":"ED097325",
        "title":"APACE Program: A Personalized Approach to Competency-Based Teacher Education. Third Revision."},
      {
        "id":"ED097326",
        "title":"A Systematic Approach to Renewal of Public Education in Massachusetts."},
      {
        "id":"ED097327",
        "title":"Teacher Preparation Evaluation Program (TPEP). AACTE Leadership Training on PBTE. Abstract."},
      {
        "id":"ED097328",
        "title":"CUETEP: Central University's Elementary Teacher Education Program."},
      {
        "id":"ED097329",
        "title":"Related Problems and Strategies for the Development and Implementation of CBTE Programs."},
      {
        "id":"ED097330",
        "title":"Developing and Implementing a Program (Professional Aspect)."},
      {
        "id":"ED097332",
        "title":"F.O.O.D. for Thought: Focus on Optimal Development of the Child, Primary Level. Teaching Activities in Nutrition, Physical and Mental Health, and Learning Abilities."},
      {
        "id":"ED097333",
        "title":"Teacher Activity Survey."},
      {
        "id":"ED097335",
        "title":"A Manual on Standards Affecting School Personnel in the United States. 1974 Edition."},
      {
        "id":"ED097336",
        "title":"The New Definitions of Test Fairness in Selection: Developments and Implications. Research Memorandum No. 73-17."},
      {
        "id":"ED097337",
        "title":"The Validity and Discriminatory Impact of the Federal Service Entrance Examination."},
      {
        "id":"ED097338",
        "title":"Assessing Staff Effectiveness: Practical Approaches to Meaningful Evaluation."},
      {
        "id":"ED097339",
        "title":"The Use of Certified Mail in Mail Surveys. Research Memorandum No. 73-25."},
      {
        "id":"ED097342",
        "title":"Activity Analysis: An Approach to Improving the Evaluation Design of Ongoing Educational Programs."},
      {
        "id":"ED097343",
        "title":"Evaluating a Career Education Program With IBE."},
      {
        "id":"ED097344",
        "title":"The Forest, Trees, Branches and Leaves, Revisited--Norm, Domain, Objective and Criterion-Referenced Assessments for Educational Assessment and Evaluation. AMEG Monograph No. 1."},
      {
        "id":"ED097345",
        "title":"Pontiac Objective Referenced Test Pre-School Assessment. Early Childhood Education Program: 1972-1973."},
      {
        "id":"ED097346",
        "title":"Example of Initial Goal-Setting and Need Identification in Some New Hampshire School Districts."},
      {
        "id":"ED097348",
        "title":"National Assessment Achievements: Findings, Interpretations and Uses. Report No. 48."},
      {
        "id":"ED097349",
        "title":"The Processing Speed of Humans on Various Visual Tasks: An Analysis of Relationships. Final Report."},
      {
        "id":"ED097350",
        "title":"Comparability Study of Armed Services Vocational Aptitude Battery Scores from Answer Sheet and Answer Card Administration. Final Report."},
      {
        "id":"ED097351",
        "title":"Evaluation of Regional Educational Agencies: General Design, Instruments, and Bibliography."},
      {
        "id":"ED097352",
        "title":"Identifying an Educational Need: Survival Skills in Arithmetic. A Real Situation and an Example of the Process."},
      {
        "id":"ED097353",
        "title":"Annual Statistical Report for Calendar Year 1973 of the GED Testing Service, American Council on Education."},
      {
        "id":"ED097354",
        "title":"Assessment of a Structural/Task Approach to Organization Development in School Systems."},
      {
        "id":"ED097355",
        "title":"Assessment Using an Observation Procedure in the Cognitively Oriented Curriculum."},
      {
        "id":"ED097356",
        "title":"Cognitive Style and the Teaching Learning Process."},
      {
        "id":"ED097358",
        "title":"Feasibility of Using Special Measures in the Classification and Assignment of Lower Mental Ability Airmen."},
      {
        "id":"ED097359",
        "title":"A Seven Step Strategy for Choosing a \"Good\" Test."},
      {
        "id":"ED097360",
        "title":"The Behavior Modification of Fourth-Graders' Problem Solving Ability by Use of the Premack Principle and Special Instructional Material. Final Report."},
      {
        "id":"ED097362",
        "title":"Assessment: Humanizing Decision Making."},
      {
        "id":"ED097363",
        "title":"Evaluation of Educational Programs: A Special Report."},
      {
        "id":"ED097364",
        "title":"Introducing and Developing a Program of Accountability. Pupil Personnel Services Guidelines. Monograph No. 3."},
      {
        "id":"ED097365",
        "title":"An Overview of Addiction Research Center Inventory Scales (ARCI): An Appendix and Manual of Scales."},
      {
        "id":"ED097366",
        "title":"A Proposal for a &quot;SIR&quot; Adjusted Index of Educational Competence."},
      {
        "id":"ED097367",
        "title":"The Feasibility of Common Criterion Validity Studies of the GRE. Research Memorandum No. 73-16."},
      {
        "id":"ED097368",
        "title":"National Longitudinal Study of the High School Class of 1972. A Capsule Description of High School Seniors. Base-Year Survey."},
      {
        "id":"ED097369",
        "title":"National Longitudinal Study of the High School Class of 1972. Student Questionnaire."},
      {
        "id":"ED097371",
        "title":"National Longitudinal Study of the High School Class of 1972. Counselor Questionnaire."},
      {
        "id":"ED097372",
        "title":"National Longitudinal Study of the High School Class of 1972. Student's School Record Information."},
      {
        "id":"ED097373",
        "title":"The SWRL English Language and Concepts Program for Spanish-Speaking Children: 1971-1972 Tryout. Technical Report No. 46."},
      {
        "id":"ED097374",
        "title":"Development of Optimal Instructional Sequences."},
      {
        "id":"ED097375",
        "title":"Observational Records: Observer Agreement and Reliabilities."},
      {
        "id":"ED097376",
        "title":"A Primer on Sampling for Statewide Assessment."},
      {
        "id":"ED097377",
        "title":"Evaluating Second Order Consequences: Technology Assessment and Education."},
      {
        "id":"ED097378",
        "title":"Awareness and Response Style in the Acquisition of a Verbal Behavior."},
      {
        "id":"ED097379",
        "title":"Cognitive and Affective Outcomes in Children as a Function of Participation in SCIL, an Individualized Version of the SCIS Program."},
      {
        "id":"ED097380",
        "title":"Effects of Memorization of Rule Statements on Acquisition and Retention of Rule-Governed Behavior in a Computer-Based Learning Task."},
      {
        "id":"ED097381",
        "title":"A Chance to Get Ahead: Proficiency Examinations for Clerical Laboratory Personnel. Final Report."},
      {
        "id":"ED097382",
        "title":"An Assessment of the Title III, ESEA Validation Effort, 1973-74. Final Report."},
      {
        "id":"ED097383",
        "title":"The Contrast Between Title I and Non-Title I Schools."},
      {
        "id":"ED097386",
        "title":"Reading Success in Inner-City Schools."},
      {
        "id":"ED097387",
        "title":"The Functions of Conflict: School Desegregation in 91 Cities."},
      {
        "id":"ED097388",
        "title":"Opportunity and Welfare in the First New Nation."},
      {
        "id":"ED097389",
        "title":"Predicting Teacher Success: The Inner City."},
      {
        "id":"ED097390",
        "title":"Enabling Teacher Success: The Inner City."},
      {
        "id":"ED097391",
        "title":"Alternate Secondary Centers, 1973-1974. Hartford Moves Ahead: An Evaluative Report."},
      {
        "id":"ED097392",
        "title":"Intensive Reading Instructional Teams, 1973-1974. Hartford Moves Ahead: An Evaluation Report."},
      {
        "id":"ED097393",
        "title":"Exito, Title VII ESEA, 1973-1974. Hartford Moves Ahead: An Evaluative Report."},
      {
        "id":"ED097394",
        "title":"Modeling and Role-Playing in the Schools: A Manual with Special Reference to the Disadvantaged Student."},
      {
        "id":"ED097396",
        "title":"Urban Schools and Equality of Educational Opportunity in New Jersey: A Report of the New Jersey Education Reform Project."},
      {
        "id":"ED097398",
        "title":"Revolutionizing Black Minds: Guidelines for Black Studies."},
      {
        "id":"ED097399",
        "title":"The Schools and Group Identity: Educating for a New Pluralism."},
      {
        "id":"ED097400",
        "title":"Summary of the Report: Open Admissions at the City University of New York. A Description of Two Academic Outcomes After Two Years."},
      {
        "id":"ED097401",
        "title":"Social Structure and Cognitive Behavior: A Critique of the Heredity-Environment Hypothesis and an Alternative Interpretation of Black-White Differences in IQ."},
      {
        "id":"ED097402",
        "title":"Alternative Programs in Public Secondary Schools in Greater Cleveland: A Descriptive Study. [Summary Report; Detailed Study, Sections 1-9]."},
      {
        "id":"ED097403",
        "title":"An Econometric Model for Estimating IQ Scores and Environmental Influences on the Pattern of IQ Scores Over Time."},
      {
        "id":"ED097404",
        "title":"A Simultaneous Equations Model of the Educational Process: The Coleman Data Revisited with an Emphasis on Achievement."},
      {
        "id":"ED097405",
        "title":"Evaluation of E. S. E. A. Title I Project of the Silver Lake Regional School District, Summer 1973."},
      {
        "id":"ED097406",
        "title":"Cognitive Mechanisms of Children Exhibiting Learning Disabilities."},
      {
        "id":"ED097407",
        "title":"Social-Class and the Description of Visual Arrays. Technical Report No. 6."},
      {
        "id":"ED097408",
        "title":"Educational Components of Model Cities: A Report on Region VI."},
      {
        "id":"ED097409",
        "title":"Black Youth and Occupational Education in Texas."},
      {
        "id":"ED097412",
        "title":"Economic Returns to Education Quality: An Empirical Analysis for Whites, Blacks, Poor Whites, and Poor Blacks. Institute for Research on Poverty Discussion Papers No. 224-74."},
      {
        "id":"ED097413",
        "title":"Directory of Resources in Adult Education."},
      {
        "id":"ED097415",
        "title":"Performance Test Development in Machine Shop: Appendix H. Final Report."},
      {
        "id":"ED097416",
        "title":"Performance Test for Auto Mechanics: Appendix I. Final Report."},
      {
        "id":"ED097417",
        "title":"Woodworking Objective and Test Item Bank: Appendix J. Final Report."},
      {
        "id":"ED097418",
        "title":"Writing Behavioral Objectives for Occupational Education--A Programmed Text: Appendix L. Final Report."},
      {
        "id":"ED097420",
        "title":"Instruction Manual: Synthesized Objective Package: Appendix N. Final Report."},
      {
        "id":"ED097421",
        "title":"Learning Interests and Experiences of Adult Americans."},
      {
        "id":"ED097422",
        "title":"Proposed Model Career Education System for the [blank] Public Schools."},
      {
        "id":"ED097423",
        "title":"&quot;Career Education&quot; As It Relates to Action Goals for the Seventies: Substantive Goals. A Position Paper."},
      {
        "id":"ED097424",
        "title":"American Business: What Is It? Why Is It Important?"},
      {
        "id":"ED097425",
        "title":"School Age Child Care: A Primer for Building Comprehensive Child Care Services."},
      {
        "id":"ED097426",
        "title":"National Capital Area Homemaker Service Training Manual."},
      {
        "id":"ED097427",
        "title":"Model for Curriculum Development and Improvement: A Resource Manual."},
      {
        "id":"ED097434",
        "title":"Career Education Workshop, May 29-31, 1973. Summary Report."},
      {
        "id":"ED097435",
        "title":"The World of Work: Vocational Education in Elementary Schools."},
      {
        "id":"ED097437",
        "title":"Washing Machines--Components &amp; Operations; Appliance Repair 2: #9025.03."},
      {
        "id":"ED097438",
        "title":"Automatic Dryers--Components and Operations; Appliance Repair--Intermediate: 9025.01."},
      {
        "id":"ED097439",
        "title":"Waterheaters and Dishwashers; Appliance Repair--Beginning: 9023.04."},
      {
        "id":"ED097440",
        "title":"The Refrigeration System; Appliance Repair--Advanced: 9027.01."},
      {
        "id":"ED097441",
        "title":"Refrigeration Controls: Electrical &amp; Mechanical; Appliance Repair 3: 9027.02."},
      {
        "id":"ED097442",
        "title":"Utilitiesman 3 and 2. Rate Training Manual. Revised 1973."},
      {
        "id":"ED097443",
        "title":"The Fifth Annual Pennsylvania Conference on Postsecondary Occupational Education."},
      {
        "id":"ED097444",
        "title":"Assessment and Programming For Personnel Development in Adult Education--State of Iowa. Final Report."},
      {
        "id":"ED097445",
        "title":"Expansion of Economic Base Analysis: Labor Availability in North-Central New Mexico. Research Report No. 264."},
      {
        "id":"ED097446",
        "title":"Occupational Stability in Technical Occupations."},
      {
        "id":"ED097447",
        "title":"Organizational Bonds and Union Militancy. Technical Report No. 14."},
      {
        "id":"ED097448",
        "title":"A Selection of Case Studies for Pre-Service Distributive Education Teachers. Volume I."},
      {
        "id":"ED097449",
        "title":"Industrial Trends: Implications for Development."},
      {
        "id":"ED097450",
        "title":"Career Education in Florida."},
      {
        "id":"ED097451",
        "title":"Producing Commercial and Advertising Art Posters; Commercial and Advertising Art--Intermediate: 9185.02."},
      {
        "id":"ED097452",
        "title":"Brush Lettering II; Commercial and Advertising Art--Intermediate: 9185.01."},
      {
        "id":"ED097453",
        "title":"Orientation to Commercial and Advertising Art; Commercial and Advertising Art--Basic: 9183.01."},
      {
        "id":"ED097454",
        "title":"Pencil Lettering; Commercial and Advertising Art--Basic: 9183.02."},
      {
        "id":"ED097455",
        "title":"Speedball Pen Lettering; Commercial and Advertising Art--Basic: 9183.03."},
      {
        "id":"ED097456",
        "title":"Color; Commercial and Advertising Art--Basic: 9183.04."},
      {
        "id":"ED097457",
        "title":"Brush Lettering I; Commercial and Advertising Art--Basic: 9183.05."},
      {
        "id":"ED097458",
        "title":"ABE Staff Development Needs Assessment in Minnesota: A Report."},
      {
        "id":"ED097459",
        "title":"A Guide for Reading Instruction in Adult Basic Education."},
      {
        "id":"ED097460",
        "title":"Illustrator Draftsman 1 and C. Rate Training Manual. Revised 1973."},
      {
        "id":"ED097461",
        "title":"Inservice Work Experience Internship Program for Occupational Education Teachers. Final Report."},
      {
        "id":"ED097462",
        "title":"Awaken to the World of Food Service; Commercial Cooking and Baking--Basic: 9193.01."},
      {
        "id":"ED097463",
        "title":"Nutritious Meal Planning; Commercial Cooking and Baking I: 9193.02."},
      {
        "id":"ED097464",
        "title":"Salesmanship; Business Education: 8738.01."},
      {
        "id":"ED097465",
        "title":"Small Business Management; Business Education: 7739.11."},
      {
        "id":"ED097466",
        "title":"Container Design and Packaging; Art Education: 6693.13."},
      {
        "id":"ED097467",
        "title":"Fundamentals of Refrigeration; Air Conditioning and Heating Mechanics 1--Appliance Repair 2: 9013.01 and 9025.05."},
      {
        "id":"ED097468",
        "title":"Orientation, Shop Tools and Equipment; Appliance Repair--Basic: 9023.01."},
      {
        "id":"ED097469",
        "title":"Introduction to Auto Body and Refinishing; Automotive Body Repair and Refinishing--Basic: 9033.01."},
      {
        "id":"ED097470",
        "title":"Indiana Career Resource Center; Annual Report: 1973-74."},
      {
        "id":"ED097471",
        "title":"Transistor Radio Receivers; Radio and Television Service, Intermediate: 9785.04."},
      {
        "id":"ED097473",
        "title":"Domestic Refrigerators; Appliance Repair--Advanced: 9027.03."},
      {
        "id":"ED097474",
        "title":"Employability Skills for the Vocational Cooperative Education Student; Cooperative Business Education 1: 7775.06."},
      {
        "id":"ED097475",
        "title":"Cooking Can Be Profitable; Commercial Cooking and Baking 1:9193.03."},
      {
        "id":"ED097476",
        "title":"Cutawl Techniques and Silk Screen; Commercial and Advertising Art--Intermediate: 9185.03."},
      {
        "id":"ED097477",
        "title":"Meet the Press; Graphic Communications 7-9 Prevocational: 5839.05."},
      {
        "id":"ED097478",
        "title":"Career Education: The Epistemology of Career Education and the Development Via Delphi Technique of the Conceptual Career Education Model for Yonkers, New York. Interim Report."},
      {
        "id":"ED097479",
        "title":"Nutrition and Food: Curriculum Guidelines."},
      {
        "id":"ED097480",
        "title":"Environmental Housing and Life Styles: Curriculum Guidelines."},
      {
        "id":"ED097482",
        "title":"Field Test Report: Volume 1, All Units."},
      {
        "id":"ED097483",
        "title":"Hospitality, Tourism, and Recreation."},
      {
        "id":"ED097484",
        "title":"Framework for Home Economics Related Occupations."},
      {
        "id":"ED097485",
        "title":"A System for Collecting Advance Information on the Character and Extent of Employment Generated by New Government Contracts: Phase II Report."},
      {
        "id":"ED097486",
        "title":"Innovation Dissemination in Adult Education."},
      {
        "id":"ED097487",
        "title":"Technical Education's Support of New and Expanding Industry."},
      {
        "id":"ED097488",
        "title":"Annual Evaluation Report [Florida Vocational and Technical Education]: Fiscal Year 1973."},
      {
        "id":"ED097489",
        "title":"Evaluation of Training: Strategy, Tactics and Problems. Training Information Sources, No. 3."},
      {
        "id":"ED097490",
        "title":"Attitudes of Youth Toward Military Service in a Zero-Draft Environment: Results of a National Survey Conducted in November 1972."},
      {
        "id":"ED097491",
        "title":"Career Potential of Enrollees in PLC, ROC and AVROC: A Comparison of Surveys Conducted in May 1972 and May 1973."},
      {
        "id":"ED097493",
        "title":"Discipline Related Career Education Program: Three-Year Model for the Quincy [Massachusetts] High School District."},
      {
        "id":"ED097494",
        "title":"Aircraft Sheet Metal Practices, Blueprint Reading, Sheet Metal Forming and Heat Treating; Sheet Metal Work 2: 9855.04."},
      {
        "id":"ED097495",
        "title":"VOE No. 1, Clerical or Secretarial: Vocational Office Education, Clerical: 7645.02."},
      {
        "id":"ED097496",
        "title":"Creative Coiffures; Cosmetology 1: 9205.02."},
      {
        "id":"ED097498",
        "title":"Math for Electronics; Industrial Electronics 1: 9323.04."},
      {
        "id":"ED097499",
        "title":"A Guide to Correctional Vocational Training: The First National Sourcebook."},
      {
        "id":"ED097500",
        "title":"Continuation Studies of the Exploitation of the Narrative Sections of Navy Performance Evaluations for Senior Enlisted Personnel by Means of Content Analysis Techniques. Technical Report No. 3-74."},
      {
        "id":"ED097501",
        "title":"A Reading Program Resource Manual For Adult Basic Education."},
      {
        "id":"ED097507",
        "title":"Hair--Curvy or Straight; Cosmetology 1: 9205.04."},
      {
        "id":"ED097508",
        "title":"Complexion Care; Cosmetology 2: 9207.02."},
      {
        "id":"ED097509",
        "title":"The Profitable Business of Cosmetology; Cosmetology 2: 9207.04."},
      {
        "id":"ED097512",
        "title":"Developing Job Sheets and Related Aids for Individualized Instruction in the Machine Shop."},
      {
        "id":"ED097513",
        "title":"C.A.S.E.S. [Career Awareness for Secondary and Elementary Students] Testing Instrument: Final Report."},
      {
        "id":"ED097514",
        "title":"Implications for Industrial Arts in Career Education. A Review of the Information in the Ad Hoc Committee's Guidelines Bulletin."},
      {
        "id":"ED097517",
        "title":"Aircraft Sheet Metal General Repairs; Sheet Metal Work 3: 9857.01."},
      {
        "id":"ED097518",
        "title":"Aircraft Assembly, Riveting and Surface Repair 1; Sheet Metal Work 2: 9855.02."},
      {
        "id":"ED097519",
        "title":"Aircraft Sheet Metal Practices; Sheet Metal Work 2: 9855.01."},
      {
        "id":"ED097521",
        "title":"Basic Gas Welding; Welding 3: 9947.01."},
      {
        "id":"ED097522",
        "title":"Room Air Conditioners; Appliance Repair--Advanced: 9027.04."},
      {
        "id":"ED097523",
        "title":"Shaping and Conditioning Hair; Cosmetology 1: 9205.03."},
      {
        "id":"ED097524",
        "title":"Color Technology; Cosmetology 1: 9205.05."},
      {
        "id":"ED097525",
        "title":"Wigology; Cosmetology 2: 9207.03."},
      {
        "id":"ED097526",
        "title":"Unique Values of Cooperative Office Work Experience. Bulletin No. 202."},
      {
        "id":"ED097527",
        "title":"[Innovative Programs at the Federal Youth Correctional Center, Pleasanton, California]."},
      {
        "id":"ED097528",
        "title":"Organizational Climate: Individual Preferences and Organizational Realities Revisited. Research Report No. 9."},
      {
        "id":"ED097529",
        "title":"How Do Your Climates Show? Let Us Count Some Ways. Research Report No. 8."},
      {
        "id":"ED097530",
        "title":"Conceptualizing Organizational Climates. Research Report No. 7."},
      {
        "id":"ED097531",
        "title":"Organizational Type, Organizational Success, and the Prediction of Individual Performance. Research Report No. 6."},
      {
        "id":"ED097532",
        "title":"Some Relationships Among and Between Measures of Employee Perceptions and Other Indices of Organizational Effectiveness. Research Report No. 5."},
      {
        "id":"ED097533",
        "title":"Work Motivation and the Concept of Organizational Climate. Research Report No. 4."},
      {
        "id":"ED097534",
        "title":"Chairside Psychology in Patient Education. A Self-Instruction Course."},
      {
        "id":"ED097535",
        "title":"Self Awareness Test Instrument. Final Report."},
      {
        "id":"ED097536",
        "title":"Changing Schedules of Work; Patterns and Implications."},
      {
        "id":"ED097537",
        "title":"An Assessment of Adult Basic Education in Shelby County, Tennessee."},
      {
        "id":"ED097538",
        "title":"Introduction to Production Technology. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097539",
        "title":"Developing Instructional Materials to Aid in Implementing the Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12. Final Report."},
      {
        "id":"ED097540",
        "title":"Overview of Marketing and Distribution. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097541",
        "title":"Interviewing for a Job. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097542",
        "title":"Occupations in Communications. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097543",
        "title":"How Does Industry Use Management. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097544",
        "title":"Communications Between Society and Industry. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097545",
        "title":"What Is Communications. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097546",
        "title":"Overview of Industrial Education. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097547",
        "title":"Let's Study Finance. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097548",
        "title":"Maintenance and Services. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097549",
        "title":"Getting to Know Materials. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097550",
        "title":"An Introduction to Research and Development. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097551",
        "title":"The Development of Industry. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097552",
        "title":"Analyzing a Career. The Wisconsin Guide to Local Curriculum Improvement in Industrial Education, K-12."},
      {
        "id":"ED097553",
        "title":"Occupational Mobility of Employed Workers. January 1973."},
      {
        "id":"ED097554",
        "title":"Critical Issues in Continuing Education in Nursing."},
      {
        "id":"ED097557",
        "title":"Higher Education for Occupations. SREB Research Monograph No. 20."},
      {
        "id":"ED097558",
        "title":"Individualized Study Guide on Apiculture: Instructor's Guide. Curriculum Materials for Agricultural Education."},
      {
        "id":"ED097559",
        "title":"Individualized Study Guide on Apiculture: Student Guide. Curriculum Materials for Agricultural Education."},
      {
        "id":"ED097560",
        "title":"Institutional Funding for Applied Research: The Case of HumRRO and the U. S. Army."},
      {
        "id":"ED097561",
        "title":"Career Education [in Arizona]: Annual Report, FY 73."},
      {
        "id":"ED097562",
        "title":"Family Day Care Training Project. Year End Progress Report."},
      {
        "id":"ED097563",
        "title":"Resource Manual for Teachers of Non-English Speaking Adults. Fourth Edition."},
      {
        "id":"ED097564",
        "title":"A Pilot Test of an Evaluation System for Vocational Education Leadership and Professional Development Activities: A Final Report."},
      {
        "id":"ED097565",
        "title":"Office Career Occupations No. 2; Vocational Office Education, Clerical: 7645.12."},
      {
        "id":"ED097566",
        "title":"Office Career Occupations No. 4; Vocational Office Education, Clerical: 7645.14."},
      {
        "id":"ED097567",
        "title":"Office Career Occupations No. 3; Vocational Office Education, Clerical: 7645.13."},
      {
        "id":"ED097568",
        "title":"Control Systems in Accounting; Business Education: 7709.21."},
      {
        "id":"ED097569",
        "title":"Medical Dictation and Transcription; Business Education: 7707.43."},
      {
        "id":"ED097570",
        "title":"Electric Calculators; Business Education: 7718.06."},
      {
        "id":"ED097571",
        "title":"Special Bookkeeping Applications; Business Education: 7708.41."},
      {
        "id":"ED097572",
        "title":"Partnership Accounting; Business Education: 7709.11."},
      {
        "id":"ED097573",
        "title":"Technical Dictation &amp; Description; Business Education: 7707.44."},
      {
        "id":"ED097574",
        "title":"Career Education &amp; You--The Teacher."},
      {
        "id":"ED097575",
        "title":"Modern Business Data Processing; Business Education; 7743.02."},
      {
        "id":"ED097576",
        "title":"Concepts of Business Data Processing; Business Education: 7743.01."},
      {
        "id":"ED097577",
        "title":"Information Retrieval System Descriptive Report."},
      {
        "id":"ED097578",
        "title":"Cosmetology--A Profitable Career for Men and Women; Cosmetology 1: 9205.01."},
      {
        "id":"ED097579",
        "title":"Automotive Body Fillers; Auto Body Repair and Refinishing 2: 9035.03."},
      {
        "id":"ED097580",
        "title":"Automotive Mechanics as Applied to Auto Body; Auto Body Repair and Refinishing 3: 9037.02."},
      {
        "id":"ED097581",
        "title":"Auto Body Repair and Refinishing 2; Automotive Refinishing 1: 9035.04."},
      {
        "id":"ED097582",
        "title":"Office Career Occupations No. 1; Vocational Office Education, Clerical: 7645.11."},
      {
        "id":"ED097583",
        "title":"Second Annual Career Guidance Institute: Final Report."},
      {
        "id":"ED097584",
        "title":"Aircraft Assembly, Riveting and Surface Repair 2; Sheet Metal Work 2: 9855.03."},
      {
        "id":"ED097585",
        "title":"Aircraft Metal Skin Repair and Honeycomb Structure Repair; Sheet Metal Work 3: 9857.02."},
      {
        "id":"ED097586",
        "title":"Body Shell Alignment; Auto Body Repair and Refinishing 2: 9035.02."},
      {
        "id":"ED097587",
        "title":"Career Education in 1974: A View From The Commissioner's Desk."},
      {
        "id":"ED097588",
        "title":"An Introduction to Career Education. A Policy Paper of the Office of Education (DHEW)."},
      {
        "id":"ED097589",
        "title":"Are Effective Counselors Made or Born? A Critical Review."},
      {
        "id":"ED097590",
        "title":"SIGI: An Operational Example of Computer-Based Career Guidance. Research Memorandum No. 74-9."},
      {
        "id":"ED097591",
        "title":"The Inmate as Student--An Investigation of Formerly Incarcerated Students Attending the University of South Carolina. Research Notes No. 21."},
      {
        "id":"ED097593",
        "title":"Learning and Intelligence: A Review of Empirical and Theoretical Issues. Theoretical Paper No. 47."},
      {
        "id":"ED097594",
        "title":"A Delphi Study of the Future of the Family."},
      {
        "id":"ED097595",
        "title":"Activity Group Guidance: A Developmental Approach for Counselors."},
      {
        "id":"ED097596",
        "title":"Proxemic Behavior as a Function of Race and Sex."},
      {
        "id":"ED097597",
        "title":"Power as a Factor in Unilaterally and Bilaterally Coercive Situations."},
      {
        "id":"ED097598",
        "title":"Counselor Education Curricula - The Spring of Hope, the Winter of Despair."},
      {
        "id":"ED097599",
        "title":"A Brief Overview of the Mountain-Plains Program."},
      {
        "id":"ED097600",
        "title":"Recent Structural Approaches to Personality Development."},
      {
        "id":"ED097601",
        "title":"Parent Involvement: A Key to Better Schools."},
      {
        "id":"ED097602",
        "title":"Crosscurrents: Phenomenology and Fond Memories of Bill Kell."},
      {
        "id":"ED097603",
        "title":"The Macalester Class of 1973: Concerns About the Future."},
      {
        "id":"ED097604",
        "title":"The Involvement Inventory and Drug Use Among High School Students."},
      {
        "id":"ED097605",
        "title":"On Shame, Identity and the Dynamics of Change."},
      {
        "id":"ED097606",
        "title":"Increasing Facilitator Effectiveness by Bridging Two Modes of Consciousness."},
      {
        "id":"ED097607",
        "title":"Personality Integration and Successful Outcome in Individual Psychotherapy."},
      {
        "id":"ED097608",
        "title":"Effects of Television Viewing in an Experimental Aggression Paradigm."},
      {
        "id":"ED097609",
        "title":"Challenge to Open Education."},
      {
        "id":"ED097610",
        "title":"Internal-External Control and Responses to Others Needing Assistance."},
      {
        "id":"ED097611",
        "title":"Prospectus [Rhode Island]: 1973-74."},
      {
        "id":"ED097612",
        "title":"Title III in Guidance and Counseling. The Title III Quarterly, Winter 1973."},
      {
        "id":"ED097613",
        "title":"Examination of Job Satisfaction Data in the U.S. Marine Corps Task Analysis Program."},
      {
        "id":"ED097614",
        "title":"Changing Career Patterns for Women in the Bell System."},
      {
        "id":"ED097615",
        "title":"Parent Ratings of Behavioral Patterns of Youths 12-17 Years. Vital and Health Statistics Series 11, No. 137."},
      {
        "id":"ED097616",
        "title":"Corruption of Client Advocacy in a Community Mental Health System."},
      {
        "id":"ED097617",
        "title":"The Application of Discriminant Analysis to Determine High School Dropouts from Non-Dropouts."},
      {
        "id":"ED097618",
        "title":"Drug Usage Rates as Related to Method of Data Acquisition. Technical Report No. 74-20."},
      {
        "id":"ED097619",
        "title":"Sex, Productivity and Reward in Academe."},
      {
        "id":"ED097620",
        "title":"Reading Is Every Teacher's Business."},
      {
        "id":"ED097621",
        "title":"Prevention, Diagnosis of Reading Problems. Interim Evaluation Report, July 1, 1972-June 30, 1973."},
      {
        "id":"ED097622",
        "title":"Linguistic Communication: Perspectives for Research; Report of the Study Group on Linguistic Communication to the National Institute of Education."},
      {
        "id":"ED097623",
        "title":"Attention to Stimulus Presentation Mode as Related to Sex."},
      {
        "id":"ED097624",
        "title":"Begin in Delight--End in Wisdom: Right to Read in Tennessee."},
      {
        "id":"ED097627",
        "title":"Personality Traits and College Student Reading Skills."},
      {
        "id":"ED097629",
        "title":"Techniques for Making Written Material More Readable/Comprehensible."},
      {
        "id":"ED097630",
        "title":"Literacy for Diverse Learners: Promoting Reading Growth at All Levels."},
      {
        "id":"ED097632",
        "title":"Laubach Trained Volunteer Tutor Pilot Project 1971."},
      {
        "id":"ED097633",
        "title":"Title I ESEA Application FY 74-75 of the Lorain [Ohio] City Schools Report."},
      {
        "id":"ED097634",
        "title":"Sequential Development of Some Basic Syllabication Skills."},
      {
        "id":"ED097635",
        "title":"Final Evaluation Report of the Sensory Adjustment for Effective Reading (SAFER) Project for the Encinitas Union School District."},
      {
        "id":"ED097637",
        "title":"Musings and Marmalade (Some Thoughts on the Sticky Aspects of Reading.)"},
      {
        "id":"ED097638",
        "title":"Meaning Levels in Reading."},
      {
        "id":"ED097639",
        "title":"Strategies in Reading Comprehension: Individual Differences in Learning from Pictures and Words (A Footnote). Technical Report No. 300."},
      {
        "id":"ED097640",
        "title":"Increasing and Evaluating the Readability of Air Force Written Materials."},
      {
        "id":"ED097641",
        "title":"Auding and Reading: A Developmental Model."},
      {
        "id":"ED097642",
        "title":"Readability of Textual Material--A Survey of the Literature."},
      {
        "id":"ED097643",
        "title":"Learning and Retention of Concepts Formed from Unfamiliar Visual Patterns. Final Report."},
      {
        "id":"ED097645",
        "title":"An Evaluation of Three Approaches to Reading Improvement."},
      {
        "id":"ED097646",
        "title":"Language, Thinking and Reading."},
      {
        "id":"ED097648",
        "title":"Does the Dolch Do?"},
      {
        "id":"ED097649",
        "title":"Why Read Aloud to Children? An IRA Micromonograph."},
      {
        "id":"ED097650",
        "title":"Inservice Reading Resource Kit and Project Reading Alert: Package 1--The Recognition of Readiness: Some Landmarks for Teachers (Beginning Reading Level)."},
      {
        "id":"ED097651",
        "title":"Inservice Reading Resource Kit and Project Reading Alert: Package 2--Learning Task 1, Construction of an Informal Reading Inventory (Tape and Workbook); Learning Task 2, Administration of an Informal Reading Inventory (Tape and Workbook)."},
      {
        "id":"ED097652",
        "title":"Inservice Reading Resource Kit and Project Reading Alert: Package 3--Diagnosis of Word Recognition Ability with Appendix."},
      {
        "id":"ED097653",
        "title":"Inservice Reading Resource Kit and Project Reading Alert: Package 4--Assessment of Listening Skills."},
      {
        "id":"ED097654",
        "title":"Inservice Reading Resource Kit and Project Reading Alert: Package 5--Classroom Management."},
      {
        "id":"ED097655",
        "title":"Inservice Reading Resource Kit and Project Reading Alert: Package 6--How to Judge Readability of Books (Tape Transcript and Student's Workbook)."},
      {
        "id":"ED097656",
        "title":"Decision and Modification in Sequences of Prepositional Phrases."},
      {
        "id":"ED097657",
        "title":"Reading Skill Retention."},
      {
        "id":"ED097659",
        "title":"A Selected Bibliography for Non Middle-Class Children, Grades 1-3."},
      {
        "id":"ED097660",
        "title":"Atlanta's Right-to-Read and Its Effect on E.A. Ware, Luckie Street, and A.F. Herndon Elementary Schools."},
      {
        "id":"ED097661",
        "title":"Strategy Development as a Function of the Amount of Relevant or Irrelevant Information."},
      {
        "id":"ED097662",
        "title":"The Reading Process--The Relationship Between Word Recognition and Comprehension."},
      {
        "id":"ED097663",
        "title":"Canadian Masters' Theses in Reading Education: An Annotated Bibliography."},
      {
        "id":"ED097664",
        "title":"Contingent Associations and the Double-Function, Verbal-Discrimination Task."},
      {
        "id":"ED097665",
        "title":"Sources of Facilitation in Learning Conceptually Structured Paired-Associate Lists."},
      {
        "id":"ED097666",
        "title":"Associative Loss in Unlearning: An Alternative Explanation."},
      {
        "id":"ED097667",
        "title":"Implicit Associational Responses Produced by Words in Pairs of Unrelated Words."},
      {
        "id":"ED097668",
        "title":"Those Who Can (Read), Do; Those Who Can't (Read), Teach!"},
      {
        "id":"ED097669",
        "title":"A New Spirit of '76: Right to Read in Ohio."},
      {
        "id":"ED097670",
        "title":"Seawell Project; A Model Language Arts/Reading Center. Evaluation Report."},
      {
        "id":"ED097671",
        "title":"Some Current Language Concerns in the Teaching of English in the United Kingdom."},
      {
        "id":"ED097673",
        "title":"Content Analysis in the Study of Media and Communication for Youth: A Typology of Dissertation Research."},
      {
        "id":"ED097674",
        "title":"An Analysis of Modular Instruction of Newspaper Reading Skills to Poor Readers in Junior High School."},
      {
        "id":"ED097675",
        "title":"A Case Study of Organizational Information Seeking and Consumer Information Needs."},
      {
        "id":"ED097676",
        "title":"Some Legal Problems of Satellite Transmission."},
      {
        "id":"ED097677",
        "title":"Communications Satellites: Looking Down the Road."},
      {
        "id":"ED097678",
        "title":"The Beginnings of Soviet Broadcasting and the Role of V. I. Lenin. Journalism Monographs, No. 26."},
      {
        "id":"ED097679",
        "title":"The Press and Government Restriction: A Cross-National Study Over Time."},
      {
        "id":"ED097680",
        "title":"The Perception of Advertising's Potential Social Effects by High and Low Authoritarian Advertising Practitioners."},
      {
        "id":"ED097681",
        "title":"Give the Employee What He Wants in the Corporate Newspaper: Improve Employee Relations."},
      {
        "id":"ED097682",
        "title":"A Progress Report on Agenda-Setting Research."},
      {
        "id":"ED097683",
        "title":"Another Look at Supreme Court Reporters and Reportage."},
      {
        "id":"ED097684",
        "title":"Televised Political Advertising and the Voter: A Survey of Voter Attitudes in the 1972 Presidential Campaign."},
      {
        "id":"ED097685",
        "title":"Along Freedom's Double Edge: The Arab Press Under Israeli Occupation."},
      {
        "id":"ED097687",
        "title":"Black First Graders' Listening Comprehension of a Story Told in Black English or Standard English."},
      {
        "id":"ED097688",
        "title":"Enrollment and Degrees Conferred in Journalism and in Higher Education from 1960--1973. AASDJ (American Association of Schools and Departments of Journalism) Studies on Journalism Education and Mass Communication, No. 1."},
      {
        "id":"ED097689",
        "title":"Design and Validation of Instruction in Question-Directed Narrative Writing, Developed through Discrimination Programming."},
      {
        "id":"ED097690",
        "title":"A Student Oriented Approach to Teaching Poetry."},
      {
        "id":"ED097691",
        "title":"Trends in a Half-Century of Broadcast Station and Daily Newspaper Ownership 1922-1970."},
      {
        "id":"ED097692",
        "title":"Press Opinion in the Eagleton Affair."},
      {
        "id":"ED097693",
        "title":"Journal Writing as a Means and an End."},
      {
        "id":"ED097694",
        "title":"Verbal Communication in Children from Person and Position Oriented Families."},
      {
        "id":"ED097695",
        "title":"Women's Page Editors: Self-Perceived Status."},
      {
        "id":"ED097696",
        "title":"Language and Study Skills Manual; Language and Study Skills Handbook; and Test Book for Language and Study Skills with Supplement No. 1."},
      {
        "id":"ED097697",
        "title":"American Literary Radicals from Jefferson to Ginsberg."},
      {
        "id":"ED097698",
        "title":"A Working Paper on Teaching Language Arts Skills to Disadvantaged Children."},
      {
        "id":"ED097699",
        "title":"Measurement and Diagnosis of Student Attitudes Toward a Career in Advertising. Working Paper Series, Center for Marketing Studies Paper No. 19."},
      {
        "id":"ED097700",
        "title":"The Questionable Rationale for Advertising Puffery as Revealed in Early English and American Legal Precedents."},
      {
        "id":"ED097701",
        "title":"Communication and Leadership."},
      {
        "id":"ED097702",
        "title":"Measuring Growth in English."},
      {
        "id":"ED097703",
        "title":"Tradition and Reform in the Teaching of English: A History."},
      {
        "id":"ED097704",
        "title":"Audiovisual Between-Channel Redundancy and Its Effects upon Immediate Recall and Short-Term Memory."},
      {
        "id":"ED097705",
        "title":"International Television Programing. If People Could Have It, Would They Watch It?"},
      {
        "id":"ED097706",
        "title":"How to Construct Your Own Exam on Spelling, Grammar and Punctuation."},
      {
        "id":"ED097707",
        "title":"Children's Response to Broadcast News: Exposure, Evaluation, and Learning."},
      {
        "id":"ED097708",
        "title":"Re-Vision: Classroom Practices in Teaching English 1974-1975. Twelfth Report of the Committee on Classroom Practices."},
      {
        "id":"ED097709",
        "title":"&quot;How-To-Study&quot; Methods--Where Did They Go? Report No. 8."},
      {
        "id":"ED097710",
        "title":"They Really Taught Us How to Write."},
      {
        "id":"ED097713",
        "title":"Georgia Journalism: A Selected, Annotated Bibliography."},
      {
        "id":"ED097718",
        "title":"Language Parameters in Written Compositions of Nine Year Old Children."},
      {
        "id":"ED097719",
        "title":"Teaching English in Two-Year Colleges: Three Successful Programs."},
      {
        "id":"ED097722",
        "title":"What Do You Want to Know about the National Spelling Bee? Fact Sheet and List of 1974 Champions and Sponsoring Newspapers with Contest Rules."},
      {
        "id":"ED097724",
        "title":"Drama in the Elementary School."},
      {
        "id":"ED097727",
        "title":"Maryland High School Publications."},
      {
        "id":"ED097729",
        "title":"High School Publications in Rhode Island."},
      {
        "id":"ED097730",
        "title":"North Carolina High School Publications Since 1900."},
      {
        "id":"ED097732",
        "title":"Emphasis: Different Approaches."},
      {
        "id":"ED097733",
        "title":"Mass Media and Socialization: Theoretic Approaches."},
      {
        "id":"ED097734",
        "title":"Using Communication Models to Analyze Decision-Making in the Developmental Process."},
      {
        "id":"ED097736",
        "title":"Relational Communication: An Integration of Theory and Structure."},
      {
        "id":"ED097737",
        "title":"Systems, Purposes, Images, Plans: A Communication Model."},
      {
        "id":"ED097738",
        "title":"Philosophical Assumptions About the Nature of Reality in &quot;The New Rhetoric.&quot;"},
      {
        "id":"ED097739",
        "title":"Teaching Basic Communication Science Concepts Through a Guided Literature Review."},
      {
        "id":"ED097740",
        "title":"Sex Stereotyping of Occupational Roles as a Determinant of Source Credibility."},
      {
        "id":"ED097741",
        "title":"Program Entropy and Structure: Two Factors in Television Viewership."},
      {
        "id":"ED097742",
        "title":"Social System Homophily as a Function of Communication."},
      {
        "id":"ED097743",
        "title":"The Measurement of Language Change."},
      {
        "id":"ED097744",
        "title":"A Contract Approach to a Fundamentals of Speech Course."},
      {
        "id":"ED097745",
        "title":"Teaching Interpersonal Communication."},
      {
        "id":"ED097746",
        "title":"Balance in the Community College Forensic Program."},
      {
        "id":"ED097747",
        "title":"Communication Is Getting It Together."},
      {
        "id":"ED097748",
        "title":"On Graduate Research and Study."},
      {
        "id":"ED097749",
        "title":"The High School Forensic Program: Resource for School and Community."},
      {
        "id":"ED097750",
        "title":"Reciprocal Causality among Political Interest, Political Knowledge and Mass Media Exposure."},
      {
        "id":"ED097751",
        "title":"Three Essays in Aesthetics: 1. A Theory of Art as a Threefold Relation Among Artist, Work of Art and Audience, 2. Toward a Theory of Narrative Film, and 3. An Analytical Description of the Film \"Notorious.\""},
      {
        "id":"ED097754",
        "title":"Examination of Grants Awarded to the Berkeley Unified School District and to Bilingual Children's Television, Inc."},
      {
        "id":"ED097755",
        "title":"Effectiveness, Efficiency and Equal Opportunity in the Public Schools of Massachusetts. Summary Report and Recommendations of the Governor's Commission on School District Organization and Collaboration."},
      {
        "id":"ED097756",
        "title":"Goal Development in Education: A Planning Handbook for School Districts. Handbook Series on Comprehensive Planning for Local Education Districts, No. 2."},
      {
        "id":"ED097757",
        "title":"An Organizational View of Educational Innovation. Research and Development Memorandum No. 126."},
      {
        "id":"ED097758",
        "title":"Management Information Systems."},
      {
        "id":"ED097759",
        "title":"Salaries, Strikes, Shutdowns, Split Shifts and Collective Bargaining in Ohio Public Schools."},
      {
        "id":"ED097760",
        "title":"Collective Negotiations, Work Stoppages, and the Effects of Negotiations on Teachers' Salaries in Ohio's Public Schools. Final Report."},
      {
        "id":"ED097761",
        "title":"Special Schools for Exceptional Children."},
      {
        "id":"ED097762",
        "title":"Guide for Planning the Construction of School Buildings: State of New Hampshire, 1971."},
      {
        "id":"ED097763",
        "title":"A New Consciousness: Challenging, Choosing, Changing. The Story of the Ironbound Community Learning Center. Perspective Series No. 6."},
      {
        "id":"ED097764",
        "title":"ED-OM: A Comprehensive Approach to Institutional Justice in Education. Perspective Series No. 7."},
      {
        "id":"ED097765",
        "title":"The Politics and Administration of the Voucher Demonstration in Alum Rock: The First Year, 1972-1973. Analysis of the Education Voucher Demonstration. A Working Note."},
      {
        "id":"ED097766",
        "title":"A Grievance Procedure for Public School Employees."},
      {
        "id":"ED097768",
        "title":"Cities and Schools: A Case for Community Government in California."},
      {
        "id":"ED097769",
        "title":"Guides for Curriculum Planning for the Quarter System."},
      {
        "id":"ED097770",
        "title":"Providing Optional Learning Environments in New York State Schools."},
      {
        "id":"ED097771",
        "title":"Study of Participation in Governance by Representative Groups in Southeast Alternatives."},
      {
        "id":"ED097772",
        "title":"Financial Status of the Public Schools, 1974."},
      {
        "id":"ED097773",
        "title":"Administrative Management by Objectives. Policy 2100."},
      {
        "id":"ED097774",
        "title":"Standards and Guidelines for Providing Due Process of Law to the South Dakota Student."},
      {
        "id":"ED097775",
        "title":"Is Your School Overcrowded?"},
      {
        "id":"ED097776",
        "title":"Group Decision-Making Performance as Influenced by Consensus and Self-Orientation. Paper No. 426."},
      {
        "id":"ED097779",
        "title":"Summer Institute on the Improvement and Reform of American Education. Final Report and Recommendations."},
      {
        "id":"ED097780",
        "title":"A Summary of State-Wide School Finance Cases."},
      {
        "id":"ED097781",
        "title":"Understanding Financial Support of Public Schools, 1974-75."},
      {
        "id":"ED097782",
        "title":"A Catalog of Optional Learning Environments in New York State Schools."},
      {
        "id":"ED097783",
        "title":"Applications of Planning in Education."},
      {
        "id":"ED097787",
        "title":"Success Through Records."},
      {
        "id":"ED097788",
        "title":"Handbook: Exceptional Child Education."},
      {
        "id":"ED097789",
        "title":"Language Training for Trainable Mentally Retarded; Annual Project Report: Second Year; ESEA Title III."},
      {
        "id":"ED097790",
        "title":"Interdisciplinary Seminar for the Prevention of Learning and Behavior Problems Among Young Children."},
      {
        "id":"ED097791",
        "title":"Preparation of Education Personnel in a Pluralistic Social Context. Program Assumptions, Objectives, Implementation and Evaluation Strategies - An Approach: Program Early Childhood Early Intervention (N-3)."},
      {
        "id":"ED097792",
        "title":"What's in a Label? Careers in Integrated Early Childhood Programs."},
      {
        "id":"ED097793",
        "title":"Organization of State Services for the Mentally Retarded: A Source Book."},
      {
        "id":"ED097794",
        "title":"Developmental Teacher Competency Checklist. Careers in Integrated Early Childhood Programs."},
      {
        "id":"ED097795",
        "title":"Follow-Up Study: Early Intervention Program."},
      {
        "id":"ED097796",
        "title":"Individualization of Foreign Language Learning in America, No. 6."},
      {
        "id":"ED097798",
        "title":"Bibliographie Moderner Fremdsprachenunterricht. (A Bibliography of Modern Foreign Language Instruction.) Vol. 4, No. 3."},
      {
        "id":"ED097799",
        "title":"Ethnic Group Schooling and the Massachusetts Transitional Bilingual Education Act."},
      {
        "id":"ED097800",
        "title":"LBRIG Newsletter [Newsletter of the Language by Radio Interest Group]. Vol. 2, Nos. 1-3."},
      {
        "id":"ED097801",
        "title":"Verbal Aspect in Kusaiean and Ponapean. Working Papers in Linguistics, Vol. 5, No. 9."},
      {
        "id":"ED097802",
        "title":"A Cross-Cultural Study of Problems of Semantic Equivalence in Communication. Variation in the Cognition of Luganda Color Terms. Final Report."},
      {
        "id":"ED097804",
        "title":"Some Reflections on Survey Courses in German Literature."},
      {
        "id":"ED097805",
        "title":"Des interferences culturelles a surmonter (Overcoming Cultural Interference)."},
      {
        "id":"ED097806",
        "title":"Teaching Spanish to the Spanish-Speaking: Classroom Strategies."},
      {
        "id":"ED097807",
        "title":"Suggestions for Investigating Tennessee English: A Sociolinguistic Approach to Dialect Study."},
      {
        "id":"ED097812",
        "title":"Black Studies, White Teachers, and Black Colleges. Teaching Forum; Vol. 3, No. 3, April 1970."},
      {
        "id":"ED097814",
        "title":"Preliminary Budget Forecasts for Provincially Assisted Universities of Ontario for the Fiscal Year Ended April 30, 1975. Report to the Council of Ontario Universities."},
      {
        "id":"ED097815",
        "title":"Building for the Future of Postsecondary Education in Michigan. Report of the Governor's Commission on Higher Education."},
      {
        "id":"ED097816",
        "title":"Review of the Evaluative Literature on Open Admissions at CUNY."},
      {
        "id":"ED097817",
        "title":"Perspectives and Plans for Graduate Studies. 11. Engineering 1974. C. Metallurgical and Materials Engineering. Report No. 74-15."},
      {
        "id":"ED097819",
        "title":"Postsecondary Public Employment Legislation Revised Status Report--August 1974. Special Report No. 4."},
      {
        "id":"ED097820",
        "title":"Perspectives and Plans for Graduate Studies. 11. Engineering 1974. E. Industrial Engineering and Systems Design. Report No. 74-22."},
      {
        "id":"ED097821",
        "title":"Some Suggested Advantages and Disadvantages of Collective Bargaining. Special Report No. 1."},
      {
        "id":"ED097822",
        "title":"The Commonwealth Fund. Fifty-Sixth Annual Report for the Year Ended June 30, 1974."},
      {
        "id":"ED097823",
        "title":"Grading: Student and Faculty Opinions. Indiana Studies in Prediction, No. 26."},
      {
        "id":"ED097824",
        "title":"Community Service as Academic Responsibility."},
      {
        "id":"ED097825",
        "title":"Graduate Student Admissions Survey, 1973. Report No. 1-74."},
      {
        "id":"ED097826",
        "title":"The &quot;No Agent&quot; Vote at N.Y.U.: A Concise Legal History. Special Report No. 9."},
      {
        "id":"ED097827",
        "title":"The Importance of Service: Federal Support for Continuing Education. Eighth Annual Report of the National Advisory Council on Extension and Continuing Education."},
      {
        "id":"ED097828",
        "title":"Perspectives and Plans for Graduate Studies. 11. Engineering 1974. D. Mechanical Engineering. Report No. 74-21."},
      {
        "id":"ED097829",
        "title":"Increasing Productivity in Higher Education. Proceedings of the Conference to Mark the Dedication of the Henry Chauncey Conference Center, May 1974."},
      {
        "id":"ED097830",
        "title":"An Investigation of Various Methods Used in Awarding Academic Credit for Non-Traditional Learning Experiences. Final Report."},
      {
        "id":"ED097831",
        "title":"Tax Reform and the Crisis of Financing Higher Education."},
      {
        "id":"ED097832",
        "title":"Examination of Financial Statements of Student Loan Insurance Fund Fiscal Year 1973."},
      {
        "id":"ED097833",
        "title":"Quality of Interracial Interaction Among University Students. Research Report No. 6-74."},
      {
        "id":"ED097834",
        "title":"Course Evaluations: Summary 1973-74. Report No. 11."},
      {
        "id":"ED097836",
        "title":"Progress Report Number Four on Arkansas State University's Participation in the College Level Examination Program (CLEP) 1973."},
      {
        "id":"ED097837",
        "title":"Will to Resist: The Dartmouth College Case."},
      {
        "id":"ED097839",
        "title":"Voluntary Support for Public Higher Education."},
      {
        "id":"ED097840",
        "title":"Factors Affecting Freshmen Enrollment at Arkansas State University. Fall 1973."},
      {
        "id":"ED097841",
        "title":"An Environmental Study of Arkansas State University as Perceived by Students. Fall 1972."},
      {
        "id":"ED097843",
        "title":"The Growth and Development of Nigerian Universities. Overseas Liaison Committee Paper No. 4."},
      {
        "id":"ED097844",
        "title":"Journey Into Discovery. The Thirteen-College Curriculum Program."},
      {
        "id":"ED097845",
        "title":"Summary of State Legislation Affecting Higher Education in the South, 1974."},
      {
        "id":"ED097846",
        "title":"A Study of Grading Practices in Institutions of Higher Education."},
      {
        "id":"ED097847",
        "title":"Implementing a Tenure Quota: The Colgate Case."},
      {
        "id":"ED097848",
        "title":"Engineering Needs in the South."},
      {
        "id":"ED097849",
        "title":"To Serve the Future Hour. An Anthology on New Directions for Nursing. Pathways to Practice, Vol. 2."},
      {
        "id":"ED097853",
        "title":"An Inquiry into Departmental Policies and Practices in Relation to Graduate Education of Foreign Students."},
      {
        "id":"ED097854",
        "title":"Guide for the Education of Foreign Students Human Resources Development."},
      {
        "id":"ED097855",
        "title":"Report of the NAFSA [National Association for Foreign Student Affairs] Task Force on Intercultural Communications Workshops."},
      {
        "id":"ED097857",
        "title":"Urban Studies and the University--The Ford Foundation Experience."},
      {
        "id":"ED097858",
        "title":"Private Accreditation and Public Eligibility. Volumes 1 and 2."},
      {
        "id":"ED097859",
        "title":"Educational Technologies: Productivity in Higher Education. Final Report."},
      {
        "id":"ED097860",
        "title":"Social Network Analysis: An Overview of Recent Developments."},
      {
        "id":"ED097862",
        "title":"News on Educational Use of Computers Among Michigan Colleges and Universities."},
      {
        "id":"ED097863",
        "title":"Investigation of Effectiveness in a Library (Preliminary Report of a Longitudinal Investigation)."},
      {
        "id":"ED097864",
        "title":"Program to Improve and Increase Student and Faculty Involvement in Library Use. First Annual Progress Report. September 1, 1973-August 31, 1974."},
      {
        "id":"ED097865",
        "title":"Process for Developing Beneficial Resource Sharing Agreements Among Autonomous Institutions."},
      {
        "id":"ED097866",
        "title":"Good Public Relations; A By-Product of Responsible Services."},
      {
        "id":"ED097867",
        "title":"Data Bases and Libraries."},
      {
        "id":"ED097869",
        "title":"Educational Television: Its Use in Language Instruction."},
      {
        "id":"ED097871",
        "title":"An Annotated Bibliography on Social Reinforcement: Evaluative Abstracts of Research and Theory. Interim Report, June 1972-October 1973."},
      {
        "id":"ED097872",
        "title":"Increasing the Use of Promising Practices Information by Local Educational Agencies."},
      {
        "id":"ED097873",
        "title":"CAI and Imagery: Interactive Computer Graphics for Teaching About Invisible Process. Technical Report No. 74."},
      {
        "id":"ED097874",
        "title":"Precision Measuring Equipment (PME) Individualized Instruction. Final Report."},
      {
        "id":"ED097875",
        "title":"Social Reinforcement: A Review of the Literature."},
      {
        "id":"ED097876",
        "title":"Microforms in a Medical Library Environment."},
      {
        "id":"ED097878",
        "title":"Educational Uses of Cable Television."},
      {
        "id":"ED097879",
        "title":"Planning and Operating an Individualized Learning Center."},
      {
        "id":"ED097880",
        "title":"Diffusion of Innovations Among Community Mental Health Centers. Final Report."},
      {
        "id":"ED097881",
        "title":"A Model Program to Instruct Manpower Training Personnel in the Selection and Application of Remedial Instructional Materials to Meet Individual Trainee Needs. Final Report."},
      {
        "id":"ED097882",
        "title":"Materials Catalog; An Annotated Listing of Staff Training Materials for the Individualized Manpower Training System."},
      {
        "id":"ED097883",
        "title":"The Duplication of Monograph Holdings in the University of California Library System. Report No. ILR-74-004."},
      {
        "id":"ED097885",
        "title":"The Afro-American in Books for Children Including Books About Africa and the West Indies. Revised Edition."},
      {
        "id":"ED097886",
        "title":"Permanence/Durability of the Book-VII. Physical and Chemical Properties of Book Papers, 1507 - 1949."},
      {
        "id":"ED097888",
        "title":"Cable Television Information."},
      {
        "id":"ED097889",
        "title":"Decentralization of the National Biomedical Communications Network; Development of Regional and State Plans. North Dakota Library Notes, Vol. 5, No. 6."},
      {
        "id":"ED097890",
        "title":"Audio-Tutorial Instruction and Student-Selected Curricula."},
      {
        "id":"ED097891",
        "title":"Some Practical Considerations in Continuing Education."},
      {
        "id":"ED097892",
        "title":"The Diffusion of Information Innovations."},
      {
        "id":"ED097894",
        "title":"Wisconsin Public Library System Standards. Bulletin No. 5058."},
      {
        "id":"ED097895",
        "title":"New Technology Applied to Distribution of Audio Tutorial Lessons."},
      {
        "id":"ED097896",
        "title":"The Exceptional Child in the School Library: Response and Strategy."},
      {
        "id":"ED097897",
        "title":"The Exceptional Child in the School Library: Identification and Accommodation."},
      {
        "id":"ED097898",
        "title":"Third Stage Report on the Learning Package Project in International Studies Supported by Grant (GY-9343) of the National Science Foundation."},
      {
        "id":"ED097899",
        "title":"The Computer &quot;Glass Box&quot;: Teaching With A Programming Language."},
      {
        "id":"ED097901",
        "title":"Index to Bibliographies Held by Project Media."},
      {
        "id":"ED097903",
        "title":"CARE: Computer Assisted Renewal Education."},
      {
        "id":"ED097904",
        "title":"Phonics/ita Handbook for Teachers. Report No. R-63."},
      {
        "id":"ED097905",
        "title":"A Computer-Based Instructional Simulation for Teacher Training and Evaluation in Special Education. Report No. R-65."},
      {
        "id":"ED097906",
        "title":"Educational Technology Program. Quarterly Technical Summary."},
      {
        "id":"ED097910",
        "title":"CAI: Overcoming Attitude Barriers."},
      {
        "id":"ED097911",
        "title":"Audio-Tutorial Project: An Audio-Tutorial Approach to Human Anatomy and Physiology."},
      {
        "id":"ED097912",
        "title":"The Importance of Teaching a Win-Win Philosophy."},
      {
        "id":"ED097913",
        "title":"A Computer-Based System for Studies in Learning."},
      {
        "id":"ED097914",
        "title":"Informal Communication in an Academic Community."},
      {
        "id":"ED097916",
        "title":"The Instructional Effectiveness of Television Presentation Techniques."},
      {
        "id":"ED097917",
        "title":"Interactive Error Diagnostics for an Instructional Programming System."},
      {
        "id":"ED097918",
        "title":"An Automatic Tutor for Introductory Programming Students."},
      {
        "id":"ED097920",
        "title":"Bread and Butterflies; A Curriculum Guide in Career Development."},
      {
        "id":"ED097921",
        "title":"Report on Evaluation Activities of the Bread and Butterflies Project."},
      {
        "id":"ED097922",
        "title":"A System for the Evaluation of Career Programs in the Community Colleges of Maryland."},
      {
        "id":"ED097923",
        "title":"Professional Preparation and Experience of Instructors in Community Junior Colleges and Technical Institutions."},
      {
        "id":"ED097924",
        "title":"Effects of State Coordination upon Two Year College Boards of Trustees."},
      {
        "id":"ED097925",
        "title":"Faculty Workload. Topical Paper No. 46."},
      {
        "id":"ED097927",
        "title":"The Employers. A Survey of Employers Who Have Hired Montgomery College Graduates."},
      {
        "id":"ED097928",
        "title":"Continuing Education for Women at Mesabi Community College."},
      {
        "id":"ED097929",
        "title":"Speaking-Listening Instruction for the Disadvantaged Junior College Student: Approaches Suggested by Higher Education Achievement Program Speaking-Listening Instructors, Winter 1974."},
      {
        "id":"ED097930",
        "title":"Reading Instruction for the Disadvantaged Junior College Student: Approaches Suggested by Higher Education Achievement Program Reading Instructors, Fall 1973."},
      {
        "id":"ED097931",
        "title":"Counseling the Disadvantaged Junior College Student: Approaches Suggested by Higher Education Achievement Program Counselors, Fall 1973."},
      {
        "id":"ED097932",
        "title":"Vocational Follow-up Report Students Completing Programs--Fall 1972 and Spring 1973."},
      {
        "id":"ED097933",
        "title":"Transfer Follow-up Study: Students Graduating Jan., June, and Aug. 1973."},
      {
        "id":"ED097934",
        "title":"The Academic Performance of Missouri Junior College Transfer Students at the University of Missouri-Columbia."},
      {
        "id":"ED097935",
        "title":"Study of Missouri Junior/Community College Transfer Students."},
      {
        "id":"ED097936",
        "title":"Study of Missouri Junior College Transfer Students."},
      {
        "id":"ED097937",
        "title":"The Community College Counselor Is the College&apos;s Primary Institutional Leader in the &quot;Cooling Out&quot; Process."},
      {
        "id":"ED097938",
        "title":"Disadvantaged-Handicapped Identification and Supportive Service Delivery System, Southwestern College, Spring 1974."},
      {
        "id":"ED097939",
        "title":"An Analysis of Current Grade Point Averages of Employed Full-Time Students at Wilkes Community College."},
      {
        "id":"ED097941",
        "title":"Analysis of the Need for Reduction in Force of Professional Personnel."},
      {
        "id":"ED097943",
        "title":"Fourth Annual Report and Recommendations of the Maryland State Board for Community Colleges."},
      {
        "id":"ED097944",
        "title":"A Staff Development Model for Student Personnel Services."},
      {
        "id":"ED097945",
        "title":"Building a Bridge of Communication."},
      {
        "id":"ED097946",
        "title":"Applicability of ACT Scores to the Prediction of Success in Business, Mathematics, and Science Courses at Rhode Island Junior College."},
      {
        "id":"ED097947",
        "title":"KOCE-TV Needs-Assessment Surveys. Television Students&apos; TV Viewing Log Report, Fall 1973-74, Spring 1973-74."},
      {
        "id":"ED097948",
        "title":"A Study of How Richmond Technical Institute Can Improve the Quality of Technical and Vocational Teaching with a More Defined Accountability Program and Possible Steps to Encourage Educators to Be More Receptive to Accountability."},
      {
        "id":"ED097949",
        "title":"Is It Really a Better Technique? Research Memorandum."},
      {
        "id":"ED097950",
        "title":"Learning Resource Program for Two-Year Colleges: A State of the Art."},
      {
        "id":"ED097952",
        "title":"Academic Grade Inflation at Broward Community College."},
      {
        "id":"ED097953",
        "title":"Follow-up Survey of Students at Eastern Arizona College."},
      {
        "id":"ED097954",
        "title":"An Assessment Inventory for the Day Care Child. Volume I: Background, Development and Sample. Center for Human Services Development, Report No. 14."},
      {
        "id":"ED097955",
        "title":"An Assessment Inventory for the Day Care Child. Volume II: Field Evaluation and Preliminary Findings. Center for Human Services Development, Report No. 25."},
      {
        "id":"ED097956",
        "title":"Determining a Sufficient Sample Size for Analysis of Mail Questionnaire Data. Center for Human Services Development, Report No. 33."},
      {
        "id":"ED097958",
        "title":"A Radical and Regressive Solution to the Problem of Evaluation."},
      {
        "id":"ED097959",
        "title":"A Developmental Approach to Interpersonal and Moral Awareness in Young Children: Some Theoretical and Educational Perspectives. First Draft."},
      {
        "id":"ED097960",
        "title":"Guidelines for Establishing a Family Day Care System."},
      {
        "id":"ED097962",
        "title":"Open Education: Review of the Literature and Selected Annotated Bibliography. Reports in Education, No. 4."},
      {
        "id":"ED097963",
        "title":"Techniques and Processes of Socialization of the Black Child."},
      {
        "id":"ED097964",
        "title":"Human Growth and Development."},
      {
        "id":"ED097966",
        "title":"Your Rights as Parents of a Handicapped Child."},
      {
        "id":"ED097967",
        "title":"How to Organize an Effective Parent Group and Move Bureaucracies."},
      {
        "id":"ED097968",
        "title":"A Planning Guide to the Preschool Curriculum: The Child, the Process, the Day."},
      {
        "id":"ED097969",
        "title":"Federal Involvement in Early Childhood Education (1933-1973): The Need for Historical Perspectives."},
      {
        "id":"ED097970",
        "title":"Adults Thinking the Way We Think Children Think, But Children Don't Think That Way."},
      {
        "id":"ED097971",
        "title":"Proximity Seeking in the First Year of Life as Related to Attachment."},
      {
        "id":"ED097972",
        "title":"The Effects of Mothers and \"Security\" Blankets Upon Learning in Children (Should Linus Bring His Blanket to School?)."},
      {
        "id":"ED097973",
        "title":"The Evaluation of a Style-Oriented Cognitive Curriculum for Two- and Three-Year-Olds in the I.V.Y. [Involving the Very Young] Program of the Baltimore City Public Schools."},
      {
        "id":"ED097974",
        "title":"The Influence of &quot;Misterogers Neighborhood&quot; on Nursery School Children's Prosocial Behavior."},
      {
        "id":"ED097975",
        "title":"Exposure to Filmed Violence and Children's Tolerance of Real Life Aggression."},
      {
        "id":"ED097976",
        "title":"Prevention of Mental Health Problems: Meeting Needs or Imposing Values?"},
      {
        "id":"ED097977",
        "title":"On the Consequences of Type I and Type II Criterion Errors in Concept Development Research."},
      {
        "id":"ED097978",
        "title":"Identifying Creative Activities in Preschool Children."},
      {
        "id":"ED097979",
        "title":"An Attempt to Conceptualize Areas of Contradiction Between Social Learning Theory and Phenomenological Theory."},
      {
        "id":"ED097980",
        "title":"The Consultation Process."},
      {
        "id":"ED097981",
        "title":"Caring Is Becoming Accountable: A Study of Child Care Needs for the Tri-County Action Program, Inc."},
      {
        "id":"ED097983",
        "title":"Modeling and Corrective Feedback Effects on Children's Acquisition, Generalization and Retention of a Conservation Rule."},
      {
        "id":"ED097984",
        "title":"Effects of an Instructional Sequence of Activities on Children's Acquisition of Piaget's Conservation Concepts."},
      {
        "id":"ED097985",
        "title":"Normal and Discrepant Face-Voice Integration in Early Infancy. Research Bulletin 74-4."},
      {
        "id":"ED097986",
        "title":"Are Transition Periods the Optimal Time for Acceleration? The Training of a First Order Conservation in Young Children."},
      {
        "id":"ED097987",
        "title":"Rural Family Life Style and Sons' School Achievement."},
      {
        "id":"ED097988",
        "title":"Research, Demonstration, and Evaluation Studies: Fiscal Year 1973."},
      {
        "id":"ED097989",
        "title":"Determining the Perceived Rewards and Costs of Family Size."},
      {
        "id":"ED097990",
        "title":"Fertility Values: Why People Stop Having Children."},
      {
        "id":"ED097991",
        "title":"Learning and Intellectual Development. Final Report."},
      {
        "id":"ED097992",
        "title":"A New Look at Children's Sexuality and Sex Role Identification."},
      {
        "id":"ED097993",
        "title":"Rationality and Rationalization in the Perceived Consequences of Family Size."},
      {
        "id":"ED097994",
        "title":"Ethnic Factors in Stereotypes of Given Names."},
      {
        "id":"ED097995",
        "title":"A Behavioral Approach to Changing Self-Concept in Elementary School Children."},
      {
        "id":"ED097996",
        "title":"Effects of Observational Learning on Positive Reinforcers."},
      {
        "id":"ED097997",
        "title":"Synthesizing Educational Objectives for Infant Curricula."},
      {
        "id":"ED097998",
        "title":"Research Relating to Children. Bulletin 29: September 1971-February 1972."},
      {
        "id":"ED097999",
        "title":"Research Relating to Children. Bulletin 30: March 1972-August 1972."},
      {
        "id":"ED098000",
        "title":"Special Education Programs &amp; Services. [Bureau of Indian Affairs Guidelines]."},
      {
        "id":"ED098001",
        "title":"Survey of Education Related Attitudes of Tribal and Non-Tribal Workers at Langer Plant at Rolla, North Dakota. Final Report."},
      {
        "id":"ED098002",
        "title":"Farm Population of the United States: 1973. Current Population Reports, Farm Population."},
      {
        "id":"ED098003",
        "title":"An Indian Philosophy of Education."},
      {
        "id":"ED098004",
        "title":"Famous Indians: A Collection of Short Biographies."},
      {
        "id":"ED098005",
        "title":"Cabinet Committee on Opportunities for Spanish Speaking People Review: National Coordination of Migrant Programs."},
      {
        "id":"ED098006",
        "title":"Planning for Interagency Cooperation in Rural Development. CARD Report 45."},
      {
        "id":"ED098007",
        "title":"Arizona Commission of Indian Affairs 1973-74 Annual Report."},
      {
        "id":"ED098008",
        "title":"Wisconsin Legislative Council Report to the 1973 Legislature on the Activities of the Menominee Indians Committee."},
      {
        "id":"ED098009",
        "title":"Indian Health Trends and Services, 1974 Edition."},
      {
        "id":"ED098010",
        "title":"Trickling Down: Are Rural and Rural Poor Family Incomes Responsive to Regional Economic Growth? Institute for Research on Poverty, Discussion Papers No. 210-74."},
      {
        "id":"ED098011",
        "title":"Patterns of Living Related to Income Poverty in Disadvantaged Families, A Basebook. North Central Regional Research Publication No. 217."},
      {
        "id":"ED098012",
        "title":"The State of Navajo Education."},
      {
        "id":"ED098018",
        "title":"Science Teacher&apos;s Handbook."},
      {
        "id":"ED098019",
        "title":"The Role of Explanation and Prediction in Determining Science Curriculum Content."},
      {
        "id":"ED098021",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 58, September 1972."},
      {
        "id":"ED098022",
        "title":"A Claim for Relevancy. A Continuing Study of the Characteristics and Motives of Students in an Aviation Class and the Influence of the Class on These Students."},
      {
        "id":"ED098034",
        "title":"What's Different About Engineering Students? Engineering Manpower Bulletin Number 24."},
      {
        "id":"ED098035",
        "title":"The Engineer as a Manager. Engineering Manpower Bulletin Number 25."},
      {
        "id":"ED098038",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 66, October, 1973."},
      {
        "id":"ED098039",
        "title":"Situation Report--Dahomey, Ethiopia, Mali, and Mauritius."},
      {
        "id":"ED098040",
        "title":"Situation Report--Algeria, Bangladesh, Fiji, Gilbert and Ellice Islands, Iran, Jordan, New Zealand, Rwanda, and Sierra Leone."},
      {
        "id":"ED098047",
        "title":"A Place to Be, Filmstrip Manual. The Environment and Society. Adult Basic Education."},
      {
        "id":"ED098054",
        "title":"An Investigation of Nine-, Eleven-, and Thirteen-Year-Old Children's Comprehension of Euclidean Transformations."},
      {
        "id":"ED098055",
        "title":"Addresses and Reports, Annual Meeting of the National Science Teachers Association (22nd, Chicago, Illinois, March 15-19, 1974)."},
      {
        "id":"ED098056",
        "title":"Relationships Between Progressivism, Traditionalism, Dogmatism, and Philosophical Consistency in Science, English and Elementary School Teachers."},
      {
        "id":"ED098057",
        "title":"Increasing the Participation of Women in Science Careers."},
      {
        "id":"ED098058",
        "title":"An Analysis of Factors Successful in the Implementation of Innovative Science Programs in the Elementary and Secondary Rural Schools. Final Report."},
      {
        "id":"ED098059",
        "title":"Learning Activity Package, Geometry 114, LAPs 37-45."},
      {
        "id":"ED098060",
        "title":"Natural Numbers, Whole Numbers, and Integers. Learning Activity Package, Pre-Algebra, LAP 7."},
      {
        "id":"ED098061",
        "title":"Learning Activity Package, Algebra 93-94, LAPs 12-22."},
      {
        "id":"ED098062",
        "title":"Learning Activity Package, Algebra 103-104, LAPs 23-33."},
      {
        "id":"ED098063",
        "title":"Learning Activity Package, Algebra 124, LAPs 46-55."},
      {
        "id":"ED098064",
        "title":"Learning Activity Package, General Math 92, LAPs 1-12."},
      {
        "id":"ED098065",
        "title":"Learning Activity Package, General Math 102, LAPs 13-24."},
      {
        "id":"ED098066",
        "title":"Learning Activity Package, Physical Science 92, LAPs 1-9."},
      {
        "id":"ED098067",
        "title":"Everything You&apos;ve Always Wanted to Know About Weather But Were Afraid to Ask."},
      {
        "id":"ED098068",
        "title":"The Development of a Subdivision Within the Parkway School District. Environmental Ecological Education Project. Revised."},
      {
        "id":"ED098069",
        "title":"Meet Me in St. Louie, Louie But Leave Your Car at Home (A Unit in Transportation). Environmental Ecological Education Project. Revised."},
      {
        "id":"ED098070",
        "title":"Trash--Our Only Growing Resource. Environmental Ecological Education Project."},
      {
        "id":"ED098071",
        "title":"Air Pollution. Environmental Ecological Education Project."},
      {
        "id":"ED098072",
        "title":"Population. Environmental Ecological Education Project."},
      {
        "id":"ED098073",
        "title":"Communities in Nature. Environmental Ecological Education Project. Revised June, 1972."},
      {
        "id":"ED098075",
        "title":"Some Considerations in the Development, Implementation and Evaluation of Curricula. Technical Report No. 2"},
      {
        "id":"ED098076",
        "title":"Federal Funding in Higher Education: Academic Science Shows Decline in FY 1973. Science Resources Studies Highlights. July 15, 1974."},
      {
        "id":"ED098077",
        "title":"State Agency R&D Activities Almost Quadrupled From FY 1964 to FY 1973. Science Resources Studies Highlights. September 3, 1974."},
      {
        "id":"ED098078",
        "title":"Federal R&D Funding for FY 1975 Continues to Decline as a Share of the Total Budget. Science Resources Studies Highlights. September 27, 1974."},
      {
        "id":"ED098081",
        "title":"The Relationship Between Girls&apos; Overt Verbalization, Performance, Retention, Rules and Strategies as They Learn a Mathematical Structure: A Study Based on Elements of a Potential Theory Which Relates Thinking, Language and Learning. Technical Report No. 293."},
      {
        "id":"ED098082",
        "title":"Research Related to the Work of Jean Piaget: A Critique. Technical Report No. 3."},
      {
        "id":"ED098083",
        "title":"The Social Science Teacher. 1972. Collected Conference Papers: Social Science Concepts Classroom Methods."},
      {
        "id":"ED098084",
        "title":"Primary Environmental Education Project: Teacher's Guide and Modules 1, 2, and 3."},
      {
        "id":"ED098085",
        "title":"Social Studies Dissertations: 1969-1973. Publication No. 168."},
      {
        "id":"ED098087",
        "title":"B.F. Skinner and Carl R. Rogers on Behavior and Education."},
      {
        "id":"ED098088",
        "title":"Conflict Resolution in Contemporary Society."},
      {
        "id":"ED098089",
        "title":"Students' Reactions to Watergate."},
      {
        "id":"ED098090",
        "title":"Western European Studies in the United States. Final Report."},
      {
        "id":"ED098091",
        "title":"An Evaluation of Undergraduate, Problem-Oriented Interdisciplinary Courses in International Studies. Final Report."},
      {
        "id":"ED098093",
        "title":"An Analysis of Political Values and Political Involvement of High School Social Studies Teachers in Missouri. Final Report."},
      {
        "id":"ED098094",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Vol. 6, No. 3. 1972."},
      {
        "id":"ED098096",
        "title":"Resource Recovery Overview [Teacher's Guide]; Resource Recovery and You [Student Book]. Resource Recovery Education Program."},
      {
        "id":"ED098097",
        "title":"Teaching Resource Recovery in Industrial Arts. Resource Recovery Education Program."},
      {
        "id":"ED098098",
        "title":"Teaching Resource Recovery in Science. Resource Recovery Education Program."},
      {
        "id":"ED098099",
        "title":"Guide for Teachers of History and Social Studies in the New Haven Public High Schools."},
      {
        "id":"ED098100",
        "title":"Teaching Resource Recovery in Social Studies. Resource Recovery Education Program."},
      {
        "id":"ED098101",
        "title":"Diversification of Tertiary Education."},
      {
        "id":"ED098102",
        "title":"A Study of Economic Education in St. Paul [Minnesota] and Area High Schools."},
      {
        "id":"ED098103",
        "title":"Report of the National Panel on High Schools and Adolescent Education. Discussion Draft."},
      {
        "id":"ED098104",
        "title":"A Parent's Guide to the Social Studies."},
      {
        "id":"ED098105",
        "title":"Research Interview Module. Instructor's Procedural Guide."},
      {
        "id":"ED098106",
        "title":"Soviet Commitment to Education. Report of the First Official U.S. Education Mission to the U.S.S.R."},
      {
        "id":"ED098107",
        "title":"Self-Hatred in Americans of African Descent."},
      {
        "id":"ED098109",
        "title":"Advertising Design. Art Education: 6693.07."},
      {
        "id":"ED098112",
        "title":"World Trends and Alternative Futures. Open Grants Papers No. 1."},
      {
        "id":"ED098114",
        "title":"Introductory Economic Geography: Problem-Solving or a Teaching Problem?"},
      {
        "id":"ED098115",
        "title":"Some Observations Concerning Ethnography and the Improvement of Research in Social Education."},
      {
        "id":"ED098116",
        "title":"Education About Global Development. International Conference Report and Interpretation."},
      {
        "id":"ED098117",
        "title":"The Social Science Teacher; Vol. 4, No. 1, Summer 1974."},
      {
        "id":"ED098120",
        "title":"Diffusion of Curriculum Products Through Inservice Education."},
      {
        "id":"ED098121",
        "title":"Characteristics and Innovations in American Education of Relevance for Indian Education."},
      {
        "id":"ED098122",
        "title":"History: Behavioral Objectives and the Classroom."},
      {
        "id":"ED098123",
        "title":"Social Studies in the Summertime: Some Thoughts on an In-Service Program."},
      {
        "id":"ED098124",
        "title":"Teaching Psychology in Secondary Schools."},
      {
        "id":"ED098125",
        "title":"Unit on Aging."},
      {
        "id":"ED098126",
        "title":"National Humanities Faculty Working Papers. [Three Reports on Visits to Various Schools.]"},
      {
        "id":"ED098127",
        "title":"National Humanities Faculty Working Papers.[Six Papers Concerned with Development of Humanities Curricula.]"},
      {
        "id":"ED098128",
        "title":"National Humanities Faculty Working Papers. [Papers Describing the Content of Humanities Programs.]"},
      {
        "id":"ED098129",
        "title":"National Humanities Faculty Working Papers. The Logic of Freedom; What Makes an American an American; The Authority of Biosocial Factors."},
      {
        "id":"ED098130",
        "title":"National Humanities Faculty Working Papers. Readings and References in the Humanities."},
      {
        "id":"ED098131",
        "title":"Social and Economic Characteristics of Students: October 1973. Current Population Reports, Series P-20, No. 272."},
      {
        "id":"ED098132",
        "title":"The Mood of American Youth. 1974."},
      {
        "id":"ED098133",
        "title":"Racism and Sexism: A Comparison and Contrast. Research Report No. 5-74."},
      {
        "id":"ED098134",
        "title":"Law-Related Education Competencies."},
      {
        "id":"ED098135",
        "title":"The Teaching of Visual Anthropology at Temple."},
      {
        "id":"ED098136",
        "title":"Information Bulletin, 2/1974."},
      {
        "id":"ED098140",
        "title":"Individualizing the Social Studies, Why Not?"},
      {
        "id":"ED098141",
        "title":"Perceptions of New Social Studies Projects and Their Adoption in Four States."},
      {
        "id":"ED098142",
        "title":"Accreditation Problems and the Promise of PBTE."},
      {
        "id":"ED098143",
        "title":"Teaching Centers: Toward the State of the Scene."},
      {
        "id":"ED098144",
        "title":"Council for Cultural Cooperation and Cultural Fund of the Council of Europe. Annual Report 1973."},
      {
        "id":"ED098145",
        "title":"Competency-Based Teacher Education: An Overview."},
      {
        "id":"ED098146",
        "title":"Exercise Programming for Cardiacs--A New Direction for Physical Therapists."},
      {
        "id":"ED098147",
        "title":"A Study of the Affect of Professional Education Courses in Beginning Teachers."},
      {
        "id":"ED098148",
        "title":"Effects of Posthypnotic Suggestions on the Overhand Volleyball Serve."},
      {
        "id":"ED098149",
        "title":"A Comparative Analysis of Selected Mechanical Aspects of the Ice Skating Stride."},
      {
        "id":"ED098150",
        "title":"An Epidemologic Study of High School Football Injuries in North Carolina--1968-1972. Final Report."},
      {
        "id":"ED098151",
        "title":"Thermal Applications as a Determiner of Joint Flexibility."},
      {
        "id":"ED098152",
        "title":"Psychosocial Profiles of Delinquent and Nondelinquent Participants in a Sports Program."},
      {
        "id":"ED098153",
        "title":"Physiological Parameters Related to Running Performance in College Runners."},
      {
        "id":"ED098154",
        "title":"Factor Analyses of Motor Performance for Kindergarten, First and Second Grade Children: A Tentative Solution."},
      {
        "id":"ED098156",
        "title":"Design for the Future. A Report from the Select Committee on Peabody's Second Century to President John Dunworth and the Board of Trustees."},
      {
        "id":"ED098157",
        "title":"The Florida Professional Practices Council. Research Bulletin."}]
  }}
